{
  "metadata": {
    "title": "Effect of preliminary heating on the activation of model iron catalyst for ammonia synthesis.: I. Mössbauer studies of the catalyst reduction",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-04-13",
    "doi": "10.1016/0926-860X(94)00271-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94002711",
    "pii": "0926860X94002711"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038974884",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X94002711 0926-860X(94)00271-1 0926860X94002711 10.1016/0926-860X(94)00271-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00348 2024-01-01T12:18:48.759026Z 0 0 19950413 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 124 124 2 2 Volume 124, Issue 2 6 253 265 253 265 19950413 13 April 1995 1995-04-13 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. EFFECTPRELIMINARYHEATINGACTIVATIONMODELIRONCATALYSTFORAMMONIASYNTHESIS PATTEKJANCZYK A HOOPER 1991 278 C CATALYTICAMMONIASYNTHESISFUNDAMENTALSPRACTICE SCHLOGL 1991 38 R CATALYTICAMMONIASYNTHESISFUNDAMENTALSPRACTICE PATTEKJANCZYK 1990 171 A CLAUSEN 1976 C6 C245 B PATTEKJANCZYK 1991 435 A PATTEKJANCZYK 1992 249 A BARANSKI 1972 286 A PATTEKJANCZYK 1988 169 A PATTEKJANCZYK 1983 27 A NIELSEN 1968 184 A INVESTIGATIONPROMOTEDIRONCATALYSTSFORSYNTHESISAMMONIA MANENC 1963 447 J HERAI 1964 677 T HERAI 1966 397 T MANENC 1968 594 J BENARD 1970 240 J ANDERSSON 1977 268 B ISHIGURO 1985 L723 T GREENWOOD 1972 110 N ROMANOV 1972 K183 V CHECHERSKAYA 1973 K177 L GOHY 1982 583 C HOPE 1982 2804 D PATTEKJANCZYK 1986 1083 A WILKINSON 1984 3136 C ELRAHAIBY 1979 257 S COOMBS 1986 P PHDTHESIS PATTEKJANCZYK 1983 35 A SCHLOGL 1991 40 R CATALYTICAMMONIASYNTHESISFUNDAMENTALSPRACTICE PATTEKJANCZYKX1995X253 PATTEKJANCZYKX1995X253X265 PATTEKJANCZYKX1995X253XA PATTEKJANCZYKX1995X253X265XA item 0926-860X(94)00271-1 0926860X94002711 1-s2.0-0926860X94002711 10.1016/0926-860X(94)00271-1 271346 2024-01-01T12:18:48.759026Z 1995-04-13 1-s2.0-0926860X94002711-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002711/MAIN/application/pdf/74048c7401ddccd6ad6e0b6c0ebc0403/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002711/MAIN/application/pdf/74048c7401ddccd6ad6e0b6c0ebc0403/main.pdf main.pdf pdf true 732128 MAIN 13 1-s2.0-0926860X94002711-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002711/PREVIEW/image/png/45e6c651ec889905bc45abf7bd9edb32/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002711/PREVIEW/image/png/45e6c651ec889905bc45abf7bd9edb32/main_1.png main_1.png png 50456 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 124 (1995) 253-265 Effect of preliminary heating on the activation of model iron catalyst for ammonia synthesis. I. M6ssbauer studies of the catalyst reduction A. Pattek-Janczyk a,., B. Miczko b Department of Chemisto', Jagiellonian University, lngardena 3. PL-30-060 Cracow. Poland h Regional Laborato~ of Physicochemical Analyses and Structural Research, Jagiellonian Universi~', lngardena 3, PL-30-060 Cracow, Poland Received 30 July 1993; revised 28 November 1994; accepted 1 December 1994 Abstract The oxidized form of a model, fused iron catalyst for ammonia synthesis, containing large amounts of wustite (ca. 40 wt.-%), was activated by reduction. The reduction of catalyst samples with different thermal history and different grain size was continuously monitored by thermogravimetry as well as periodically by Mrssbauer spectrometry. Prior to the reduction, the samples were annealed in nitrogen atmosphere. The longer the time of primary annealing was, the faster was the reduction process. Some conclusions could be drawn about the nature of the acceleration -- the induction period seemed to be shorter, whereas the reduction mechanism seemed to remain unchanged. The wustite phase dispro- portionates during the initial annealing, forming metallic iron and magnetite as the final products. Magnetite originating from the decomposition of wustite showed a faster reduction rate than the primary magnetite. Keywords: Ammonia synthesis; Heat treatment; Iron; Reduction 1. Introduction Commercially available ammonia synthesis catalysts are usually supplied in the oxide form, and have to be activated by reduction to metallic iron before the catalyst is used. The catalyst precursor contains mainly magnetite and wustite; up to a few percent of promoter additives are usually present. Activation of the catalyst is carried out under precisely controlled conditions of reduction temperature, reduc- tion pressure, gas flow-rate and water vapour content in the circulating gas. The * Corresponding author. E-mail: patjan@ trurl.ch.uj.edu.pl, tel. ( + 48-12) 336377X246, fax. ( + 48-12 ) 340515 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI0926-860X ( 94 )00271- 1 254 A. Pattek-Janczyk, B. Miczko /Applied Catalysis A: General 124 (1995)253-265 process usually lasts 50-120 h, depending on the plant design and the equipment limitations [ 1 ]. During the preliminary heating -- before the catalyst reduction starts -- some phenomena (like disproportionation of the wustite phase) may take place in the catalyst precursor. A disproportionation of wustite into nuclei of elemental iron as well as magnetite evoked by slow heating was suggested by Schlrgl [2]. Yet, another transformation in the wustite phase of the model catalyst was found during annealing in the temperature range 573-773 K in nitrogen atmosphere [3] and during heating in hydrogen at 675 K before the start of the reduction [4]. A non- stoichiometric wustite was transformed into a more stoichiometric compound. The aim of the present study was to investigate the influence of preliminary heating on the reduction rate of the catalyst as well as on the behaviour of the wustite phase which was probably responsible for creating nuclei for the activation process. The studies were performed on model, fused iron catalysts, containing increased amounts of wustite, in order to make the changes within this phase more explicit and easier to observe. The global influence of the preliminary heating on the reduction rate was examined thermogravimetrically. Measurements of the Mrss- bauer effect gave information concerning the simultaneous reduction of both iron oxides, magnetite and wustite. Additionally, the changes occurring in the wustite phase were monitored by this technique. 2. Experimental 2.1. Materials The samples of model, fused, unpromoted catalysts were prepared on a laboratory scale using an electric arc furnace with water-cooled steel electrodes. The mixture of magnetite ore and graphite was melted under conditions that guaranteed the preparation of a homogeneous mixture in the liquid phase (high current, high temperature, long melting time). Graphite was added to the sample in order to increase the content of wustite. The amount of wustite in the prepared catalysts was estimated to be about 40-50 wt.-%, whereas in the industrial catalysts its typical content is about 5-10 wt.-% [5]. Next, the molten material was cooled in different ways, so as to obtain different wustite compositions. The influence of the cooling conditions on the structure of the wustite phase was described elsewhere [6]. In the present paper two catalysts were chosen for the studies: Catalyst 1 -- obtained at prolonged time of cooling -- and Catalyst 2 -- obtained by rapid cooling. Catalyst 1 contains comparable amounts of two wustites differing in defect structure. Mrss- bauer effect measurements and X-ray diffraction measurements [ 6 ] showed that these two kinds of wustite correspond to the two formulae Fe~-xO and Fel _=O, where x = 0.07-0.08 and z = 0--0.02. Catalyst 2, on the other hand, contains in the A. Pattek-Janczyk, B. Miczko / Applied Catalysis A: General 124 (1995) 253-265 Table 1 Chemical composition of the catalysts (wt.-%) 255 Sample Fe~o, Fe2 + Oxygen Impurities~ Catalyst I 73.8(3) 49.2( 1 ) 25.3 1.2 Catalyst 2 73.3(3) 45.9( 1 ) 24.2 1.9 Assumed 0.5 wt.-% of SiO2 included. first approximation mainly more defect wustites with x = 0.08-0.05 and only traces of the nearly stoichiometric compound. The samples for study were cut off from the interior of the melt that obviously had not been in contact with air during the solidification. Then the pieces of catalyst were crushed, and the sieved grain fraction of 1.02-1.20 mm was selected. These grains were used for the thermogravimetric studies. The rest of the material was powdered and analyzed. The total iron content (Fetot) and the content of Fez + ions were determined by manganometric titration. The total content of oxygen remov- able from the sample was determined thermogravimetrically by reduction (described previously [7] ). No promoters were added to the catalysts during melting, thus all the impurities originated only from the magnetite ore and fusion procedure. The content of impurities, with the exception of the SiO2 content, was determined by atomic absorption spectroscopy (AAS) ( see ref. [ 8 ] ). The chemical composition of the samples is given in Table 1. 2.2. Experimental techniques The reduction of both catalysts was continuously monitored by means of a thermobalance in the purified and deoxidized hydrogen-nitrogen (3:1 ) mixture, as described previously [7]. Measurements were carried out at 573 K on the grains for Catalysts 1 and 2. Additionally, for Catalyst 1, a pellet similar to that prepared for the Mrssbauer experiment was reduced at 550 K. The kinetic curves of reduction were obtained for the untreated samples and after primary annealing. The primary annealing was performed for 24 h at 773 K for the samples in the form of grains, and for 3 h at 673 K for the pellet. Mrssbauer spectroscopy allows to scrutinise the reduction of each iron oxide (i.e. magnetite and wustite) separately although discontinuously, whereas in the thermogravimetric measurements distinct changes of the total mass of the sample are observed continuously. It was shown [9] that the error of the reduction degree determined by M6ssbauer effect measurements for the KM I catalyst is within the reproducibility of the kinetic curves of reduction recorded using the thermobalance. Thus, the results obtained by means of one technique may be treated as complementary to the other. Mrssbauer studies of the reduction of the catalyst were carried out in the Mrss- bauer in situ cell described elsewhere [9]. The process was studied isothermally at the low temperature of 550 K in order to observe subtle changes in both the 256 A. Pattek-Janczyk, B. Miczko /Applied Catalysis A: General 124 (1995) 253-265 wustite and magnetite phase. Before the reduction, the catalyst samples were annealed at 673 K in an atmosphere of purified deoxidized nitrogen. The catalyst sample was reduced in a purified hydrogen-nitrogen (3:1) mixture at 550 K for a few hours. The reducing mixture was then switched off, and the purified and deoxidized nitrogen was introduced into the apparatus. The sample was cooled quickly, and the Mtssbauer spectra at high and low velocity were recorded. Two reduction runs were performed on the Catalyst 1 samples with differing length of annealing time. In run I and run II the annealing time was 3 and 1.5 h, respectively. The samples were studied at various stages (before annealing, after annealing and during the various stages of reduction) by means of Mtssbauer spectroscopy. The high velocity ( _ 10 mm/s) spectra were collected at every stage, whereas the low velocity ( + 3 mm/s) spectra were taken until the wustite sub-spectrum area reached the value of 10-12% of the total spectrum area. The high velocity spectra were used in order to distinguish the phase composition of the sample and to determine the hyperfine parameters of magnetite and iron. However, the resolution of these spectra is not adequate for deconvolution of the peaks of the wustite phase. A higher resolution of the low velocity spectra enabled more distinct analysis of the wustite phase. In the analysis of the low velocity spectra the parameters of magnetite and iron were fixed, and only the parameters of the wustite phase doublets were fitted. The Mtssbauer spectra were recorded at room temperature using a conventional spectrometer with a 57Co (Cr) source and a krypton-filled proportional counter for y-ray detection. The velocity was calibrated by means of iron foil spectra. The catalysts for the measurements of the Mtssbauer effect were powdered and mixed with A1203. The mixture was pressed into pellets. The effective thickness was about 30-40 mg Fe/cm< The spectra were analyzed within the transmission integral approximation which consisted in fitting of the hyperfine Hamiltonian and which allowed to calculate the hyperfine interaction parameters of the sample. Such a procedure significantly reduces the number of adjustable variables and leads to a high accuracy of the relative contributions of sub-spectra. 3. Results 3.1. Thermogravimetric measurements The kinetic curves for the reduction of model catalysts are shown in Fig. 1 for untreated and annealed samples. Three pairs of kinetic curves (marked with arabic numbers) represent three reduction runs. The upper one ( 1-1 curves) was carried out mainly for comparison with the Mtssbauer experiment. The pellet used for it (catalyst 1 ) was heated and reduced on a thermobalance under the same conditions in which the Mtssbauer measurements (i.e. heated for 3 h at 673 K and reduced at 550 K) were performed. The extent of reduction was followed on the thermobalance A. Pattek-Janczvk B. Miczko /Applied Catalysis A: General 124 (1995) 253-265 257 Am mo [%] 15 ~ x 1/1\"/\" 11 10 5 ~ ~ U~~ i I I [ i I 2 4 6 8 10 12 time [hrs] Fig. 1. Kinetic curves for the reduction of untreated and annealed catalysts. ( I ) pellets of Catalyst 1, (2) grains of Catalyst 1, ( 3 ) grains of Catalyst 2, denote the results of M6ssbauer experiments. by measuring the loss of oxygen (expressed as a reduction degree Ro) in the sample. The M6ssbauer effect measurement examines the same process by follow- ing the iron formation (expressed as metallization degree RFe). In the case of the Fe304r-I I I t I II 11 11 Fe I I I I [--1 FeO~ 4.3 ~ 6.7 i 6.6 , ~ 8.8 8.4 [- I '5 - I0 - b 5 1'0 velocity [~r~m//s] Fig, 2. Room-temperature MSssbauer spectra ( + l0 mm/s) for the reduction of Catalyst 1 ( run I ). ( a } Untreated, (b) annealed, (c) reduced during 9 h. 258 A. Pattek-Janczyk, B. Miczko / Applied Catalysis A: General 124 (1995) 253-265 Table 2 MOssbauer data of magnetite and iron phases in run I Treatment Magnetite phase Iron phase Site A Site B 8~ /T' (T) A~(%) ~(mm/ H(T) A(%) 6(mm/ H(T) (ram/s) s) s) A (%) Misfit (%) untreated 0.27(1) 48.59(1) 17.6(2) 0.66(I) 45.40(1) 35.0(3) - 0.16(1) annealed 0.28(1) 48.87(1) 26.4(2) 0.65(1) 45.64(1) 52.5(3) 0.00d 33.00d 5.7(1) 0.37(2) 1 h red. 0.28(1) 48.84(3) 24.7(2) 0.66(1) 45.66(1) 50.5(3) 0.00(3) 32.95(2) 9.8(2) 0.42 (2) 3 bred. 0.28(1) 48.81(1) 19.3(2) 0.66(1) 45.59(1) 40.2(3) 0.01(1) 32.97(1) 27.1(2) 0.33(2) 6 bred. 0.28(1) 48.86(3) 13.7(2) 0.65(1) 45.56(1) 26.6(2) 0.00(1) 33.01(1) 50.2(2) 0.29(2) 9 h red. 0.28(1) 48.79(3) 11.7(1) 0.65(1) 45.54(1) 22.1(2) 0.00(1) 33.02(1) 59.6(1) 0.43(1) 12 h red. 0.30(1) 48.63(3) 10.2(7) 0.65(1) 45.35(1) 19.6(9) 0.01(1) 32.95(1) 66.6(7) 0.35(6) a ~ = total shift versus room temperature a-Fe. b H = effective magnetic field. A = relative contribution to the total spectrum. d Denotes a fixed parameter. F for site A in magnetite is equal to 0.12 (2) mm / s. F for site B in magnetite increases from 0.19 ( 1 ) to 0.29 ( 1 ) mm/s. Ffor iron is equal to 0.12(2) mm/s. Table 3 MOssbauer data of magnetite and iron phases in rum II Treatment Magnetite phase Iron phase Site A Site B ha' (T) Ac (%) 6 (mm/ H (T) A (%) 6 (mm/ H (T) (mm/s) s) s) A (%) Misfit (%) untreated 0.28(1) 48.67(2) 18.9(3) 0.67(I) 45.50(1) 34.1(4) annealed 0.28(1) 48.69(1) 24.1(3) 0.67(1) 45.50(1) 43.9(4) 0.00 1 h red. 0.27( 1 ) 48.56( 1 ) 23.8(3) 0.66( 1 ) 45.50( I ) 44.5(4) 0.00d 2 hred. 0.27(1) 48.59(1) 23.1(3) 0.66(1) 45.51(1) 44.3(3) 0.00a 4 h red. 0.27( I ) 48.66( 1 ) 23.1 (3) 0.66( 1 ) 45.47( I ) 43.0(3) 0.00d 6.5 h red. 0.28 9 h red 0.28 ll.5hred. 0.28 15.5 hred. 0.28 18.5 hred. 0.28 22.5 h red. 0.29 28 h red. 0.28 35 h red. 0.28 42 h red. 0.29 50 h red. 0.29 - 0.09( 1 ) 33.00a 2.8(2) 0.15(2) 32.87(6) 3.1(2) 0.21(2) 32.91(4) 4.2(2) 0.17(2) 32.93(3) 6.5(2) 0.20(2) 1) 48.51(1) 22.1(3) 0.66(1) 45.37(1) 42.4(4) 0.01(3) 32.83(2) 10.0(2) 0.16(2) 1) 48.58(1) 22.0(2) 0.66(1) 45.42(1) 40.8(2) 0.01(1) 32.86(1) 14.6(2) 0.20(2) 1) 48.53(1) 21.3(2) 0.66(1) 45.32(1) 39.6(3) 0.01(1) 32.83(1) 20.5(2) 0.19(2) 1) 48.58(1) 18.9(2) 0.65(1) 45.37(1) 35.8(3) 0.01(1) 32.89(1) 31.3(2) 0.29(2) 1) 48.54(1) 17.7(2) 0.65(1) 45.34(1) 33.9(3) 0.01(1) 32.85(1) 37.2(2) 0.29(2) 1) 48.62(1) 16.3(2) 0.66(1) 45.42(1) 31.6(4) 0.01(1) 32.91(1) 44.1(3) 0.24(3) 1 ) 48.63(2) 14.0(2) 0.66( 1 ) 45.44( 1 ) 25.0(4) 0.00( 1 ) 32.86(1) 65.7(3) 0.30(3) 1) 48.59(2) 10.3(2) 0.66(1) 45.34(3) 19.6(4) 0.00(1) 32.81(1) 67.9(3) 0.31(3) 1) 48.58(2) 10.3(2) 0.66(1) 45.30(3) 17.6(3) 0.01(1) 32.84(1) 72.1(3) 0.68(3) 1) 48.63(3) 9.4(3) 0.66(1) 45.28(3) 17.9(4) 0.01(1) 32.90(1) 72.6(3) 0.47(3) a 6 = total shift versus room temperature a-Fe. b H= effective magnetic field. c A = relative contribution to the total spectrum. d Denotes a fixed parameter Ffor site A in magnetite is equal to 0.11 ( l ) mm/s. F for site B in magnetite increases from 0.15 ( l ) to 0.27 ( 3 ) mm/s. Ffor iron is equal to 0. l 1 ( 1 ) mm/s. A. Pattek-Janczyk, B. Miczko / Applied Catalysis A: General 124 (1995) 253-265 Table 4 M6ssbauer data of wustite phase in run 1 259 Treatment 6\" (ram/s) Ab (ram/s) /~ (ram/s) Ad (%) Misfit (%) Doublet No. 1 untreated 1.01 ( 1 ) 0.33 ( 1 ) 0.27(2) 21.8 4- 1.3 0.11 ( 1 ) annealed 1.05( 1 ) 0.21 ( 1 ) 0.40( 1 ) 15.4( 1 ) 0.63(4) 1 fi red. 1.07( 1 ) 0.22( 1 ) 0.35( 1 ) 15.0(2) 0.42( 2 ) 3 h red. 1.07( 1 ) 0.25( 1 ) 0.30( 1 ) 13,5( 1 ) 0.33( 2 ) 6 h red. 1.05( 1 ) 0.25( 1 ) 0.29( 1 ) 9.5( 1 ) 0.29(2) 9 h red. 1.00( 3 ) 0.22( 1 ) 0,38( 1 ) 6.6( 1 ) 0.43( 1 I 12 h red. 0.97( 7 ) 0.35(9) 0,30e 3.8(2) (I.35( 6 t Doublet No. 2 untreated 0.94(1) 0.88(1) 0,35(1) 25,6_+ 1.3 0.1 I( 1 ) 6 = total shift versus room temperature a-Fe. b/I = quadrupole splitting. F= absorber line width. d A = relative contribution to the total spectrum. Denotes the fixed parameter. iron catalyst RFe and Ro do not have the same value. This is due to the presence of two different iron oxides of different stoichiometry and different reduction rates. Thus, the M6ssbauer results should be recalculated in order to express the reduction extent in terms of Ro. This recalculation was made using the expression (3) derived in ref. [9]. M6ssbauer results of the interrupted reduction are shown as crosses above the upper curve for this pair of curves. In the recalculations the different recoil-free factors for magnetite and wustite phases were taken into account. Further distinction between the two wustite structures has not been made. This approxi- mation may result in small discrepancies between M6ssbauer and thermogravi- metric results. The second pair of kinetic curves (2-2) represents the reductions of grains of Catalyst 1. The annealed sample was heated before the reduction for 24 h at 773 K. The higher temperature and longer time were chosen because no influence on the reduction rate after annealing for 10 h at 673 K and for 10 h at 773 K was observed. The difference between these two curves is the most significant in the induction stage. That stage is 20 min shorter for the annealed sample. The third pair (3-3) represents the reduction of grains of Catalyst 2. The same annealing conditions were applied as for Catalyst 1, i.e. 24 h at 773 K. For this case, the induction period is 1 h shorter after the preliminary heating. It is interesting to note that both kinetic curves are almost parallel, and the shift is approximately equal to the induction period. 3.2. M6ssbauer effect measurements Typical M6ssbauer spectra of the catalyst, recorded at various stages of the reduction runs, are shown in Fig 2 (high velocity, i.e. + 10 mm/s). 260 A. Pattek-Janczyk, B. Miczko / Applied Catalysis A.\" General 124 (1995) 253-265 Table 5 M6ssbauer data of wustite phase in run II Treatment b~ (mm/s) A~ (mm/s) /1: (mm/s) A~ (%) Misfit (%) Doublet No. 1 untreated 1.03( 1 ) 0.29( 1 ) annealed 1.06( 1 ) 0.26( 1 ) 1 h red. 1.05(1) 0.24(1) 2 h red. 1.05(1) 0.24(1) 4 h red. 1.05(1) 0.24(1) 6.5 h red. 1.05(1) 0.22(1) 9 h red. 1.05(1) 0.22(2) 11.5 h red. 1.05(1) 0.22(1) 15.5 h red. 1.05(1) 0.20(1) 18.5 h red. 1.03(1) 0.23(1) 22.5 h red. 1.03(1) 0.25(1) 28 h red 1,03~ singlet 35 h red 1,03~ singlet Doublet No. 2 untreated 0.94(1) 0.80(1) annealed 0.97(2) 0.40(5) 0.21(1) 0.19(2) 0.27,1) 0.25,1) 0.29,1) 0.27,1) 0.27,1) 0.30,1) 0.33,1) 0.29,1) O.25(2) 0.26e 0.40~ 26.5(7) 0.07(1) 20.1 .5 0.13(1) 28.5(2) 0.08(1) 28.4(2) 0.07(1) 27.4(5) 0.10(1) 25.5(5) 0.21(1) 22.6(3) 0.21(1) 18.6(4) 0.09(1) 14.0(4) 0.17(2) 11.2(4) 0.29(2) 8.0(2) 0.24(3) 4.3(1) 0.30(3) 2.2(1) 0,31(3) 0.31 ( 1 ) 20.5(7) 0.07( l ) 0.45(2) 9.1 _+2.4 0.13(1) a 6 = total shift versus room temperature a-Fe. b A = quadrupole splitting. c F= absorber line width. d A = relative contribution to the total spectrum. e Denotes the fixed parameter. High velocity spectra display an overlap typical of magnetite, wustite and metal- lic iron. They were mainly used for the determination of M6ssbauer parameters of magnetite and iron and were analyzed assuming a model of three sextets and one or two doublets. Two sextets were attributed to the tetrahedral (sub-lattice A) and octahedral (sub-lattice B) positions of iron ions in the inverse spinel structure of magnetite. The third sextet was attributed to metallic iron. The wustite phase was represented by one or two doublets. The low velocity spectra were used to determine the precise M6ssbauer parameters of the wustite phase. When analyzing the low velocity spectra, the parameters of the magnetite and iron phases were fixed on the values obtained from the analysis of the high velocity spectra, and only the wustite parameters were fitted. The M6ssbauer spectra of the wustite phase were calculated based on the model of two doublets with two different isomer shifts and two different quadrupole splittings. These two doublets were attributed to two kinds of wustite with different defect structures. Coexistence of two different wustite phases was found: -- for the industrial catalyst (in the KM II type) by Nielsen [ 10], -- for some model catalysts by us [8], and -- for the pure wustite samples by Manenc and co-workers [ 11-15] as well as others [ 16,17 ]. M6ssbauer parameters for the magnetite phase and the metallic iron are listed in Table 2 and Table 3 for run I and II, respectively. The parameters of the wustite A. Pattek-Janczyk, B. Miczko / Applied Catalysis A: General 124 (1995) 253 265 261 phase are given in Table 4 and Table 5 for run I and run II, respectively. The amount of wustite phase was high enough to allow its deconvolution into 2 doublets for the first two steps (untreated and annealed sample) of run II and only for the first step of run I. 4. Discussion 4.1. Thermogravimetric measurements The comparison between the kinetic curves for the untreated and annealed sam- ples leads to a general conclusion that the primary annealing accelerates the process of reduction, leaving the mechanism essentially the same. This acceleration results mainly in a shortening of the induction period, and the effect occurs for all three pairs of kinetic curves. Catalyst 2 manifested the effect the most strongly -- the induction period was shortened by about 60 min. For Catalyst 1 that difference was only 20 min. Con- sidering the content of the 'stoichiometric' FeO in both catalysts, we expected the influence of primary annealing on the reduction of Catalyst 1 to be stronger than that for Catalyst 2. The relation between the length of the induction period and the content of 'stoichiometric' FeO in the samples was puzzling at first. According to the results described in ref. [ 3 ], wustite of a composition close to the stoichiometric compound started to disproportionate into magnetite and iron during the first heating (at 573 K). This wustite was believed to be the source of the iron nuclei for the reduction: thus the reduction of our annealed Catalyst 1 containing a higher amount of 'stoichiometric' FeO, should be accelerated either by a higher reduction rate or by shortening the induction period. Yet, it is Catalyst 2 whose induction period is shortened more, and it is reduced faster. This fact might, however, be easily explained if we agree that the nucleation was not determined solely by the high content of the 'stoichiometric' wustite. Probably, some other wustite-dependent factors could also play an important role. Still, the wustite phase remains the centre of our attention. Thus, Catalyst 1 (containing comparable amounts of both wustites ) was chosen for further M6ssbauer experiments. 4.2. M6ssbauer effect measurements A. Changes in the magnetite phase The reduction process did not qualitatively influence the magnetite phase. Its M6ssbauer parameters -- such as isomer shifts (6), effective magnetic fields (H), and linewidths (/-) -- are, within the error range, the same for both A and B sub- lattices in the inverse spinel structure. The contribution of the magnetite sub- spectrum to the total spectrum is related to the content of this phase in the catalyst sample. After the primary annealing, the content of magnetite increased consider- 262 A. Pattek-Janczyk, B. Miczko / Applied Catalysis A: General 124 (1995)253-265 A run I [%] .... run II 8O ~__ .~Fe 1...j j- ..... -Fe- - - - \\2\"--- ....-\" t \\/ %(\" A2A1 10 20 30 L0 time [hrsJ Fig. 3. Contributions of different iron phases to the Mtissbauer spectra of Catalyst 1 during the reduction runs. A~ and A2 denote the starting reduction point for run I and run II, respectively. ably, and a small amount of metallic iron appeared. Both magnetite and iron were formed by disproportionation (decomposition) of the wustite phase. This decom- position took place during the annealing in nitrogen atmosphere. The extent of decomposition depended on the annealing time. The changes in the contribution of the magnetite phase due to the primary annealings and to the reduction process are shown in Fig. 3 for both reduction runs. In run I, after longer annealing time, the increase of the magnetite content is higher than in run II, for which the annealing time is shorter. It is obvious that the increase of the magnetite phase content is correlated with the decrease of the wustite phase. As was mentioned previously, secondary magnetite is formed by the decomposition of wustite during the primary annealing. The rate of metallic iron formation is different for both reduction runs: for run I it is higher than for run II. The metallic iron that appears in the reduced catalyst originates from the reduction of magnetite and wustite -- processes that take place simultaneously. B. Changes in the wustite phase In our earlier studies [3,8] we found two different wustite structures in some model iron catalysts for ammonia synthesis. M6ssbauer data of the wustite phase revealed the presence of two different environments of ferrous ions to which two doublets were ascribed. Because of the complexity of the spectra, i.e. the overlap- ping of the peaks of two magnetite sextets and two wustite doublets, there was no possibility of analyzing the wustite phase in the catalysts more precisely -- even if the low velocity spectra had been taken. We are of course aware that the wustite structure should be described by two doublets for two different Fe2 + octahedral sites, and by one singlet for the Fe3 A. Pattek-Janczyk, B. Miczko /Applied Catalysis A: General 124 (1995) 253-265 263 interstitials. Two different octahedral surroundings of Fe2 + originate from a slightly different symmetry because of the defect structure present in wustite. Such a precise analysis is possible only for pure wustite samples, and it was done in many papers | 18-24]. In the case of the catalyst we were forced to make some simplifications: -- to replace two doublets for one wustite structure by one effective doublet, -- to neglect the contribution of Fe3 + ions in interstitials represented by singlet; this negligence is of the order of ca. 6% for the total wustite contribution [23] in the untreated sample. With the thermal treatment this error should diminish systematically, as the annealing leads to less non-stoichiometric wustite. We assumed that each doublet represented one wustite structure. Our approximation of one-wustite-by-one-doublet showed a good agreement with the X-ray results [ 6 ]. Lattice parameters of two wustites were used to estimate the chemical formulae which were given by Feo.gtsO and Feo.9880. The same formulae deduced from the M6ssbauer data, when using the isomer shift values, were Feo.930 and FeO, respec- tively. These results allowed us to make the same assumptions in the M6ssbauer data analysis of present study. In the present paper, M6ssbauer data revealed also two different Fe2 + environ- ments, which were described by two doublets with different values of isomer shift and quadrupole splitting. Doublet No. 1 is characterized by a higher value for the isomer shift, a smaller quadrupole splitting, and a small linewidth. Such parameters suggest that this wustite sub-structure is well ordered, the symmetry of the iron environment is high, and the non-stoichiometry of this wustite is low. The para- meters of doublet No. 2 suggest that the second wustite has a higher defect rate than the first one (lower value of isomer shift, larger quadrupole splitting and broader line). It has a lower symmetry of the Fez + ions vicinity, therefore the non- stoichiometry of this wustite is higher. It is interesting to investigate the behaviour of both wustites during the primary annealing. The content of wustite ascribed to doublet No. 2 decreases (see Table 5 ) and cannot be detected after longer annealing time. Also the content of the other wustite is changed, though not so drastically. The M6ssbauer parameters of doublet No. 1, ascribed to this wustite, suggest that this sub-structure is transformed into a structure closer to the stoichiometric FeO. The value of the isomer shift becomes 1.05 mm/s ( in the literature this value was found for the stoichiometric compound [20] ). The small value of the quadrupole splitting also suggests a very high symmetry around the Fe2+ ions. After heating, a relatively broad line (when compared with the linewidth at the beginning) may suggest that the transformation has not been finished yet and that some diffusion processes are still taking place. The changes of the wustite phase contributions caused by the primary annealings and by the reduction process are drawn in Fig. 3 for both reduction runs. Fig. 3 shows that the rate of the wustite reduction is similar for both reduction runs, and the dependence of the FeO contributions versus time has a sigmoidal shape. A 264 A. Pattek-Janczyk, B. Miczko /Applied Catalysis A: General 124 (1995)253-265 similar s-shape was observed in the studies performed by E1-Rahaiby and Rao [ 25 ] and by Coombs [26]. E1-Rahaiby and Rao investigated the hydrogen reduction of thin FeO foils at temperatures between 511 and 690 K and analyzed the kinetics of this reduction within the model of nucleation and growth. Coombs studied direct reduction of powdered iron monoxide at temperatures between 723 and 873 K and observed an unusual temperature dependence for the reduction process. Above the critical tem- perature of 803 K (effective eutectoid temperature for wustite decomposition under the experimental conditions employed), the reductions were slow and were limited by the conversion of FeO into metallic iron. At temperatures below the critical point, the reductions were aided by the eutectoid decomposition, producing iron of fine dispersion and magnetite reducing faster than FeO. Let us note that the reduction of the wustite phase in the catalyst is independent of the annealing time. It implies that the initial parts of the kinetic curves of iron formation (Fig. 3) should be influenced by the reduction of magnetite. It was found previously that in some industrial catalysts [ 27,28 ] the wustite phase is reduced faster than the magnetite phase. The opposite result is observed (see Fig. 3) when the changes of the magnetite phase content versus time are considered. The initial parts of the kinetic curves show that reduction of magnetite is faster than that of wustite. It is worth to remember that secondary magnetite, originating from wustite decomposition, is present in the catalyst after annealing. The reduction rate of secondary magnetite is probably higher than that of FeO. Consequently, the relative amount of the two magnetites present in the sample affects the shape of the initial part of the iron formation curve. If the amount of that secondary magnetite is high (ca. 30%), the kinetic curve of the iron formation does not display any induction period. However, if the amount of secondary magnetite is significantly smaller, an induction period does appear. The secondary magnetite may manifest properties different than those of the magnetite present in the catalyst from the very beginning. It is difficult to say which properties are concerned: porosity, texture, non-stoichiometry or something else. Undoubtedly, further studies are required. 5. Conclusions The presented results indicate that the preliminary heating accelerates catalyst activation. This is mainly accomplished by shortening of the induction period. The mechanism of the reduction process remains essentially the same: the kinetic curves for untreated and annealed samples are parallel. The shortening of the induction period is connected with the secondary magnetite that is present in the sample after annealing. This magnetite is formed during the decomposition of the wustite phase. After the annealing, the catalyst sample contains two kinds of magnetite: primary (catalyst preparation) and secondary (wustite decomposition). Secondary mag- A. Pattek-Janczyk, B. Miczko / Applied Cata(vsis A: General 124 (1995) 253-265 265 netite is reduced faster than that present in the catalyst precursor. The properties of the secondary magnetite are probably different from the properties of the primary one. Acknowledgements This work has been done as a Research Project No. 2.0701 91 01, sponsored by the Polish Committee for the Scientific Research, Warsaw, Poland, during the years 1991 - 1993. References [ 1 ] C.W. Hooper, in J.R. Jennings (Editor), Catalytic Ammonia Synthesis: Fundamentals and Practice, Plenum, New York, 1991, Ch. 7, p. 278. [2] R. Schl6gl, in J.R. Jennings (Editor), Catalytic Ammonia Synthesis: Fundamentals and Practice, Plenum, New York, 1991, Ch. 2, p. 38. [3] A. Pattek-Janczyk and B. Miczko, Solid State lonics, 38 (1990) 171. [4] B.S. Clausen, S. Mcrup, HI TopsCe, R. Candia, E.J. Jensen, A. Barafiski and A. Pattek, J. Phys., 37 ( 19761 C6-245. [5] A. Pattek-Janczyk, Metal. Odlew., 17 ( 1991 ) 435. [61 A. Pattek-Janczyk and B. Miczko, Solid State Ionics, 58 (1992) 249. [7] A. Barahski, A. Bielafiski and A. Pattek, J. Catal., 26 (1972) 286. [ 8 ] A. Pattek-Janczyk, A. Barafiski, A. Kotarba, A. Kowalska, B. Miczko, E. Pyrczak, A. Reizer, K. Ruebenbauer, B. Sepio] and Z. ~piewak, Appl. Catal., 39 (1988) 169. [9] A. Pattek-Janczyk and A.Z. Hrynkiewicz, Appl. Catal., 6 (1983) 27. 110] A. Nielsen, An Investigation on Promoted Iron Catalysts for the Synthesis of Ammonia, Gjellerups, Copenhagen, 1968, p. 184. I 111 J. Manenc, J. Phys. (Paris), 24 (1963) 447. [ 121 T. H6rai and J. Manenc, Mem. Sci. Rev. Metal., LXI (1964) 677. I 131 T. H6rai, B. Thomas and J. Manenc, Mem. Sci. Rev. Metal., LXIII (1966) 397. 114] J. Manenc, Bull. Soc. Fr. Min6ral. Cristallogr., 97 (1968) 594. [ 151 J. B6nard, T. H6rai and J. Manenc, Ann. Chim., 5 (1970) 240. 1161 B. Andersson and J.O. Sletnes, Acta Cryst., A 33 (1977) 268. [ 17] T. Ishiguro and S. Nagakura, Jpn. J. Appl. Phys., 24 (1985) L723. [ 18] N.N. Greenwood and A.T. Howe, J. Chem. Soc. Dalton Trans., 1 (1972) 110. [ 19] V.P. Romanov and L.P. Checherskaya, Phys. Status Solidi (b), 49 (1972) K183. 120] L.P. Checherskaya, V.P. Romanov and P.A. Tatsienko, Phys. Status Solidi (a), 19 (1973) K177. 121 ] C. Gohy, A. Gerard and F. Grandjean, Phys. Status Solidi (a), 74 (1982) 583. 122] D.A. Hope. A.K. Cheetham and G.J. Long, Inorg. Chem., 21 (1982) 2804. [23] A. Pattek-Janczyk, B. Sepiol, J.C. Grenier and L. Fourn6s, Mat. Res. Bull., 21 (1986) 1083. [24] C. Wilkinson, A.K. Cheetham, G.J. Long, P.O. Battle and D.A.O. Hope, Inorg. Chem., 23 (1984) 3136. 125] S.K. EI-Rahaiby and Y.K. Rao, Met. Trans., 10B (1979) 257. [26] P.G. Coombs, Ph.D. Thesis, University of California, Davis, 1986. [27] A. Pattek-Janczyk, A.Z. Hrynkiewicz, J. Kraczka and D. Kulgawczuk, Appl. Catal., 6 (1983) 35. [28] R. Schli~gl, in J.R. Jennings (Editor), Catalytic Ammonia Synthesis: Fundamentals and Practice, Plenum, New York, 1991, Ch. 2, p. 40. APCATA 94002711 0926-860X(94)00271-1 10.1016/0926-860X(94)00271-1 Elsevier Science B.V. All rights reserved Effect of preliminary heating on the activation of model iron catalyst for ammonia synthesis. I. Mössbauer studies of the catalyst reduction A. Pattek-Janczyk * a B. Miczko b a Department of Chemistry, Jagiellonian University, Ingardena 3, PL-30-060 Cracow ,Poland b Regional Laboratory of Physicochemical Analyses and Structural Research, Jagiellonian University, Ingardena 3, PL-30-060 Cracow ,Poland * Corresponding author. tel. (+48-12) 336377X246,fax.( +48-12) 340515 The oxidized form of a model, fused iron catalyst for ammonia synthesis, containing large amounts of wustite (ca. 40 wt.-%), was activated by reduction. The reduction of catalyst samples with different thermal history and different grain size was continuously monitored by thermogravimetry as well as periodically by Mössbauer spectrometry. Prior to the reduction, the samples were annealed in nitrogen atmosphere. The longer the time of primary annealing was, the faster was the reduction process. Some conclusions could be drawn about the nature of the acceleration—the induction period seemed to be shorter, whereas the reduction mechanism seemed to remain unchanged. The wustite phase disproportionates during the initial annealing, forming metallic iron and magnetite as the final products. Magnetite orginating from the decomposition of wustite showed a faster reduction rate than the primary magnetite. Keywords Ammonia synthesis Heat treatment Iron Reduction Reference [1] Hooper C.W. Jennings J.R. Catalytic Ammonia Synthesis: Fundamentals and Practice 1991 Plenum New York 278 Ch. 7 [2] Schlögl R. Jennings J.R. Catalytic Ammonia Synthesis: Fundamentals and Practice 1991 Plenum New York 38 Ch. 2 [3] Pattek-Janczyk A. Miczko B. Solid State Ionics 38 1990 171 [4] Clausen B.S. Mørup S. Topsøe H. Candia R. Jensen E.J. Barański A. Pattek A. J. Phys. 37 1976 C6 C245 [5] Pattek-Janczyk A. Metal. Odlew. 17 1991 435 [6] Pattek-Janczyk A. Miczko B. Solid State Ionics 58 1992 249 [7] Barański A. Bielański A. Pattek A. J. Catal. 26 1972 286 [8] Pattek-Janczyk A. Barański A. Kotarba A. Kowalska A. Miczko B. Pyrczak E. Reizer A. Ruebenbauer K. Sepioł B. Śpiewak Z. Appl. Catal. 39 1988 169 [9] Pattek-Janczyk A. Hrynkiewicz A.Z. Appl. Catal. 6 1983 27 [10] Nielsen A. 81st–90th ed. An Investigation on Promoted Iron Catalysts for the Synthesis of Ammonia 1968 Gjellerups Copenhagen 184 [11] Manenc J. J. Phys. (Paris) 24 1963 447 [12] Hérai T. Manenc J. Mem. Sci. Rev. Metal. LXI 1964 677 [13] Hérai T. Thomas B. Manenc J. Mem. Sci. Rev. Metal. LXIII 1966 397 [14] Manenc J. Bull. Soc. Fr. Minéral. Cristallogr. 97 1968 594 [15] Bénard J. Hérai T. Manenc J. Ann. Chim. 5 1970 240 [16] Andersson B. Sletnes J.O. Acta Cryst. A 33 1977 268 [17] Ishiguro T. Nagakura S. Jpn. J. Appl. Phys. 24 1985 L723 [18] Greenwood N.N. Howe A.T. J. Chem. Soc. Dalton Trans. 1 1972 110 [19] Romanov V.P. Checherskaya L.P. Phys. Status Solidi (b) 49 1972 K183 [20] Checherskaya L.P. Romanov V.P. Tatsienko P.A. Phys. Status Solidi (a) 19 1973 K177 [21] Gohy C. Gerard A. Grandjean F. Phys. Status Solidi (a) 74 1982 583 [22] Hope D.A. Cheetham A.K. Long G.J. Inorg. Chem. 21 1982 2804 [23] Pattek-Janczyk A. Sepiol B. Grenier J.C. Fournés L. Mat. Res. Bull. 21 1986 1083 [24] Wilkinson C. Cheetham A.K. Long G.J. Battle P.O. Hope D.A.O. Inorg. Chem. 23 1984 3136 [25] El-Rahaiby S.K. Rao Y.K. Met. Trans. 10B 1979 257 [26] Coombs P.G. 81st–90th ed. Ph.D. Thesis 1986 University of California Davis [27] Pattek-Janczyk A. Hrynkiewicz A.Z. Kraczka J. Kulgawczuk D. Appl. Catal. 6 1983 35 [28] Schlögl R. Jennings J.R. Catalytic Ammonia Synthesis: Fundamentals and Practice 1991 Plenum New York 40 Ch. 2",
      "scopus-id": "0038974884",
      "coredata": {
        "eid": "1-s2.0-0926860X94002711",
        "dc:description": "The oxidized form of a model, fused iron catalyst for ammonia synthesis, containing large amounts of wustite (ca. 40 wt.-%), was activated by reduction. The reduction of catalyst samples with different thermal history and different grain size was continuously monitored by thermogravimetry as well as periodically by Mössbauer spectrometry. Prior to the reduction, the samples were annealed in nitrogen atmosphere. The longer the time of primary annealing was, the faster was the reduction process. Some conclusions could be drawn about the nature of the acceleration—the induction period seemed to be shorter, whereas the reduction mechanism seemed to remain unchanged. The wustite phase disproportionates during the initial annealing, forming metallic iron and magnetite as the final products. Magnetite orginating from the decomposition of wustite showed a faster reduction rate than the primary magnetite.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-04-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94002711",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pattek-Janczyk, A."
          },
          {
            "@_fa": "true",
            "$": "Miczko, B."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94002711"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94002711"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00271-1",
        "prism:volume": "124",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of preliminary heating on the activation of model iron catalyst for ammonia synthesis. I. Mössbauer studies of the catalyst reduction",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ammonia synthesis"
          },
          {
            "@_fa": "true",
            "$": "Heat treatment"
          },
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "Reduction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "253-265",
        "prism:endingPage": "265",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 April 1995",
        "prism:doi": "10.1016/0926-860X(94)00271-1",
        "prism:startingPage": "253",
        "dc:identifier": "doi:10.1016/0926-860X(94)00271-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038974884"
      }
    }
  }
}