{
  "metadata": {
    "title": "Reaction of carbon monoxide with water on supported iridium catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-06-06",
    "doi": "10.1016/0926-860X(95)00316-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95003169",
    "pii": "0926860X95003169"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0010863197",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95003169 0926-860X(95)00316-9 0926860X95003169 10.1016/0926-860X(95)00316-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00117 2024-01-01T12:18:48.759026Z 0 0 19960606 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 139 139 1 2 1 2 Volume 139, Issues 1–2 14 131 147 131 147 19960606 6 June 1996 1996-06-06 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. REACTIONCARBONMONOXIDEWATERSUPPORTEDIRIDIUMCATALYSTS ERDOHELYI A NEWSOM 1980 275 D GRENOBLE 1981 90 D KOLBEL 1960 224 H KOLBEL 1958 67 H NIWA 1979 684 M NIWA 1982 302 M SOLYMOSI 1985 65 F BARBIER 1993 61 J SHIDO 1993 71 T SHIDO 1991 343 T SHIDO 1992 493 T SOLYMOSI 1980 471 F SOLYMOSI 1981 1003 F SOLYMOSI 1981 371 F ERDOHELYI 1986 166 A ERDOHELYI 1983 446 A SOLYMOSI 1980 428 F LYNDS 1964 1369 L GUERRA 1967 229 C HOWE 1977 196 R SOLYMOSI 1980 253 F MCVICKER 1980 207 G TOOLENAAR 1983 35 F TANAKA 1982 23 K SOLYMOSI 1990 7251 F SOLYMOSI 1985 4789 F SOLYMOSI 1989 105 F KAWI 1992 2939 S BASINI 1994 787 L AMENOMIYA 1982 345 Y SOLYMOSI 1981 2643 F IVANOV 1997 269 V MATSUSHIMA 1984 202 T MATSUSHIMA 1979 303 T SOLYMOSI 1985 327 F SHIDO 1990 55 T SOLYMOSI 1982 78 F SOLYMOSI 1967 233 F ERDOHELYIX1996X131 ERDOHELYIX1996X131X147 ERDOHELYIX1996X131XA ERDOHELYIX1996X131X147XA item 0926-860X(95)00316-9 0926860X95003169 1-s2.0-0926860X95003169 10.1016/0926-860X(95)00316-9 271346 2024-01-01T12:18:48.759026Z 1996-06-06 1-s2.0-0926860X95003169-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95003169/MAIN/application/pdf/5ead4c48f7ae8f99ec146328fa1faf25/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95003169/MAIN/application/pdf/5ead4c48f7ae8f99ec146328fa1faf25/main.pdf main.pdf pdf true 791080 MAIN 17 1-s2.0-0926860X95003169-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95003169/PREVIEW/image/png/e169f29a4c97f6a4d49240ab13587368/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95003169/PREVIEW/image/png/e169f29a4c97f6a4d49240ab13587368/main_1.png main_1.png png 43271 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 139 (1996) 131 - 147 Reaction of carbon monoxide with water on supported iridium catalysts A. Erd6helyi *, K. Fodor, G. Suru Institute of Solid State . . 2 and Radlochemzstry , A. J6zsef UnicersiO\" and Reaction Kinetics Research Group of the Hungarian Academy of Science, P.O. Box 168, H-6701 Szeged, Hungar).' Received 19 July 1995; revised 16 November 1995: accepted 16 November 1995 Abstract The adsorption of CO, the interaction and the reaction of CO and water have been investigated over supported Ir catalysts. The adsorption of CO was studied by infrared spectroscopy. The 1 dominant spectral features for Ir/Al203 at 298 K are the bands at 2090, 2060, and 2018 cm but on Ir/TiO2, Ir/SiO2, and Ir/MgO only a band at 2060-2075 cm- t was detected. At higher temperature above 473 K CO induces the agglomeration of Ir, but the H20 hindered this process. In the interaction and in the reaction of CO and water, formate formation was observed on the surface of the catalysts. The IR spectra of the adsorbed CO in the presence of water differed from that observed during the adsorption of CO; the band due to linearly bonded CO was shifted to lower wavenumbers. The reaction of CO + H20 was studied in a fixed-bed continuous-flow reactor. The production of H2, CO2 (with ratio about 1) and small amount of hydrocarbons proceeded readily above 523 K. Ir/TiO2 was found to be the most effective catalyst, its activity was 20 times higher than that of the last effective Ir/SiO2. Possible mechanisms of the CO + H20 reaction are discussed. Keywords: Carbon monoxide adsorption; Infrared spectroscopy; Iridium/magnesia; Iridium/silica; Iridium/titania; Water-gas shift reaction * Corresponding author. i Permanent address: Laboratory of Inorganic Chemistry of Romanian Academy -- Timisoara Branch. B-dul Mihai Vite~zu Nr. 24, RO-1900 Timisoara, Romania. 2 This laboratory is a part of the Center for Catalysis, Surface and Material Science at the University of Szeged. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00316-9 132 A. Erdb'helyi et al./Applied Catalysis A: General 139 (1996) 131-147 1. Introduction The reaction of CO and H20, the water-gas shift reaction (CO + H20 CO2 + H2) is an important industrial process. It is used to produce hydrogen, to adjust the H2/CO ratio of synthesis gas and to detoxify gases. The catalysis of this reaction has been the subject of many theoretical and practical investigations. The results obtained on traditional iron, copper and molybdenum based industrial catalysts have been reviewed [1]. Relatively little attention has been paid so far to the reaction on supported noble metals. Grenoble et al. [2] compared the activity of alumina supported Group VII B VIII and IB metals. They found that the most effective noble metal was Ru and the least active one was Ir. The catalytic reaction of water with carbon monoxide to form hydrocarbons and carbon dioxide, known as the KSlbel-Engelhardt reaction [3,4], was studied recently on different supported Rh catalysts [5-7]. Rh/TiO2 was found to be a very active catalyst for CH4 formation in the CO + H20 reaction and its catalytic activity was enhanced by the presence of Pt [7]. Recently there is a renewed interest in the water-gas shift reaction [8-11], because exhaust gases contain permanently 10-12% of water which can convert carbon monoxide to carbon dioxide. In this paper we give a detailed account of the catalytic behaviour of Ir in the CO + H20 reaction. Special attention is focused on the surface process, on the identification of surface species formed during the reaction and on the effect of various supports. This work is connected with our earlier studies of reverse water-gas shift reaction on different supported Pt metals [12-15]. 2. Experimental 2.1. Materials The catalysts were prepared by impregnating the support with the solution of H2IrC16 salt to yield a nominal 5% metal. The following oxides were used: \"y-A1203, (Degussa P110 C1, 100 m2/g), TiO2 (Degussa P25, it is a mixture of anatase and rutile, the BET area is 150 m2/g), SiO2 (Cab-O-Sil, 200 m2/g), and MgO (DAB 6, 170 m2/g). The latter two oxides are amorphous. The preparation method of the catalysts has been described in detail elsewhere [12,14]. For catalytic studies small fragments of slightly compressed pellets were used. For IR spectroscopic measurements the powdered material was pressed into a 10 30 mm self-supporting disk. Before the catalytic measurements the samples were oxidised for 30 min and reduced in hydrogen flow for 60 min at 673 K in situ. After oxidation and A. Erd6helyi et al. /Applied Catalysis A: General 139 (1996) 131-147 133 reduction the sample was evacuated or flushed with inert gas for 15 min at 673 K, and then it was cooled to the reaction temperature in vacuum or in flowing inert gas. The characteristic data for the supported Ir samples are shown in Table 1. The gases used were initially of commercial purity. He (99.996%), N2 (99.995%) and Ar (99.99%) were deoxygenated with an oxytrap. CO (99.995%) was used as received. 2.2. Methods Catalytic investigations were carried out in a fixed-bed flow reactor made of a 15-mm-id quartz tube. Its length was 240 ram, the dead volume was filled with glass beads. The amount of catalysts used was 0.5 g, the space velocities were 3000-6000 h-1. The exit gases were analyzed gas chromatographically (Chro- repack 9001) on a Porapak QS column by thermal conductivity and flame ionisation detectors. The water introduced into the reactor was that resulting after bubbling a mixture of Ar + CO through preheated water. The water concentration was usually about 15%. The pulse reactor was an 8-mm-id quartz tube which was incorporated between the sample inlet and the column of the gas chromatograph (Hewlett- Packard 5710). One pulse contained 16.4/~mol of gases. Usually a 0.3 g sample was used and the dead volume of the reactor was filled with quartz beads. The infrared spectroscopic studies were made in a vacuum cell using a self supporting wafer which underwent the same pre-treatment as the catalysts. The spectra were recorded with a Specord 75 IR Zeiss Jena double-beam spectrome- ter. The dispersions of the supported metals were determined from the H2 consumption, as in our previous papers [12,14], by H2 adsorption and by H~ -O~_ titration at 298 K using the pulse technique. 3. Results 3. I. The adsorption of CO on supported Ir The adsorption of CO on reduced 5% Ir/A1203 at 298 K produced bands at 2090 (HF), 2060 (MF), 2018 (LF) cm 1 and a small peak at about 1840 cm-l (Fig. l). After degassing at room temperature the spectrum remained almost the same, only the peak at 1840 cm-1 disappeared from the spectra. The tempera- ture of the sample was then raised up to 773 K and the spectral changes were registered (Fig. 1). With increasing temperature the intensities of the bands at 2090 and 2018 cm J above 473 K decreased but the intensity of the band at 4~ Table 1 Some characteristic data for the CO + H20 reaction on different iridium catalysts at 623 K ~ Catalysts D b CO/Ir~ ~ CO conversion Formation rate (%) (%) (nmol/g s) CO2 H2 CH4 X 103 (S- 1) d CO2 H2 CH4 5% Ir/TiO2 22.7 0.77 36.2 1718.2 e 5% Ir/Al203 59.4 0.68 9.6 397.2 5% Ir/MgO 12 1.07 2.3 94.96 5% Ir/SiO2 35 0.86 2.5 99.64 1658.9 e 32.9 ~ 29.1 e 28.1 ~ 416.8 0.44 2.57 2.69 91.82 0.01 3.04 2.94 95.81 0.02 1.09 1.05 Activation energy (kJ/mol) CO2 H2 5.6x 10- ~e 44.8 42.5 ~ 2.9 X 10- 3 77.1 75.7 3.2x 10-4 126.5 114.9 ~ 2.210-4 118.6 86.3 \" a The CO and H20 content of the inlet gas was 8 and 16%, respectively. b Dispersion calculated from H2 adsorption. c The ratio of adsorbed CO at room temperature to the surface Ir atoms. o Turnover frequency; rates related to the number of surface metal atoms. e Extrapolated values. xO O~ I 4~ -.q A. ErdShelyi et al, /Applied Catalysis A: General 139 (1996) 131 147 135 3 t~ 2090 2018 56 2 /...-.-~ 2200 21'00 2000 1900 IgO0 cm-1 l?'O0~ Fig. 1. Infrared spectra of 5% Ir/Al203 observed at room temperature following 10 Ton- CO adsorption at 300 K for 15 min (2) and evacuation at 298 K (3), 373 K (4), 423 K (5), 473 K (6), 533 K (7) 573 K (8), 623 K (9) 673 K (10), 723 K (11) for 15 min. 2060 cm-~ remained unchanged and its position shifted to lower wavenumbers. Above 573 K the intensity of this peak at about 2020 cm-~ also decreased. Complete elimination of the band was achieved above 723 K. Adsorption of CO on Ir/TiO2, Ir/MgO and Ir/SiO2 produces an intensive band between 2060-2075 cm- 1. Some selected spectra for Ir/MgO and Ir/TiO2 are shown in Fig. 2. Evacuation at room temperature caused only a negligible attenuation of the CO absorption band. More significant decrease in the intensi- ties occurred above 523 K and the band shifted to lower wavenumbers. After evacuation at 673 K the CO band was observed on Ir/TiO2 at 2025 cm-l. The CO bands disappeared from the spectra only after degassing above 723-773 K. The adsorption of CO was investigated with the pulse technique. One CO pulse contained 16.4/zmol CO which is comparable with the quantity of surface Ir atoms. 136 A. Erd6helyi et aL / Applied Catalysis A: General 139 (1996) 131-147 8 8 g g g g -- 1 2100 2000 1900 1800cm_~ 1700 2100 2600 19'00 1800cm_~ 1~00 Fig. 2. Infrared spectra of 5% Ir/MgO (A) and that of 5% Ir/TiO2 (B) observed at room temperature following 10 Torr CO adsorption at 300 K for 15 rain and evacuation at 298 K (2), 373 K (3), 473 K (4), 523 K (5), 573 K (6), 623 K (7), 673 K (8), 723 K (9), 773 K (10) for 15 min. A considerable amount of CO was adsorbed at 298 K on all Ir samples. The amounts of adsorbed CO at 298 K on different Ir samples are collected in Table 1. With increasing temperature the amount of adsorbed CO decreased, but at 623 K on Ir/SiO2 the CO/Irs ratio was 0.57. On Ir/SiO2 a small amount of CO2 ( < 1% of the CO pulse) was also found above 530 K. The effect of the support on the CO2 formation was studied at 623 K. It was found that the efficiency of the support in promoting the CO2 formation over supported Ir decreased in the order of TiO2 > A1203 > SiO2 > MgO. Great care was devoted to work under dry conditions to eliminate the CO water reaction. So CO2 can form in the dissociation or in the disproportionation of CO and the same amount of surface carbon has to remain on the surface. The direct determination of the amount of surface carbon formed in this process was not possible as in the case of Rh [16], because the complete desorption of CO from Ir occurred only above 800 K, and the carbon loses its activity at such high temperature. 3.2. Interaction of CO with water After exposing the Ir/A1203 to CO at room temperature, followed by subsequent evacuation and addition of H20 (2 Torr at room temperature) the spectra depicted in Fig. 3. were observed. It can be seen that the structure of the A. Erd6helyi et al. / Applied Catalysis A: General 139 (1996) 131-147 1 137 I---- 2200 2100 2000 1900 1800 cm-1 1\"I00- Fig. 3. Infrared spectra observed at room temperature showing the interaction between preadsorbed CO (10 Torr at 300 K for 15 min) and water on 5% Ir/AI203 blank (1), adsorption of 10 Torr CO at 300 K and evacuated for 15 min at 300 K (2), adsorption of water vapour (2 Torr) on this surface at 300 K (3), 373 K (4), 423 K (5), 473 K (6), 523 K (7), 573 K (8). 623 K (9). adsorbed CO spectra (in the presence of water vapour) remained the same, only the band positions shifted a little to lower wavenumbers. When increasing the temperature, a broad band at about 2040 cm-1 with a shoulder at 2092 cm- was observed above 473 K. During further heating the intensity of this band decreased and the band position shifted towards lower wavenumbers giving a maximum at 2025 cm-1 at a temperature of 623 K. Comparing the spectra of adsorbed CO at different temperatures in vacuum and in the presence of water we can state that the intensity of the MF band decreased at a greater extent at the same temperature. On the TiO2, MgO and SiO2 supported samples only one band was detected after CO adsorption. In the presence of water the decrease of this band was more pronounced at higher temperatures. When the CO + HzO mixture was admitted to 5% Ir/Al203 catalyst at different temperatures and the spectra were recorded at room temperature, only small changes in the CO spectra were observed comparing with the spectra 138 A. Erd3helyi et al. //Applied Catalysis A.\" General 139 (1996) 131-147 o~ t_ 21'00 2(J00 1900 cm-1 1800 Fig. 4. Infrared spectra after adsorption of CO (10 Torr) and H~O (2 Torr) mixture at 298 K (2), 373 K (3), 423 K (4), 473 K (5), 523 K (6), 573 K (7), 623 K (8), for 15 min on 5% Ir/A1203. The spectra were recorded at the temperature of the adsorption. shown on Fig. 3. A different behaviour was found especially at higher tempera- tures, when, after admitting CO (10 Torr) + H20 (2 Torr) mixture, the Ir/A1203 was heated to different temperatures and the IR spectra were recorded at the adsorption temperature (Fig. 4). After adsorption of CO and H20 at room temperature bands at 2080 cm-1 and 2005 cm-~ were observed. With increas- ing temperature a band at 2055 cm-1 appeared on the spectra (423 K) and increased in its intensity. At 473 K new bands were detected at 1590 cm-~ and 1380 cm-~ which are assigned to the asymmetric and the symmetric O-C-O stretching vibrations of the adsorbed formate ion [17]. At 573 K a very broad band was detected at about 2040 cm-1 instead of three absorption bands. 3.3. Reaction of CO with water on supported Ir samples The products of carbon monoxide and water reaction were carbon dioxide, hydrogen, and methane. On Ir/TiO2 C2- and C3-hydrocarbons were also detected. The CO2/H2 ratio was about 1 in all cases. A. Erd6helyi et al. /Applied Catalysis A: General 139 (1996) 131-147 139 500 ! _ l I t I I I i I 20 40 60 80 Time (rain.) ~ w Q i I I I ~ i 100 120 140 500 -- I t i I I I t I 20 40 60 80 Time (rain) w w i I I i [ I 100 120 140 B 3-- 1 C J I l I i i i I ~ I l 20 40 60 80 100 0 I\"l I 0 120 140 Time (nun.) Fig. 5. Change in the formation rate of H2 (A), CO2 (B), and CH4 (C) in the CO+H~O reaction on lr/Al203 (*), lr/SiO2 ( and Ir/MgO (Q) at 623 K. It is important to mention that, with the exception of MgO, under these experimental conditions no reaction occurred on the support alone. On MgO at 623 K 0.4% conversion was observed. Before kinetic measurements the catalysts were treated with the reacting gas mixture at the highest reaction temperature (573-623 K) until a steady-state activity was obtained. During this period a small decay was observed in the rate of product formation (Fig. 5). On Ir/TiO2 the rate of H2 or CO2 formation decreased by about 30% in 60-80 min, but after that it remained constant. The CO conversion decreased in the order of Ir/TiO~ > Ir/Al203 > Ir/SiO2 > 140 A. Erdb'helyi et al. / Applied Catalysis A.\" General 139 (1996) 131-147 A 1.6 1.7 1.8 1 9 looo~ (I/K) ,s 1.6 17 1.8 1.9 lO00/T (l/K) Fig. 6. Arrhenius plots for H2 (A) and CO2 (B) formation in the CO+H20 reaction on lr/TiO2, ([]) lr/Al203 (*), Ir/SiO2 (C)) and Ir/MgO (Q) (W means initial rate nmol/g s). The concentrations of CO and H20 were 8 and 16%, respectively. Ir/MgO. On Ir/TiO2 the CO + H20 reaction was studied in a lower tempera- ture range (573-523 K) at the same contact time as in the other cases, and in the same temperature range but at a lower contact time (the mass of the catalyst was 0.1 g instead of 0.5 g). In all other cases the temperature dependence of the CO + H20 reaction was studied in the temperature range of 563-623 K. The Arrhenius plots of the rates measured on various iridium catalysts are shown in Fig. 6. From the temperature dependence of the rate of the product formation the apparent activation energies were determined. They were practically the same for CO2 and H2 formation. The value of the activation energy was lowest on Ir/TiO2 and it was highest on Ir/MgO. Kinetic data are summarised in Table 1. The increase of the rate of CH4 formation as a function of temperature was more pronounced than for H2 or CO2. The activation energy for CH4 formation on Ir/TiO2 and on Ir/A1203 was 146 kJ/mol and 221 kJ/mol, respectively. In order to compare the efficiencies of the supports, we calculated the turnover frequency, the rates of hydrogen and carbon dioxide formation related to the number of surface iridium atoms. The highest activity was obtained for Ir/TiO2 which was followed by Ir/MgO, Ir/A1203 and Ir/SiO2. The activity of Ir/TiO2 was more than one order of magnitude higher than that of Ir/SiO2 (Table 1). The effect of the reactant concentration on the rate of the product formation was investigated on Ir/SiO2 and Ir/TiO2. When increasing the CO concentra- tion the CO2 and H2 formation only slightly changed. It is remarkable that on Ir/TiO2 the C2- and C3-hydrocarbon production was enhanced, but the CH4 A. Erd~helyi et al. /Applied Catalysis A: General 139 (1996) 131-147 141 6.5 5.5. 4.5. A D 1.6 1.8 2 2.2 2.4 2.6 2.8 In (v%) C -K]--- g) O i , i i , i i i , i i i , r i 11F 111 , l 2.5 3 3.5 4 tn (v%) 6.5~ 6~ i 5.5~: 5~ 4.5- o ' I- J I ~ I i I i I J I i I 1.6 1.8 2 2.2 2.4 2.6 2.8 In (v%) 8 i D 7- 6- 5- 311,,,,i,,, i , , , , i , , , , i , r 2 2.5 3 3.5 4 In (v%) Fig. 7. Dependence of the rate (W [nmol/g s]) of (He (A, C) and CO2 (B, D) formation on 5% lr/TiO2 ([2) at 573 K and 5% Ir/SiO2 (O) at 623 K as a function of H20 (A,B) and CO (C,D) concentrationThe H20 concentration for (C,D) was 16% and the CO concentration for (A,B) was 8%. formation decreased when the CO concentration increased. Regarding the effect of the H20 content, it was found that an increase in its concentration enhanced the rates of CO2 and H2 formation but diminished the hydrocarbon production on Ir/TiO2. The kinetic orders of the reaction products (on Ir/SiO2 and Ir/TiO2) were determined from the slope of the log-log plots of the H2 and CO2 formation rates against the reactant concentration (Fig. 7). The order with respect to CO was about zero for CO2 and H2 formation on Ir/SiO2 and, it was 142 A. Erd6helyi et al. / Applied Catalysis A: General 139 (1996) 131-147 0.1 on Ir/TiO2. The order with respect to water was 0.2 for CO2 and H2 formation on Ir/TiO2 and it was 0.26 for H2 formation and 0.12 for CO2 evolution. 4. Discussion 4.1. Adsorption of CO on supported Ir Although the adsorption of CO on supported Pt metals has been the subject of several studies, the CO-Ir interaction has received relatively little attention. Lynds [18] observed only one band at 2070 cm-~ following CO adsorption on Ir/A1203. Guerra and Schulman [19] found strong bands at 2030 and 2080 cm-1 and weaker ones at 1993 and 1890-1920 cm 1 for Ir/SiO2. Howe [20] and Solymosi and Rask6 [21] identified two CO bands at 2060-2080 and 2020 cm-1 for reduced Ir/A1203 and Ir/SiO2 and attributed them to linearly bonded CO to larger and smaller Ir clusters, respectively. Mc Vicker et al. [22] stated that the highly dispersed catalysts display a major carbonyl band at 2060 cm-1, while the larger crystallites exhibit a band at 2020-2025 cm-~. Toolenaar et al. [23] suggested that the band at 2050 cm-1 represents the adsorption of CO on 'low-coordinate' sites (edges, comers, etc.), the high frequency band at 2080 cm-~ is due to CO adsorbed on 'high-coordinated' sites. Tanaka et al. [24] observed the pair of bands at 2080-2070 and 2008-1995 cm ~ on A1203 and SiO2 supported Ir4(CO)12. These bands were assigned to a dicarbonyl complex. Solymosi et al. [25] found that the dominant spectral features for low tempera- ture reduced Ir/AI203 after adsorption of CO at 300 K are the bands at 2090-2107 and 2010-2037 cm-1. On the high temperature reduced sample the adsorption of CO at 300 K produces a broad band peaking at around 2060 cm-j, but after an extended adsorption time bands at 2090-2107 and 2010-2037 cm-1 appear and grow in intensity. This process is attributed to the oxidative disruption of IrX crystallites and to the formation of isolated iridium sites which involves the participation of OH groups of the support. When the sample was heated up to 673 K in the presence of CO the reductive agglomeration of Ir(I) sites was observed [25]. The same features were also detected in the case of supported Rh [26] and Ru [27]. In the case of our Ir/Al203 after the adsorption of CO at room temperature, bands at 2090, 2060, 2018 cm-1 were observed. Taking into account the above assignments we can state that on Ir/AleO3 Ir-dicarbonyl and Ir-CO were found. The assignation of the bands at 2080 cm-l and 2018 cm-l to dicarbonyl species is supported by the recent observation that [Ir(CO)2 (acac)] in hexane solution has two strong IR absorption bands at 2073 cm-1 and 1998 cm-1 [28]. On other supported Ir samples we obtained only a broad peak at about 2070 cm-1. It means that in these cases only the linearly bonded CO was formed. A. ErdShelyi et al. / Applied Catalysis A: General 139 (1996) 131-147 143 These results are in agreement with the dispersion data of the catalysts (Table 1). The Ir-dicarbonyl, which requires highly dispersed metal [25], was formed on Ir/Al203 where the dispersion was 59% and in the other cases, when the ratio of surface metal atoms was less than 35%, only the Ir-CO form was detected. As demonstrated in Fig. 1 on Ir/A1203 the absorption band intensities of Ir-dicarbonyl species decreased above 473 K and at the same time a new form, absorbing at about 2015 cm-J, was formed. On the other supported Ir samples a band at 2020 cm ~ was detected at higher temperature (at 623 K) instead of the band at 2070 cm-i. Taking into account the earlier suggestion [21,22] the band at about 2020 cm-~ can be assigned to the CO bonded to large Ir crystallites. These results clearly indicated the CO induced transformation of Ir crystallites. In the presence of water vapour similar spectral changes were observed (Fig. 3), but in these cases the intensity decay of the linearly bonded CO was more pronounced and above 623 K two peaks at 2025 cm ~ and at about 1970 cm- were observed on the spectra. We believe that the appearance of these bands at such low wavenumbers is primarily caused by the formation of Ir-carbonyl-hy- dride (Ir/c bonded to large and small lr crystallites. We believe that the coverage effect on the position of the linear CO bands plays only a minor role. These spectra revealed that in the presence of water vapour the small Ir clusters are stable on the surface. It means that the water hindered the CO induced Ir agglomeration. The same feature was also observed on supported Rh [26]. When a CO + H20 mixture was added to the Ir/AI203 at room temperature and the sample was heated to different temperatures (Fig. 4) (the infrared spectra were taken at the temperature of the adsorption) the same spectral changes were observed in the CO region, only the band intensities were stronger above 573 K. In these cases above 473 K bands at 1590 cm-L and 1380 cm-~ were also detected which can be assigned to the O-C-O stretching vibrations of formate ion. The formation of formate ion in the water-gas shift and in the reverse water-gas shift (H2 + CO2) reaction was determined earlier not only on sup- ported metals [9,17,29], but also on A1203 [30] and MgO [31] alone. It was demonstrated that the formate ion is located not on the metal, but rather on the support [ 17]. 4.2. The catalytic reaction between CO and H20 The main products of the water-gas shift reaction were CO2 and H2. On Ir/A1203 methane and on Ir/TiO2 methane, ethane, ethylene and C3-hydro- carbons were also detected. The turnover frequency for CO2 formation determined on Ir/A1203 (2.6. 10 3 s-~) was almost the same as reported by Grenoble et al. [2] for CO consumption on 2% Ir/A1203 (3.2 10-3 S t). The activation energies for CO~ and H2 formation are also in good agreement with the data obtained by Grenoble et al. [2]. IR spectroscopic measurements revealed that the adsorbed 144 A. Erd6helyi et al. / Applied Catalysis A: General 139 (1996) 131-147 CO is still stable at the temperature of the reaction in the presence of water vapour (Fig. 4). Formation of formate ions were also detected but these species are bonded to the support, rather than to the metal. The formation of formate ion in the reverse water-gas shift reaction has been discussed in detail on supported Rh catalysts [17,31]. It was supposed that the hydrogen activated on the metal reacts with CO2 and a part of the formate decomposes on the metal. The remaining formates migrate from the Rh onto the support. Another mechanism was also discussed, namely that H spills over to the support and reacts with bicarbonate bonded on the support [17]. In the CO + H20 reaction the formate can form in the following reaction CO(a) + OH(a) --~ HCOO(a) The CO is bonded to the metal and reacts with the OH group located on the metal support interface. The formate bonded to the metal spills over to the support, or it decomposes to CO2 and H~a). The latter reaction takes place more often. HCOOc.) -~ CO2 q'- He.) 2H) ~ H2 Carbon dioxide cannot adsorb on Ir single crystals [32] or on polycrystalline Ir above 200 K [33,34], so in the temperature range of the reaction the CO2 formed desorbs immediately. The dominant process in the decomposition of formic acid on metal catalysts is the dehydrogenation reaction and on oxides it is the dehydration [35]. Niwa and Lunsford [6] presumed that in the water-gas shift reaction the first step on supported Rh catalysts is the dissociation of CO and the surface carbon plays an important role. The dissociation of CO on supported Ir is a relatively slow process compared with the rate of the reaction so in this case it may not be the determining step. Iwasawa et al. determined the formation of formate ion in the CO + H20 reaction on oxides [36,10,11], and on supported Rh catalysts [9]. They assumed and established that the decomposition of formate located on the oxides to carbon dioxide is promoted by the H20. We can not rule out this process, but we assume that the contribution of this reaction is not significant compared with the reaction occurring on the metals. The dominant role of the reaction on the metal can be explained as: 1. although the supports are not totally inactive, the reaction rates are several orders of magnitude less than those on supported metal. 2. the formate ion is not stable on SiO2 [31], but the reaction occurred with a significant rate on Ir/SiO2 catalysts, (Table 1) 3. the reaction orders are nearly the same on Ir/TiO2 and on Ir/SiO2 (Fig. 7), although the formate can form on TiO2 supported catalyst, but not on SiO2 supported one. A. Erd6helyi et al./Applied Catalysis A: General 139 (1996) 131-147 145 The question arises as to whether the OH group formation in the water dissociation occurred on the metal or on the support. We assume that the support has a much stronger effect toward reactions requiring activation of H20, supporting the notion that water is principally activated on support sites, but the water-gas shift reaction takes place mostly on the metal and the metal-support interface. Grenoble et al. [2] excluded the latter suggestion. They compared the turnover frequencies on Rh/A1203 with different dispersion, and it was found that the rate was essentially constant over a wide range of metal dispersions. Our IR spectroscopic measurements revealed (Fig. 3) that in the presence of water vapour the band intensity of the linearly bonded CO decreased and the intensity of bicarbonyl species remained the same compared with the spectra taken in vacuum (Fig. 1). It was earlier demonstrated that Ir(CO)2 species formed on the highly dispersed metal [20], but we found that these species are not active in the water-gas shift reaction. It means that the small metal particles have a higher metal-support interface, but these centres are occupied partly by inactive CO with respect to the reaction. On the other hand it was recently demonstrated that the Rh surface is agglomerated [26] in the presence of CO at high temperature, i.e. the dispersion of metal decreased. So we do not exclude the reaction on the metal-support interface. In the CO + H20 reaction on Ir/A1203 and especially on Ir/TiO2, CH4, C2- and C3-hydrocarbons were also formed. There are different possible routes for the formation of hydrocarbons. The CO or CO2 can react with hydrogen formed in the reaction. Earlier it was suggested that CO [37] and CO2 [14] hydrogena- tion on supported Rh occurs through the formation of Rh-carbonyl-hydride, in which the CO can easily dissociate, and the surface carbon formed in this process was hydrogenated to CH4. In the CO + H,O interaction we supposed the carbonyl-hydride formation and we have no reason to suggest another route for the CH4 evolution than the formation of surface carbon from the (Ir(~\" species which is hydrogenated to methane. The rate of the CO + H20 reaction on the iridium catalyst was very sensitive to the nature of the support. This is in harmony with the results obtained on Rh [6,8] or Pt [2]. On the basis of specific activity Ir/TiO2 is the most effective catalyst, followed by Ir/MgO, Ir/Al203, Ir/SiO2. The differences in the specific activity of the last three samples, however, are very slight, if any. The rate determined on Ir/TiO2 exceeded by more than one order of magnitude that of the less active Ir/SiO2 (Table 1). Similar results were obtained in the CO2 + CH4 reaction on supported iridium catalysts [38]. It can not be excluded that the high activity of Ir/TiO2 is associated with the interaction between the lr and the support [39] which increases the back donation of electrons from Ir into the anti-bonding orbital of carbon monoxide, thereby facilitating its reaction with OH groups. To interpret the high efficiency of the TiO2 has to be taken into consideration that during the pre-treatment of the samples, the titania may 146 A. Erd6helyi et al. / Applied Catalysis A: General 139 (1996) 131-147 also be reduced (TiOx) in the neighbourhood of the Ir. We supposed that some steps of the reaction probably take place on the metal-support interface and these centres may be also active in the reaction. 5. Conclusion 1. The adsorption of CO at 298 K on Ir/A1203 produces three absorption bands at 2090, 2060, and 2018 cm-1. On Ir/MgO on Ir/TiO2 and on Ir/SiO2 only a band at 2060-2075 cm-~ was detected. At higher tempera- ture above 473 K CO induces the agglomeration of Ir, but the H20 hindered this process. 2. In the interaction and in the reaction of CO and water Ir-carbonyl-hydride and formate formation was observed on the surface of the catalysts. 3. The reaction of CO and water occurred readily above 523 K to produce H2 and CO2 (ratio with about 1) and small amounts of hydrocarbons. Ir/TiO2 was found to be the most effective catalyst. Acknowledgements Financial support of this work by OTKA (contract number T 014921) and a loan of hexachloro iridate from Johnson-Matthey are gratefully acknowledged. References [1] D.S. Newsom, Catal. Rev.-Sci. Eng., 21 (1980) 275. [2] D.C. Grenoble, M.M. Estadt and D.F. Ollis, J. Catal., 67 (1981) 90. [3] H. K~51bel and H. Hammer, Z. Electrochem., 64 (1960) 224. [4] H. Ktilbel and K. Bhattacharyya, Liebigs Ann. Chem., 618 (1958) 67. [5] M. Niwa, T. Iizuka and J.H. Lunsford, J. Chem. Soc. Chem. Commun., (1979) 684. [6] M. Niwa and J.H. Lunsford, J. Catal., 75 (1982) 302. [7] F. Solymosi, I. Tombficz and A. Erd6helyi, Appl. Catal., 14 (1985) 65. [8] J. Barbier, Jr. and D. Duprez, Appl. Catal. B, 3 (1993) 61. [9] T. Shido and Y. Iwasawa, J. Catal., 141 (1993) 71. [10] T. Shido and Y. Iwasawa, J. Catal., 129 (1991) 343. [11] T. Shido and Y. Iwasawa, J. Catal., 136 (1992) 493. [12] F. Solymosi and A. Erd6helyi, J. Mol. Catal., 8 (1980) 471. [13] F. Solymosi, A. Erd6\"helyi and M. Kocsis, J. Chem. Soc. Faraday Trans. 1, 77 (1981) 1003. [14] F. Solymosi, A. ErdShelyi and T. B~insfigi, J. Catal., 68 (1981) 371. [15] A. Erd6helyi, M. P~sztor and F. Solymosi, J. Catal., 98 (1986) 166. [16] A. Erd6\"helyi and F. Solymosi, J. Catal., 84 (1983) 446. [17] F. Solymosi, A. Erd6helyi and M. Kocsis, J. Catal., 65 (1980) 428. [18] L. Lynds, Spectrochim. Acta, 20 (1964) 1369. [19] C.R. Guerra and J.H. Schulman, Surf. Sci., 7 (1967) 229. [20] R.F. Howe, J. Catal., 50 (1977) 196. A. Erd6helyi et al. / Applied Catalysis A: General 139 (1996) 131-147 147 [21] F. Solymosi and J. Rask6, J. Catal., 62 (1980) 253. [22] G.B. McVicker, R.L. Baker, R.L. Garten and E.L. Kugler, J. Catal., 65 (1980) 207. [23] F.J.C.M. Toolenaar, A.G.T.M. Bastein and V. Ponec, J. Catal., 82 (1983) 35. [24] K. Tanaka, K.L. Watters and R.F. Howe, J. Catal., 75 (1982) 23. [25] F. Solymosi, E. Nov~k and a. Moln~.r, J. Phys. Chem., 94 (1990) 7251. [26] F. Solymosi and M. P~tsztor, J. Phys. Chem., 89 (1985) 4789. [27] F. Solymosi and J. Rask6, J. Catal., 115 (1989) 105. [28] S. Kawi and B.C. Gates, Inorg. Chem., 31 (1992) 2939. [29] L. Basini and A. Aragno, J. Chem. Soc. Faraday Trans., 90 (1994) 787. [30] Y. Amenomiya and G. Pleizer, J. Catal., 76 (1982) 345. [31] F. Solymosi, A. Erd6helyi and T. B~ns~igi, J. Chem. Soc. Faraday Trans., 77 (1981) 2643. [32] V.P. lvanov, G.K. Boreskov, V.1. Savchenko, W,F. Egelhoff and W.H. Weinberg, J. Catal., 48 (1997) 269. [33] T. Matsushima, J. Phys. Chem., 88 (1984) 202. [34] T. Matsushima, M. Harhimoto and I. Toyoshima, J. Catal. 58 (1979) 303. [35] F. Solymosi and A. Erd6helyi, J. Catal., 91 (1985) 327. [36] T. Shido, K. Asakura and Y. Iwasawa, J. Catal., 122 (1990) 55. [37] F. Solymosi, I. Tomb~cz and M. Kocsis, J. Catal., 75 (1982) 78. [38] A. Erd6helyi, K. Fodor and F. Solymosi, Stud. Surf. Sci. Catal., in press. [39] F. Solymosi, Catal. Rev., 1 (1967) 233. APCATA 95003169 0926-860X(95)00316-9 10.1016/0926-860X(95)00316-9 Elsevier Science B.V. All rights reserved Reaction of carbon monoxide with water on supported iridium catalysts A. Erdo˝helyi * a b K. Fodor a b G. Suru a b 1 a Institute of Solid State and Radiochemistry 2 b Reaction Kinetics Research Group of the Hungarian Academy of Science, P.O. Box 168, H-6701 Szeged ,Hungary * Corresponding author., A. József University, P.O. Box 168, H-6701 Szeged ,Hungary 1 Permanent address: Laboratory of Inorganic Chemistry of Romanian Academy - Timisoara Branch, B-dul Mihai Viteázu Nr. 24, RO-1900 Timisoara, Romania. 2 This laboratory is a part of the Center for Catalysis, Surface and Material Science at the University of Szeged. The adsorption of CO, the interaction and the reaction of CO and water have been investigated over supported Ir catalysts. The adsorption of CO was studied by infrared spectroscopy. The dominant spectral features for Ir/Al2O3 at 298 K are the bands at 2090, 2060, and 2018 cm−1 but on Ir/TiO2, Ir/SiO2, and Ir/MgO only a band at 2060–2075 cm−1 was detected. At higher temperature above 473 K CO induces the agglomeration of Ir, but the H2O hindered this process. In the interaction and in the reaction of CO and water, formate formation was observed on the surface of the catalysts. The IR spectra of the adsorbed CO in the presence of water differed from that observed during the adsorption of CO; the band due to linearly bonded CO was shifted to lower wavenumbers. The reaction of CO + H2O was studied in a fixed-bed continuous-flow reactor. The production of H2, CO2 (with ratio about 1) and small amount of hydrocarbons proceeded readily above 523 K. Ir/TiO2 was found to be the most effective catalyst, its activity was 20 times higher than that of the last effective Ir/SiO2. Possible mechanisms of the CO + H2O reaction are discussed. Keywords Carbon monoxide adsorption Infrared spectroscopy Iridium/magnesia Iridium/silica Iridium/titania Water-gas shift reaction References [1] Newsom D.S. Catal. Rev.-Sci. Eng. 21 1980 275 [2] Grenoble D.C. Estadt M.M. Ollis D.F. J. Catal. 67 1981 90 [3] Kölbel H. Hammer H. Z. Electrochem. 64 1960 224 [4] Kölbel H. Bhattacharyya K. Liebigs Ann. Chem. 618 1958 67 [5] Niwa M. Iizuka T. Lunsford J.H. J. Chem. Soc. Chem. Commun. 1979 684 [6] Niwa M. Lunsford J.H. J. Catal. 75 1982 302 [7] Solymosi F. Tombácz I. Erdo˝helyi A. Appl. Catal. 14 1985 65 [8] Barbier J. Jr. Duprez D. Appl. Catal. B 3 1993 61 [9] Shido T. Iwasawa Y. J. Catal. 141 1993 71 [10] Shido T. Iwasawa Y. J. Catal. 129 1991 343 [11] Shido T. Iwasawa Y. J. Catal. 136 1992 493 [12] Solymosi F. Erdo˝helyi A. J. Mol. Catal. 8 1980 471 [13] Solymosi F. Erdo˝helyi A. Kocsis M. J. Chem. Soc. Faraday Trans. 1 77 1981 1003 [14] Solymosi F. Erdo˝helyi A. Bánsági T. J. Catal. 68 1981 371 [15] Erdo˝helyi A. Pásztor M. Solymosi F. J. Catal. 98 1986 166 [16] Erdo˝helyi A. Solymosi F. J. Catal. 84 1983 446 [17] Solymosi F. Erdo˝helyi A. Kocsis M. J. Catal. 65 1980 428 [18] Lynds L. Spectrochim. Acta 20 1964 1369 [19] Guerra C.R. Schulman J.H. Surf. Sci. 7 1967 229 [20] Howe R.F. J. Catal. 50 1977 196 [21] Solymosi F. Raskó J. J. Catal. 62 1980 253 [22] McVicker G.B. Baker R.L. Garten R.L. Kugler E.L. J. Catal. 65 1980 207 [23] Toolenaar F.J.C.M. Bastein A.G.T.M. Ponec V. J. Catal. 82 1983 35 [24] Tanaka K. Watters K.L. Howe R.F. J. Catal. 75 1982 23 [25] Solymosi F. Novák E. Molnár a. J. Phys. Chem. 94 1990 7251 [26] Solymosi F. Pásztor M. J. Phys. Chem. 89 1985 4789 [27] Solymosi F. Raskó J. J. Catal. 115 1989 105 [28] Kawi S. Gates B.C. Inorg. Chem. 31 1992 2939 [29] Basini L. Aragno A. J. Chem. Soc. Faraday Trans. 90 1994 787 [30] Amenomiya Y. Pleizer G. J. Catal. 76 1982 345 [31] Solymosi F. Erdo˝helyi A. Bánsági T. J. Chem. Soc. Faraday Trans. 77 1981 2643 [32] Ivanov V.P. Boreskov G.K. Savchenko V.I. Egelhoff W.F. Weinberg W.H. J. Catal. 48 1997 269 [33] Matsushima T. J. Phys. Chem. 88 1984 202 [34] Matsushima T. Harhimoto M. Toyoshima I. J. Catal. 58 1979 303 [35] Solymosi F. Erdo˝helyi A. J. Catal. 91 1985 327 [36] Shido T. Asakura K. Iwasawa Y. J. Catal. 122 1990 55 [37] Solymosi F. Tombácz I. Kocsis M. J. Catal. 75 1982 78 [38] A. Erdo˝helyi, K. Fodor and F. Solymosi, Stud. Surf. Sci. Catal., in press. [39] Solymosi F. Catal. Rev. 1 1967 233",
      "scopus-id": "0010863197",
      "coredata": {
        "eid": "1-s2.0-0926860X95003169",
        "dc:description": "The adsorption of CO, the interaction and the reaction of CO and water have been investigated over supported Ir catalysts. The adsorption of CO was studied by infrared spectroscopy. The dominant spectral features for Ir/Al2O3 at 298 K are the bands at 2090, 2060, and 2018 cm−1 but on Ir/TiO2, Ir/SiO2, and Ir/MgO only a band at 2060–2075 cm−1 was detected. At higher temperature above 473 K CO induces the agglomeration of Ir, but the H2O hindered this process. In the interaction and in the reaction of CO and water, formate formation was observed on the surface of the catalysts. The IR spectra of the adsorbed CO in the presence of water differed from that observed during the adsorption of CO; the band due to linearly bonded CO was shifted to lower wavenumbers. The reaction of CO + H2O was studied in a fixed-bed continuous-flow reactor. The production of H2, CO2 (with ratio about 1) and small amount of hydrocarbons proceeded readily above 523 K. Ir/TiO2 was found to be the most effective catalyst, its activity was 20 times higher than that of the last effective Ir/SiO2. Possible mechanisms of the CO + H2O reaction are discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-06-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95003169",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Erdo˝helyi, A."
          },
          {
            "@_fa": "true",
            "$": "Fodor, K."
          },
          {
            "@_fa": "true",
            "$": "Suru, G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95003169"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95003169"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00316-9",
        "prism:volume": "139",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Reaction of carbon monoxide with water on supported iridium catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon monoxide adsorption"
          },
          {
            "@_fa": "true",
            "$": "Infrared spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Iridium/magnesia"
          },
          {
            "@_fa": "true",
            "$": "Iridium/silica"
          },
          {
            "@_fa": "true",
            "$": "Iridium/titania"
          },
          {
            "@_fa": "true",
            "$": "Water-gas shift reaction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "131-147",
        "prism:endingPage": "147",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 June 1996",
        "prism:doi": "10.1016/0926-860X(95)00316-9",
        "prism:startingPage": "131",
        "dc:identifier": "doi:10.1016/0926-860X(95)00316-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0010863197"
      }
    }
  }
}