{
  "metadata": {
    "title": "Characterization of supported molybdenum sulfide catalyst ex ammonium tetrathiomolybdate",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-05-26",
    "doi": "10.1016/0926-860X(94)80217-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94802173",
    "pii": "0926860X94802173"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028427245",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94802173 0926-860X(94)80217-3 0926860X94802173 10.1016/0926-860X(94)80217-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X01809 2024-01-01T12:21:06.294127Z 0 0 19940526 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 112 112 2 2 Volume 112, Issue 2 7 161 173 161 173 19940526 26 May 1994 1994-05-26 1994 article fla Copyright © 1994 Published by Elsevier B.V. CHARACTERIZATIONSUPPORTEDMOLYBDENUMSULFIDECATALYSTEXAMMONIUMTETRATHIOMOLYBDATE VASUDEVAN P MASSOTH 1975 164 F NAUMANN 1982 A VASUDEVAN 1986 235 P KALTHOD 1985 455 D KALTHOD 1986 572 D VALYON 1985 155 J GOLDWASSER 1989 34 J EKMAN 1989 246 M KNOZINGER 1988 20 H PROC9THINTERNATIONALCONGRESSCATALYSISCALGARY1988 POLZ 1989 22 J ANDERSON 1988 803 A ROXLO 1987 1629 C DUNCOMBE 1985 410 P HALL 1982 224 W LAINE 1991 385 J MASSOTH 1977 300 F VOORHOEVE 1971 228 R PAREKH 1978 58 B VALYON 1983 216 J BODRERO 1983 145 T LOMBARDO 1980 150 E UCHYTIL 1982 117 J ZMIERCZAK 1980 432 W MICIUKIEWICZ 1987 915 J MOON 1988 307 S ROXLO 1986 176 C SALMERON 1982 105 M TAUSTER 1980 515 S VASUDEVANX1994X161 VASUDEVANX1994X161X173 VASUDEVANX1994X161XP VASUDEVANX1994X161X173XP item 0926-860X(94)80217-3 0926860X94802173 1-s2.0-0926860X94802173 10.1016/0926-860X(94)80217-3 271346 2024-01-01T12:21:06.294127Z 1994-05-26 1-s2.0-0926860X94802173-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802173/MAIN/application/pdf/b92093253f63f79f1d33f4b527a6a87a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802173/MAIN/application/pdf/b92093253f63f79f1d33f4b527a6a87a/main.pdf main.pdf pdf true 662809 MAIN 13 1-s2.0-0926860X94802173-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802173/PREVIEW/image/png/8a6de729e73b8458f57cbabcc48cba3e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802173/PREVIEW/image/png/8a6de729e73b8458f57cbabcc48cba3e/main_1.png main_1.png png 52014 849 656 IMAGE-WEB-PDF 1 ! applied catalysis A ELS EV I ER Applied Catalysis A: General 112 (1994) 161-173 Characterization of supported molybdenum sulfide catalyst ex ammonium tetrathiomolybdate P.T. Vasudevan*, Fan Zhang Department of Chemical Engineering, University of New Hampshire, Durham, NH 03824, USA w . Tel. ( + 1-603) 8622298,/w w fax. ( + 1-603) 8623747/ w (Received 11 October 1993; revised 28 December 1993; accepted 31 January 1994) Abstract Active sulfide catalysts are conventionally prepared by converting the respective oxides to sulfides. Reductive sulfiding of the oxides is usually difficult and does not proceed in a regular manner. A supported molybdenum sulfide catalyst prepared by the decomposition of ammonium tetrathiomo- lybdate (ATFM) in hydrogen is unique in two respects, namely, the lower valence state of the supported molybdenum sulfide catalyst, and the presence of few oxygen atoms in the catalyst. The activity of a catalyst prepared by this technique ( and subjected to different pretreatments) is compared with the activities of both a conventional and a commercial catalyst. The pretreatment consists of flash or temperature-programmed decomposition of the supported ATFM in helium followed by removal of excess sulfur by temperature-programmed reduction, or the decomposition of supported ATI'M in hydrogen. The results clearly indicate that the activity of the catalyst prepared by the decomposition of ATTM is higher than the activities of both the conventionally prepared catalyst and the commercial catalyst. Key words: ATTM; molybdenum sulphide; supported molybdenum sulphide; valence state I. Introduction Natural sulfide minerals are frequently inefficient as catalysts as their activity may be very low. Therefore, catalytically active sulfides are conventionally prepared by means of special procedures. These catalysts may be used either in the pure form or supported on carriers. Active sulfide catalysts are usually prepared by converting the respective oxides to sulfides. The starting substances are converted to oxides by means of calcination or oxidation. Reductive sulfiding of molybdenum oxides is difficult and does not proceed in a *Corresponding author. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDIO926-860X (94)00015-J P.T. Vasudevan, F. Zhang /Applied Catalysis A: General 112 (1994) 161-173 regular manner. For example, in the reaction of gaseous hydrogen sulfide with molybdena at 400 to 500, reduction to MoO2 and partial conversion to sulfide takes place, so that the final product is a mixture of MoS2 and MoO2 [ 1 ]. Another method of preparing active unsupported molybdenum sulfide catalysts is to decompose the thiosalt in an inert atmos- phere [ 2]. This technique was first applied to supported sulfide catalysts by Vasudevan and Weller [ 3 ]. Extensive research work has been done on unsupported molybdenum sulfide catalyst prepared by the decomposition of ammonium tetrathiomolybdate in helium [ 4,5 ]. A novel technique of preparing supported molybdenum sulfide catalysts was developed by Vasu- devan and Weller [3], in which alumina was impregnated with aqueous ammonium tetra- thiomolybdate (ATTM), not the heptamolybdate salt, followed by decomposition in hydrogen. Vasudevan and Weller found a significant difference in the average valence state of molybdenum, after reduction in hydrogen, for the unsupported and alumina-supported sulfide. The average valence state for the reduced supported sulfide was much less than 4, whereas for the unsupported sulfide, the valence state was equal to 4, which is indeed remarkable. The hydrogen consumption for reduction of ATTM, and oxygen consumption for reoxidation of the reduced catalyst was rationalized on the basis of a postulated model in which the reduction proceeded to a molybdenum valence state lower than Mo TM. Valyon and Hall [ 6] published a method of assaying reductively sulfided molybdena- alumina catalysts, with a view to establishing whether valence states lower than Mo TMexist in such preparations. Valyon and Hall started with a molybdenum oxide-alumina catalyst, prepared by impregnation of alumina with aqueous ammonium heptamolybdate, followed by drying and precalcination. Treatment with H2S/H2 resulted in reduction and replacement of O by S, the extent of both depended on reaction conditions. The salient finding was that valence states lower than Mo TM were indeed present (though not much lower) in these reductively sulfided catalysts. Recent work in the literature regarding the valence state of reduced molybdenum have corroborated the observations of Vasudevan and Weller. For instance, Goldwasser et al. [7] prepared a molybdenum catalyst by subliming Mo(Co)6 onto dehydroxylated and partially dehydroxylated alumina. The chemisorption of nitric oxide and carbon monoxide on these materials was studied using volumetric, chromatographic, and spectroscopic tech- niques. ESCA data indicated that on partially dehydroxylated alumina, both Mo TM and Mo H or Mo O were present. Ekman et al. [ 8 ] have examined the effect of the oxidation state of molybdenum on the catalytic hydrodesulfurization (HDS) of thiophene using a series of lead-lutetium Chevrel phases. They found both bulk structures and molybdenum oxidation states to be stable. They were able to relate catalyst activity to the formal oxidation state of molybdenum for these compounds, and showed that thiophene HDS activity was associated with reduced molybdenum oxidation states, apparently reaching a maximum between Mo H and Mo TM. Kn6zinger and co-workers [9,10] have carried out volumetric hydrogen uptake meas- urements on unsupported polycrystalline MoS2 prepared by the decomposition of ATTM in the temperature range 423-573 K. It has been suggested by Anderson et al. [ 11 ] that in view of the high hydrogen capacity of MoS/, it is appealing to consider HxMoS2 as the true catalytically active component for reactions involving dihydrogen. The elementary steps leading to dihydrogen dissociation are not understood as yet. The surface sites are also P.T. Vasudevan, F. Zhang /Applied Catalysis A: General 112 (1994) 161-173 unknown. For unsupported MoS2, Polz et al. [10] have proposed a stoichiometry of Ho.o35MoS 2 at 500 mbar and 573 K. In comparison, for supported molybdenum sulfide catalyst prepared by the decomposition of ATTM in hydrogen, Vasudevan and Weller obtained a H/Mo ratio of 0.011. Roxlo et al. [ 12] have looked at edge surfaces in lithographically textured molybdenum disulfide. They found that the optical absorption that was measured increased by two orders of magnitude after texturing. This increase was attributed to surface defects that are located on edge planes. The presence of Mo In at the surface that they observed was hypothesized to be consistent with the sulfur vacancies or catalytically active sites. Thus, there seems to be clear evidence that the average valence state for the reduced supported molybdenum sulfide is much less than 4 whereas for the unsupported sulfide, the valence state after reduction is close to 4. However, the activity of the supported catalyst prepared by the decomposition of ATTM for different reactions, such as hydrogenation or hydrogenolysis has not been reported. In the present study, supported molybdenum sulfide catalyst was prepared in situ, by thermal decomposition of ATTM in helium or hydrogen. The in situ preparation ensured an oxygen free catalyst. The catalyst was subjected to different pre- treatments, and the activity of the catalyst in the hydrogenolysis of thiophene, and low- temperature oxygen chemisorption (LTOC) at -78 were measured. The values were compared with the activity and LTOC of a catalyst prepared by the conventional method of reductive sulfiding of the oxide, as well as with that of a commercial catalyst. 2. Experimental 2.1. Catalyst Ammonium tetrathiomolybdate was prepared by bubbling hydrogen sulfide through a solution of ammonium paramolybdate and ammonium hydroxide in water. The crystals were separated by filtration, and then dried and stored in a desiccator under vacuum. The impregnation was carried out at room temperature by introducing y-alumina in a saturated solution of ATTM under a nitrogen blanket. The ATTM/alumina was dried under vacuum at ambient temperature and stored in a desiccator until use in an experiment. The metal content in the supported catalyst was determined by a standard ASTM method using a Jones reductor column (Method D-3943). In order to use this method, the catalyst was first oxidized by air calcination at 500 for 3 h. Thermal decomposition of ATTM in helium produces molybdenum sulfide containing excess sulfur according to the reaction (NH4) 2 MoS4 --* 2NH3 + Hz S + ( 3 - y ) S + MoSy ( 1 ) The supported ATrM was decomposed in the reactor. Consequently, there was no exposure of the resulting sulfide to air in any of the subsequent procedures. Two heating schedules were used: flash heating (done by lowering the reactor into a preheated oven) or pro- grammed decomposition. In flash heating, the final temperature of 450 was maintained for 1 h. In the case of programmed heating, the catalyst was heated at a rate of 10/min up to 450 and held at that temperature for 15 min. P.T. Vasudevan, F. Zhang /Applied Catalysis A.\" General 112 (1994) 161-173 In some experiments, thermal decomposition of supported ATTM was carried out in a stream of hydrogen instead of helium. The heating rate was 15/min until the sample reached 550, and the sample was thereafter held at that temperature for 1 h. Thermal decomposition of supported ATTM in hydrogen produces molybdenum sulfide having a valence state lower than 4 [ 3 ] according to the reaction (NH4) 2MOS4 + yH2 ~ (NH4) 2 S + yHzS + MoS3 -y (2) 2.2. Equipment An integrated apparatus (shown in Fig. 1) was used to measure reaction rates and activities. The system essentially consisted of a stainless-steel micro-reactor (inch X 4 inches) equipped with a pre-heating coil and an arrangement of valves and tubing that permitted in-situ preparation, pretreatment, pulsed chemisorption, and activity testing of the catalyst. A gas chromatograph (Hewlett Packard 5890) was connected to the reactor through gas sampling valves and was used for both pulsed chemisorption and activity measurements. Sampling Gas Reactor GC Six-port valve Thiophene Saturator Injection Port Six-Port valve H2SIH 2 He H 2 Fig. 1. Schematic of apparatus. P.12 Vasudevan, F. Zhang /Applied Catalysis A: General 112 (1994) 161-173 All interconnecting tubing ( ~ inch O.D.) between the micro-reactor and the gas chromat- ograph were made of stainless steel. All the catalyst samples were prepared in-situ. 2.3. Procedure Pretreatment Molybdenum sulfide catalyst, prepared by the decomposition of ATTM in helium, was cooled to room temperature and subjected to one of the following pretreatments. Temperature-programmed reduction. The sample was heated at a rate of 15/min in hydrogen till it reached 550, and then held at that temperature for 1 h. H2S evolution was monitored by gas chromatography. Reductive sulfiding. The catalyst was heated at 15/min in a 14.3% H2S/H 2 stream to 450 and kept at that temperature for 1 h. After the sample was purged with helium at 450 for 15 min, it was cooled to ambient temperature and then subjected to TPR. Pulse adsorption measurement Low temperature oxygen chemisorption (LTOC) at -78 was determined by a pulse method. Pulses of 1.51% oxygen in helium were injected into a helium carrier gas which passed through the catalyst bed (at -78) and then into the gas chromatograph for detection of unadsorbed oxygen. The catalyst was considered to be saturated when succes- sive outlet pulses did not differ by more than 1%. The pulse volume was 5 ml. BET Measurement A Quantasorb analyzer was used to determine the BET area by nitrogen adsorption at -195. Nitrogen partial pressure was changed by regulating the flow-rate of N2 in a N2/ He mixture. H2S evolution The H2Sevolution during TPR was determined from the total area under the TPR profile and the HaS calibration constant. Measurement of catalyst activity The catalyst activity in the hydrogenolysis of thiophene was tested after subjecting the catalyst to various pretreatments as outlined in the \"Pretreatment\" section. The catalyst was cooled to 400 after pretreatment, and its activity was measured by flowing high purity hydrogen through a saturator containing thiophene maintained at a constant temper- ature. For each run, 0.2 g of catalyst was used, and the flow-rate of hydrogen through the saturator was kept the same. The concentration of thiophene in the feed to the reactor as well as from the reactor outlet was monitored by the gas chromatograph. The HP5890 gas chromatograph was interfaced to a Zenith PC, and data acquisition and analysis was per- formed by a software, \"Peak 96\", supplied by Hewlett-Packard. The separation of thio- phene, HzS, butane and butenes was achieved on a Durapak (n-octane/Porasil-C ~ inch 24 feet) column at 45. Care was taken to ensure that no condensation of the thiophene P.T. Vasudevan. F. Zhang /Applied CatalysisA: General 112 (1994) 161-173 occurred anywhere in the system by wrapping heating tape around the stainless-steel tubing. Catalyst activity was expressed in terms of thiophene conversion. The activity of this catalyst was then compared with a commercial HDS catalyst (Harshaw Co-Mo 0402T, size 150 mesh), and a catalyst with the same molybdenum loading, but prepared by a conven- tional technique (reductive sulfiding of the oxide). In order to keep the molybdenum loading the same, the supported ATTM catalyst was simply oxidized at 500 for 12 h, and then subjected to reductive sulfiding according to the procedure outlined earlier. The sample was then purged in helium for 15 min, and then subjected to temperature-program reduction according to the procedure outlined earlier. 3. Results and discussion 3.1. Preparation of catalyst Two kinds of alumina were tried as a support. Spherical pellets of y-alumina from Davison having an average pore size of 125/~, diameter 3.5 ram, and a BET area of 176 m2/g were used. The second kind of alumina had an average diameter of 26/zm. The molybdenum content is shown in Table 1. It is clear from the table that alumina powder had a much higher molybdenum loading, probably due to the much smaller particle size, therefore resulting in a concomitant reduction in pore diffusion. As a result, it was decided to conduct experiments with y-alumina powder as support. Since a saturated solution of ATTM was used during impregnation, this was the highest loading that could be attained. 3.2. Effect of pretreatment: analysis of TPR data For unsupported ATTM, Kalthod and Weller found that the molybdenum sulfide formed by thermal decomposition of ATTM in helium at 450 contained excess sulfur (S/Mo=2.3). Heating in hydrogen was required to remove excess sulfur and generate oxygen chemisorption sites. The TPR profiles for the flash-decomposed and temperature-program decomposed sup- ported Aq-TM samples are shown in Fig. 2. Two H2S peaks were observed during TPR. Table 1 Molybdenum content Catalyst BET area MoO~ (m2/g) (wt.-%) y-A1203 pellet 172.9 - ATTM/y-AI203 pellet 176.0 3.72 \"y-A1203 powder 178.6 - ATTM/y-AlzO3 powder 183.0 7.30 Harshaw 0402T 178.0 14.7 P.T. Vasudevan, F. Zhang /Applied Catalysis A: General 112 (1994) 161-173 Flash Decomposed Temperature Program Decomposed t- O.n I \"5 0 LU 0,) \"0= I I I \"-1 I Go t f-t G) r3) o I | \"0 I \"l-t J 200 400 550 Temperature (C) Fig. 2. Temperature-programmed reduction profile for MoSy/AIzO 3. Catalyst Weight = 0.2 g. Final temperature 550. Kalthod and Weller [4] also observed two peaks for the unsupported ATI'M catalyst. However, in contrast to unsupported ATI~, only one peak was observed at a temperature of 450 as shown in Fig. 3. For supported ATTM, TPR had to be continued up to a temperature of 550 (Fig. 2), in order to obtain two distinct peaks of H2S. Consequently, the peak temperatures for the supported catalyst were about 380 and 530, and these were much higher than the corresponding values of about 180 and 380 for unsupported ATI'M. The TPR profiles also showed that the 10/min decomposed sample had a higher first peak than the flash decomposed sample, but the second peak was roughly the same height. This behavior is similar to what was observed for unsupported ATFM [4]. The effect of reduction temperature during TPR in hydrogen on supported ATTM samples pretreated by temperature-program decomposition in helium is shown in Table 2. BET area, H2S evolution and LTOC were measured at the end of the first and second TPR peaks. Comparison of BET areas shows that the reduction in area was only slight, suggesting that sintering was not a problem. Studies on the thermal behavior of shell catalysts by Duncombe and Weller [ 13 ] showed that no sintering and redistribution took place for Mo- alumina catalysts up to 625. This is because the catalyst is stabilized by interaction with the support. For unsupported ATTM, Kalthod and Weller observed that sintering started after heating in hydrogen beyond the first TPR peak, that is, at temperatures above 250, indicating that the second peak involved removal of excess sulfur from the bulk. They also observed that sintering was severe at temperatures above 450. Various explanations exist for the two peaks observed during TPR. Hall [ 14] has sug- gested that two different species coexist in the catalyst, viz. the tetrahedral species in smaller amounts together with the dominant octahedral species. Alternatively, it is possible that P.T. Vasudevan, F. Zhang /Applied Catalysis A: General 112 (1994) 161-173 Flash Decomposed 0 .m o LU \"o O0 (- Cb e S 200 400 Temperature (G) Fig. 3. Temperature-programmed reduction profile for MOSy/A1203. Catalyst Weight = 0.2 g. Final temperature 450. hydrogen is consumed in two steps. The absence of sintering up to 420 suggests that the first peak may correspond to the removal of sulfur from the surface. Laine et al. [ 15 ] carried out studies on Ni-Co-Mo catalysts supported on silica. They too observed a two-peak spectrum in the non-promoted samples. They suggested that the first peak (575) may be assigned to dispersed polymolybdates linked to the silica surface and the second peak (655) may be assigned to bulk MOO3. However, it is very difficult to compare TPR of molybdenum sulfide (MoSz) and MoO3 supported catalysts. It therefore appears that there is no single, simple explanation that describes this phenomenon. Kalthod and Weller reported that for unsupported ATTM, the absolute values of LTOC showed a maximum at 400. This was attributed to a balance between two opposing effects on LTOC with increasing temperature: an increase in sulfur removal, and loss of surface area by sintering. Contrary to unsupported ATTM, the LTOC values for supported ATI'M increase with increase in temperature up to 550. This is most likely due to the low extent of sintering coupled with the creation of more anion vacancies with increase in temperature. Table 2 Effect of reduction temperature Reduction temperature H2S evolution BET area LTOC () (ml (STP)/g) (mZ/g) (ml (STP)/g) 20 -183.0 - 420 9.36 175.4 0.68 550 21.14 174.9 1.42 P.T. Vasudevan, F. Zhang /Applied Catalysis A: General 112 (1994) 161-173 The presence of the support clearly has a stabilizing effect on the surface structure of the supported material. 3.3. Correlation of pretreatment, thiophene hydrogenolysis activity and LTOC There is considerable uncertainty regarding the nature of active sites, particularly in regard to the identification of functionally different sites for different reactions. The catalytic sites in the sulfide form of Mo/A1203 catalysts are believed to consist of coordinately unsaturated molybdenum ions and the associated anion vacancies [ 16,17 ]. These sites are believed to adsorb molecules such as carbon monoxide, nitric oxide and oxygen. The selective chemisorption of oxygen has been extensively used to characterize Mo/A1203 catalysts both in the sulfide and oxide forms [ 18,19]. The amount of oxygen or nitric oxide chemisorption has been found to correlate with the catalytic activity for hydrogenation [20,21], hydrodesulfurization [22,23], and HDS [24,25]. The strong chemisorption of oxygen or nitric oxide indicates the presence of uncoordi- nated centers in sulfided catalysts. These centers are the anion vacancies referred to earlier and are located at the edges of the slabs, where molybdenum atoms are incompletely coordinated with S 2- ions [26]. The amount of oxygen chemisorption per unit area of the catalyst depends on the temperature, the method of preparation/pretreatment, and the method of measurement. Various models have been proposed for the active sites in hydrogenation and hydrogen- olysis reactions on promoted and unpromoted molybdenum sulfide catalysts. The effect, if any, of the edge and basal sites of the sulfide in oxygen chemisorption and in hydrogenation is still not clear, even though this has been investigated rather extensively [ 27,28 ]. Electron microscopy studies of unsupported molybdenum sulfide have shown that it exhibits hex- agonal morphology [ 26]. A similar morphology is presumed to be present in supported molybdenum sulfide catalysts. The molybdenum sulfide hexagons exist as two-dimensional slabs about a layer thick and this is attributed to a strong interaction of the molybdenum oxide with the alumina support. It is presumed that during subsequent sulfiding, a high dispersion of molybdenum that originally exists during preparation and calcination is still maintained. In the case of molybdenum sulfide prepared by the decomposition of ATTM, it is possible that the molybdenum sulfide still exists as two dimensional slabs, especially at low loadings. At higher molybdenum loadings, clusters of slabs are probably formed. In this study, the activity for thiophene hydrogenolysis of a supported ATTM catalyst subjected to either flash decomposition or temperature-programmed decomposition, fol- lowed by temperature-programmed reduction in both cases was compared. The results are shown in Table 3. It was found that the activity of the flash-decomposed sample was slightly lower than the activity of the temperature-program decomposed sample. In the case of unsupported Aq-TM, the activities for propene hydrogenation have been found to be very close for flash decomposed and temperature-program decomposed samples [ 4 ]. The effect of pretreatment on catalyst activity is shown in Fig. 4 which compares the activity of a supported AT'fM catalyst subjected to temperature-programmed decomposition followed by temperature-programmed reduction to 420 and 550 respectively. The activity of the catalyst after the second TPR peak was clearly higher. It is clear from the figure that the conversion of thiophene reached a steady-state after an hour, and that the difference in the P.T. Vasudevan, F. Zhang / Applied Catalysis A: General 112 (1994) 161-173 activities of the catalyst subjected to the two pretreatments remained the same. In a separate control experiment, it was established that the concentration of thiophene in the feed to the reactor (outlet from saturator) remained constant over the duration of the experiment. LTOC values and thiophene hydrogenolysis activity for different catalyst pretreatments are compared in Table 3. All the experiments were repeated in order to ensure that the values were reproducible. There appears to be a direct correlation between LTOC and thiophene activity except in the case of a catalyst sample prepared by hydrogen reduction. The reason for the lower LTOC value for a catalyst sample prepared by reduction in hydrogen alone is not clear. The conversions reported in the table represent average values. Contrary to unsupported ATTM, the 10/min decomposed sample showed a higher LTOC than the flash-decomposed sample. Tauster et al. [28] have proposed that oxygen is a selective Table 3 Effect of pretreatment on thiophene conversion and LTOC Catalyst Pretreatment LTOC Average (ml (STP)/g) conversion (%) MOSy/AI203 Hydrogen reduction 0.75 71.3 MoSy/AI203 10min decomposed + TPR 1.42 70.4 MOSy/AI203 Flash-decomposed + TPR 1.21 68.0 MoSy/A1203 10min decomposed + TPR (420) 0.68 56.0 MoO3/A1203 H2S/H2 + TPR 0.56 55.0 80 MOSy/AI203 after first TPR peak ~' MoSy/AI203 after second TPR pea 75- - O \"~ 70- e- o o 65- r-. o o. .o 60- e- l.- 55- 50 '' ' I ' ' ' ' I ' ' ' ' I ' 1 2 3 Time (hours) Fig. 4. Effect of catalyst pretreatment on activity. Weight=0.2 g. Temperature-programmed decomposition followed by TPR to 420 and 550. P.T. Vasudevan, F. Zhang /Applied Catalysis A: General 112 (1994) 161-173 90 $r MOSy/AI203 Harshaw 0402T MoO2-MoS2/AI203 80- t'- 70 t- O (D C (D 60- t- O t- I-- 50- 40 ' ~ ~ ' I ' ' ' ' I ' ' ' ' I ' ' ' 1 2 3 Time (hours) Fig. 5. Effect of catalyst preparation on activity. Weight = 0.2 g. MoSy/AI/O3 prepared by ATTM decomposition in hydrogen. MoO2-MoS2/AI203 and Harshaw 0402T prepared by reductive sulfiding followed by TPR. 90 Yr MOSy/AI203 @ Harshaw 0402T 80- t- .9 70- t- O C.) _~ 60- QI. O 1- 50- 40 1 2 3 4 Time (hours) Fig. 6. Effect of catalyst preparation on activity. Weight = 0.2 g, Catalysts prepared by ATTM decomposition in hydrogen. P.T. Vasudevan, F. Zhang /Applied Catalys& A: General 112 (1994) 161-173 Table 4 Effect of catalyst preparation Catalyst Average conversion (%) Pretreatment H2S/Ha + TPR Pretreatment H2 reduction MOSy/A1203 70.4\" 71.3 MoO3/AI203 55.0 - Harshaw 0402T 66.5 59.8 \"Temperature-programmed decomposition + TPR chemisorbate for edge sites. If this hypothesis is valid, the gradually heated sample may exhibit a higher proportion of edge sites than the flash-heated sample. It is also interesting to note that for the same pretreatment, for example, 10/min decomposition followed by TPR, the supported ATTM catalyst had a much higher LTOC ( 1.42 ml (STP)/g), than the unsupported ATYM catalyst, (0.166 ml (STP)/g) [4]. The effect of catalyst preparation technique on thiophene conversion is shown in Fig. 5. The MoSy/AI203 catalyst prepared by the decomposition of ATFM in hydrogen alone showed the highest thiophene conversion. The Harshaw 0402T catalyst prepared by reduc- tive sulfiding had an intermediate conversion and the conventional oxide catalyst with the same molybdenum loading as the MoSr/A1203 catalyst, and prepared by reductive sulfiding was the least active. Fig. 6 compares the activity of the Harshaw catalyst with the activity of the supported ATFM catalyst, in which both catalysts were subjected to hydrogen reduction. The MoSy/A120 3 catalyst had the higher activity compared to the Harshaw catalyst. The results are summarized in Table 4. It is clear from the above figures that deactivation of the catalysts was not a problem since the conversion of thiophene reached a steady state after an hour. Also, the difference between the activity of the MoSy/AI203 catalyst and the activities of the other catalysts remained fairly constant even after 3 h. 4. Conclusions The effect of various pretreatments on thiophene hydrogenolysis activity of supported molybdenum sulfide catalyst prepared by the decomposition of ATTM has been investi- gated. The pretreatment consists of flash or temperature-programmed decomposition of the supported ATI'M in helium followed by removal of excess sulfur by temperature-pro- grammed reduction, or the decomposition of supported ATI'M in hydrogen. The activity of the catalyst in the hydrogenolysis of thiophene is the highest when the catalyst is prepared by the decomposition of ATTM. The activity of this unpromoted catalyst is higher than the activity of a cobalt-promoted commercial catalyst (with much higher molybdenum loading) as well as the activity of a catalyst prepared by the usual method of reductive sulfiding of the oxide. There appears to be a direct correlation between the catalyst activity for thiophene hydrogenolysis and the low valence state of the reduced molybdenum catalyst, and the number of anion vacancies. Presence of the alumina support has a stabilizing effect on the catalyst since unlike unsupported ATTM, sintering is not a problem (in the range of temperatures studied). P.T. Vasudevan, F. Zhang /Applied Catalysis A: General 112 (1994) 161-173 Acknowledgements Financial support of this work by the National Science Foundation under Grant No. CTS9109845 is gratefully acknowledged. References [ 1 ] F.E. Massoth, J. Catal., 36 (1975) 164. [21 A.W. Naumann, A.S. Behan and E.M. Thorsteinson, Proc. 4th Intern. Conf. The Chemistry and Uses of Molybdenum, Golden, CO, 1982. 131 P.T. Vasudevan and S.W. Weller, J. Catal., 99 (1986) 235. [41 D.G. Kalthod and S.W. Weller, J. Catal., 95 (1985) 455. [51 D.G. Kalthod and S.W. Weller, J. Catal., 98 (1986) 572. [6] J. Valyon and W.K. Hall, J. Catal., 92 (1985) 155. [7] J. Goldwasser, S.M. Fang, M. Houalla and W.K. Hall, J. Catal., 115 (1989) 34. l 8 ] M.E. Ekman, J.W. Anderegg and G.L. Schrader, J. Catal., 117 (1989) 246. [91 H. Kn6zinger, in M.J. Phillips and M. Ternan (Editors), Proc. 9th International Congress on Catalysis, Calgary, 1988, Vol. 5, The Chemical Institute of Canada, Ottawa, 1988, p. 20. [10] J. Polz, H. Zeilinger, B. Muller and H. Kn6zinger, J. Catal., 120 (1989) 22. [ 11 ] A.B. Anderson, S.Y. AI-Saigh and W.K. Hall, J. Phys. Chem., 92 (1988) 803. [ 12] C.B. Roxlo, H.W. Deckman, J. Gland, S.D. Cameron and R.R. Chianelli, Science (Washington), 235 (1987) 1629. [ 13] P.R. Duncombe and S.W. Weller, AIChE J., 31 (3) (1985) 410. [ 141 W.K. Hall, Chem. Uses Molybenum, Proc. 4th Int. Conf., 1982, p. 224. [ 15 ] J. Lalne, J.L. Brito and F. Severino, J. Catal., 131 ( 1991 ) 385. [ 161 F.E. Massoth and C.L. Kibby, J. Catal., 47 (1977) 300. [ 17] R.J.H. Voorhoeve and J.C.M. Stuiver, J. Catal., 23 ( 1971 ) 228. [ 18] B.S. Parekh and S.W. Weller, J. Catal., 55 (1978) 58. [ 19] J. Valyon and W.K. Hall, J. Catal., 84 (1983) 216. [20] T.A. Bodrero and C.H. Bartholomew, J. Catal., 84 (1983) 145. [21 ] E.A. Lombardo, M. LoJacano and W.K. Hall, J. Catal., 64 (1980) 150. [221 J. Uchytil, L. Beranek, H. Zahrdnikova and M. Kraus, Appl. Catal., 3 (1982) 117. [23] W. Zmierczak, G. Murali Dhar and F.E. Massoth, J. Catal., 77 (1980) 432. [24] J. Miciukiewicz, W. Zmierczak and F.E. Massoth, Bull. Soc. Chim. Belg., 96 (1987) 915. [25 ] S.J. Moon and S.K. lhm, Appl. Catal., 42 (1988) 307. [26] C.B. Roxlo, M. Daage, A.F. Rupert and R.R. Chianelli, J. Catal., 100 (1986) 176. [27] M. Salmeron, G. Somorjai, A. Wold, R.R. Chianelli and K.S. Liang, Chem. Phys. Lea., 90 (1982) 105. [28] S.J. Tauster, T.A. Pecoraro and R.R. Chianelli, J. Catal., 63 (1980) 515. APCATA 94802173 0926-860X(94)80217-3 10.1016/0926-860X(94)80217-3 Elsevier Science B.V. All rights reserved Characterization of supported molybdenum sulfide catalyst ex ammonium tetrathiomolybdate P.T. Vasudevan 1 Fan Zhang Department of Chemical Engineering, University of New Hampshire, Durham, NH 03824, USAw , Tel. (+1–603) 8622298, /w w fax. (+1–603) 8623747 /w 1 Corresponding author. Active sulfide catalysts are conventionally prepared by converting the respective oxides to sulfides. Reductive sulfiding of the oxides is usually difficult and does not proceed in a regular manner. A supported molybdenum sulfide catalyst prepared by the decomposition of ammonium tetrathiomolybdate (ATTM) in hydrogen is unique in two respects, namely, the lower valence state of the supported molybdenum sulfide catalyst, and the presence of few oxygen atoms in the catalyst. The activity of a catalyst prepared by this technique (and subjected to different pretreatments) is compared with the activities of both a conventional and a commercial catalyst. The pretreatment consists of flash or temperature-programmed decomposition of the supported ATTM in helium followed by removal of excess sulfur by temperature-programmed reduction, or the decomposition of supported ATTM in hydrogen. The results clearly indicate that the activity of the catalyst prepared by the decomposition of ATTM is higher than the activities of both the conventionally prepared catalyst and the commercial catalyst. Keywords ATTM molybdenum sulphide supported molybdenum sulphide valence state References [1] Massoth F.E. J. Catal. 36 1975 164 [2] Naumann A.W. Behan A.S. Thorsteinson E.M. Proc. 4th Intern. Conf. The Chemistry and Uses of Molybdenum 1982 Golden, CO [3] Vasudevan P.T. Weller S.W. J. Catal. 99 1986 235 [4] Kalthod D.G. Weller S.W. J. Catal. 95 1985 455 [5] Kalthod D.G. Weller S.W. J. Catal. 98 1986 572 [6] Valyon J. Hall W.K. J. Catal. 92 1985 155 [7] Goldwasser J. Fang S.M. Houalla M. Hall W.K. J. Catal. 115 1989 34 [8] Ekman M.E. Anderegg J.W. Schrader G.L. J. Catal. 117 1989 246 [9] Knözinger H. Phillips M.J. Ternan M. Proc. 9th International Congress on Catalysis, Calgary, 1988 5 1988 The Chemical Institute of Canada Ottawa 20 [10] Polz J. Zeilinger H. Muller B. Knözinger H. J. Catal. 120 1989 22 [11] Anderson A.B. Al-Saigh S.Y. Hall W.K. J. Phys. Chem. 92 1988 803 [12] Roxlo C.B. Deckman H.W. Gland J. Cameron S.D. Chianelli R.R. Science (Washington) 235 1987 1629 [13] Duncombe P.R. Weller S.W. AlChE J. 31 3 1985 410 [14] Hall W.K. Uses Molybenum Proc. 4th Int. Conf. 1982 224 [15] Laine J. Brito J.L. Severino F. J. Catal. 131 1991 385 [16] Massoth F.E. Kibby C.L. J. Catal. 47 1977 300 [17] Voorhoeve R.J.H. Stuiver J.C.M. J. Catal. 23 1971 228 [18] Parekh B.S. Weller S.W. J. Catal. 55 1978 58 [19] Valyon J. Hall W.K. J. Catal. 84 1983 216 [20] Bodrero T.A. Bartholomew C.H. J. Catal. 84 1983 145 [21] Lombardo E.A. LoJacano M. Hall W.K. J. Catal. 64 1980 150 [22] Uchytil J. Beranek L. Zahrdnikova H. Kraus M. Appl. Catal. 3 1982 117 [23] Zmierczak W. Dhar G. Murali Massoth F.E. J. Catal. 77 1980 432 [24] Miciukiewicz J. Zmierczak W. Massoth F.E. Bull. Soc. Chim. Belg. 96 1987 915 [25] Moon S.J. Ihm S.K. Appl. Catal. 42 1988 307 [26] Roxlo C.B. Daage M. Rupert A.F. Chianelli R.R. J. Catal. 100 1986 176 [27] Salmeron M. Somorjai G. Wold A. Chianelli R.R. Liang K.S. Chem. Phys. Lett. 90 1982 105 [28] Tauster S.J. Pecoraro T.A. Chianelli R.R. J. Catal. 63 1980 515",
      "scopus-id": "0028427245",
      "coredata": {
        "eid": "1-s2.0-0926860X94802173",
        "dc:description": "Active sulfide catalysts are conventionally prepared by converting the respective oxides to sulfides. Reductive sulfiding of the oxides is usually difficult and does not proceed in a regular manner. A supported molybdenum sulfide catalyst prepared by the decomposition of ammonium tetrathiomolybdate (ATTM) in hydrogen is unique in two respects, namely, the lower valence state of the supported molybdenum sulfide catalyst, and the presence of few oxygen atoms in the catalyst. The activity of a catalyst prepared by this technique (and subjected to different pretreatments) is compared with the activities of both a conventional and a commercial catalyst. The pretreatment consists of flash or temperature-programmed decomposition of the supported ATTM in helium followed by removal of excess sulfur by temperature-programmed reduction, or the decomposition of supported ATTM in hydrogen. The results clearly indicate that the activity of the catalyst prepared by the decomposition of ATTM is higher than the activities of both the conventionally prepared catalyst and the commercial catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-05-26",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94802173",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Vasudevan, P.T."
          },
          {
            "@_fa": "true",
            "$": "Zhang, Fan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94802173"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94802173"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80217-3",
        "prism:volume": "112",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization of supported molybdenum sulfide catalyst ex ammonium tetrathiomolybdate",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "ATTM"
          },
          {
            "@_fa": "true",
            "$": "molybdenum sulphide"
          },
          {
            "@_fa": "true",
            "$": "supported molybdenum sulphide"
          },
          {
            "@_fa": "true",
            "$": "valence state"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "161-173",
        "prism:endingPage": "173",
        "pubType": "fla",
        "prism:coverDisplayDate": "26 May 1994",
        "prism:doi": "10.1016/0926-860X(94)80217-3",
        "prism:startingPage": "161",
        "dc:identifier": "doi:10.1016/0926-860X(94)80217-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028427245"
      }
    }
  }
}