{
  "metadata": {
    "title": "Preparation of platinum-gold bimetallic catalysts by redox reactions",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-09-01",
    "doi": "10.1016/0926-860X(94)80288-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94802882",
    "pii": "0926860X94802882"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028496707",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94802882 0926-860X(94)80288-2 0926860X94802882 10.1016/0926-860X(94)80288-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0186X 2024-01-01T12:21:46.509935Z 0 0 19940901 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 116 116 1 2 1 2 Volume 116, Issues 1–2 12 179 186 179 186 19940901 1 September 1994 1994-09-01 1994 article fla Copyright © 1994 Published by Elsevier B.V. PREPARATIONPLATINUMGOLDBIMETALLICCATALYSTSBYREDOXREACTIONS BARBIER J PONEC 1975 41 V SINFELT 1983 J BIMETALLICCATALYSTSDISCOVERIESCONCEPTSAPPLICATIONS BARBIER 1992 J ADVANCESINCATALYSTPREPARATIONSTUDYNUMBER4191CP MARGITFALVI 1983 473 J PROC3RDINTERNATIONALSYMPOSIUMLOUVAINLANEUVE69SEPTEMBER1982STUDIESINSURFACESCIENCECATALYSIS PREPARATIONCATALYSTSIII SZABO 1977 33 S BAKOS 1993 303 I MENEZO 1985 353 J BARBIER 1992 37 J DUMAS 1992 87 J MENEZO 1992 1 J BARBIER 1990 1 J ADAMS 1964 463 R ORGANICSYNTHESES BOND 1992 1 G BENSON 1965 704 J KLUG 1954 H XRAYDIFFRACTIONSPROCEDURES ANANTHARAMAN 1956 479 T CHARLOT 1959 G LESREACTIONSELECTROCHIMIQUES BARBIERX1994X179 BARBIERX1994X179X186 BARBIERX1994X179XJ BARBIERX1994X179X186XJ item 0926-860X(94)80288-2 0926860X94802882 1-s2.0-0926860X94802882 10.1016/0926-860X(94)80288-2 271346 2024-01-01T12:21:46.509935Z 1994-09-01 1-s2.0-0926860X94802882-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802882/MAIN/application/pdf/5cd8ac1e19b12ff99bb9f17500618c34/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802882/MAIN/application/pdf/5cd8ac1e19b12ff99bb9f17500618c34/main.pdf main.pdf pdf true 384797 MAIN 8 1-s2.0-0926860X94802882-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802882/PREVIEW/image/png/4bbbbece9051e9bda24fc3e6f036ca7c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802882/PREVIEW/image/png/4bbbbece9051e9bda24fc3e6f036ca7c/main_1.png main_1.png png 51369 849 656 IMAGE-WEB-PDF 1 applied catalysis A ELSEVIER Applied Catalysis A: General 116 (1994) 179-186 Preparation of platinum-gold bimetallic catalysts by redox reactions J. Barbier ~'*, P. Mar6cot a, G. Del Angel b, P. Bosch b, J.P. Boitiaux c, B. Didillon ~, J.M. Dominguez a, I. Schifter d, G. Espinosa d aLACCO, Unit~ de Recherche associ~e au CNRS, DO 350, Universitd de Poitiers 40, Avenue du Recteur Pineau, 86022 Poitiers C~dex, France bDepartamento de Quimica, Universitad Autonoma Metropolitana-lztapalapa, Apdo-Posta155-534, 09340 Mexico DF, Mexico Clnstitut Fran~ais du P~trole, 1-4, Avenue du Bois-Pr~au, 92506 Rueil-Malmaison, France dlnstituto Mexicano del Petroleo, LA. Apdo-Postal 14-805, Eje Central L. Cardenas 152, 07730 Mexico DF, Mexico Received 3 February 1994; revised 19 April 1994; accepted 19 April 1994 Abstract Bimetallic Pt-Au/SiO2 catalysts were prepared by reduction of AuC1using hydrogen preadsorbed on a parent monometallic Pt/SiO2 catalyst. In fact during that preparation a direct redox reaction can occur between the reduced platinum and AuCI4. At low gold coverage the additive is deposited statistically on the whole surface of platinum particles (the reducer is H preadsorbed on Pt). At high gold coverage the additive is preferentially deposited on the high index planes of platinum particles (by direct redox reaction). During the formation of Pt-Au bimetallic entities sintering of platinum can occur as a result of simultaneous oxidation and reduction of platinum. Keywords: Bimetallic catalysts; Catalyst preparation (reduction); Platinum-gold/silica; Sintering 1. Introduction Bimetallic and multimetallic catalysts have been widely investigated in recent years, and many catalyst designs were patented and used in industry [ 1-5 ]. The main problem in the preparation of such catalysts is to bring the two metals into close contact that are responsible for the formation of the bimetallic entities. Also the catalytic performance of bimetallic catalysts is very sensitive to surface composition. For example very different properties can be obtained with bimetallic Corresponding author. Fax. ( + 33)49453499. 0926-860X/94/$07.00 SSDI O9 26-8 60 X ( 9 4 ) O0095-9 J. Barbier et al. / Applied Catalysis A: General 116 (1994) 179-186 couples that have essentially the same bulk composition but are prepared and activated by different experimental conditions. The classical coimpregnation often proves to be unsatisfactory and new tech- niques are being used. In all cases those techniques call for the preparation of a parent supported monometallic catalyst which is then modified by addition of a modifier. In order to create metal-metal interactions, that addition calls for a selec- tive reaction occurring on the monometallic particles initially present on the support. Such a modification can result from surface redox reactions that occur in the liquid phase between the chemically prereduced 'parent metal' or a reducer selec- tively preadsorbed on the parent metal, and the oxidized form of the modifier introduced in solution [ 6-16]. Bimetallic Pt-Au catalysts were prepared by addition of AuCl~- ions on a mon- ometallic platinum catalyst using as reducer hydrogen preadsorbed on platinum particles according to the overall redox reaction: 3 PtH+AuC14 ---~Pt3Au +4 C1- +3 H + (1) 2. Experimental 2.1. Catalyst preparation Two monometallic platinum catalysts were used: Adams Pt, a bulky platinum catalyst, prepared by the classical Adams's technique [ 17]; and Pt/SiO2, The catalyst used was EUROPT- 1. This catalyst has been thoroughly characterized with respect to its composition, structure, chemisorption behaviour and catalytic prop- erties [ 18]. It is a 6.3% Pt/SiO2 catalyst with a metallic dispersion of about 60% (assumed in that work to be equal to 52%, in agreement with our measurements). One sample of that catalyst was treated at 1073 K for 3 h under oxygen-nitrogen flow (02 1%-N2 99%). After reduction by hydrogen at 500 the metallic disper- sion was 7%. Preparation of bimetallic catalysts Monometallic platinum catalysts were modified by gold addition carried out in the reactor described in Fig. 1. A freshly reduced parent catalyst was maintained in an aqueous solution in the reactor and continuously stirred by a counter-current nitrogen flow. Hydrogen was introduced by bubbling (1 h) and a further nitrogen treatment (0.5 h) allows elimination of dissolved or reversibly adsorbed hydrogen. The gold solution (HAuCI4) was introduced as an acid solution in which HC1 was added to adjust the pH to 1. The gold concentration of the solution was adjusted so as to correspond to the number of AuC14 to be deposited. An analysis of the solid and of the solution after reaction allowed to quantify the gold deposition. J. Barbier et al. /Applied Catalysis A: General 116 (1994) 179-186 V H 2 D i~ ,F Pt :... C Xx , ,.~r. gc P Fig. 1. Reactor used in the preparation of catalysts by redox reactions. (E) blow off, (S) solutions to be added, (R) reactor, (F) furnace, (C) catalyst, (g c) counter current gas flow, (p) sample port, (r, v, V) valves, (D, Y) flow meters. 2.2. Catalysts characterization Metallic dispersion The accessibilities of the platinum catalysts were determined by the surface gas titration method introduced by Benson and Boudart (stoichiometries H/Pt=0/ Pt = 1 ) [ 19 ]. The volumetric method was used for chemisorption measurements. The irreversible chemisorptions were evaluated by the double isotherm technique. Platinum particles sizes (for mono and bimetallic catalysts) were calculated from X-ray diffraction (XRD) and X-ray diffusion measurements. For XRD a Siemens D 500 diffractometer was used. The mean particle size was calculated from the Debye-Sherrer's formula [ 20] modified by Anantharaman and Christian [21 ]. For X-ray diffuse reflectance the experiments were carried at out in a Kratky chamber, using a molybdenum anti-cathode and a zirconium filter. 182 J. Barbier et al. / Applied Catalysis A: General 116 (1994) 179-186 Elemental analysis (energy dispersive spectrometry EDS ) All the microanalysis work was carried out in a Jeo1100 CX electron microscope fitted with a STEM unit, an X-ray detector and a Tracor-Northern 5500 console. The compositional microanalysis was done by bombarding a sample region with an electron beam at 20 kV, thus provoking X-ray emission which is shows both the characteristic radiation and the continuous background from the region of interest. The X-ray signals were detected and transmitted by a Si/Li detector. The EDS analysis was done on a 200 A, wide region. The elemental analysis of platinum and gold were defined from the Pt(L) 9.41 eV and Au (L, 9.711 eV) X-ray. 3. Results and discussion Different samples of Adams platinum catalysts saturated by irreversibly adsorbed hydrogen were modified at room temperature by introduction of increasing quan- tities of gold, and characterized without further treatment at higher temperature. Table 1 shows that gold is deposited onto the platinum surface. An analysis by X-ray photoelectron spectroscopy (XPS) and Auger spectroscopy pointed out that gold is deposited in a metallic form. However, gold coverage can be higher than 0.33 which corresponds (Eq. 1 ) to the stoichiometry of gold reduction by hydrogen adsorbed on platinum (by assum- ing that one hydrogen atom is adsorbed by one accessible platinum atom). That result proves that another reducer than chemisorbed hydrogen is able to induce metallic gold deposition on platinum. Looking at the redox standard potential [ 22] of platinum and gold (Eqs. 2, 3 and 4) it appears that direct oxidation of platinum by AuC14 can occur yielding either Pt C142- or Pt CI 2- and reduced metallic gold. Pt C142- +2e ~ Pt+4C1-E0.73 V (2) Pt C12- +4e ~ Pt+6C1-E0.74V (3) Au C14 +3e ~ Au+4C1-E0.99 V (4) So, preparation of Pt-Au bimetallic catalysts using hydrogen preadsorbed on platinum is a complex reaction involving simultaneously reduction of AuC14 by hydrogen and direct oxidation of metallic platinum. Table 1 Yield of AuCI4- deposition on Adams Pt catalyst Au/Pt introduced Yield of deposition (%) Gold loading (wt.-%) 0.03 100 0.007 0.15 100 0.35 0.33 100 0.7 0.66 100 1.3 1.32 83 2.2 J. Barbier et al. ~Applied Catalysis A: General 116 (1994) 179-186 183 Table 2 Rate of AuCI 4- reduction (atom of Au reduced per s and per m 2 of Pt) Reduction technique Rate of AuCh- reduction H preadsorbed on Pt 1019 3PtH+AuCh-~ Pt3Au+3H +4CI- Direct redox reaction 1017 3Pt+2AuCI4 +4CI- ~ 3PtCI~- +2Au In order to define the role of those two parallel reactions, a kinetic study of the reduction of AuC14 by hydrogen adsorbed on platinum or by direct oxidation of bare reduced platinum was carried out. According to the difference in initial rates pointed out in Table 2, it can be assumed that during preparation of Pt-Au bimetallic catalysts, for low gold cov- erages (when the quantity of adsorbed hydrogen is sufficient to reduce all the introduced gold ions), gold is reduced by preadsorbed hydrogen. On the other hand, for higher gold concentrations, reduction by preadsorbed hydrogen and by direct oxidation of platinum can occur. The different Pt-Au catalysts described in Table 1 and loaded by different amounts of gold were characterized by EDS which allows the local elemental analysis of the two components. Table 3 gives the mean ratio of the analyses of gold and platinum carried out on rims and faces of platinum particles. It appears that, at low gold coverage, the deposition of the additive occurs statistically on the whole surface of platinum. In that case gold is reduced by hydrogen atoms which are adsorbed on all accessible platinum atoms. For higher gold contents the deposition occurs preferentially on high index planes of platinum particles. Such higher oxidizability of metallic atoms of low coordination number is well known, for example in corrosion, but can be directly illustrated by the sintering of platinum catalysts in water. So, two different Pt/SiO2 catalysts with different initial dispersions (52% and 7%) were treated for one hour in acidic medium (HC1, pH = 1 ) under hydrogen flow (pH2 = 1 atm) at room temperature. The platinum particle sizes were defined by small-angle X-ray scattering (SAXS) and XRD measurements and by hydrogen chemisorption. It appears (Table 4) that, in spite Table 3 Gold location on platinum particles: Elemental analysis of Au and Pt on rims and faces of Pt particles Au loading (wt.-%) Au/Pt Au rims/Au faces 0.007 0.03 0.95 0.35 0.15 1.3 0.7 0.33 2.0 1.3 0.66 3.1 2.2 1.1 7.5 J. Barbier et al. / Applied Catalysis A: General 116 (1994) 179-186 Table 4 Platinum sintering in water (pH = 1; PH2 = 1 atm; T= 298 K) Catalysts Initial accessibilities Final accessibilities H2 chemisorption XR H2 chemisorption XR Pt/SiO 2 6% D=52% d= 12/~ 0=35% d=27 A Pt/SiO 2 6% d = 7% d = 142/~ d = 7% d = 137/~ of the reducing conditions used, small platinum particles sinter from a size of 12 A to 27 ,~ while the size of large ones remains almost constant. That sintering can be explained by a redox reaction with an oxidation of platinum atoms of low coordination number and a further reduction by hydrogen of those oxidized forms on platinum atoms of high coordination number. From an electro- chemical point of view, under hydrogen flow, the platinum particles will behave like microelectrodes taking the reversible potential of hydrogen which can be calculated from the Nernst's law: H2 ~ 2H + + 2e E =RT ln(H +)2 = -0.06 V/H.R.E. eq 2F pH2 At such a potential the equilibrium constant of oxidation of an infinite surface of metallic platinum can be evaluated: Pt + 4C1 - ~ PtCI42- + 2e Eeq =0.73+RTln (PtC12-) 2F (pt) (C1_)4 = -0.06 V K= (PtC142-) =4.6.10 -27 (C1-) 4 The low value of K can explain the stability of large platinum particles which are resemble an infinite metallic surface. However, for small particles in interaction with a support, for lack of thermodynamic data, the same calculation cannot be carried out, but the sintering of such well dispersed catalysts points out that the standard redox potential is undoubtedly lower than 0.73 V. The sintering of platinum particles was also studied in presence of AuC14 ions, under the experimental preparation conditions of bimetallic Pt-Au catalysts. The mean particle sizes of platinum were defined by XRD measurements on Pt-Au catalyst prepared by introduction of an excess of gold (introduced Au at./accessible Pt at. = 0.66). Table 5 shows that sintering of platinum is more important during redox reactions in the presence of gold than during treatment under the same conditions without J. Barbier et al./Applied Catalysis A: General 116 (1994) 179-186 Table 5 Platinum sintering in water in presence of AuCI4- ions Experimental conditions Initial particles sizes (A) Final particles sizes (A) Treatment under hydrogen in acidic medium 12 27 Redox reaction ( Au / Pt introduced = 0.66 ) 12 65 gold. In that case platinum particles, partly covered by gold deposition (fast reduc- tion of AuC14 by preadsorbed hydrogen) and in presence of an excess of gold salt, will take a reversible potential in relationship with the equilibrium: AuCI4 ~ Au + 4C1 - + 3e given by the Nemst's law: Eeq =0.99 +~ In- (AuCI4-) (0Ao) (C1_)4 -\" 1.0 V/H.R.E At such a potential, which is higher than the standard redox potential of platinum, the equilibrium constant for platinum oxidation is very high and this can explain the considerable platinum sintering. 3.1. Concluding remarks --Hydrogen preadsorbed on platinum catalysts can be used to reduce AuCI~- ions. This technique allows to prepare bimetallic Pt-Au catalysts in which the two metals are in close interaction. In that case (low gold coverage) gold is deposited statistically on the whole surface of platinum. --The introduction of an excess of AuCI4 (more than 1 AuC14- for 3 adsorbed hydrogen atoms) induces a further reaction which is a direct oxidation of Pt by AuC14. --That direct redox reaction occurs selectively on low index planes of platinum. The technique allows to prepare bimetallic Pt-Au catalysts with deposition of gold in decoration on comers and edges of platinum particles. --During direct redox reaction, AuC14 ions are able to catalyze the sintering of platinum particles. Acknowledgements This work was supported by the 'Programme Cooperatif de Post-graduation' (P.C.P.) France - Mexique. J. Barbier et al. /Applied Catalysis A: General 116 (1994) 179-186 References [ 1 ] V. Ponce, Catal. Rev. Sci. Eng., 11 ( 1975 ) 41. [2] J.H. Sinfelt, US Patent 3 953 368 (1976), assigned to Exxon. [3] J.H. Sinfelt, Bimetallic catalysts: Discoveries, concepts and applications, John Wiley and Sons, New York, 1983. [4] H.E. Kluksdahl, US Patent 3 415 737 (1968), assigned to Chevron Corp. [5 ] J.E. Weisang and P. Engelhard, US Patent 3 700 588 (1972) assigned to Compagnie Fran~aise de Raffinage (C.F.R.). [6 ] J. Barbier, Advances in Catalyst Preparation, Study Number 4191 C P, Catalytica Studies Division, Mountain View, 1992. [7] J. Margitfalvi, S. Szab6, F. Nagy, S. Go~OlSs, M. Hegediis, in G. Poncelet, P. Grange and P.A. Jacobs (Editors), Preparation of catalysts III, Proc. 3rd International Symposium, Louvain-la-Neuve, 6-9 September 1982 (Studies in Surface Science and Catalysis, Vol. 16), Elsevier, Amsterdam, 1983, p. 473. [8] S. Szab6, F. Nagy and D. Mogor, Acta Chim. Hung. 1, 93 ( 1 ) (1977) 33. [9] I. Bakos and S. Szab6, .I. Electroanal. Chem., 344 (1993) 303. [ 10] J.C. Menezo, M.F. Denanot, S. Peyrovi and J. Barbier, Appl. Catal., 15 (1985) 353. [ 11 ] J. Barbier, J.C. Menezo, C. Montassier, J. Naja, G. Del Angel and J.M. Dominguez Catal. Lett., 14 (1992) 37. [ 12] J. Barbier, J.P. Boitiaux, P. Chaumette, S. Leporq, J.C. Menezo and C. Montassier, Eur. Patent 380 402 (1990), assigned to Institut Fran~ais du P6trole. [ 13] P. Marecot, J. Barhier, G. Mabilon, D. Durand and M. Prigent Eur. Patent 92 90516-2 (1992), assigned to Institut Fran~ais du P6trole. ] 14] J.M. Dumas, C. Geron, H. Hadrane, P. Marecot and J. Barbier J. Mol. Catal., 77 (1992) 87. [ 15 ] J.C. Menezo, L.C. Hoang, C. Montassier and J. Barbier, React. Kinet. Catal. Lett., 46 ( l ) (1992) 1. [ 16] J. Barbier, J.M. Dumas, C. Geron and H. Hadrane, Appl. Catal., 67 (1990) 1. [ 17] R. Adams, V. Voorhees and R.L. Shriner, Organic Syntheses, Vol. l, Wiley, New York, 1964, p. 463. [ 18] G.C. Bond and Z. Pa~d, Appl. Catal. A, 86 (1992) 1. [19] J.E. Benson and M. Boudart, J. Catal., 4 (1965) 704. [20] H. Klug and L. Alexander, X-Ray Diffractions Procedures, Wiley, New York, 1954. [21 ] T.R. Anantharaman and J.W. Christian, Acta Cryst., 9 (1956) 479. [22] G. Chariot, J. Badoz-Lambling and B. Tremillon Les r6actions 61ectrochimiques, Masson et Cie, Paris, 1959. APCATA 94802882 0926-860X(94)80288-2 10.1016/0926-860X(94)80288-2 Elsevier Science B.V. All rights reserved Preparation of platinum-gold bimetallic catalysts by redox reactions J. Barbier * a P. Marécot a G. Del Angel b P. Bosch b J.P. Boitiaux c B. Didillon c J.M. Dominguez d I. Schiftef d G. Espmosa d a LACCO, Unitéde Recherche associée au CNRS, DO 350, Universitéde Poitiers 40, Avenue du Recteur Pineau, 86022 Poitiers Cedex ,France b Departamento de Quimica, Universitad Automma Melropolitana-ktapalapa, Apdo-Postal 55-534, 09340 Mexico DF ,Mexico c Institut Fran d Institute Mexicano del Petroleo, 1.A. Apdo-Postal 14-805, Eje Central L. Cardenas 152, 07730 Mexico DF ,Mexico * Corresponding author. Fax. (+33)49453499. Bimetallic Pt-Au/SiO2 catalysts were prepared by reduction of AuC1− 4 using hydrogen preadsorbed on a parent monometallic Pt/SiO2 catalyst. In fact during that preparation a direct redox reaction can occur between the reduced platinum and AuCl− 4. At low gold coverage the additive is deposited statistically on the whole surface of platinum particles (the reducer is H preadsorbed on Pt). At high gold coverage the additive is preferentially deposited on the high index planes of platinum particles (by direct redox reaction). During the formation of Pt-Au bimetallic entities sintering of platinum can occur as a result of simultaneous oxidation and reduction of platinum. Keywords Bimetallic catalysts Catalyst preparation (reduction) Platinum-gold/silica Sintering References [1] Ponec V. Catal. Rev. Sci. Eng. 11 1975 41 [2] J.H. Sinfelt, US Patent 3 953 368 (1976), assigned to Exxon. [3] Sinfelt J.H. Bimetallic catalysts: Discoveries, concepts and applications 1983 John Wiley and Sons New York [4] H.E. Kluksdahl, US Patent 3415 737 (1968), assigned to Chevron Corp. [5] J.E. Weisang and P. Engelhard, US Patent 3 700 588 (1972) assigned to Compagnie Française de Raffinage (C.F.R.). [6] Barbier J. Advances in Catalyst Preparation, Study Number 4191 CP 1992 Catalytica Studies Division Mountain view [7] Margitfalvi J. Szabó S. Nagy F. Goíbölös S. Hegedus M. Preparation of catalysts III Poncelet G. Grange P. Jacobs P.A. Proc. 3rd International Symposium, Louvain-la-Neuve, 6–9 September 1982 Studies in Surface Science and Catalysis 16 1983 Elsevier Amsterdam 473 [8] Szabó S. Nagy F. Mogor D. Acta Chim. Hung. 1 93 1 1977 33 [9] Bakos I. Szabó S. J. Electroanal. Chem. 344 1993 303 [10] Menezo J.C. Denanot M.F. Peyrovi S. Barbier J. Appl. Catal. 15 1985 353 [11] Barbier J. Menezo J.C. Montassier C. Naja J. Del Angel G. Dominguez J.M. Catal. Lett. 14 1992 37 [12] J. Barbier, J.P. Boitiaux, P. Chaumette, S. Leporq, J.C. Menezo and C. Montassier, Eur. Patent 380402 (1990), assigned to Institut Français du Pétrole. [13] P. Marecot, J. Barbier, G. Mabilon, D. Durand and M. Prigent Eur. Patent 92 90516-2 (1992), assigned to Institut Francais du Pétrole. [14] Dumas J.M. Geron C. Hadrane H. Marecot P. Barbier J. J. Mol. Catal. 77 1992 87 [15] Menezo J.C. Hoang L.C. Montassier C. Barbier J. React. Kinet. Catal. Lett. 46 1 1992 1 [16] Barbier J. Dumas J.M. Geron C. Hadrane H. Appl. Catal. 67 1990 1 [17] Adams R. Voorhees V. Shriner R.L. Organic Syntheses 1 1964 Wiley New York 463 [18] Bond G.C. Paál Z. Appl. Catal. A 86 1992 1 [19] Benson J.E. Boudart M. J. Catal. 4 1965 704 [20] Klug H. Alexander L. X-Ray Diffractions Procedures 1954 Wiley New York [21] Anantharaman T.R. Christian J.W. Acta Cryst. 9 1956 479 [22] Charlot G. Badoz-Lambling J. Tremillon B. Les réactionsélectrochimiques 1959 Masson et Cie Paris",
      "scopus-id": "0028496707",
      "coredata": {
        "eid": "1-s2.0-0926860X94802882",
        "dc:description": "Bimetallic Pt-Au/SiO2 catalysts were prepared by reduction of AuC1− 4 using hydrogen preadsorbed on a parent monometallic Pt/SiO2 catalyst. In fact during that preparation a direct redox reaction can occur between the reduced platinum and AuCl− 4. At low gold coverage the additive is deposited statistically on the whole surface of platinum particles (the reducer is H preadsorbed on Pt). At high gold coverage the additive is preferentially deposited on the high index planes of platinum particles (by direct redox reaction). During the formation of Pt-Au bimetallic entities sintering of platinum can occur as a result of simultaneous oxidation and reduction of platinum.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-09-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94802882",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Barbier, J."
          },
          {
            "@_fa": "true",
            "$": "Marécot, P."
          },
          {
            "@_fa": "true",
            "$": "Del Angel, G."
          },
          {
            "@_fa": "true",
            "$": "Bosch, P."
          },
          {
            "@_fa": "true",
            "$": "Boitiaux, J.P."
          },
          {
            "@_fa": "true",
            "$": "Didillon, B."
          },
          {
            "@_fa": "true",
            "$": "Dominguez, J.M."
          },
          {
            "@_fa": "true",
            "$": "Schiftef, I."
          },
          {
            "@_fa": "true",
            "$": "Espmosa, G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94802882"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94802882"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80288-2",
        "prism:volume": "116",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Preparation of platinum-gold bimetallic catalysts by redox reactions",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Bimetallic catalysts"
          },
          {
            "@_fa": "true",
            "$": "Catalyst preparation (reduction)"
          },
          {
            "@_fa": "true",
            "$": "Platinum-gold/silica"
          },
          {
            "@_fa": "true",
            "$": "Sintering"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "179-186",
        "prism:endingPage": "186",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 September 1994",
        "prism:doi": "10.1016/0926-860X(94)80288-2",
        "prism:startingPage": "179",
        "dc:identifier": "doi:10.1016/0926-860X(94)80288-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028496707"
      }
    }
  }
}