{
  "metadata": {
    "title": "Effect of coke deposition on the effective diffusivity of catalyst pellets",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-03-17",
    "doi": "10.1016/0926-860X(94)80110-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9480110X",
    "pii": "0926860X9480110X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028401314",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-09-18 2001-09-18 2010-10-02T11:38:12 1-s2.0-0926860X9480110X 0926-860X(94)80110-X 0926860X9480110X 10.1016/0926-860X(94)80110-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X02335 2024-01-01T12:21:46.509935Z 0 0 19940317 1994 2001-09-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 110 110 1 1 Volume 110, Issue 1 11 109 119 109 119 19940317 17 March 1994 1994-03-17 1994 article fla Copyright © 1994 Published by Elsevier B.V. EFFECTCOKEDEPOSITIONEFFECTIVEDIFFUSIVITYCATALYSTPELLETS ALBAYATY S HALDEMAN 1959 489 R RAMSER 1958 117 R OZAWA 1968 67 Y LEVINTER 1967 23 M BUTT 1975 158 J RICHARDSON 1972 12 J ANDROUTSOPOULOS 1978 673 G MANN 1986 711 R SUGA 1967 742 K HASHIMOTO 1973 353 N ALRQOBAH 1986 350 H ALRQOBAH 1988 275 H FULLER 1966 19 E ANDRUSSOW 1950 566 L FUJITA 1964 251 S ALBAYATYX1994X109 ALBAYATYX1994X109X119 ALBAYATYX1994X109XS ALBAYATYX1994X109X119XS item 0926-860X(94)80110-X 0926860X9480110X 1-s2.0-0926860X9480110X 10.1016/0926-860X(94)80110-X 271346 2024-01-01T12:21:46.509935Z 1994-03-17 1-s2.0-0926860X9480110X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9480110X/MAIN/application/pdf/6668a5bafb9d8d8044b1fa64dd73c851/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9480110X/MAIN/application/pdf/6668a5bafb9d8d8044b1fa64dd73c851/main.pdf main.pdf pdf true 623390 MAIN 11 1-s2.0-0926860X9480110X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9480110X/PREVIEW/image/png/7e48daa2bd7c0f6c7221e9a5506e46c2/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9480110X/PREVIEW/image/png/7e48daa2bd7c0f6c7221e9a5506e46c2/main_1.png main_1.png png 51064 849 656 IMAGE-WEB-PDF 1 applied catalysis A ELSEVIER Applied Catalysis A: General 110 (1994) 109-119 Effect of coke deposition on the effective diffusivity of catalyst pellets S. Al-Bayaty, D.R. Acharya, R. Hughes* Department of Chemical Engineering, University of Salford, Salford M5 4WT, UK (Received 28 September 1993, revised manuscript received 17 December 1993 ) Abstract A chromatographic pulse injection technique has been used with a modified Wicke-Kallenbach diffusion cell to measure the diffusivity of He-N2 mixtures in silica-alumina, a commercial zeolitic cracking catalyst and chromic-alumina pelleted catalysts containing increasing amounts of coke. While the results confirmed that diffusivity decreases with increasing coke content, the variation in the measured diffusivity with temperature suggested that diffusion occurs in the transition region for all pellets. The pore size distribution analysis indicated that the coke has a considerable blocking effect on the mesopores for silica-alumina and chromic-alumina catalysts while for zeolites the large mesopores and some macropores are affected. Key words: coking; chromic-alumina; diffusion; silica-alumina; zeolites 1. Introduction The effect of coke deposition on the transport of reactants and products in porous catalyst pellets has been the subject of a number of investigations over the past few decades. Whether deposition of coke restricts the pore openings or blocks these off completely is still a subject of uncertainty and will depend on the extent of coke formation, the morphology of the coke deposits within the pores, the nature of the coke forming reaction and the structure of the catalyst itself. The distribution of coke would also be expected to be influenced by the operating regime of the catalyst pellet i.e. whether it was in the kinetic or diffusional controlled regimes. Early work by Haldeman and Botty [ 1 ] , using a variety of physical techniques to examine the coke deposits, suggested that the coke consisted of filmy aggregates of sizes less than 10 nm. At the low coke levels used in their work, no significant change in catalyst area or *Corresponding author. Tel. ( +44-61)745 5081, fax. ( +44-61)745 5999 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-860X (93)E0261-A 110 S. Al-Bayaty et al. /Applied Catalysis A: General 110 (1994)109-119 pore volume was detected. However, by coking an aged catalyst to 2.2 weight percent of coke, Ramser and Hill [2] observed a reduction of 20% in catalyst surface area and 22% in pore volume. Using the cracking of ethylene, Ozawa and Bischoff [ 3 ] , also observed no change in surface area at a coke level of 1 % on a silica-alumina catalyst. It appears therefore, that although pore blocking depends on the catalyst used, in general, large amounts of coke are required to achieve this, although constrictions in the pore diameters at lower coke levels may give rise to reduced diffusivities. Levinter et al. [4] investigated the possibility of achieving high coke loadings by coking silica-alumina catalysts with various feedstocks. Although the total pore volume of the fresh catalyst was 68%, a levelling off in coking was observed at much lower pore volume percentages, and in no instance was more than 40% of the pore volume occupied by coke. This result was attributed to the formation of `plugs' of coke isolating the interior of the catalyst. Direct measurements of diffusivity following coking of the catalyst have been made by a number of investigators. Butt et al. [5] measured the diffusivity of sulphur hexafluoride in coked H-mordenite at temperatures in the range 230-250. Coke levels up to 4% were present and a non-linear decrease in diffusivity with increasing coke content was observed. Micrographs revealed a heavily coked outer shell in the catalyst particles with virtually no coke in the centre. A similar non-uniform distribution of coke was observed by Richardson [6] in spherical cobalt molybdate-alumina catalyst particles coked with metal-free coalderived liquids. Coke was found to exist predominantly in the outer layers of the catalyst particles, but interestingly the diffusivity now decreased linearly with coke deposition up to a 20% coke level. The temperature dependence of the diffusivity was also measured by Richardson [6], who found that this was T\"z in the fresh catalyst, falling to T\"2 in the coked material. This transition from bulk to Knudsen diffusion indicates a narrowing of the pores with coke accumulation. Pore plugging effects have been investigated extensively by Mann and co-workers [ 7,8 ] . Theoretical studies have shown that pore plugging could occur in the absence of diffusional limitations for the main reaction while in other work [ 8 ] the effect of coking on the pore structure of the catalyst was analysed. Coke formed during the dehydrogenation of n-butane and n-butene was observed to give a linear fall in diffusivity with coke content by Suga et al. [9] . The diffusivity was reduced to approximately hall of its initial value when the coke content was increased from zero to 12%. The aim of the present work was to investigate the effect of coking on the diffusivity of a variety of catalysts coked using the same feedstock. Diffusivity measurements have been supplemented by pore size determinations and surface area measurements in order to obtain a more comprehensive description of the phenomena. 2. Experimental Macroporosities of the catalyst pellets were obtained using a mercury porosimeter (CarloErba Model). Nitrogen was used to measure the total surface area of the catalysts by utilising the B.E.T. equation up to a relative pressure of 0.35. S. Al-Bayaty et al. /Applied Catalysis A: General 110 (1994) 109-119 111 The catalysts used were silica-25% alumina, a zeolitic cracking catalyst (ZCC) and a chromia-alumina dehydrogenation catalyst and were pelleted to form cylinders 12.7 mm diameter and approximately 12 mm in length. Pellets were coked at a temperature of 450 using butene-1 diluted with nitrogen at a 101 kPa in a tubular flow reactor of volume 1.25 - 10-' m3. The nitrogen flow was maintained at 4.17 . 10-6 m3 s-', but the butene flow rate varied from 3.33 - 10-' to 1.17 . 10-6 m3 s-'. A 25-min coking time was sufficient to obtain 1-2% of coke on the catalyst but larger amounts of coke required times up to 4 h. For chromia-alumina a higher coking temperature of 550 was found to be necessary to achieve coke deposits comparable to the other catalysts. Diffusivities were measured by the non-steady state modification of the standard WickeKallenbach technique for single pellet diffusivities as first suggested by Hashimoto and Smith [ 10] . The method involves injection of a pulse of tracer gas into a carrier gas stream flowing across the upper face of a pellet whose sides are sealed. A reference gas of the same composition as the carrier gas stream flowed across the lower face of the catalyst pellet and carried the outlet diffusing tracer to a detector. The diffusion cell was placed inside a constant temperature oven and the tracer gas was injected via a gas sampling valve. Detection of the tracer in the outlet gas was achieved with a thermal conductivity detector. A manometer was connected between both sides of the pellet in order to equalize the pressure so that convective flow was eliminated. Analysis of the outlet tracer response was by the moment method; the first moment ~L, was obtained and this was corrected for dead volume in the system using the method devised by Al-Rqobah et al. [ 11 ] to obtained the net moment, AN. The effective diffusivity was then calculated from the net moment by the following relationship [ 12] _LZet(3ADe +FZL) l-1N 6De(ADe +FZL) where FZ is the reference flow-rate, A is the cross sectional area of the pellet, et is the total porosity of the pellet, and L is the length of the cylindrical pellet. 3. Results and discussion 3.1. Fresh (uncoked) catalysts Effective diffusivities for the three types of catalyst were first measured in the absence of coke at various temperatures ranging from 25 to 150 for the silica-alumina pellets and from 25 to 300 for the zeolitic and chromia-alumina pellets. The results obtained are listed in Table 1 and indicate that at comparable temperatures the effective diffusivity of helium in silica-alumina pellets was always about 25 % greater than in the zeolitic pellets and about 40% greater than for chromia-alumina pellets. This is because the silica-alumina pellets have a wide range of macropore radii from about 200 nn to 7500 nm, as shown in the mercury porosimeter data of Fig. 1. However, with the higher density chromia-alumina pellets, the volume percent of large macropores is drastically reduced compared to silica25% alumina, resulting in a reduction in diffusivity. In the case of the zeolitic pellets the 112 S. AI-Bayaty et al. /Applied Catalysis A: General 110 (1994) 109-119 Table 1 Comparison of effective diffusivities of fresh (uncoked) catalyst pellets Temperature () Effective diffusivity (M2/S) . 106 Silica-25% alumina Zeolitic cracking catalyst Chromia-alumina PF=7742PF=10 322P,:=16 774 25 3.19 2.41 2.00 50 3.49 2.69 2,17 100 4.22 3.10 2,58 150 5.03 3.53 2.84 200 4.02 3.52 250 4.67 3.96 300 4.50 4.33 ,:=fabrication pressure of pellets (kPa). macropores originate at 10 nm and terminate at about 4000 nm; the macropore peak is also significantly larger than for the other two catalysts with a maximum at 200 nm and no mesopores were observed with the mercury porosimeter technique employed. Thus the effective diffusivity is smaller than in silica-alumina pellets. As Table 1 shows, the experimental effective diffusivities were very sensitive to increased temperature. Average increases in diffusivity of 37%, 32% and 42% were obtained for silica-alumina, zeolitic cracking catalyst and chromia-alumina respectively on increasing the temperature from 25 to 150. Corresponding increases in dififusivity of 52% and 54% X10-5 55 50 45 40 35 o~ Y 30 25 10 ~- 5F 0~ i tee.-- 1 103 104 R ( nm ) Fig. 1. Pore-size distribution data for uncoked (4) silica-alumina, (O) zeolitic and (O) chromia-alumina catalyst pellets. S. Al-Bayaty et al. /Applied Catalysis A: General 110 (1994) 109-119 113 Table 2 Relation between temperature and diffusivity for fresh pellets Catalyst pellet Density Diffusivity - 109 (kg/m3) Silica-25% alumina 785.4 De=1.862T1'31.032 Zeoliticcrackingcatalyst 1214.6 De=4.074 T'1 '2.028 Chromia-alumina 1738.5 De =2,O2T121.049 for the temperature range from 25 to 300 were obtained for the zeolitic and chromiaalumina pellets respectively. Regression analysis was applied to find an empirical relationship between temperature and effective diffusivity for the pellets. A log-log model of the type De =De T\" gave the most satisfactory fit in all cases. The values of n which indicate whether the diffusion occurs within the molecular region or in the Knudsen region have been summarized in Table 2. It has been reported previously by various authors Fuller et al. [ 13 ] , Andrussow [ 14 ] , and Fujita [ 15] , that for molecular diffusion to occur the value of n should be in the region of 1.75-1.83. On the other hand, when Knudsen diffusion is predominant, the value of n is about 0.5 (Al-Rqobah ['I1] ). The n values of 1.12 to 1.31 obtained in the present work suggest that diffusion occurs predominantly in the transition region. 3.2. Effect of coke deposition on the effective diffusivity 3.2.1. Silica-alumina catalyst The effective diffusivity was measured for fresh and coked silica-25% alumina pellets. The results are shown in Fig. 2. These indicate that coking has a measurable effect of effective diffusivity. The maximum amount of coke deposited on the pellet was 11.12 wt.% and this caused a reduction in effective diffusivity of about 30%. It should be noted that the diffusivity decreases non-linearly with coke level with the biggest relative decrease in diffusivity occurring at lower coke levels. The variation of effective diffusivity with different coke levels is shown in Table 3a and it can be seen that the temperature exponents are very similar to the fresh catalysts. This indicates that coking does not appear to change the transport mechanism. The reduction in effective diffusivity is mainly due to the reduction in the percentage of the mesopores i.e. pores with radii between 1 and 25 nm while the large macropores (radii > 25 nm) are only slightly affected by coke deposition as shown in Fig. 3. It seems that an approximately 71 % reduction in the mesopore volume at 4.4 nm is caused by an 11.12 wt.% coke deposit and therefore the contribution of these mesopores is not available for diffusion. The 30% reduction in effective diffusivity occurred because of the severe blocking effect in the mesopores, while the macropores were affected only slightly. The total macropore volume (representing macropores of radii > 25 nm and also the mesopores) reduces because of coke deposition. An increase in the amount of coke would cause a proportional decrease in the total macropore volume of the pellet. For example, an 11.12 wt.-% of coke caused a reduction of 17% in the total macropore volume and a 30% reduction in effective diffusivsty. 114 50~ 48 46 44 42 40 N 38 N 36 E \"' 34 32, 30 28 24 22 0 1 S. Ad-Bayaty et al. /Applied Catalysis A: General 170 (1994) 109-119 2 3 5 fi 7 O 9 10 IS 12 WT% COKE ( I<g/Kg ) Fig. 2. Effect of coke deposition on effective diffusivity of helium in silica-25% alumina pellets at different temperatures. ( 4 ) 25, ( 17) 50, ( + ) 100, ( x ) l50. Table 3 Relation between diffusivity and temperature for coked catalysts Wt.% coke Diffusivity (kg/kg) relation - 10' (a) Silica-25% alumina pellets 0.00 1.56 7.04 11.12 (b) Zeolitic cracking catalyst 0.00 1.04 2.31 3.55 7.20 (c) Chromic-alumina pellets 0.00 5.35 8.31 12.00 D=1.862 T1.31 t o.032 D= 1.82 T1.29f o.o28 D= 1.380 T' 31 to.o35 D=1.514 T1'28 f 0.033 D=4.074 T112 to.o28 D=1.82 T1.29to.o28 D,= 3.090 T1'' 5 t o.o37 D=3.890 T'.'oto.o4a D=3.884 T1-1oto.o22 D=2.042 T1'21 to.o4e De==1.82 T1.21 *o.o5o DE== 1.66 T\"` D=2.818 T '.o9 to.o22 S. Al-Bayaty et al. /Applied Catalysis A: General 110 (1994) 109-119 * 10-5 50 4 5 ~- 4o F 35 ~- 9 30 Y 25 20 - io - 5 ~- 115 10 102 103 R ( nm 1 104 Fig. 3. Effect of coke deposition on pore-size distribution of silica-25% alumina catalyst pellets. (L) Fresh, (O) 1.56%, (O) 7.04%, (O) 11.12%. The main effect is to reduce macropore surface area, where the micropore area is only reduced by 25%. Therefore coke appears to block the smaller macropores and mesopores. This suggests that the predominant diffusion mechanism is via the macropores and remaining mesopores and confirms the high T exponent obtained experimentally. 3.2.2. Zeolitic cracking catalyst The results shown in Fig. 4 indicate that coking does affect the effective diffusivity of the zeolitic cracking catalyst pellets. The maximum amount of coke deposit on the pellet was 7.2 wt.-% and this reduced the effective diffusivity by about 26%. The temperature exponents of the effective diffusivity are listed in Table 3b which again suggests that coking had no significant effect on the transport mechanism. The reduction in total macropore volume of the pellet due to coking causes an appreciable decline in the magnitude of the effective diffusivity. For example, 7.2 wt.-% of coke caused a reduction of 18% in the total macropore volume of the pellet. However, the pore size distribution data as illustrated in Fig. 5, demonstrates that coke deposition inside the pores of the zeolitic cracking catalyst is quite different to that of silica-alumina and suggests that the coke is now deposited inside the large macropores and some mesopores. A reduction of about 11 % occurs in the large macropores at 200 nm, and no mesopores less than 10 nm are present at a coke deposition of 7.2 wt.-% and therefore these pores are not available for diffusion. Diffusion in the zeolitic catalyst matrix therefore appears to take place as follows: (1) diffusion in the zeolite crystals, (2) diffusion through the clay support, and (3) diffusion in the macropores. 116 U Q) N \\ 35~ N E 20 15 S. AI-Bayaty et al. /Applied Catalysis A: General 170 (1994) 109-119 B WT% COKE ( Kg/Kg ) Fig. 4. Effect of coke deposition on effective diffusivity of helium in zeolitic catalyst pellets at different temperatures. ( A) 25, ( 7) 50, ( +) 100, ( x) 150, ( 0) 200, ( O) 250, ( O) 300. *10-5 22 20 18 16 14 12 o, 10 p. D Bf D 6r 102 R ( nm ) 103 104 Fig. 5. Effect of coke deposition on pore-size distribution of zeolitic catalyst pellets. ( D) Fresh, (O) 1.04%, (O) 2.31%, (O) 3.5, 50%, (*) 7.2%. S. Al-Bayaty et al. /Applied Catalysis A: General 110 (1994) 109-119 %10-7 50 r 45 F 40. 35~ U 0) !n E 25 15 117 0 1 2 3 4 6 7 B 9 10 11 12 13 14 WT% COKE ( Kg/Kg ) Fig. 6. Effect of coke deposition on effective diffusivity oFhelium in chromic-alumina catalyst pellets at different temperatures. Symbols as in Fig. 4. *10-5 55 50 45 40 35 30 10 Tr-rrrrr 01 1 10 102 R ( nm ) 104 Fig. 7. Effect of coke deposition on pore size distribution of chromic-alumina pellets. (D) Fresh, (O) 5.35%, (O) 8.31%, (O) 12%. 118 S. Al-Bayaty et al. /Applied Catalysis A: General IIO (1994) 109-119 3.2.3. Chromia-alumina catalyst The effective diffusivity of the fresh and coked chromia-alumina pellets, is shown in Fig. 6 at different initial temperatures as a function of the amount of coke deposit and indicates that the effective diffusivity declines with increasing coke content. The variation of effective diffusivity with temperature is listed in Table 3c and again indicates that coke deposition does not change the transport mechanism. The reduction in total macropore volume of the pellet due to coke deposition occurs mainly in the mesopores and caused a decline in effective diffusivity. For example, for 12 wt.-% coke deposit, a reduction in total macropore volume of 30% was obtained. Fig. 7 shows the pore size distribution curves for fresh and coked pellets. It can be seen that coke had only a slight effect on the large macropores; a similar effect was noted previously with silica-alumina. However, the mesopores i.e. those with radii between 1 and 25 nm are severely blocked by coke. For a 12 wt.-% coke deposit, the percentage of reduction in mesopores of radius 4.4 nm was 62% and therefore under these conditions these cannot contribute to the diffusion process. The decline in effective diffusivity was found to be 30% less than that for the fresh pellet. 3.3. Comparison of coked pellet diffusivities The effect of coke deposition on effective diffusivity has been found to be quite marked. The present investigation showed a significant effect with 11.12 wt.-% coke on silica-25% alumina, 7.2 wt.% coke on a zeolitic cracking catalyst and 12 wt.-% coke on chromia- *10-7 s0 55 50 45 U Q) 40 N N 35 U 30 O v 25 20 15 0 1 2 3 4 5 6 7 B 9 10 11 12 13 14 WT% COKE ( Kg/Kg ) Fig. 8. Comparison of the reduction of diffusivity at 150 of the three catalysts subject to coke deposition. (~ ) Silica-alumina, (0) zeolite, (+) chromia-alumina. S. AI-Bayaty et al. /Applied Catalysis A: General 110 (1994) 109-119 119 alumina. A 30% reduction in diffusivity was obtained with silica-25% alumina, a 25% reduction with the zeolitic cracking catalyst and a 30% reduction in chromic-alumina. Fig. 8 compares the effect of coke on the three catalysts at a temperature of 150 and suggests that chromic-alumina pellets are more sensitive to coke deposition at higher coke levels. References [ 1 ] R.G. Haldeman and M.C. Botty, J. Phys. Chem., 63 (1959) 489. [2] R.I.H. Ramser and B.P. Hill, Ind. Eng. Chem., 50 (1958) 117. [31 Y. Ozawa and K.B. Bischoff, Ind. Eng. Chem. Process Des. Dev., 7 (1968) 67. [41 M.E. Levinter, G.M. Panchekov and M.A. Tanatarov, Int. Chem. Eng., 7 (1967) 23. [ 5 ] J.B. Butt, S. Delgado-Diaz and W.E. Muno. J. Catal., 37 (1975) 158. [6] J.T. Richardson, Ind. Eng. Chem. Process Des. Dev., 11 (1972) 12. [7] G.T. Androutsopoulos and R. Mann, Chem. Eng. Sci., 33 (1978) 673. [81 R. Mann, P.N. Sharratt and G. Thompson, Chem. Eng. Sci., 41 (1986) 711. [9] K. Suga, Y. Morita, E. Kunugita and T. Okai, Int. Chem. Eng., 7 (1967) 742. [ 10 ] N. Hashimoto and J.M. Smith, Ind. Eng. Chem. Fundam., 12 (1973) 353. [ 11 J H.A. Al-Rqobah, E.K.T. Kam and R. Kughes, AIChE J., 32 (1986) 350. [ 121 H.A. AI-Rqobah, EXT. Kam and R. Kughes, Chem. Eng. Res. Des., 66 (1988) 275. [ 131 E.N. Fuller, P.D. Schettler and J.C. Giddings, Ind. Eng. Chem., 58 (5) (1966) 19. [ 14] L.A. Andrussow, Electrochem., 54 (1950) 566. [ 15 ] S. Fujita, Kagaku Kogaku, 28 (1964) 251. APCATA 9480110X 0926-860X(94)80110-X 10.1016/0926-860X(94)80110-X Elsevier Science B.V. All rights reserved. Effect of coke deposition on the effective diffusivity of catalyst pellets S. Al-Bayaty D.R. Acharya R. Hughes * Department of Chemical Engineering, University of Salford, Salford M5 4WT,UK * Corresponding author. Tel. (+44-61)745 5081, fax. ( +44-61)745 5999. A chromatographic pulse injection technique has been used with a modified Wicke-Kallenbach diffusion cell to measure the diffusivity of He-N2 mixtures in silica-alumina, a commercial zeolitic cracking catalyst and chromia-alumina pelleted catalysts containing increasing amounts of coke. While the results confirmed that diffusivity decreases with increasing coke content, the variation in the measured diffusivity with temperature suggested that diffusion occurs in the transition region for all pellets. The pore size distribution analysis indicated that the coke has a considerable blocking effect on the mesopores for silica-alumina and chromia-alumina catalysts while for zeolites the large mesopores and some macropores are affected. Keywords coking chromia-alumina diffusion silica-alumina zeolites Reference [1] Haldeman R.G. Botty M.C. J. Phys. Chem. 63 1959 489 [2] Ramser R.I.H. Hill B.P. Ind. Eng. Chem. 50 1958 117 [3] Ozawa Y. Bischoff K.B. Ind. Eng. Chem. Process Des. Dev. 7 1968 67 [4] Levinter M.E. Panchekov G.M. Tanatarov M.A. Int. Chem. Eng. 7 1967 23 [5] Butt J.B. Delgado-Diaz S. Muno W.E. J. Catal. 37 1975 158 [6] Richardson J.T. Ind. Eng. Chem. Process Des. Dev. 11 1972 12 [7] Androutsopoulos G.T. Mann R. Chem. Eng. Sci. 33 1978 673 [8] Mann R. Sharratt P.N. Thompson G. Chem. Eng. Sci. 41 1986 711 [9] Suga K. Morita Y. Kunugita E. Okai T. Int. Chem. Eng. 7 1967 742 [10] Hashimoto N. Smith J.M. Ind. Eng. Chem. Fundam. 12 1973 353 [11] Al-Rqobah H.A. Kam E.K.T. Kughes R. AIChE J. 32 1986 350 [12] Al-Rqobah H.A. Kam E.K.T. Kughes R. Chem. Eng. Res. Des. 66 1988 275 [13] Fuller E.N. Schettler P.D. Giddings J.C. Ind. Eng. Chem. 58 5 1966 19 [14] Andrussow L.A. Electrochem. 54 1950 566 [15] Fujita S. Kagaku Kogaku 28 1964 251",
      "scopus-id": "0028401314",
      "coredata": {
        "eid": "1-s2.0-0926860X9480110X",
        "dc:description": "A chromatographic pulse injection technique has been used with a modified Wicke-Kallenbach diffusion cell to measure the diffusivity of He-N2 mixtures in silica-alumina, a commercial zeolitic cracking catalyst and chromia-alumina pelleted catalysts containing increasing amounts of coke. While the results confirmed that diffusivity decreases with increasing coke content, the variation in the measured diffusivity with temperature suggested that diffusion occurs in the transition region for all pellets. The pore size distribution analysis indicated that the coke has a considerable blocking effect on the mesopores for silica-alumina and chromia-alumina catalysts while for zeolites the large mesopores and some macropores are affected.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-03-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9480110X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Al-Bayaty, S."
          },
          {
            "@_fa": "true",
            "$": "Acharya, D.R."
          },
          {
            "@_fa": "true",
            "$": "Hughes, R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9480110X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9480110X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80110-X",
        "prism:volume": "110",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of coke deposition on the effective diffusivity of catalyst pellets",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "coking"
          },
          {
            "@_fa": "true",
            "$": "chromia-alumina"
          },
          {
            "@_fa": "true",
            "$": "diffusion"
          },
          {
            "@_fa": "true",
            "$": "silica-alumina"
          },
          {
            "@_fa": "true",
            "$": "zeolites"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "109-119",
        "prism:endingPage": "119",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 March 1994",
        "prism:doi": "10.1016/0926-860X(94)80110-X",
        "prism:startingPage": "109",
        "dc:identifier": "doi:10.1016/0926-860X(94)80110-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028401314"
      }
    }
  }
}