{
  "metadata": {
    "title": "Calendar of forthcoming events",
    "authors": "",
    "journal": "Applied Catalysis A: General",
    "date": "1993-08-31",
    "doi": "10.1016/0926-860X(93)80239-M",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9380239M",
    "pii": "0926860X9380239M"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X9380239M 0926-860X(93)80239-M 0926860X9380239M 10.1016/0926-860X(93)80239-M S350 S350.1 CONTENTS-ENTRY-ONLY 1-s2.0-S0926860X00X01949 2024-01-01T12:21:46.509935Z 0 0 19930831 1993 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount articletitle alllist content subj ssids 0926-860X 0926860X 102 102 2 2 Volume 102, Issue 2 19 N21 N22 N21 N22 19930831 31 August 1993 1993-08-31 1993 News Brief simple-article nws Copyright © 1993 Published by Elsevier B.V. All rights reserved. CALENDARFORTHCOMINGEVENTS item 0926-860X(93)80239-M 0926860X9380239M 1-s2.0-0926860X9380239M 10.1016/0926-860X(93)80239-M 271346 2024-01-01T12:21:46.509935Z 1993-08-31 1-s2.0-0926860X9380239M-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9380239M/MAIN/application/pdf/1d65ba8ae69bc2e42f0df40a71047551/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9380239M/MAIN/application/pdf/1d65ba8ae69bc2e42f0df40a71047551/main.pdf main.pdf pdf true 128373 MAIN 2 1-s2.0-0926860X9380239M-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9380239M/PREVIEW/image/png/559e719aaf570ef05b30a62f51041d49/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9380239M/PREVIEW/image/png/559e719aaf570ef05b30a62f51041d49/main_1.png main_1.png png 53719 849 656 IMAGE-WEB-PDF 1 N21 age. The Catalytic Materials and Coating Symposium will be devoted to the application of new uncommon materials in catalysis, use of uncommon catalysts (cellular blocks, foam materials, coatings for chemical reactor vessels, etc.) in catalytic processes and the use of different types of waste to produce catalysts. The Ceramic Materials Symposium will cover the follow- ing topics: Ceramic Components in Batteries and Fuel Cells; Ceramic Sensors; Ceramic Actuators; Ceramics for use in Heat Engine Components; and Lifetime Prediction for the Performance of Ceramic Functional and Structural Components. Interested readers should contact the organization secretariat or the Eastern and Western chairpersons listed in the Calendar. Calendar of Forthcoming Events New Items For full Calendar see Appl. Catal., 102(1993) N5 17 Oct. 1993-21 Oct. *4th European East-West Conference and Exhibition on Ma 1992 terials and Processes St. Petersburg, Russia Contact: E-MRS, Attn. 1993 Fall Meeting Registrations, BP 20, F 67037 Strasbourg Cedex 2, France, Fax. (+33) 88286343 or (+33) 88286293 17 Oct. 1993-21 Oct. *Symposium on Catalytic Materials: 1992 Part of 4th European East West Conference and Exhibition St. Petersburg, Russia on Materials and Processes Contact: E.N. Yurchenko, Inst. of Appl. Chem., 14 Dobrolubov Ave., 197198 St. Petersburg, Russia, (+7-812) 2389482, fax. (+7-812) 2321692 or L. Guczi, Institute of Isotopes, Hungarian Academy of Sciences, P.O. Box 77, H-1525 Budapest, Hungary, (+36-1) 1564815, fax. (+36-1) 1565045 17 Oct. 1993-21 Oct. *Symposium on Ceramic Materials, including those in the 1992 Automobile: St. Petersburg, Russia Part of 4th European East West Conference and Exhibition on Materials and Processes Contact: A.G. Romashin, Technologiya, 15 Kiev Chaussee, 240920 City of Obninsk (Kaluga), Russia, (+7-095) 5463915, fax.(+7-8439) 2552225 or R.J. Brook, Univ. of Oxford, Dept. of Materials, Parks Road, Oxford OX1 3PH, UK, (+44-865) 273782, fax. (+44-865) 273789 17-19 Oct. 1993 * 10th Anniversary Advances in Catalytic Technology (ACT) Redwood City, CA, USA Seminar Contact: J. Naworski, Catalytica Studies Division, 430 Ferguson Drive, Mountain View, CA94043-5272, (+1-415)9406300, fax. (+1415)9687129 . Indicates new or revised entry. applied catalysis A: General Volume 102 No. 2 - 31 August 1993 N22 Announcements are included free of charge at the discretion of the Editor. Information on planned events should be sent well in advance (preferably 6 months or more) to Prof. J.R.H. Ross, University of Limerick, Plassey Technological Park, Limerick, Ireland, fax. (+353-61) 411400 or to Applied Catalysis, Desk Editorial Office, PO. Box 330, 1000 AH Amsterdam, Netherlands, fax. (+31-20) 5862459. Book Review The Chemistry and Technology of Petroleum (2nd. Edition), by J.G. Speight, Marcel Dekker, New York, NY, 1991, ISBN 0-8247-8481-2, $175.00/$201.25. This book covers nearly all the aspects of the petroleum related industry and gathers in a unique, well documented work a large amount of information normally only available from very widespread sources. For non-specialists, the petroleum industry is often hardly understandable because of the difficulty of acquiring its large, diversified vocabulary. In this respect the first chapter provides a valuable guide with extensive and precise definitions of the terminology related with the constituents of crude oil and manufactured materials. The last two chapters also contribute to a clear comprehension of the definition and properties of the products generated by the refining industry and to the derived chemicals directly obtained from petroleum. Ten of the 21 chapters deal with the origin, formation, recovery, composition and characterization of crude oil. The precise and complete information given in this part of the text is abundantly illustrated and documented with numerical data. These aspects of petroleum related knowledge are of fundamental importance for a clear apprehension of refining; in this respect, they are extremely valuable for catalysis specialists. The first part introduces the description of refining processes. The essential aspects of the chemistry of refining are collected in a distinct chapter, followed by a description of the basic operations of refining: distillation, cracking, hydroprocessing, final cleaning and treatment processes. Once more, illustrations are abundant, clear and precise. For such an extensive text, bibliography is a challenge. The author's choice consisted in the selection of a limited number of pertinent references. A wider selection would have been profitable for some topics. Petroleum engineers, chemists, refiners and, of course, catalysis specialists should incontestably consider this text as a reference for a global understanding of the present, major energy resource in the world. Villeurbanne M. BREYSSE applied catalysis A: General Volume 102 No. 2 - 31 August 1993 APCATA 9380239M 0926-860X(93)80239-M 10.1016/0926-860X(93)80239-M Calendar of forthcoming events",
      "coredata": {
        "eid": "1-s2.0-0926860X9380239M",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9380239M",
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9380239M"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9380239M"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(93)80239-M",
        "prism:volume": "102",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Calendar of forthcoming events",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "N21-N22",
        "prism:endingPage": "N22",
        "pubType": "nws",
        "prism:coverDisplayDate": "31 August 1993",
        "prism:doi": "10.1016/0926-860X(93)80239-M",
        "prism:startingPage": "N21",
        "dc:identifier": "doi:10.1016/0926-860X(93)80239-M",
        "openaccessSponsorName": null
      }
    }
  }
}