{
  "metadata": {
    "title": "Selectivity dependence on the alloying element of carbon supported Pt-alloy catalysts in the hydrogenation of phenol",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-03-31",
    "doi": "10.1016/0926-860X(94)80193-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94801932",
    "pii": "0926860X94801932"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028392917",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94801932 0926-860X(94)80193-2 0926860X94801932 10.1016/0926-860X(94)80193-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X01767 2024-01-01T12:21:06.294127Z 0 0 19940331 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 110 110 2 2 Volume 110, Issue 2 2 167 172 167 172 19940331 31 March 1994 1994-03-31 1994 article fla Copyright © 1994 Published by Elsevier B.V. SELECTIVITYDEPENDENCEALLOYINGELEMENTCARBONSUPPORTEDPTALLOYCATALYSTSINHYDROGENATIONPHENOL SRINIVAS S VANPEPPEN 1980 355 J PHENOLHYDROGENATIONPROCESSINCATALYSISORGANICREACTIONS DODGSON 1989 830 I BOND 1992 1 G FENDLER 1988 171 A HETEROGENEOUSCATALYSISFINECHEMICALS DENHARTOG 1990 173 A DELGASS 1987 151 W CHEMREACTIONREACTORENGINEERING SRINIVAS 1993 33 S RUIZ 1992 101 A JOYNER 1991 319 R JOYNER 1993 250 R SHPIRO 1993 266 E ADURIZ 1991 47 H MASSON 1993 147 J BEARD 1986 6811 B TALUKDAR 1993 229 A SRINIVASX1994X167 SRINIVASX1994X167X172 SRINIVASX1994X167XS SRINIVASX1994X167X172XS item 0926-860X(94)80193-2 0926860X94801932 1-s2.0-0926860X94801932 10.1016/0926-860X(94)80193-2 271346 2024-01-01T12:21:06.294127Z 1994-03-31 1-s2.0-0926860X94801932-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801932/MAIN/application/pdf/864764781ef34623a109a13584eb0a66/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801932/MAIN/application/pdf/864764781ef34623a109a13584eb0a66/main.pdf main.pdf pdf true 318786 MAIN 6 1-s2.0-0926860X94801932-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801932/PREVIEW/image/png/e06303a59a2ecf2c507a5dbddd7d3020/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801932/PREVIEW/image/png/e06303a59a2ecf2c507a5dbddd7d3020/main_1.png main_1.png png 50521 849 656 IMAGE-WEB-PDF 1 applied catalysis A ELSEVIER Applied Catalysis A: General 110 (1994) 167-172 Selectivity dependence on the alloying element of carbon supported Pt-alloy catalysts in the hydrogenation of phenol* S.T. Srinivas, L. Jhansi Lakshmi, P. Kanta Rao* Catalysis Section, Physical and Inorganic Chemistry Division, Indian Institute of Chemical Technology, Hyderabad-500 007, India (Received 18 June 1993, revised manuscript received 22 October 1993) Abstract Single step vapour phase hydrogenation of phenol over Pt-M/C (M = Cr, V and Zr) alloy catalysts was investigated at atmospheric pressure and 200. The alloying element shows a significant effect on the product selectivities. While Pt-Cr/C and Pt-V/C catalysts are highly selective for hydrogen- ation of phenol to cyclohexanone, the Pt-Zr/C catalysts are predominantly selective to cyclohexanol. Key words: alloys; phenol hydrogenation; platinum; selectivity (cyclohexanol/cyclohexanone) 1. Introduction Catalytic hydrogenation of phenol is an important industrial reaction. Cyclohexanone and cyclohexanol are obtained as major products along with cyclohexane, cyclohexene and benzene [ 1 ]. Among these cyclohexanone is an important intermediate in the production of both caprolactam for nylon 6 and adipic acid for nylon 66 [ 2]. Hydrogenation of phenol over a nickel catalyst gives selectively cyclohexanol, which on dehydrogenation over a zinc catalyst yields cyclohexanone. The reaction is also carried out under liquid-phase conditions using noble metal catalysts [ 2]. However, a direct single-step vapour-phase hydrogenation of phenol to give cyclohexanone is more advantageous, as the endothermic step of cyclo- hexanol dehydrogenation would be avoided. Supported platinum is the traditional catalyst of choice for a variety of hydrogenation processes [ 3 ]. For better selectivity, platinum catalysts can be promoted by the addition of *Corresponding author. Tel. ( + 91-842)852659, fax. ( + 91-842)853387. tlICT Communication No. 3242. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All fights reserved SSDIO926-860X ( 93 ) E0243-6 168 S. T. Srinivas et al. / Applied Catalysis A : General 110 (1994) 167-172 metallic salts or through alloying [4]. More recently bimetallic and alloy catalysts are replacing monometallic catalysts because of their improved selectivities and higher activity as well as longer life [5]. This paper reports the results on the single-step vapour-phase hydrogenation of phenol over carbon supported Pt and Pt-M (M = Cr, V and Zr) alloy catalysts to yield mainly cyclohexanone or cyclohexanol. 2. Experimental A 5 wt.-% Pt/C catalyst was prepared by incipient wetting of carbon (Vulcan XC-72, BET SA 250 m2 g- 1; pore volume 3 ml g- 1) using an aqueous solution of H2PtC16\" 6H20 (Fluka) of required concentration. The sample was oven dried at 110 for 16 h and then reduced in a flow (40 ml/min) of a H2:N2 gas mixture (3: 1) at 250 until the catalyst gave a negative test for chlorides. Then the Pt-M/C alloy catalysts were prepared with varying amount of M (0.5-4.0 wt.-%) by impregnating the 5 wt.-% Pt/C with appropriate amounts of relevant organometallic precursors [Cr(C5HTO2)3, V(C5H702)3 and Zr(C12H2804) ] (all Fluka make) dissolved in methanol to give the required metal loadings in the final catalyst. Excess solvent was evaporated on a waterbath with continuous agitation. The samples thus obtained were oven dried at 120 for 6 h and then heated in a quartz reactor (at 760 for Pt-Cr, 960 for Pt-V and 1200 for Pt-Zr) for 5 h in a flowing H2:N2 (3:1) gas mixture (30-40 ml min-l). The alloy formation was confirmed by X- ray diffraction. The alloy catalysts were characterized by hydrogen chemisorption at 25 and nitrogen physisorption at - 196 to measure platinum dispersion and BET surface areas, respectively [ 6]. A fixed-bed micro-catalytic reactor was employed to carry out the phenol hydrogenation reaction. About 0.3 g of catalyst sample was taken and pretreated at 500 for 2 h in hydrogen and then cooled to reaction temperature (200). The reactant feed, consisting of phenol dissolved in cyclohexane ( 1:4 wt./wt.) with a hydrogen-to-phenol mole ratio of 4.7, was fed into the reactor using a microprocessor controlled Secura (B. Braun, Germany) syringe pump. The reaction products were condensed in cold traps after steady-state con- ditions were attained (2 h) and were analysed by gas-liquid chromatography (GLC) using 30% SE-30 on a chromosorb W column (3 nun 2 m) kept at 180 and a flame ionisation detector. 3. Results and discussion Alloying between platinum and the second metal in the catalysts was detected from the respective characteristic d values in the X-ray diffraction (XRD) data [ 7 ]. Pt-Cr/C cata- lysts have shown phases due to Pt (d= 2.27) and Cr3Pt ordered alloy phase (d = 1.92). Pt- V/C catalysts have shown alloy phases due to PtV3 (d= 3.41) and PtV (d= 3.22). PtZr (d= 2.57) and PtllZr9 (d= 2.40) were observed in Pt-Zr/C catalysts with Zr loadings of 0.5 and 1 wt.-%. The ZrO2 phase (d= 2.96) is observed in catalysts with Zr loading of 2 and 4 wt.-%. A 5 wt.-% Pt loading on carbon was selected for alloying with Cr, V or Zr as this platinum loading gave maximum selectivity to cyclohexanone in phenol hydrogenation S. T. Srinivas et al. /Applied Catalysis A: General 110 (1994) 167-172 169 during preliminary investigations on catalysts with different platinum loadings [ 8]. It may be mentioned here that hydrogen chemisorption and phenol hydrogenation activity are practically nil on the carbon support alone. Catalyst composition, hydrogen chemisorption data, BET surface areas of the catalysts and phenol conversion are given in Table 1. It can be seen from this table that a steep drop in hydrogen chemisorption capacities is taking place upon addition of M to Pt/C and that with further increase in M loading the hydrogen uptake is decreasing only to a lesser extent. This may be attributed to the seggregation of platinum particles after alloying which causes a considerable loss of exposed platinum area. Similar trends can be seen in the H/Pt value. This is expected since they result from the hydrogen chemisorption capacities of the catalysts. A continuous decrease in BET surface areas may be seen as a result of blocking of pores by platinum alloy ensembles and possible sintering of Pt/C particles at the high temperatures employed for alloying. It can also be seen from Table 1 that even though a large decrease in the hydrogen uptake after alloying is observed the decrease in phenol conversion is relatively small. The phenol conversion in the alloy catalysts is in the order of Pt--Cr > Pt-V > Pt-Zr. From a close observation of the data in Table 1, it appears that the sites titrated by hydrogen chemisorption are responsible for phenol hydrogenation. The selectivities of cyclohexanone and cyclohexanol for various catalysts are illustrated in a bar diagram (Fig. 1). In the case of 5 wt.-% Pt/C, about 84% selectivity to cyclohex- anone was obtained. Significantly, on Pt-Cr/C alloy catalysts total selectivity to cyclo- hexanone is obtained [9], phenol becoming directly hydrogenated to cyclohexanone. It appears that further hydrogenation of cyclohexanone to cyclohexanol is not occurring on Pt-Cr/C catalysts unlike on monometallic platinum catalysts to some extent. Cyclohexane used as solvent in this reaction was unaffected after the reaction (formation of benzene was not observed) confirming that dehydrogenation of cyclohexane is not occurring on the catalysts under the experimental conditions employed in this study. On Pt-V/C catalysts cyclohexanone selectivity increased from 79 to 96% with increase in V loading from 0.5 to Table 1 Hydrogen uptake, H/Pt values, BET surface area and phenol conversion of various catalysts Catalyst composition H2 uptake, H/Pt BET SA Phenol conversion (wt.-%) (/~ mol g ) (m2 g-l) (%) 5 Pt 81.7 0.64 228 64.5 5 Pt-0.5 Cr 26.7 0.21 192 55.0 5 Pt-l.O Cr 22.3 0.17 178 52.5 5 Pt-2.0 Cr 17.8 0.14 131 49.9 5 Pt-4.0 Cr 15.2 0.12 111 50.1 5 Pt-0.5 V 23.2 0.18 211 51.1 5 Pt-l.O V 19.6 0.15 183 49.8 5 Pt-2.0 V 17.9 0.14 159 45.8 5 Pt-4.0 V 9.8 0.12 118 50.0 5 Pt-0.5 Zr 20.1 0.16 178 45.1 5 Pt-l.O Zr 17.9 0.14 160 42.0 5 Pt-2.0 Zr 13.4 0.10 147 38.5 5 Pt-4.0 Zr 8.9 0.07 129 35.5 170 S.T. Srinivas et al. /Applied Catalysis A: General 110 (1994) 167-172 100 80 - 60 - ; 40- u 20 - I i II i. I 5.0 0.5 1,0 Z.O 4.0 0.5 hO 2.0 4.0 0.5 1.0 Z.O 4.0 Wt.%M{Cr- Pt/C I---- PI-Cr/C--J ~ Pt -V/C ~ I Pt-Zr/C I V - Zr) I, I Fig. 1. Selectivity to ([]) cyclohexanone and ( cyclohexanol on various carbon supported Pt-M (M = Cr, V, Zr) alloy catalysts in the hydrogenation of phenol. 4 wt.-% and correspondingly the cyclohexanol selectivity decreased. Alloying of platinum with zirconium has an opposite effect. While the selectivity decreased from 74% at 0.5 wt.- % Zr to 25% at 4 wt.-% Zr, the cyclohexanol selectivity increased from 26 to 75%, respectively. This shows that alloying of Zr to Pt has a negative effect on the cyclohexanone selectivity. No other side products were obtained along with cyclohexanone and cyclo- hexanol. These contrasting trends in product selectivities can be attributed to the effect of the alloying element. The alloy formation in the catalysts results in a strong metal-metal interaction between platinum and the alloying elements [ 10]. The Joyner-Shpiro model for Pt-Cr alloying in H-ZSM-5 proposes a platinum enrichment at the surface with a chromium enrichment in the sub-surface layer [ 11 ]. Consequently the fraction of Pt (6 + ) state decreases in Pt-Cr/H-ZSM-5 with respect to Pt/H-ZSM-5. This platinum-chromium electronic interaction, rather than simple dilution, is said to be responsible for both hydro- genolysis and aromatisation of lower alkanes. The platinum-chromium interaction is assumed to reduce the bonding strength between the hydrocarbon or its fragments and the metal surface with consequent activity and selectivity changes [ 12,13]. The different activ- ity and selectivity behaviour in the hydrogenation of phenol to cyclohexanone and cycloh- exanol on Pt-Cr/C, Pt-V/C and Pt-Zr/C may thus be explained as being due to different extents of platinum-metal (Cr or V or Zr) interaction affecting the Pt (6+) state and strength of bonding between the reactants and products. However, Aduriz et al. [ 14] attributed the selectivity behaviour in valyene and isoprene hydrogenation to the dilution effect of palladium sites in palladium alloyed with germanium, tin, lead or antimony. More recently, Masson et al. [ 15] computed the relative adsorption equilibrium constants for consecutive reactions to study the selectivity criteria in acetophenone hydrogenation on chromium promoted Raney nickel alloy catalysts. All alloy catalysts used in our study may oxidize in air (upon drying, upon transfer in air, perhaps also by phenol). Thus the catalysts used here are actually an alloy, with some platinum exposed, covered by CrOx, VOx and ZrOx species. Specifically these oxides may S.T. Srinivas et aL /Applied Catalysis A: General 1 I0 (1994) 167-172 171 activate the -C-OH or C=O group for hydrogenation. Beard and Ross [ 16] observed TiOx species in Pt-Ti/C alloy catalysts apart from ordered Pt-Ti alloy phases. Recently it has been reported that phenol converts to cyclohexanone, which further hydrogenates to cyclo- hexanol on Pt and Pd supported on A1203 and zeolite LTL [ 17]. Indeed, much work needs to be done to explore the mechanism of the reaction. However, in our opinion three probable routes exist for phenol hydrogenation. First, hydrogenation of phenol to cyclohexanone and further hydrogenation to cyclohexanol. Secondly, direct hydrogenation of phenol to cyclo- hexanol and dehydrogenation to cyclohexanone. A third possible route is formation of intermediate cyclohexene-l-ol and tautomerisation to cyclohexanone owing to its greater stability. Thus, by changing the alloying element (Cr, V and Zr) and composition of these alloy catalysts, as well as the pretreatment conditions, it is possible to tailor the structure of the metallic platinum phase. In this way catalytic activities and selectivities in the hydro- genation of phenol can be controlled in order to yield preferentially a desired product. The activity and selectivity in the reaction was found to be constant in a 16 h run on all three platinum alloy catalyst systems showing that the catalysts are stable during the period of study. 4. Conclusions It was found that the Pt-M/C (M = Cr, V and Zr) alloy catalysts are active for direct hydrogenation of phenol to cyclohexanone or cyclohexanol. Cyclohexanone is obtained ( 100% selectivity) in single step on Pt-Cr/C alloy catalysts. Pt-Cr/C and Pt-V/C systems seems to be promising for single-step vapour-phase hydrogenation of phenol to cyclohex- anone. On the other hand, Pt-Zr/C catalysts yield predominantly cyclohexanol. Acknowledgements We are grateful to Dr. A.V. Rama Rao, Director, IICT, for his encouragement. Thanks are due to Council of Scientific and Industrial Research, New Delhi and University Grants Commission, New Delhi for the award of Senior Research Fellowship to S.T. Srinivas and L. Jhansi Lakshmi, respectively. We thank the referees for their helpful comments. References [ 1 ] J.F. Van Peppen, W.B. Fisher and C.H. Chan, in R.L. Augustine (Editor), Phenol Hydrogenation Process in Catalysis of Organic Reactions, Marcel Dekker, New York, 1980, p. 355. [2] I. Dodgson, K. Griffin, S. Barberis, F. Pignattaro and G. Tauszik, Chem. Ind. (London), (1989) 830. [3] G.C. Bond and Z. Pafil, Appl. Catal., 86 (1992) 1. [4] A.G. Fendler, D. Richard and P. Gallezot, in M. Guisnet, J. Barrault, C. Bouchoule, D. Duprez, C. Montassier and G. P6rot (Editors), Heterogeneous Catalysis and Fine Chemicals, Elsevier, Amsterdam, 1988, p. 171. [5] A.J. den Hartog and V. Ponec, Stud. Surf. Sci. Catal., 54 (1990) 173. [6] W.N. Delgass and E.E. Wolf, in J.J. Carberry and A. Varma (Editors), Chem. Reaction and Reactor Engineering, Marcel Dekker, New York, 1987, p. 151. 172 S. T. Srinivas et al. /Applied Catalysis A: General 110 (1994) 167-172 [7] ASTM Card Nos: 4-802, 8-374, 13-513, 19-918, 19-920 and 27-367, Ed. Joint Committee on powder diffraction files, Pennsylvania, 1984. [8] S.T. Srinivas and P. Kanta Rao, unpublished results. [9] S.T. Srinivas and P. Kanta Rao, J. Chem. Soc., Chem. Commun., (1993) 33. [ 10] A.G. Ruiz, A.S. Escribano and I.R. Ramos, Appl. Catal., 81 (1992) 101. [ 11 ] R.W. Joyner, E.S. Shpiro, P. Johnston, K.M. Minachev and G.J. Tuleuova, Catal. Lett., 11 ( 1991 ) 319. [ 12] R.W. Joyner, E.S. Shpiro, P. Johnston and G.J. Tuleuova, J. Catal., 141 (1993) 250. [ 13] E.S. Shpiro, R.W. Joyner, P. Johnston and G.J. Tuleuova, J. Catal., 141 (1993) 266. [ 14] H.R. Aduriz, P. Bodnariuk, B. Coq and F. Figueras, J. Catal., 129 ( 1991 ) 47. [15] J. Masson, S. Vidal, P. Cividino, P. Fouillovx and J. Court, Appl. Catal. A, 99 (1993) 147. [ 16] B.C. Beard and P.N. Ross, J. Phys. Chem., 90 (1986) 6811. [ 17] A.K. Talukdar, K.G. Bhattacharya and S. Sivasanker, Appl. Catal. A, 96 (1993) 229. APCATA 94801932 0926-860X(94)80193-2 10.1016/0926-860X(94)80193-2 Elsevier Science B.V. All rights reserved † IICT Communication No. 3242. Selectivity dependence on the alloying element of carbon supported Pt-alloy catalysts in the hydrogenation of phenol S.T. Srinivas L. Jhansi Lakshmi P. Kanta Rao * Catalysis Section, Physical and Inorganic Chemistry Division, Indian Institute of Chemical Technology, Hyderabad-500 007, India * Corresponding author. Tel. (+91-842)852659, fax. (+91-842)853387. Single step vapour phase hydrogenation of phenol over Pt-M/C (M = Cr, V and Zr) alloy catalysts was investigated at atmospheric pressure and 200°C. The alloying element shows a significant effect on the product selectivities. While Pt-Cr/C and Pt-V/C catalysts are highly selective for hydrogenation of phenol to cyclohexanone, the Pt-Zr/C catalysts are predominantly selective to cyclohexanol. alloys phenol hydrogenation platinum selectivity (cyclohexanol/cyclohexanone) References [1] J.F. Van Peppen W.B. Fisher C.H. Chan R.L. Augustine Phenol Hydrogenation Process in Catalysis of Organic Reactions 1980 Marcel Dekker Amsterdam 355 [2] I. Dodgson K. Griffin S. Barberis F. Pignattaro G. Tauszik Chem. Ind. (London) 1989 830 [3] G.C. Bond Z. Paál Appl. Catal. 86 1992 1 [4] A.G. Fendler D. Richard P. Gallezot M. Guisnet J. Barrault C. Bouchoule D. Duprez C. Montassier G. Pérot Heterogeneous Catalysis and Fine Chemicals 1988 Elsevier New York 171 [5] A.J. den Hartog V. Ponec Stud. Surf. Sci. Catal. 54 1990 173 [6] W.N. Delgass E.E. Wolf J.J. Carberry A. Varma Chem. Reaction and Reactor Engineering 1987 Marcel Dekker Amsterdam 151 [7] ASTM Card Nos: 4-802, 8-374, 13-513, 19-918, 19-920 and 27-367, Ed. Joint Committee on powder diffraction files, Pennsylvania, 1984. [8] S.T. Srinivas and P. Kanta Rao, unpublished results. [9] S.T. Srinivas P. Kanta Rao J. Chem. Sot., Chem. Commun. 1993 33 [10] A.G. Ruiz A.S. Escribano I.R. Ramos Appl. Catal. 81 1992 101 [11] R.W. Joyner E.S. Shpiro P. Johnston K.M. Minachev G.J. Tuleuova Catal. Lett. 11 1991 319 [12] R.W. Joyner E.S. Shpiro P. Johnston G.J. Tuleuova J. Catal. 141 1993 250 [13] E.S. Shpiro R.W. Joyner P. Johnston G.J. Tuleuova J. Catal. 141 1993 266 [14] H.R. Aduriz P. Bodnatiuk B. Coq F. Figueras J. Catal. 129 1991 47 [15] J. Masson S. Vidal P. Cividino P. Fouillovx J. Court Appl. Catal. A 99 1993 147 [16] B.C. Beard P.N. Ross J. Phys. Chem. 90 1986 6811 [17] A.K. Talukdar K.G. Bhattacharya S. Sivasanker Appl. Catal. A 96 1993 229",
      "scopus-id": "0028392917",
      "coredata": {
        "eid": "1-s2.0-0926860X94801932",
        "dc:description": "Single step vapour phase hydrogenation of phenol over Pt-M/C (M = Cr, V and Zr) alloy catalysts was investigated at atmospheric pressure and 200°C. The alloying element shows a significant effect on the product selectivities. While Pt-Cr/C and Pt-V/C catalysts are highly selective for hydrogenation of phenol to cyclohexanone, the Pt-Zr/C catalysts are predominantly selective to cyclohexanol.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94801932",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Srinivas, S.T."
          },
          {
            "@_fa": "true",
            "$": "Lakshmi, L. Jhansi"
          },
          {
            "@_fa": "true",
            "$": "Rao, P. Kanta"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94801932"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94801932"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80193-2",
        "prism:volume": "110",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selectivity dependence on the alloying element of carbon supported Pt-alloy catalysts in the hydrogenation of phenol",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "alloys"
          },
          {
            "@_fa": "true",
            "$": "phenol hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "platinum"
          },
          {
            "@_fa": "true",
            "$": "selectivity (cyclohexanol/cyclohexanone)"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "167-172",
        "prism:endingPage": "172",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 March 1994",
        "prism:doi": "10.1016/0926-860X(94)80193-2",
        "prism:startingPage": "167",
        "dc:identifier": "doi:10.1016/0926-860X(94)80193-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028392917"
      }
    }
  }
}