{
  "metadata": {
    "title": "Methylation of n-butylamine over solid-acid catalysts",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-03-03",
    "doi": "10.1016/0926-860X(94)80120-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94801207",
    "pii": "0926860X94801207"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028762721",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-28 2001-08-28 2010-10-02T11:38:12 1-s2.0-0926860X94801207 0926-860X(94)80120-7 0926860X94801207 10.1016/0926-860X(94)80120-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X02128 2024-01-01T12:21:46.509935Z 0 0 19940303 1994 2001-08-28T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 109 109 2 2 Volume 109, Issue 2 5 225 233 225 233 19940303 3 March 1994 1994-03-03 1994 article fla Copyright © 1994 Published by Elsevier B.V. METHYLATIONNBUTYLAMINEOVERSOLIDACIDCATALYSTS LI K SCHUBERT 1933 4570 M KEANE 1987 361 M WEIGERT 1987 20 T SHANNON 1988 367 R SHANNON 1988 8 R SHANNON 1989 79 R ABRAMS 1990 610 J WANG 1983 428 I LI 1993 1007 K HEGDE 1989 231 S WANG 1983 428 I FLANIGEN 1991 22 E STUDIESINSURFACESCIENCECATALYSIS INTRODUCTIONZEOLITESCIENCEPRACTICE CORMA 1993 97 A GRAY 1975 125 J LIX1994X225 LIX1994X225X233 LIX1994X225XK LIX1994X225X233XK item 0926-860X(94)80120-7 0926860X94801207 1-s2.0-0926860X94801207 10.1016/0926-860X(94)80120-7 271346 2024-01-01T12:21:46.509935Z 1994-03-03 1-s2.0-0926860X94801207-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801207/MAIN/application/pdf/fe951f83ab06e9cd6ef76b4cede8e836/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801207/MAIN/application/pdf/fe951f83ab06e9cd6ef76b4cede8e836/main.pdf main.pdf pdf true 431629 MAIN 9 1-s2.0-0926860X94801207-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801207/PREVIEW/image/png/f9bcd728dd85d6dd080163266d851fcb/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801207/PREVIEW/image/png/f9bcd728dd85d6dd080163266d851fcb/main_1.png main_1.png png 49883 849 656 IMAGE-WEB-PDF 1 ON catalysis n ELSEVIER Applied Catalysis A: General 109 (1994) 225-233 Methylation of n-butylamine over solid-acid catalysts Kuo-Tseng Lia*, Yuan-Chu Pengb 'Department cf Chemical Engineering. Tunghai University, Taichung, Taiwan, ROC \"Catalyst Research Center, China Technical Consultants, Inc., Toufen, Taiwan, ROC (Received 28 June 1993, revised manuscript received 5 November 1993 ) Abstract N,N-dimethyl-n-butylamine was synthesized with a good yield by the reaction between n-butylamine and methanol over a variety of solid-acid catalysts. Activity measurements were carried out with a flow reactor in the temperature range between 220 and 340. The measured catalytic activity was found to decrease in the order: rare-earth ion-exchanged zeolite Y = zeolite beta > TiOZ-Zr02 > zeolite NaY = zeolite mordenite > low sodium y-alumina > zeolite X > silica-alumina > high sodium y-alumina > zeolite L > zeolite 5A. Comparisons between the activity measurements and temperatureprogrammed desorption studies suggested that the n-butylamine methylation rate was highly dependent on the strength of acid sites. Key words: butylamine (n-); butylamine(N,N-dimethyl-n-); methylation; solid acid catalyst 1. Introduction N,N-dimethyl-n-butylamine is a component useful in catalyzing 2,6-dimethylphenol (2,6-DMP) polymerization, which converts 2,6-DMP to an important engineering polymer -polyphenylene oxide [ 1 ] . A traditional approach to synthesize N,N-dimethyl-n-butylamine is the reaction of n-butylamine with formaldehyde in the presence of formic acid [2]. Tedious separation procedures are needed to remove the homogeneous catalyst (formic acid) and to purify the product. Several zeolites (Mordenite, RHO and ZK-5) have been employed to catalyze the reaction between ammonia and methanol to maximize the selectivity of a secondary amine, dimethylamine [3-8]. However, no papers deal with the use of zeolites for the synthesis of N,N-dimethyl-n-butylamine, a tertiary amine. The purposes of this paper are to study the use of solid-acid catalysts for the synthesis of *Corresponding author.Fax. (+886-4)3590009. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-860X(93) E0233-3 226 K.-T. Li, Y.-C. Peng /Applied Catalysis A: General 109 (7994) 225-233 N,N-dimethyl-n-butylamine and to find the relations between the n-butylamine methylation activity and the acidity of solid-acid catalysts. 2. Experimental 2.1. Catalyst samples Eleven solid-acid catalysts were used for n-butylamine methylation, including seven zeolites, two y-alumina, one silica-alumina and one Ti02-ZrO2. Ti02-ZrO2 (equal molar ratio) was prepared using TiC14, ZrCl4 and NH40H following the procedure reported in Wang et al. [9]. Zeolite beta (Si/Al ratio=25) was prepared by the hydrothermal method from S'02-Al 20,NaOH-tetraethyl ammonium hydroxide-H20 mixtures, according to the procedure reported by Waldinger et al. [ 10] . Other solid-acid catalysts were obtained commercially: rare-earth ion-exchanged Y zeolite (65 wt.-% Si02, 22.7 wt.-% A1203, 1.6 wt.-% Na20 and 10.7 wt.-% Re203), zeolite NaY (63.5 Wt.-% Si02, 23.5 wt.-% A1203, 13 wt.-% Na20), Linde 13X and Linde 5A from Strem Chemicals, Newburyport, MA; L zeolite from N.E. Chemcad, Tokyo; ammonium mordenite (CBV 30A) from CONTEAK; low sodium y-alumina (Na content=0.15 wt.-%) and silica-alumina (SiOz : A1203 = 30:70) from Condea Chemie, Germany; high soda y-alumina (H-152, Na content= 4 wt.-%) from Alcoa Chemicals, Pittsburgh. All of the catalysts were calcined in air at 500 for four hours before activity measurements. Table I Comparisons of catalyst performances Catalyst Surface area Rxn temp. () Conv. (%o) Selectivity (%) (m-/g) Zeolite A - 320 29.09 46.13 Zeolite L - 320 52.23 64.12 Zeolite X 518 250 43.44 57.01 320 100 81.19 Mordenite 484 250 72.9 74.9 280 100 80.2 Zeolite NaY 538 250 73.86 69.28 280 100 87.9 Re-Y zeolite 463 220 81.27 63.81 250 100 96.2 Zeolite beta 617 220 81.95 87.68 250 1o0 82.12 y-Alumina (Condea) 210 320 100 88.66 Ti-Zr 282 250 100 78.1 y-Alumina 200 320 77.55 50.89 (H-152) 340 98.81 81.92 Silica-alumina 360 320 89.18 84.02 *Reaction conditions: pressure= 4 kg /cm2, WHSV=0.28 /h. K.-T. Li, Y.-C. Peng /Applied Catalysis A: General 109 (1994) 225-233 227 2.2. Catalyst characterization The NZ BET surface areas of solid catalysts were measured with a Micrometrics surface area analyzer (Model Flowsorb 11 2300). The measured surface areas of the solid-acid catalysts are reported in the second column of Table 1. X-ray diffraction (XRD) patterns of zeolites were obtained with Cu K a radiation. Finely ground samples were scanned over the diffraction angle range 20= 10 to 70using a Scintag XDS 2000 diffractometer (45 kV, 40 mA). Fig. 1 shows the XRD patterns of the zeolites used. The ammonia temperatureprogrammed desorption (TPD) method was used to determine the number and strength of acid sites on the solid-acid catalysts. TPD was carried out in a stream of helium with a heating rate of 10/min. The amounts of ammonia desorbed was measured with a thermal conductivity detector. Before TPD measurements, the samples were treated with pure helium at 500 for 1 hour. 2.3. Apparatus and procedure for n-butylamine methylation The n-butylamine methylation was performed in a stainless steel reactor. Liquid feed containing n-butylamine and methanol in a 1 :3 molar ratio was delivered from a glass storage tank by a calibrated metering pump. A rectangular electrically heated furnance where the temperature could be held to within 0.5 of the desired value was used to house the packed bed reactor. The reactor outlet led to a back-pressure regulator, which served to maintain the reactor pressure at 4 kg/cm'. After the back-pressure regulator, the product stream was condensed to liquid. Li et al. [ I 1 ] give more detailed descriptions of the experimental apparatus. The chemical species in the product stream were identified by gas chromatography /mass spectrometry (GC/MS) (Hewlett-Packard Model 5970 B MSD). Quantative analysis of liquid samples was performed on a Perkin-Elmer 8410 gas chromatograph equipped with a SP2100 column and a flame ionization detector. The column temperature was programmed from 35 to 45 (the initial temperature was set at 35 and maintained for 23 min, then increased from 35 to 45 at 5/min, and held at 45 for 15 min). Carrier gas was nitrogen at 25 ml/min, the detector temperature was 200. 2.4. Materials The n-butylamine was supplied by Janssen Chimica and was assayed 99% purity by the supplier. The methanol (Certified A.C.S. grade) was supplied by Fisher and had a purity of 99.9%. 3. Results and discussion n-Butylamine methylation over solid-acid catalysts were carried out at 4 atm, methanol/ n-butylamine molar ratio = 3 and weight hourly space velocity (WHSV) = 0.28/h. Analysis of the product solutions by gas chromatography (GC) and GC/MS proved that N-methyln-butylamine and N,N-dimethyl-n-butylamine were major products. GC/MS also identified 228 K.-T. Li, Y.-C. Peng /Applied Catalysis A: General 109 (1994) 225-233 that n-butylether, N-butyl-N-methyl-n-butylamine and N,N,N',N'-tetrabutyl-methanediamine were minor products. Therefore, the main reactions for the n-butylamine methylation over solid-acid catalysts are series-parallel as follows: C4H9NHz +CH3OH-CQH9NHCH3 +HZO C4 H9 NHCH3 + CH3 OH -> CQ H9 N (CH3) 2 + HZ O (2) 3518. 3411 2i0. 2'6. 202. 189. 139. 101 67. 33. 0. 136. 392. 318. 3es. 261. 21e. 171. 130. g7. Ia. e. Igl. 132. 381. 336. zee. 29e. 192. 111. 96. Ig. g ___ __-~-,-____~._-m--.-_ lee 7 11 Zeolite Beta 7e 6 6e g 9e e 10 2 3e 20 - le 9 44MJ ~^ e e - -TT ~~T-T-T .-,-. - Ie0 T D - 300 g - - _ e0 1 7e g 60 z se Mordenite IP 6 e 1 e ze 30 2 le s e s_ T -~T e~ e _ - 1~ 9 fe g to 7 70 Zeolite X se s se s Ie 3 3! 2 2! 1 -41 04A\"~'q if K.-T. Li, Y.-C. Peng /Applied Catalysis A: General 109 (1994) 225-233 229 ses.e = - 526.5 ib a 169.0 Zeolite NaY Bf IB9.5 -Tr rte- 7! 351.8 6! 292.5 5! 231.9- o! 175 S 39 117.9- 29 sB.s l9 9-.B e X93. 1 263.7 99- 234.E Re-Y Zeolite Be 175.2 'T'~/rN~ 79 116.5- ~1V N' ~~-.-.--r-Te.--.--.-ge -J se 117.2- 59 87.9 49 se.s 39 2-9 3 29 l9- e . e e - Fig. 1. XRD spectra of zeolites used. Table 1 presents the n-butylamine conversion and N,N-dimethyl-n-butylamine selectivity of eleven solid-acid catalysts. The conversion and selectivity were calculated using the following equations: conversion (%)=(moles of n-butylamine reacted)/(moles of n-butylamine fed) X 100%, selectivity = (moles of N,N-dimethyl-n-butylamine produced/ moles of n-butylamine reacted) X 100%. Table 1 shows that a good yield of N,N-dimethyl-n-butylamine was obtained from n-butylamine methylation over most acid catalysts, demonstrating the feasibility of using solid-acid catalysts for the synthesis of N,N-dimethyl-n-butylamine. Based on the reaction temperature and n-butylamine conversion in Table 1, the methylation activity of solid-acid catalysts decreases in the order: rare-earth ion-exchanged Y zeolite (ReY) = zeolite beta > Ti02-Zr02 > NaY = mordenite > low sodium y-alumina > zeolite X > silica alumina > high sodium y-alumina > zeolite L > zeolite 5A. ReY, zeolite beta and Ti02-ZrOZ are the most active catalysts while zeolite 5A is the least active. The surface acidity of H-beta zeolites have been studied and the acid strength of H-beta was found to be stronger than those presented in H-Y zeolite [ 12] . It is likely that the strong acid sites in the zeolite beta result in the high n-butylamine methylation rate. Ti02 Zr02 is an acid-base bifunctional catalyst [ 13]. The reason for its high n-butylamine methylation activity may be due to this bifunctional nature. That is, n-butylamine is adsorbed on the 230 K.-T. Li, Y-C. Peng /Applied Catalysis A: General 109 (1994) 225-233 acid site and methanol is adsorbed on the base site, and the rate of reaction between the adsorbed n-butylamine and the adsorbed methanol is greatly improved. Among the zeolites tested, zeolites X, L, and A show lower activity for n-butylamine methylation. The reason for the low activity of zeolites X and A may be due to their low Si/AI ratio (Si/Al=1-1.5). Since the zeolite acidity tends to increase in strength with increasing Si/Al ratio [ 14] , the acid strength of zeolites X and A should be lower that that of zeolites Y, beta and mordenite (which have an Si/Al ratio > 2). The lower acid strength of zeolites X and A probably results in the lower n-butylamine methylation activity. In addition, the small channel geometry of zeolite 5A restricts the movement of reactant and product molecules, and further decreases its activity. Fig. 2 shows the ammonium temperature-programming desorption (TPD) diagrams of Condea y-alumina and Alcoa H-152 y-alumina. Fig. 3 shows the ammonium TPD diagrams of zeolites NaY and ReY. Fig. 4 compares the ammonium TPD diagrams of Condea y-aluminum and Condea silica-aluminum. In Fig. 2, the number of acid sites in H-152 is greater than that in Condea y-alumina while the methylation rate of H-152 is lower than that of Condea y-alumina. In Fig. 3 , the number of acid sites in NaY is greater than that in ReY while the methylation rate of NaY is lower than that of ReY. In Fig. 4, the number of acid sites in silica-aluminum is greater than that in y-aluminum while the methylation rate of silica-aluminum ins lower than that of y-aluminum. These results suggest that the number 7E4.3 i BE+3 H-152 5E+3 ' 4 4E+3 <n 4-) 3E+3 COND 2E+3 COND IE+3 H-152 0E+0 0 100 200 300 400 500 800 Temperature , Fig. 2. Ammonium TPD diagrams of Condea y-alumina and Alcoa H-152 y-alumina. K.-T. Li, Y.-C. Peng /Applied Catalysis A: General 109 (1994) 225-233 231 7E+3 6E+3 5E+3 4E+3 i) 3E+3 2E+3 1E+3 NaY GREY 0 100 200 300 400 Temperature , Fig. 3. Ammonium TPD diagrams of zeolite Na-Y and Re-Y. REY Na 500 600 7E+3 eE+s 6E+9 rl 4E+9 .~J EE+9 EE+9 0E+0 Si-A1 1lumin Aluminum 0 100 200 900 100 600 600 Temperature () Fig. 4. Ammonium TPD diagrams of Condea y-alumina and silica-alumina ( Si-Al ). 232 K.-T. Li, Y-C. Peng /Applied Catalysis A: General 109 (7994) 225-233 of acid sites is not a dominant factor determining the n-butylamine methylation rate when the structures of solid-acid catalysts are similiar. Fig. 2 shows that H-152 has a larger amount of lower strength acid sites (ammonium desorbed at a temperature < 300) than Condea y-alumina, but Condea y-alumina has a larger amount of higher strength acid sites (ammonium desorbed at a temperature > 300) than H-152. Fig. 3 shows that NaY has a larger amount of lower strength acid sites than ReY, but ReY has a much larger amount of higher strength acid sites than NaY. Fig. 4 shows that silica-alumina has a larger amount of lower strength acid sites than y-alumina, but y-alumina has a larger amount of higher strength acid sites than silica-alumina. These results suggest that the high-strength acid sites in solid-acid catalysts are much more active than the low strength acid sites in catalyzing n-butylamine methylation. The possible explanation of the results is that the stronger the acidity, the lower the activation energy required for the reaction to occur, as proposed by Corma et al. [ 15 ] . It has been reported that the active sites in a mordenite catalyst are similiar to those in the synthetic faujasite counterpart [ 16] , therefore, the n-butylamine methylation rate of mordenite is similiar to that of NaY zeolite, as shown in Table 1. 4. Conclusions Solid-acid catalysts have been found to be able to catalyze n-butylamine methylation effectively to obtain high yield of N,N-dimethyl-n-butylamine. Based on the activity measurements and TPD studies, high-strength acid sites are responsible for the methylation of n-butylamine. Acknowledgements The authors wish to thank China Technical Consultants, Inc. for financial support and Miss Cheng-Chin Lin at the ROC food and drug adminstration office for GC/MS analysis. References [ l ] A.S. Hay, US Pat. 4 028 341 (1977). [21 M.P. Schubert, J. Am. Chem. Soc., 55 (1933) 4570. [ 3 ] M. Keane, G.C. Sonnichsen, J.L. Abrams, D.R. Corbin, T.E. Gier and R.D. Shannon, Appl. Catal., 32 (1987 ) 361. [41 T.J. Weigert, J. Catal., 103 (1987) 20. [51 R.D. Shannon, M. Keane, J.L. Abrams, R.H. Staley, T.E. Gier, D.R. Corbin and G.C. Sonnichsen, J. Cat., 113 (1988) 367. 16] R.D. Shannon, M. Keane, J.L. Abrams, R.H. Staley, T.E. Gier, D.R. Corbin and G.C. Sonnichsen, J. Catal., 1 14 (1988) 8. 171 R.D. Shannon, M. Keane, J.L. Abrams, R.H. Staley, T.E. Gier, D.R. Corbin and G.C. Sonnichsen, J. Catal., 1 15 (1989) 79. 181 J.L. Abrams, D.R. Corin and M. Keane, J. Catal., 126 (1990) 610. 19] 1. Wang. W.F. Chang, R.J. Shiau, J.C. Wu and C.S. Chung, J. Catal., 83 (1983) 428. K.-T. Li, Y-C. Peng /Applied Catalysis A: General 109 (1994) 225-233 233 [ 10] R.L. Waldinger, G.T. Kerr, E.J. Rosinki, US Pat. 3 308 069 (1967). [ 11 ] K.T. Li, 1. Wang and K.R. Chang, Ind. Eng. Chem. Res., 32 (1993) 1007. 1 12] S.G. Hegde, R. Kumar, R.N. Bhat and P. Ratnasamy, Zeolite, 9 (1989) 231. [ 131 1. Wang, W.F. Chang, R.J. Shiau, J.C. Wu and C.S. Chung, J. Catal., 83 (1983) 428. [ 14] E.M. Flanigen, in H. van Bekkum, E.M. Flanigen and J.C. Jansen (Editors), Introduction to Zeolite Science and Practice, (Studies in Surface Science and Catalysis, Vol. 58), Elsevier, Amsterdam 1991, p.22. [ 15 ] A. Corma, F. Llopis, J.B. Monton and S. Weller, J. Catal., 142 (1993) 97. [ 16] J.A. Gray and J.T. Cobb, Jr., J. Catal., 36 (1975) 125. APCATA 94801207 0926-860X(94)80120-7 10.1016/0926-860X(94)80120-7 Elsevier Science B.V. All rights reserved. Methylation of n-butylamine over solid-acid catalysts Kuo-Tseng Li * a Yuan-Chu Peng b a Department of Chemical Engineering, Tunghai University, Taichung, Taiwan ,ROC b Catalyst Research Center, China Technical Consultants, Inc., Toufen, Taiwan ,ROC * Corresponding author. Fax. (+886-4)3590009. N,N-dimethyl-n-butylamine was synthesized with a good yield by the reaction between n-butylamine and methanol over a variety of solid-acid catalysts. Activity measurements were carried out with a flow reactor in the temperature range between 220 and 340°C. The measured catalytic activity was found to decrease in the order: rare-earth ion-exchanged zeolite Y ≈ zeolite beta > TiO2-ZrO2 > zeolite NaY ≈ zeolite mordenite > low sodium γ-alumina > zeolite X > silica-alumina > high sodium γ-alumina > zeolite L > zeolite 5A. Comparisons between the activity measurements and temperature-programmed desorption studies suggested that the n-butylamine methylation rate was highly dependent on the strength of acid sites. Keywords butylamine (n-) butylamine(N,N-dimethyl-n-) methylation solid acid catalyst References [1] A.S. Hay, US Pat. 4 028 341 (1977). [2] Schubert M.P. J. Am. Chem. Soc. 55 1933 4570 [3] Keane M. Sonnichsen G.C. Abrams J.L. Corbin D.R. Gier T.E. Shannon R.D. Appl. Catal. 32 1987 361 [4] Weigert T.J. J. Catal. 103 1987 20 [5] Shannon R.D. Keane M. Abrams J.L. Staley R.H. Gier T.E. Corbin D.R. Sonnichsen G.C. J. Cat. 113 1988 367 [6] Shannon R.D. Keane M. Abrams J.L. Staley R.H. Gier T.E. Corbin D.R. Sonnichsen G.C. J. Catal. 4 1988 8 [7] Shannon R.D. Keane M. Abrams J.L. Staley R.H. Gier T.E. Corbin D.R. Sonnichsen G.C. J. Catal. 115 1989 79 [8] Abrams J.L. Corin D.R. Keane M. J. Catal. 126 1990 610 [9] Wang I. Chang W.P. Shiau R.J. Wu J.C. Chung C.S. J. Catal. 83 1983 428 [10] R.L. Waldinger, G.T. Kerr, E.J. Rosinki, US Pat. 3 308 069 (1967). [11] Li K.T. Wang I. Chang K.R. Ind. Eng. Chem. Res. 32 1993 1007 [12] Hegde S.G. Kumar R. Bhat R.N. Ratnasamy P. Zeolite 9 1989 231 [13] Wang I. Chang W.F. Shiau R.J. Wu J.C. Chung C.S. J. Catal. 83 1983 428 [14] Flanigen E.M. Introduction to Zeolite Science and Practice van Bekkum H. Flanigen E.M. Jansen J.C. Studies in Surface Science and Catalysis 58 1991 Elsevier Amsterdam 22 [15] Corma A. Llopis F. Monton J.B. Weller S. J. Catal. 142 1993 97 [16] Gray J.A. Cobb J.T. Jr. J. Catal. 36 1975 125",
      "scopus-id": "0028762721",
      "coredata": {
        "eid": "1-s2.0-0926860X94801207",
        "dc:description": "N,N-dimethyl-n-butylamine was synthesized with a good yield by the reaction between n-butylamine and methanol over a variety of solid-acid catalysts. Activity measurements were carried out with a flow reactor in the temperature range between 220 and 340°C. The measured catalytic activity was found to decrease in the order: rare-earth ion-exchanged zeolite Y ≈ zeolite beta > TiO2-ZrO2 > zeolite NaY ≈ zeolite mordenite > low sodium γ-alumina > zeolite X > silica-alumina > high sodium γ-alumina > zeolite L > zeolite 5A. Comparisons between the activity measurements and temperature-programmed desorption studies suggested that the n-butylamine methylation rate was highly dependent on the strength of acid sites.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-03-03",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94801207",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Kuo-Tseng"
          },
          {
            "@_fa": "true",
            "$": "Peng, Yuan-Chu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94801207"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94801207"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80120-7",
        "prism:volume": "109",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Methylation of n-butylamine over solid-acid catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "butylamine (n-)"
          },
          {
            "@_fa": "true",
            "$": "butylamine(N,N-dimethyl-n-)"
          },
          {
            "@_fa": "true",
            "$": "methylation"
          },
          {
            "@_fa": "true",
            "$": "solid acid catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "225-233",
        "prism:endingPage": "233",
        "pubType": "fla",
        "prism:coverDisplayDate": "3 March 1994",
        "prism:doi": "10.1016/0926-860X(94)80120-7",
        "prism:startingPage": "225",
        "dc:identifier": "doi:10.1016/0926-860X(94)80120-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028762721"
      }
    }
  }
}