{
  "metadata": {
    "title": "Hydrogenation of carbon monoxide on unsupported Fe-Mn-K catalysts for the synthesis of lower alkenes: promoter effect of manganese",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-04-28",
    "doi": "10.1016/0926-860X(94)85046-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94850461",
    "pii": "0926860X94850461"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028413230",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-28 2001-08-28 2010-10-02T11:38:12 1-s2.0-0926860X94850461 0926-860X(94)85046-1 0926860X94850461 10.1016/0926-860X(94)85046-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0213X 2024-01-01T12:21:46.509935Z 0 0 19940428 1994 2001-08-28T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 111 111 2 2 Volume 111, Issue 2 3 119 132 119 132 19940428 28 April 1994 1994-04-28 1994 article fla Copyright © 1994 Published by Elsevier B.V. HYDROGENATIONCARBONMONOXIDEUNSUPPORTEDFEMNKCATALYSTSFORSYNTHESISLOWERALKENESPROMOTEREFFECTMANGANESE DAS C HAGGIN 1981 J SNEL 1987 361 R ANDERSON 1956 1 28 R CATALYSIS ANDERSON 1956 257 371 R CATALYSIS HU 1983 113 Y RAO 1980 139 V RAO 1990 1735 M YANG 1978 513 C TSAI 1980 Y MSTHESIS TSAI 1980 127 Y BARRAULT 1985 133 J DECKWER 1982 222 W VANDIJK 1982 273 W SATTERFIELD 1984 26 C MAITI 1983 151 G MAITI 1985 215 G JAGGI 1985 347 N KOLK 1988 57 B LEITH 1988 75 I HUTCHINGS 1986 507 G COPPERTHWAITE 1987 869 R SCHULZ 1984 153 H PROCNINTHCONFCATALORGREACTCHARLESTONAPRIL1982 PENNLINE 1987 595 H STENCEL 1987 129 J VENTER 1987 155 J DAS 1991 C BUKUR 1989 1130 D JENSEN 1985 109 K SCHULZ 1980 H KEDESKY 1956 425 H MUAN 1962 230 A VONPUNGEWILTELER 1984 239 B MALESSA 1988 279 R SNEL 1989 654 R KREITMAN 1987 319 K KIM 1986 198 C NEWSOME 1980 275 D YANG 1979 C PHDTHESIS JENSEN 1985 98 K SCHULZ 1985 231 H DASX1994X119 DASX1994X119X132 DASX1994X119XC DASX1994X119X132XC item 0926-860X(94)85046-1 0926860X94850461 1-s2.0-0926860X94850461 10.1016/0926-860X(94)85046-1 271346 2024-01-01T12:21:46.509935Z 1994-04-28 1-s2.0-0926860X94850461-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94850461/MAIN/application/pdf/7dbce0fae878496454eaca15423e5316/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94850461/MAIN/application/pdf/7dbce0fae878496454eaca15423e5316/main.pdf main.pdf pdf true 741257 MAIN 14 1-s2.0-0926860X94850461-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94850461/PREVIEW/image/png/28335f02a3b16a9781a9761200d2d62c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94850461/PREVIEW/image/png/28335f02a3b16a9781a9761200d2d62c/main_1.png main_1.png png 50934 849 656 IMAGE-WEB-PDF 1 = A ELSEVIER Applied Catalysis A: General 111 (1994) 119-132 Hydrogenation of carbon monoxide on unsupported Fe-Mn-K catalysts for the synthesis of lower alkenes: promoter effect of manganese C.K. Dasa,*, N:S. Dasa, D.P. Choudhurya, G. Ravichandranb, D.K. Chakrabartyb 'Central Fuel Research Institute, Dhanbad 828108, Bihar, India olid State laboratory, Chemistry Department, Indian Institute of Technology, Bombay 400 076, India (Received 25 May 1993, revised manuscript received 4 January 1994) Abstract Unsupported Fe-Mn-K catalysts prepared earlier by incorporating potassium in-situ during coprecipitation of iron- and manganese oxides have been found to exhibit good catalytic activity and high alkene selectivity in the C2-C4 range, during syngas conversion. The effect of manganese on the alkali promoted iron catalysts towards hydrocarbon synthesis was studied here. Manganese in moderate amount promotes catalytic activity as well as selectivity of lower alkenes. Using a catalyst containing about 20 mol-% Mn and 0.5% K, at 673 K, 3 kg /cmz pressure, WHSV =800 h-' and HZ/CO=1, it was possible to obtain good carbon monoxide coversion with 70-80% lower alkenes without formation of excess methane and carbon dioxide. Key words: carbon monoxide hydrogenation; Fe-Mn-K catalysts; Fischer-Tropisch synthesis; lower alkenes; promoter effect; unsupported Fe catalysts 1. Introduction The interest in Fischer-Tropsch (FT) synthesis has been renewed after the oil embargo in 1973 [ 1 ] . Efforts have been made on the development of catalysts to improve the selectivity of lower alkenes, the building blocks of today's petrochemical industries. The studies bear considerable importance, particularly for countries like India that pay a huge import bill for petroleum crude inspite of having abundant reserves of non-coking coal. The task of producing lower alkenes via syngas has been difficult in view of the thermodynamic *Corresponding author. Fax. ( +91 - 326) 864350. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-86OX (94)00012-G 120 C.K. Das et al. /Applied Catalysis A: General Ill (7994)119-132 and kinetic limitations of the reactions involved [ 2,3 ] , thus demanding either the development of shape selective catalysts or the promotion of less costly classical iron catalysts with active ingredients [4-6]. The use of coprecipitated iron-manganese oxides for selective production of lower alkenes has been reported by several groups [ 7-13 ] , though this claim has also been refuted by some authors [ 14-16]. The catalytic behaviour of these mixed oxides was found to be influenced by the preparation techniques and structural properties of the catalyst precursors [ 17-22 ] . There has been no clear consensus as to the extent of manganese promotion and the phases responsible for enhanced catalytic performance. Copperthwaite et al. [23] expressed their doubts on the successful industrial application of Fe-Mn catalysts unless they were further promoted. Yang and Oblad [ 10] were of the opinion that iron doubly promoted with manganese and potassium may offer an interesting system. That the addition of alkali metals to Fe-Mn catalysts improves alkene selectivity has been observed by various authors [8,24-27]. It is assumed that the interaction of iron and manganese oxides on the surface is altered by the presence of potassium. Obviously, the structure and composition of such mixed oxides depend on the method of preparation and pretreatment conditions which in turn may influence the performance of the catalysts. In view of this, a series of Fe-Mn-K catalysts were prepared by incorporating potassium in situ during coprecipitation of oxides of iron and manganese and the results of carbon monoxide hydrogenation on these catalysts have been discussed with an aim to understand the role of manganese in the catalyst system. 2. Experimental Mixed oxides of iron and manganese were prepared (keeping potassium within 0.5 mol%)following the method developed earlier [ 28 ] . This involves reduction of a higher valent manganese salt with a suitable reducing agent and simultaneous precipitation of hydrated iron oxide from its solution at a controlled pH of 7.5-8.5. After filtering and washing, the oven-dried samples were powdered, calcined at 723 K, pelletised and sized to 0.11 mm before using them as catalysts. X-ray diffraction (XRD) patterns were recorded on a Rich Seifert MZIII Goniometer using a Cu Ka target with a nickel filter. The chemical composition and the crystal phases are summarized in Table 1. The numbers associated with a catalyst indicate the approximate mol-% proportion of iron and manganese in it. Temperature-programmed reduction (TPR) of the samples (50 mg) calcined at 723 K was carried out in a quartz tube coupled online with a gas chromatograph (GC). The samples were flushed with Nz at temperature upto 723 K for 1 h, cooled and reduced in a flow (55 ml/min) of 10% HZ in NZ at a heating rate of 10 K/min. The amount of hydrogen consumed was continuously monitored using a thermal conductivity detector (TCD). The catalytic performance was evaluated in a fixed bed tubular reactor having online analytical provisions [29]. About 3 ml of the catalyst, reduced at 673 K in a stream of HZ for 8 h and cooled, was subjected to a feed, HZ:CO (1:1) at a space velocity of 800 ml/g/ h and pressure of 3 kg /cm2. During the conditioning period, the reaction was monitored by GC - TCD using a 2 m molecular sieve column. The `Start-up temperature' [ 25,30] , as determined from the first appearance of methane for a particular catalyst was found to follow C.K Das et al. /Applied Catalysis A: General 111(1994)119-132 Table l Compositions, `Start-up temperatures' and structural phases for Feman catalysts Catalyst Air-dried samples 'Start-up Phases identified (mot-%) temperature' (samples calcined)at (K) 723 K 121 Mn K Feman 71A 12.82 0.25 508 a-Fe203 Feman 51 16.76 0.45 513 a-Fe203b Femau 41 20.15 0.36 513 a-FeiO3 Feman 21R 32.40 0.47 523 a-Fe2O3 Feman 11A 47.69 0.23 533 a-Fe203, ss-phase Feman 15B 82.45 0.32 543 G-phase il-phase; I3-(A'tno.9s3Feo.oWz0s. bXRD of the samples calcined at 923 K shows, in addition the /3-phase. a logarithmic relationship with the manganese content (Table 1). The initial high methane formation caused by the rapid carbidization [ 22,25,31 ] of the catalysts gradually decreased, reaching a steady-state value (Fig. 1). In order to avoid this period, conversion and product 28 16 `12 ~ h O W Z Q P 8 W 4 0 2.4 3.6 4.8 6.0 TIME (h) Fig. 1. Initial activity of the catalysts with time-on-stream: (13) Feman 71A at 508 K; ( 21R at 523 K; (O) 1 IA at 533 K; ( 15B at 543 K. 122 C.K Das et al. /Applied Catalysis A: General 111 (1994)119-132 distribution data were taken only after 4 h of conditioning at each synthesis temperature (543 K-623 K). The hydrocarbon products were analysed by GC - FID using a Porapak Q column (3 mX0.3 cm). Conversion and selectivity values were derived adopting the method of Schulz [ 32 ] . 3. Results and discussion 3.1. Catalyst characterization XRD and TPR studies were made to figure out any structure-related catalytic effects from these materials prepared in a rather unconventional manner. The precipitated catalysts after drying were found to be X-ray amorphous. Calcination above 723 K for 8 h brought in some structural changes in these amorphous solids. The Fe-rich catalysts (Mn 13-33 mol-%) showed a crystalline hematite phase, a-FeA. It is not possible to conclude from XRD if some manganese is incorporated into the hematite lattice. Although incorporation of Mn3+ in a-Fe203 apparently seems to be difficult at low calcination temperature [ 33 ] , the possibility as suggested by Maiti et al. [ 18 ] cannot be ruled out. In case of Mn-rich catalysts (Mn>60 mol-%), hematite was not observed as a single phase. The XRD patterns suggested the incorporation of most of the iron oxide in a cubic MnZ03 lattice as ss-(Mn, _xFes)203 (ss-phase) having a bixbyite structure with x=0.017. In Feman 11A (Mn 47 mol-%), two separate a-FeA and /3-phases were found to be present in almost equal amounts. The j3-phase was also detected by XRD for catalysts (Mn 17-33 mol-%) on calcination at the higher temperature of 923 K (Table 1). Jaggi et al. [ 19] , while studying coprecipitated Fe-Mn catalysts, reported the formation of a(Fe, _,,Mnv)203 as a single phase in low-manganese catalysts and in addition, the ss-phase (x = 0.3) for high manganese catalysts. From the phase diagram of the Fe203-Mn2O3 system [33-35], one would expect only single phase ss-(Mnj -,Fe,) 203 for samples containing more than 60 mol-% of manganese. In our study, formation of this phase could be ascertained in catalysts (Mn 17-33 mol-%) calcined at 923 K and for high manganese content catalysts calcined at 723 K. It is presumed that manganese remains as poorly crystalline, tetragonal y-Mn203 in low-manganese catalysts. With increase in calcination temperature or in manganese content, it transforms into cubic Mn203 via stabilisation by incorporation of an Fe 3 + ion in the lattice. It is likely that the particles of these oxide phases, including that of potassium developed on calcination at 723 K, are too small to give well defined XRD patterns. TPR studies of the samples calcined at 723 K present interesting results. As the total hydrogen consumed during reduction is far less than that required for complete reduction of the oxides (Table 2), it is assumed that presence of manganese retards the reduction of iron in mixed oxides. The position of the peaks varies with catalyst composition depending on the reduction behaviour of different phases developed after calcination (Fig. 2). Reduction takes place in two steps beginning at 623 K. Based on the work of Leith and Howden [ 21 ] , we assign the first peak to the reduction of a possible solid solution between a-Fe203 and cubic Mn203 and the high-temperature peak to the reduction of iron oxide species. The amounts of hydrogen consumed during high-temperature reduction of iron-rich catalysts C.K. Das et al. /Applied Catalysis A: General 111 (1994)119-132 123 Table 2 TPR data for Feman catalysts Catalyst Peak HZ consumed per mol of temperature (K) M\" Fe M\" Feman 71A 773(sh)b 0.52 898 0.89 1.24 Feman 51 723(sh) 0.49 823 0.93 1.25 Feman 41 738(sh) 0.47 823 1.10 1.34 Feman 21 R 670 0.12 829 1.04 0.77 Feman 11A 698,748 0.37 948 1.58 1.67 Feman 15B 673 0.28 773 0.15 0.17 \"M: Fe +Mn. hsh:shoulder peak. I 1 / 1 I I I 1 I I I 1 -- ~ II i ~ ~I I l 11 II (al //.,~ (bl -- i i I_- _ (dl \\_-, --- --- (f) r I I 1 1 473 673 873 1073 TEMPERATURE, K Fig. 2. Temperature-programmed reduction spectra of Feman catalysts: (a) 71 A; (b) 51; (c) 41; (d) 21 R; (e) I IA; (f) 15B. 124 C.K. Das et al. /Applied Catalysis A: General 111 (1994) 119-132 are close to 1.0 HZ/Fe which implies that reduction to metallic iron occurs through an intermediate wustite phase [ 17,21,31 ] . The otherwise unstable wustite phase is stabilized only by the inclusion of an appreciable quantity of Mn2+ during reduction. The position of the second peak and the amount of hydrogen consumed per mol of iron remain fairly constant for catalysts (Mn 17-33 mol-%), possibly because of the smaller influence of manganese addition to the wustite phase once stabilized. In the case of Feman 71A containing only 12.82 mol-% Mn, the reduction may follow an alternative path via Fe;04 resulting in the emergence of the second peak at the high temperature side. As discussed earlier, the XRD of Feman I IA (Mn 48 mol-%) calcined at 723 K showed the presence of two distinct phases, a-Fe203 and ss-(Mn, _xFex)203. TPR studies for this catalyst have shown two well separated peaks corresponding to the reduction of these phases. The development of the separate hematite phase is accompanied by a shifting of the second peak to the high-temperature side along with an increase in hydrogen consumption per mol of iron during reduction [ 17,20,21 ] . The low hydrogen consumption per total metal for the first reduction step of the high manganese content catalysts may be caused by the nonreducibility of the /3-phase which may account for their decreasing activity during synthesis. Since the catalysts were reduced at 723 K before synthesis, it is the extent of reduction at the first step that will have some influence on their catalytic properties. 100 80 --60 o 4 \\ \\ z 0 W 40 z 0 u 20 \\\\ 0 0 20 40 60 80 100 MI1 Fig. 3. Effect of Mn content on CO conversion at different synthesis temperatures: (O) 543 K; ( 563 K; (0 ) 583 K; ( 603 K. ?%), G J n h w w i fD G T n1 G ~. cn w. W A) C \"'3 N w . 0 x p a, ~. x `< = ~ a, ~. `:~ a o' o rte, METHANE SELECTIVITY (%) $D ,n _, \"\" fin , ~ n O '~ N N O. oq a \" . = ~A cy .- h p ~, n Ln O L p to Ess^ 7 a '^,Tss'- 0OJ 0 Wo .M' h~ C pp~ < H 4 c n 5 ~ ~ .n 0, F'.~. pC ~. ~ 7' 7a 4 '0 a, a , 9 - p g' $. X R oa w n. n1 < a 0 Z a o ~' ~'^~ n ., c ~' -, 5~ OQ ~ 'd a, C~o ~. w 'a bo . . _ da~m c-G nUqn~ hnn- o. n o O G a b n5; ' rr c. -< aOaaJ R na.~.a. , . _ ; a - ~ ~ o : a5;, < Q a b ~~N ~ (nD ~ ~ X a ~~~n c. a oao CD R o CD n o. o 0 G o 1 s .1 a. _ n ;n C h < <. c~ o N a ~' - ~r ,- :; 5' h > o: w w ~ ~' ^ > .~ Q o cu o cu ^ a) o I n M h 1 t ^ 1 aa coo n'c? o .'CL yia.-'p. c~^p ,a-CD . o coo ~',, ~ ~ ~, \"' ~' c~''o ~ coo v~ oa ~ 3 cn ( . -~'.r o G h 9 co n ff, o -1 'R -< I .. p: M a a G. `~ p G r~ c9. (o. 0E3 Z ss.CD.~.,,\".T~y^ C~ o ca ran I h CD . = .h. - cn \"^\" O. n -0 I D O. P~ W O m ,\"~ CD a ^. f~ f9 rN n a. ~' < O G~ ~ a a :; 5 z ' , ?.', 7C V.ao W ;jo C ., et, a o ~ n \"r, ~. cD m v~ ~ ,F', C1 n o ~ n O. o yy '_' , a ~ Iy 0 O e_ x G ~ ssoW a~ ~~,\" :~ o cD a 1;~ h ss. co . h 126 C.K Das et al. /Applied Catalysis A: General Ill (1994)119-132 80 2.0 r i I~ I 70 1.6 I I I 60 ~~ 1.2 t 1.0 0 ~ N H 50 ~~p 0.8 11 x u h 40 0.4 (a ) 30 0 0 20 40 60 80 100 Mn% Fig. 5. Effect of Mn content on (a) selectivity of CO2 formation, SCO_ (b) selectivity ratio of hydrocarbon formation, SCH and COZ formation, SCO,: (0) at 563 K, (41) at 583 K. calculated per 100 mol of manganese decreased in the order: Feman 51 (2.68) > 71A (1.96)>41(1.79)>21R(1.45) 11A(0.48)>15B(0.38).Itmaybepossiblethatthe presence of appreciable amounts of potassium in the moderate manganese content catalysts prevents the interaction of MnO with the a-Fe phase. With further addition of manganese, conversion decreases rapidly with increase in manganese content, while the amount of methane increases upto a point attaining a constant value. As observed from XRD and TPR studies, a non-reducible ss-phase starts to develop in calcined samples with addition of manganese beyond 33 mol-%. The greater interaction of inactive MnO with iron species in less reduced catalysts [ 18,22,31,36] possibly causes an increase in the ratio of methanation and synthesis sites [ 37 ] , thus decreasing the carbon monoxide reactivity and increasing the methane selectivity to some extent. For yet higher manganese content catalysts, the reducibility is drastically affected and methane formation is controlled by the methanation sites only. The activity and methane selectivity thus remain unaffected for any change in synthesis temperature. Very little change in reactivity has also been observed by Stencel et al. [26] 4.5 C.K. Das et al. /Applied Catalysis A: General]]] (1994)119-132 1.75 4.0 2.5 2.0 .._ 60 80 100 0 20 40 Mn 1.55 1.35 1.15 0.95 0.75 127 Fig. 6. Effect of Mn content on C-C, hydrocarbons formation referred to C(-I, and C5+ hydrocarbons: ( (7,0 ) at 563 K; ( at 583 K. while studying the reaction of carbon monoxide with high manganese content Fe-K catalysts at temperatures of 548 to 648 K. According to Anderson [ 3 ] , carbon dioxide is generally formed during FT synthesis by a secondary reaction. Assuming that this step is the water-gas shift (WGS) conversion, it will be interesting to see how the addition of manganese influences the WGS reaction (Fig. Sa). The formation of carbon dioxide is suppressed to the maximum extent at 17 mol-% of Mn at 573 K. Further addition of manganese promotes WGS reaction as seen from the increased amount of carbon dioxide in the product. High carbon dioxide formation has been reported earlier for Mn0-supported iron catalysts [ 22,38-40] . The plots of selectivity ratio, carbon monoxide conversion to hydrocarbons [ SCH ] and to carbon dioxide [ SC021 versus percent of manganese (Fig. Sb) show that hydrocarbon formation supercedes the reaction leading to carbon dioxide for catalysts with 15-40 mol-% manganese content. The objective of the present study is to obtain a FT catalyst that will give high yields of alkenes in the C2--C4 range. A 40-60 wt.-% yield of these hydrocarbons was observed with w F' :~ s' o- w 5 o oO CD 0 ~l' i .o = cD, o cD o cn a a w ~ uc. ~ ~ h C \"r- 'I - $3~ CD ~. ~^ `.Y O -1' = ..e '\".' o p, N D O h (~. `CT' ~ i V Q fD ~ ~ N $~D M N O. n ,y O O Q .,~ O 0 1< o. c0 a a. m a as o 5 -. 0 Ci o ... cD ,r N \"O C w',.d o o C~ 0 CD ^~o~ cD s . ~o G ~ co ~ C,~- o n s:;. m o. co as m, O cD < o. :; VJ Q I ~ = aD a h o .*, .* a) ss. . co 0 i . \"\" o m i-' i~ O ?r co I -: C `;< n crmi m CD 5C' M Q in N G ~ E~ N ~ Qq ~ ~' ~ h ,n ss co m O n < h o o' w ~. ~' w n7 o N O. :L . 00 . h Q r. ~ ., a O o onx o h Q . :o o,, c O 0 0 N Q A ^ b .n . ~ os 0 w ~ o ., co o ~' b o o. ~ ? =' o Er va <~cDOOs g c~D~'`\" o a n o o * GM .b 5 5 - c % Q.Z pr ~ -.~ ~ a 'h . o h w 0 o - m - - o ro ~xi, Y 2. o w o ~i-~) \"\"'~Q c:* F~ ciLe , N b :-. Oq $~) N 7r R y~noCD .~o .p.\"'~a. h (D ~ rn D cp w. CD ~ M O a. o a. `< Q W M N a n W y. a m O ALKENE SELECTIVITY (% ) w ~ u, to umn o. -.3 00 / Y a. p a N C.K. Das et al. /Applied Catalysis A: General 111(l9O)119-132 3.5 2.8 2.1 1.4 12 9.6 c 7.2 1c 4.8 2.4 0 3.4 2.8 2.2 1.6 1.0 0.4 n-2 t t 51 1-0. i ~ -.c-, n=3 li -1 -9 1. . L :_z-~: - - ~--- , 0 20 4060 80 100 Mn nr4 129 Fig. 8. Effect of Mn content on alkene/alkane mol-96 ratios, C /Cat different synthesis temperatures: (O) 563 K; ( 583 K; (0) 603 K. is possibly due to K-migration which may alter the stepwise course of reduction of the said catalysts. Alkenes are preferred as a primary product over alkanes, but they have the tendency to undergo hydrogenation in secondary steps [43]. The overall selectivity of alkenes in the product is, therefore, governed by the primary alkene selectivity and by the said secondary reactions. These two terms, quantified as the average mol-% of C3-C4 alkenes and the ratio of the mol-% alkenes in the CZ and C3 respectively, are plotted against manganese content as shown in Figs. 9 and 10. The latter term approaching the value 1 indicates more suppression of the hydrogenation activity. It can be seen that addition of manganese in the range of 17-33 mol-% promotes primary alkene selectivity while the hydrogenation activity is suppressed to the maximum extent at 17 mol-% of manganese in Feman 51 which incidentally has maximum K/Mn value. For manganese-rich catalysts showing almost the same degree of primary alkene selectivity, the secondary hydrogenation reaction becomes more and more suppressed with the addition of manganese. Owing to the non-reducibility of these catalysts, hydrogenation 130 C.K Das et al. /Applied Catalysis A: General 111 (1994) 119-132 cs u ` r., U o 0.8 O l \\ 0.7 J \\ 0.6 0.5 0 20 40 60 80 100 Mn Fig. 9. Effect of Mn content on average mol. fraction of C,-CQ alkenes i.e. primary alkene selectivity at different synthesis temperatures: (O) 543 K; ( 563 K; (O) 583 K; ( 603 K. ensembles, responsible for alkane formation, are available in fewer numbers resulting in an increase in alkene selectivity with increase in manganese content as shown in Fig. 7. This explains why the high manganese content catalyst, Feman 15B shows increased alkene selectivity comparable to that of the lower manganese content Feman 21R. The alkene selectivities in the present catalysts seem to be controlled by the secondary hydrogenation parameter. In summary, the influence of manganese on the catalysts appears to be three-fold. With low manganese content catalysts, the promoter effect seems to be rather small. In moderate manganese content catalysts (Mn 17-33 mol-%) that show greater activity and alkene selectivity, the role of manganese is further influenced by the presence of potassium. Potassium seems to override the influence of manganese in controlling the secondary hydrogenation reactions. On the other hand, high manganese content catalysts appear to behave somewhat like supported iron catalysts with increased carbon dioxide formation and decrea~d secondary hydrogenation tendency. High conversion along with high alkene selectivity (in C2-C, range) has been brought about by using the catalysts with 17-20 mol% Mn and 0.5 mol-% K. CK Das et al. /Applied Catalysis A: General 111 (1994)119-132 0.84 ft i [ 'v 0.48 I .I .I I 0.36 [ 0.24 0 20 40 60 80 Mn 131 Fig. 10. Effect of Mn content on mol-% ratio of alkenes in CZ and C3 i.e. secondary hydrogenation of primary alkenes: (O) 563 K; ( 583 K; (O) 603 K. Acknowledgement The authors thank the X-ray and Inorganic sections (CFRI) for providing some analytical data. They gratefully acknowledge the financial support rendered by S & T, Department of Coal. They also thank the Director, CFRI for the permission to publish. References [ 1 J J. Haggin, Chem. Eng. News, 22 (1981). [ 2 ] R. Snel, Catal. Rev. Sci. Eng., 29 (1987 ) 361. [3] R.B. Anderson, in P.H. Emmett (Editor), Catalysis, Vol. IV, Reinold, New York, 1956, pp. 1-28, 257-371. [4] Y.C. Hu, Hydrocarbon Process., 62 (1983) 113. [5J V.U.S. Rao and R.J. Gromley, Hydrocarbon Process., 59 (1980) 139. [6] M. Janardana Rao, Ind. Eng. Chem. Res., 29 (1990) 1735. [7] H. Kolbel and K.D. Tillmetz, Germ. Pat. Appl. DOS 2 507 647 (1976). [8] H. Kolbel and K.D. Tillmetz, US Pat. 4 177 203 (1979). [9] B. Bussemeier, C.D. Frohning, G. Horn and W. Klug, Germ. Pat. Appl. DOS 2518964 (1976). [ 10 J C.H. Yang and A.G. Oblad, Prepr. Am. Chem. Soc., Div. Pet. Chem., 23 (1978) 513. 132 C.K. Das et al. /Applied Catalysis A: General 111 (1994) 119-132 [ 11 ] Y.S. Tsai, M.S. Thesis, University of Utah, Salt Lake City, Utah, 1980. [ 12] Y.S. Tsai, A.G. Oblad, F.V. Hanson, Prepr. Am. Chem. Soc., Div. Fuel Chem., 25 (1980) 127. [ 13 ] J. Barrault and C. Renard, Appl. Catal., 14 (1985) 133. [ 14] W.D. Deckwer, Y. Serpemen, M. Ralek and B. Schmidt, Ind. Eng. Chem. Process Des. Dev., 21 (1982) 222. [ 15 [ W.L. Van Dijk, J.W. Niemantsverdriet, A.M. Van der Kraan and H.S. Van der Baan, Appl. Catal., 2 (1982) 273. [ 16] C.N. Satterfield and H.G. Stenger, Ind. Eng. Chem. Process Des. Dev., 23 (1984) 26. [ 17] G.C. Maid, R. Malessa and M. Baerns, Appl. Catal., 5 (1983) 151. [ 18] G.C. Maiti, R. Malessa, U. Lochner, H. Papp and M. Baerns, Appl. Catal., 16 (1985) 215. [ 19] N.K. Jaggi, L.H. Schwartz, J.B. Butt, H. Papp and M. Baems, Appl. Catal., 13 (1985) 347. [ 20] B. Kolk, A. Albers, I.R. Leith and M.G. Howden, Appl. Catal., 37 (1988) 57. [211 I.R. Leith and M.G. Howden, Appl. Catal., 37 (1988) 75. [22 ] G.J. Hutchings and J.C.A. Boeyens, J. Catal., 100 (1986) 507. [231 R.G. Copperthwaite, G.J. Hutchings, M. Van der Riet and J. Woodhouse, Ind. Eng. Chem. Res., 26 (1987) 869. [ 241 H. Schulz and H. Gokcebay, in J.R. Kosak (Editor), Proc. Ninth Conf. Catal. Org. React., Charleston, April 1982, Marcel Dekker, New York, 1984, p. 153. [25 ] H.W. Pennline, M.F. Zarochak, J.M. Stencel and J.R. Diehl, Ind. Eng. Chem. Res., 26 (1987) 595. [26] J.M. Stencel, J.R. Diehl, S.R. Miller, R.A. Anderson, M.F. Zarochak and H.W. Penniline, Appl. Catal., 33 (1987) 129. [27 [ J. Venter, M. Kaminsky, G.L. Geoffroy and M.A. Vannice, J. Catal., 105 (1987) 155. [28] C. K. Das and N. S. Das, Ind. Pat. Appl. (1991). [29 1 C.K. Das, D.P. Choudhury and N.S. Das, presented in Sixth National Workshop-Seminar on Catalysis in Energy conversion and Environment, ISM, Dhanbad (India), 28-30 Dec. 1991. [ 30 ] D.B. Bukur, X. Lang, J.A. Rossin, W.H. Zimmerman, M.P. Rosynek, E.B. Yeh and C. Li, Ind. Eng. Chem. Res., 28 (1989) 1130. [31 1 K.B. Jensen and F.E. Massoth, J. Catal., 92 (1985) 109. [ 32 [ H. Schulz, BMFT Report, November, 1980. [ 33 ] H. Kedesky and A. Tauber, J. Am. Ceram. Soc., 39 (1956) 425. [ 34 [ A. Muan and S. Somija, Am. J. Sc., 260 (1962) 230. [ 35 ] B. Von Punge-Wilteler, Z. Phys. Chem., 142 (1984) 239. (36 [ R. Malessa and M. Baerns, Ind. Eng. Chem. Res., 27 (1988) 279. [ 371 R. Snel, Ind. Eng. Chem. Res., 28 (1989) 654. [38 1 K.M. Kreitman, M. Baerns and J.B. Butt, J. Catal., 105 (1987) 319. [39] C. Kim, K. Chen, F.B. Hansen, A.G. Oblad and Y. Tsai, Prep. Am. Chem. Soc., Div. Pet. Chem., 31 (1986) 198. [40 [ D.S. Newsome, Catal. Rev., 21 (1980) 275. [411 C.H. Yang, Ph.D. Thesis, University of Utah, Salt Lake City, Utah, 1979. [42 [ K.B. Jensen and F.E. Massoth, J. Catal., 92 (1985) 98. [431 H. Schulz, C l Mol. Chem., 1 (1985) 231. APCATA 94850461 0926-860X(94)85046-1 10.1016/0926-860X(94)85046-1 Elsevier Science B.V. Hydrogenation of carbon monoxide on unsupported Fe-Mn-K catalysts for the synthesis of lower alkenes: promoter effect of manganese C.K. Das * a N.S. Das a D.P. Choudhury a G. Ravichandran b D.K. Chakrabarty b a Central Fuel Research Institute, Dhanbad 828108, Bihar, India b Solid State laboratory, Chemistry Department, Indian Institute of Technology, Bombay 400 076, India * Corresponding author. Fax. (+ 91 - 326) 864350. Unsupported Fe-Mn-K catalysts prepared earlier by incorporating potassium in-situ during coprecipitation of iron- and manganese oxides have been found to exhibit good catalytic activity and high alkene selectivity in the C2-C4 range, during syngas conversion. The effect of manganese on the alkali promoted iron catalysts towards hydrocarbon synthesis was studied here. Manganese in moderate amount promotes catalytic activity as well as selectivity of lower alkenes. Using a catalyst containing about 20 mol-% Mn and 0.5% K, at 673 K, 3kg/cm2 pressure, WHS V = 800 h−1 and H2/CO = 1, it was possible to obtain good carbon monoxide coversion with 70–80% lower alkenes without formation of excess methane and carbon dioxide. Keywords carbon monoxide hydrogenation Fe-Mn-K catalysts Fischer-Tropisch synthesis lower alkenes promoter effect unsupported Fe catalysts References [1] Haggin J. Chem. Eng. News 22 1981 [2] Snel R. Catal. Rev. Sci. Eng. 29 1987 361 [3] a Anderson R.B. Emmett P.H. Catalysis IV 1956 Reinold New York 1 28 b Anderson R.B. Emmett P.H. Catalysis IV 1956 Reinold New York 257 371 [4] Hu Y.C. Hydrocarbon Process. 62 1983 113 [5] Rao V.U.S. Gromley R.J. Hydrocarbon Process. 59 1980 139 [6] Rao M. Janardana Ind. Eng. Chem. Res. 29 1990 1735 [7] H. Kölbel and K.D. Tillmetz, Germ. Pat. Appl. DOS 2 507 647 (1976). [8] H. Kölbel and K.D. Tillmetz, US Pat. 4 177203 (1979). [9] B. Büssemeier, C.D. Frohning, G. Horn and W. Klug, Germ. Pat. Appl. DOS 2518964 (1976). [10] Yang C.H. Oblad A.G. Prepr. Am. Chem. Soc., Div. Pet. Chem. 23 1978 513 [11] Tsai Y.S. M.S. Thesis 1980 University of Utah Salt Lake City, Utah [12] Tsai Y.S. Oblad A.G. Hanson F.V. Prepr. Am. Chem. Soc., Div. Fuel Chem. 25 1980 127 [13] Barrault J. Renard C. Appl. Catal. 14 1985 133 [14] Deckwer W.D. Serpemen Y. Ralek M. Schmidt B. Ind. Eng. Chem. Process Des. Dev. 21 1982 222 [15] Van Dijk W.L. Niemantsverdriet J.W. Van der Kraan A.M. Van der Baan H.S. Appl. Catal. 2 1982 273 [16] Satterfield C.N. Stenger H.G. Ind. Eng. Chem. Process Des. Dev. 23 1984 26 [17] Maiti G.C. Malessa R. Baerns M. Appl. Catal. 5 1983 151 [18] Maiti G.C. Malessa R. Lochner U. Papp H. Baerns M. Appl. Catal. 16 1985 215 [19] Jaggi N.K. Schwanz L.H. Butt J.B. Papp H. Baerns M. Appl. Catal. 13 1985 347 [20] Kolk B. Albers A. Leith I.R. Howden M.G. Appl. Catal. 37 1988 57 [21] Leith I.R. Howden M.G. Appl. Catal. 37 1988 75 [22] Hutchings G.J. Boeyens J.C.A. J. Catal. 100 1986 507 [23] Copperthwaite R.G. Hutchings G.J. Van der Riet M. Woodhouse J. Ind. Eng. Chem. Res. 26 1987 869 [24] Schulz H. Gökcebay H. Kosak J.R. Proc. Ninth Conf. Catal. Org. React., Charleston, April 1982 1984 Marcel Dekker New York 153 [25] Pennline H.W. Zarochak M.F. Stencel J.M. Diehl J.R. Ind. Eng. Chem. Res. 26 1987 595 [26] Stencel J.M. Diehl J.R. Miller S.R. Anderson R.A. Zarochak M.F. Penniline H.W. Appl. Catal. 33 1987 129 [27] Venter J. Kaminsky M. Geoffroy G.L. Vannice M.A. J. Catal. 105 1987 155 [28] Das C.K. Das N.S. Ind. Pat. Appl. 1991 [29] C.K. Das, D.P. Choudhury and N.S. Das, presented in Sixth National Workshop-Seminar on Catalysis in Energy conversion and Environment, ISM, Dhanbad (India), 28–30 Dec. 1991. [30] Bukur D.B. Lang X. Rossin I.A. Zimmerman W.H. Rosynek M.P. Yeh E.B. Li C. Ind. Eng. Chem. Res. 28 1989 1130 [31] Jensen K.B. Massoth F.E. J. Catal. 92 1985 109 [32] Schulz H. BMFT Report November, 1980 [33] Kedesky H. Tauber A. J. Am. Ceram. Soc. 39 1956 425 [34] Muan A. Somija S. Am. J. Sc. 260 1962 230 [35] Von Punge-Wilteler B. Z. Phys. Chem. 142 1984 239 [36] Malessa R. Baerns M. Ind. Eng. Chem. Res. 27 1988 279 [37] Snel R. Ind. Eng. Chem. Res. 28 1989 654 [38] Kreitman K.M. Baerns M. Butt J.B. J. Catal. 105 1987 319 [39] Kim C. Chen K. Hansen F.B. Oblad A.G. Tsai Y. Prep. Am. Chem. Soc., Div. Pet. Chem. 31 1986 198 [40] Newsome D.S. Catal. Rev. 21 1980 275 [41] Yang C.H. Ph.D. Thesis 1979 University of Utah Salt Lake City, Utah [42] Jensen K.B. Massoth F.E. J. Catal. 92 1985 98 [43] Schulz H. Cl Mol. Chem. 1 1985 231",
      "scopus-id": "0028413230",
      "coredata": {
        "eid": "1-s2.0-0926860X94850461",
        "dc:description": "Unsupported Fe-Mn-K catalysts prepared earlier by incorporating potassium in-situ during coprecipitation of iron- and manganese oxides have been found to exhibit good catalytic activity and high alkene selectivity in the C2-C4 range, during syngas conversion. The effect of manganese on the alkali promoted iron catalysts towards hydrocarbon synthesis was studied here. Manganese in moderate amount promotes catalytic activity as well as selectivity of lower alkenes. Using a catalyst containing about 20 mol-% Mn and 0.5% K, at 673 K, 3kg/cm2 pressure, WHS V = 800 h−1 and H2/CO = 1, it was possible to obtain good carbon monoxide coversion with 70–80% lower alkenes without formation of excess methane and carbon dioxide.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-04-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94850461",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Das, C.K."
          },
          {
            "@_fa": "true",
            "$": "Das, N.S."
          },
          {
            "@_fa": "true",
            "$": "Choudhury, D.P."
          },
          {
            "@_fa": "true",
            "$": "Ravichandran, G."
          },
          {
            "@_fa": "true",
            "$": "Chakrabarty, D.K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94850461"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94850461"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)85046-1",
        "prism:volume": "111",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of carbon monoxide on unsupported Fe-Mn-K catalysts for the synthesis of lower alkenes: promoter effect of manganese",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "carbon monoxide hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Fe-Mn-K catalysts"
          },
          {
            "@_fa": "true",
            "$": "Fischer-Tropisch synthesis"
          },
          {
            "@_fa": "true",
            "$": "lower alkenes"
          },
          {
            "@_fa": "true",
            "$": "promoter effect"
          },
          {
            "@_fa": "true",
            "$": "unsupported Fe catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "119-132",
        "prism:endingPage": "132",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 April 1994",
        "prism:doi": "10.1016/0926-860X(94)85046-1",
        "prism:startingPage": "119",
        "dc:identifier": "doi:10.1016/0926-860X(94)85046-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028413230"
      }
    }
  }
}