{
  "metadata": {
    "title": "Crotonaldehyde hydrogenation over bimetallic PtSn catalysts supported on pregraphitized carbon black. Effect of the Sn/Pt atomic ratio",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-03-14",
    "doi": "10.1016/0926-860X(95)00259-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002596",
    "pii": "0926860X95002596"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-13544250869",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002596 0926-860X(95)00259-6 0926860X95002596 10.1016/0926-860X(95)00259-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00178 2024-01-01T12:18:48.759026Z 0 0 19960314 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 136 136 2 2 Volume 136, Issue 2 9 231 248 231 248 19960314 14 March 1996 1996-03-14 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. CROTONALDEHYDEHYDROGENATIONOVERBIMETALLICPTSNCATALYSTSSUPPORTEDPREGRAPHITIZEDCARBONBLACKEFFECTSNPTATOMICRATIO COLOMA F SINFELT 1981 257 J CATALYSISSCIENCETECHNOLOGY VOLTER 1981 42 J BALAKRISHNAN 1991 287 K LAMYPITARA 1992 47 E RAJESHWER 1994 135 D LIESKE 1984 96 H SEXTON 1984 466 B DAUTZENBERGERG 1980 119 F BURCH 1981 348 R ADKINS 1984 371 S SRINIVASAN 1991 257 R SRINIVASAN 1987 449 R SRINIVASAN 1990 303 R LI 1990 71 X LI 1991 1 X MEITZNER 1988 2925 G POLTARZEWSKI 1986 190 Z TRONCONI 1990 1766 E GALVAGNO 1987 379 S GALVAGNO 1990 215 S GALVAGNO 1993 55 S GALVAGNO 1993 227 S BESSON 1993 30 M FOUILLOUX 1988 123 P COLOMA 1994 750 F COLOMA 1995 L1 F COLOMA 1995 299 F RODRIGUEZREINOSO 1995 253 F POROSITYINCARBONS NERI 1994 83 G PALAZOV 1987 249 A MULLER 1979 65 A SANCHEZ 1993 199 J MERIAUDEAU 1995 345 P RODRIGUEZREINOSO 1986 171 F BOUWMAN 1977 209 R BILOEN 1980 112 O VANNICE 1989 65 M RAAB 1992 71 C RAAB 1993 99 C COLOMAX1996X231 COLOMAX1996X231X248 COLOMAX1996X231XF COLOMAX1996X231X248XF item 0926-860X(95)00259-6 0926860X95002596 1-s2.0-0926860X95002596 10.1016/0926-860X(95)00259-6 271346 2024-01-01T12:18:48.759026Z 1996-03-14 1-s2.0-0926860X95002596-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002596/MAIN/application/pdf/8f3ba4c8ddac8bc4a15c509e3bd0b3ae/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002596/MAIN/application/pdf/8f3ba4c8ddac8bc4a15c509e3bd0b3ae/main.pdf main.pdf pdf true 976754 MAIN 18 1-s2.0-0926860X95002596-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002596/PREVIEW/image/png/6cbb39b83176de2e190878deb80b7c37/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002596/PREVIEW/image/png/6cbb39b83176de2e190878deb80b7c37/main_1.png main_1.png png 52072 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 136 (1996) 231-248 Crotonaldehyde hydrogenation over bimetallic Pt-Sn catalysts supported on pregraphitized carbon black. Effect of the Sn/Pt atomic ratio F. Coloma a A. Sepfilveda-Escribano a J.L.G. Fierro b F. Rodriguez-Reinoso a,* a Departamento de Qulmica lnorg6nica, Universidad de Alicante, Apartado 99, E-03080 Alicante, Spain b lnstituto de Cat6lisis y Petroleoqulmica, C.S.LC., Campus U.A.M., Cantoblanco, E-28049 Madrid, Spain Received 14 September 1995; accepted 14 October 1995 Abstract Three bimetallic Pt-Sn/C catalysts have been prepared by successive impregnation of pregraphitized carbon black with an aqueous solutions of hexachloroplatinic acid and tin(II) chloride. One monometallic Pt/C sample was also prepared and studied for comparison. All catalysts were characterized by hydrogen and carbon monoxide chemisorption at room tempera- ture and X-ray photoelectron spectroscopy and their behaviour in the gas phase hydrogenation of crotonaldehyde, at atmospheric pressure, determined. The amount of surface platinum is greatly reduced by the addition of tin, as deduced from chemisorption measurements and XPS. Both Pt and Ptn are detected by XPS in the fresh bimetallic catalysts; after reduction in flowing hydrogen at 623 K platinum is completely reduced to the metallic state and, although a high proportion of tin remains in an oxidized state, a relatively important amount is reduced to Sn this allowing the possibility of Pt-Sn alloys formation. The catalytic activity in the gas phase hydrogenation of crotonaldehyde is greatly improved by the presence of tin, in spite of the fact that the amount of surface platinum is reduced. Tin has also a very important effect on the selectivity towards the hydrogenation of the C=O bond, increasing the production of crotyl alcohol in respect to the hydrogenation of the C=C bond that would lead to the production of butyraldehyde. The observed results are explained on the basis of a promoting effect of oxidized tin species for the hydrogenation of the C=O group, whereas the formation of a Pt-Sn alloy or the dilution of surface platinum by metallic tin would hinder the hydrogenation of the olefinic C=C bond. * Corresponding author. Fax. (+ 34-6) 590 34 54, e-mail reinoso@vm.cpd.ua.es. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00259-6 232 F. Coloma et al. /Applied Catalysis A: General 136 (1996) 231-248 Keywords: Pt-Sn/carbon black; Chemisorption; XPS; Hydrogenation; Crotonaldehyde; Crotyl alcohol selec- tivity I. Introduction Pt-Sn bimetallic catalysts, in most cases supported on alumina, are widely used for reforming and dehydrogenation of hydrocarbons because they show a better performance, in terms of activity and stability, than the monometallic Pt/AI203 catalysts [1,2]. In this sense, supported bimetallic Pt-Sn catalysts have been widely characterized by several techniques with the aim of correlating their surface characteristics with their catalytic behaviour [3-5]. Among the most interesting topics arising from these studies are the oxidation state of tin in the catalyst after reduction in hydrogen, the possibility of platinum-tin alloy formation and the extent of the tin-support interaction. These features are greatly affected by the characteristics of the support. With regard to the oxidation state of tin, it has been reported that the presence of Snafter reduction is related to the extent of the metal-support interaction [6]. Thus, tin would be stabilized as SnII on alumina [3,7], whereas it would be reduced to Sn on SiO2 [3,8]. Furthermore, the tin-support interaction in the case of alumina can lead to the formation of a tin aluminate surface shell that would be able to hinder the sintering of the small platinum particles [9] and to influence the behaviour of the noble metal atoms in its vicinity [10]. The use of a relatively inert support, such as carbon, will allow to discard the possibility of a strong tin-support interaction, thus, facilitating the platinum-tin interaction. This could lead to an easier formation of Pt-Sn alloy phases; such alloys have been identified, even on alumina, by a number of techniques (Mossbauer spectroscopy, electron microdiffraction, XPS, XRD, etc.) by Davis and co-workers [11-15] and in Pt-Sn/SiO2 by Meitzner et al. [16], and are shown to strongly depend on the method and precursors used to prepare the catalysts. Some years ago, Adkins and Davis studied two bimetallic Pt-Sn and Rh-Sn catalysts supported on carbon by XPS [10]; although the peaks corre- sponding to tin species in the reduced (hydrogen, 673 K) catalysts were shifted to about 0.4 eV lower binding energy than in the oxidized catalysts, they concluded that the fraction of reduced tin was, if any, very small. Bimetallic Pt-Sn catalysts have also been used in reactions leading to fine chemicals production. In this field, the preparation of unsaturated alcohols by selective hydrogenation of the corresponding ot,fl-unsaturated aldehydes has a great industrial importance and constitutes a challenging task, since the hydro- genation of the C=C bond is thermodynamically favoured over the hydrogena- tion of the carbonyl group. The promoter effect of tin on the catalytic behaviour of platinum and ruthenium in fine chemical hydrogenation reactions in the liquid phase has been studied by Galvagno and co-workers. They used the Pt- F. Coloma et al. /Applied Catalysis A: General 136 (1996) 231-248 233 Sn/Nylon system to hydrogenate acrolein [17], cinnamaldehyde [17,18], ni- trobenzene [19] and benzonitrile [20]. In all cases they found an increase in the reaction rate at low tin contents and a decrease in activity for higher Sn/Pt ratios. Furthermore, the addition of tin produced, in the hydrogenation of a,/3-unsaturated aldehydes (acrolein and cinnamaldehyde), an enhanced selec- tivity towards the hydrogenation of the C=O bond, with the formation of unsaturated alcohols. Similar results were obtained with carbon-supported ruthe- nium-tin catalysts in the liquid phase hydrogenation of cinnamaldehyde and citral [21,22]. The authors suggested that the hydrogenation of the C=O group takes place on sites associated with tin ions, where the carbonyl group is polarized, this facilitating hydrogen transfer from adjacent Ru-H sites. Carbon is a relatively inert material which is more and more frequently used as catalyst support [23-28]. In bimetallic systems such as Pt-Sn, its inertness would favour the interaction between both metals whereas the tin-support interaction is diminished and, in this way, the effect of tin on the catalytic behaviour of platinum in the reaction under study can be more easily analyzed [29]. In this work, the effect of tin addition on the surface characteristics and properties of platinum has been explored and related to the activity and selectivity of the catalysts for the hydrogenation of the C=O bond in the gas phase hydrogenation of crotonaldehyde. The effect of the Sn/Pt atomic ratio is reported in this first paper; the effect of the preparation method will be published separately. 2. Experimental The raw material used for the preparation of the support was a furnace carbon black (CC-40-220) supplied by Columbian Chemical Co., with a mean particle diameter of 18 nm and an ash content of 0.15 wt.-%. This carbon was heat treated at 2273 K for 1 h under a helium flow to obtain the pregraphitized material used as the catalyst support. The preparation and characterization of this support (named C20) has been previously reported [27]. It has a BET surface area (N2 77 K) of 212 m2 g-1, a micropore volume (CO2 273 K, Dubinin-Radushkevich) of 0.03 cm3 g-1 and the presence of sulfur was not detected in its composition. For the sake of simplicity, it will be referred hereafter as carbon C. One monometallic Pt/C and three bimetallic Pt-Sn/C catalysts were pre- pared by first impregnating the support with an aqueous solution (10 cm3 per gram of support) of H2PtCI6.6H20 (reagent for synthesis, from Merck) with the appropriate concentration to obtain a Pt loading of about 1 wt.-% Pt. The excess of solvent was removed by flowing nitrogen through the suspension and the remaining solid was dried overnight at 393 K. The bimetallic catalysts were prepared by impregnation of the dried Pt/C samples with acidic aqueous 234 F. Coloma et aL /Applied Catalysis A: General 136 (1996) 231-248 Table 1 Catalyst composition and chemisorption results Catalyst Pt Sn Sn/Pt HChem COChem H/Pt CO/Pt (wt.-%) (wt.-%) (atomic) ( ~mol g cat 1) (/xmol g cat- i) Pt/C 0.99 0 0 46,7 29.4 0,92 0.58 Pt25Sn/C 0.99 0.25 0.41 30.5 24.5 0.60 0.48 Pt50Sn/C 0.99 0.50 0.82 7.6 10.9 0.15 0.21 Pt75Sn/C 0.99 0.75 1.23 4.0 8.6 0.08 0.17 solutions of SnCI2 in different concentrations to produce tin loadings of 0.25 wt.-%, 0.50 wt.-% and 0.75 wt.-%. Finally, the samples were dried as described for the monometallic catalysts. Chemical analysis of the samples resulted in 0.99 wt.-% Pt for all of them and tin loadings correlating with the respective nominal loadings. The four catalysts are described in Table 1. The catalysts were reduced in situ at 623 K for 12 h under flowing hydrogen and the number of Pt surface atoms on the catalysts was determined by hydrogen and carbon monoxide chemisorption at 298 K in a volumetric system, following the conventional procedure previously described [25]. Chemisorption on the support, as well as on carbon supported tin, was found to be nil under the same conditions used for the catalysts. Photoelectron spectra were obtained with a Fisons ESCALAB MklI 200R spectrometer equipped with a hemispherical electron analyzer and a Mg K a 120 W X-ray source. A PDP 11/04 computer from Digital Equipment Co. was used for collecting and analysing the spectra. Fresh samples were mounted onto a manipulator which allowed the transfer from the preparation chamber into the analysis chamber. The reduction treatment was carried out in situ, by heating the fresh samples under a hydrogen flow at 623 K for 1 h. The binding energy (BE) of the C ls peak of the support at 284.9 eV was taken as an internal standard. The accuracy of the BE values is + 0.2 eV. Peak intensities were estimated by calculating the integral of each peak after subtraction of the S-shaped back- ground and fitting the experimental peak to a Lorentzian/Gaussian mix of variable proportion. The catalytic behaviour of the catalysts in the gas phase hydrogenation of crotonaldehyde was carried out in a microflow reactor at atmospheric pressure under differential conditions. Catalysts (about 100 mg) were previously reduced in situ in flowing hydrogen at 623 K for 12 h and then cooled down under hydrogen to 313 K, the first reaction temperature studied. The reduced catalysts were contacted with a reaction mixture (flow of 50 cm3 min-1) containing purified hydrogen and crotonaldehyde (0 > 99.5% purity, Fluka) which was prepared by passing a hydrogen flow through a thermostabilised saturator (293 K) containing the unsaturated aldehyde. Activity and selectivity data were collected after 90 min on stream, when the steady-state conditions were reached after the initial deactivation within the first 20 rain. Then, the temperature was F. Coloma et al. /Applied Catalysis A: General 136 (1996) 231-248 235 raised and a new set of data was obtained after 90 min on stream at the new reaction temperature; this process was repeated to obtain activity data at temperatures ranging from 313 to 375 K. The concentration of reactants and products at the outlet of the reactor was determined by on line gas chromatogra- phy with a Carbowax 20 M 58/90 semicapillar column. 3. Results and discussion 3.1. Hydrogen and carbon monoxide chemisorption at room temperature Table 1 reports the overall composition of the catalysts along with the amounts of hydrogen and carbon monoxide irreversibly adsorbed at 298 K on the reduced samples. The capacity for irreversibly chemisorbing hydrogen at room temperature strongly decreases as the amount of tin increases up to an atomic Sn/Pt ratio of 0.8, the decrease being much smaller, thereafter. There are controversial data in the literature on the influence of the Sn/Pt ratio on the chemisorption of hydrogen at room temperature on supported Pt-Sn catalysts. As an example, V/51ter et al. [2] and Palazov et al. [30] found that tin decreases the amount of hydrogen chemisorbed on Pt-Sn/AI203. On the other hand, Burch [9] and Muller et al. [31] observed in a similar system an increase in hydrogen uptake as the amount of tin increases, and this was attributed to a higher platinum dispersion, which was favoured by the presence of tin or to spillover of hydrogen onto the Sn sites. In a recent piece of work dealing with alumina supported Pt-Sn catalysts prepared by successive impregnations, Sfinchez et al. [32] found that the H/Pt ratio decreased with the addition of tin in those catalysts prepared by first impregnating the Pt precursor and increased if the tin precursor was loaded first. This behaviour was attributed to the different surface species obtained when the order of impregnation is changed. The effect of tin on the chemisorption behaviour of Pt-Sn/AI203 catalysts have been explained in terms of either alloy formation [6], or interaction between tin and alumina to form a kind of tin-aluminate shell that influences the properties of the Pt atoms which are close to it [7]. In our case, the use of a relatively inert support such a pregraphitized carbon black, practically discards the tin-support interaction as the origin of the decrease in hydrogen uptake. Thus, the formation of Pt-Sn alloys, the surface enrichment with tin species, or even the increase in particle sizes with tin addition could account for the observed behaviour. The amount of irreversibly chemisorbed carbon monoxide follows a similar trend: it decreases with increasing tin content. However, there are some differ- ences with respect to hydrogen chemisorption. The H/CO ratios for the four catalysts are plotted in Fig. 1 as a function of the Sn/Pt atomic ratio. It can be seen that they decrease with increasing tin loading in the catalyst, ranging from 1.6 for the monometallic Pt/C to 0.5 for the bimetallic Pt75Sn/C sample. 236 F. Coloma et al. /Applied Catalysis A: General 136 (1996) 231-248 1; H/CO 0.5 .... J _ . . 0.4 0.8 1.2 Sn/PI Fig. 1. Hchem./COchern. ratio as a function of catalyst composition. Hydrogen chemisorbs dissociatively on platinum at room temperature, with a stoichiometry of one hydrogen atom per one surface platinum atom. On the other hand, carbon monoxide chemisorbs associatively on platinum at room temperature, but with at least two possible stoichiometries: 1CO:IPts (linear bonded) and 1CO:2Pts (bridge-bonded). Hence, if a part of CO is bridge-bonded to platinum, this would result in smaller CO/Pt values as compared to H/Pt. The chemisorption results could then be explained by assuming that the contri- bution of bridge-bonded CO decreases as the amount of tin increases, as a consequence of geometric effects: the surface platinum atoms are diluted among tin surface atoms, probably by the formation of alloy phases. This conclusion is supported, to some extent, by recent results reported by M6riaudeau et al. [33]. They observed by IR spectroscopy that the amount of CO chemisorbed at room temperature on Pt-Sn/NaY catalysts, previously reduced in hydrogen at 773 K, decreased with tin addition, the decrease in the intensity of the vibration due to bridged CO species being stronger that the corresponding to linear Pt-CO. These authors explained their results on the basis of the formation of bimetallic Pt-Sn species, this resulting in a dilution effect of Pt in Sn. This would also explain the decrease of the H/Pt ratio as the Sn/Pt ratio increases: the dissociative chemisorption of hydrogen would be decreased by the dilution of platinum atoms. The high hydrogen chemisorption on the monometallic Pt/C catalyst is not due to spillover, as deduced from TEM measurements and from the fast chemisorption kinetics [27]. Consequently, if the CO chemisorption data corre- late with the hydrogen chemisorption data, the amount of bridge-bonded CO for this catalyst should be about 60% of the total chemisorbed CO, which is a very important contribution. Previous results from this laboratory [34] have shown F. Coloma et al. /Applied Catalysis A: General 136 (1996) 231-248 Table 2 Binding energies (eV) of core electrons in carbon-supported Pt-Sn catalysts 237 Catalyst Treatment Pt 4f7/2 Sn 3d5/2 Pt25Sn/C Vacuum 72.0 487.6 Reduction 71.9 486.2 487.5 Pt50Sn/C Vacuum 72.1 487.4 74.3 Reduction 72.1 486.1 487.6 Pt75Sn/C Vacuum 72.4 487.8 74.0 Reduction 71.9 486.0 487.7 that the CO/Pt ratios for platinum catalysts supported on activated carbon were lower that the H/Pt ratios when metallic dispersion was high. This was attributed to the electronic conductor character of the support, which could facilitate electronic transfer toward the metal. This effect could be more pronounced with decreasing metal particle size and would lead to an enhance- ment of bridge-bonded CO. In the present work, the support is a pregraphitized carbon black, in which the graphite microcrystals are ordered to some extent. We have recently shown [27] that some kind of metal-support interaction is produced when platinum is supported on this material, since, the resistance to sintering is enhanced when compared with platinum supported on carbon blacks with a lower degree of pregraphitization; this interaction was proposed to take place between the metal and 7r sites on the graphitic microcrystallites and could be the origin of the high proportion of CO chemisorbed in bridge-bonded configuration in the monometallic Pt/C catalyst. 3.2. XPS characterization The binding energies of the Pt 4f7/2 and Sn 3d5/2 levels for the catalysts, both freshly prepared (vacuum treatment at room temperature) and reduced in situ (hydrogen, 623 K, 1 h), are reported in Table 2 (after referencing them to the C ls binding energy of 284.9 eV). In some cases two values are given, corresponding to the deconvolution of the main peak into two components. The Pt 4f spectra for the fresh and reduced bimetallic catalysts are compared in Fig. 2. Platinum is completely reduced in the three catalysts after treatment in hydrogen at 623 K. The spectra show a peak at about 72.0 eV which can be assigned to the 4f7/2 level of Pt along with a well defined peak at a higher BE (about 75.5 eV) corresponding to the 4f5/2 level of Pt The spectra obtained with the fresh catalysts are somewhat more complex. All of them show a peak at 238 F. Coloma et al. /Applied Catalysis A.\" General 136 (1996) 231-248 Pt4f pt2+ t /~i 4f7/2 Pt25Sn/C Fresh ]/'-~~ 0 = O I I 78 75 72 BE (eV) Fig. 2. XPS spectra of the Pt 4f region for fresh and reduced Pt-Sn/C catalysts. BE = 72.0 eV, thus, indicating the presence of metallic platinum in the fresh catalysts. However, whereas in the case of Pt25Sn/C no oxidized platinum remains, a peak appears at BE = 74.0-74.3 eV in the spectra of the catalysts with higher tin loading. This latter peak can be assigned to Pt\" species, but no PtIv is detected. The peaks for both Ptand PtII appear at binding energies that are somewhat higher than observed in the monometallic Pt/C catalyst (71.5 eV for Ptin the reduced catalyst and 73.0 eV for Pt\" in the fresh one). If one assumes that platinum is in the zero valent state in the bimetallic catalysts after the reduction treatment, the higher values of the BE's should be attributed to a kind of electronic modification of the surface platinum atoms. Similar results F. Coloma et al. /Applied Catalysis A: General 136 (1996) 231-248 239 were found for the Pt-Ge/A1203 system [35] and were explained on the basis of a more electrodeficient state for platinum in the bimetallic catalyst. On the other hand, the Pt 4f7/2 peak in the bimetallic Pt-Re/SiO2 was found at a slightly larger binding energy as compared to monometallic Pt/SiO2 and this was attributed to an effect of Pt-Re alloy formation, which could lead to an electronic modification of the surface platinum atoms [36]. Balakrishnan and Schwank found the same behaviour in the bimetallic Pt-Sn/AI203 system [3] and assigned the modification of the binding energies to platinum being to a Pt-O-Sn state. Both this latter possibility and the formation of Pt-Sn alloy phases could be taken into account to explain our results with the Pt-Sn/C system, since, both metallic and oxidized tin are present in the bimetallic catalysts after the reduction treatment. On the other hand, these XPS results also show that platinum(IV) in PtCl2- species becomes reduced upon impregnation and reaction with the carbon black support and/or with SntI during the further impregnation of the second metal. We have previously shown that PtTM is reduced upon impregnation onto pregraphitized carbon black [25], PtII species being detected by XPS; these species were afterwards reduced to metallic platinum by treatment under hydro- gen at 623 K. Thus, it is likely that divalent tin can reduce surface platinum(II) species in the fresh catalyst to Ptwhilst it is oxidized to SnTM. Unfortunately, XPS can not distinguish between SnII and SnTM. The Sn 3d spectra of fresh and reduced catalysts are compared in Fig. 3. The spectra recorded with the fresh samples show an unique peak at about 487.6 eV (actual values are reported in Table 2) which is assigned to oxidized tin (SnII or SnlV). When the catalysts are reduced, a new peak at 486.1 eV appears, which is characteristic of metallic tin. Thus, the thermal treatment in hydrogen produces the reduction of a certain amount of tin, thus, opening the possibility to the formation of alloy phases between metallic platinum and metallic tin. It may also be noticed that an important amount of tin remains in an oxidized state. The relative amount of surface reduced tin, obtained from the XPS intensity peaks, is plotted in Fig. 4 for the different catalysts. For catalyst Pt25Sn/C, with the lowest tin content, only 11% of tin is reduced. The proportion is threefold higher for the other catalysts and it becomes nearly independent of the Sn/Pt atomic ratio. The lower tin reduction in sample Pt25Sn/C can be explained on the basis of a strong surface interaction between both metal precursors in the early stages of the catalyst preparation; this interaction would lead to platinum reduction to the metallic state and oxidation of divalent tin to SnTM, the reduction of which with hydrogen to Snwould be more difficult. For the other two samples, this initial interaction is not so important from a quantitative point of view, since, some unreduced platinum remains in the fresh samples. Further- more, the greater Sn content in these catalysts would make unlikely the complete conversion of SnII to SnTM. Thus, the remaining SnII species would be those more easily reducible to the metallic state. 240 F. Coloma et aL /Applied Catalysis A: General 136 (1996) 231-248 0 ,-t 0 Sn3d / Y / S / / J Y I 497 S1|2 I PI51ISn/C Red. ..~ \\'x . / / PI75Sn/C Red. - :~ I 1 494 491 488 485 BE (eV) Fig. 3. XPS spectra of the Sn 3d region for fresh and reduced Pt-Sn/C catalysts. The XPS (Isn/Ipt) ratios are plotted in Fig. 5 as a function of the bulk Sn/Pt atomic ratio for the fresh and reduced samples. In the case of the fresh samples, in which tin is present as oxidized species (Snu, SnlV), there is a maximum in the plot for catalyst Pt50Sn/C (A, dotted line). After reduction, (O, full line) the maximum is still present, but the differences between the samples become smaller. It is clear that there has been a migration of tin species, upon reduction, that has produced a surface enrichment with tin, this phenomenon being more important for samples with, respectively, lower and higher tin loadings than catalyst Pt50Sn/C. F. Coloma et aL /Applied Catalysis A: General 136 (1996) 231-248 Sn(O)/(Sn(O)+ Sn(ll,IV))] xps 0.2 0.0 0.2 0.4 0.6 0.8 1.0 1.2 [Sn/Pt (atomic)] Bulk Fig. 4. Fraction of surface metallic tin in the catalysts as deduced from XPS. 241 With the help of data in Fig. 4, it is possible to decompose the XPS intensities of the tin peaks into the contributions corresponding to metallic tin (Isno) and oxidized tin (Isn,l.,V). Their ratios, with respect to Ipt, have also been included in Fig. 5. For the catalyst with lower tin content, Pt25Sn/C, the surface enrich- ment with tin is mainly due to oxidized species, with a very low contribution of metallic tin. However, the presence of metallic tin on the surface, in relation to the amount of surface platinum, is much more important for catalysts Pt50Sn/C and Pt75Sn/C; for the former, a disappearance of oxidized tin from the surface upon reduction can be observed, whereas there is a slight increase for Pt75Sn/C. These results indicate that the surface concentration of the observed tin species (metallic tin and oxidized tin) in the catalysts, relative to the platinum concentra- (Is,tiP,) ,Ps 3.0 ....... \"A 2.5 2.0 1.5 1.0 0.5 O,C 0.3 S,~(o} t i I 0.5 0.7 0.9 Sn/PtB~,. J 1.1 1.3 Fig. 5. Ratio between the Sn and Pt XPS peak intensities versus the Sn/Pt atomic ratio in the catalysts: (A, dotted line) fresh samples; (0, full line) total tin in reduced samples; (A, full line) oxidized tin in reduced samples; (II, full line) reduced tin in reduced samples. 242 F. Coloma et al. /Applied Catalysis A: General 136 (1996) 231-248 70 60 5C 40 30 [I(M)/IIC)] xPs (x lo3) \\ 2o 11 ....... ~-- ~ 0,0 0.2 0.4 0.6 0.8 1.0 1.2 Sn/Pt Fig. 6. Metal dispersion in bimetallic catalysts as a function of the bulk tin content, as deduced from XPS. tion, depends on the bulk Sn/Pt atomic ratio. When the tin content is relatively small (catalyst Pt25Sn/C), platinum is mainly surrounded by oxidized tin; however, for higher tin loadings, an important amount of metallic tin is present on the surface (probably forming an alloy phase with platinum) along with oxidized tin. The XPS (Ipt/Ic) and (Isn/Ic) ratios for the reduced catalysts are plotted in Fig. 6. These values can be taken as an estimate of the metal dispersion of the catalysts, at least in a semi-quantitative way. Platinum dispersion decreases as the tin content increases, as it was previously deduced from chemisorption measurements. With regard to the tin dispersion, Fig. 6 shows that there is also a decrease in the amount of surface tin as the total amount of tin in the catalyst increases, which can be attributed to an increase in the particle size of tin species. Taking into account the metallic to total tin XPS intensity ratios, one can compare the amounts of metallic and oxidized surface tin in the different catalysts. Thus, for catalysts Pt50Sn/C and Pt75Sn/C, the XPS (IsnMota.ic/Ic) are nearly similar (0.012 and 0.010, respectively), whereas, it is much lower for Pt25Sn/C (0.007). On the other hand, the amount of surface oxidized tin decreases in the order Pt25Sn/C >> Pt50Sn/C > Pt75Sn/C, with XPS (ISnoxi~,zod/Ic) values of 0.06, 0.03 and 0.02, respectively. In summary, the XPS analysis of the bimetallic Pt-Sn/C catalysts shows that metallic tin is obtained after the reduction treatment in hydrogen, this rendering likely the formation of Pt-Sn alloy phases. Also, an important amount of tin remains in an oxidized state, very probably as Sn\". Both platinum and tin dispersions decrease with the addition of tin to the catalyst and the surface concentration of tin species relative to platinum depends on the bulk Sn/Pt atomic ratio of the sample. The shift of the platinum binding energies towards slightly higher values than those observed in the monometallic Pt/C sample seems to indicate that platinum is in an electron deficient state, which could F. Coloma et al. /Applied Catalysis A: General 136 (1996) 231-248 243 In r (pmol.s-I -gPt-I) i 2.6 2.7 2.8 2.9 3.0 3.1 3.2 IO00/T (K) Fig. 7. Overall catalytic activities in the gas phase hydrogenation of crotonaldehyde at different reaction temperatures: (v) Pt/C; ([]) Pt25Sn/C; (A) Pt5OSn/C; (0) Pt75Sn/C. arise from the formation of the alloy phases or from the interaction of metallic platinum with oxidized tin. 3.3. Catalytic activity Fig. 7 shows the overall activities (/xmol of crotonaldehyde (croald) trans- formed per s and g of Pt) for the catalysts in the gas phase hydrogenation of crotonaldehyde, in Arrhenius coordinates. As indicated in Section 2, the reported values have been obtained after 90 min on stream; the catalytic activities of samples Pt/C, Pt25Sn/C and Pt50Sn/C strongly drop within the first 20 min on stream at 313 K and then become stabilized. Deactivation of catalyst Pt75Sn/C is much less important, probably because of its lower overall activity. Once the steady-state is achieved at 313 K, the further increase in the reaction temperature produces an increase in the overall activity without any practical deactivation. Table 3 lists the steady state overall activities at 343 K, along with the turnover frequencies calculated on the basis of the amount of chemisorbed hydrogen, the apparent activation energies deduced from the Arrhenius plots and Table 3 Catalytic activity of Pt-Sn/C at 343 K Catalyst Sn/Pt Rate TON Ea(app) % (/~mol s- 1 g Pt- 1) (h- 1) (kJ tool- 1) Conversion Pt/C 0.00 55.9 43 31 4 Pt25Sn/C 0.41 84.6 99 24 6 PtSOSn/C 0.82 114.6 503 18 8 Pt75Sn/C 1.23 16.2 142 30 1 244 F. Coloma et al. /Applied Catalysis A: General 136 (1996) 231-248 the crotonaldehyde conversion achieved at that temperature. The catalytic activity increases with tin loading, with a maximum for catalyst Pt50Sn/C (Sn/Pt = 0.82) and then sharply decreases for the catalyst with the highest tin content. A qualitatively similar trend is obtained when considering the evolution of the turnover frequencies with the Sn/Pt atomic ratio. Thus, although the amount of surface platinum atoms is decreased by surface coverage or surface sharing with tin species, the catalytic activity of the remaining surface platinum is enhanced. There are few reported values in the literature of apparent activation energies for gas-phase hydrogenation of crotonaldehyde on platinum based catalysts. Vannice and Sen [37] reported values ranging from 13 to 34 kJ mo1-1 with monometallic platinum catalysts on different supports; they observed that a high activation energy was related to the preferential hydrogenation of the carbonyl bond for titania supported platinum (stronger metal-support interaction) and this correlated with the lower Ea(app) of butene hydrogenation as compared with that of butyraldehyde hydrogenation. Raab and Lercher [38,39] obtained Ea(app) values of around 45 kJ mol-1 when working with bimetallic Pt-Ni/SiO2 and values ranging from 29 to 54 kJ mol-1 when the Pt-Ni bimetallic catalysts were supported on titania. In the former case [38], the apparent activation energies for the reaction were very little influenced by the catalyst composition (Ni/Pt ratio) and did not correlate with the selectivity towards crotyl alcohol (croalc), although the catalysts showed a very poor selectivity for the production of the unsaturated alcohol and yielded mainly butyraldehyde (butald) (> 90% selectivity in every case). When the silica support was substituted by titania [39], the apparent Ea values increased with the amount of Ni in the catalysts, whereas the selectivity for croalc decreased from 46 (100 atom.-% Pt) to 2.5 mol-% (10 atom.-%Pt-90 atom.-% Ni). This trend is opposite to that reported by Vannice and Sen [37] with monometallic Pt catalysts but agrees, to some extent, with our results on bimetallic Pt-Sn/C catalysts reported in Table 3. We have found that the apparent activation energies for the overall crotonaldehyde hydrogenation decrease as the Sn/Pt atomic ratio increase, reaching a minimum for catalyst Pt50Sn/C and then increasing again for Pt75Sn/C. This is, qualitatively, the opposite to the trend observed for the reaction rates and, as will be discussed below, correlates (except for catalyst Pt75Sn/C) with the increase in the yield of croalc. The origin of the discrepancy of data from this latter catalyst could lie in its lower catalytic activity, in such a way that the kinetic data are obtained at much lower conversion than for the rest of the catalysts. The products obtained in the gas phase hydrogenation of crotonaldehyde in the conditions used in this study are butald, croalc, butanol (butnol) and butane. Fig. 8 compares the selectivity of the catalysts towards the different reaction products at 343 K and about 5% overall conversion (except for Pt75Sn/C, for which data were obtained at 1% conversion, due to its lower catalytic activity). It can be clearly seen that the addition of tin favours the production of croalc F. Coloma et al. /Applied Catalysis A: General 136 (1996) 231-248 x(%) 100 8o . BUTANE [] B UTNOI.. 60 ' i ~ []CROALC [] BUTALD Pt/C Pt25Sn/C PtS0Sn/C Pt75Sn/C Catalyst Fig. 8. Selectivity of the catalysts (% molar fraction) in the gas phase hydrogenation of crotonaldehyde. 245 and decreases that of butyraldehyde. More hydrogenated products, butnol and butane, are produced in much lower amounts, which are similar for all the catalysts. There are some likely pathways for the hydrogenation of croald to the fully hydrogenated product (butane). In a first step, one hydrogen molecule can be added to the C= C olefinic bond to yield butald but also, in a parallel reaction, the carbonyl C=O bond can be hydrogenated to produce croalc. These two products are further hydrogenated to butanol and then to butane, but the reaction sequence also includes the isomerization of croalc to butald. The hydrogenation of the olefinic bond in the first stage of the reaction is thermodynamically favoured over the hydrogenation of the C= O bond at the temperatures at which the reaction is usually carried out and so, it is necessary to kinetically control the reaction in order to obtain the selective hydrogenation of the carbonyl functional group. In previous works dealing with the promoter effect of tin on the selective hydrogenation of the carbonyl bond of a,/3-unsaturated aldehydes in the liquid phase [22], the increase of the selectivity towards the unsaturated alcohol was explained on the basis of a polarizing effect of ionic tin on the C=O group, so, that the attack by hydrogen would be favoured with respect to the hydrogenation of the olefinic bond. There would be different adsorption sites on the catalyst surface which would yield, respectively, the hydrogenation of the olefinic C= C bond and the hydrogenation of the carbonyl bond. Taking into account the promoter effect of oxidized tin species, these latter sites would be placed in the boundary zones between platinum and tin oxide, whereas the former would be constituted by platinum or platinum-tin alloys. Our results have shown that there is an increase in the overall hydrogenation activity when tin is added with atomic Sn/Pt ratios lower than one, and this could be ascribed to the increase in the hydrogenation rate of the carbonyl bond, yielding an enhanced selectivity to croalc. The rates of formation of butald and croalc at 343 K are plotted in Fig. 9 as a function of the Sn/Pt atomic ratio, along with their ratio (rate of croalc formation/rate of butald formation). It can be seen that the addition of tin 246 F. Coloma et al. //Applied Catalysis A.\" General 136 (1996) 231-248 Rate (pmol.s'l-gPt\"1) Rate CROALC/RaIe BUTALD 120/ 0.7 100 - 80- 0.4 0.3 2 .1 0 0.4 0.8 1.2 Sn/Pt Fig. 9. Rates of formation of butald (O) and croalc ([]) at 343 K and their ratio (zx), as a function of the catalyst composition. enhances the rate of production of both compounds for catalysts Pt25Sn/C and Pt50Sn/C, and the rates drop for Pt75Sn/C. However, the increase of the rate of production of croalc with increasing tin loading is much more important than that of butald, specially for the samples with high tin content, and the ratio (rate croalc/rate butald) increases from 0.15 for Pt25Sn/C to 0.5 for Pt50Sn/C and 0.6 for Pt75Sn/C. In our opinion, the actual promoter effect of tin is to facilitate the hydrogenation of the carbonyl bond, and the enhanced production of butald could be due to a parallel reaction, the isomerization of a fraction of the firstly produced crotyl alcohol to butyraldehyde [37]. The number of sites which are able to hydrogenate the C=C bond decreases with tin addition. These sites are likely to be unmodified or slightly modified platinum ensembles and the formation of Pt-Sn alloys or the dilution of platinum in tin would destroy these ensembles, lowering the number of sites that strongly interact with hydrogen and chemisorb the a,fl-unsaturated aldehyde through the olefinic bond, thus, slow- ing down the C=C hydrogenation reaction rate. Catalyst Pt25Sn/C contains a great relative amount of oxidized tin, but little metallic tin and consequently, although the overall hydrogenation rate is somewhat enhanced, its selectivity towards croalc is not as important as that of catalysts with higher Sn/Pt ratios. The high proportion of Pt-Sn alloy and oxidized tin in catalyst Pt50Sn/C, along with a reasonable metal dispersion, yield the best results in terms of activity and selectivity for the hydrogenation of the olefinic C= O bond. 4. Conclusions The addition of tin to platinum supported on a pregraphitized carbon black enhances the overall catalytic activity and the selectivity towards the unsaturated alcohol, crotyl alcohol, in the gas phase hydrogenation of crotonaldehyde. Platinum dispersion is diminished by tin addition, which could be due to F. Coloma et al. /Applied Catalysis A: General 136 (1996) 231-248 247 covering with tin species and/or the formation of Pt-Sn alloys. In spite of the loss of dispersion, the specific activity (per surface platinum atom) increases with the Sn/Pt atomic ratio, with a maximum for Sn/Pt = 0.82. XPS measure- ments reveal the presence of tin in both zero-valent and oxidized states in the reduced catalysts, along with reduced platinum and the relative amounts of reduced and oxidized tin depends on the Sn/Pt ratio. The results suggest that tin oxide promotes the hydrogenation of the carbonyl bond on platinum atoms placed in its vicinity whereas the formation of Pt-Sn alloys or the dilution of platinum in tin would inhibit the hydrogenation of the olefinic bond. Some of the crotyl alcohol produced is likely to undergo isomerization to butyraldehyde under the reaction conditions, and this would account for the observed increase in the rate of formation of butyraldehyde with tin addition. Acknowledgements Financial support acknowledged. from DGICYT (Project No. PB91/0747) is gratefully References [1] J.M. Sinfelt, in J.R. Anderson and M. Boudart (Editors), Catalysis, Science and Technology, Vol I, Springer, Heidelberg, 1981, p. 257. [2] J. V61ter, G. Lietz, M. Uhlemann and M. Hermann, J. Catal., 68 (1981) 42 [3] K. Balakrishnan and J. Schwank, J. Catal., 127 (1991) 287. [4] E. Lamy-Pitara, L. El Ouazzani-Benhima, J. Barbier, M. Cahoreau and J. Caisso, Appl. Catal. A, 81 (1992) 47. [5] D. Rajeshwer, A.G. Basrur, D.T. Gokak and K.R. Krishnamurthy, J. Catal., 150 (1994) 135. [6] H. Lieske and J. V61ter, J. Catal., 90 (1984) 96. [7] B.A. Sexton, A.E. Hughes ans K. Foger, J. Catal., 88 (1984) 466. [8] F.M. Dautzenbergerg, J.N. Helle, P. Biloen and W.M.N. Sachtler, J. Catal., 63 (1980) 119. [9] R. Burch, J. Catal., 71 (1981) 348. [10] S.R. Adkins and B.H. Davis, J. Catal., 89 (1984) 371. [11] R. Srinivasan, L. Rice and B.H. Davis, J. Catal., 129 (1991) 257. [12] R. Srinivasan, R.J. De Angelis and B.H. Davis, J. Catal., 106 (1987) 449. [13] R. Srinivasan, R.J. De Angelis and B.H. Davis, Catal. Lett., 4 (1990) 303. [14] X.Y. Li, J.M. Stencel and B.H. Davis, Appl. Catal., 64 (1990) 71. [15] X.L. Li, K.J. Klabunde and B.H. Davis, J. Catal., 128 (1991) 1. [16] G. Meitzner, G.H. Via, F.W. Lytle, S.C. Fung and J.H. Sinfelt, J. Phys. Chem., 92 (1988) 2925. [17] Z. Poltarzewski, S. Galvagno, R. Pietropaolo and P. Staiti, J. Catal., 102 (1986) 190. [18] E. Tronconi, C. Crisafulli, S. Galvagno, A. Donato, G. Neri and R. Pietropaolo, Ind. Eng. Chem. Res., 29 (1990) 1766. [19] S. Galvagno, A. Donato, G. Neri, R. Pietropaolo and J. Poltarzewski, J. Mol. Catal., 42 (1987) 379. [20] S. Galvagno, C. Milone, A. Donato, G. Neri and R. Pietropaolo, J. Mol. Catal., 58 (1990) 215. [21] S. Galvagno, C. Milone, A. Donato, G. Neri and R. Pietropaolo, Catal. Lett., 17 (1993) 55. [22] S. Galvagno, A. Donato, G. Neri, R. Pietropaolo and G. Capannelli, J. Mol. Catal., 78 (1993) 227. [23] M. Besson, L. Bullivant, N. Nicolaus and P. Gallezot, J. Catal., 140 (1993) 30. [24] P. Fouilloux, Stud. Surf. Sci. Catal., 41 (1988) 123. 248 F. Coloma et aL /Applied Catalysis A: General 136 (1996) 231-248 [25] F. Coloma, A. Sepfilveda-Escribano, J.L.G. Fierro and F. Rodrlguez-Reinoso, Langmuir, 10 (1994) 750. [26] F. Coloma, A. Sepfilveda-Escribano and F. Rodrlguez-Reinoso, Appl. Catal. A, 123 (1995) L1. [27] F. Coloma, A. Sepfilveda-Escribano and F. Rodrlguez-Reinoso, J. Catal., 154 (1995) 299. [28] F. Rodrlguez-Reinoso, in J.W. Patrick (Editor), Porosity in Carbons, Edward Arnold, London, 1995, p. 253. [29] G. Neri, C. Milone, A. Donato, L. Mercadante and A.M. Visco, J. Chem. Tech. Biotechnol., 60 (1994) 83. [30] A. Palazov, Ch. Bonev, G. Shopov, G. Lietz, A. Sarkany and J. V61ter, J. Catal., 103 (1987) 249. [31] A. Muller, P.A. Engelhard and J.E. Weisang, J. Catal., 56 (1979) 65. [32] J. Sfinchez, N. Segovia, A. Moronta, A. Arteaga, G. Arteaga and E. Choren, Appl. Catal. A, 101 (1993) 199. [33] P. M~riaudeau, C. Naccache, A. Thangaraj, C.L. Bianchi, R. Carli, V. Vishvanathan and S. Narayanan, J. Catal., 154 (1995) 345. [34] F. Rodrlguez-Reinoso, I. Rodriguez-Ramos, C. Moreno-Castilla, A. Guerrero-Ruiz and J.D. L6pez- Gonzfilez, J. Catal., 99 (1986) 171. [35] R. Bouwman and P. Biloen, J. Catal., 48 (1977) 209. [36] O. Biloen, J.N. Helle, H. Verbeck, F.M. Dautzenberg and W.M.H. Sachtler, J. Catal., 63 (1980) 112. [37] M.A. Vannice and B. Sen, J. Catal., 115 (1989) 65. [38] C.G. Raab and J.A. Lercher, J. Mol. Catal., 75 (1992) 71. [39] C.G. Raab and J.A. Lercher, Catal. Lett., 18 (1993) 99. APCATA 95002596 0926-860X(95)00259-6 10.1016/0926-860X(95)00259-6 Article Crotonaldehyde hydrogenation over bimetallic PtSn catalysts supported on pregraphitized carbon black. Effect of the Sn/Pt atomic ratio F. Coloma a A. Sepúlveda-Escribano a J.L.G. Fierro b F. Rodríguez-Reinoso ∗ a a Departamento de Química Inorgánica, Universidad de Alicante, Apartado 99, E-03080 Alicante, Spain b Instituto de Catálisis y Petroleoquímica, C.S.I.C., Campus U.A.M., Cantoblanco, E-28049 Madrid, Spain ∗ Corresponding author. Fax. (+34-6) 590 34 54 Three bimetallic PtSn/C catalysts have been prepared by successive impregnation of pregraphitized carbon black with an aqueous solutions of hexachloroplatinic acid and tin(II) chloride. One monometallic Pt/C sample was also prepared and studied for comparison. All catalysts were characterized by hydrogen and carbon monoxide chemisorption at room temperature and X-ray photoelectron spectroscopy and their behaviour in the gas phase hydrogenation of crotonaldehyde, at atmospheric pressure, determined. The amount of surface platinum is greatly reduced by the addition of tin, as deduced from chemisorption measurements and XPS. Both Pt0 and PtII are detected by XPS in the fresh bimetallic catalysts; after reduction in flowing hydrogen at 623 K platinum is completely reduced to the metallic state and, although a high proportion of tin remains in an oxidized state, a relatively important amount is reduced to Sn0, this allowing the possibility of PtSn alloys formation. The catalytic activity in the gas phase hydrogenation of crotonaldehyde is greatly improved by the presence of tin, in spite of the fact that the amount of surface platinum is reduced. Tin has also a very important effect on the selectivity towards the hydrogenation of the CO bond, increasing the production of crotyl alcohol in respect to the hydrogenation of the CC bond that would lead to the production of butyraldehyde. The observed results are explained on the basis of a promoting effect of oxidized tin species for the hydrogenation of the CO group, whereas the formation of a PtSn alloy or the dilution of surface platinum by metallic tin would hinder the hydrogenation of the olefinic CC bond. Keywords PtSn/carbon black Chemisorption XPS Hydrogenation Crotonaldehyde Crotyl alcohol selectivity References [1] J.M. Sinfelt J.R. Anderson M. Boudart Catalysis, Science and Technology Vol I 1981 Springer Heidelberg 257 [2] J. Völter G. Lietz M. Uhlemann M. Hermann J. Catal. 68 1981 42 [3] K. Balakrishnan J. Schwank J. Catal. 127 1991 287 [4] E. Lamy-Pitara L. El Ouazzani-Benhima J. Barbier M. Cahoreau J. Caisso Appl. Catal. A 81 1992 47 [5] D. Rajeshwer A.G. Basrur D.T. Gokak K.R. Krishnamurthy J. Catal. 150 1994 135 [6] H. Lieske J. Völter J. Catal. 90 1984 96 [7] B.A. Sexton A.E. Hughes K. Foger J. Catal. 88 1984 466 [8] F.M. Dautzenbergerg J.N. Helle P. Biloen W.M.N. Sachtler J. Catal. 63 1980 119 [9] R. Burch J. Catal. 71 1981 348 [10] S.R. Adkins B.H. Davis J. Catal. 89 1984 371 [11] R. Srinivasan L. Rice B.H. Davis J. Catal. 129 1991 257 [12] R. Srinivasan R.J. De Angelis B.H. Davis J. Catal. 106 1987 449 [13] R. Srinivasan R.J. De Angelis B.H. Davis Catal. Lett. 4 1990 303 [14] X.Y. Li J.M. Stencel B.H. Davis Appl. Catal. 64 1990 71 [15] X.L. Li K.J. Klabunde B.H. Davis J. Catal. 128 1991 1 [16] G. Meitzner G.H. Via F.W. Lytle S.C. Fung J.H. Sinfelt J. Phys. Chem. 92 1988 2925 [17] Z. Poltarzewski S. Galvagno R. Pietropaolo P. Staiti J. Catal. 102 1986 190 [18] E. Tronconi C. Crisafulli S. Galvagno A. Donato G. Neri R. Pietropaolo Ind. Eng. Chem. Res. 29 1990 1766 [19] S. Galvagno A. Donato G. Neri R. Pietropaolo J. Poltarzewski J. Mol. Catal. 42 1987 379 [20] S. Galvagno C. Milone A. Donato G. Neri R. Pietropaolo J. Mol. Catal. 58 1990 215 [21] S. Galvagno C. Milone A. Donato G. Neri R. Pietropaolo Catal. Lett. 17 1993 55 [22] S. Galvagno A. Donato G. Neri R. Pietropaolo G. Capannelli J. Mol. Catal. 78 1993 227 [23] M. Besson L. Bullivant N. Nicolaus P. Gallezot J. Catal. 140 1993 30 [24] P. Fouilloux Stud. Surf. Sci. Catal. 41 1988 123 [25] F. Coloma A. Sepúlveda-Escribano J.L.G. Fierro F. Rodríguez-Reinoso Langmuir 10 1994 750 [26] F. Coloma A. Sepúlveda-Escribano F. Rodríguez-Reinoso Appl. Catal. A 123 1995 L1 [27] F. Coloma A. Sepúlveda-Escribano F. Rodríguez-Reinoso J. Catal. 154 1995 299 [28] F. Rodríguez-Reinoso J.W. Patrick Porosity in Carbons 1995 Edward Arnold London 253 [29] G. Neri C. Milone A. Donato L. Mercadante A.M. Visco J. Chem. Tech. Biotechnol. 60 1994 83 [30] A. Palazov Ch. Bonev G. Shopov G. Lietz A. Sarkany J. Völter J. Catal. 103 1987 249 [31] A. Muller P.A. Engelhard J.E. Weisang J. Catal. 56 1979 65 [32] J. Sánchez N. Segovia A. Moronta A. Arteaga G. Arteaga E. Choren Appl. Catal. A 101 1993 199 [33] P. Mériaudeau C. Naccache A. Thangaraj C.L. Bianchi R. Carli V. Vishvanathan S. Narayanan J. Catal. 154 1995 345 [34] F. Rodríguez-Reinoso I. Rodríguez-Ramos C. Moreno-Castilla A. Guerrero-Ruiz J.D. López-González J. Catal. 99 1986 171 [35] R. Bouwman P. Biloen J. Catal. 48 1977 209 [36] O. Biloen J.N. Helle H. Verbeck F.M. Dautzenberg W.M.H. Sachtler J. Catal. 63 1980 112 [37] M.A. Vannice B. Sen J. Catal. 115 1989 65 [38] C.G. Raab J.A. Lercher J. Mol. Catal. 75 1992 71 [39] C.G. Raab J.A. Lercher Catal. Lett. 18 1993 99",
      "scopus-id": "13544250869",
      "coredata": {
        "eid": "1-s2.0-0926860X95002596",
        "dc:description": "Three bimetallic PtSn/C catalysts have been prepared by successive impregnation of pregraphitized carbon black with an aqueous solutions of hexachloroplatinic acid and tin(II) chloride. One monometallic Pt/C sample was also prepared and studied for comparison. All catalysts were characterized by hydrogen and carbon monoxide chemisorption at room temperature and X-ray photoelectron spectroscopy and their behaviour in the gas phase hydrogenation of crotonaldehyde, at atmospheric pressure, determined. The amount of surface platinum is greatly reduced by the addition of tin, as deduced from chemisorption measurements and XPS. Both Pt0 and PtII are detected by XPS in the fresh bimetallic catalysts; after reduction in flowing hydrogen at 623 K platinum is completely reduced to the metallic state and, although a high proportion of tin remains in an oxidized state, a relatively important amount is reduced to Sn0, this allowing the possibility of PtSn alloys formation. The catalytic activity in the gas phase hydrogenation of crotonaldehyde is greatly improved by the presence of tin, in spite of the fact that the amount of surface platinum is reduced. Tin has also a very important effect on the selectivity towards the hydrogenation of the CO bond, increasing the production of crotyl alcohol in respect to the hydrogenation of the CC bond that would lead to the production of butyraldehyde. The observed results are explained on the basis of a promoting effect of oxidized tin species for the hydrogenation of the CO group, whereas the formation of a PtSn alloy or the dilution of surface platinum by metallic tin would hinder the hydrogenation of the olefinic CC bond.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-03-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002596",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Coloma, F."
          },
          {
            "@_fa": "true",
            "$": "Sepúlveda-Escribano, A."
          },
          {
            "@_fa": "true",
            "$": "Fierro, J.L.G."
          },
          {
            "@_fa": "true",
            "$": "Rodríguez-Reinoso, F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002596"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002596"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00259-6",
        "prism:volume": "136",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Crotonaldehyde hydrogenation over bimetallic PtSn catalysts supported on pregraphitized carbon black. Effect of the Sn/Pt atomic ratio",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "PtSn/carbon black"
          },
          {
            "@_fa": "true",
            "$": "Chemisorption"
          },
          {
            "@_fa": "true",
            "$": "XPS"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Crotonaldehyde"
          },
          {
            "@_fa": "true",
            "$": "Crotyl alcohol selectivity"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "231-248",
        "prism:endingPage": "248",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 March 1996",
        "prism:doi": "10.1016/0926-860X(95)00259-6",
        "prism:startingPage": "231",
        "dc:identifier": "doi:10.1016/0926-860X(95)00259-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/13544250869"
      }
    }
  }
}