{
  "metadata": {
    "title": "Preparation, characterization and testing of newly developed silica-supported VPO catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-02-15",
    "doi": "10.1016/0926-860X(95)00243-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9500243X",
    "pii": "0926860X9500243X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042877793",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X9500243X 0926-860X(95)00243-X 0926860X9500243X 10.1016/0926-860X(95)00243-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00191 2024-01-01T12:18:48.759026Z 0 0 19960215 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 135 135 2 2 Volume 135, Issue 2 3 231 248 231 248 19960215 15 February 1996 1996-02-15 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. PREPARATIONCHARACTERIZATIONTESTINGNEWLYDEVELOPEDSILICASUPPORTEDVPOCATALYSTS OVERBEEK R NAKAMURA 1974 345 M RAMSTETTER 1988 303 A VARMA 1978 42 R ZAZHIGHALOV 1986 209 V DEREWINSKI 1991 403 M KUO 1989 301 P MARTINEZLARA 1992 5 M SANANES 1994 251 M AGASKAR 1994 339 P OVERBEEK 1994 R PHDTHESIS VOGT 1988 E PHDTHESIS SHIRLEY 1972 4709 D GIJZEMAN 1994 O COMPUTERPROGRAMXPSCAT KUIPERS 1986 235 H OVERBEEK 1994 183 R DEBOER 1992 M PHDTHESIS OVERBEEKX1996X231 OVERBEEKX1996X231X248 OVERBEEKX1996X231XR OVERBEEKX1996X231X248XR item 0926-860X(95)00243-X 0926860X9500243X 1-s2.0-0926860X9500243X 10.1016/0926-860X(95)00243-X 271346 2024-01-01T12:18:48.759026Z 1996-02-15 1-s2.0-0926860X9500243X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9500243X/MAIN/application/pdf/c3e54a5ac125b6a73f1cb9130df4f4f2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9500243X/MAIN/application/pdf/c3e54a5ac125b6a73f1cb9130df4f4f2/main.pdf main.pdf pdf true 1210843 MAIN 18 1-s2.0-0926860X9500243X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9500243X/PREVIEW/image/png/2aac2d3cdebbe2657376d46fd17c8885/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9500243X/PREVIEW/image/png/2aac2d3cdebbe2657376d46fd17c8885/main_1.png main_1.png png 42262 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 135 (1996) 231-248 Preparation, characterization and testing of newly developed silica-supported V-P-O catalysts R.A. Overbeek *, A.R.C.J. Pekelharing, A.J. van Dillen, J.W. Geus Debye Institute, Department of lnorganic chemistry, Utrecht University, PO Box 80083, 3508 TB Utrecht, The Netherlands Received 15 November 1994; revised 27 June 1995; accepted 25 September 1995 Abstract Using a newly developed preparation procedure, well-dispersed silica-supported vanadium- phosphorus-oxide catalysts have been prepared. With different techniques, it was established that a mixed vanadium-phosphorus-oxide phase was well dispersed over the surface of the support material. The use of silica instead of titania enhanced the selectivity in the selective oxidation of n-butane to maleic anhydride, but decreased the activity. The lower activity is originating from the nature of the constituent components and the character of the interaction of silica with the applied active vanadium-phosphorus-oxide phase. It was indicated that the interaction of vanadium- phosphorus oxide with titania increased the number as well as the activity of the active sites. The interaction with silica, however, decreased the activity of the active sites present in the catalyst. With temperature-programmed reduction, it was observed that the nature of the interaction changes the reducibility of the applied vanadium-phosphorus-oxide phase. Keywords: Butane oxidation; Catalyst characterization (BET/TEM/TPR/XPS/XRD); Catalyst preparation (deposition-precipitation/impregnation); V-P-O/silica 1. Introduction The use of an oxidic carrier to support vanadium-phosphorus oxide (V-P-O) catalysts has been barely investigated. Although supported V-P-O systems are * Corresponding author. Tel. (+ 31-30) 2536765, fax. (+ 31-30) 2511027. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00243-X 232 R.A. Overbeek et al./Applied Catalysis A: General 135 (1996)231 248 mentioned particularly in the patent literature, the study on and use of supported systems in the catalytic oxidation of n-butane to MA are generally restricted to publications in the open literature [1-7]. This is probably due to the fact that it has been generally accepted that vanadylpyrophosphate is the active phase in the catalyst. However, the role of V(V)-sites at the surface of the catalyst still has not been understood. Many authors are maintaining that, at least at the surface of the catalyst, V5 +-sites have to be present [8]. In a recent publication Agaskar et al, [9] propose that V(V)-V(III) redox couples (and possibly V(IV)-sites) are taking part in the reaction path. The distribution of the different oxidation states has been suggested to be the key factor determining the activity and selectivity in the selective oxidation reaction. We, therefore, suggest that vanadylpyrophos- phate is not the phase active and selective in the catalytic reaction and that more emphasis has to be put on the investigation of the (surface) properties of the V-P-O system. We have chosen to support the V-P-O catalyst on a carrier. The ability to support V-P-O catalysts solves many difficulties of the commercially applied V-P-O catalysts. Some of the advantages of supported catalysts are: (i) high attrition resistance for use in fluid-bed reactors; (ii) controllable catalyst texture leading to decreased internal and external mass-transfer limitation; (iii) substitu- tion of the bulk of the catalyst by an inert carrier, which should enhance life time and decreases the amount of vanadium in the catalyst; (iv) easy adaptation of catalyst properties to the desired behavior, e.g., grading of reactivity. Hence, the demands of the different processes can be more easily met by applying supports of different surface area, pore-size distribution and chemical composi- tion. Moreover, applying the V-P-O phase onto a carrier the surface character- istics of different V-P-O modifications can be easily investigated, since, the V-P-O system now contains primarily surface atoms. Usually, investigations of the surface of bulk systems are obscured by the (major) contribution of the bulk atoms, which is especially true with V-P-O systems. A recently developed preparation procedure, made it possible to obtain well-dispersed supported V-P-O catalysts [10]. To reveal the influence of the support material on the behavior of the supported phase, the V-P-O phase was deposited onto different support materials, viz. silica and titania. The preparation of titania supported catalysts has been described in an other publication. Since, it was not possible to prepare well-dispersed silica-supported V-P-O catalysts via the same preparation procedure as with titania supported catalysts, a modifica- tion was used in the preparation procedure, which now consists of two steps. Firstly, vanadium(III) was deposited well-dispersed at the support surface. Subsequently, after drying the, thus prepared, loaded support is impregnated with phosphoric acid. The characterization and testing in the catalytic oxidation of n-butane of silica-supported V-P-O catalysts accordingly prepared is de- scribed in the present study. R.A. Overbeek et al./ Applied Catalysis A: General 135 (1996) 231-248 233 2. Experimental 2.1. Preparation of supported V-P-O catalyst precursors According to a method earlier described by Vogt [11], an amount of a vanadium(III) solution, prepared by electrochemical reduction of a pentavalent vanadium solution, was added to a vigorously stirred suspension of the support material, which was kept under nitrogen. The quantity of the carrier in each preparation was kept constant at typically about 10 g/1. The precipitation was executed under continuous nitrogen purging to prevent the oxidation of the lower valent vanadium species. The starting pH of the preparation was typically 1 and the pH was raised to a level of 7 by continuous injection of ammonia (60 ml/h; [NH3] = 1 wt.-%) by means of a Gilson minipuls peristaltic pump under the surface of the liquid. To ensure homogeneity, the liquid was vigorously stirred using a Heidolph mechanical stirrer. The above method leads to well-dis- persed silica (Degussa P200) supported vanadium-oxide catalysts [11]. The VOx/SiO2 precursor was subsequently filtered off, washed with water and dried in air at 125. In some cases, the dried precursor was also subjected to calcination in nitrogen at more elevated temperatures. Subsequently, the VOx/SiO2 precursor was impregnated with diluted phosphoric acid. Finally, the impregnated precursor was dried in air at 125. All catalyst samples were finally calcined in a nitrogen flow at 450 for 16 h. 2.2. Characterization procedures Nitrogen adsorption isotherms were recorded on a Micromeritics ASAP 2400 apparatus. Samples were characterized after calcination in nitrogen at 450 for 16 h and after being subjected to the catalytic reaction. Surface areas were calculated according to the BET theory. X-ray diffraction patterns were obtained at room temperature using an Enraf Nonius Guinier Johansson camera (Cu K a, A = 1.5406 ,~) with calcined catalyst samples and with samples being subjected to the catalytic reaction. The samples were mounted on a mylar foil using vaseline. For transmission electron microscopic (TEM) examinations, calcined samples were well grounded in an agate mortar, suspended in ethanol and submerged for about 60 s in an ultrasonic bath to ensure homogeneity of the suspension. Drops of the suspension, thus prepared, were applied to holey carbon films supported by copper grids. The samples were investigated in a Philips EM 420 electron microscope. X-ray photoelectron (XPS) spectra were recorded on a VG Microtech XP Clam II analyzer using a Mg-source (1253.6 eV) operating at 10 mA. Well grounded samples, both after calcination and after being subjected to the 234 R.A. Overbeek et al./Applied Catalysis A: General 135 (1996) 231-248 catalytic reaction, were mounted on a sample holder with double-sided adhesive tape. For correction of shifts, measured binding energies were calibrated using the position of the Si 2p of SiO2 at 103.4 eV with silica-supported catalysts. To calculate peak areas, backgrounds were subtracted according to a procedure suggested by Shirley [12]. From the measured intensities of vanadium of the applied active component and the positive ion of the support material, the coverage of the support material was determined using a program developed by Gijzeman [ 13]. This program is based on the method described by Kuipers et al. [14]. Temperature-programmed reduction (TPR) experiments were executed in a 70-% H2/30% Ar mixture with a flow of 50 ml/min. About 100 mg of catalyst was pressed (4 ton. cm-2, 5 min), crushed and sieved (fraction 0.41-0.72 mm). Analysis of the hydrogen consumption was performed using a thermal conduc- tivity detector. Water, evolved during reduction, was removed from the gas- stream using a cold trap. Catalysts were analyzed after catalytic tests. 2.3. Catalyst pretreatment and performance testing After calcination in nitrogen at 450 for 16 h, calcined catalyst samples were pressed (4 ton. cm-2, 5 min), crushed and sieved (fraction 0.41-0.72 mm). The, thus, obtained sieve fraction was pretreated and tested in the catalytic oxidation of n-butane according to the following procedural steps: 1. 1.5 ml of the sample was heated in argon up to 380 at a rate of 300 h-l; at this temperature the precursor was kept for 1 h in a 20% 02/ 80% Ar flow (GHSV = 2000 h-l). 2. Subsequently, the catalyst precursor was brought in a 1.5% n-butane, 20% oxygen and 78.5% argon flow and the temperature was raised to 480 at a rate of 300 h-1 3. All pretreated catalyst samples were tested in the selective oxidation of n-butane in the temperature range starting from 480 to 380. The reaction mixture consisted of 1.5% n-butane, 20% oxygen and 78.5% argon as balance (GHSV = 2000 h-l). The catalytic performance was measured dur- ing 2 h at each set temperature, which was varied stepwise with 20. The evolved gaseous reaction products as well as the unconverted reactants were analyzed using a specially adapted on-line Balzers QMA420 mass-spec- trometer, which operates at 150 to avoid condensation of products. The conversion of the different m/z-values to concentrations of the different evolved products was executed using a self-developed computer program. After every 4 h, the mass-spectrometer was calibrated with the standard reaction mixture. Carbon mass-balances were in the range of 0.98 to 1.02. R.4. Overbeek et al./ Applied Catalysis A: General 135 (1996) 231-248 235 3. Results and discussion 3.1. Characterization of silica-supported catalysts BET-surface areas of the catalysts after reaction and of the bare silica support (Degussa P200) are summarized in Table 1. As is displayed in Table 1, surface areas of the supported catalysts were lower than that of the bare support. Also, it is shown that the maxima of the pore size distribution shifted to higher values. To demonstrate the shift, the pore size distribution of the bare silica support bodies and of a silica-supported V-P-O catalyst are represented in Fig. 1. As can be concluded from the values contained in Table 1, the specific surface area of the loaded catalysts was appreciably lower than that of the bare silica support. It has to be noted that a difference in specific density between the active phase and the support can have an effect on the specific surface area. It can, furthermore, be observed that the application of a higher loading of active phase decreased the surface area further. It was found that particularly the specific surface present in the micropores of the support decreased; e.g., with a loading of 8.7 wt.-% on the basis of vanadium the surface area decreased from 55 to 16 m2/g. Possibly, the narrow (micro-)pores of the support are plugged with the active component causing the narrow pores to be no longer accessible for nitrogen molecules, which leads to a decreased apparent specific surface area. The effect of the decreased number of (gas-accessible) pores can be observed in Table 1 and Fig. 1: loading the support caused a shift in the maxima of the pores size distributions to higher values. The specific area of a catalyst loaded only with vanadium oxide did not differ significantly from a supported vanadium oxide catalyst, which has been pre- pared by subsequent impregnation with a diluted phosphoric acid solution. The impregnation with phosphorus decreased the specific surface area only by about 10%, which may be attributed to a structural change of the applied oxide upon impregnation with phosphoric acid. It is, therefore, not likely that the active phase is precipitated next to the support, since, in that case a bi-modal Table 1 Specific surface areas (SA) as well as the maxima of the peak of the pore size distribution of silica-supported V-P-O catalysts and of the bare silica support Catalyst sample Pretreatment before SA after Peak max. after impregnation reaction (m2/g) reaction (nm) 6.0 wt.-% V/SiO2 not impregnated 146 14 6.0 wt.-% V/SiO2 P/V = 1.1 dried at 120 132 10 8.7 wt.-% V/SiO2 P/V = 1.1 dried at 120 86 14 8.7 wt.-% V/SiO2 P/V = 1.1 calc. in N2 at 200 97 16 8.7 wt.-% V/SiO2 P/V = 1.1 calc. in N2 at 350 94 12 SiO2 Degussa P200 calc. in N2 at 450 203 6 236 R.A. Overbeek et al./Applied Catalysis A: General 135 (1996) 231-248 \"~ 2.5 =, 2 1.5 O 1 .o K 0.5 1 10 100 pore radius (nm) Silica Degussa P200 calcined .... 8.7 wt.% V/SiO2 P:V= 1.1 calcined Fig. 1. Pore size distributions of a silica-supported V-P-O catalyst (loading 8.7 wt.-% on vanadium basis, P/V ratio 1.1) and of the bare silica support. distribution in the pore size distribution should be expected. However, this was not observed and, since, it is known that the used preparation procedure provides highly dispersed silica-supported vanadium oxide catalysts [11], both vanadium oxide and vanadium-phosphorus oxide are presumably well dispersed on the support surface. To demonstrate the high dispersion of the active component over the silica support more directly, we monitored samples of a 6.0 wt.-% loading on the basis of vanadium (this is a loading of 18 wt.-% on the basis of vanadylpyrophos- phate!) using X-ray diffraction analysis. Samples were investigated before impregnation with phosphoric acid, after calcination in N2 at 450 and after being subjected to the reaction medium for about 3 days. No diffractions of crystalline phases could be detected. Since, crystalline vanadium oxide and vanadium-phosphorus oxide modifications were absent, it may be concluded that the applied phase had to be amorphous and probably was well-dispersed on the support surface. Transmission electron microscopy (TEM) also revealed that both the VOx precursor phase as well as the respective V-P-O phase were present well-dis- persed on the surface of the support. Figs. 2 and 3 show TEM micrographs of a silica-supported vanadium oxide precursor before impregnation with phosphoric acid and a silica-supported vanadium-phosphorus oxide catalyst (installed P/V ratio 1.1:1), respectively, both samples after calcination in nitrogen at 450. On both samples, a vanadium loading of 6.0 wt.-% was deposited. With the supported VOx precursor phase, small hemi-spherical crystallites are very well distinguishable. With the supported V-P-O catalyst sample, it is not as apparent but also in this case hemi-spherical crystallites can be seen. It appears that the particle size of these crystallites is somewhat larger than that of the VOx/SiO2 precursor particles. XPS-measurements of silica-supported V-P-O catalysts revealed that the R.A. Overbeek et al./ Applied Catalysis A: General 135 (1996) 231-248 237 Fig. 2. TEM of a silica-supported VOx-catalyst (loading: 6.0 wt.-% on the basis of vanadium, the catalyst has been calcined in N2 at 450). surface of the support was covered with a V-P-O phase, since, in all cases a vanadium and phosphorus signal was detected. In Table 2, surface ratios determined with XPS as well as the binding energies (BE) of the V 2p3/2 peak are shown for the silica-supported V-P-O catalysts, both after calcination in nitrogen at 450 and after being subjected to the catalytic oxidation reaction. The supported catalysts all have a surface P/V ratio that is higher than the installed bulk ratio of 1.1. However, it has to be noted that the area under the phosphorus XPS signal was very difficult to determine, since, the background of the spectra in this region drifted markedly. Also, with the catalysts having a small Si/V ratio, the area under the V 2p3/2 peak was small, bringing about a large error in the measurement. It might be possible that the surface P/V ratio is higher than the installed ratio, since, the impregnation with phosphoric acid could lead to a decreased ratio inside the VOx particles and, therefore, an increased quantity of phosphate at the surface. The reduced ratio, measured after exposure to the reaction mixture, may be caused by a reaction of VOx with 238 R.A. Overbeek et al./Applied Catalysis A: General 135 (1996) 231-248 ~i!!i Fig. 3. TEM of a silica-supported V-P-O catalyst (loading: 6.0 wt.-% on the basis of vanadium, P/N ratio 1.1, the catalyst has been calcined in N2 at 450). phosphate during the catalytic reaction and a, thus, induced structural change of the active phase. If the support is covered with the active components, the silica concentration in the first surface layers has to decrease. Therefore, the Si/V ratio must decrease with a higher surface coverage of the active component. However, this was not always observed. Generally, it can be concluded that with the highest vanadium loading the Si/V ratio was the lowest. The method of preparation had a great influence on the determined Si/V ratio. It can be observed that with the addition of a small amount of oxalic acid during the precipitation of vanadium(III) (half the molar amount of vanadium) the Si/V ratio increased remarkably. Since, the Si/V ratio is a measure of the dispersion of the applied vanadium phase on the surface of the support, it may be concluded that the addition of oxalic acid had an effect on the dispersion; the dispersion decreased. It may be concluded also that precalcination of the VOx/SiO2 precursor at increased temperatures lowers the dispersion of the active V-P-O phase, since, R.A. Overbeek et al./ Applied Catalysis A: General 135 (1996) 231-248 239 Table 2 Binding energies as well as surface ratios of the elements of interest determined by XPS. Supported VOx catalyst precursors were prepared from vanadium-ions with an installed overage valence state of 3.1 Catalyst sample Pretreatment before V 2p3/2 BE (eV) P/V ratio Si/V ratio impregnation 8.7 wt.-% V/SiO2 P/V = 1.1 dried at 120 calcined 517.1 5.4 28.1 after reaction 517.4 4.5 14.3 8.7 wt.-% V/SiO2 P/V = 1.1 calcined at 350 calcined 517.2 8.8 31.9 after reaction 517.4 5.4 25.2 8.7 wt.-% V/SiO2 P/V = 1.1 calcined at 375 calcined 515.9 5.7 41.6 after reaction 517.5 4.5 25.1 8.1 wt.-% V/SiO2 P/V = 1.1 oxalic acid added calcined (during precipitation) 515.7 5.4 40.3 after reaction 516.8 4.7 43.8 5.0 wt.-% V/SiO2 P/V = 1.1 oxalic acid added calcined (during precipitation 516.9 10.0 83.2 after reaction 517.4 10.7 63.8 in that case the Si/V ratio increased at a constant V-loading. However, the Si/V ratio clearly decreased upon subjecting the samples to the catalytic reaction mixture. This is probably caused by spreading of the catalytically active material over the support surface, due to a structural change under reaction conditions [10,15,16]. It appears that the average valence states of vanadium in the various samples after calcination and after reaction are similar, since, the BE of the V 2P3/2 signal had almost equal values. Probably the mean valence state measures a value between four and five, since, for the titania-supported catalysts (see the previous part of this section) the same BE of around 517 eV was found. With some calcined samples, a lower BE was observed. However, as stated above, in those specific cases the V 2p3/2 signal was very low, leading to a large error. From the intensities of vanadium and silica assessed by XPS, the surface coverage of the support as well as the particle size of the applied V-P-O phase was calculated with a program developed by Gijzeman [13]. This program is based on a procedure described by Kuipers et al. [14]. The assumption was made that all catalysts were covered with VOPO4. Values of the variables used in the XPSCAT program [ 13] are summarized in Table 3. Results of the calculations are summarized in Table 4. From the TEM images, it was concluded that the active component was probably present at the support surface as (hemi-)spherical particles, which indicates that the results of the XPSCAT calculations, in which a hemi-spherical or spherical geometry was assumed, are the most likely. The conclusions as 240 R.A. Overbeek et al./Applied Catalysis A: General 135 (1996)231-248 Table 3 Values of variables used in the XPSCAT program [13]. To calculate peak areas, introduced in this programs as measured intensities, backgrounds were subtracted according to a procedure as suggested by Shirley [12]. The assumed geometry was VOPO4 on top of SiO2. Variable Support material Active component XPS peak and position Si 2p at 103.4 eV V 2p3/2 at 517 eV Compound composition SiO2 VOPQ Density (g/cm3) 2.32 3.24 Surface area (m~/g) 200 - Mole weight (g/tool) 60.10 161.9 l Calculated mean free path (A) 24.4 (e- from Si 2p) 24.4 (e- from Si 2p) 14.7 (e- from V 2p3/2) 14.7 (e- from V 2p3/2) Intensity pure compound (a.u.) 0.0240 0.0683 deduced from Si/V ratio determinations appear to be justified. The catalysts prepared in the presence of oxalic acid contain larger V-P-O clusters than samples prepared from diluted hydrochloric acid solution. Probably, the larger clusters were already produced during precipitation of V(III) from homogeneous solution. It was, furthermore, substantiated that subsequent calcination of the VOJSiO2 precursor in nitrogen brought about a decreased dispersion of the active V-P-O phase, which may result from the formation of larger VOx-clus- ters during the calcination treatment. Moreover, the earlier indicated spreading of the active component over the support surface brought about by the catalytic reaction was demonstrated also. Fig. 4 shows the reducibility of silica-supported catalysts of different V-P-O loadings. With loadings of 7.2 wt.-% on the basis of vanadium and at higher 0.04 -- 8.7 wt.% V .~E 0.035 + ----- 7.2 wt.% V 0.03 - 6 0 wt % V ~ ~, 0.02 ~~ '~ 0.015 ~', ' ~, o.ol i 0.005 V ' Z ! 0 ! I 'l ..... , i I I 0 100 200 300 400 500 600 700 Temperature () Fig. 4. TPR patterns of silica-supported V-P-O catalysts after catalytic test reactions normalized at the applied V-P-O loading. Represented are catalysts of a vanadium loading of 6.0, 7.2 and 8.7 wt.-% and a P/V ratio of 1.1. Samples were calcined at 450, 350 and 350 before impregnation with diluted phosphoric acid. R,A. Overbeek et al.//Applied Catalysis A: General 135 (1996) 231-248 241 loadings, the reducibility normalized at the amount of applied vanadium was equal. It appears that at a loading of 6.0 wt.-% this normalized reducibility was decreased. Another catalyst sample with 6.0 wt.-% V-loading (not shown in this figure), which VOx-precursor was not calcined before impregnation with diluted phosphoric acid solution, showed a similar behavior. Probably the reducibility, as calculated from TPR, decreases at lower loadings. The opposite was observed with the titania-supported catalyst samples: with these catalysts it was found that the reducibility of the applied V-P-O phase increased with an increasing vanadium loading applied at the support. In that case, however, it was deduced that the support was reduced to a certain degree. Since, silica can not be reduced at these temperatures, the reducibility determined must be totally attributed to the applied V-P-O phase. De Boer observed a similar effect with silica-sup- ported MoO3 catalysts at loadings of 3 to 9 wt.-% on the basis of MoO3 [ 17]. He concluded that in that case the reducibility decreased due to a too high dispersion of MoO3 at the support surface, since, the formation of metallic Mo-particles requires a minimum particle size. In our case, the formation of metallic vanadium is impossible. However, it is possible that the dispersion also has an effect on the reducibility of the V-P-O clusters. We suggest that the interaction of the V-P-O phase with the support surface causes part of the initially lower valent vanadium ions to remain in a lower valence state or that oxygen atoms are shared between (surface) Si-atoms and V-atoms at the border of the V-P-O cluster and the SiO2 surface, both resulting in a decreased reducibility. Although a larger number of experiments has to be performed to reveal more in detail the reducibility as a function of the loading, the observed effects are remarkable. The on-set temperature of the reduction of the silica-supported catalysts was markedly higher than that of titania-supported catalysts. With silica-supported catalysts, the reduction starts at a temperature of about 300, whereas with titania-supported catalysts a temperature below 250 was observed. However, with the silica-supported samples no effect of the loading could be observed, which was not the case with the titania-supported V-P-O catalysts; the on-set temperatures of which shifted to higher temperatures at increasing loadings. Based on these results, we suggest that the nature of the interaction of the applied active phase with silica is probably not affecting the reactivity of the lattice oxygen but merely the quantity of reactive oxygen. To investigate the possible effect of the particle size, i.e. the dispersion, of the active phase on the reducibility of the applied V-P-O phase, we investigated samples of a known dispersion of the active component at the support surface. The effect of the particle size on the reducibility of the catalysts is illustrated in Fig. 5. In this figure, TPR-profiles are represented of samples with an equal vanadium loading, the calcination temperature of which was varied before impregnation. As reported earlier, it was found with XPS that calcination of the VOx precursor before impregnation had a significant effect on the V-P-O 242 R.A. Overbeek et al./Applied Catalysis A: General 135 (1996) 231-248 0.01 calc. 375 ---- calc. 350 ;~ 0.008 -- dried ~=a 0.006 ~f~\\ ...... ...... ,d 0.004 j~, ~ ~ ~o~d'd~ 0.002 , \\ 0 ~ ~'~,~o~oe\" ~ , k~ ..... , 0 100 200 300 400 500 600 700 Temperature () Fig. 5. TPR patterns of silica-supported V-P-O catalysts after catalytic test reactions. Represented are catalysts of a vanadium loading of 8.7 wt.-% differently pretreated before impregnation with a diluted phosphoric acid solution (P/V ratio of 1.1). All patterns are corrected for the amount of catalysts in the reactor. particle size in the resulting catalyst: the particle size increased remarkably. As can be observed in Fig. 5, precalcination of the samples did also have a significant effect on the reducibility of the catalyst. The catalyst with the highest dispersion, viz., the catalyst of which the VOx-precursor only was dried before impregnation, showed the lowest reducibility. This confirms the above men- tioned suggestion that interaction with, in this case, a non-reducible support decreases the reducibility. However, the effects are not as large as with catalysts of a low loading of vanadium, since, at high loadings only a relatively small part of the applied V-P-O phase is in direct contact with the support surface. Although the effects were small, they still were apparent. It appears that specifically the first peak of the TPR-pattern increased at higher temperatures of precalcination. We feel that this difference may be attributed to the nature of the constituent components as well as the character of the interaction. These variables can be considered as a function of the dispersion of the active component over the support surface. The support material, thus, affects consid- erably the nature of the active phase as well as the character of the interaction of the active phase with the support. We suggested in the previous part of this section that the use of a support material which is less strongly interacting with the applied active phase could enhance the performance of supported V-P-O catalysts in the selective oxida- tion of n-butane. Therefore, results to be obtained in the catalytic performance testing of the silica-supported catalysts are very significant. Fig. 6 shows the performance of silica-supported catalysts as a function of the vanadium-loading. The titania-supported catalysts already showed activity at a temperature of R.A. Overbeek et al. / Applied Catalysis A: General 135 (1996) 231-248 243 o .,I o r,..) 100 8O 60 40 20 0 375 ....... A-'\" I I I I I 400 425 450 475 500 Temperature () 8.7 wt.% v .... 7.2 wt.% V ....... 6.0 wt.% V 6O .~ 40 O 20 < 0 0 20 40 60 80 100 Conversion (%) Fig. 6. Conversion as a function of temperature (left) and the selectivity to MA as a function of conversion (right) of a number of silica-supported V-P-O catalysts with a P/V ratio of 1.1. 200, whereas the silica-supported catalysts are active in the temperature range in which industrially applied bulk V-P-O catalysts display also their activity. It is, furthermore, interesting that the MA selectivity of the silica-supported V-P-O catalysts attained a significantly higher level than the titania-supported systems. This demonstrates that the utilization of a non-reducible support material which has a different character of interaction with the applied active phase than titania enhances the selectivity in the selective oxidation reaction. Nevertheless, the activity decreases due to the less strong interaction. It can be observed also that the catalytic activity drops when the vanadium loading 244 R.A. Overbeek et al./Applied Catalysis A: General 135 (1996) 231-248 decreases. The selectivity at higher conversions, however, rises with an in- creased relative quantity of active phase. The increased conversion level at higher loadings probably originates from the increased number of active sites available. The decreased selectivity at high conversion levels for the catalyst with the lowest loading may, then, be attributed to the higher temperature at which the conversion is attained. If the selectivity is plotted as a function of temperature, this becomes apparent. All catalysts show about the same selectiv- ity. This is, however, remarkable, since, it is known from earlier experiments that the dispersion of the catalyst had a significant effect on the reducibility of the V-P-O phase applied on the silica support. It may be expected that a higher dispersion will not only affect the activity, due to the higher number of active sites, but also the selectivity, which will be determined by the amount of reactive oxygen species as well as by their reactivity. To investigate whether the particle size of the applied active V-P-O phase had an influence on the activity as well as on the selectivity of the catalysts, a catalyst sample was investigated of which the loading was kept constant, while the dispersion of the applied active component was varied. Fig. 7 shows the performance of a number of silica-supported catalysts with the same loading, but, thus, differently pretreated that the ultimate dispersion of the VOx-precursor was varied. It is known from XPS-results that the dispersion decreased if the temperature of calcination of the precursor was raised. There- fore, in this figure the conversion and the selectivity can also be considered to be a function of the dispersion of the applied V-P-O phase. As is shown in Fig. 7, the conversion decreased with the lower dispersions, which is in agreement with the earlier suggestion that a higher number of active sites will bring about a higher catalytic activity. However, the selectivity increased at the lower disper- sion of the applied active phase. The catalysts with the lower dispersion showed to have the highest selectivity. When the selectivity is presented as a function of the reaction temperature, it decreased in the sequence calc. 450 > calc. 350 > dried. However, if the selectivity is considered as a function of the conversion, it was found that the catalysts calcined at 350 and 450 both had about the same selectivity. Since, the catalyst calcined at 350 was more active, the dispersion probably attains an optimal value: a further reduction of the dispersion leads to a decreased MA-yield since the activity declines. The results of the catalytic tests and the TPR results indicate that predictions on the performance of the catalysts as derived from TPR results are not reliable. Using H2 as a reducing agent, it was found that the reducibility of the catalysts at a higher dispersion was smaller due to the interaction of the applied V-P-O phase with the support surface. Furthermore, we suggested that the interaction with silica is probably not influencing the reactivity of the oxygen, but merely the amount of reactive oxygen, since, the on-set of the reduction was equal in all cases. The use of H2 as a probe molecule to study the reducibility of these type of catalysts can yield a deceptive prediction on the performance of the different R.A. Overbeek et al./ Applied Catalysis A: General 135 (1996) 231-248 245 O 'm\"l G} 0 o loo! 8O 60 40 20 0 375 .s'C .... \" . , A'\" ,\"\" . - .+ .A\"\"\" ,.,-' at* ...'\" i1\" F I I 4 I 400 425 450 475 500 Temperature () dried .......... calc. 350 ....... calc. 450 6O .~ 40 20 < 0 I I t I I 0 20 40 60 80 100 Conversion (%) Fig. 7. Conversion as a function of temperature (left) and selectivity to MA as a function of conversion (right) of a silica-supported V-P-O catalyst (P/V = 1.1, V-loading = 8.7 wt.-%). The calcination temperatures of the VOx-precursor before impregnation with diluted phosphoric acid were 120, 350 and 450. V-P-O systems [10]. A study on the reducibility of these systems can be performed using n-butane as the probe molecule, because hydrogen does not have to be activated on a similar basis as n-butane. 246 R.A. Overbeek et al./Applied Catalysis A: General 135 (1996) 23l 248 Considering the catalytic performance, it appeared that the reactivity in- creased but the selectivity decreased if the pretreatment was varied. It is probable that not only the dispersion changes with the calcination temperature, but also the structure of the resulting V-P-O phase. Due to a structural change, the reactivity of the 'lattice' oxygen as well as the quantity of this oxygen species can vary. Moreover, it is possible that the dispersion over the support surface manipulates the acid-base properties of the V-P-O phase. We feel that the acid-base properties can be (partly) controlled by the quantity of phosphate present at the surface of the catalyst. We also are convinced that, since, the phosphate component is added in a separate step, the pretreatment before impregnation will have a substantial influence on the nature of the resulting V-P-O system. It is even conceivable that each particle size has its own optimal installed P/V ratio. If the space velocity was decreased by a factor of two, the activity increased, but the selectivity decreased. However, the selectivity at low conversion levels was higher at high space velocities, whereas it assumed a lower level at high conversions. It appears that the selectivity is determined by two variables: (i) the sequential or consecutive oxidation of maleic anhydride influenced by internal mass-transport limitation; (ii) the parallel oxidation of n-butane to the total oxidation products, which is merely determined by the reactivity and the amount of oxygen species taking part in the reaction. This is interesting, since, from our results, it may be concluded that the yield of this type of catalysts can still be increased significantly. Internal mass-transport limitations can be decreased applying a support material with wider pores. Furthermore, the reactivity of oxygen species should be installed. The influence of the reactivity of the oxygen species taking part in the catalytic reaction can be easily assessed by comparing the results of the titania-supported catalysts with the silica-supported catalysts. From these results, it may be concluded that the performance of the supported V-P-O catalysts can be improved without any doubt. The addition of promoters (also phosphate!) will enormously influence the activity as well as the selectivity in the catalytic oxidation reaction. 4. Conclusions Using a newly developed preparation procedure, well dispersed silica-sup- ported V-P-O catalysts have been prepared. Firstly, a vanadium oxide precur- sor is prepared according to the method of deposition-precipitation of V 3 +-ions from homogeneous solution. Subsequent to this, the VOx-supported catalyst precursor is impregnated with diluted phosphoric acid. XRD measurements revealed that crystalline V-P-O modifications were absent. TEM shows that both the precipitated VOx-phase as well as the resulting V-P-O phase are well dispersed anchored to the surface of the support material. With XPS it was R.A. Overbeek et al. / Applied Catalysis A: General 135 (1996) 231-248 247 found that both vanadium and phosphate were present in the active phase deposited onto the support material: the dispersion of this V-P-O phase increases during exposure to a n-butane/air mixture. With TPR, we observed that the reducibility of the V-P-O phase applied at the support, as deduced from the consumption of H2, decreases with the vanadium loading and inversely with the dispersion. The character of the interaction of the active phase with the non-reducible silica support decreases the reducibility, but does not show an effect on the on-set temperature of the reduction. The silica-supported V-P-O catalysts are active in the temperature range in which industrially applied bulk V-P-O catalysts display their activity. How- ever, they were not as active as titania-supported catalysts, prepared according to a similar procedure. Nevertheless, the MA selectivity of the silica-supported V-P-O catalysts attains a remarkably higher level than the titania-supported systems, although, the achieved selectivities are not yet as high as those of the industrially applied catalysts. The selectivity at higher conversions increased with an increased loading of the active phase. The decreased selectivity at high conversion levels of the catalyst with the lowest loading can be attributed to the higher temperature at which the same high conversion is attained. The catalysts with a lower dispersion have a higher selectivity: it appears that a critical particle size enhances the selectivity behavior. Summarizing, it can be concluded that the deposition of a vanadium-phos- phate component onto a support material yielded very intriguing capabilities. Also, application of different support materials gave more insight in the specific properties of V-P-O catalysts. It was found that a strong interaction with a reducible support, such as titania and zirconia (results are not shown), increases the reducibility, which remarkably enhances the activity in the catalytic oxida- tion reaction. However, using these supports the selectivity at high conversion levels is small. The higher activity originates from the higher amount as well as the higher activity of the active oxygen species. The application of a support material, viz. silica, which is differently and less strongly interacting with the applied active phase enhances the selectivity in the selective oxidation reaction, but decreases the activity. The interaction also shows to have an effect on the reducibility of the applied V-P-O phase. With silica-supported catalysts, the reducibility of the applied V-P-O phase de- creases with the loading. The activity in the catalytic oxidation reaction de- creases with the applied vanadium loading, since, at higher loading, the quantity of active sites increases. The quantity of active sites is also affected by the dispersion of the active phase: a higher dispersion increases the catalytic activity. The selectivity for these type of catalysts is related to several variables: not only the applied vanadium loading but also the dispersion and the particle size of the applied V-P-O phase, and possibly the structure of the V-P-O phase, shows an effect on the selectivity. Although, the influence of the different 248 R.A. Overbeek et al./Applied Catalysis A: General 135 (1996)231-248 variables has to be investigated more closely, it can be concluded that the concept of applying vanadium-phosphorus oxide onto a support material has demonstrated its appropriateness. Since, we hardly investigated the possibilities to improve the properties of this silica supported catalyst, more research is needed. References [1] M. Nakamura, K. Kawai and Y. Fujiwara, J. Catal., 34 (1974) 345. [2] A. Ramstetter and M. Baerns, J. Catal., 109 (1988) 303. [3] R.L. Varma and D.N. Saraf, Ind. Chem. Eng., 20 (1978) 42. [4] V.A. Zazhighalov, Y.P. Zaitsev, V.M. Belousov, B. Parlitz, W. Hanke and G. C)hlmann, React. Kinet. Catal. Lett., 32 (1986) 209. [5] M. Derewlnski, J. Haber, R. Kozlowski, W.A. Zazhigalov, J.P. Zajcev, I.W. Bacherikowa and W.M. Belousov, Bull. Polish Acad. Sci. Chem., 39 (1991) 403. [6] P.S. Kuo and B.L. Yang, J. Catal., 117 (1989) 301. [7] M. Martinez-Lara, L. Moreno-Real, R. Pozas-Tormo, A. Jimenez-Lopez, S. Bruque, P. Ruiz and G. Poncelet, Can. J. Chem., 70 (1992) 5. [8] M.T. Sananes, A. Tuel and J.C. Volta, J. Catal., 145 (1994) 251. [9] P.A. Agaskar, L. DeCaul and R.K. Grasselli, Catal. Lett., 23 (1994) 339. [10] R.A. Overbeek, PhD. Thesis, Utrecht University, 1994. [11] E.T.C. Vogt, PhD. Thesis, Utrecht University, 1988. [12] D.A. Shirley, Phys. Rev. B., 5 (1972) 4709. [13] O.L.J. Gijzeman, Computer program XPSCAT, Utrecht, 1994. [14] H.P.C.E. Kuipers, H.C.E.v. Leuven and W.M. Visser, Surf. Interface Anal., 8 (1986) 235. [15] R.A. Overbeek, M. Versluijs-Helder, E.L.J. Vercammen and M. van den Brink, J.W. Geus, J. Catal, submitted for publication. [16] R.A. Overbeek, M. Versluijs-Helder, P.A. Warringa, E.J. Bosma and J.W. Geus, Stud. Surf. Sci. Catal., 82 (1994) 183. [17] M. de Boer, PhD. Thesis, Utrecht University, 1992. APCATA 9500243X 0926-860X(95)00243-X 10.1016/0926-860X(95)00243-X Article Preparation, characterization and testing of newly developed silica-supported VPO catalysts R.A. Overbeek ∗ A.R.C.J. Pekelharing A.J. van Dillen J.W. Geus Debye Institute, Department of Inorganic chemistry, Utrecht University, PO Box 80 083, 3508 TB Utrecht, The Netherlands ∗ Corresponding author. Tel. (+31-30) 2536765, fax. (+31-30) 2511027. Using a newly developed preparation procedure, well-dispersed silica-supported vanadium-phosphorus-oxide catalysts have been prepared. With different techniques, it was established that a mixed vanadium-phosphorus-oxide phase was well dispersed over the surface of the support material. The use of silica instead of titania enhanced the selectivity in the selective oxidation of n-butane to maleic anhydride, but decreased the activity. The lower activity is originating from the nature of the constituent components and the character of the interaction of silica with the applied active vanadium-phosphorus-oxide phase. It was indicated that the interaction of vanadium-phosphorus oxide with titania increased the number as well as the activity of the active sites. The interaction with silica, however, decreased the activity of the active sites present in the catalyst. With temperature-programmed reduction, it was observed that the nature of the interaction changes the reducibility of the applied vanadium-phosphorus-oxide phase. Keywords Butane oxidation Catalyst characterization (BET/TEM/TPR/XPS/XRD) Catalyst preparation (deposition-precipitation/impregnation) VPO/silica References [1] M. Nakamura K. Kawai Y. Fujiwara J. Catal. 34 1974 345 [2] A. Ramstetter M. Baerns J. Catal. 109 1988 303 [3] R.L. Varma D.N. Saraf Ind. Chem. Eng. 20 1978 42 [4] V.A. Zazhighalov Y.P. Zaitsev V.M. Belousov B. Parlitz W. Hanke G. Öhlmann React. Kinet. Catal. Lett. 32 1986 209 [5] M. Derewínski J. Haber R. Kozlowski W.A. Zazhigalov J.P. Zajcev I.W. Bacherikowa W.M. Belousov Bull. Polish Acad. Sci. Chem. 39 1991 403 [6] P.S. Kuo B.L. Yang J. Catal. 117 1989 301 [7] M. Martinez-Lara L. Moreno-Real R. Pozas-Tormo A. Jimenez-Lopez S. Bruque P. Ruiz G. Poncelet Can. J. Chem. 70 1992 5 [8] M.T. Sananes A. Tuel J.C. Volta J. Catal. 145 1994 251 [9] P.A. Agaskar L. DeCaul R.K. Grasselli Catal. Lett. 23 1994 339 [10] R.A. Overbeek 67th Edition PhD. Thesis 1994 Utrecht University [11] E.T.C. Vogt 67th Edition PhD. Thesis 1988 Utrecht University [12] D.A. Shirley Phys. Rev. B. 5 1972 4709 [13] O.L.J. Gijzeman Computer program XPSCAT 1994 Utrecht [14] H.P.C.E. Kuipers H.C.E. v. Leuven W.M. Visser Surf. Interface Anal. 8 1986 235 [15] R.A. Overbeek, M. Versluijs-Helder, E.L.J. Vercammen and M. van den Brink, J.W. Geus, J. Catal, submitted for publication. [16] R.A. Overbeek M. Versluijs-Helder P.A. Warringa E.J. Bosma J.W. Geus Stud. Surf. Sci. Catal. 82 1994 183 [17] M. de Boer 67th Edition PhD. Thesis 1992 Utrecht University",
      "scopus-id": "0042877793",
      "coredata": {
        "eid": "1-s2.0-0926860X9500243X",
        "dc:description": "Using a newly developed preparation procedure, well-dispersed silica-supported vanadium-phosphorus-oxide catalysts have been prepared. With different techniques, it was established that a mixed vanadium-phosphorus-oxide phase was well dispersed over the surface of the support material. The use of silica instead of titania enhanced the selectivity in the selective oxidation of n-butane to maleic anhydride, but decreased the activity. The lower activity is originating from the nature of the constituent components and the character of the interaction of silica with the applied active vanadium-phosphorus-oxide phase. It was indicated that the interaction of vanadium-phosphorus oxide with titania increased the number as well as the activity of the active sites. The interaction with silica, however, decreased the activity of the active sites present in the catalyst. With temperature-programmed reduction, it was observed that the nature of the interaction changes the reducibility of the applied vanadium-phosphorus-oxide phase.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-02-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9500243X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Overbeek, R.A."
          },
          {
            "@_fa": "true",
            "$": "Pekelharing, A.R.C.J."
          },
          {
            "@_fa": "true",
            "$": "van Dillen, A.J."
          },
          {
            "@_fa": "true",
            "$": "Geus, J.W."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9500243X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9500243X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00243-X",
        "prism:volume": "135",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Preparation, characterization and testing of newly developed silica-supported VPO catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Butane oxidation"
          },
          {
            "@_fa": "true",
            "$": "Catalyst characterization (BET/TEM/TPR/XPS/XRD)"
          },
          {
            "@_fa": "true",
            "$": "Catalyst preparation (deposition-precipitation/impregnation)"
          },
          {
            "@_fa": "true",
            "$": "VPO/silica"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "231-248",
        "prism:endingPage": "248",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 February 1996",
        "prism:doi": "10.1016/0926-860X(95)00243-X",
        "prism:startingPage": "231",
        "dc:identifier": "doi:10.1016/0926-860X(95)00243-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042877793"
      }
    }
  }
}