{
  "metadata": {
    "title": "Improved alkene selectivity in carbon monoxide hydrogenation over silica supported cobalt-molybdenum catalyst",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-05-26",
    "doi": "10.1016/0926-860X(94)80211-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94802114",
    "pii": "0926860X94802114"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028425979",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94802114 0926-860X(94)80211-4 0926860X94802114 10.1016/0926-860X(94)80211-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X01809 2024-01-01T12:21:06.294127Z 0 0 19940526 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 112 112 2 2 Volume 112, Issue 2 1 87 103 87 103 19940526 26 May 1994 1994-05-26 1994 article fla Copyright © 1994 Published by Elsevier B.V. IMPROVEDALKENESELECTIVITYINCARBONMONOXIDEHYDROGENATIONOVERSILICASUPPORTEDCOBALTMOLYBDENUMCATALYST CHEN H STORCH 1951 H FISCHERTROPSCHRELATEDSYNTHESIS VANNICE 1976 153 191 M BELL 1981 203 232 A SOMORJAI 1981 189 202 G ANDERSON 1984 R FISCHERTROPSCHSYNTHESIS WOJCIECHOWSKI 1988 629 702 B SNEL 1987 361 445 R BISWAS 1988 161 247 J STOOP 1986 35 47 F COOPER 1990 L5 L7 M ARMSTRONG 1989 243 252 R ISHIHARA 1987 225 238 T ISHIHARA 1988 87 100 T ISHIHARA 1990 267 281 T ISHIHARA 1991 225 235 T COPPERTHWAITE 1987 869 874 R COLLEY 1988 1339 1344 S COLLEY 1992 1 15 S DUN 1986 260 266 J PARK 1991 349 356 K FROMENT 1980 G CHEMICALREACTORANALYSISDESIGN ADESINA 1990 297 300 A CHEN 1993 H REUEL 1984 63 77 R ADESINA 1991 535 547 A ADESINA 1986 447 454 A PONEC 1978 151 171 V PONEC 1979 1 V REUEL 1984 78 88 R BARTHOLOMEW 1985 78 84 C VANNICE 1982 139 198 M CATALYSISSCIENCETECHNOLOGY WINSLOW 1984 158 178 P WINSLOW 1985 142 154 P KUBO 1972 607 T DEMENORVAL 1981 309 L DRY 1981 M CATALYSISSCIENCETECHNOLOGY BILOEN 1981 165 P CHENX1994X87 CHENX1994X87X103 CHENX1994X87XH CHENX1994X87X103XH item 0926-860X(94)80211-4 0926860X94802114 1-s2.0-0926860X94802114 10.1016/0926-860X(94)80211-4 271346 2024-01-01T12:21:06.294127Z 1994-05-26 1-s2.0-0926860X94802114-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802114/MAIN/application/pdf/8ed0c7b8c6abc270e0e199a07e4b6676/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802114/MAIN/application/pdf/8ed0c7b8c6abc270e0e199a07e4b6676/main.pdf main.pdf pdf true 936087 MAIN 17 1-s2.0-0926860X94802114-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802114/PREVIEW/image/png/29f7f524407dca319b8dc131777cf7ee/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802114/PREVIEW/image/png/29f7f524407dca319b8dc131777cf7ee/main_1.png main_1.png png 47435 849 656 IMAGE-WEB-PDF 1 appliedcalalysis A ELSEVIER Applied Catalysis A: General 112 (1994) 87-103 Improved alkene selectivity in carbon monoxide hydrogenation over silica supported cobalt-molybdenum catalyst H. Chen, A.A. Adesina* School of Chemical Engineering and Industrial Chemist~, University of New South Wales, P.O. Box l, Kensington, NSW 2033, Australia (Received 14 May 1993; revised 23 December 1993; accepted 7 February 1994) Abstract The Fischer-Tropsch synthesis performance of a Co-Mo bimetallic catalyst containing 6Co: 1Mo:4K: 100SiO2 has been studied and compared with a similar monometallic cobalt catalyst. The bimetallic system showed nearly 100% improvement in alkene-alkane ratio at the experimental conditions of 101 kPa and 280 (553 K) and CO-H2 ratio of 1:19 to 19:1. Ethylene-to-methane ratio (EMR) over the Co-Mo catalyst was about 70-100% better than the cobalt catalyst over the wide composition range studied. The kinetics over the Co--Mo catalyst also followed conventional Anderson-Schulz-Flory (ASF) polymerisation kinetics suggesting that there is no fundamental change in the reaction mechanism. The increase in chain growth probability and alkene content was attributed to substantial methane suppression caused by the introduction of molybdenum to the catalyst. Activation energy values for the light hydrocarbons over the bimetallic catalyst were in the range 85-120 k J/tool and about 10-15% lower than the corresponding estimates over the monome- tallic system. Key words: bimetallic catalyst; Fischer-Tropsch synthesis; selectivity (alkenes) I. Introduction There is a voluminous literature on the Fischer-Tropsch synthesis (FTS) of hydrocarbons over transition metal catalysts [ 1-6]. One of the principal objectives in Fischer-Tropsch technology is the control of product selectivity, especially to alkenes or liquid fuels [7]. The approaches to accomplishing this goal may fall under any of the following categories: *Corresponding author. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDIO926-860X (94)00027-0 14. Chen, A.A. Adesina/Applied Catalysis A: General 112 (1994) 87-103 ( I ) Limitation of chain growth by pore size, for example, the use of zeolite catalyst. (2) Interception of surface intermediate growth during synthesis as in transient operation of the Fischer-Tropsch (FT) reactor. (3) Modification of the catalyst design. (4) Development of catalysts which do not obey the classical Anderson-Schulz-Flory (ASF) polymerisation kinetics. There is, however, abundant evidence that the modification of catalyst, especially the use of multi-metallic catalysts, is the most promising technique to overcome selectivity problems in FTS [ 8 ]. The rationale for employing bimetallic catalysts derives from the effect of the electronic and geometric properties possessed by the new bimetallic aggregate on chemi- sorption characteristics and hence activity and selectivity. Stoop and van der Wide [9] reported alkene selectivity improvement over a 1Ru:3Fe bimetallic catalyst. Cooper and Frost [ 10] investigated Fe-Ni bimetallic system and found that 40Fe:60Ni gave a high alkene selectivity. Over Fe-Co catalyst obtained from [FeCo3(CO) 12] complex, Armstrong et al. [ 11 ] observed that the alkene content in the C2-C4 fraction and Cs-C12 cut was about 85.5% and 80.9%, respectively. This marked increase in alkene selectivity has also been reported for other bimetallic systems. Ishihara et al. [ 12-15] systematically investigated Fe, Co, and Ni bimetallic and ternary systems. They found that the 50Co:50Ni:0Fe catalyst had the best gasoline production while the Co-rich Fe-Co catalyst was most selective for alkene formation. The foregoing pioneering studies clearly indicate that global improvement in Fischer-Tropsch (FT) technology may benefit from the development of bimetallic catalyst formulations that give high selectivity to desired product and/or have higher resistance to deactivation either through carbon and/or coke deposition or sulphur poison- ing. Most of the bimetallic catalysts reported in the literature have been limited to a combi- nation of the conventional FT transition metals, namely Co, Ni, Fe, and Ru. Even so, Hutchings and co-workers [ 16-l 8 ] have demonstrated that Co-Mn catalyst is a remarkably stable system offering low methane yields and improved propene selectivity. In this study, a Co-Mo bimetallic catalyst was investigated for alkene selectivity improvement in the FTS. Molybdenum is a well known metal component of most hydrodesulphurisation or desulphurisation catalysts in petroleum processing. Although molybdenum is not a member of the traditional class of FT transition metal catalysts, Dun and Gulari [ 19] reported that charcoal-supported molybdenum has substantial FT activity at about 350-450 at moderate pressures, and Park et al. [20] found that potassium promoted molybdenum carbide is selective to light alkenes in the FTS. More interestingly, unlike iron or nickel FT catalysts, methane is not produced in excess of that predicted by the ASF model over molybdenum. Therefore, there is an intuitive appeal for employing molybdenum as one of the ingredients for the preparation of bimetallic FT catalysts. In view of the following factors, Co-Mo bimetallic catalyst was chosen in the present study for the selective production of light alkenes: (1) Cobalt is one of the most active metals for FTS and has low water-gas shift activity [5], H. Chen, A.A. Adesina /Applied Catalysis A: General 112 (1994) 87-103 can control the temperature to within 0.5 of the selected value, and a differential reactor shown in Fig. 2. The reactor is essentially a 3/8-inch O.D. (9.528 mm) copper tubing with an I.D. of 8.00 mm. Copper tubing was used since stainless steel may be latently active for FTS. A ~/16-inch K type thermocouple was embedded in the thermal well and its measure- ment was used as set point for control to ensure isothermal operation. Preliminary experi- ments indicated that there was no radial or axial temperature gradients during synthesis reactions (temperature within the catalyst bed was + 0.4 of the bed centre). High space velocities (ca. 9000 ml/g-cat h STP) were also used to ensure absence of transport effects. Rate data also satisfied the criteria stipulated in Froment and Bischoff [21 ] for the absence of internal and external transport resistances. A Varian 3300 gas chromatograph (GC) equipped with a flame ionization detector (FID) was employed for product analysis. The GC was coupled to a HP 3390 integrator for quantitative determination of chromatogram areas of the products. The line between the reactor and the GC including the sampling system was heated and maintained at 110 to prevent potential heavy product condensation during transportation even though C6 was the heaviest detectable product under the reaction conditions employed. Blank tests indicated that there was no FT activity contribution from either the reactor material or the catalyst ingredients other than cobalt and molybdenum. 3. Results The data reported in this paper were collected over the Co-Mo bimetallic catalyst and the cobalt monometallic catalyst at about 101 kPa and temperature of 250--330 using Hz/ CO feed ratio in the range of 1:19 to 19:1. Conversion, defined as the quotient of moles of carbon monoxide consumed and moles of carbon monoxide fed, was less than 3% depending on the reaction conditions. Carbon dioxide was not detected when the product gases were sent to a parallel TCD-GC probably because there was negligible WGS activity or Bou- douard reaction. Also, oxygenated products (such as formaldehyde and methanol) were not detected in the product stream with the FID. Thus, carbon balance was based on carbon monoxide consumption rate, which is equal to total production rate of all hydrocarbons, i.e. rco = ~nrn (1) n=l However, Adesina [22] has shown that ~nrn =k (2) n=l where k can be determined from the intercept, In[k( 1 - a)/c~2], of the ASF plot, where In is the slope of the plot. Since C6+ hydrocarbons were not detected, the experimental carbon monoxide consumption rate, rexp is rex p = ~nr,, (3) n=l H. Chen, A.A. Adesina / Appfied Catalysis A: General 112 (1994) 87-103 Table 1 Comparison of theoretical and experimentally measured carbon balance at H2/CO = 2:1 Catalyst k r~x~ Error (%) 6Co: 1Mo:4K: 100SIO2 0.7700 0.7802 1.31 6Co:4K: 100SIO2 2.3555 2.3940 1.61 Thus, a good agreement between the theoretically estimated carbon balance, k, and the experimentally measured carbon balance, rexp indicates data reliability. Table 1 lists the values of rexp and k derived from the data obtained over both cobalt and Co-Mo catalysts. As can be seen, rex p and rco agree very well (within 2%), indicating all hydrocarbons formed in the reaction were accounted for. Formation of heavier hydrocarbons or wax was probably negligible at the low pressure used in this study. Indeed, wax deposit was not evident from both physical and chemical examination of the spent catalyst. Both activity and alkene selectivity were used as assessment variables in catalyst evalu- ation. While activity was defined as total moles of hydrocarbons detected per gram of catalyst per second, two indices were employed to characterise alkene selectivity, viz., (1) Ethylene-to-methane ratio (EMR), this is considered an important index since ethylene is the most important alkene feed-stock to the petrochemical and chemical industries while methane is the most unwanted FTS product. (2) Total-olefin-to-total-paraffin ratio (TOPR), this is also an indicator of alkene abundance in the product of synthesis. It is perhaps useful to point out that an attempt was made to collect rate data over the monometallic molybdenum catalyst, but only very small quantities of methane and ethylene were produced with H2/CO of 2:1 at 280. Raising the temperature above 350 where the molybdenum catalyst was significantly active for FTS, shifted selectivity towards alkanes, and the WGS and Boudouard reactions became prominent over the Co-Mo and cobalt catalysts. Therefore, it was inadvisable to pursue rate measurements at such high temperatures. Thus, only data for the Co-Mo and cobalt catalysts obtained at 280 were reported in this paper. It may be noted that since both catalysts contained the same quantity of potassium (promoter), the influence of the latter on alkene selectivity cannot be decou- pled from the two catalysts. Thus, the data differences can only reveal the role of molyb- denum. Indeed, blank test with a K/SiO2 catalyst showed no FT activity. In any event, the role of potassium as an alkene promoter is well established [5 ]. 3.1. Alkene selectivity Fig. 3 describes the hydrocarbon composition for CI--C 6 species over the two catalysts. It is evident from this bar chart that the methane formation was retarded while the formation of C2 + hydrocarbons was relatively enhanced over the Co-Mo catalyst. The methane content in C~ to C4 spectrum was reduced from 76% (mol) on the cobalt monometallic catalyst to 63% on the Co-Mo. Since the laboratory conditions employed here were not identical to the high-pressure operation used commercially, comparison of these data with industrial production may be fraught with dangers. In addition, it is well known that product distri- bution and selectivity depends upon conversion. Since the data in this study was also used 11. Chen. A.A. A desina / Applied Catalysis A : General 112 (1994) 87-103 Table 2 Alkene selectivity improvement in the Fischer-Tropsch synthesis by the addition of molybdenum to cobalt CatalystH2/CO = 2:1,30 ml/min, 0.2 g catalyst, 280, l01 kPa Selectivity 6Co: 1Mo:4K: 100SiO2 6Co:4K: 100SiO2 Improvement EMR 0.373 0.202 84.7% TOPR 0.547 0.272 101.1% both types of catalysts may be obtained from a fit of the data to the ASF model, given by the following equation ln(~) = (n-i)lna (4) where q~i is mole fraction of the hydrocarbon of carbon number i, q~, is mole fraction of the hydrocarbon of carbon number n, and a is the chain growth probability. For the total hydrocarbon distribution (i = 1 ), a plot of ln(qb/q)l) vs. (n - 1) should yield a straight line of slope In ~. Since alkenes are generally regarded as the primary products on FT catalysts [ 3,25 ], the alkene product distribution over any FT catalyst should also fit the ASF model, rewritten as ln(~) = (n - 2)lnao (5) whereupon lnod is the slope of ln(q~n/q~2) vs. (n-2). Good linearity of the product distribution on ASF plot and equality between c~ v and ~ are indications that a polymerisation mechanism is dominant via stepwise growth of surface unsaturated species over both catalysts. Table 4 shows that c~T and ~o are practically the same for each catalyst suggesting that the FT mechanism obeys ASF prediction. However, the a-values for the Co-Mo were higher than the single cobalt catalyst indicating that less methane and/or more C2 + hydro- carbons were produced over the Co-Mo catalyst. This is probably due to an increase in intrinsic propagation rate, r v, (which depends on the concentration of CHx adspecies) or a Table 3 Alkene selectivity improvement in the Fischer-Tropsch synthesis by bimetallic catalyst Catalyst Alkene selectivity Reference 1Ru:3Fe/SiOz C2H4/C2H6 = 3 [9] C3H6/C3H 8 = 16 a 40Fe:60Ni Cz =-C5 =/Cz--C~- = 5 b [ 10] 1Co:1Mn C2 =-C3 =/C2--C3- = 4 a [ 17] 1Fe:3Co/SiO2 C2 =~C4 =/C2-~C4 - = 6 c [ 11 ] 6Co: 1Mo:4K: 100SIO2 C2 = \"-'C6 =/C2--C 6- = 21 this work a T= 277oc, p= 101 kPa, Hz/CO=2, W/F=640 h. o H2/CO = 3:1, 3 dm3/h. c Hz/CO = I: 1, SV = 9000 ml/g cat. h, T= 240, P = 101 kPa. a HJCO = 1 : 1, GHSV = 310 h- 1, T= I90, P = 600 kPa. H. Chen, A.A. Adesina /Applied Catalysis A: General 112 (1994) 87-103 Table 4 Estimated chain growth probability a for Co-Mo bimetallic catalyst and cobalt monometallic catalystConditions are the same as in Table 1 Catalyst Total hydrocarbon Alkene only a T R\" % R** Co-Mo 0.3512 0.9940 0.3568 0.9899 Co 0.2438 0.9977 0.2468 0.9957 Co.elation coefficient. decrease in the termination rate, rt, (which is controlled by surface hydrogen atoms) since a - rp (6) rp + r, We remark that both cases are possible as a drop in methane rate due to the addition of molybdenum is symptomatic of a decrease in surface concentration of hydrogen adatoms which also suggests a reduced termination rate. The decrease in hydrogen surface adatoms may be attended by an increased concentration of unsaturated CH~ moieties on the catalyst surface leading to a relative increase in propagation rate, rp, and consequently the chain growth factor, a, is enhanced. 3.2. Effect of reaction temperature Rate measurements were made in the temperature range of 250 to 330 with H2/ CO = 2:1. The estimated activation energies are shown in Table 5. As can be seen from the table, for C~ to C3 alkane and alkene, the introduction of molybdenum to cobalt lowered the activation energy by about 10% except for ethylene, for which a 16% activation energy reduction was observed, and this is related to the enhancement of the EMR (ethylene- methane ratio). It is obvious from Arrhenius equation k = ko e-E'/m\" (4) that the effect of reaction temperature on alkene selectivity can be given by the following equation assuming that a power law model is adequate to describe the kinetics EMR = rc2n4 = Ae - aE,/RT (5) rCH4 where ko2 Da2--al Db2- bl A = ~, co Jt H2 (6) AE, = Ea2 -E~I (7) H. Chen, A.A. Adesina /Applied Catalysis A: General 112 (1994) 87-103 Table 5 Estimated activation energy Component Co-Mo Co Ea\" (kJ/mol) R b EJ (kJ/mol) R CH4 109.9 0.9952 122. l 0.9999 C2H6 117.5 0.9979 134.8 0.9999 C2H4 107.3 0.9932 127.7 0.9972 C3H8 94.2 0.9870 104.2 0.9935 C3H 6 107.41 0.9831 119.4 0.9935 C4Hlo 85.0 0.9742 74.9 0.9623 C4H8 92.0 0.9621 103.5 0.9600 C5H12 111.8 0.9728 107.4 0.9869 C5H1o 115.3 0.8895 96.5 0.9536 C6HI4 126.8 0.8853 65.6 0.9939 C6H12 94.8 0.8725 40.4 0.9509 Y~C= 104.9 0.9751 105.2 0.9969 Y~C-110.0 0.9947 120.6 0.9999 overall 107.3 0.9867 113.61 0.9994 \"H2:CO = 2:1, F/W=9000 ml/g cat. h, P= 101 kPa. b Correlation coefficient. A is a temperature-independent constant for each catalyst for a given feed composition. It is clear from Eq. (5) that if AEa < 0, then EMR will decrease with increase in reaction temperature, and vice versa. However, if [AEal is small (for example _< 5 kJ/mol) then EMR over each catalyst is practically invariant with temperature and only dependent upon A. As the data in Table 5 show, I AE, I is small for both catalysts and therefore, EMR for each catalyst will experience only negligible change over the temperature range 250 - 330 used in this study. Furthermore, the ratio of EMR of bimetallic catalyst to that of monometallic catalyst,/3, can be expressed as EMRb Ab /3 ----(8) EMR~ A m where the subscript b and m represent bimetallic catalyst and monometallic catalyst, respec- tively. Thus, in this case, the comparison between both catalysts is more profitable in terms of the EMR behaviour with respect to feed composition (cf. Fig. 4). Clearly, the improve- ment in EMR over the bimetallic catalyst (discussed in the next section) remains in effect irrespective of changes in temperature, (i.e. A b > Am since EMRb > EMRm). 3.3. Effect of feed composition on alkene selectivity It is well known that H2-rich syngas favours alkane production while a high carbon monoxide content enhances alkene production. Adesina et al. [26] observed that the H2/ CO ratio corresponding to maximum rate depends on the carbon number and product type. The feed compositions corresponding to the maximum rate for alkenes were generally close H. Chen, A.A. Adesina / Applied Catalysis A: General 112 (1994) 87-103 1.0 6Co:IMo:4K -6Co:0Mo:4K 0.8 ~0.6 b ~0.4 _,o 0.2 0.0 i i i i 0.0 0.2 0.4 0.6 0.8 1.0 Hydrogen mole fraction Fig. 4. Effect of feed ratio on selectivity (EMR) at 280 and 101 kPa with S.V. of 9000 ml/,gca t h. tO stoichiometric requirements while those for alkanes were generally in excess of stoichi- ometric requirements. A similar pattern was observed with the present system. The effect of H2/CO on alkene selectivity in the range 5%-95% H2 in the H2+CO mixture was investigated in this study. Figs. 4 and 5 show the observed behaviour of EMR 3.0 6Co: IMo:4K \"~'- 6Co:0Mo:4K 2.5- ~2.0 0 bl.5 \"~ 1.0 0.5 0.0 I I t i 0.0 0.2 0.4 0.6 0.8 1.0 Hydrogen mole fraction Fig. 5. Effect of feed ratio on selectivity (TOPR) at 280 and 101 kPa with S.V. of 9000 ml/g,:a t h. H. Chen, A.A. Adesina / Applied Catalysis A: General 112 (1994) 87-103 30.0 ~ ~Co-Mo catalyst ~ -[- Co catalyst 25.0 0 20.0 e-, z2 15.0 i 10.0 5.0 0.0 I I I I [ 2 3 4 5 6 7 Carbon number Fig. 6. Dependence of alkene-alkane ratio on carbon number over the Co-Mo bimetallic catalyst and cobalt monometallic catalyst H2:CO = 2:1,30 ml/min, 0.2 g catalyst, 280, 101 kPa. and TOPR respectively. As may be seen from these plots, the highest alkene selectivity (both EMR and TOPR) was found at about H2/CO ratio of 1:2. It is also evident from these figures that the bimetallic catalyst has a better selectivity to alkene (both EMR and TOPR) than the monometallic catalyst over the entire composition range. Indeed, it is easily shown that 1.7 </3 < 2.1 and hence the improvement in EMR for the bimetallic catalyst is between 70%-110% over the whole range of H2/CO ratio employed. Interestingly, the maximum in the alkene-alkane ratio was found at n = 3 and it is unchanged even with the introduction of molybdenum to cobalt as shown in Fig. 6. An extensive review of the literature [5] shows that the maximum alkene-alkane ratio occurs at carbon number 3 to 4 over most FT catalysts and may be predicted by the ASF polymer- isation model. The agreement between the present work and previous data is an additional indication that although alkene selectivity may be enhanced by the introduction of molyb- denum to cobalt, the polymerisation kinetics of the FT reaction still operates over the bimetallic catalyst. 3.4. Effect of time-on-stream on alkene selectivity The effect of time-on-stream on alkene selectivity was examined over a period of 180 h (7 days). The results are shown in Figs. 7 and 8. Both EMR and TOPR in general decreased with time at the initial stage. The selectivity becomes stable after about 30 h for EMR and 60 h for TOPR. Both EMR and TOPR have similar trends over the Co-Mo bimetallic catalyst and cobalt monometallic catalyst except for the first few hours, during which stage, there was an increase in alkene selectivity over the cobalt monometallic catalyst but no such trend was observed over the Co-Mo bimetallic catalyst. The alkene selectivity indices EMR H. Chen, A.A. Adesina /Applied Catalysis A: General 112 (1994) 87-103 0.6 I 6Co:IMo;4K:I00S|O2 , -~6Co:OM o:4K: 1005i02 0.5 ~0.4 m II J I ~0.3 .; ~. + + + ~- \"~0.2 o~ + 0.1 0.0 i i i i i i i 0 20 40 60 80 100 120 140 160 180 Time on steam (hour) Fig. 7. Dependence of selectivity (EMR) on time on stream at 280 and 101 kPa with H2/CO = 2: I and S.V. of 9000/h. 2.0 i s 6Co:I Mo:4K:100$iO2 \"~6Co:0Mo:4K: 100S iO2 1.5 ~1.0 0.5 + 0.0. i I J i I i i i 0 20 40 60 80 100 120 140 160 180 Time on stream (hour) Fig. 8. Dependence of selectivity (TOPR) on time on stream at 280 and 101 kPa with H2/CO=2:1 and S.V. of 9000/h. and TOPR were always higher over the bimetallic catalyst than that over the monometallic catalyst with respect to time-on-stream. H. Chen, A.A. Adesina /Applied Catalysis A: General 112 (1994) 87-103 4. Discussion It can be seen from the results presented so far that the introduction of molybdenum to a cobalt catalyst caused methanation suppression, alkene selectivity improvement and an increase in chain growth factor. It is generally believed that the introduction of one metal to another creates new electronic and geometric properties for the bimetallic system and hence the changes seen in the catalytic performance [27,28]. In a bimetallic system, one of the metals may be inactive and simply serves to reduce the concentration and the particle size of active sites in the inert matrix. However, for structure-sensitive reactions, the resulting increase in inert spacing between active sites (a geometric property) gives rise to the changes in the catalytic performance of the bimetallic system. On the other hand, if the two metals interact chemically with one another (as in alloys), a new type of active site may be formed which leads to a catalytic behaviour that is a hybrid of the activity of the constituents [ 8]. The Co-Mo bimetallic catalyst in this study seems to belong in the former case, since molybdenum itself was found to be inactive under the reaction condition employed. Since the FTS is a structure-sensitive reaction [24,29-33], it would seem that dilution of the catalyst matrix by inert molybdenum atoms increased the distance between contiguous cobalt sites and hence decreased the metal particle size. As Snel [ 7 ] noted, the chemisorption behaviour of both hydrogen and carbon monoxide changes as the active metal particle diameter is decreased. Indeed, the heat of adsorption of both gases and the amount of gas chemisorbed decrease with decreasing particle size, the latter being more pronounced for hydrogen than for carbon monoxide [34,35]. As a result, there is marked decrease in concentration of hydrogen adatoms and consequently reduced methane rate as was observed in this study. Thus, the introduction of molybdenum to cobalt suppressed the formation of methane and ultimately resulted in an appreciable decrease in overall catalytic activity (since methane rate contributes about 60-80% of the total hydrocarbon formation rate). Simultaneously, concentration of surface unsaturated CHx species is improved leading to greater product alkene selectivity as observed. The increase in CHx moieties and the decrease in hydrogen adatoms on the catalyst surface by molybdenum presumably leads to an increase in propagation rate rp and the decrease in termination rate rt resulting in an increase in chain growth factor a. This effect is manifested by the data in Table 4. It would appear that the decrease in methanation activity (and indeed overall activity) as a result of molybdenum addition to the cobalt metal has to do with the dilution of the sites by the inert molybdenum atoms resulting in smaller metal particle size and the associated increase in the ratio of surface C:H ratio. The dependence of alkene selectivity factors (EMR and TOPR) on feed gas composition is also in agreement with previous studies [ 15,36]. Maximum selectivity factors were found at about H2/CO ratio of 1 to 2. The feed corresponding to the maximum selectivity is somewhat richer in hydrogen for the Co-Mo catalyst than for the cobalt catalyst. This again is a reflection of the surface C:H ratio. The data collected in this study suggest that the concentration of hydrogen adatoms limits hydrocarbon production, thus the rate determining step may be the adsorption of hydrogen on the catalyst surface. Following Bell [3], the following mechanism may be postulated (1). CO+2X~Cx+Ox (2). H2+2X~-2Hx H. Chen, A.A. Adesina / Applied Catalysis A: General 112 (1994) 87-103 (3). Cx+Hx~CHx+X (4). CHx +Hx~CH2x +X (5). CH2x + Hx ~ CH3x -t- X (6). CH3x -t- Hx ~--~- CH4 -t- X (7). CHax -I- CH2x ~ C2H 4 q- 2X It is well known that carbon monoxide and hydrogen competitively adsorb on the same type of site on most transition metals [ 31 ]. However, since carbon monoxide has a larger heat of adsorption than hydrogen, the concentration of carbon adspecies will be greater than surface hydrogen. As a result, the surface of a FT catalyst will be preferentially populated with unsaturated monomers, CHx ( 1 <x < 3). Indeed, spectroscopic and transient experi- ments [ 4,37 ] demonstrate that methyne and methylene species are the most abundant single carbon units. Our data also corroborate this view. After each steady-state run, flushing the catalyst with pure hydrogen resulted in a higher production rate of methane than that with CO-H2 mixture feed, an indication that the catalyst is a \"reservoir\" for CHx species which converts to methane under a hydrogen blanket. Similar experiments with inert helium produced practically no hydrocarbons. Figs. 9 and 10 are the steady-state rate composition envelopes for methane and ethylene over both catalysts. These rate envelopes are strongly skewed towards high hydrogen composition beyond that required by stoichiometry and imply that the surface concentration of hydrogen adatoms controls the hydrocarbon pro- duction rate. Stoichiometrically, for hydrocarbon formation, the surface ratio of H:C must be at least 2 (for alkene formation). Consequently, the adsorption of hydrogen may be the rate-determining step in the sequence of elementary steps described above. This is also supported by the observation that flushing with pure hydrogen after a steady-state run gave prolonged methane production for about 2 h which presumably comes from hydrogenation of large reservoir of CHx adspecies. 1.4 6Co:IMo:4K 1 \"+- 6Co:0Mo:4K ~1.2 ~1.0- m0.8 - O ~0.6 - =oO.4 - .~o.2 - ..J._ 0.0 -~ _L I T I I I I .0 0.0 0.2 0.4 0.6 O.8 Hydrogen mole fraction Fig. 9. Effect of feed ratio on methane formation rate at 280 and 102 kPa with S.V. of 9000 ml/g cat. h. 102 H. Chen, A.A. Adesina / Applied Catalysis A: General 112 (1994) 87-103 0.15 r \"~6Co: 1Mo:4K C2H4 r'~ I\"1 6Co:0Mo:4K C2H4 0.12 \"~ 0.09 2 0.06 ~ 0.03 0.00 r i i i 0.00 0.20 0.40 0.60 0.80 1.00 Hydrogen mole fraction Fig. 10. Effect of feed ratio on ethylene formation rate at 280 and 101 kPa with S.V. of 9000 ml/g cat. h. Although the steady-state rate profile over the two catalysts are qualitatively similar, the curves for the Co-Mo catalyst are more highly skewed towards the H2-rich region than the cobalt catalyst, a strong indication that the adsorption of hydrogen is indeed more severely hindered over the bimetallic catalyst requiring a higher H2/CO feed ratio. Since cobalt and molybdenum do not form an alloy under the catalyst preparation conditions, (X-ray dif- fraction measurements did not give any indication of a Co-Mo alloy), a reasonable conjec- ture is that the reduction in the number of cobalt atoms per unit area on the catalyst surface leads to a decrease in hydrogen adsorption and hence increased alkene selectivity albeit with lower activity (about 30%). 5. Conclusion A Co-Mo bimetallic catalyst was studied for the hydrogenation of carbon monoxide. It was found that the introduction of molybdenum to cobalt promoted alkene selectivity in carbon monoxide hydrogenation. The improvement of alkene selectivity by the combination of molybdenum and cobalt was probably achieved via suppression of methanation reaction and an increase in chain growth probability. The comparison between the Co-Mo bimetallic catalyst studied in this work and other bimetallic systems reported in the literature indicates that the Co-Mo bimetallic catalyst system presented in this work is perhaps one of the most promising systems for selective production of alkenes from syngas. Acknowledgements The authors appreciate the use of the facilities provided by the Centre for Particle and Catalyst Technologies. Thanks are also due to John Starling, Philip McAuley and Dean Benke for technical support. H. Chen, A.A. Adesina / Applied Catalysis A: General 112 (1994) 87-103 References [ 1 ] H.H. Storch, N. Golumbic and R.B., Anderson, The Fischer-Tropsch and Related Synthesis, Wiley, New York, 1951. [2] M.A. Vannice, Catal. Rev. -Sci. Eng., 14 (2) (1976) 153-191. [31 A.T. Bell, Catal. Rev.-Sci. Eng., 23 ( 1 and 2) ( 1981 ) 203-232. [41 G.A. Somorjai, Catal. Rev. Sci-Eng., 23 (1 and 2) (1981) 189-202. [5] R.B. Anderson, The Fischer-Tropsch Synthesis, Academic Press, Orlando, FL, 1984. [6] B.W. Wojciechowski, Catal. Rev.-Sci. Eng., 30 (4) (1988) 629-702. [7] R. Snel, Catal. Rev.-Sci. Eng., 29 (4) (1987) 361-445. [8] J. Biswas, G.M. Bickle and P.G. Gray, Catal. Rev.-Sci. Eng., 30 (2) (1988) 161-247. [9] F. Stoop and K. van der Wiele, Appl. Catal., 23 (1986) 35-47. [ 10] M. Cooper and J. Frost, Appl. Catal., 57 (1990) L5-L7. [ 11 ] R.S. Armstrong, T. Bell, A.L. Chaffee, V.W.L. Chin, H.J. Loeh, A.B.J. Lucchese, A.F. Masters and M.A. Williams, Appl. Catal., 47 (1989) 243-252. [ 121 T. Ishihara, K. Eguchi and H. Arai, Appl. Catal., 30 (1987) 225-238. [ 131 T. lshihara, K. Eguchi and H. Arai, Appl. Catal., 40 (1988) 87-100. [ 14 ] T. Ishihara, N. Horiuchi, K. Eguchi and H. Arai, Appl. Catal., 66 (1990) 267-281. [ 15 ] T. Ishihara, H. Iwakuni, K. Eguchi and H. Arai, Appl. Catal., 75 ( 1991 ) 225-235. [ 16] R.G. Copperthwaite, G.J. Hutchings, M. van der Riet, and J. Woodhouse, Ind. Eng. Chem. Res., 26 (1987) 869-874. [ 17] S. Colley, R.G. Copperthwaite, G.J. Hutchings and M. van der Riet, Ind. Eng. Chem. Res., 27 (1988) 1339- 1344. [ 18] S.E. Colley, R.G. Copperthwaite, G.J. Hutchings, G.A. Foulds and N.J. Coville, Appl. Catal. A, 84 (1992) 1-15. [ 191 J-W. Dun and E. Gulari, Can. J. Chem. Eng., 64 (2) (1986) 260-266. [20] K.Y. Park, W.K. Seo and J.S. Lee, Catal. Lett., 11 ( 1991 ) 349-356. [21 ] G.F. Froment and K.B. Bischoff, Chemical Reactor Analysis and Design, Wiley, New York, 1980. [22] A.A. Adesina, J Catal., 124 (1990) 297-300. [23] H. Chen and A.A. Adesina, J. Chem. Technol. Biotechnol., (1993) in press. [24] R.C. Reuel and C.H. Bartholomew, J. Catal., 85 (1984) 63-77. [25 ] A.A. Adesina, R.R. Hudgins and P.L. Silveston, J. Chem. Technol. Biotechnol., 50 (1991) 535-547. [26] A.A. Adesina, R.R. Hudgins and P.L. Silveston, Can. J. Chem. Eng., 64 (1986) 447-454. [27] V. Ponec, Catal. Rev.-Sci. Eng., 18 (1) (1978) 151-171. [28] V. Ponec, Prog. Surf. Membr. Sci., 13 (1979) 1. [29] R.C. Reuel and C.H. Bartholomew, J. Catal., 85 (1984) 78-88. [30] C.H. Bartholomew and C.K. Vance, J. Catal., 91 (1985) 78-84. [31 ] M.A. Vannice, in J.R. Anderson and M. Boudart (Editors), Catalysis: Science and Technology Vol. 3, Springer-Verlag, Berlin and New York, 1982, pp. 139-198. [32] P. Winslow and A.T. Bell, J. Catal., 86 (1984) 158-178. [33] P. Winslow and A.T. Bell, J. Catal., 91 (1985) 142-154. [34] T. Kubo, H. Arai, H. Tominaga and T. Kunugi, Bull. Chem. Soc. Jpn., 45 (1972) 607. [35] L.C. De Menorval and J.P. Fraissard, Phys. Chem. Lett., 77 (2) ( 1981 ) 309. [36] M.E. Dry, in J.R. Anderson and M. Boudart (Editors), Catalysis: Science and Technology Vol. 1, Springer- Verlag, Berlin and New York, 1981, Ch. 4. [37] P. Biloen and W.M.H. Sachtler, Adv. Catal., 30 ( 1981 ) 165. APCATA 94802114 0926-860X(94)80211-4 10.1016/0926-860X(94)80211-4 Elsevier Science B.V. All rights reserved. Improved alkene selectivity in carbon monoxide hydrogenation over silica supported cobalt-molybdenum catalyst H. Chen A.A. Adesina 1 School of Chemical Engineering and Industrial Chemistry, University of New South Wales, P.O. Box 1, Kensington , NSW 2033,Australia 1 Corresponding author. The Fischer-Tropsch synthesis performance of a Co-Mo bimetallic catalyst containing 6Co:lMo:4K:100SiO2 has been studied and compared with a similar monometallic cobalt catalyst. The bimetallic system showed nearly 100% improvement in alkene-alkane ratio at the experimental conditions of 101 kPa and 280°C (553 K) and CO-H2 ratio of 1:19 to 19:1. Ethylene-to-methane ratio (EMR) over the Co-Mo catalyst was about 70-100% better than the cobalt catalyst over the wide composition range studied. The kinetics over the Co-Mo catalyst also followed conventional Anderson-Schulz-Flory (ASF) polymerisation kinetics suggesting that there is no fundamental change in the reaction mechanism. The increase in chain growth probability and alkene content was attributed to substantial methane suppression caused by the introduction of molybdenum to the catalyst. Activation energy values for the light hydrocarbons over the bimetallic catalyst were in the range 85–120kJ/mol and about 10-15% lower than the corresponding estimates over the monometallic system. Keywords bimetallic catalyst Fischer-Tropsch synthesis selectivity (alkenes) References [1] Storch H.H. Golumbic N. Anderson R.B. The Fischer-Tropsch and Related Synthesis 1951 Wiley New York [2] Vannice M.A. Catal. Rev. -Sci. Eng. 14 2 1976 153 191 [3] Bell A.T. Catal. Rev.-Sci. Eng. 23 1 and 2 1981 203 232 [4] Somorjai G.A. Catal. Rev. Sci-Eng. 23 1 and 2 1981 189 202 [5] Anderson R.B. The Fischer-Tropsch Synthesis 1984 Academic Press Orlando, FL [6] Wojciechowski B.W. Catal. Rev.-Sci. Eng. 30 4 1988 629 702 [7] Snel R. Catal. Rev.-Sci. Eng. 29 4 1987 361 445 [8] Biswas J. Bickle G.M. Gray P.G. Catal. Rev.-Sci. Eng. 30 2 1988 161 247 [9] Stoop F. van der Wiele K. Appl. Catal. 23 1986 35 47 [10] Cooper M. Frost J. Appl. Catal. 57 1990 L5 L7 [11] Armstrong R.S. Bell T. Chaffee A.L. Chin V.W.L. Loeh H.J. Lucchese A.B.J. Masters A.F. Williams M.A. Appl. Catal. 47 1989 243 252 [12] Ishihara T. Eguchi K. Arai H. Appl. Catal. 30 1987 225 238 [13] Ishihara T. Eguchi K. Arai H. Appl. Catal. 40 1988 87 100 [14] Ishihara T. Horiuchi N. Eguchi K. Arai H. Appl. Catal. 66 1990 267 281 [15] Ishihara T. Iwakuni H. Eguchi K. Arai H. Appl. Catal 75 1991 225 235 [16] Copperthwaite R.G. Hutchings G.J. van der Riet M. Woodhouse J. Ind. Eng. Chem. Res. 26 1987 869 874 [17] Colley S. Copperthwaite R.G. Hutchings G.J. van der Riet M. Ind. Eng. Chem. Res. 27 1988 1339 1344 [18] Colley S.E. Copperthwaite R.G. Hutchings G.J. Foulds G.A. Coville N.J. Appl. Catal. A 84 1992 1 15 [19] Dun J-W. Gulari E. Can. J. Chem. Eng. 64 2 1986 260 266 [20] Park K.Y. Seo W.K. Lee J.S. Catal. Lett. 11 1991 349 356 [21] Froment G.F. Bischoff K.B. Chemical Reactor Analysis and Design 1980 Wiley New York [22] Adesina A.A. J Catal. 124 1990 297 300 [23] Chen H. Adesina A.A. J. Chem. Technol. Biotechnol. 1993 in press [24] Reuel R.C. Bartholomew C.H. J. Catal. 85 1984 63 77 [25] Adesina A.A. Hudgins R.R. Silveston P.L. J. Chem. Technol. Biotechnol. 50 1991 535 547 [26] Adesina A.A. Hudgins R.R. Silveston P.L. Can. J. Chem. Eng. 64 1986 447 454 [27] Ponec V. Catal. Rev.-Sci. Eng. 18 1 1978 151 171 [28] Ponec V. Prog. Surf. Membr. Sci. 13 1979 1 [29] Reuel R.C. Bartholomew C.H. J. Catal. 85 1984 78 88 [30] Bartholomew C.H. Vance C.K. J. Catal. 91 1985 78 84 [31] Vannice M.A. Anderson J.R. Boudart M. Catalysis: Science and Technology 3 1982 Springer-Verlag Berlin and New York 139 198 [32] Winslow P. Bell A.T. J. Catal. 86 1984 158 178 [33] Winslow P. Bell A.T. J. Catal. 91 1985 142 154 [34] Kubo T. Arai H. Tominaga H. Kunugi T. Bull. Chem. Soc. Jpn. 45 1972 607 [35] De Menorval L.C. Fraissard J.P. Phys. Chem. Lett. 77 2 1981 309 [36] Dry M.E. Anderson J.R. Boudart M. Catalysis: Science and Technology 1 1981 Springer-Verlag Berlin and New York Ch. 4 [37] Biloen P. Sachtler W.M.H. Adv. Catal. 30 1981 165",
      "scopus-id": "0028425979",
      "coredata": {
        "eid": "1-s2.0-0926860X94802114",
        "dc:description": "The Fischer-Tropsch synthesis performance of a Co-Mo bimetallic catalyst containing 6Co:lMo:4K:100SiO2 has been studied and compared with a similar monometallic cobalt catalyst. The bimetallic system showed nearly 100% improvement in alkene-alkane ratio at the experimental conditions of 101 kPa and 280°C (553 K) and CO-H2 ratio of 1:19 to 19:1. Ethylene-to-methane ratio (EMR) over the Co-Mo catalyst was about 70-100% better than the cobalt catalyst over the wide composition range studied. The kinetics over the Co-Mo catalyst also followed conventional Anderson-Schulz-Flory (ASF) polymerisation kinetics suggesting that there is no fundamental change in the reaction mechanism. The increase in chain growth probability and alkene content was attributed to substantial methane suppression caused by the introduction of molybdenum to the catalyst. Activation energy values for the light hydrocarbons over the bimetallic catalyst were in the range 85–120kJ/mol and about 10-15% lower than the corresponding estimates over the monometallic system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-05-26",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94802114",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chen, H."
          },
          {
            "@_fa": "true",
            "$": "Adesina, A.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94802114"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94802114"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80211-4",
        "prism:volume": "112",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Improved alkene selectivity in carbon monoxide hydrogenation over silica supported cobalt-molybdenum catalyst",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "bimetallic catalyst"
          },
          {
            "@_fa": "true",
            "$": "Fischer-Tropsch synthesis"
          },
          {
            "@_fa": "true",
            "$": "selectivity (alkenes)"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "87-103",
        "prism:endingPage": "103",
        "pubType": "fla",
        "prism:coverDisplayDate": "26 May 1994",
        "prism:doi": "10.1016/0926-860X(94)80211-4",
        "prism:startingPage": "87",
        "dc:identifier": "doi:10.1016/0926-860X(94)80211-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028425979"
      }
    }
  }
}