{
  "metadata": {
    "title": "Characterization of titania surface area in titania/silica SCR catalysts by temperature-programmed reaction of 2-propanol",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-06-06",
    "doi": "10.1016/0926-860X(95)00320-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95003207",
    "pii": "0926860X95003207"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001140096",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95003207 0926-860X(95)00320-7 0926860X95003207 10.1016/0926-860X(95)00320-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00117 2024-01-01T12:18:48.759026Z 0 0 19960606 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 139 139 1 2 1 2 Volume 139, Issues 1–2 17 175 187 175 187 19960606 6 June 1996 1996-06-06 1996 article fla Copyright © 1996 Published by Elsevier B.V. CHARACTERIZATIONTITANIASURFACEAREAINTITANIASILICASCRCATALYSTSBYTEMPERATUREPROGRAMMEDREACTION2PROPANOL SWAIN J BOSCH 1987 1 H 1995 REDUCTIONNITROGENOXIDEEMISSIONS BEECKMAN 1991 969 J JEHNG 1992 9 J SRINIVASAN 1991 1 S BIAGLOW 1992 4 A LEMAITRE 1984 J CHARACTERIZATIONHETEROGENEOUSCATALYSTS LIU 1994 117 126 Z KIM 1988 533 K SWAINX1996X175 SWAINX1996X175X187 SWAINX1996X175XJ SWAINX1996X175X187XJ item 0926-860X(95)00320-7 0926860X95003207 1-s2.0-0926860X95003207 10.1016/0926-860X(95)00320-7 271346 2024-01-01T12:18:48.759026Z 1996-06-06 1-s2.0-0926860X95003207-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95003207/MAIN/application/pdf/9ed669f82d9494a70b077617486ecefc/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95003207/MAIN/application/pdf/9ed669f82d9494a70b077617486ecefc/main.pdf main.pdf pdf true 587388 MAIN 13 1-s2.0-0926860X95003207-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95003207/PREVIEW/image/png/ce1e7d23af2a68e32a3d8104a1718811/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95003207/PREVIEW/image/png/ce1e7d23af2a68e32a3d8104a1718811/main_1.png main_1.png png 39338 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 139 (1996) 175-187 Characterization of titania surface area in titania/silica SCR catalysts by temperature-programmed reaction of 2-propanol J.E. Swain *, M.V. Juskelis, J.P. Slanga, J.G. Miller, M. Uberoi, N.D. Spencer W.R. Grace and Co. -- Conn., 7379 Rt. 32, Columbia, MD 21044, USA Received 14 August 1995; revised 20 November 1995; accepted 21 November 1995 Abstract This work describes the adaptation of a temperature-programmed reaction (TPRe) analysis to determine the effective titania surface area (ETSA) in mixed titania/silica catalysts used for the selective catalytic reduction of nitrogen oxides. Isopropanol is used as the probe molecule. Since dehydration of the alcohol adsorbed on the titanyl and silanol groups occurs at two distinct temperatures, the exposed (or effective) titania surface area can be measured through quantitation of evolved propene over the titanyl groups via mass spectrometry. Relevance of the use of this technique in the evaluation of raw powders and finished monoliths prior to active metal impregnation is demonstrated through comparison of ETSA data to catalyst activity data with good results. Keywords: Titania/silica; Surface area; Dehydration; lsopropanol 1. Introduction Vanadia supported on titania monoliths have long been used as SCR (selec- tive catalytic reduction) catalysts in the removal of NOX from stack emissions [1,2]. In recent years, attempts have been made to disperse the titania on an inert * Corresponding author. Tel. (+ 1-410) 5314488, fax. (+ 1-410) 5314491. (1926-860X/96/$15.00 @ 1996 Elsevier Science B.V. All rights reserved SSDI O926-860X(95)O0320-7 176 J.E. Swain et al./Applied Catalysis A: General 139 (1996) 175-187 support, such as silica, prior to vanadia impregnation [3]. This approach has shown substantial increases in rates of NOx conversion [4]. Jehng and Wachs used Raman spectroscopy to demonstrate that vanadia preferentially disperses on the TiO2 and is absent from the silica surface in such preparations [5]. Since the chemical activity of the catalyst is proportional to the degree of active metal dispersion for a given metal loading, optimization of the titania surface area for precursor powders and extrudates is key. Until recently, it has been difficult to demonstrate that the enhancement gained from the use of this mixed oxide system is related to an increase in titania surface area. Typical BET surface area measurements can only provide total surface area and cannot discriminate between the two components of a mixed oxide system. A probe molecule which has significantly different interac- tions with each component must be used. Srinivasan et al. used isopropanol as an IR probe to study the TiO2 layer in such systems [6]. Biaglow et al. went a step further and used thermal gravimetric analysis/mass spectrometry (TGA/MS) to show that the measurement of 2-propanol adsorption on titanyl groups and its subsequent thermal decomposition to form propene and water is directly related to the TiO2 surface area [7]. Mixed oxide systems containing less than 2 wt.-% TiO2 were studied. The purpose of this study is to apply this methodology to (1) a flowing temperature-programmed reactor system and (2) the study of powders and extrudates containing commercial levels of TiO2 (> 20 wt.-%). A series of physically blended and chemically dispersed TiO2/SiO2 powders are analyzed to show the effect of preparative scheme and TiO2 concentration on the effective titania surface area (ETSA). The validity of the analytical technique described is proven through the use of two independent methods of analysis, namely transmission electron microscopy of a chemically dispersed TiO2/SiO2 and the N2 BET surface area analysis of the same material after the SiO2 was removed by caustic leaching. Its effectiveness as a quality assurance tool is demonstrated by correlating the ETSA of production extrudates containing 40 wt.-% TiO2 with their NOx conversion data. 2. Experimental 2.1. Sample preparation A series of mechanically blended and chemically dispersed mixed oxides, bulk oxide precursors and extrudates were studied. The mechanically blended materials were prepared by mixing the appropriate amounts of the components. They were ground together with mortar and pestle and calcined to 600. 80 and 40 wt.-% TiO2 powders (remainder SiO2) were prepared. The chemically J.E. Swain et al. / Applied Catalysis A: General 139 (1996) 175-187 Table 1 Characterization of mechanically blended mixed oxides 177 Type Elemental by ICP a Bulk density TiO2 (%) SiO2 (%) (g/cm3) Pore volume (cm3/g) 100% TiO2 100 - 1.173 0.566 80% TiO2 84 16 1.031 0.669 40% TiO2 39 61 0.637 1.175 0% TiO2 - 100 0.478 1.628 a Inductively coupled plasma spectrometry. dispersed materials containing 20, 40 and 80 wt.-% TiO2 were prepared by the precipitation of titanyl sulfate in the presence of silica. The resulting solids were washed, filtered and calcined at 600. The bulk titania was also obtained by precipitation of titanyl sulfate in the absence of SiO2. Both TEM analysis and BET surface area measurements of a chemically dispersed powder from which the silica had been carefully leached to remove the silica was used to demon- strate that the TiO2 prepared in this manner can be used as a suitable internal reference in order to calculate the ETSA of the test materials studied. The silica used in all cases was SYLOID-74 (W.R. Grace and Co., Davison Division). Extrudates were commercially prepared from a chemically dispersed mixed oxide powder containing 40 wt.-% TiO2 on a commercial production line. Samples were taken prior to metals impregnation. Since vanadia is known to react with alcohols to form acetone and that the vanadia preferentially adsorbs onto TiO2 [5], thereby blocking dehydration reaction sites, it is important that this analysis is conducted in the absence of the active metal. 2.2. Characterization Elemental analysis, bulk density and pore volume obtained by Hg porosime- try of all powders are shown in Tables 1 and 2. Table 2 Characterization of chemically dispersed mixed oxides Type Elemental by ICP Bulk density Pore volume TiO2 (%) SiO2 (%) (g/cm3) (cm3/g) 100% TiO~ 100 1,173 0.566 80% TiO2 78 22 1,043 0.634 40% TiO2 38 62 0.671 1.069 20% TiO2 19 81 0.707 1.010 0% TiO2 100 0.478 1.628 178 J.E. Swain et al. / Applied Catalysis A: General 139 (1996) 175-187 2.3. Catalytic testing 2.3.1. TPRe analysis The analyses were performed on a microreactor/TPD unit as described previously in [8]. The carrier gas line was fitted with a bypass valve and gas scrubber for the admittance of isopropanol to the system. The scrubber and inlet plumbing were heated to 60 to increase the partial pressure of the alcohol in the carrier gas during adsorption. Optimization of the carrier gas flow and heating rates were performed by repetitive analysis of a 40/60 (by weight) physical mixture of TiO2 and silica. Heating rates were varied from 10 to 40/rain and flow rates from 30 to 200 cm3/min (the limit of the mass flow controllers). System optimization was performed one variable at a time. The final heating rate and flow rate was selected to obtain maximum peak height and separation. Peak areas remained relatively constant throughout this study. Only peak shape and separation and expected slight shifts in temperature maxima were observed. The effluent was sampled via a heated capillary and molecular leak connected to a quadrupole mass spectrometer (Hiden Analytical Ltd.). The following is an outline of the experimental protocol used: l. 50 mg of sample was placed in the quartz reactor and outgassed in He for 1 h at 550. 2. The reactor was cooled to 80 and the sample exposed to an excess of isopropanol (>~ 2 ml displacement from the scrubber) while maintaining that temperature. 3. The reactor was flushed to remove any excess isopropanol. The amount of flushing required is dependent upon system volume and maximum obtainable carrier flow rate. 4. The effluent was monitored with the mass spectrometer while linearly heating to 550 (heating rate = 20/min) (flow rate = 40 cm3/min). m/e's associated with the primary species of interest (isopropanol, propene, water) and other possible byproducts (acetone, diethyl ether, etc.) were scanned. 2.4. Calculations The area under the low-temperature propene peak (Fig. 1) was compared to the area under peaks from the injection of known amounts of propene to yield /zmol of propene/g TiO2 (Eq. 1). The amount of propene evolved from bulk TiO2 and its BET surface area was used to convert these results to m2/g of TiOz (Eq. 2). (Area Cntssamp~eX CalVol ) Area Cntsca~ 22.4 pA/la, mol =/zmol C3H6/g TiO2(sample) % TiO2 ) + (samplewt.) + 100 (1) J.E. Swain et al. / Applied Catalysis A: General 139 (1996) 175-187 16000. 179 14000. 12000. 10000 - ~8ooo 6OO0 -- Water -o- Pmpene -o- 2-pmpano! 4OOO 2OOO 0~ 0 100 200 300 400 500 600 Temperature (Celsius) Fig. 1. TPRe profile of a typical mixed oxide SCR precursor powder containing 40 wt.-% TiO2 (m/e = 18, H20: m/e~ 41, propene; rn/e =45, 2-propanol). (/zmol C3H6/g TiO2(sample)) ( = m2/g TiO2(sample) SA ofTiO2(bulk) ) ~mol C 3H 6/g TiO2 (bulk) (2) 2.5. Reactor testing Monolith studies were conducted in an integral reactor into which cored-out sections of monoliths were inserted; the pieces were surrounded by insulation. Five thermocouples were installed at various points between the inlet and outlet faces of the monolith; the maximum deviation among these thermocouples was less than 5. The experiments covered the temperature range of commercial interest (280-400) [4]. The nitrogen oxide content of the gas stream was monitored before and after the catalyst by means of a Model 10AR Thermo Electron NO Analyzer. Care was taken in the experiments to blend the nitrogen-diluted NO and NH3 streams after the air and N2 preheater to avoid background NO reduction and NH3 oxidation [4]. Activity data are normalized by multiplying all results by a given constant to protect the proprietary nature of the extrudates. 180 ,I.E. Swain et al. /Applied Catalysis A: General 139 (1996) 175 187 2.6. Caustic leaching experiment The caustic leached, chemically dispersed TiO2/SiO2 was prepared by stirring 10 g of chemically dispersed 40% TiO2 powder prepared as previously described in one liter of 1 M NaOH solution for three days at 45. The resulting material was then washed with a total of 500 cm3 of cold 1 M NaOH solution followed by 1 dm3 of deionized water, air dried at room temperature and calcined at 400 for 2 h prior to BET analysis. ICP analysis showed the material to contain only 1% SiO2. This treatment was also performed on the bulk titania used in this study. The BET analysis was performed on a Quan- tachrome MonosorbTM single port analyzer. 2.7. TEM analysis Transmission electron microscopy (TEM) was performed at McCrone Associ- ates, Inc. using a JEOL JEM-2000FXTM analytical electron microscope. The sample was embedded in an organic resin and cured under ultraviolet light. An ultramicrotome equipped with a diamond knife was used to produce thin sections of approximately 50 nm thickness. 3. Results and discussion In earlier reports, Liu et al. [9] have shown that the organic synthesis used in their studies gave rise to the appearance of Br0nsted acidity in titania-rich mixed oxides due to the local charge imbalance associated with tetrahedrally coordi- nated silica chemically mixing with the octahedral titania matrix. If such was the case with the materials used in this study, it may prove difficult to demonstrate the applicability of this technique. But Liu's materials are composed of silica in which TiO2 has been substituted into its lattice and his findings would be plausible in such materials. Our TEM analysis shows that, at commercial SCR TiO2 concentrations, finely dispersed high surface area anatase particles unassociated with silica are formed when the method of inorganic synthesis described herein is employed. Only an insignificant amount of surface TiO2 was observed on the silica. Since the materials produced for this study are comprised of separate TiO2 and SiO2 particles and the electronegativities of the two are such that they would naturally repel each other, the presence of BrOnsted acidity is not likely in this catalytic system. Any attempt to compare our results directly to the previous workers' would be inappropriate. We feel that the method of ETSA analysis described herein might still apply to materials prepared by other synthesis routes, especially as a means of ranking materials produced by the same method. The actual mZ/g values might not be J.E. Swain et al. / Applied Catalysis A.\" General 139 (1996) 175-187 20000' -- Silica -o-'I]imnisl 18000 16000 14000 12000 1oooo. 8000 i 6OOO 20111) 0 0 100 200 300 400 500 600 Temperature (Celsius) Fig. 2. TPRe profile of the bulk silica and titania oxide powders (m/e = 41, propene). 181 attainable due to the lack of a suitable internal reference; however, the use of the amount of propene desorbed/g of TiO2 would still provide the desired ranking information. It is, however, beyond the scope of this report to discuss this issue. Fig. 1 is the temperature-programmed reaction (TPRe) profile of a typical mixed oxide SCR precursor powder containing 40 wt.-% TiO2. The primary mass spectral fragments for water (m/e = 18), 2-propanol (m/e =45) and propene (role---41) are shown. Unreacted 2-propanol desorbs upon initiation of the thermal ramp followed by the bimodal desorption of propene and water. Biaglow et al. assign the first dehydration feature (100-300) to reaction at titanyl groups [7] while the high temperature feature (350-525) is assignable to reaction at the silanol groups. Since no surface TiO2 was observed on the SiO2 by TEM, the absence of an intermediate desorption feature assigned by Biaglow to a monolayer of TiO2 on silica is to be expected [7] and is consistent with reaction over the anatase form of TiO2. The formation of a carbenium ion at the respective -OH groups has been proposed as an intermediate step leading to the observed dehydration. Peak assignments were further confirmed by our analysis of the bulk oxides (Fig. 2). It should be noted that these were the only species evolved in significant amounts for all test materials. Kim et al. have warned about the evolution of acetone in this mixed oxide system, which might interfere with this analysis [10]. Only small amounts of acetone (< 1% of the 182 J.E. Swain et al. /Applied Catalysis A: General 139 (1996) 175-187 propene peak) were observed in the present study and should not affect the interpretation of results. An apparent discrepancy exists between the present work and Biaglow's original study. He reports only trace amounts of dehydration over silica while our analyses indicate that a significant amount occurs. This may be explained by differences in the hydroxyl population densities of the two materials. Indepen- dent IR analysis of the respective silicas indicated that the material used in our study contains a large population of -OH groups while the silica used in the Biaglow's study is deficient in that regard. Furthermore, we have been able to show that an increase in calcination temperature and time reduces the amount of dehydration over Syloid 74 to levels observed by the earlier workers. The only differences between the starting material and the calcined silica was a substantial loss of OH- groups. All other physical and chemical properties were not significantly altered. Biaglow et al. have gravimetrically shown that the sum of the propene and water peaks is stoichiometrically equivalent to the desorption of the dehydration products of the adsorbed alcohol [7]. Also, the propene peak is more easily quantified than water in a flowing reactor system. Known amounts of propene can be injected into the system while the same cannot be done for water. Given these two points, the remainder of this report will concentrate on the measure- 20000 18000 --e- lO0%SiCg -- 40%1102 16000 \"- 80%'I102 --or- 100%'lK]g l4000 e~ '~ 10000 800O , 2000 L. I00 200 300 400 500 600 Temperatuat (Celsius) Fig. 3. Comparison TPRe plot of the mechanically blended powders and bulk oxides (m/e = 41, propene). J.E. Swain et al. / Applied Catalysis A: General 139 (1996) 175 187 Table 3 ETSA data of 2-propanol on mechanically blended mixed oxides 183 Type Propene N2-BET ETSA (/~mol/g) (m2/g) (m2/g of TiO2 ) 100% TiO ~ 115 39 39 80% TiO2 80 85 36 40% TiO_, 45 180 38 0% TiO, 302 ment of the low-temperature propene peak to obtain the ETSA for the test materials. Fig. 3 is a comparison plot of the mechanically blended powders and bulk oxides. The change in low temperature peak areas is consistent with the dilution factors associated with the sample preparation. The amount of propene des- orbed, BET and ETSA results are shown in Table 3. As is readily observed, ETSA remains unchanged as the TiO2 concentration is increased. These results correspond to ca. 1.8.10~8 molecules/m2 and are in good agreement with Biaglow's findings [7]. A comparison of the profiles obtained for the chemically dispersed powders and bulk oxides (Fig. 4 and Table 4) produces quite different results. The I 20000 + ~ I 18000 16000 --a- 100 %'1102 --*- 80%'1102 --40%1i02 \"-o-20%'1i02 --o- 100%Si02 14000 12000 e~ O 10000 8000 6000 4000 2000 0~ 0 100 200 300 400 500 600 Temperature (Celsius) Fig. 4. Comparison TPRe plot of chemically dispersed powders and bulk oxides (m/e = 41, propene). 184 J.E. Swain et al. / Applied Catalysis A.\" General 139 (1996) 175-187 Table 4 ETSA data of 2-propanol on chemically dispersed mixed oxides Type Propene N2-BET ETSA (/~mol/g) (m2/g) (m2/g of YiO2) 100% TiO2 115 39 39 80% TiO2 116 80 51 40% TiO2 140 187 123 20% TiO2 154 220 270 0% TiO2 302 amount of propene desorbed and ETSA increases as the TiO2 concentration decreases. This confirms the formation of small TiO2 particles observed by the earlier TEM work. The fact that the ETSA decreases as the TiO2 loading increases is consistent with overlayering of the initial coverage and the produc- tion of larger particles. During the initial phase of methods development, it was thought that although the measurement of 2-propanol adsorption sites in this mixed oxide system might correlate with catalyst activity, it might not be a true measure of ETSA. The use of the BET and the propene desorption results of the bulk titania as factors to convert desorbed propene values of test samples to ETSA values would then be invalid. To support our findings, two additional analyses were 2O0 ~ '150 w 100 50- 0 . 0 ~ I I I ~ I I [ E 0 10 20 30 40 50 60 70 80 90 100 \"ntania (,,vt%) Fig. 5. ETSA (by weight of TiO2) vs. [TiO2 ] for mechanically blended and chemically dispersed powders. J.E. Swain et al. /Applied Cata!vsis A: General 139 (1996) 175-187 25O 185 225 2011 175 ~ 150 .~ iz5 75 50 ', I I [ I 0.8 1 1.2 1.4 1.6 1.8 . Activity (arbitrary units) Fig. 6. Correlation of ETSA for unimpregnated TiO2/SiO2 monoliths to global activity of vanadium impregnated SCR catalysts. (Q, 2 wt.-% V205; II, 3.2 wt.-% V_~Os). performed. TEM was used to measure the average TiO2 particle size in a chemically dispersed powder containing 40 wt.-% TiO2. Based on this measure- ment the ETSA was estimated to be ca. 150 m2/g of TiO2 vs. 123 mZ/g of TiO2 measured here. The BET analysis of the same material after removal of the silica through the previously described caustic leaching produced an ETSA value of 138 m2/g TiO2. The bulk titania also leached in this manner exhibited no change in BET surface area, indicating that the process itself was not increasing TiO2 surface area. These supporting analyses clearly indicate that (1) the bulk titania prepared by the method described herein can be used as an internal reference for the calculation of ETSA of catalyst supports prepared similarly and (2) that this technique can be used to determine accurately the ETSA of such materials. Fig. 5 is a plot of ETSA vs. [TiO2 ] of both physically blended and chemically dispersed systems and it shows the obvious impact of maximizing ETSA while minimizing TiO2 concentration (silica is substantially cheaper than precipitated titania). In reality, production batches of precursor powders are probably mixtures of well dispersed, small particle size TiO2 and larger agglomerates of TiO2 on silica. The desire is to optimize production to form mostly the former. Low ETSA values for a powder precursor would imply improper preparation 186 J.E. Swain et al. /Applied Catalysis A: General 139 (1996) 175-187 and would lead to low activity of the metallized monolith should it be used in production -- valuable information to the plant engineer. Problems during extrusion and post extrusion calcination may also produce catalysts of low chemical activity. To illustrate this, ETSA analysis was performed on a series of blank monolith samples known to exhibit varying degrees of catalytic activity when impregnated with vanadia. These extrudates were prepared from the same lot of precursor powder and had identical chemical and physical characteristics. Monoliths containing 2 and 3 wt.-% vanadia were tested. The results are plotted against their respective relative activity values assigned by the catalytic test in Fig. 6. A linear relationship is observed between catalytic activity and ETSA. The correlation coefficient was calculated to be 0.874. A ___ 8% relative error was determined for the ETSA technique from the Std. Dev. of eleven analyses of a 40/60 chemically dispersed TiO2/SiO2 powder. Since all other variables were maintained constant throughout these experiments, it can be concluded that the variability in activity correlates with the differences in ETSA. In such cases, poor metal dispersion due to problems with the impregnation solution or variations from optimum physical characteris- tics of the extrudates may be involved in the loss of overall activity. 4. Conclusion We have demonstrated that the effective titania surface area of commercial TiO2/SiO2 SCR catalysts can be measured by the temperature-programmed reaction of isopropanol. The reaction of the alcohol at the adsorption site to form propene and water is directly proportional to the available titania surface area. We have also demonstrated that changes in ETSA can be directly correlated to changes in the chemical activity of these materials. It is clear that the measure- ment of ETSA of precursors and monoliths during SCR catalyst production by this method is key if time and production costs are to be minimized. Acknowledgements We gratefully acknowledge W.R. Grace and Co. --Conn. for allowing us to present this report and supporting data. We also thank the Catalysis Research Department for preparing the catalyst powders and extrudates used in this study and the Analytical Research Department for their help in characterizing the physical and chemical properties of the materials used. We would also like to acknowledge Mike Jones and Tim Ryan for their experimental assistance to this project. J.E. Swain et al. /Applied Catalysis A: General 139 (1996) 175-187 t87 References [1] H. Bosch and F. Janssen, Catal. Today, 2 (1987) 1. [2] U.S. Ozkan, S.K. Agarwal and G. Marcelin (Editors), Reduction of Nitrogen Oxide Emissions, Am. Chem. Soc. Syrup. Ser., 587 (1995). [3] L.L. Hegedus, J.W. Beeckman, Wie-Hin Pan and J.P. Solar, US Patent 4929586 (1990). [4] J.W. Beeckman and L.L. Hegedus, Ind. Eng. Chem. Res., 30 (1991) 969. [5] J.M. Jehng and I. Wachs, Catal. Lett., 13 (1992) 9. [6] S. Srinivasan, A.K. Datye, M. Hampden Smith, I.E. Wachs, G. Deo, J.M. Jehng, A.M. Turek and C.H.F. Peden, J. CataL, 131 (1991) 1. [7] A.I. Biaglow, R.J. Gorte, S. Srinivasan and A.K. Datye, Catal. Lett., 13 (1992) 4 . [8] J.L. Lemaitre, in F. Delannay (Editor), Characterization of Heterogeneous Catalysts, Marcel Dekker, New York, 1984, Ch. 2. [9] Z. Liu, J. Tabora and R. Davis, J. Catal., 149 (1994) 117-126. [10] K.S. Kim, M.A. Barteau and W.E. Farneth, Langmuir, 4 (1988) 533. APCATA 95003207 0926-860X(95)00320-7 10.1016/0926-860X(95)00320-7 Elsevier Science B.V. All rights reserved Characterization of titania surface area in titania/silica SCR catalysts by temperature-programmed reaction of 2-propanol J.E. Swain * M.V. Juskelis J.P. Slanga J.G. Miller M. Uberoi N.D. Spencer W.R. Grace and Co. — Conn., 7379 Rt. 32, Columbia, MD 21044, USA * Corresponding author. Tel. (+1-410) 5314488, fax. (+1-410) 5314491. This work describes the adaptation of a temperature-programmed reaction (TPRe) analysis to determine the effective titania surface area (ETSA) in mixed titania/silica catalysts used for the selective catalytic reduction of nitrogen oxides. Isopropanol is used as the probe molecule. Since dehydration of the alcohol adsorbed on the titanyl and silanol groups occurs at two distinct temperatures, the exposed (or effective) titania surface area can be measured through quantitation of evolved propene over the titanyl groups via mass spectrometry. Relevance of the use of this technique in the evaluation of raw powders and finished monoliths prior to active metal impregnation is demonstrated through comparison of ETSA data to catalyst activity data with good results. Keywords Titania/silica Surface area Dehydration Isopropanol References [1] Bosch H. Janssen F. Catal. Today 2 1987 1 [2] Ozkan U.S. Agarwal S.K. Marcelin G. Reduction of Nitrogen Oxide Emissions Am. Chem. Soc. Symp. Ser. 587 1995 [3] L.L. Hegedus, J.W. Beeckman, Wie-Hin Pan and J.P. Solar, US Patent 4929586 (1990). [4] Beeckman J.W. Hegedus L.L. Ind. Eng. Chem. Res. 30 1991 969 [5] Jehng J.M. Wachs I. Catal. Lett. 13 1992 9 [6] Srinivasan S. Datye A.K. Hampden Smith M. Wachs I.E. Deo G. Jehng J.M. Turek A.M. Peden C.H.F. J. Catal. 131 1991 1 [7] Biaglow A.I. Gorte R.J. Srinivasan S. Datye A.K. Catal. Lett. 13 1992 4 [8] Lemaitre J.L. Delannay F. Characterization of Heterogeneous Catalysts 1984 Marcel Dekker New York Ch. 2 [9] Liu Z. Tabora J. Davis R. J. Catal. 149 1994 117 126 [10] Kim K.S. Barteau M.A. Farneth W.E. Langmuir 4 1988 533",
      "scopus-id": "0001140096",
      "coredata": {
        "eid": "1-s2.0-0926860X95003207",
        "dc:description": "This work describes the adaptation of a temperature-programmed reaction (TPRe) analysis to determine the effective titania surface area (ETSA) in mixed titania/silica catalysts used for the selective catalytic reduction of nitrogen oxides. Isopropanol is used as the probe molecule. Since dehydration of the alcohol adsorbed on the titanyl and silanol groups occurs at two distinct temperatures, the exposed (or effective) titania surface area can be measured through quantitation of evolved propene over the titanyl groups via mass spectrometry. Relevance of the use of this technique in the evaluation of raw powders and finished monoliths prior to active metal impregnation is demonstrated through comparison of ETSA data to catalyst activity data with good results.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-06-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95003207",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Swain, J.E."
          },
          {
            "@_fa": "true",
            "$": "Juskelis, M.V."
          },
          {
            "@_fa": "true",
            "$": "Slanga, J.P."
          },
          {
            "@_fa": "true",
            "$": "Miller, J.G."
          },
          {
            "@_fa": "true",
            "$": "Uberoi, M."
          },
          {
            "@_fa": "true",
            "$": "Spencer, N.D."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95003207"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95003207"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00320-7",
        "prism:volume": "139",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization of titania surface area in titania/silica SCR catalysts by temperature-programmed reaction of 2-propanol",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Titania/silica"
          },
          {
            "@_fa": "true",
            "$": "Surface area"
          },
          {
            "@_fa": "true",
            "$": "Dehydration"
          },
          {
            "@_fa": "true",
            "$": "Isopropanol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "175-187",
        "prism:endingPage": "187",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 June 1996",
        "prism:doi": "10.1016/0926-860X(95)00320-7",
        "prism:startingPage": "175",
        "dc:identifier": "doi:10.1016/0926-860X(95)00320-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001140096"
      }
    }
  }
}