{
  "metadata": {
    "title": "Temperature-programmed oxidation studies of aged V-containing hydroprocessing catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-08-17",
    "doi": "10.1016/0926-860X(95)00065-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95000658",
    "pii": "0926860X95000658"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-3743090507",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X95000658 0926-860X(95)00065-8 0926860X95000658 10.1016/0926-860X(95)00065-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00440 2024-01-01T12:18:48.759026Z 0 0 19950817 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 129 129 1 1 Volume 129, Issue 1 5 43 55 43 55 19950817 17 August 1995 1995-08-17 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. TEMPERATUREPROGRAMMEDOXIDATIONSTUDIESAGEDVCONTAININGHYDROPROCESSINGCATALYSTS ZEUTHEN P VANDOORN 1987 391 J YOSHIMURA 1988 136 Y PROC9THINTCONGRCATALYSISCALGARY1988 BARTHOLDY 1995 J ZEUTHEN 1991 117 P FURIMSKY 1993 4 E VANDOORN 1992 101 J FURIMSKY 1987 657 E 1976 PHYSICALTHERMODYNAMICPROPERTIESVARIOUSELEMENTSCOMPOUNDSGIRDLERPAMPHLET YEN 1972 F102 T TERNAN 1979 45 M FUELPROCTECHNOL BEUTHER 1980 271 H BOGDANOR 1986 220 J ABSIHALABI 1991 193 M FOZARD 1995 103 P MASSOTH 1981 63 F FUELPROCTECHNOL HALDEMAN 1959 489 R BEUTHER 1965 177 H INDENGCHEMPROCDESDEV TAMM 1981 262 P INDENGCHEMPROCDESDEV ZEUTHENX1995X43 ZEUTHENX1995X43X55 ZEUTHENX1995X43XP ZEUTHENX1995X43X55XP item 0926-860X(95)00065-8 0926860X95000658 1-s2.0-0926860X95000658 10.1016/0926-860X(95)00065-8 271346 2024-01-01T12:18:48.759026Z 1995-08-17 1-s2.0-0926860X95000658-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000658/MAIN/application/pdf/2e1ea179f153240d0e21d3149da4d421/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000658/MAIN/application/pdf/2e1ea179f153240d0e21d3149da4d421/main.pdf main.pdf pdf true 616582 MAIN 13 1-s2.0-0926860X95000658-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000658/PREVIEW/image/png/f4dd2b9f9f1a9908be620210de83b5bd/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000658/PREVIEW/image/png/f4dd2b9f9f1a9908be620210de83b5bd/main_1.png main_1.png png 42744 849 656 IMAGE-WEB-PDF 1 \"~~ ~ APPLIED ~~~* CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 129 (1995) 43-55 Temperature-programmed oxidation studies of aged V-containing hydroprocessing catalysts Per Zeuthen a,*, j. Bartholdy a, F.E. Massoth b \" Haldor TopsOe Research Laboratories, Nymollevej 55 DK-2800 Lyngbv, Denmark b Department of Chemical and Fuels Engineering, University of Utah, Salt Lake City, Utah, USA Received 1 December 1994; revised 2 March 1995; accepted 2 March 1995 Abstract Temperature-programmed oxidation (TPO) of a NiMo/alumina hydrotreating catalyst aged with Kuwait resid showed the presence of two distinct types of coke. A low-temperature coke (type I), showing a CO2 peak around 460, is attributed to a 'normal' coke, which is found on catalysts aged with lighter feeds. A high-temperature coke ( type II), showing a CO2 peak around 620, is associated with vanadium deposits and appears to be consistent with the presence of asphaltenes. The presence of COS in the TPO profiles is taken as evidence of sulfur in the coke. In addition, a low-temperature COS peak is observed, which is ascribed to adsorbed CHx species in the inorganic sulfide phase. The coke effectively covers the inorganic sulfide phase. Hence, appreciable loss of catalytic activity could be due to coverage of active sites by coke, aside from any specific poisoning effects of metal deposits. Keywords: Aging; Coking; Hydroprocessing; Temperature-programmed oxidation; Vanadium 1. Introduction Previous temperature-programmed oxidation (TPO) studies on hydrotreating catalysts, which were artificially coked or aged with non-metal containing feeds [ 1-3 ], showed the following features: (1) a single, characteristic CO2 (and CO) peak between 400 and 450, the temperature of which depended somewhat on the nature of the feed and the catalyst; (2) one or more SO2 peaks generated from oxidation of the inorganic sulfur present in the catalyst. One of these peaks occurred at a lower temperature than the CO2 peak. * Corresponding author. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDl O926-860 X ( 9 5 ) 00065-8 44 P. Zeuthen et al. / Applied Cata&sis A: General 129 (1995) 43 55 Table 1 Feedstock properties of Kuwait AR Cut () 343 + API gravity 13.8 Sulfur (wt.-%) 4.3 Nitrogen (ppm) 2400 Ni + V (ppm) 82 CCR (wt.-%) 10.5 Further TPO studies on the nature of the nitrogen present on these catalysts showed that the nitrogen is predominantly associated with adsorbed nitrogen-containing species on the catalyst surface [4,5]. In a previous study [3], we have reported the TPO of aged catalysts containing coke and metals deposits. An interesting finding from that study was the presence of an additional high-temperature CO2 peak for aged catalysts containing moderate levels of vanadium. The present paper reports on a more detailed study of the nature of the high-temperature coke. 2. Experimental The fresh catalyst used to obtain the aged samples consisted of 2.8% Ni, 10.1% Mo and 2.2% P supported on alumina with a surface area of 170 me/g. The aged samples were obtained from bench scale hydrotreatment carried out for 7500 h, using Kuwait atmospheric bottoms feed, reaching a maximum temperature of 405. Properties of the Kuwait feed are given in Table 1. The aged catalyst bed was split into three fractions. After extraction with xylene and drying at 100, the top fraction ( KW-7 ) contained 8.0% S, 9.6% C and 3.6% V, and the bottom fraction (KW-9) contained 7.4% S, 11.4% C and 1.4% V. The aged catalysts were analyzed for C and H by conventional combustion analysis. Vanadium was determined by colorimetry as the tungsten vanado phosphoric acid complex at 400 nm. A Conradson carbon (CCR) analysis was carried out on the Kuwait feed in order to obtain a sample of the residue. The asphaltene sample was obtained by precipi- tation of the Kuwait feed by heptane, the insoluble residue being asphaltenes. The residue was subsequently heated in nitrogen to 450 to remove any lighter mate- rials. The temperature-programmed oxidation (TPO) technique involved heating the sample (0.3 g) at a linear heating rate (10/rain) in a gaseous stream containing oxygen (20% O2/Ar). The effluent stream was monitored for various species as a function of time with a mass spectrometer. Additional details are presented else- where [3,4]. P, Zeuthen et al. /Applied Catalysis A: General 129 (1995) 43-55 45 .4 ~J 0) E 5 E a ! S02 /j/' ' 100 200 300 400 500 600 Temperature b so2 / ,/ 1 O0 200 300 400 jl\"~11\"C02 I 700 800 900 \"~k--co2 s6o 660 760 ~o 900 Temperature Fig. 1. (a) SO2 and CO2 profiles for TPO of aged catalyst (KW-9). (b) SO2 and CO_~ profiles for TPO of aged catalyst (KW-7), 3. Results 3.1. TPO of aged catalysts Fig. 1 a and b show SO2 and CO2 relative intensities vs. temperature for the TPO of aged catalysts KW-9 and KW-7, respectively. Two distinct coke oxidation regions are evident, viz. (1) a low-temperature region with a maximum around 460, and (2) a high-temperature region around 610. The low-temperature coke oxidation region (type I coke) is characteristic of coke found on catalysts aged with vacuum gas oil [3]. The high-temperature region (type II coke), how- ever, is not found for the catalysts aged with vacuum gas oil. The patterns seen for KW-7 and KW-9 are very similar except for peak intensities; KW-7 has relatively more coke in the high-temperature region. The SO2 profiles of the two catalysts are very similar. The middle SO2 profile closely matches the CO2 profile. In addition, there is a low-temperature peak around 46 P. Zeuthen et al. /Applied Catalvxi.s A: General 129 (1995) 43-55 5 E mass 30 (NO)------~ i i .4,- mass 28 (CO)I 1 1 100 260 360 400 560600' 700 800 900 Temperature mass ~8 (COl '// ' : i 5 mass 30 (NQ)~ I ; I E ID I i : i i 1 oo 200 360 4oo soo 660 760 860 900 Temperature Fig. 2. (a) CO and mass 30 profiles for TPO of aged catalyst (KW-9). (b) CO and mass 30 profiles for TPO of aged catalyst (KW-7). 300 and a minor, broad high-temperature peak around 650. These SO2 profiles are significantly different from those obtained in the TPO of the fresh, sulfided catalyst, which showed a major SO2 peak around 260 and a minor one around 470 [ 3 ]. The fact that the position of the low-temperature SO2 peak is comparable with that of the fresh sulfided catalyst [ 3 ] suggests that this maximum is related to the oxidation of metal sulfides. Also the absence of carbon dioxide evolution at this temperature indicates that the sulfur dioxide production can be ascribed to the oxidation of the NiMoS phase. Correlation of carbon dioxide and sulfur dioxide areas with aged catalyst samples, for which %C and %S were known, allowed estimation of the overall S/C atomic ratio for type I coke in the aged catalysts of about 5 to 1. This high ratio indicates that most of the sulfur comes from inorganic sulfur in the catalyst rather than sulfur in the coke. Profiles of mass 28 (CO) and mass 30 for the aged catalysts are shown in Fig. 2a and b. The CO profile closely matches the CO2 profile. In these and subsequent plots involving more than one species with different concentrations, the y-axis has been adjusted in order to present the different profiles on the same plot. Mass 30 P. Zeuthen et al. /Applied Catalysis A: General 129 (1995) 43-55 47 would normally be assigned to NO. However, since the mass 28 (CO) concentration is relatively high (low sensitivity setting), and the mass 30 concentration low ( high sensitivity setting), an appreciable contribution to mass 30 can arise from the natural abundance of isotope C~80. Nevertheless, it is clear that the mass 30 profile does not exactly match the mass 28 profile, being displaced to higher temperature. In order to check that this was not an artifact of the mass spectrometer readings, a TPO on a sample of coronene was carried out, with the result that the profiles of masses 28 and 30 closely matched each other and the peak temperatures were identical. Thus, the trailing edge of the mass 30 profile is taken to indicate the presence of NO in the effluent from the TPO. This result, in conjunction with earlier studies [ 5], indicates that the nitrogen is associated with organic nitrogen-species adsorbed on the catalyst surface. There also appears to be an appreciable amount of NO present in the high-temperature mass 30 peak (600). However, the nitro- gen now appears to be directly associated with the coke as shown by the close match of the 28 and 30 peaks. A quantitative estimate of the NO present could not be made, as the clSo contribution to the mass 30 profile could not be accurately accounted for because of the relatively high background to mass 28 from residual nitrogen in the mass spectrometer. The profiles of mass 60, together with CO2 and SO2, are shown in Fig. 3a and b. Mass 60 shows three peaks. The peak at 300 coincides with the first SO2 peak, the 450 peak coincides with both SO2 and CO2, and the very low intensity high- temperature peak is associated with the high-temperature CO2 peak. Mass 60 is assigned to COS on the basis that it was not observed in the TPO of the sulfided catalyst or in a sample of 8% pyrene on alumina (unsulfided). For the former sample, only oxidized sulfur-containing species were observed, whilst for the latter sample, only carbon-containing species were obtained. Thus, mass 60 only appears when both carbon and sulfur are present in the sample, and the only possible combination of these with oxygen in COS. From the SO2 profiles it is not possible to distinguish between inorganic sulfur on the catalyst and sulfur in the coke due to the coincidence of the coke and sulfur oxidation peaks. The appearance of COS in the 450 peak could arise from sulfur in the coke or from a reaction between sulfur dioxide from catalyst sulfur and carbon monoxide (from coke), viz.: SO2 + CO COS + 02 (1) However, the equilibrium constant for this reaction at 450 is extremely unfavor- able (see later). Furthermore, no carbon monoxide is observed in the COS peak at 300. Consequently, the appearance of COS is due to sulfur in the coke. On this basis, both the low-and high-temperature coke phases most likely contain sulfur. The presence of sulfur in coke has been inferred in other studies from coincidence of the CO2 and SO2 profiles [6,7]. To sum up, the important features of these aged catalysts are: 48 P. Zeuthen et al. /Applied Catalysis A: General 129 (1995) 43 55 ra , CO2 /i~So2 0 100 260 ado 4oo 5do ~0 700 8o0 9oo Temperature loo 260 aoo 400 500 600 700 8oo 900 Temperature Fig. 3. (a) Mass 60, SO2 and CO2 profiles for TPO of aged catalyst (KW-9). (b) Mass 60, SO2 and CO2 profiles for TPO of aged catalysts (KWoT). ( 1 ) a coke which oxidizes at high temperature in addition to the 'normal' coke; (2) most of the sulfur present is inorganic; (3) presence of nitrogen on the catalyst and in the high-temperature coke. 3.2. TPO of conradson carbon In order to further investigate the nature of the high-temperature coke and the source of the COS, a sample of deposits from a Conradson carbon (CCR) analysis was subjected to TPO. Fig. 4 presents TPO profiles for SO2, CO and COS. Only one peak around 550 was obtained. All the profiles closely matched each other. These results indicate an intimate mixture of carbon and sulfur in the coke. Estimates of sulfur dioxide and carbon monoxide concentrations at the maximum temperature (derived from area calibrations using a catalyst of known sulfur and carbon content) gave the following partial pressures: E P. Zeuthen et al. /Applied Catalysis A: General 129 (1995) 43-55 49 1 O0 200 300 400 500 600 700 800 900 Temperature Fig. 4. SO:, CO and COS profiles for TPO of Conradson carbon sample. SO2 = 2.3- l03 atm CO = 2.2. l0 2 atm O2=0.21 atm. Insertion of these values into the equilibrium ofEqn. I with an equilibrium constant at 550 of 6.2.10 t8 [8] yields a COS partial pressure of 1.5. l021 atm. Obvi- ously, the COS observed in the TPO is much higher than the predicted equilibrium value. This means that the COS formed during oxidation of Conradson carbon could not come from reaction ( 1 ), but rather must arise from a direct reaction with the coke, e.g.: C-S + 2 ~ COS (2) Thus, the presence of COS is evidence of sulfur in the coke. Fig. 5 shows mass 28 and mass 30 profiles for the CCR sample. The later appearance of mass 30 may indicate that the nitrogen is 'buried' within or under the coke. 3.3. TPO of asphaltenes Since the Kuwait feed contains asphaltenes as well as condensed polynuclear aromatics, a sample of asphaltenes was examined by TPO. The TPO profiles of the asphaltene sample, shown in Fig. 6, display two distinct C and S oxidation peaks, an initial sharp peak followed by a shallower peak. The close concordance of these profiles signifies that the sulfur in the asphaltene is uniformly distributed. The sharp peak, which was accompanied by a temperature rise, is in contrast to the broader peaks seen in the aged catalysts (Fig. 3a and b) and the CCR sample (Fig. 4). The general similarity between the profiles of the asphaltene and the CCR samples is in line with the presence of asphaltenes in the CCR sample. 50 P. Zeuthen et al. /Applied Catalysis A: General 129 (1995) 43-55 mass 28 (CO~ 1 mas 30 (N) J I i loo 200 360 400 soo 600 ~6o 860 goo Temperature Fig. 5. CO and mass 30 (NO) profiles for TPO of Conradson carbon sample. An interesting feature of Fig. 6 is the delay in the mass 30 profile, indicating that oxidation of nitrogen occurs somewhat later than the oxidation of carbon. A model of asphaltene proposed by Yen [9] consists of a nucleus of condensed aromatic sheets held together by weak van der Waal' s forces. Sulfur and nitrogen are believed to be present in these sheets, together with some V-and Ni-porphyrins. At the ends of the sheets are hydrocarbon chains, which may also contain sulfur. According to our TPO results, oxidation apparently starts at the hydrocarbon end chains, causing a rapid, exothermic reaction (sharp initial peak). The subsequent, broader peak is then due to a slower oxidation of the more refractory, aromatic sheets, probably proceeding from the edges inward. The later oxidation of some of the nitrogen is most likely from oxidation of the inner-core nitrogen in the porphyrin. 4. Discussion The high-temperature CO2 peak, observed in the TPO of the Kuwait-aged cata- lysts (Fig. 1), has been noted before by van Doorn et al. [6]. These authors report soJ i i 5 o) 1 O0 200 300 400 500 600 700 800 900 Temperature Fig. 6. CO, SO2 and mass 30 (NO) profiles for TPO of asphaltene sample. P. Zeuthen et al. / Applied Catalysis A: General 129 (1995) 43-55 51 a relatively small CO2 peak at approximately 620 for a 'high metal loading' catalyst treated with 'residual feed'; a similarly treated catalyst having a 'low metal loading' failed to show the high-temperature peak. In this respect, we have previ- ously shown that a Kuwait-aged catalyst containing 0.4% V failed to produce the high-temperature peak [3]. Thus, this high-temperature coke appears to be associated with the V-content of the aged catalyst. In addition to the high-temperature coke, a low-temperature coke oxidation peak is found for the Kuwait-aged catalysts. This coke is characteristic of catalysts coked with light feeds [2,3,7]. The CO2 peak occurs in the temperature range 400 and 450, depending on the nature and amount of coke present [3 ] (type I coke). A common feature of this coke from light feeds is that it does not cover the whole inorganic sulfur phase, i.e. appreciable SO2 evolution (characteristic of the fresh, sulfided catalyst) occurs before the CO2 peak. However, when a moderate amount of vanadium is present on the aged catalyst, this low-temperature SO2 peak is less pronounced (Fig. la and b). This indicates that the inorganic sulfur phases are covered by coke, requiring at least partial oxidation of the coke before the under- lying sulfur can be oxidized. Some authors [ 7,10-12 ] mention two types of coke on aged catalysts, a 'reactive' and a 'non-reactive' coke. We can identify the latter with our high-temperature CO2 peak (type II coke). Since the high-temperature, type II coke peak was not observed with a vacuum gas oil feed, the Kuwait feed seems to be responsible, or more precisely, components in the feed. Of these, asphaltenes containing the metal- porphyrins are notably absent from the light feeds. These heavy materials, included in the Conradson carbon residue, are most likely the precursor components of type II coke, which shows characteristics similar to the CCR and asphaltene TPO' s with respect to the presence of sulfur and nitrogen. In this case, nitrogen is inside the coke matrix, in contrast with type I coke, where nitrogen is not directly associated with the coke, but rather exists as adsorbed species on the catalyst surface [5]. Another feature of catalysts aged with heavy feeds that is not seen for catalysts aged with VGO is the appreciable deposition of metals, especially vanadium. These metals, of course, predominantly come from the asphaltenes, and it is tempting to relate these to the high-temperature coke. The COS peak in the high-temperature coke signifies the presence of sulfur in the condensed coke, and the presence of nitrogen associated with the asphaltenes. In their aged catalyst, Beuther et al. [ 11 ] identified a coke with an asphaltene-like character. Absi-Halabi et al. [13] have suggested that a major source of coke is asphaltenes precipitated from solution at reaction temperature. An important observation made in a recent nuclear microprobe study by Fozard et al. [ 14] is that the H/C atom ratio of the coke decreases in regions of the catalyst pellet where there are high concentrations of deposited vanadium sulfide. The C, H/C and V profiles for aged catalysts, as adapted from [ 14], are shown in Fig. 7. The inverse relationship between H/C and %V indicates that hydrogenation is inhibited by the presence of vanadium, permitting consolidation of the coke by 52 P. Zeuthen et al. /Applied Catalysis A: General 129 (1995) 43-55 a) KW-7 O ,.,,, .< r.) & 22 20 18 16 14 12 10 8 6 4 2 0 I 20 ~eeoeoo~eeeo6eq I , I I , A i 40 60 80 DISTANCE (%) ' 16o KW-7 c) KW-7 1.4 1.2 1.0 0.8 o.61 0.4 0.2 0.0 ' O00000000000 12i 10 N a . z 6 < > 4 2 OOooo.ooo.0~ '0 00 4' '' ' 8'0 ' ''' ' ' ' ' I ' ' '2~0 0 '6'0 20 40 6 8'0 100 DISTANCE (%) DISTANCE (%) Fig. 7. Catalyst distributions of carbon, vanadium and hydrogen/carbon atom ratio volume-% for KW-7. ' 16o dehydrogenation. Thus, the reason why type II coke is more refractory may be due to the long hydroprocessing times, during which vanadium deposits on the catalyst. Asphaltenes undergo reaction on the catalyst, forming VSx and coke, the latter gradually dehydrogenating to form a more graphitic-like structure, in agreement with the nuclear microprobe studies. The maximum temperature for type II coke in the aged catalyst is remarkably close to that observed for a coked cracking catalyst [ 15]. The coke on the latter catalysts has been shown to have a graphite- like structure [ 16]. Another difference between the Kuwait-aged catalysts and the VGO-aged cata- lysts is the less intensive low-temperature SO2 oxidation peak characteristic of the fresh, sulfided catalyst. In the Kuwait-aged catalysts, the SO2 appears with a minor peak at low temperature and a major SO2 peak in close conjunction with the first CO2 peak due to type I coke. Since this coke is similar to the 'normal' coke found in VGO-aged catalysts, it may be surmised that part of the inorganic phase of the latter catalysts becomes covered by coke in the Kuwait-aged catalysts. It seems reasonable to suppose, as suggested by Beuther and Larson [17], that there are some especially active sites that prevent formation of coke when the feed only consists of lighter components; thus, type II coke is not formed on these sites due to their hydrogenating activity. However, when heavy coke precursor components are present, as in the Kuwait feed, these sites are not sufficiently active to prevent formation of type II coke, especially as this coke will be associated with asphaltene P. Zeuthen et al. /Applied Catalysis A: General 129 (1995) 43-55 53 SO2 COS SSCSS r-q SS FI SSl-lSS MO MO Mo MO Mo Mo Mo 1st stage \"-- 300 NO SO2 002/00 ,,,, OOOOS [] SSCI SS [] SS Mo Mo Mo Mo Mo Mo Mo 2nd stage ~ 450 NO SO2 002/00 Zj OOOOOOOOOSSE]SS 3rd stage ~- 600 Mo Mo Mo Mo Mo Mo Mo Fig. 8. Schematic presentation of proposed course of TPO of aged KW catalysts. deposition. Coke formation occurs relatively early during hydroprocessing [18], whereas vanadium is deposited slowly, as it is mostly associated with the asphal- tenes present in a low concentration in the feed. Since the total coke level does not change much during processing, and the vanadium deposition gradually increases, some of the type I coke originally formed maybe converted into type II coke with time. The TPO of the aged catalyst taken from the top (inlet) of the reactor (Fig. 1 b), KW-7, compared with the TPO of the catalyst taken from the bottom of the reactor from the same run (Fig. la), KW-9, shows that the former catalyst contains rela- tively more type II coke, despite having a lower total coke content (13.5% vs. 16.4% for KW-9). Both catalysts exhibited similar low-temperature CO2 peaks. Since both catalysts were subjected to the same run time, it is likely that the larger amount of type II coke in the KW-7 catalyst is due to its higher vanadium-content. The appearance of COS in the TPO is always accompanied by SO2 evolution. The TPO results on the CCR sample indicates that COS arises from a direct reaction of oxygen with the sulfur and carbon in the sample. Thus, the COS obtained in the TPO of the aged catalysts at moderate and high temperature is most likely due to direct oxidation of type I and type II coke, respectively, since we have shown that its formation from SO2 and CO is thermodynamically prohibited. The presence of COS has not been previously reported, presumably because it has not been looked for in the TPO products. It is significant that the first COS peak appeared in the TPO of the aged catalysts at relatively low temperature (Fig. 3a and b). Especially for catalyst KW-9, it showed up before the appearance of CO2, but the COS was accompanied by SO2. 54 P. Zeuthen et al. /Applied Camlysis A: General 129 (1995) 43-55 Stoichiometry requires simultaneous oxidation of a C-S species, i.e. one C atom with one S atom. It is difficult to envision that isolated C atoms would be present on the catalyst surface. It seems more reasonable that CHx species could be adsorbed in vacancies surrounded by catalyst sulfide species. This could explain the COS as well as the SO2 which accompanies the COS as coming from neighboring sulfur species on the catalyst surface. How such CHx species could be formed during processing is not clear at present. A schematic representation of the course of TPO of the aged catalyst is given in Fig. 8. 5. Conclusions A hydrotreating catalyst, aged with a Kuwait feed, was found to contain a coke species (type II) which oxidizes at a high temperature, and another coke species (type I) which oxidizes at a lower temperature. The latter is associated with 'normal' coke obtained with lighter feeds, whereas type II coke is thought to be associated with vanadium deposits and appears to contain asphaltenes. Both types of coke contain sulfur and essentially cover the inorganic sulfide phases present. Nitrogen is also present as strongly adsorbed nitrogen compounds below the coke and/or in the coke itself. Acknowledgements We gratefully acknowledge the invaluable experimental assistance by Mr. Peder Blom. References [ 1 ] J. van Doom, J.L. Bosch, R.J. Bakkum and J.A. Moulijn, Stud. Surf. Sci. Catal., 34 (1987) 391. [2] Y. Yoshimura, E. Furimsky, T. Sato, H. Shimada, N. Matsubayashi and A. Nishijima, in M.J. Phillips and M. Ternan (Editors), Proc. 9th Int. Congr. on Catalysis, Calgary 1988, Vol. 1, Chem. Inst. Canada, Ottawa, 1988, p. 136. [3] J. Bartholdy, P. Zeuthen and F.E. Massoth, Appl. Catal. A, 000 (1995) 000. [4] P. Zeuthen, P. Biota, B. Muegge and F.E. Massoth, Appl. Catal., 68 ( 1991 ) 117. [5] E. Furimsky and F.E. Massoth, Catal. Today, 17 (1993) 4. [6] 1. van Doom, H.A.A. Barbolina and J.A. Moulijn, Ind. Eng. Chem. Res. 31 (1992) 101. [7] E. Fufimsky and Y. Yoshimura, Ind. Eng. Chem. Res., 26 (1987) 657. [8] Anon., Physical and Thermodynamic Properties of Various Elements and Compounds, Girdler Pamphlet, Girdler Chemical, Inc., 1976. [9] T.F. Yen, Am. Chem. Soc., Div. Pet. Chem. Prepr., 17 (1972) F102. [ 10] M. Ternan, E. Furimsky and B.I. Parsons, Fuel Proc. Technol., 2 (1979) 45. [ 11 ] H. Beuther, O.A. Larson and A.J. Perrutta, Stud. Surf. Sci. Catal., 6 (1980) 271. [ 12] J.M. Bogdanor and H.F. Rase, Ind. Eng. Chem. Prod. Res. Dev., 25 (1986) 220. P. Zeuthen et al. /Applied Catalysis A: General 129 (1995) 43-55 55 [ 13] M. Absi-Halabi, A. Stanislaus and D.L. Trimm, Appl. Catal., 72 ( 1991 ) 193. [ 14] P.R. Fozard, J.W. McMillan and P. Zeuthen, J. Catal., 152 (1995) 103. [ 15] F.E. Massoth, Fuel Proc. Technol., 4 ( 1981 ) 63. [ 16] R.G. Haldeman and M.C. Botty, J. Phys. Chem., 63 (1959) 489. [ 17] H. Beuther and O.A. Larson, Ind. Eng. Chem. Proc. Des. Dev., 4 (1965) 177. [ 18] P.W. Tamm, H.F. Harnsberger and A.G. Bridge, Ind. Eng. Chem. Proc. Des. Dev., 20 ( 1981 ) 262. APCATA 95000658 0926-860X(95)00065-8 10.1016/0926-860X(95)00065-8 Article Temperature-programmed oxidation studies of aged V-containing hydroprocessing catalysts Per Zeuthen ∗ a J. Bartholdy a F.E. Massoth b a Haldor Topsøe Research Laboratories, Nymøllevej 55, DK-2800 Lyngby, Denmark b Department of Chemical and Fuels Engineering, University of Utah, Salt Lake City, Utah, USA ∗ Corresponding author. Temperature-programmed oxidation (TPO) of a NiMo/alumina hydrotreating catalyst aged with Kuwait resid showed the presence of two distinct types of coke. A low-temperature coke (type I), showing a CO2 peak around 460°C, is attributed to a ‘normal’ coke, which is found on catalysts aged with lighter feeds. A high-temperature coke (type II), showing a CO2 peak around 620°C, is associated with vanadium deposits and appears to be consistent with the presence of asphaltenes. The presence of COS in the TPO profiles is taken as evidence of sulfur in the coke. In addition, a low-temperature COS peak is observed, which is ascribed to adsorbed CH x species in the inorganic sulfide phase. The coke effectively covers the inorganic sulfide phase. Hence, appreciable loss of catalytic activity could be due to coverage of active sites by coke, aside from any specific poisoning effects of metal deposits. Keywords Aging Coking Hydroprocessing Temperature-programmed oxidation Vanadium References [1] J. van Doorn J.L. Bosch R.J. Bakkum J.A. Moulijn Stud. Surf. Sci. Catal. 34 1987 391 [2] Y. Yoshimura E. Furimsky T. Sato H. Shimada N. Matsubayashi A. Nishijima M.J. Phillips M. Ternan Proc. 9th Int. Congr. on Catalysis, Calgary 1988 Vol. 1 1988 Chem. Inst. Canada Ottawa 136 [3] J. Bartholdy P. Zeuthen F.E. Massoth Appl. Catal. A 1995 [4] P. Zeuthen P. Blom B. Muegge F.E. Massoth Appl. Catal. 68 1991 117 [5] E. Furimsky F.E. Massoth Catal. Today 17 1993 4 [6] J. van Doorn H.A.A. Barbolina J.A. Moulijn Ind. Eng. Chem. Res. 31 1992 101 [7] E. Furimsky Y. Yoshimura Ind. Eng. Chem. Res. 26 1987 657 [8] Anon. Physical and Thermodynamic Properties of Various Elements and Compounds, Girdler Pamphlet 1976 Girdler Chemical, Inc [9] T.F. Yen Am. Chem. Soc., Div. Pet. Chem. Prepr. 17 1972 F102 [10] M. Ternan E. Furimsky B.I. Parsons Fuel Proc. Technol. 2 1979 45 [11] H. Beuther O.A. Larson A.J. Perrotta Stud. Surf. Sci. Catal. 6 1980 271 [12] J.M. Bogdanor H.F. Rase Ind. Eng. Chem. Prod. Res. Dev. 25 1986 220 [13] M. Absi-Halabi A. Stanislaus D.L. Trimm Appl. Catal. 72 1991 193 [14] P.R. Fozard J.W. McMillan P. Zeuthen J. Catal. 152 1995 103 [15] F.E. Massoth Fuel Proc. Technol. 4 1981 63 [16] R.G. Haldeman M.C. Botty J. Phys. Chem. 63 1959 489 [17] H. Beuther O.A. Larson Ind. Eng. Chem. Proc. Des. Dev. 4 1965 177 [18] P.W. Tamm H.F. Harnsberger A.G. Bridge Ind. Eng. Chem. Proc. Des. Dev. 20 1981 262",
      "scopus-id": "3743090507",
      "coredata": {
        "eid": "1-s2.0-0926860X95000658",
        "dc:description": "Temperature-programmed oxidation (TPO) of a NiMo/alumina hydrotreating catalyst aged with Kuwait resid showed the presence of two distinct types of coke. A low-temperature coke (type I), showing a CO2 peak around 460°C, is attributed to a ‘normal’ coke, which is found on catalysts aged with lighter feeds. A high-temperature coke (type II), showing a CO2 peak around 620°C, is associated with vanadium deposits and appears to be consistent with the presence of asphaltenes. The presence of COS in the TPO profiles is taken as evidence of sulfur in the coke. In addition, a low-temperature COS peak is observed, which is ascribed to adsorbed CH x species in the inorganic sulfide phase. The coke effectively covers the inorganic sulfide phase. Hence, appreciable loss of catalytic activity could be due to coverage of active sites by coke, aside from any specific poisoning effects of metal deposits.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-08-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95000658",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zeuthen, Per"
          },
          {
            "@_fa": "true",
            "$": "Bartholdy, J."
          },
          {
            "@_fa": "true",
            "$": "Massoth, F.E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95000658"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95000658"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00065-8",
        "prism:volume": "129",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Temperature-programmed oxidation studies of aged V-containing hydroprocessing catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Aging"
          },
          {
            "@_fa": "true",
            "$": "Coking"
          },
          {
            "@_fa": "true",
            "$": "Hydroprocessing"
          },
          {
            "@_fa": "true",
            "$": "Temperature-programmed oxidation"
          },
          {
            "@_fa": "true",
            "$": "Vanadium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "43-55",
        "prism:endingPage": "55",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 August 1995",
        "prism:doi": "10.1016/0926-860X(95)00065-8",
        "prism:startingPage": "43",
        "dc:identifier": "doi:10.1016/0926-860X(95)00065-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/3743090507"
      }
    }
  }
}