{
  "metadata": {
    "title": "Tailpiece: Early work on ammonia synthesis in the US: Part II",
    "authors": "",
    "journal": "Applied Catalysis A: General",
    "date": "1994-05-26",
    "doi": "10.1016/0926-860X(94)80236-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9480236X",
    "pii": "0926860X9480236X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X9480236X 0926-860X(94)80236-X 0926860X9480236X 10.1016/0926-860X(94)80236-X S350 S350.1 CONTENTS-ENTRY-ONLY 1-s2.0-S0926860X00X01809 2024-01-01T12:21:06.294127Z 0 0 19940526 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount articletitle alllist content subj ssids 0926-860X 0926860X 112 112 2 2 Volume 112, Issue 2 26 N27 N32 N27 N32 19940526 26 May 1994 1994-05-26 1994 simple-article nws Copyright © 1994 Published by Elsevier B.V. All rights reserved. TAILPIECE item 0926-860X(94)80236-X 0926860X9480236X 1-s2.0-0926860X9480236X 10.1016/0926-860X(94)80236-X 271346 2024-01-01T12:21:06.294127Z 1994-05-26 1-s2.0-0926860X9480236X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9480236X/MAIN/application/pdf/f6f09d688662714b4b696a718e2d9e06/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9480236X/MAIN/application/pdf/f6f09d688662714b4b696a718e2d9e06/main.pdf main.pdf pdf true 526715 MAIN 6 1-s2.0-0926860X9480236X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9480236X/PREVIEW/image/png/0c9e343bd30be93e39ac60c03090178c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9480236X/PREVIEW/image/png/0c9e343bd30be93e39ac60c03090178c/main_1.png main_1.png png 67914 849 656 IMAGE-WEB-PDF 1 N27 The book is worth reading for those working in catalysis and should be especially useful on the shelf of libraries dealing with organic catalytic synthesis. Santa Fe N. FIGOLI 8 April 1994 Tailpiece Early Work on Ammonia Synthesis in the US: Part II Youthful Training of an Innovator (J) All too frequently a discovery is heralded but the discoverer receives little or no attention. For example, the Haber process lives on in chemistry texts but the complex and interesting personality as well as the values of the inventor do not survive as well. In order to appreciate the magnitude of the individual and the accomplishment we should consider them in the light of the times that they receive their training, conduct their research and make the discoveries. This is a most difficult task. It is easier to consider the individual in today's light and thereby obtain some understanding of changes that have occurred. As we look at the early years of Cottrell, a very successful innovator, we should consider how he would fit into the training today's youth receives and whether society can accept today such an unique person. Cottrell was certainly not the typical child. The school he attended was opened by Miss Sarah Horton; she intended that the school help its pupils to lay the foundation of a general culture. During his early school years, he completed Miss Horton's homework assignments while his Aunt Mame read to him from Harper's Young People or the Scientific American. His powers of maintaining divided attention permitted him to absorb both. He could immediately prompt Aunt Mame to the exact point where she had left off reading to him the previous evening. Today, one hundred years later, the youth in even the most underdeveloped nation would be plugged into a headset listening to \"modern music\" rather than science. Harpers Magazine at that time included an \"Amateur's Workshop\" column. Cottrell followed instructions, while still in elementary school, contained in it for building his own camera, and then started a business of photographing real estate. He made enough doing this to purchase a better camera. Cottrell soon turned his attention to electricity, and at eleven he was making a dynamo, medical battery and an induction coil to carry out experimental work with them. At the young age of thirteen, Cottrell and a friend were publishing the \"Boy's Workshop\", a four page newspaper that was mailed to subscribers every Monday. The first issue stated its policy as: \"Having dedicated this to the public in general and boys in particular we wish to say that it will be devoted chiefly to the description of easily and cheaply constructed apparatus.\" A subscription cost $0.50 for six months, and advertising was a dollar an inch - prices that were, in 1900, on the expensive side. The first issue contained five advertisements. The publication was soon granted second-class mailing privileges by the Oakland applied catalysis A: General Volume 112 No. 2-26 May 1994 N28 Post Office. This prompted Cottrell to expand his horizons by mailing the newspaper throughout the US, expecting the recipient technical publication to reciprocate by sending him a copy of their publication. The Electrical Review, located on Park Row in New York City, did not appreciate this request since the publisher responded: \"Mr. Cottrell, I would thank you to quit your insults. It may be a funny joke to you and your friend, but you and your friend will be shown up as the damned idiots you are in a friend of mine daily paper there if not discontinued at once.\" In spite of such rebuffs that would have discouraged lesser individuals, his newspaper subscriptions increased. Two items important to Cottrell's future appeared in the Christmas issue during the first year of publication. One of these articles described two applications of electricity: one in welding and the second in the deposition of smoke and dust with electrical aid. The latter use was eventually to become the Cottrell precipitator. Another item described how Stephen Girard was to be included among the men who made the best use of their money since he endowed the Girard College in Philadelphia, Pennsylvania. This college educated many poor boys, but later encountered difficulties because of restrictive clauses that limited aid based on race and sex. Cottrell also wrote in this issue an article entitled, \"A Noble Man\": \"It is with the deepest regret that we learn of the death of the well-known philanthropist, Charles Pratt; the founder of Pratt Institute and the friend of every institution of learning. When the Pratt Institute was first established there was no other school where the scholars had the use of workshops. As a man, he performed his work in life in such a manner that it left nothing to be desired. He did his duty not in the restrictive sense, but in is broadest and noblest meaning.\" Even at the age of thirteen, Cottrell admired these philanthropists, apparently viewing them as heros that he could later emulate. The Cottrell precipitator provided the financial base to permit him to accomplish this desire. This newspaper was not Cottrell's first enterprise. During his early years he distributed neatly printed business cards, including: F.G. Cottrell, Landscape Photographer. Real Estate Work A Specialty.; F.G. Cottrell, Artistic Job Printer; F.G. Cottrell, Electrician. All Kinds of Contract Work-Electrical Bells, Gas Lighting, Door Openers, Annunciators, BurglarAlarms and Repairing in Everything Electrical. Engs & Cottrell, chemist; and the Occidental Telegraph, Co. Engs & Cottrell, Chemists was established in the Engs family barn and was a well-equipped laboratory with rows of neatly identified bottles. Experiments learned about in school were carried out on Saturdays. Frequently, youthful exuberance led to events that the neighbors did not appreciate. This is understandable since one of these experiments involved hydrogen cyanide gas, which ended in an explosion. This led to such complaints that the Engs family closed this \"chemical laboratory\". Cottrell began high school at the age of fourteen, and his attention was soon focused on chemistry and physics. His talent became apparent and he was welcome in the laboratory of the family physician. Encountering the magic of the microscope there, Cottrell developed an interest in botany. On weekends he and a fellow student would look for botanical specimens in the hills around Oakland. On one trip they found what they considered to be a prize plant. A professor from the University at Berkeley observed them placing it in a container. The professor begged the boysto let him take the plant to his laboratory for study, and the boys consented. The prcfpssor promptly introduced the specimen to the world as applied catalysis A: General Volume 112 No. 2 - 26 May 1994 N29 a newly discovered subspecies, and named it after himself without even mentioning the role of the two students. This was a rude introduction of the young men to the real world of competitive science. During his first year of high school, he wrote in response to questions from a teacher: \"in answer to your questions I would say: First, my object in attending school is to gain such knowledge as is there taught, pertaining to both mental and moral improvement. Second, I hope to acquire the rudiments of the studies which I here take up, and to learn how to pursue my life work in the future in accordance with proper courses and principles of truth and honor. Third, my chief failings last term were, I believe, my poor spelling and writing and my readiness to talk with those about me during recitation time...\" His desire to talk was to share ideas with others, and this lasted unabated throughout his lifetime. Cottrell exhibited his maturity at this early age. In one of his high school compositions he wrote: \"The higher we aim, the nearer perfection we shall attain, but it is certain that no one ever surpasses his ideals, if they be what they should.\" In one composition book he wrote: \"I wish it thoroughly understood that all these were written for my own advantage; therefore there will be no great harm done if they fail to interest others.\" However, English, rhetoric and especially spelling were not his strong points and at one point he failed in English. It is surprising that a youth who could express his ideas so completely and concisely could fail English. We can only imagine that his failure was due to lack of achievement in applying a set of rigid rules to the satisfaction of the teacher. Cottrell attended the University at Berkeley, at that time a small and relatively unknown university located four miles from his home. Cottrell excelled in the sciences and was given the freedom as an undergraduate to utilize the laboratories regardless of the hour. It was not unusual for Cottrell to leave his home at midnight to make the eight mile round trip on foot just to make a temperature reading. At the university he worked like a man possessed, rising early enough each morning to get to Berkeley between seven and eight, returning home sometimes for dinner and sometimes at midnight only to put in more hours in his study. Cottrell completed four years of college in three years. In acknowledgement of his performance, the head of the College of Chemistry wrote him: \"I consider your attainments in chemistry and your faithful devotion to the science worthy of some special recognition. I have accordingly, with the consent of the President of the University, designated you assistant to the professor of chemistry.\" This was soon followed by the official appointment from the secretary of the university making Cottrell and his friend, Louderback, the university's first Honorary (and salary less) Student Assistants. University philosophy seems to remain remarkably constant through the years; awards, titles, etc. are readily awarded as long as they are free. Research at the Berkeley campus was rare in 1900 but the Le Conte brothers, John and Joseph, were the exception. Joseph's son, Little Joe, joined the faculty as a mechanical engineer rather that as a geologist as his father. In the course of some research work with Little Joe, an oscillograph was needed. Little Joe suggested trying to buy a good one. Cottrell responded, \"Let's make one\". When the instructor, Little Joe, pressed him, Cottrell merely responded, \"You make the magnet and I'll make the mirror.\" To work effectively, it was required that both of these parts be small and light-weight. Cottrell began by silvering a thin applied catalysis A: General Volume 112 No. 2 - 26 May 1994 N30 piece of glass from a microscope cover. Using a glass cutter, he made parallel cuts a millimeter apart, and then two of the same at right angles to these. This mirror was set in the middle of Le Conte's magnet. Cottrell suggested mounting this on a quartz fiber and one was quickly drawn from a piece of hot quartz melted over a carbon arc. Le Conte overlooked the effect of the light of carbon arc on unprotected eyes and came close to permanently damaging his eyesight. Eventually the whole apparatus was assembled, and it worked! While the pair were working on the construction of the oscilloscope, Rbntgen announced the discovery of X-rays in Germany. This was widely reported in the newspapers over the world, and set the scientific community ablaze with excitement. With only the newspapers as their reference, Little Joe Le Conte and Professor Cory, who headed the university's electrical engineering department, decided to build one. Soon Cottrell was involved in this project. A critical component was an electric vacuum tube. Cottrell knew exactly where to find one in the physics department; having freedom to roam over the laboratories had many advantages. This soon became a part of a working X-ray instrument. Shortly after it was working, the son of a professor of electrical engineering was accidentally shot while at play. The 22-caliber bullet lodged in the flesh of his upper arm. The professor knew of the X-ray instrument, and his curiosity over-ruled his parental concern. The three developers of the instrument, totally ignorant of the fact that it could cause serious burns, accepted the challenge of locating the bullet. The young man was brought to the laboratory that evening. He was not as willing as they anticipated, and he moved about too much to get a good picture. The operators were resourceful. Having access to ether, they administered a dose sufficient to make the patient cooperative. A forty-minute exposure did not produce the anticipated result. Undeterred, they repeated the experiment and to insure success, continued the exposure for a full hour and fifteen minutes. This time the outline of the bullet was seen when the photographic plate was developed. Imagine today the reaction of a safety officer at a major university to a request from an undergraduate with no medical training to administer an anesthetic to a minor and to then subject the minor to an examination with an instrument that had been constructed using as a blueprint a description given in the local newspaper! With this success, Cottrell temporarily abandoned X-rays for a few years. He graduated from Berkeley with the class of '96 and was awarded the prized Le Conte Fellowship (named for the father and uncle of Cottrell's X-ray collaborator), and then completed a year of graduate work there. His fellowship was renewed for the following year but he choose instead to become a teacher at Oakland High School. He remained a paid graduate assistant in electrochemistry while teaching. Weekends were therefore spent in the laboratories at Berkeley. Cottrell wrote that spending a Sunday in the laboratory was \"the most restful way of spending a day that I know\". While teaching in the high school, he applied for and received special permission to attend the Lick Observatory. For a person with such limited training in astronomy to be allowed to join professionals at a major research facility attests to Cottrell's abilities, both his scientific ability and persuasive prowess. Oakland, in 1899, was to hold an industrial exhibition that was to run for several weeks. Cottrell, together with two undergraduate electrical engineering students, recognized that applied catalysis A: General Volume 112 No. 2 - 26 May 1994 N31 this could provide them the opportunity to earn some additional funds. They would provide the citizens the opportunity, for a fee, to see their own skeleton. They put together the design for a modern, at that time, X-ray tube and contracted with a local glassblower for it's construction at a cost of $75. This was not an insignificant sum, given that Cottrell's yearly salary was $1200. The three built their own transformer, frequently working the entire night because of the eminent opening of the exhibition. The fluoroscope they built was approximately 8 x 12 in. It was coated by calcium tungstate which would become luminescent on contact by X-rays. They could not locate calcium tungstate in the Bay area. This was a minor delay since Cottrell was able to prepare it, working on the range in the kitchen of one of the student's home. As soon as Cottrell finished the synthesis, the three were impatient to test it. After a quick search, they could locate nothing better for a base for the calcium tungstate than Cottrell's black derby hat. A coating was applied to the hat, and the three rushed to the barn for a test. Placing the hat under the X-ray tube, the three were able to briefly obtain a glance at the skeleton of their hands before the hat disappeared in flames. The three were able to finish their construction work in time for the opening. For a ten-cent admission, the customers were offered a quick view of the skeleton of their hand. In spite of rushing them through at the rate of one/minute, the exhibit was popular. To provide the customers some relief while waiting in the long line, the three entrepreneurs rigged up a long light tube that glowed even though it was not connected by any electrical line. A Tesla coil, the handiwork of another interesting innovator, providing the electromagnetic field necessary to make the gas-filled tube glow. In spite of it's popularity, they encountered some problems. Next-door the exhibit was a demonstration of an ammonia refrigeration unit that was in an even less developed state than the X-ray instrument. At all too frequent intervals, ammonia escaped, infiltrated the X-ray booth causing such discomfort that they had to turn customers away until the ammonia dispersed sufficiently. At this same exhibit, a gifted glass blower dazzled his audience by chewing and swallowing some of his creations. Some were skeptical that he could do this. Two Oakland doctors suggested that the X-ray operators use their machine to examine the glass blower's stomach. The three readily agreed. The glass blower did not agree so easily, and demanded $20 from the two doctors before they could examine his stomach. After the exhibit closed that day, a screen was attached to the glassblower's back. During an hour-and-a-half exposure, the doctors became satisfied that they had seen pieces of the glass chimney lamp pass along the alimentary canal, and the examination ended. A few weeks later, the three X-ray operators received a call from a lawyer representing the glassblower who claimed that he had been made dangerously ill due to the examination. The three were concerned, and contacted the two doctors, who assumed responsibility. They admitted him to a hospital for treatment of his burns. In return for the medical treatment and for a sum of money, the glassblower signed an agreement to release the doctors and three X-ray operators from further claims. The three promptly dismantled their instrument, selling the X-ray tube to one of the two doctors and the transformer to Cornell University. Cottrell decided to further his scientific education and set forth on this venture in June, 1900. On hisfirsttrip outside California, he made visitsto the Universities of Chicago, Cornell, Harvard, Massachusetts Institute of Technology, Yale, Columbia, Pennsylvania, The John applied catalysis A: General Volume 112 No. 2-26 May 1994 N32 Hopkins and the Smithsonian Institution. He labeled the University of Chicago as a place where the spirit of research was progressive and Columbia, where it was hidebound. The pace of his travel caused him to loose 14 pounds, and the heat of the East was hard for him to take. However, there was one reward and he wrote from Baltimore that it could \"bring out the women in light dresses and without their hats. It makes them look very bright and cheerful\". He left Baltimore at the end of June, and sailed for England. There, he headed for Cambridge and the Cavendish Laboratory. He met J.J. Thomson and was assured by him that he would be welcome to use the laboratories as a guest when he chose. Thomson invited the young Cottrell to dinner at Trinity College. Cottrell hesitated on the basis that his travel-stained clothing was not adequate. Thomson assured him that it was all very informal and that morning dress would be quite the proper thing. Cottrell used a solvent to clean his trousers, invested in a new pair of shirt cuffs, and enjoyed the dinner. He visited Oxford and then London. Visiting University College, he met Ramsay with whom he had \"a very pleasant visit\". He then went to France. In Paris he was determined to improve the French he had learned in Oakland. He hired a tutor, became a member of the International Congress of Commercial and Economic Geography, and attended their meetings to accustom his earto the language. He quickly concluded that he was not a linguist, and that the semester he intended to spend at Bordeaux should be abandoned. In August he wrote Van't Hoff for permission to attend his laboratory. Cottrell had become enamored by a quiet, timid girl of fragile health during high school and, during a twelve year period following high school and before their marriage, wrote her (Jess) innumerable letters. Because of his wife's poor health and his frequent travel, he continued to write her frequently during his life. These letters together with Cottrell's detailed diaries provide a biography with a first-hand account of the person. Cottrell and Jess had parted with a mutual declaration of love and what was tantamount to an engagement. To his \"near proposal\" Cottrell had added, \"...but my work comes first\". Cottrell later wrote Jess that love and work lay in two entirely separate fields. Love was purely personal and concerned feelings which bore no particular relationship to anyone or anything about them. His work, on the other hand, was something entirely different. It had \"little or no meaning in so far as it applies only to myself, but is, on the contrary, interlaced in every direction with my duty to the world about me\". Reference [1 ] Much of this article is taken from F Cameron, Cottrell. Samaritan of Science, Doubleday & Co., Inc., Garden City, NY, 1952. B.H. DAVIS News Brief is a forum for the free exchange of views and opinions. Views and opinions expressed in News Brief do not necessarily reflect those of the Publisher or the Editors. No responsibility is assumed by the publisher for any injury and/or damage to persons or property as a matter of products liability, negligence or otherwise, or from any use or operation of any methods, products, instructions or ideas contained in the material herein. applied catalysis A: General Volume 112 No. 2 - 26 May 1994 APCATA 9480236X 0926-860X(94)80236-X 10.1016/0926-860X(94)80236-X Tailpiece Early work on ammonia synthesis in the US: Part II",
      "coredata": {
        "eid": "1-s2.0-0926860X9480236X",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-05-26",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9480236X",
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9480236X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9480236X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80236-X",
        "prism:volume": "112",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Tailpiece Early work on ammonia synthesis in the US: Part II",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "N27-N32",
        "prism:endingPage": "N32",
        "pubType": "nws",
        "prism:coverDisplayDate": "26 May 1994",
        "prism:doi": "10.1016/0926-860X(94)80236-X",
        "prism:startingPage": "N27",
        "dc:identifier": "doi:10.1016/0926-860X(94)80236-X",
        "openaccessSponsorName": null
      }
    }
  }
}