{
  "metadata": {
    "title": "Promoted iron Fischer-Tropsch catalysts: characterization by thermal analysis",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-09-02",
    "doi": "10.1016/0926-860X(96)00131-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96001317",
    "pii": "0926860X96001317"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041625699",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96001317 0926-860X(96)00131-7 0926860X96001317 10.1016/0926-860X(96)00131-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00038 2024-01-01T12:18:48.759026Z 0 0 19960902 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 144 144 1 2 1 2 Volume 144, Issues 1–2 10 133 146 133 146 19960902 2 September 1996 1996-09-02 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. PROMOTEDIRONFISCHERTROPSCHCATALYSTSCHARACTERIZATIONBYTHERMALANALYSIS MILBURN D EMMETT 1975 3 P ANDERSON 1984 R FISCHERTROPSCHSYNTHESIS WEISER 1926 79 H HYDROUSOXIDES SRINIVASAN 1993 400 R YAMAGUCHI 1986 67 T SRINIVASAN 1991 1 R TAU 1988 561 L MILBURNX1996X133 MILBURNX1996X133X146 MILBURNX1996X133XD MILBURNX1996X133X146XD item 0926-860X(96)00131-7 0926860X96001317 1-s2.0-0926860X96001317 10.1016/0926-860X(96)00131-7 271346 2024-01-01T12:18:48.759026Z 1996-09-02 1-s2.0-0926860X96001317-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001317/MAIN/application/pdf/52708a065f387c436e28a5d685450ffd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001317/MAIN/application/pdf/52708a065f387c436e28a5d685450ffd/main.pdf main.pdf pdf true 667786 MAIN 14 1-s2.0-0926860X96001317-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001317/PREVIEW/image/png/7e2d7800faba9852d24d0bf8efada79b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001317/PREVIEW/image/png/7e2d7800faba9852d24d0bf8efada79b/main_1.png main_1.png png 38099 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 144 (1996) 133-146 i APPLIED CATALYSIS A: GENERAL Promoted iron Fischer-Tropsch catalysts: characterization by thermal analysis Diane R. Milburn, Komandur V.R. Chary, Robert J. O'Brien, Burtron H. Davis * Center Jor Applied Energy Research, University of Kentucky, 3572 Iron Works Pike, Lexington, KY 40511, USA Received 8 September 1995; revised 15 March 1996; accepted 15 March 1996 Abstract The effects of metal and alkali promoters on precipitated iron oxide Fischer-Tropsch catalyst precursors are examined using thermal gravimetry (TG) and differential thermal analysis (DTA). A distinct exotherm corresponding to what appears to be the transformation from FeOOH to Fe203 is observed for unpromoted and promoted iron oxides when the promoter's ionic radius is less than approximately 0.7 ,~. The heat released during the exotherm is similar for unpromoted and promoted iron oxides corresponding to this size range. For promoters having ionic radii larger than 0.7 A, the exotherm occurs over a broad temperature range. Silica exhibits a unique propensity to stabilize against this transition, and appears to be present as two species. Increased loadings of Si cause a shift from the sharp, narrow temperature range exotherm to the broad transition observed for promoters with larger ionic radii. Keywords: Fischer-Tropsch catalysts; Iron catalysts, crystallization; Iron catalysts, promoted; Iron catalyst. silica promoter 1. Introduction Iron catalysts find significant application in the ammonia synthesis [1] and Fischer-Tropsch synthesis [2]. In both of these applications the iron catalyst is * Corresponding author. Tel.: (+ 1-606) 2570251; fax: (+ 1-606) davis@alpha.caer.uky.edu. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00131-7 2570302; e-mail: 134 D.R. Milburn et al. /Applied Catalysis A: General 144 (1996) 133-146 promoted, and usually multiply promoted. Structural promoters, such as SiO2 and A1203, are added primarily to improve or maintain surface area, and thereby to extend the life of the catalyst. Alkali or alkaline-earth promoters are added to improve activity, selectivity and/or catalyst life. In many instances, the catalyst is prepared by precipitation of the iron as a hydrous oxide, oxyhydroxide or hydroxide. Promoters may be incorporated during the precipitation step, during the washing step or by impregnation following the washing step. The impregna- tion may be done prior to adding the catalyst to the reactor, following a pretreatment, or added in-situ prior to or during the conversion. One or more precondition steps are usually necessary before using the material for a catalytic reaction. This is true even for the unusual case where the precipitated Fischer-Tropsch catalyst is heated to the reaction temperature in the synthesis gas. Much more frequently, the dried material will be subjected to one or more heat treatments prior to or during the preconditioning process. It has been observed that the surface area of promoted iron oxide catalysts varies with the size of the metal promoter [3]. Those promoters with an ionic radius smaller than iron produce a calcined material with a surface area higher than iron oxide while materials that contain a promoter with an ionic size larger than iron have a lower surface area than iron oxide. Since calcination is a common step in the preparation of most iron catalysts in both experimental laboratory and commercial scale synthesis, it is of interest to learn how a variety of promoters impact the thermal events that occur as the catalyst precursor is subjected to thermal treatments. The present paper is concerned with defining the impact of a variety of promoters on the weight loss, thermal events and the extent of heat liberated in the thermal events. 2. Experimental Unpromoted iron hydroxide (or oxyhydroxide) was prepared by the precipita- tion of Fe~H nitrate (1 M) by the addition of the amount of ammonium hydroxide that was calculated to produce a pH of 8. The resulting dark brown precipitate was then filtered and washed four times with distilled deionized water prior to drying in flowing air at 100 for 24 h. Metal oxide promoted samples were prepared under similar conditions using a 15.6 M ammonium hydroxide solution to affect precipitation from a solution of iron nitrate and, in most cases, the appropriate metal nitrate (Table 1 indicates those instances when other salts were employed). In several cases the pH slightly exceeded 8.5. The silica promoted iron was coprecipitated from iron nitrate and silica gel, prepared from the hydrolysis of tetraethyl orthosilicate. Promoter loadings were 6% by weight based on the stable oxide following calcination in air. (The 6 wt.-% refers to the nominal loading; in several instances (especially AI, Si and Zr) the material D.R. Milburn et al. / Applied Catalysis A: General 144 (1996) 133-146 135 Table 1 Exotherm temperature and heat evolved during crystallization of iron catalysts. Containing 6 wt.-% of various metal oxide promoters Promoter Precursor Ion Ionic radius A H Temperature of exotherm (,~) (cal g-i ) () B Boric acid B3+ 0.20 18.33 575 Si Tetraethyl orthosilicate Si4+ 0.41 3.62 620 AI AluminumHu nitrate AI3+ 0.50 26.05 572 Mn ManganeseII nitrate Mn2 + 0.54 25. I 0 537 V Ammonium metavanadate V 5 + 0.59 23.16 522 Mo Ammonium heptamolybdate Mo6 + 11.62 23.16 49 I None - Fe ~ + 0.64 25.10 442 Mg Magnesium nitrate Mg2+ 0.65 23.16 573 W Ammonium metatungstate W 6 + 0.68 23.16 512 Cr ChromiumHI nitrate Cr3+ 0.69 30.21 480 Zr Zirconium oxynitrate Zr4+ 0.79 - (broad) Ca Calcium nitrate Ca2+ 0.99 ca. 616 (broad) Th Thorium nitrate Th4+ 0.99 - ca. 541 (broad) Ba Barium nitrate Ba2+ 1.35 ca. 585 (broad) from several repeat preparations were in good ( +_ 0.3 wt.-%) agreement with the expected value.) Some physical properties of these samples are summarized in Table 1. Potassium and calcium were added to the 6% AI203 and 6% SiO2 promoted samples by incipient wetness using solutions of potassium nitrate or calcium nitrate. Alkali loadings were 2%, 4% and 6% by weight. Another set of doubly promoted samples were prepared by sequential incipient wetness corre- sponding to 2% K, 2% Ca; 4% K, 4% Ca and 6% K, 6% Ca on the 6% A1 and the 6% Si promoted iron oxides. All samples were dried in flowing air at 100 for 12 h and portions of each alkali or alkaline-earth promoted sample were calcined in air at 300 for 6 h in order to examine the effects of temperature. The results reported herein were obtained in batch precipitators. For the unpromoted and the Si and A1 containing catalysts, the preparations have been scaled to the preparation by continuous precipitation of 2 to 10 kg samples. In one instance (Si/Fe + Si = 4.4) the procedure was scaled up to prepare a 70 kg batch. The surface areas of the materials from the larger scale preparation were similar to those of the smaller scale [4]. Differential thermal analysis (DTA) and thermogravimetry (TG) were per- formed using a Seiko SSC/5200 instrument. Typical sample size was 20-30 mg with aluminum oxide used as a reference. Each sample was heated in a He atmosphere from 25 to 900 at a rate of 20 per min and held for 10 min before cooling. A tin standard was analyzed under identical conditions in order to calculate the heat evolved during the exotherms observed for iron and promoted iron samples. These data are listed in Table 1. X-ray diffraction patterns were obtained using a Phillips model 3100 instru- ment fitted with a CuKcx radiation source. 136 D.R. Milburn et al. / Applied Catalysis A: General 144 (1996) 133-146 3. Results The weight loss and differential thermal analysis curves for the iron-based samples indicate that essentially all of the weight loss for the unpromoted iron oxide (the sample will be referred to as though it was an oxide although it is realized that the initial material may be amorphous to X-rays or is a crystalline form of FeOOH) is that expected for the dehydration of a hydrous material rather than that of a salt hydrate such as, for example, CaSO4 H20. There is a gradual weight loss upon heating to about 400; above this temperature there is essentially no weight loss (Fig. 1). The weight loss corresponds to 10.5% of the initial sample suggesting a transformation from FeOOH to Fe203 (theoretical weight loss of 10.14%). During the period of the weight loss, the endothermic event is consistent with the gradual loss of water. However, following the dehydration period, an exothermic event occurs that is centered at 442. This event has been observed in other systems and has been termed a 'glow phenomenon;' this usually occurs through a sintering of small particles to produce larger particles with a lower surface area [5,6]. The exotherm for the unpromoted iron oxide corresponds to 4.0 kcal (16.7 kJ)/mole of Fe203, a value in agreement with that expected to be associated with the loss of surface area. A sample of the unpromoted iron oxide was 'amorphous' to X-rays following heating to 300 to correspond to the TGA but was converted to crystalline ec-Fe203 during heating for 4 h, at 400. The heat produced during the exotherm was determined by calibrating the instrument for the peak area of the heat of fusion corresponding to a tin standard measured under identical temperature program conditions. For the samples such as shown in Fig. 1 or 2, the instrument program establishes a baseline that is determined by the broad 'apparent peak' and there is little uncertainty in doing this. As the temperature for the exotherm peak increases and the peak decreases in intensity, both the position and magnitude of the exotherm becomes increasingly uncertain. E v 18.0 6 17.5 17.0 16.5 l / \\ I I ! I 200 , / \\ \\ '\\ -- TG(mg) \\ ..... DTA(uv) ~ ' 400 600 800 ooo 2 o -M -6 Temperature(C) Fig. 1. Thermal gravimetric (TG) and differential thermal analysis (DTA) curves for the unpromoted iron oxide sample. D.R. Milburn et al. / Applied Catalysis A: General 144 (1996) 133-146 137 All of the samples listed in Table 1 exhibited weight loss curves that were similar to the unpromoted sample in that essentially all of the weight loss occurred prior to the exothermic event. Furthermore, the temperature-weight loss curve for all of the materials exhibited a similar shape, and all samples attained a constant weight at about the same temperature (less than 400 as shown in Fig. 1). No indication of a weight loss was observed that could be associated with the conversion of a supported hydrous oxide such as, for example, hydrous chromium oxide. No correlation was found between weight loss and temperature of the exotherm or ionic radius of the promoter metal. When the ionic radius of the metal promoter was much larger than that of iron, the exotherm tended to become less distinct. For the chromium promoter (ionic radius of 0.69 ,~ versus 0.64 ,~ for iron) there is a distinct exothermic thermal event at 480 (Fig. 2). The results with magnesium and tungsten promoters, with ionic radii slightly larger than iron, were very similar to those shown in Fig. 2 for chromium. However, for the samples promoted by the four metals with the largest ionic radii shown in Table 1 (Zr, Ca, Th, and Ba), there was no prominent, distinct exothermic event. The trace in Fig. 3 is typical of the type of DTA curves obtained for the materials promoted by the metals with the four largest ionic radii. It appears that the temperature of the exotherm remains approximately constant and then declines as the ionic radius of the metal promoter approaches that of iron (Fig. 4, Table 1). The exotherm temperature then increases as the ionic radius of the promoter increases beyond that of iron; the material promoted with magnesium appears, however, to exhibit a much higher exotherm tempera- ture than anticipated by the trend established with the ionic radii. Repeat runs show that the heat liberated for the Mg promoted material is reproducible. The exotherm temperatures for the promoters with the largest radii are difficult or impossible to identify, due to the absence of a sharp peak. 40,0 39.0 38.0 ~-, g 37.0 k I.-. 360 i 35.0 - f i \\ ,' \\ /~ - -- DTAiuv} --- TGIJg~ 0 200 400 600 800 Temperature(C) 10 ! I q-5 - 10 J i --15 i 1000 Fig. 2. Thermal gravimetric (TG) and differential thermal analysis (DTA) curves for the 6% chromium oxide promoted iron oxide. 138 D.R. Milburn et aL /Applied Catalysis A.\" General 144 (1996) 133-146 E d I- 23.8 23.6 23.4 23.2 23.0 22.8 22.6 22.4 , \\ / N / \\ / z 200 400 Temperature(C) -- TG(mg) ..... DTA(uv) ~', I L 600 800 0 -2 e- -4 < v -6 -8 000 Fig. 3. Thermal gravimetric (TG) and differential thermal analysis (DTA) curves for the 6% barium oxide promoted iron oxide. The heat liberated during the exothermic event was about the same for the unpromoted iron oxide and for many of the promoted materials (23-26 cal/g; 96-109 J/g) (Fig. 5). Less heat was liberated during the exothermic event for the two samples promoted with metals with the lowest ionic radii than for iron oxide. For the four materials promoted with the metals having the largest ionic radii, the heat liberated could not be estimated due to the poor definition of the 650 - SiC 600 - A o ..= ~550- Q. E 0 I- E .C 500 X UJ 450 B AI Mg Mn v MoO Fe Cr I I I F I I 0,2 0.3 0.4 0,5 0.6 0.7 0.8 Ionic Radius, (~) Fig. 4. Exotherm temperature for unpromoted and promoted (6% metal oxide) iron oxides. D.R. Milburn et al. / Applied Catalysis A: General 144 (1996) 133-146 139 30 25 =d E3 20 Cr AI ~n None Mo W B 15 / Si 0 I --I I I -- 0.2 0.3 0.4 0.5 Ionic Radius, (A) 0.6 0.7 Fig. 5. Heat liberated during the exotherm for unpromoted and promoted (6 wt.-c/c metal oxide) iron oxides. exothermic event. It appears likely that the inability to observe the exothermic event with the materials promoted with the metals with the four largest ionic radii was due to the fact that the crystallization occurred over a broad tempera- ture region in contrast to the materials that showed the transformation in a distinct, narrow temperature region. A series of Si and A1 promoted materials were prepared to contain 2, 6 and 12 at.-% of the metal oxide promoter. It appears that the weight loss during heating to 900 is essentially the same for the unpromoted material and the ones containing various promoter loadings. However, in both instances the materials that contained only 2 at.-% promoter lost less (20-30%) weight than the unpromoted material. It is not apparent why this should be the case. The temperature of the exothermic event increases with increasing loading of the promoter for both Si and A1; however, each succeeding addition, on an equivalent weight basis, is less effective in increasing the temperature of the exotherm (Fig. 6). The data shown in Fig. 6 make it apparent that of the two promoters, Si is more effective in increasing the exotherm temperature; further- more, it appears that A1 approaches a limiting effect at the 6 at.-% loading but that further increases in Si content should continue to cause significant increases in the temperature of the exotherm. The heat liberated during the distinct. narrow temperature range exotherm increases with the addition of the AI 140 D.R. Milburn et al. /Applied Catalysis A.\" General 144 (1996) 133-146 700 G 600 g E ~ 500 U.I AI 400 r I I I I ~ I I -- 0 2 4 6 8 10 12 Metal Loading, (atomic %) Fig. 6. Exotherm temperature for Si and AI promoted iron oxides. promoter and then declines slightly so that the heat released by the material containing 11 at.-% A1 is about the same as that of the unpromoted iron oxide (Fig. 7). The heat released declines as Si is incorporated in the iron oxide. At the same time, silicon is especially effective in retaining the iron oxide in an amorphous state [3], and this is the likely reason for the low value of the exotherm for the silicon promoted material. The amorphous structure is retained for the material containing 12% SiO2 even following calcination in air at 500 for 4 h; presumably the fraction of Si that stabilizes the amorphous phase of iron oxide behaves much as that of, for example, thorium so that the crystallization occurs over a broad temperature range and the exotherm is not observed. On the other hand, some of the Si must be present in a form that increases the temperature of the exothermic event and transforms over a narrow temperature range. The decrease in the heat liberated with increasing Si content indicates that fraction of the added Si that is incorporated to produce the distinct, narrow temperature range exothermic event decreases as the Si loading increases. The decrease in the heat liberated for the 3 at.-% Si sample indicates that 84% of the added Si is of the form that contributes to the higher-temperature, narrow-range exothermic event; this is 56% for the material with 6 at.-% Si and decreases to less than 10% for the material containing 12 at.-% Si. Based upon the heat D R Milburn et al/Applied Catalysis A: General 144 (1996) 133-146 40 141 30 ..~ 0,~ 20 10 AI Si 0 2 4 6 8 10 12 Promoter Content, (atomic %) Fig. 7. Heat liberated during exothermic event for Si and AI promoted iron oxides. liberated during the sharp exothermic event for the material promoted with silicon and for the unpromoted iron oxide, it is estimated that about 15% of the silicon is present in the form that leads to the distinct, narrow temperature region exothermic event. Alkali promoters are utilized in Fischer-Tropsch catalysts in addition to silica, alumina, etc. The data (Fig. 8) indicate that the addition of 2 or 6 at.-% K to the silica or alumina promoted materials cause only a slight increase in the exotherm temperature. However, in most cases, the addition of alkali causes a dramatic decrease in the heat liberated during the narrow temperature-range exotherm event (Fig. 9). In the case of the alumina promoted material, the addition of potassium always causes a dramatic decrease in the heat liberated during the well-defined exothermic event even though the temperature at which this event occurs does not change significantly. Thus, it appears that the added alkali interacts with the alumina promoter. Furthermore, the fact that the heat liberated decreases with increased K indicates that a fraction of the AlOe- that would interact with iron oxide in the absence of K has been altered by interacting with K The trend in the decrease of heat liberated indicates that the iron oxide-alumina-K+ interaction varies over a wide range in order to spread the exothermic event over a wide temperature range. 142 D.R. Milburn et al./Applied Catalysis A.\" General 144 (1996) 133-146 700 - - 650 - 600 - 550 l d~ E 0 500 - 450 400 ~..~ 12.6% Si ~'~kl 1.3% AI 6.4% Si 5.7% AI O 2.1% Si 0 1.9% AI 0% AI, 0% Si --~ I -- l 0 2 4 6 K/K+FeOOH, (atomic %) Fig. 8. Exotherm temperature for K and Si or AI doubly promoted iron oxides. The situation with silica differs from that of alumina. It appears that the alkali has much less impact upon the amount of heat liberated in the well-defined region. This is consistent with the view that the silica, unlike alumina, is present in a range of species even in the absence of K+. The promoter has little or no impact upon Fischer-Tropsch catalytic activity during early time-on-stream. The impact of the promoter therefore is more important for determining activity retention (Fig. 10) and, not shown, product selectivity. Thus, the addition of a promoter with a larger ionic radius (K +) than Fe3+ leads to a more rapid decline in activity than for the catalyst containing only iron. On the other hand, adding a promoter with a smaller cation radius (Si+4) than Fe3+ leads to a catalyst that retains activity for a longer time than the iron only catalyst. However, when both Si and K are present there must be a significant interaction with iron and/or the two added components that is not present when either promoter is present alone. Thus, the retention of activity is much better when both Si4+ and K+ are present. In fact, samples prepared similar to the one that contains both Si+ and K+ have been utilized for up to 4,000 h with a decline in CO conversion in the range of only 0.5 to 1.0% per week. Thus, the promoter influence on activity retention is an important factor but, because of the complex interactions, is beyond the scope of this manuscript. D.R. M ilburn et al. / Applied Catalysis A: General 144 (1996) 133-146 143 30-~ \\ 1.9%AI 20 10 12.8% Si 0% AI, 0% Si \\ 5.7% AI 0 i 0 2 4 6 K/K+FeOOH, (atomic %) Fig. 9. Heat liberated during the exothermic event for K and Si or Al doubly promoted iron oxides. -~ioo~. ] 100FeI0.72K -~ I00Fe/3,6SI z~ 100FeI3.6SI/0.71K 100 80 ~ 80 t- O 40 0 0 20 0 .... i .... i .... i .... i .... 0 100 200 300 400 500 Time of Synthesis/h Fig. 10. CO conversion with time-on-stream for catalyst containing: only iron; E], iron+0.72 K: ~, iron+3.6 Si; za, iron+ 3.6 Si and 0.71 K. 144 D.R. Milburn et al./Applied Catalysis A: General 144 (1996) 133-146 4. Discussion The presence of a promoter dramatically alters the thermal conversions of a precipitated iron oxide catalyst precursor. In general, the presence of the promoter causes an increase in the temperature at which the exotherm occurs from that of the unpromoted iron oxide. As the mismatch of ionic radius between the promoter and iron ion increases, so does the temperature at which the exothermic event occurs. Presumably the fraction of the promoter that is effective in increasing the exotherm temperature is that which is present on the surface of the precipitated hydrous iron oxide particles. If this is the case, then the fraction of the promoter that is on the surface increases as the ionic radius of the added metal ion becomes larger than that of iron. It is becoming increasingly apparent that the addition of anions, such as SO2-, MoO4, WO4, etc., to the surface of a hydrous metal oxide inhibits the loss of surface area and the occurrence of the 'glow phenomenon,' or events that are similar to the glow phenomena [7-9]. However, it does not appear that all of the promoters having an ionic radius larger than iron would be present on the surface as an oxygen containing anion cluster. For example, it is likely that Ca2+ and Ba2+ would not be present on the surface as an anion cluster but rather as the cation. It therefore appears that these larger cations may also function by causing the anion clusters to interact with iron oxide to form a surface cluster that resembles Ca3(FeO3)2 or CaFeO2. All of the promoters employed in the study having an ionic radius smaller than 0.7 A interact in such a way that a distinct, narrow-range exothermic event occurs during the heating of the catalyst precursor. The heat released during this exothermic event is similar for nearly all of these promoters, and is very close to that of the unpromoted iron oxide. Therefore, the transformation responsible for the exotherm is a common one for the unpromoted and most or all of this grouping of promoted iron oxide catalyst precursors. The promoter does not cause an event to occur which is distinct from that observed in the unpromoted material, but rather provides a barrier that must be overcome for the event to o occur. For the promoters with an ionic radius larger than about 0.7 A, the exotherm is difficult to observe, presumably because the transformations leading to the exothermic event occur over a wide range of temperatures. This implies that the promoters having larger ionic radii do not form a specific compound but form instead a nearly continuous range of structures whose interactions between the iron oxide and the promoter varies almost continuously. One could anticipate that Si and A1 promoters should produce similar effects and that the thermal transformations of catalyst precursors containing either of these promoters should be similar. That expectation clearly does not coincide with the experimental observations. Both promoters do cause an increase in the temperature at which the exothermic event occurs; however, the Si promoter is more effective in doing this than is the A1 promoter. The A1 promoter causes an D.R. Milburn et al./Applied Catalysis A: General 144 (1996) 133-146 145 initial increase in the heat liberated during the exothermic event, but the heat liberated by a material containing 6 at.-% A1 is about the same heat as the unpromoted iron sample. By analogy with other promoters, such as SO42-, this implies that A1 is present as the AlOe- anion at the conditions of the iron precipitation, and that this anionic species coats the surface of the iron oxide particles. However, it appears that silica is functioning in two roles. A portion of the silica causes an effect resembling the promoters with larger ionic radii by spreading the exothermic event over a wide range of temperatures not measur- able by the experimental technique used in the present study. Another portion of the silica appears to behave as would be expected for a material with its ionic radius, causing the exothermic event to occur over a narrow temperature range. Thus, it appears that as the Si loading in the catalyst precursor is increased, an increasingly smaller fraction of the Si acts as the SiO2- anion to produce the narrow temperature range exotherm. Concurrently, an increasingly larger frac- tion appears to be present in a form that functions as a cation which could stabilize against the transformation by inducing the formation and bonding with a structure such as FeO~. This view of these two promoters suggests that AI should cover a larger fraction of the surface of the iron oxide catalyst than a similar amount of Si would. The activity of the iron catalyst promoted with A1 and carbided with CO begins to decrease as the A1 loading reaches about 5 at.-%. On the other hand, the activity of the Si promoted catalyst does not decrease even as the Si loading is increased to 15 at.-%. These activity measurements [10] are consistent with the view that silica does not cover the surface of the iron oxide and the iron carbide catalyst resulting from the carbiding procedure, as effectively as the AI promoter does. One explanation for this is that the fraction of the Si promoter that functions as the cation species is a positively charged silica polymer, Si ~O~. Another would be the incorporation of Si in the bulk structure of the iron oxide. 5. Conclusions The impact of added promoters upon the temperature at which an exothermic event (crystallization) occurs has been shown to depend upon the ionic radius of the promoter. Thus, the exotherm temperature decreases with increasing ionic radius. However, the heat liberated during this exothermic event does not appear to be related to the ionic size. While both Si and AI promoters increase the exotherm temperature, the heat liberated is nearly constant with increasing AI content but decreases with increasing Si content. These changes should occur during catalyst calcination and/or activation and, since promoters impact cata- lyst performance, may be crucial in scale-up for commercial production. How- ever, it appears that, while the promoter impacts activity retention, it may have little impact upon the initial activity. When two promoters are incorporated, the 146 D.R. Milburn et al. /Applied Catalysis A: General 144 (1996) 133-146 beneficial effect of activity retention is enhanced more than is due to either promoter alone. The reason for this synergistic effect is not apparent. Acknowledgements The authors acknowledge the financial support of this work by the Depart- ment of Energy contract No. DE-AC22-91PC90056 and by the Commonwealth of Kentucky. References [1] P.H. Emmett, Inst. Mater. Sci. Colloq., 9 (1975) 3. [2] R.B. Anderson, The Fischer-Tropsch Synthesis, Academic Press, New York, 1984. [3] D. Milburn, K.V.R. Chary and B.H. Davis, submitted. [4] B.H. Davis, Final Report, U.S.DOE Contract No. DE-AC22-91PC90056. [5] H.B. Weiser, The Hydrous Oxides, McGraw-Hill, New York, 1926, p. 79. [6] R. Srinivasan and B.H. Davis, J. Colloid Interface Sci., 156 (1993) 400. [7] T. Yamaguchi and K. Tanabe, Mater. Chem. Phys., 16 (1986) 67. [8] R. Srinivasan, D. Taulbee and B.H. Davis, Catal. Lett., 9 (1991) 1. [9] L-M. Tan, R. Srinivasan, R.J. De Angelis, T. Pinder and B.H. Davis, J. Mater. Res., 3 (1988) 561. [10] B.H. Davis, unpublished results. APCATA 96001317 0926-860X(96)00131-7 10.1016/0926-860X(96)00131-7 Elsevier Science B.V. All rights reserved Promoted iron Fischer-Tropsch catalysts: characterization by thermal analysis Diane R. Milburn Komandur V.R. Chary Robert J. O'Brien Burtron H. Davis * Center for Applied Energy Research, University of Kentucky, 3572 Iron Works Pike, Lexington, KY 40511, USA * Corresponding author. Tel.: (+1-606) 2570251; fax: (+1-606) 2570302 The effects of metal and alkali promoters on precipitated iron oxide Fischer-Tropsch catalyst precursors are examined using thermal gravimetry (TG) and differential thermal analysis (DTA). A distinct exotherm corresponding to what appears to be the transformation from FeOOH to Fe2O3 is observed for unpromoted and promoted iron oxides when the promoter's ionic radius is less than approximately 0.7Å. The heat released during the exotherm is similar for unpromoted and promoted iron oxides corresponding to this size range. For promoters having ionic radii larger than 0.7Å, the exotherm occurs over a broad temperature range. Silica exhibits a unique propensity to stabilize against this transition, and appears to be present as two species. Increased loadings of Si cause a shift from the sharp, narrow temperature range exotherm to the broad transition observed for promoters with larger ionic radii. Keywords Fischer-Tropsch catalysts Iron catalysts, crystallization Iron catalysts, promoted Iron catalyst, silica promoter References [1] Emmett P.H. Inst. Mater. Sci. Colloq. 9 1975 3 [2] Anderson R.B. 5th edn. The Fischer-Tropsch Synthesis 1984 Academic Press New York [3] D. Milburn, K.V.R. Chary and B.H. Davis, submitted. [4] B.H. Davis, Final Report, U.S.DOE Contract No. DE-AC22-91PC90056. [5] Weiser H.B. 5th edn. The Hydrous Oxides 1926 McGraw-Hill New York 79 [6] Srinivasan R. Davis B.H. J. Colloid Interface Sci. 156 1993 400 [7] Yamaguchi T. Tanabe K. Mater. Chem. Phys. 16 1986 67 [8] Srinivasan R. Taulbee D. Davis B.H. Catal. Lett. 9 1991 1 [9] Tau L-M. Srinivasan R. De Angelis R.J. Pinder T. Davis B.H. J. Mater. Res. 3 1988 561 [10] B.H. Davis, unpublished results.",
      "scopus-id": "0041625699",
      "coredata": {
        "eid": "1-s2.0-0926860X96001317",
        "dc:description": "The effects of metal and alkali promoters on precipitated iron oxide Fischer-Tropsch catalyst precursors are examined using thermal gravimetry (TG) and differential thermal analysis (DTA). A distinct exotherm corresponding to what appears to be the transformation from FeOOH to Fe2O3 is observed for unpromoted and promoted iron oxides when the promoter's ionic radius is less than approximately 0.7Å. The heat released during the exotherm is similar for unpromoted and promoted iron oxides corresponding to this size range. For promoters having ionic radii larger than 0.7Å, the exotherm occurs over a broad temperature range. Silica exhibits a unique propensity to stabilize against this transition, and appears to be present as two species. Increased loadings of Si cause a shift from the sharp, narrow temperature range exotherm to the broad transition observed for promoters with larger ionic radii.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96001317",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Milburn, Diane R."
          },
          {
            "@_fa": "true",
            "$": "Chary, Komandur V.R."
          },
          {
            "@_fa": "true",
            "$": "O'Brien, Robert J."
          },
          {
            "@_fa": "true",
            "$": "Davis, Burtron H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96001317"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96001317"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00131-7",
        "prism:volume": "144",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Promoted iron Fischer-Tropsch catalysts: characterization by thermal analysis",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Fischer-Tropsch catalysts"
          },
          {
            "@_fa": "true",
            "$": "Iron catalysts, crystallization"
          },
          {
            "@_fa": "true",
            "$": "Iron catalysts, promoted"
          },
          {
            "@_fa": "true",
            "$": "Iron catalyst, silica promoter"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "133-146",
        "prism:endingPage": "146",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 September 1996",
        "prism:doi": "10.1016/0926-860X(96)00131-7",
        "prism:startingPage": "133",
        "dc:identifier": "doi:10.1016/0926-860X(96)00131-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041625699"
      }
    }
  }
}