{
  "metadata": {
    "title": "Activation and characterization of <math altimg=si1.gif><fr shape=sol align=c style=s><nu>FeMnSO<inf loc=post>4</inf><sup loc=post>2−</sup></nu><de>ZrO<inf loc=post>2</inf></de></fr></math> catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-09-28",
    "doi": "10.1016/0926-860X(95)00127-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001271",
    "pii": "0926860X95001271"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000708497",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95001271 0926-860X(95)00127-1 0926860X95001271 10.1016/0926-860X(95)00127-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00385 2024-01-01T12:18:48.759026Z 0 0 19950928 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 130 130 2 2 Volume 130, Issue 2 2 135 155 135 155 19950928 28 September 1995 1995-09-28 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. ACTIVATIONCHARACTERIZATIONFEMNSO42ZRO2CATALYSTS SRINIVASAN R ARATA 1990 213 K YAMAGUCHI 1990 1 T ARATA 1990 165 K HINO 1980 851 M YAMAGUCHI 1986 3148 T IGLESIA 1993 238 E WEN 1990 372 M HOSAI 1988 562 T SAYARI 1994 561 A LIN 1992 1479 C HSU 1992 1645 C SRINIVASAN 1988 787 R SRINIVASAN 1991 1 R CHOKKARAM 1994 160 S SRINIVASAN 1992 1217 R KEOGH 1994 755 R WARD 1994 18 D SRINIVASAN 1995 725 R DITRI 1994 1238 J SRINIVASANX1995X135 SRINIVASANX1995X135X155 SRINIVASANX1995X135XR SRINIVASANX1995X135X155XR item 0926-860X(95)00127-1 0926860X95001271 1-s2.0-0926860X95001271 10.1016/0926-860X(95)00127-1 271346 2024-01-01T12:18:48.759026Z 1995-09-28 1-s2.0-0926860X95001271-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001271/MAIN/application/pdf/6840cf8014ecbe6dee0b751560253a60/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001271/MAIN/application/pdf/6840cf8014ecbe6dee0b751560253a60/main.pdf main.pdf pdf true 1119876 MAIN 21 1-s2.0-0926860X95001271-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001271/PREVIEW/image/png/42141cf79d49ada6f7c142d317b6c54e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001271/PREVIEW/image/png/42141cf79d49ada6f7c142d317b6c54e/main_1.png main_1.png png 47538 849 656 IMAGE-WEB-PDF 1 1-s2.0-0926860X95001271-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001271/STRIPIN/image/gif/a7cfcc74a80df1fd98ae74bdba0e6507/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001271/STRIPIN/image/gif/a7cfcc74a80df1fd98ae74bdba0e6507/si2.gif si2 true si2.gif gif 737 20 153 ALTIMG 1-s2.0-0926860X95001271-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001271/STRIPIN/image/gif/a7cfcc74a80df1fd98ae74bdba0e6507/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001271/STRIPIN/image/gif/a7cfcc74a80df1fd98ae74bdba0e6507/si2.gif si1 si1.gif gif 737 20 153 ALTIMG ELSEVIER Applied Catalysis A: General 130 (1995) 135-155 i~ APPLIED CATALYSIS A: GENERAL Activation and characterization of Fe-Mn-SO2-/Zr02 catalysts Ram Srinivasan, Robert A. Keogh, Burtron H. Davis * Center for Applied Energy Research, UniversiO' of Kentucky. 3572 Iron Works Pike. Lexington, KY 40511. USA Received 28 December 1994; revised I1 May 1995; accepted 11 May 1995 Abstract Changes in Fe-Mn-SO.] /ZrO2 catalyst formulations during activation have been observed. In air or an inert gas, the added salt, such as iron and/or manganese nitrate, decomposes over a temperature range of about 200-400 to produce nitric oxide, oxygen and iron and/or manganese oxide. The crystallization of zirconia occurs at 450; when the sample contains sulfate the exothermic event occurs at a temperature that is about 200 higher. Heating in the presence of hydrogen causes the evolution of nitric oxide to occur over a narrow temperature range and at a lower temperature than when the sample is heated in helium or air. It appears that the nitrate ions associated with Fe, Mn and Zr decompose to produce nitric oxide, and presumably water, at different temperatures when the sample is heated in the presence of hydrogen. Heating samples of sulfated zirconia containing iron and/or manganese in hydrogen causes sulfur evolution at a lower temperature, and a significant fraction of it in the form of H2S. Kevwords: Activation; Zirconia. sulfated; Thermal analysis; Sulfated zirconia; Iron; Manganese 1. Introduction Sulfated zirconia superacid catalysts exhibit activity and selectivity for the skel- etal isomerization of alkanes at low temperatures [ 1-6]. The presence of noble metal crystallites in the sulfated zirconia catalyst formulation enhances their activity and/or stability [7-9], but their mode of accomplishing this effect has not been well established. Since platinum and other noble metals are expensive, attempts have been made to use less expensive metals and, at the same time, to achieve a similar activity and stability. Recently, a new class of solid superacid catalysts with iron and manganese impregnated onto sulfated zirconia has been reported to have * Corresponding author. E-mail davis@alpha.caer.uky.edu, tel. ( + 1-606) 2570251, fax, ( + 1-606) 2570302. (1926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDIO926-860X (95)001 27- 1 136 R. Srinivasan et al. /Applied Catalysis A: General 130 (1995) 135-155 suitable activity [ 10-14]. These Fe-Mn-SO2-/ZrO2 catalysts have been shown to be the most active non-halide catalysts for isomerization of n-butane [ 11 ], and are claimed to be about three orders of magnitude more active than a sulfated zirconia. Although the Fe-Mn-SO~-/ZrO2 catalysts have been shown to be more active than SO42-/ZrO2 in our studies for n-butane isomerization, the role of added species (such as Fe and Mn) has not been elucidated. Hence, in this investigation an attempt has been made to understand the role of iron and manganese in the activation of these catalysts. 2. Experimental Zirconia was precipitated rapidly at a pH of 10.5 by admixing a 0.3 M solution prepared from anhydrous ZrCl4 and about a 3-fold molar excess of concentrated NH4OH with vigorous agitation. The resulting precipitate was washed with deion- ized/distilled water until a negative test was obtained for chloride ions in the wash [ 15]. The precipitate, after drying at 110 for more than 50 h, contained less than 3 ppm chloride. The dried hydroxide gel was sulfated by immersing the powders in 0.5 M H2SO4 for 2 h ( 15 ml of 0.5 M H2SO4 per gram of catalyst) and stirring for 2 h. The precipitate was collected by filtration and, without further washing, dried. The dried sample contained about 3.4-3.5 wt.-% S. Fem and/or Mnn nitrate salts were dissolved in the amount of water needed to prepare a catalyst containing the desired amount of iron and/or manganese using an incipient wetness impreg- nation technique. All catalysts, after impregnation, were dried at 120 overnight and stored in a desiccator until used for thermal analysis. The analytical data for the samples that had been activated at 725 for 2 h contained 1.2 + 0.1 wt.-% sulfur, and this was independent of the presence or absence of iron and/or man- ganese. Differential thermal analysis (DTA), thermogravimetric analysis (TGA) and mass spectrometric (MS) analysis of the gases evolved during the heating of the catalyst were conducted simultaneously using a Seiko TGA/DTA 320 instrument coupled to a VG Micromass quadrupole mass spectrometer. This Seiko instrument has an operating range from room temperature to 1200. This instrument is fitted with two inlet gas lines. The purge gas, helium, always flows through one line at a rate of 200 ml/min, and is controlled by a mass flow regulator. The other line can be used to admit a second gas at a rate of 100 ml/min, and this line was used to introduce either air or hydrogen. Heating rates were 20/min except for a few runs that were conducted at 10/min. Platinum crucibles were used as sample holders, and A1203 was used as the reference material. The TGA unit was connected to a disk station that allows for the performance of programmable heating and cooling cycles, continuous weight measurements, sweep gas valve switching, and data analysis. R. Srinivasan et al/Applied Catalysis A.\" General 130 (1995) 135-155 137 A VG Instruments SXP600 quadrupole mass spectrometer (MS) was used to conduct 'Evolved Gas Analysis' (EGA) concurrently with the DTA/TGA runs. This mass spectrometer allows a determination of multiple gas components in the mass range of 1-300 amu. The mass spectrometer was interfaced to the DTA/TGA unit by a fused silica capillary transfer line inserted just above the sample in the chamber of the DTA unit. To prevent condensation inside the capillary, it was maintained at 170 by self-resistance heating. The flow-rate through the capillary was about 12 ml/min at 170. The mass spectrometer has a Vier type-enclosed ion source, a triple mass filter, and two detectors (a Faraday cup and a secondary emission multiplier). Data from the mass spectrometer were acquired using a log histogram mode (LHG) in which the intensities of all peaks in a specified mass range (e.g. 1-100 amu) were monitored and stored repeatedly during the temper- ature program. A data conversion program was used to display the intensities of the desired ions as a function of time. In this manner the changes in the concentration of a species in the gas stream can be followed and related through the time scale to the DTA and TGA events. 3. Results lOO ~- 95 -~ 90 UJ 80 Thermal analysis studies were carried out for sulfated ZrO2 and Fe-Mn-SO42 - / ZrO2 samples. The TGA/DTA/MS data for a sulfated ZrO2 sample heated in a helium environment show two distinct regions in the weight loss curve (Fig. 1 ). The first region, which accounts for about 8 to 12 wt.-% loss, is due to the evolution (*C) 15 215 415 615 015 1015 1215 , 8.0 i i i o i i W ~ TGA 8.4 8.O ~ 7.6 ~~ 18 0 10 20 30 40 50 60 Time (minutes) Fig. 1. The TGA/DTA/MS data for the SOJZrO2 catalyst heated in a helium environment. 138 R. Srinivasan et al. /Applied Catalysis A: General 130 (1995) 135-155 of water. The second region, which accounts for an additional 8% weight loss, is due to the evolution of the oxides of sulfur. There is a broad endotherm in the region corresponding to water loss (25 to about 400). While there are two distinct endotherm peaks in the plot in Fig. 1, this is not always observed with other similar preparations. An exotherm, due to crystallization and/or loss of surface area of the zirconia, is observed at 614. The decomposition reaction producing oxides of sulfur is endothermic; this can be clearly seen in the DTA curve. Unsulfated zirconia undergoes an exothermic event at 450C when heated in helium; this exotherm is caused by crystallization of the X-ray amorphous material to form the tetragonal phase, with the concurrent loss of surface area [ 15-18]. When sulfate is added to the zirconia, the exothermic event is shifted to a higher temperature ( above 600). For the sulfated sample, the initial transformation causes a loss of surface area to provide an exotherm; at the same time, the decomposition to evolve oxides of sulfur is endothermic. The DTA trace will be the sum of these two events. Thus, at the beginning of the event the heat evolved is larger than the endotherm due to decom- position of the sulfate; however, at later times during the event the endothermic event dominates. MS peaks corresponding to SO and SO2 are observed beginning at a temperature just above 600, but a peak of mass 80, corresponding to SO3, is never observed. The large peak corresponding to 02 suggests that SO3, if formed, as well as SO2, lose oxygen during the MS analysis. No other significant species were observed during heating from 800 to about 1200. Since no detectable amount of any species evolved above 800, in all the subsequent runs the heating was terminated at 800, and the sample was held at this temperature for 10 to 30 min. From the plot, it appears that the evolution of the oxides of sulfur accompanies the exothermic event. The thermocouple detecting the exotherm is in good thermal contact with the sample but the evolved gases must travel through the catalyst bed, a heated capillary tube of 3 to 4 feet in length, and the volume of the ionization chamber. The instrument is designed so that delays in detecting the evolved gas is a matter of seconds. In this, and in the data for other samples, the oxides of sulfur appear in the gas phase as two events. The first evolution of sulfur oxides occurs in the temperature region corresponding to the exothermic event. The second region of sulfur oxide evolution occurs during the temperature range of the endotherm. These two regions are seen more readily for samples described later. It is therefore believed that the loss of the oxides of sulfur from the surface and from the bulk occur as separate events. In the initial period of the evolution of sulfur oxides, the exotherm- icity of the crystallization exceeds the endothermicity of the loss of sulfur oxides. A sample of sulfated zirconia, dried at ll0, was heated in air (Fig. 2). A comparison between the data in Fig. 1 and Fig. 2 shows that the evolution of gases and the occurrence of the exothermic and endothermic events are similar in the two cases. The presence of air precludes an identification of the evolution of oxygen during the activation process. Thus, we have reported data for heating the sample in helium where it is possible to obtain a measure of the evolution of oxygen. R. Srinivasan et al. /Applied Catalysis A: General 130 (1995) 135-155 139 |80 *C 25 125 225 325 425 525 525 725\"--\" 100 I'--~ ...... -I I- 95 622oC 20 8O ~ 673oC I I I I I I I 10 15 20 25 30 35 40 45 50 Time (minutes) Fig. 2. The TGA/DTA/MS data for heating the SO2 -/ZrO2 catalyst in a helium and UHP air mixture (He flow is 200 ml/min and air is 100 ml/min). However, we have carried out the same thermal pretreatment in air as is reported for the inert gas. Apart from minor differences in the temperature of the decom- position events, there is no difference between the data obtained in helium and in air. The extensive studies of zirconia samples have required the preparation of several large ( 1 kg) batches of zirconia. Some of the zirconia samples were prepared using a final wash in absolute ethanol prior to the 110 drying. Samples that were washed with ethanol exhibited the evolution of carbon dioxide as a decomposition product; in some instances the carbon dioxide evolved in the temperature region of 550 to 600, as shown in Fig. 1. For some samples one or two carbon dioxide peaks were observed at lower temperatures. Two samples, one prepared using the ethanol wash and the other with only water washing, exhibited similar data, apart from the presence of the major carbon dioxide peak(s). For samples that had been stored in the room atmosphere, a small amount of carbon dioxide could be detected even if the sample had not been washed with ethanol. Considering the basicity of zirconia, the adsorption of carbon dioxide is not surprising. Catalytic activity, measured by the extent of conversion of n-hexadecane at 150, for the sample with a final ethanol wash was similar to the one that did not include the ethanol wash [ 19,20]. Since neither the catalytic activity and selectivity nor the activation data varied significantly for samples where the ethanol was used or omitted, the c~bon dioxide evolution data are omitted for samples other than the one shown in Fig. 1. For clarity in presenting the figures, other mass numbers have also been omitted; for example, water always exhibits traces for masses of 16, 17 and 18 but only the mass 18 trace is shown. 140 R. Srinivasan et al. /Applied Catalysis A: General 130 (1995) 135-155 () 25 i-,100 95 9o uJ 85 o~ 8o 125 325 525 725 10 0 o -10 ~, -20 ~: -30 ~ 10 2o 30 40 TIME (MINUTES) Fig. 3. The TGA/DTA/MS data for the SO42 /ZrO2 catalyst heated in a He/He environment. He flow is 200 ml/ min and H2 flow is 100 ml/min. The TGA/DTA/MS data for the SOl-/ZrO2 catalyst heated in an H2/He envi- ronment show two regions of weight loss (Fig. 3). The first weight loss is due to evolution of water and the second weight loss is due to the evolution of H20, 802/ SO and/or HeS. The evolution of HeS and the exothermic doublet occur at a lower temperature in the He/He environment than when the sample is heated in helium only. The doublet of exotherms in the He/He environment was obtained at 566 and 590, whereas the temperature where the exotherm started in the inert gas or air was above 600. The first exotherm at 566 is due to the loss of surface area and crystallization to produce tetragonal-ZrO2 (t-ZrOe); desorption of SO2 also occurs during this transformation. This desorbed SO2/SO and/or the remaining sulfate are reduced to HeS and water during the second exotherm at 590. The differences between the species evolved during the first and second exotherm clearly demonstrate that the two events are different. The TGA/DTA/MS data for heating the SO42 /ZrOe containing 1.5 wt.-% Fe in a helium environment are shown in Fig. 4. For this catalyst, the total weight loss was about 24 wt.-%. Again, there are two regions in the weight loss curve. The first region accounts for about 14.8%, and is due to the loss of water and the evolution of NO (m/e = 30). The second region, which accounts for about 10.7% of the weight loss, is due to the evolution of gaseous species, such as SO2 (m/e = 64), and 02 (m/e = 32). R. Srinivasan et al. /Applied Catalysis A: General 130 (1995) 135-155 141 () 25 225 425 625 825 i_100 ~ 20~ ~_90 10> -lO~ 6880C 18 -\" UL . i I I 10 20 30 40 50 60 Time (mlnutes) Fig. 4. The TGA/MS data for heating the SO~-/ZrO2 containing 1.5 wt.-% Fe impregnated as Fe(NO3)3 in helium environment. The evolution of nitric oxide begins at a temperature of about 240, attains a maximum at 395 and continues to a temperature of about 460. Peaks are observed for masses of 16 and 32, corresponding to O and 02, respectively. Fur- thermore, the relative intensities of the mass 16 and 32 traces in the temperature region for maximum water release (165) and nitric oxide release (395) requires the appearance of gaseous oxygen in the 240-460 region to be associated with the release of nitric oxide. A sample with a nominal composition of Fe (NO3)3\" 9H20 was heated at 20/ min from room temperature to 800. The weight loss is completed below 250, and exhibits a loss of 75 wt.-% (Fig. 5). Considering the uncertainty of the number of water of hydration, this weight loss is consistent with the formation of Fe203. MS peaks that correspond to H20, O, 02, NO and NO2 are observed at temperatures higher than the temperature where a constant weight was attained (about 220). Thus, it appears that some of the water and nitrogen oxide compounds that evolve are held up in the heated transfer tube. In spite of this holdup it appears that both nitric oxide and nitrogen dioxide are primary products of the thermal decomposition reaction. However, nitric oxide dominates as shown in Fig. 5 where the area cor- responding to nitric oxide is more than 10 times that of nitrogen dioxide. The results obtained for the Fe-SO2-/ZrO2 sample differ from those obtained 142 R, Srinivasan et al. / Applied Catalysis A: General 130 (1995) 135-155 100 ~ ~- 8or- ,.~--~\",, Ix, I I I I 20 220 420 620 820 2O o~, -100 Temperature (*C) Fig. 5. The TGA/DTA/MS data for the thermal decomposition of Fe(NO3) 3.9H20 when heated at 20/min in a helium flow. with the unsupported iron nitrate sample. Thus, when the MS traces for nitric oxide and nitrogen dioxide are plotted (Fig. 6b) as was done for the unsupported iron nitrate sample, the trace provides no evidence for the evolution of nitrogen dioxide (Fig. 6b). A similar result was obtained for a Fe-Mn-SO42 -/ZrO2 sample (Fig. 6c) since no peak is observed for nitrogen dioxide. Thus, for the zirconia supported iron nitrate samples, less than 1 mol-% of the oxides of nitrogen evolved during the decomposition process is nitrogen dioxide. Even for the unsupported iron nitrate sample, it appears that less than 10 wt.-% of the nitrogen is evolved as nitrogen dioxide. The TGA/DTA/MS data obtained on heating the 1.5% Fe-SO2-/ZrO2 catalyst in an H2/He environment show two exotherms centered at 492 and 517 (Fig. 7), corresponding to the release of sulfur. The first exotherm involves loss of surface area and/or crystallization with the release of SO2 which concurrently, or subsequently, combines with hydrogen to form H2S and H20. Distinct peaks cor- responding to H2S (34), S and/or O (32), and H20 (18) can be clearly related to the second exotherm. The loss of nitrogen is observed at a lower temperature when the sample is heated in hydrogen than when it is heated in air or helium ( 180 vs. 395). The SO42-/ZrO2 catalyst was used to prepare a sample containing 0.5 wt.-% Fe; this sample showed a total weight loss of 23.2 wt.-%, with the exothermic event in a helium environment that is associated with loss of the oxides of sulfur occurring R. Srinivasan et al. /Applied Catalysis A: General 130 (1995) 135-155 143 A w e- e r- o (a) . ~ 20 (NO>I ~:.,~\\~Ox --:-46 (N:2) (b) (c) 20 220 420 620 820 Temperature () Fig. 6+ MS traces corresponding to the evolution of NO and NO2 during heating in a helium flow: (a) Fe(NO3)3.9H20 (b) 1.5 wt.-% Fe-SO~ /ZrO2; (c) 1.5 wt.-% Fe~).5 wt.-% Mn-SO2-/ZrO2. () 20 120 220 320 420 520 620 I;:100~ ~T~ ~05~ 80 ~ -10 n e- E 180oC a. ~ 3O 10 15 20 25 30 35 40 Time (minutes) Fig. 7. The TGA/DTA/MS data for heating the SO2-/ZrO2 catalyst containing 1.5% Fe in H2/He environment. 144 R. Srinivasan et al. /Applied Catalysis A: General 130 (1995) 135-155 IO0 ,o ,< 8O (*C) 25 225 425 625 825 I I I i - 100 m/e=18 ~~.~..~6650C 30 Iso 0 -2 .4 ~ .lo 5 -12 ,_ a2. J I I I 10 20 30 40 50 Time (minutes) Fig. 8. The TGA/DTA/MS data for heating the SO42-/ZrO2 containing 1 wt.-% Mn, added by impregnation with a nitrate salt solution. The run was in a helium environment. Note the exotherm at 6437 followed by an endotherm due to desorption of SO/SO2 species. at about 655. The evolved gaseous species were the same for this catalyst as for the 1.5 wt.-% Fe-SO]-/ZrO2 catalyst in a helium environment (Fig. 3), and are therefore not shown. The TGA/DTA/MS data from the SO42 /ZrO2 catalyst, containing 1 wt.-% Mn, when it is heated in a helium environment, are shown in Fig. 8. A total weight loss of about 17% was observed. There is a broad peak for mass 30 corresponding to nitric oxide that is evolved from the manganese nitrate salt used during impregna- tion. The nitric oxide evolution beginning at a temperature of about 200, attains a maximum at about 320, and continues to about 400. An exothermic event was observed to begin at about 630 and this is subsequently offset by an endo- thermic event. The same catalyst, when heated in a H2/He environment, exhibited two exotherms at 572 and 586 and a total weight loss of about 22% (Fig. 9). SO2 release is associated with the reaction of hydrogen with SO]- and/or released oxides of sulfur, to form H2S and H20. The release of nitric oxide is centered at 220; thus, even in the presence of hydrogen, the nitrogen is evolved in an oxidized form. The TGA/DTA/MS data for heating the SO42 /ZrO2 catalyst containing 2% Fe and 0.5% Mn in a helium environment are presented in Fig. 10. A broad peak for nitric oxide (NO) begins to appear below 200, attains a maximum at about 360 and continues to above 400. This results from decomposition of the nitrate salts R. Srinivasan et al. /Applied Catalysis A: General 130 (1995) 135-155 145 () 25 100 (:190 .o Q. m a. 225 425 625 z I z 825 8 4 18 3O 10 20 30 40 50 TIME (minutes) -12 Fig. 9. TGA/DTA/MS data for heating the SO~-/ZrO2 catalyst containing 1% Mn in H2/He environment. Note the sharp doublet exotherm in the region of 560-590. used for the impregnation, and oxygen evolution accompanies the loss of nitric oxide. Water evolves from about 100 to 350. An exotherm appears at 656, and is followed by an endotherm due to the decomposition reaction. Significant differences are observed when the Fe-Mn-SO42-/ZrO2 sample is heated in hydrogen. The total weight loss when heated in H2/He is about 25% for this catalyst (Fig. 11), and is similar to the loss when heated in helium. Four exotherms occur in the temperature range of 80-340 and these are due to the conversion of nitrate salts to produce nitric oxide and water, as defined by the mass peaks corresponding to each exotherm (Fig. 11 ). A broad exotherm centered at about 100 is also observed, and corresponds to the evolution of nitric oxide. Distinct, sharp peaks corresponding to water (mass 18) are observed for each of the sharp nitric oxide peaks at 158 188and 213. Two other exothermic events occur, centered at 472 and 513, and are due to the release of sulfur, primarily in a reduced form in both instances. These occur at a lower temperature in an H2/ He environment than in a helium or air environment. The three exothermic peaks that are observed below 340 in H2/He are consid- ered to be due to the reduction of nitrate salts by hydrogen. To verify this, this sample was heated in helium to 340 at a rate of 20/min, cooled to room temperature in helium, and then again heated up to 800 in an H2/He environment. 146 R. Srinivasan et al. /Applied Catalysis A: General 130 (1995) 135-155 () 20 220 420 620 820 Iso ' ' 6 e ' \"= m/e=18 _o 10 20 30 40 50 60 Tlrne (minutes) Fig. 10. TGA/DTA/MS data for heating the 1.5% Fe-0.5% Mn-SO~ /ZrO2 in a helium environment. During the first heating to 340 in helium, the three exotherm peaks were absent but a broad peak of mass 30 due to nitric oxide appeared below 340. The sample was cooled to ambient temperature. During a second heating, this time to 800 in an HE/He environment, none of the three exothermic peaks below 340 were observed; however, the masses of 16, 18, 32, 34 and 64 were observed identical to those observed for the higher temperature region shown in Fig. 10. Hence, this verifies that the three exothermic peaks that occur below 340 when the sample is heated in HE/He are due to the reduction of the nitrate by hydrogen. An Fe-SO42-/ZrO2 was prepared, using a chloride salt of iron (FeCl3-6HEO), to contain 1.5 wt.-% Fe. When this sample was heated in helium, an exothermic peak was observed at 643 and this was followed by an endotherm at 699. The endotherm was due to the decomposition of the sulfate; masses of 16, 18, 32, 48, and 64 were observed, and mass 30 (NO) and 34 (HES) were not. Attempts to observe mass peaks of C1 (35 and 37) and HC1 (36 and 38) failed, probably because the MS that was used detects only positive ions. This data further confirms that the nitric oxide peaks, which were observed in Fig. l0 and Fig. 11, are due to the decomposition of the nitrate salt used in the catalyst preparation. The temperatures of the high-temperature exotherm obtained for heating in helium and in hydrogen environments for the catalysts described above are com- piled in Fig. 12. The influence of iron on the exotherm temperature is shown in Fig. 13. It can be seen that in the HE/He environment, the exotherm temperature R. Srinivasan et al./Applied Catalysis A: General 130 (1995) 135-155 147 (oc) 20 220 9s O 90 as ~= 8o 7s , , 51~ ' 1 7O m a. 420 620 8~20 16 8 4 4 10 20 30 40 50 TIME (minutes) -12 Fig. 11. TGA/DTA/MS data for heating the 1.5% Fe~0.5% Mn-SO~ /ZrOz in a HJHe environment. Note the doublet exotherm at 472 and 515. 750 o 700 v \", 650 600 Q.. E #. 550 500 t- O 450 X LU 4OO (a) (b) (c) (d) Fig. 12. Exotherm temperatures in He, He + Ar, or He + H2 environment for the catalysts studied in this investi- gation. (a) SO2-/ZrO2, (b) 1.5 wt.-% Fe-SO2 /ZrO2, (c) l wt.-% Mn-SO4:-/ZrO2, and (d) 2 wt.-% Fe4).5 wt.-% SO42 /ZrO2. 148 0 0 v o. E E Q . 0 X kU R. Srinivasan et al. / Applied Catalysis A.\" General 130 (1995) 135-155 zooI 650 R,4R 651 600 550 500 450 400 (a) (b) (c) (d) (e) Fig. 13. Plot showing the insignificant influence of iron content on the exotherm temperature in the catalysts studied in the investigation. (a) ZrO2, (b) SO4-/ZrO2, (c) 0.5 wt.-% Fe-SO42-/ZrO2, (d) 1 wt.-% Fe-SO]- / ZrO2, and (e) 1.5 wt.-% Fe-SO42-/ZrO2. for each sample is always lower, by at least 100, than when the sample is heated in helium (Table 1 ). In addition, the exotherm temperatures in air are equal or higher than when the sample is heated in helium. As the iron content is increased, the exotherm temperature increases slightly, if at all. The X-ray diffraction pattern obtained from the catalyst containing 3 wt.-% Fe on sulfated ZrO2, after activation in air at 725 for 2 h, is presented in Fig. 14. The broad Fe203 peak shown in the inset demonstrates that, after activation in air, at least a significant fraction of the iron is present as small particles of Fe203 that are less than 7 nm in diameter. This activated catalyst was then reduced overnight at 150 in flowing hydrogen and passivated overnight in a 1% O2/Ar mixture. The 150 treatment with hydrogen simulates the reaction conditions when cata- Table 1 Temperature for thermal events during decomposition of catalyst samples in helium, air or hydrogen Catalyst Evolved gas Temperature () for decomposition in Helium Air H2/He S042 /ZrO2 1.5% Fe-S042-/Zr02 1% Mn-SO42-/ZrO2 2% Fe~).5% Mn-S042-/Zr02 SO/SO2 614 622 H2S/H20 NO 360 365 SO/SO2 651 649 H2S/H20 NO 350 360 SO/SO2 665 644 H2S/H20 NO 360 340 SO/SO2 656 657 H2S/H20 - _ 506 590 395 517 517 220 572 ca. 570 100,158, 188,213 472 513 R. Srinivasan et al. /Applied Catalysis A: General 130 (1995) 135-155 149 Fe=Os' \" 1 20 30 40 50 60 70 80 90 2 0 (Cu KRadiation) Fig. 14. X-ray diffraction pattern of SO~4-/ZrO2 containing 3 wt.-% Fe. This pattern was obtained after activating the catalyst at 725 for 2 h, Iron is present as Fe203 (see inset). lytic activity is observed. The X-ray diffraction (XRD) pattern obtained from this reduced and passivated catalyst was identical to the pattern in Fig. 14. Presumably, fine particles of Fe203 are responsible for the subsequent activity/selectivity char- acteristics of the catalysts, if indeed, the presence of iron has an impact on the catalytic properties. However, this conclusion would not be valid if the passivation process led to complete oxidation of the iron particle, if it was present. The catalysts were tested for activity by following the conversion of n-pentane. All catalysts used for n-pentane were activated at 725 for 2 h in air. This activation temperature was found to provide the highest activity for the Fe-Mn-SO2-/ZrO2 formulation, whereas an activation temperature of 625 to 675 was found to be optimum for Pt-SO42-/ZrO2 catalyst formulations. The data indicate that the SO42-/ZrO2 catalyst containing iron is more active than one containing a similar amount of manganese (Table 2). It also appears that the catalytic activity of Fe- SO42-/ZrO2 catalyst increases with increasing iron content. The activity studies Table 2 Catalytic activity for the conversion of n-pentane Catalyst n-C5 conversion (wt.-%) a 1.5% Fe-SO42 ZrO2 73.3 1% Mn-SO2 /ZrO2 37,81.2 2% Fe4),5% Mn-SO42 /ZrO2 62.1 .7 0.5% Fe-SO2 /Zr02 45.6 1.0% Fe-SO] /ZrO2 61.31.4 a All catalysts were activated at 725 for 2 h in air; activity was obtained at 500 psig H2 (ambient), a reaction time of 15 min, and a n-Cs/catalyst ratio of 2 in a batch microautoclave reactor (25 ml). 150 R. Srinivasan et al. /Applied Catalysis A: General 130 (1995) 135-155 were not complete enough to define the synergistic effects, if any, of the catalyst containing both iron and manganese compared to one that contains only iron. A surprising observation was that the SOl-/ZrO2 catalysts containing iron were more active, at the same reaction conditions, for the conversion of n-pentane than for n- hexadecane; this activity is opposite to that of the Pt-SO2 /Zr02 catalyst which was much more active for the conversion of n-hexadecane. 4. Discussion The release of oxides of nitrogen occurs below 300 as a result of the decom- position of the nitrate ion added during the impregnation of the sulfated zirconia. The mass spectra of the products evolved during the release of the nitrogen oxides provide strong evidence that nitric oxide, and not nitrogen dioxide, is released during this decomposition. The cracking pattern for nitrogen dioxide produces peak intensities with a ratio of NO:NO2:O = 100:37:22. In the present study, the prom- inent peak for nitric oxide is observed while the peak for nitrogen dioxide, if present, is so small that it is a part of the background noise. Thus, it is concluded that nitrogen dioxide is not released to the gas phase. The cracking pattern for nitric oxide should result in peak intensity ratios of: NO:14N:O = 100:8:1. A small peak is obtained for mass 14 as the cracking pattern for nitric oxide requires; however, the peaks of mass 16 and 32, for 160 and t602, respectively, are much larger than the mass 14 peak. These data indicate that oxygen, in the form of O and/or 02, is released during the decomposition in addition to the nitric oxide. The stoichiometry of the reaction to produce Fe203, as was detected by X-ray diffraction, is in agree- ment with the production of oxygen as well as NO: 2 Fe(NO3)3 --* Fe203 +6 NO+4.5 02. If this, or a similar, reaction did not occur, the formation of Fe203 would require the storage of a large amount of excess oxygen by the zirconia. Furthermore, because of charge balance, the stored oxygen must be present in a zero valent state, or 18 Zr4 ions must be reduced to Zr3 + to account for the 6 nitric oxide formed in the above equation. The decomposition to produce oxides of nitrogen in the presence of hydrogen differs dramatically from that when hydrogen is not present. In the absence of hydrogen, nitric oxide is evolved from Fe-Mn-SO] /ZrO2 continuously and over a broad temperature range during the thermal analysis. However, when the sample is heated in the presence of hydrogen at least four distinct peaks of nitric oxide evolution are observed (Fig. 11 ). Furthermore, each of these events is accompanied by the evolution of water and the presence of an exotherm. It appears that much, or all, of the oxygen produced during the thermal decomposition of the nitrate ion is converted when hydrogen is present by an exothermic reaction to produce water. The hydrogen appears to interact with four forms of nitrate ions that are present in R. Srinivasan et al. /Applied Catalysis A: General 130 (1995) 135-155 151 the Fe-Mn-SO24-/ZrO2 sample. The lowest temperature release of nitric oxide occurs below 100 and could result from NH4NO3 formed from residual NIL+ from the precipitation; however, positive evidence for this assignment is not avail- able. When only iron or manganese nitrate was added to the SOl-/ZrO2 hydrogen impacted the conversion to produce nitric oxide, but not to the extent that it does for the material that contains both iron and manganese. Three forms of nitrate ions are responsible for decompositions in the range of 150-225. The temperatures of nitric oxide evolution from the samples containing only iron or manganese nitrate make it appear that the three nitric oxide peaks in Fig. 10 correspond to the evolution of nitric oxide from nitrate ions associated with NH~- or Zr4 +, Fe3 + and Mn2 +, respectively. Thus, it is proposed that the nitrate ions added during impregnation with the manganese and iron nitrates become distributed during the drying process to be associated with NH~-, Mnz +, Fe3 + and Zr4 +, and the decomposition occurs in the order of NH~-, Zr4 +, then Fe3 + and finally manganese nitrate. Using iron as an example, the reactions involved during heating can be viewed to be represented by two steps even though the evolution of gases indicate that they occur essentially simultaneously: 2 Fe(NO3)3 --* Fe203 +6 NO+4.5 02 (1) 4.5 02 + 9 H2 --+ 9 H20 (2) A similar set of reactions can be written in the case of the nitrate ions associated with manganese and zirconium. Thus, it appears that the manganese or iron, added as the nitrate, is converted initially to the metal oxide when the sample is heated in air, helium or hydrogen. Presumably the iron or manganese would be partially, or completely, converted to the metal during heating at the higher temperatures in hydrogen. It has been established that the method used to prepare the hydrous zirconia used in this study will produce initially the tetragonal phase when heated to 800 at 20/min, but that this phase will transform to the monoclinic phase upon cooling in air [ 18]. The sample after drying at 110 is referred to as 'hydrous zirconia' since dehydration appears to be continuous rather in one or more steps, as would be expected for compounds such as Zr(OH)4 or ZrO(OH)2. It has also been established that the presence of sulfate stabilizes the tetragonal phase against trans- formation to the monoclinic form [ 16]. The present samples conform to this picture since even after heating in helium or air at 720 for two h, or heating at a rate of 20/min to 800, a material with the tetragonal zirconia phase is produced. The transformation of zirconia has been shown to involve crystallization and simulta- neous loss of surface area; the crystallization is presumably one of the factors leading to the exothermic event at 450 for hydrous zirconia, and at about 625- 765 when sulfate is present (Fig. 12). The stabilization of the tetragonal phase presumably requires some of the sulfate to remain on the surface since the t ~ m phase transformation is triggered by the adsorption of oxygen [ 18.]. However, it 152 R. Srinivasan et al. /Applied Catalysis A: General 130 (1995) 135-155 cannot be ruled out that the inhibition of the transformation is not a result of bulk sulfate groups that are also present. The data clearly show that for heating SO2 /ZrO2 in air or helium, the exother- mic event releases more heat than is required for the initial portion of the endo- thermic event since the overall effect results in an exotherm followed by a gradual transition to an endotherm. It appears, based upon an examination of data from many TGA/DTA/MS runs with a variety of sulfated zirconia samples, that the crystallization event coincides with the release of an oxide or oxides of sulfur. The hydrous zirconia incorporates approximately 10-12 wt.-% SO]- following contact with a 0.5 M solution of sulfuric acid, and this corresponds to approximately a monolayer of SO]-. It seems certain that it is this coverage by sulfate that causes crystallization to occur at a temperature that is about 200 higher than when sulfate is not present. It appears that it is the loss of the oxides of sulfur that leads to the crystallization. However, it appears that some of the sulfate must be retained on the surface, otherwise the transformation of the tetragonal to monoclinic phase should occur upon continued heating at high temperatures, and then cooling in air to ambient temperature. Just as with the nitrate ion, the presence of hydrogen alters the evolution of the oxides of sulfur. Heating the sulfated zirconia in helium results in an exothermic event and the release of oxides of sulfur at temperatures above 600. However, the evolution of sulfur oxides continues over a wide temperature range and even- tually the endothermic decomposition becomes the dominant thermal event (see Fig. 1 ). When a portion of the sample is heated in hydrogen, the endothermic event is not observed; rather a second exothermic event is observed. This second exo- thermic event centered at 590 is different from the first one centered at 566. Furthermore, the presence of hydrogen causes the evolution of sulfur compounds and the crystallization to occur at a lower temperature than when the sample is heated in helium or air where the decomposition is centered at a temperature of 614. The holdup time of the gas from its evolution from the sample until it is ionized and detected should be a few seconds at most; thus the second exotherm cannot be due to a secondary reaction that involves reduction of the oxides of sulfur released during the first exothermic event. In addition, the evolution of the oxides of sulfur occurs in the temperature region of the first exotherm, and not the reduced form of sulfur. It therefore appears that the initial decomposition of the sulfate to produce oxides of sulfur, and smaller amounts of H2S, allows the crystallization event to occur. This view is consistent with our earlier results which indicated that the exotherm temperature was linearly related to the sulfate content of the initial sample [ 17]. This view is in contrast to a recent report which considered that bulk sulfate migrated to the surface to provide stabilization of the tetragonal phase [ 21 ]. When a sample of sulfated hydrous zirconia, initially containing 10 wt.-% SO]-, is heated in air at 725 for 2 h, or heated at 20 to 800 in helium and cooled to room temperature, it still contains about 3-4 wt.-% SOl-. However, heating to 800 at 20/rain in hydrogen a portion of the same sample produces R. Srinivasan et al./ Applied Catalysis A: General 130 (1995) 135-155 153 a material that contains only 1.5-2.5 wt.-% SO~-. Furthermore, in-situ X-ray diffraction measurements show that the sample heated in hydrogen is essentially only the tetragonal phase at 725 and retains the tetragonal phase after it has been kept in a hydrogen atmosphere and cooled to room temperature. However, if the hydrogen is removed and the sample is then exposed to oxygen at room temperature, a significant fraction of the tetragonal zirconia is transformed to the monoclinic phase [22]. On the other hand, the sample heated in air or helium retains the tetragonal phase even when exposed to air at room temperature. These data establish that hydrogen treatment at high temperatures removes more surface sulfate groups than a similar treatment in air or an inert gas, and that it is this surface sulfate that stabilizes the zirconia against the t ~ m transformation. It is emphasized that the hydrogen treated sample that shows the t ~ m transformation upon exposure to oxygen still contains about 2 wt.-% SO~-; presumably most or all of this sulfate is present in the bulk. The data in this paper and those reported for the in situ X-ray diffraction studies [ 18] provide the basis for the following model for the transformations that occur during the activation and for the structure of the activated catalyst. During the drying at about 100, iron and/or manganese nitrate crystals form but some of the nitrate also becomes associated with zirconia and the ammonium ion. Heating in air or an inert gas results in the decomposition of the nitrate to evolve nitric oxide and oxygen; a similar treatment in hydrogen results in the evolution of nitric oxide and water. The iron, and presumably the manganese, converts to an oxide form during the transformation that results in the evolution of nitric oxide. With further heating, a temperature is reached where oxides of sulfur evolve and loss of surface and/or crystallization occur, resulting in the occurrence of the tetragonal phase of zirconia. The crystallization and evolution of sulfur compounds occur at a lower temperature in hydrogen than when heating is carried out in air or an inert gas (Table 1 ). During this overall exothermic event in air or an inert gas, some sulfate is retained on the surface and this results in the retention of the tetragonal phase upon cooling to room temperature with exposure to oxygen. The MS data obtained during this study do not allow us to determine unambiguously whether the sulfur is evolved entirely or partly as SO3 but do clearly show that SO2 and SO could be evolved as well as oxygen. The cracking pattern for SO2 is reported to be: 64 (SO2), 100; 48 (SO), 40; 32 (O2), 3; and 16 (O), 6. In all instances the relative intensities of the SO2 and SO peaks are close to being 1:1 rather than 1:0.4 as the cracking data require. Thus, it seems certain that both SO and SO2 are formed as primary products, or that SO is formed from SO3 that is evolved and undergoes decompo- sition too rapidly to be observed. In any event, it appears that about one-third of the total sulfate remaining with the activated catalyst remains on the surface; this sulfate is presumably responsible for the catalytic activity associated with this catalyst. Hydrogen impacts the decomposition of the sulfate, resulting in the decom- position occurring at a lower temperature and in two steps as well as causing a larger amount of the sulfur to be evolved. Hydrogen reacts with the. sulfate, or the 154 R. Srinivasan et al. /Applied Catalysis A: General 130 (1995) 135-155 oxygen produced during the decomposition, to produce water. It is possible that the heat liberated by the hydrogenation of O to produce water causes local heating to assist in the decomposition to evolve the oxides of sulfur. The data suggest that the catalyst following activation consists of zirconia that contains SO]- both on the surface and in the bulk together with iron and/or manganese oxide. It is possible that the slow [ 23 ] increase in the catalytic activity during a 24 h, or longer, induction period is a result of the slow reduction of the iron and/or other oxide; however, this is a speculation at this time. 5. Conclusions The activation of Fe-Mn-SO42-/ZrO2 in air and an inert gas produces similar results with respect to decomposition temperatures and the gases evolved. The activation in hydrogen facilitates the decomposition so that gases are evolved at lower temperatures than observed when the sample is heated in either air or inert gas. In an inert gas, the decomposition of the nitrate occurs at a higher temperature when it is present on zirconia than when the pure salt [e.g., Fe(NO3)3-9H20] is decomposed; furthermore, both nitric oxide and nitrogen dioxide are evolved during the decomposition of the unsupported metal salt but only nitric oxide is detected during the decomposition of the nitrate supported on zirconia. The decomposition of the nitrate and the sulfate occur over a narrower temperature range when heated in hydrogen than in air. Oxides of sulfur are evolved during two periods. The first period of sulfur evolution is exothermic whether the sample is heated in air, inert gas or hydrogen and is associated with particle sintering and with loss of surface area. The second region of evolution of sulfur is endothermic when the sample is heated in air but is exothermic when heated in hydrogen due to the reduction of sulfur oxides (or sulfate) to produce hydrogen sulfide and water. Acknowledgements This work was supported by the DOE contract #DE-AC22-90PC90049 and the Commonwealth of Kentucky. References [ 1 ] K. Arata and H. Hino, Mater. Chem. Phys., 26 (1990) 213. [2] T. Yamaguchi, Appl. Catal., 61 (1990) 1. [3] K. Arata, Adv. Catal., 37 (1990) 165. [4] M. Hino and K. Arata, J. Chem. Soc. Commun., (1980) 851. [5] T. Yamaguchi, T. Jin and K. Tanabe, J. Phys. Chem., 90 (1986) 3148. [6] E. Iglesia, S.L. Soled and G.M. Kramer, J. Catal., 144 (1993) 238. R. Srinivasan et al./Applied Catalysis A: General 130 (1995) 135-155 155 [7] M.Y. Wen, I. Wender and J.W. Tierney, Energ. Fuels, 4 (1990) 372. [8] T. Hosai, T. Shimadzu, S. Itoh, S. Baba, H. Takaoka, T. Imai and N. Yokoyama, Prepr. Am. Chem. Soc. Div. Petr. Chem., 33 (1988) 562. [9] A. Sayari and A. Dicko, J. Catal., 145 (1994) 561. [ 10] C.H. Lin and C.Y. Hsu, J. Chem. Soc. Commun., 20 (1992) 1479. [ 11 ] C.Y. Hsu, C.R. Heimburch, C.T. Armes and B.C. Gates, J. Chem. Soc. Chem. Commun., (1992) 1645. [ 12] E.J. Hollstein, J.T. Wei and C.Y. Hsu, US Patent 4 918 041 (1990). [ 13] E.J. Hollstein, S.-Y. Hsu and J.T. Wei, US Patent 4 956 519 (1990). 114] C.Y. Hsu, V.K. Patel, D.H. Vahlsing, J.T. Wei and H.K. Myers, Jr., US Patent 5 019 671 ( 1991 ). [ 15] R. Srinivasan, M.B. Harris, S.F. Simpson, R.J. De Angelis and B.H. Davis, J. Mater. Res., 3 (1988) 787. [ 16] R. Srinivasan, D. Taulbee and B.H. Davis, Catal. Lett., 9 (1991) 1. [ 17] S. Chokkaram, R. Srinivasan, D. Milburn and B.H. Davis, J. Coll. Interface Sci., 165 (1994) 160. [ 18] R. Srinivasan, O.B. Cavin, C.R. Hubbard and B.H. Davis, J. Am. Ceram. Soc., 75 (1992) 1217. [ 19] R.A. Keogh, D.E. Sparks, J. Hu, I. Wender, J.W. Tierney, W. Wang and B.H. Davis, Energ. Fuels, 8 (1994) 755. [20] R. Keogh, D. Sparks and B. Davis, unpublished data. 121 ] D.A. Ward and E.I. Ko, J. Catal., 150 (1994) 18. [22] R. Srinivasan, T. Watkins, C.R. Hubbard and B.H. Davis, Chem. Mater., 7 (1995) 725. [23] J.L. d'Itri, T.-K. Cheung and B.C. Gates, Prepr. Am. Chem. Soc., Div, Fuel Chem., 39 (1994) 1238. APCATA 95001271 0926-860X(95)00127-1 10.1016/0926-860X(95)00127-1 Article Activation and characterization of FeMnSO4 2− ZrO2 catalysts Ram Srinivasan Robert A. Keogh Burtron H. Davis ∗ Center for Applied Energy Research, University of Kentucky, 3572 Iron Works Pike, Lexington, KY 40511, USA ∗ Corresponding author. tel. ( +1-606) 2570251, fax, ( +1-606) 2570302. Changes in FeMnSO4 2− ZrO2 catalyst formulations during activation have been observed. In air or an inert gas, the added salt, such as iron and/or manganese nitrate, decomposes over a temperature range of about 200–400°C to produce nitric oxide, oxygen and iron and/or manganese oxide. The crystallization of zirconia occurs at 450°C; when the sample contains sulfate the exothermic event occurs at a temperature that is about 200°C higher. Heating in the presence of hydrogen causes the evolution of nitric oxide to occur over a narrow temperature range and at a lower temperature than when the sample is heated in helium or air. It appears that the nitrate ions associated with Fe, Mn and Zr decompose to produce nitric oxide, and presumably water, at different temperatures when the sample is heated in the presence of hydrogen. Heating samples of sulfated zirconia containing iron and/or manganese in hydrogen causes sulfur evolution at a lower temperature, and a significant fraction of it in the form of H2S. Keywords Activation Zirconia, sulfated Thermal analysis Sulfated zirconia Iron Manganese References [1] K. Arata H. Hino Mater. Chem. Phys. 26 1990 213 [2] T. Yamaguchi Appl. Catal. 61 1990 1 [3] K. Arata Adv. Catal. 37 1990 165 [4] M. Hino K. Arata J. Chem. Soc. Commun. 1980 851 [5] T. Yamaguchi T. Jin K. Tanabe J. Phys. Chem. 90 1986 3148 [6] E. Iglesia S.L. Soled G.M. Kramer J. Catal. 144 1993 238 [7] M.Y. Wen I. Wender J.W. Tierney Energ. Fuels 4 1990 372 [8] T. Hosai T. Shimadzu S. Itoh S. Baba H. Takaoka T. Imai N. Yokoyama Prepr. Am. Chem. Soc. Div. Petr. Chem. 33 1988 562 [9] A. Sayari A. Dicko J. Catal. 145 1994 561 [10] C.H. Lin C.Y. Hsu J. Chem. Soc. Commun. 20 1992 1479 [11] C.Y. Hsu C.R. Heimburch C.T. Armes B.C. Gates J. Chem. Soc. Chem. Commun. 1992 1645 [12] E.J. Hollstein, J.T. Wei and C.Y. Hsu, US Patent 4 918 041 (1990). [13] E.J. Hollstein, S.-Y. Hsu and J.T. Wei, US Patent 4 956 519 (1990). [14] C.Y. Hsu, V.K. Patel, D.H. Vahlsing, J.T. Wei and H.K. Myers, Jr., US Patent 5 019 671 (1991). [15] R. Srinivasan M.B. Harris S.F. Simpson R.J. De Angelis B.H. Davis J. Mater. Res. 3 1988 787 [16] R. Srinivasan D. Taulbee B.H. Davis Catal. Lett. 9 1991 1 [17] S. Chokkaram R. Srinivasan D. Milburn B.H. Davis J. Coll. Interface Sci. 165 1994 160 [18] R. Srinivasan O.B. Cavin C.R. Hubbard B.H. Davis J. Am. Ceram. Soc. 75 1992 1217 [19] R.A. Keogh D.E. Sparks J. Hu I. Wender J.W. Tierney W. Wang B.H. Davis Energ. Fuels 8 1994 755 [20] R. Keogh, D. Sparks and B. Davis, unpublished data. [21] D.A. Ward E.I. Ko J. Catal. 150 1994 18 [22] R. Srinivasan T. Watkins C.R. Hubbard B.H. Davis Chem. Mater. 7 1995 725 [23] J.L. d'Itri T.-K. Cheung B.C. Gates Prepr. Am. Chem. Soc., Div. Fuel Chem. 39 1994 1238",
      "scopus-id": "0000708497",
      "coredata": {
        "eid": "1-s2.0-0926860X95001271",
        "dc:description": "Changes in FeMnSO4 2− ZrO2 catalyst formulations during activation have been observed. In air or an inert gas, the added salt, such as iron and/or manganese nitrate, decomposes over a temperature range of about 200–400°C to produce nitric oxide, oxygen and iron and/or manganese oxide. The crystallization of zirconia occurs at 450°C; when the sample contains sulfate the exothermic event occurs at a temperature that is about 200°C higher. Heating in the presence of hydrogen causes the evolution of nitric oxide to occur over a narrow temperature range and at a lower temperature than when the sample is heated in helium or air. It appears that the nitrate ions associated with Fe, Mn and Zr decompose to produce nitric oxide, and presumably water, at different temperatures when the sample is heated in the presence of hydrogen. Heating samples of sulfated zirconia containing iron and/or manganese in hydrogen causes sulfur evolution at a lower temperature, and a significant fraction of it in the form of H2S.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-09-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001271",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Srinivasan, Ram"
          },
          {
            "@_fa": "true",
            "$": "Keogh, Robert A."
          },
          {
            "@_fa": "true",
            "$": "Davis, Burtron H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001271"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001271"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00127-1",
        "prism:volume": "130",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Activation and characterization of FeMnSO4 2− ZrO2 catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Activation"
          },
          {
            "@_fa": "true",
            "$": "Zirconia, sulfated"
          },
          {
            "@_fa": "true",
            "$": "Thermal analysis"
          },
          {
            "@_fa": "true",
            "$": "Sulfated zirconia"
          },
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "Manganese"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "135-155",
        "prism:endingPage": "155",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 September 1995",
        "prism:doi": "10.1016/0926-860X(95)00127-1",
        "prism:startingPage": "135",
        "dc:identifier": "doi:10.1016/0926-860X(95)00127-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "20",
            "@width": "153",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95001271-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "737",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "20",
            "@width": "153",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95001271-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "737",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000708497"
      }
    }
  }
}