{
  "metadata": {
    "title": "Modelling of selectivity data obtained from microactivity testing of FCC catalysts",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-03-28",
    "doi": "10.1016/0926-860X(95)00257-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9500257X",
    "pii": "0926860X9500257X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002132044",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X9500257X 0926-860X(95)00257-X 0926860X9500257X 10.1016/0926-860X(95)00257-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00233 2024-01-01T12:18:48.759026Z 0 0 19960328 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 137 137 1 1 Volume 137, Issue 1 5 37 54 37 54 19960328 28 March 1996 1996-03-28 1996 Article article fla Copyright © 1996 Published by Elsevier B.V. MODELLINGSELECTIVITYDATAOBTAINEDMICROACTIVITYTESTINGFCCCATALYSTS WALLENSTEIN D MCELHINEY 1988 35 G MOOREHEAD 1990 E PAPERPRESENTED1990NPRAANNUMEET YOUNG 1989 G AICHEANNUMEET CORMA 1984 293 A 8THINTCONGRCATAL KO 1983 201 A MITCHELL 1980 209 B PLUMLEE 1989 763 K 1990 Adash38 Adash47 ENDRENYI 1981 L KINETICDATAANALYSIS SACHS 1990 161 L ANGEWANDTESTATISTIK WALLENSTEINX1996X37 WALLENSTEINX1996X37X54 WALLENSTEINX1996X37XD WALLENSTEINX1996X37X54XD item 0926-860X(95)00257-X 0926860X9500257X 1-s2.0-0926860X9500257X 10.1016/0926-860X(95)00257-X 271346 2024-01-01T12:18:48.759026Z 1996-03-28 1-s2.0-0926860X9500257X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9500257X/MAIN/application/pdf/dbc53ef2f658bdf6a89c05a1eb59483e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9500257X/MAIN/application/pdf/dbc53ef2f658bdf6a89c05a1eb59483e/main.pdf main.pdf pdf true 1072526 MAIN 18 1-s2.0-0926860X9500257X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9500257X/PREVIEW/image/png/56e7e48c42e612cdf2a8fd70178bbfb5/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9500257X/PREVIEW/image/png/56e7e48c42e612cdf2a8fd70178bbfb5/main_1.png main_1.png png 48676 849 656 IMAGE-WEB-PDF 1 11 ELSEVIER Applied Catalysis A: General 137 (1996) 37-54 ~ APPLIED CATALYSIS A: GENERAL Modelling of selectivity data obtained from microactivity testing of FCC catalysts D. Wallenstein *, U. Alkemade GRACE Davison, Grace GmbH, Postfach 1445, 67545 Worms, Germany Received 12 July 1995; accepted 11 October 1995 Abstract The well-known microactivity test (MAT) ASTM D 3907-92 can be used to determine the activity and selectivities of fluid catalytic cracking catalysts (FCC). The assessment of catalytic selectivity is of major importance to the development of FCC catalysts because it determines the selectivity of desired products and unwanted by-products. A procedure has now been developed to evaluate the selectivity data obtained by cracking of vacuum gas oil on FCC catalysts in a microactivity test unit. Lump models and optimum performance envelope curves, which are published in the literature, present the interrelation of conversion and yields. Following these considerations, functional relationships containing only two parameters to be estimated and known boundary conditions were determined empirically. The parameters are estimated by fitting these functions to the experimental data by non-linear least-squares methods. Subsequently, these predicted functions can be used for interpolation purposes. It is shown that the reliability of the estimated parameters and predicted values are considerably improved compared with those obtained by other methods, e.g., curve fitting and data interpolation by flexible ruler or use of second order polynomials. The development of this new approach and the automation of this method for routinely-performed MAT data processing has been realised with the software RS/1. FCC catalysts have been evaluated with this new procedure to demonstrate its applicability on routinely-performed MAT selectivity studies. Keywords: FCC catalysts; Microactivity test; Selectivity 1. Introduction The microactivity test (MAT) is described by ASTM D-3907-92 as a tool to measure the activity of fluid catalytic cracking (FCC) catalysts. It can, however, * Corresponding author. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00257-X 38 D. Wallenstein, U. Alkemade / Applied Catalysis A: General 137 (1996) 37-54 also be used to determine the selectivities of FCC catalysts [1;2] and for kinetic analysis of the cracking reactions. Circulating riser pilot units [3] potentially provide the best small-scale simulation of commercial FCC yields. However, these units represent comparatively high investments and are more expensive to operate. In order to screen large numbers of catalyst samples, as required in catalyst development, micro-activity testing is still very important. Using MAT equipment, it is possible to generate detailed information on catalytic selectivity. Measurement of full yield curves using the variation of reactor severity (catalyst/oil ratio) procedure requires only small quantities of catalyst and feed and is relatively fast and simple to perform. The selectivity curves show the dependence of yields on the level of conversion. More detailed information can be obtained by using state-of-the-art gas-chromatographic tech- niques like PIONA analysis from which molecular distributions of n-paraffins, i-paraffins, olefins, naphthenes and aromatics can be derived. The use of interpolation techniques gives insights into yield distributions at, for example, constant conversion, which makes a meaningful comparison of catalysts much simpler. On the other hand, yields can also be compared at other constant parameters which might represent a limitation for a commercial unit, e.g., coke yield. The methods used for the interpolation of yields represent an important part of the catalyst evaluation and extreme care has to be taken in order to avoid artefacts, such as, convex and concave curve shapes, for the same kind of product introduced by the procedures employed. The immense complexity of gas-oil makes it extremely difficult to charac- terise and describe kinetics on a molecular level. Therefore, lumping many similarly behaving compounds into groups is necessary. The lump scheme proposed by Corma et al. [4] is depicted in Fig. 1 and shows the products considered as primary, secondary, stable and unstable. However, the well-known functions derived from reaction kinetics are not applicable for the evaluation of routine catalyst screening due to the small number of observations available compared with the number of estimated parameters. Usually, five experiments at five different catalyst to oil ratios are performed for such studies, i.e., only 5 observations are available for curve fitting. On the other hand, fitting of the function derived from the formation of unstable primary plus secondary products (for example i-butene) requires estimation of 4 reaction rate constants and of a constant of proportionality. As in most statistics, the larger the sample size compared with the number of unknown parameters, the better are the estimates in the sense that the variances will be smaller. Therefore, we are able to take advantage of the theoretical selectivity curves published by Ko and Woj- ciechowski [5]. These curves, characterising the kinds of products (i.e., stable primary, unstable primary, stable primary plus secondary, stable secondary, unstable secondary and unstable primary plus secondary), show characteristic forms. Moreover, a series of curves exists for each kind of product dependent on the different catalysts used. These curves can be enveloped by a single curve D. Wallenstein, U. Alkemade /Applied Catalysis A: General 137 (1996) 37-54 39 Propene--i~-~ ~ ~ .41-Butenes -~--Gasoline ~ ~1 ......... ;~-'- Ethene ~t-- , Butaqliene \"---. Ethane .-\" primary reactions ~ stable products 91 .... secondary reactions Fig. 1. Ten lump model for gas-oil cracking. called the optimum performance envelope curve. The various optimum perfor- mance envelope curves for the six kinds of products are illustrated in Fig. 2 and exhibit qualitatively similar curves for a given product in all reaction networks. This is the justification for using functions describing the optimum performance envelope curve shapes by estimating only two parameters even in such compli- \"a ,-s \"o o \"o n primary stable :. ....... primary + secondary stable .: .... primary unstable .: ..... primary + secondary unstable :\" :. - -- secondary stable .... secondary unstable s t' ,\" ooS /.'/ f .'\"\" ~ -~.,,~ sI /' \"'*'*\" / I I % Conversion of Feed Fig. 2. Optimum performance envelope curve shapes. 40 D. Wallenstein, U. A lkemade / Applied Catalysis A: General 137 (1996) 37-54 cated reaction networks as gas-oil cracking which include many types of first and second order reactions. Kinetically the reaction equations are almost gross simplifications of the true system. Empirically, however, the functions have proved useful for describing the functional relationship between conversion and formed compounds. 2. Experimental 2.1. Catalyst pre-treatment FCC catalyst samples should not be tested for selectivity in the fresh condition. Equilibrated FCC catalyst taken from the circulating inventory of an FCC unit differs considerably from the fresh catalyst mainly due to exposure to severe hydrothermal conditions during regeneration and contamination with vanadium and nickel. Conversion, zeolite surface area, and unit-cell size are the key data for the evaluation of hydrothermal stability of FCC catalysts. Moreover, the selectivities of catalysts are mainly determined by these three parameters. Before performing selectivity measurements, fresh catalyst samples, therefore, have to be subjected to pre-treatments which simulate the conditions in a FCC unit and adjust activity, surface area and unit-cell size to levels similar to those of commercially equilibrated catalysts. Fig. 3, Figs. 4 and 5 provide these key data obtained after different steaming temperatures and increasing steaming duration. The typical ranges found for the same catalyst deactivated in different commercial FCC units are also included. 90 80 70 ,-- 60 ._o ~ 5o 1:2 0 0 40 N. \"~ \"\\ \"~\" -X- \"\\. [[3 1033 K 30 \\\"[~ 1061 K \"E) 1089 K 20 t = = I 0 20 40 60 80 Time (hours) Fig. 3. Hydrotherma! deactivation of FCC catalysts. Influence of time and temperature on conversion. D. Wallenstein, U. Alkemade // Applied Catalysis A: General 137 (1996) 37-54 41 180 160 140 ~ 120 < 100 N 60 40 0 20 40 60 80 Time (hours) Fig. 4. Hydrothermal deactivation of FCC catalysts. Influence of time and temperature on zeolite surface area. These figures demonstrate that the subsequently described deactivation proce- dures provide a good laboratory simulation of commercially-equilibrated cata- lysts. 2.1.1. Catalyst testing, metals-free Catalysts which are tested in the metals-free condition are pre-treated with 100% steam in a fluidised bed at atmospheric pressure at 1089 K for 5 h. 24.35 a~ 24.3 .N 00 o, 24.25 24.2 i 1033K 1061 K 1089 K Range of commercially- equilibrated catalysts 0 20 40 60 80 Time (hours) Fig. 5. Hydrothermal deactivation of FCC catalysts. Influence of time and temperature on unit-cell size. 42 D. Wallenstein, U. Alkemade /Applied Catalysis A: General 137 (1996) 37-54 2.1.2. Catalyst testing, metallated Deactivation of FCC catalysts, in the presence of the contaminant metals nickel and vanadium, is performed using a modified Mitchell impregnation technique [6]. Prior to metals impregnation, the catalysts are calcined for 3 h at 813 K followed by a hydrothermal treatment for 12 h at 1033 K with 100% steam in a fluidised bed. The impregnation of the pre-steamed sample to 3000 ppm nickel or 4500 ppm vanadium + nickel (2:1 w/w) is carried out using a solution of vanadyl naphthenate and nickel naphthenate in toluene. The volume of the impregnation solution is ca. 50% higher than the pore volume of catalyst. The excess toluene is evaporated under vacuum at 403 K. The impregnated catalysts are then heated in flowing air at 523 K for 3 h followed by 3 h at 927 K to decompose the naphthenates and also to burn off any coke. In order to simulate the deactivation by metals contamination, the impregnated catalysts are steamed for 12 h at 1033 K. The metals-free reference sample necessary for determination of catalyst resistance against vanadium attack (calculation of activity retention and zeolite surface area retention) is calcined (described above) followed by hydrothermal treatment for 24 h at 1033 K and 100% steam in a fluidised bed. 2.2. Microactivity test Catalytic activity and selectivity are determined using a fixed-bed reactor, reactor-oven, oil injection and product recovery system as described by ASTM D 3907-92. Variation of the catalyst-to-oil ratio between one and six is used to generate selectivity curves, that means yield curves depending on conversion. The catalyst mass is kept constant between the catalyst-to-oil ratios 2.5 and 6 at 5 g. For catalyst-to-oil ratios smaller than 2.5, the oil quantity is kept constant at 2 g, whereas the catalyst is diluted with inert glass beads of 200-300 mm diameter [1]. To ensure an even geometry of the catalyst bed and a steady dispersion and pre-heating of the oil before entering the catalyst bed, 4 g of glass beads of 200-300 mm diameter are used below and 6 g of glass beads above the catalyst. A sour, imported heavy gas-oil (SIHGO) with properties described in Table 1 is used as feedstock. Experiments are carried out at a reactor temperature of 800 K and a catalyst time-on-stream duration of 30 s. For each MAT experiment, a new portion of fresh catalyst and glass beads are used. Before the cracking experiment is started, the reactor is equilibrated for at least 45 min in flowing nitrogen at the reaction temperature of 800 K. The feed is injected into a heated steel capillary (815 _ 5 K). After passing through the catalyst bed, the liquid products are collected in a receiver and a trap. The uncondensed gaseous products pass through the liquid products and are collected over brine. Immediately upon completion of feed addition (30 s), the nitrogen purge is started. The catalyst bed and the liquid products are stripped for fifteen min with 500 ml nitrogen. During oil injection the liquid recovery system is D. Wallenstein, U. Alkemade /Applied Catalysis A: General 137 (1996) 37-54 Table 1 Characterization data for Sour Imported Heavy Gas-Oil (SIHGO) 43 Property Value Property Value PI 22.5 D- 1160 Distillation (vol.-%, K, 1 atm) Specific gravity 288.6 K 0.9186 IBP 490.2 Aniline point (K) 345.8 5 580.2 10 596.9 Refractive index (307 K) 1.50452 20 615.8 Bromine number 7.4 30 635.2 Pour point (K) 302.4 40 655.2 50 674.7 Sulfur (wt.-%) 2.59 60 696.3 Total nitrogen (wt.-%) 0.086 70 718.6 Basic nitrogen (wt.-%) 0.035 80 744.7 Conradson carbon (wt.-%) 0.25 90 773.0 Ni (ppm) 0.8 95 797.4 V (ppm) 0.6 98 825.8 Fe (ppm) 0.6 Cu (ppm) < 0.1 Na (ppm) 0.6 cooled with ice (receiver) and dry ice (trap) which is removed during the stripping phase to allow the liquid to warm up to room temperature. With this procedure, it is guaranteed that no C~-C2 hydrocarbons are retained in the liquid products, i.e., the concentrations of these compounds in the liquid product are below the detection limits. After the purge, the weight of the liquid products is determined. The gas volume and N2 purge volume is determined by displace- ment of the brine. The yields are calculated as weight percent of the reactant. A mass balance is performed for each reaction run and the conversion is defined as the sum (wt.-%) of C5 + gasoline, C~-C4 gases, hydrogen and coke. 2.3. Analysis of products Gas-chromatographic techniques are used for analysis of both the liquid and the gaseous products. 2.3.1. Gas analysis CI-C6 gases are analyzed isothermally at 393 K on a 50 m A1203/KC1 porous-layer open tubular (Plot) capillary column (Chrompack) using an HP 5890A GC equipped with a flame ionization detection (FID). Hydrogen analysis is performed isothermally at 308 K on a porous polymer Haye Sep Q/80-100 mesh packed column (Chrompack) using an HP 5890A GC equipped with a 44 D. Wallenstein, U. Alkemade /Applied Catalysis A: General 137 (1996) 37-54 thermal conductivity detection. Compounds larger than C6 are below the detection limit. 2.3.2. Simulated distillation MAT liquid products are analysed by the simulated distillation chromato- graphic procedure described by method ASTM D-2887. The fractions of gaso- line, light cycle oil (LCO) and heavy cycle oil (HCO) are defined by the cut points at 489 and 611 K. 2.3.3. Gasoline analysis The gasoline composition of n-paraffins, i-paraffins, olefins, naphthenes and aromatics (PIONA analysis) is analyzed using a Hewlett Packard 5880A gas- chromatograph equipped with a flame ionisation detector (FID) and a pre-frac- tionator column (20% OV-101 on 80/100 Chromosorb W-HP) which allows only the gasoline range hydrocarbons to be analysed on the main column (0.21 mm id, 50 m, 0.5 mm cross-linked methyl silicone). Research and motor octane numbers for the product gasoline are calculated from the gasoline composition using an octane model which takes non-linear blending characteristics of hydrocarbons into consideration [7]. 2.3.4. Carbon analysis The carbonaceous deposit on the catalyst is analysed using a carbon analyser type CS-344 (Leco Corp., St. Joseph, MI). Iron and tungsten are used as combustion promoters. 3. Computational methods 3.1. Objectives of data analysis The first aim of the data analysis is the detection of fliers which necessitates the experiment being repeated. This is done by visual inspection of the observa- tions and the predicted function. If the yields do not lie close to the predicted conversion/yield curve, the experiment will be repeated. The second aim of the data analysis is to compare conversion data at constant severity, yield data at constant conversion, yield data at constant coke yield to identify significant differences between the compared catalysts. Since, the experimental conditions usually do not meet the conversion of interest there is no direct way of determining the yields of interest. To obtain predictions of the yields at the conversion of interest, functions are proposed that are flexible D. Wallenstein, U. Alkemade /Applied Catalysis A: General 137 (1996) 37-54 45 == e'- o \"~ 40 20 /../..\"\" -... tg .... 3000ppm V 20 ..'\" .... {g .... 3000ppm V -'~- + lSOOppm Ni 0 0 1 2 3 4 5 6 Catalyst / Oil (g/g) Fig. 6. Integral conversion of gas-oil as a function of reactor severity. Regression analysis results obtained by fitting the corresponding OPE function, enough to describe the various types of products (see Fig. 2). These functions are given below (see Section 3.3). 3.2. Confidence limits The confidence limits of the observations (Fig. 6, Fig. 7, Fig. 8, Fig. 9. Fig. 10, Fig. 11, Figs. 12 and 13) are estimated by analysing the MAT data of an external standard. Since, the MAT unit used for this study is used for routine measurements this standard is measured regularly to recognise trends and to 1.2 -- Metals-Free I --e-- :~ .... E] .... 3000ppm V --~ 0.8 --0- + 1500ppm NI \"~'~ ~ ,.t_ J .o ...~\". ,,'\" .I\" ~>, 0.4 \"\" .\"\" ,'\" ,, 0.2 ...:;;;--\"\" \" ,~.,.;;::\"\" ~ 0 1 - I I I 0 20 40 60 80 Conversion (wt.%) Fig. 7. Yield-conversion curves of a stable primary + secondary product. Regression analysis results obtained by fitting the corresponding OPE function 46 D. Wallenstein, U. Alkemade // Applied Catalysis A: General 137 (1996) 37-54 7 -- Metals-Free .~ 6 --e-- /1 1; 2 / 5 -O--- +lSOOppmNI _~ ,.rl-- /'T\" 4 ..-'\" / 0 2 1 0 \"~'- I I I 0 20 40 60 80 Conversion (wt.%) Fig. 8. Yield-conversion curves of a stable primary + secondary product. Regression analysis results obtained by fitting the corresponding OPE function. observe the scatter of MAT measurements over time. More than a thousand data sets are available. The variances of this external standard are calculated. From these variances, we estimate the confidence limits of the observations at the probability P = 95%. The error bars in (Fig. 6, Fig. 7, Fig. 8, Fig. 9. Fig. 10, Fig. 11, Figs. 12 and 13) represent the confidence limits of the observations. The error-bars in these graphical representations are used to judge and identify possible fliers (see Section 3.1) __~_ M=,-~., _~ 5 --b-C ~ X o~\" 4 \"-'0\"- + 1500ppm Ni ~ //l~l ~3 t.- 1 ~.~\"~\"'\" 0 , i i 0 20 40 60 80 Conversion (wt.%) Fig. 9. Yield-conversion curves of a stable secondary product. Regression analysis results obtained by fitting the corresponding OPE function. D. Wallenstein, U. AIkemade / Applied Catalysis A: General 137 (1996) 37-54 47 60 m - Metals-Free 50 - --e-- 3000ppm V = o~ 4o 30 ~ 2o 10 0 i L , t 0 20 40 60 80 Conversion (wt.%) Fig. 10. Yield-conversion curves of an unstale primary product. Regression analysis results obtained by fitting the corresponding OPE function. judge the adequacy of the chosen function to model the observations (see Section 3.3) The basis for the confidence-limits calculation of the interpolated data (e.g., coke yield at 50% conversion, see Fig. 14) are regularly measured yield curves of an external standard. The yields are interpolated to the conversion of interest. Confidence limits at P = 95% are determined using these interpolated data and the error-bars in Fig. 14 represent these confidence limits. These error-bars are used to judge the significance of the yield differences between the compared samples. 30 .. ......... ... -..[- o~ .' #o ~ ~~_ ~.~ 25 ...'f .,...., ~ 20 ..I .... 0 .... 3000ppm V \\ 15 --'~'\"- + 1500ppm Ni it I I I I 0 20 40 60 80 Conversion (wt.%) Fig. I I. Yield-conversion curves of an unstable primary product. Regression analysis results obtained by fitting the corresponding OPE function. 48 D. Wallenstein, U. AIkemade /Applied Catalysis A: General 137 (1996) 37-54 3.3. Curve fitting Two approaches are contrasted in the following: 1. Description of the data by second order polynomials, containing three unknown parameters 2. Description of the data by functions characterising the shape of the optimum performance envelope (OPE) curves containing two unknown parameters and empirically determined boundary conditions Polynomials and the 'OPE functions' were fitted to the observations by a non-linear least-squares approach. Generally, for one kind of product the ith dependent observation Yi can be expressed as yi=f(xi,O) Jt-Zi, i= 1 ..... n where x/ is the ith independent observation, 0 is the unknown vector of parameters, f is a non-linear function with regard to parameters and Zi being the error term of Yr The least-squares approach seeks to minimise the sum of square (S) expression S(0)= k (Yi-f(xi,O))2 i=1 with respect to 0. The solution for 0 was found iteratively by using Marquard's compromise method [8]. The confidence limits for the parameter estimates and for the predicted values are obtained by linearisation and, thus, are approxima- tions [8]. Initial values for each of the parameters were determined by a grid search. The numerical procedures are realised by means of the statistical software package RS/1. 0.5 0.4 0.3 \"- 0.2 \"6 0.1 0 I I I I 0 20 40 60 80 Conversion (wt.%) Fig. 12. Yield-conversion curves of an unstable primary product. Regression analysis results obtained by fitting the corresponding OPE function. D. Wallenstein, U. Alkemade //Applied Catalysis A: General 137 (1996)37-54 49 _ .~_ Metala,.Free ; \"--'~\"- .1500ppmNi (n (1) 1 Z 0.5 0 ~ 0 20 40 60 80 Conversion (~.%) Fig. 13. Yield-conversion curves of an unstable secondary product. Regression analysis results obtained by fitting the corresponding OPE function. For the empirical determination of functions describing the shape of the OPE curves, seven catalysts with very different behaviour (three metals-free samples and four vanadium/nickel impregnated samples) were characterised by MAT measurements. Ten different severities were applied per sample and the data obtained cover the whole conversion range at equal increments. For the determination of the boundary conditions, the results obtained by simulated distillation and PIONA analysis of the feedstock, MAT blank runs using inert glass beads in place of the catalyst, are considered. The data obtained by PIONA analysis of the feedstock represent ----4 o~ ~3 o C~ 2 1 2 3 4 Sample Fig. 14. Comparison of different FCC-catalysts. Predicted coke yields at constant conversion and the corresponding confidence limits. 50 D. Wallenstein, U. Alkemade /Applied Catalysis A: General 137 (1996) 37-54 the yields at 0% conversion. The results obtained by using pure glass bead packed reactors represent the yields and conversion at the reactor severity of a catalyst to oil ratio of zero and show the contribution of thermal cracking to the overall reaction rate. We found only a very low amount of thermal products. Thus, the thermal products which undergo catalytic cracking is very low under the applied conditions and have a negligible effect on the overall reaction ratio. All parameters are assumed strictly positive. Various functional relationships containing two unknown parameters were fitted to the observations. The most important underlying assumption when using least-squares methods is that the chosen function f(0,x) will be correct [9]. Model adequacy can be judged by comparing the approximate confidence limits for the predicted values (f(xi,O)) with the confidence limits of the observations (Yi). It is further assumed that the distribution of errors (Zi) is approximately normal. The accuracy of these two assumptions was checked by visual inspection of residual plots. For each kind of product, one function was assigned which is able to describe this product for all seven catalysts reasonably. The functions providing the best fits are given below. Conversion (g) g( xi;O) = 0,(1 - e-x') + c1 Example: Fig. 6. stable primary + secondary products (fl) f,( g( Xi);O ) = O1 Xi \"~ c3e02x, + c2 Example: hydrogen, Fig. 7, coke, Fig. 8. Stable secondary products (fz) f2( g(xi);0) = 0,(1 - ex,) + c2 Example: i-butane, Fig. 9. Unstable primary products (f3) f3(g(xi);O) = O,x~ + O2xi + c2 Examples: gasoline, Fig. 10, Leo, Fig. 11, n-octane, Fig. 12. Unstable primary + secondary products (f4) f4( g( Xi);O ) ~- O1x3 -t- 02X2 \"4- C2 Example: C7-naphthenes, Fig. 13. 0 = (01, 02)T xi = ith observation, i = 1 ..... n n = number of observations cn = empirically determined constant n = 1: conversion at a catalyst to oil ratio = 0 n = 2: yield at conversion = 0 n = 3: describes primary reactions D. Wallenstein, U. A lkemade / Appfied Catalysis A: General 137 (1996)37-54 51 These empirically determined functions and the second degree polynomials are fitted to the experimental data. Tables containing interpolated yields at constant conversion are generated and the results of the two procedures are then compared. 4. Results and discussion Experimental data and the fitted curves obtained using the OPE approach are depicted in Figs. 6-13. Application of the polynomial method (compare Figs. 8 and 15) to these data supplies very smooth and close fits to the measured data. This visual good impression turns out to be a disadvantage because the polynomials functions fit erroneous measurements very well, since, they do not consider the functional interrelation between the formed compounds and conver- sion. The polynomial method supplies curve shapes which do not agree with the expected theoretical curvature. Often convex and concave curve shapes for the same selectivity are found. This may give erroneous results for the interpolated yields and demonstrates that the goodness of fit alone [9] is not sufficient to judge MAT selectivities. The functions used in the OPE procedures are con- strained to the value of a catalyst to oil ratio being zero or conversion being zero which is determined by a sufficient number of measurements. All estimated parameters are assumed to be positive. This means there are constraints on the shape of the curves. As a result, a convex and a concave curve for a given yield is not possible. For the empirical determination of the OPE functions 10 observations are available. The above mentioned figures display regression analyses obtained for yields of metals-free and vanadium/nickel co-impreg- 5 \"--'~\"- + 1500ppm NI .~ .._~ /\"l ...-\" /- 2 ~ ......... 1 0 I I I I I I 20 30 40 50 60 70 80 90 Conversion (wt.%) Fig. 15. Yield-conversion curver of a stable primary + secondary product. Regression analysis results obtained by fitting polynomials of second order. 52 D. Wallenstein, U. Alkemade / Appfied Catalysis A: General 137 (1996) 37-54 [3 60 e- ._o 40 > t- O O 2O 0 i i i I I i 0 1 2 3 4 5 6 Catalyst / Oil (g/g) Fig. 16. Approximate confidence limits for the predicted values obtained by fitting an OPE function. nated catalysts. The destructive effects of vanadium on the zeolite and the dehydrogenation activity of vanadium and nickel make the reaction kinetic of the metals-free and metallated catalysts quite different. Moreover, only five observations are used for curve fitting. The figures demonstrate that the chosen functions are adequate to fit the OPE curve shapes to MAT yields obtained by testing of catalysts having quite different properties and with only five observa- tions available for each curve. Thus, it is shown that these functions provide sufficient robustness against data dispersion. Figs. 16 and 17 illustrate the confidence limits of the predicted observations [8]. The lower number of estimated 'OPE-parameters' leads to a higher reliabil- ity of the predicted functions. The confidence limits obtained for OPE curve- predicted values are considerably smaller than those calculated from polynomi- n A it- .O_ 40 c O fO 20 / Experimental Data J [] 95% Upper Confidence Boundary /k 95% Lower Confidence Boundary I I I I I I 0 1 2 3 4 5 6 Catalyst / Oil (g/g) Fig. 17. Approximate confidence limits obtained by fitting a 2nd order polynomial. D. Wallenstein, U. Alkemade /Applied Catalysis A: General 137 (1996) 37-54 53 als, which means that the precision of the OPE-predicted values is higher. This can be explained by the greater number of degrees of freedom of the regression analysis when the OPE functions are used. To examine the influence of these theoretical considerations on the interpo- lated data (conversion at constant severity, yields at constant conversion), 38 yield curves were measured for a commercial FCC catalyst containing RE-USY zeolite dispersed in an alumina sol matrix. The measurements were performed as double determinations, i.e., two samples (= 2 yield curves) were always mea- sured simultaneously so that the influence of time (different operators, analytical variations, different reactor inserts, etc.) on measurement scatter is eliminated. The standard deviations of three key MAT selectivities calculated on the basis of double determinations [ 10] are given below to illustrate the improvement. Selectivity Conversion Hydrogen Coke Procedure OPE Polyn's OPE Polyn's OPE Polyn's rel. SD 1.0% 1.6% 2.2% 2.9% 2.1% 3.5% SD reduction 38% 24% 40% SD = standard deviation. The resulting SD reductions clearly confirm that the regression analysis using the OPE curves and incorporated boundary conditions increase the reliability of the interpolated values considerably. 5. Conclusions The assessment of MAT selectivity data depends to some extent on the routines used for curve fitting and interpolation. A new procedure for the processing of MAT selectivity data has been developed which avoids most of the problems encountered with traditional methods, e.g., the use of polynomials. The procedure has been realised using the RS/1 software package. A knowledge of the interrelation of formed compounds to conversion (OPE curves) enabled the application of more appropriate functions for curve fitting. Experience with the OPE method has proven the ability of this procedure to improve the reliability of interpolated MAT data substantially. The examples presented are limited to MAT selectivity data, however, the method is generally applicable to any kind of FCC yield data derived from laboratory equipment or pilot plants. Acknowledgements Thanks are due to W.R. Grace & Co. for permission to publish and to Mrs. G. Wallenstein for valuable suggestions and contributions to the manuscript. 54 D. Wallenstein, U. Alkemade /Applied Catalysis A: General 137 (1996)37-54 References [1] G. McElhiney, Oil Gas J., Febr. 8 (1988) 35. [2] E.L. Moorehead, J.B. McLean and A. Whitoshkin, Paper presented at the 1990 NPRA Annu. Meet., San Antonio, TX, March 25-27, 1990. [3] G.W. Young and G.D. Weatherbee, A1ChE Annu. Meet., San Francisco, November 1989. [4] A. Corma, 8th Int. Congr. Catal., II (1984) 293. [5] A.N. Ko and B.W. Wojciechowski, Progr. React. Kinet., 12 (4) (1983) 201. [6] B.R. Mitchell, Ind. Eng. Chem. Prod. Res. Dev., 19 (1980) 209. [7] K.W. Plumlee and R.L. Cotlermann, Div. Petr. Chem., Am. Chem. Soc., September 10-15, 1989, p. 763. [8] BBN Software Products, RS/I User's Guide for Release 4.3, Statistical Tools, 1990, p. A-38-A-47. [9] Lazlo Endrenyi, Kinetic Data Analysis, Plenum, New York, 1981. [10] L. Sachs, Angewandte Statistik, Springer, Berlin, 1990, p. 161. APCATA 9500257X 0926-860X(95)00257-X 10.1016/0926-860X(95)00257-X Elsevier Science B.V. All rights reserved Modelling of selectivity data obtained from microactivity testing of FCC catalysts D. Wallenstein * U. Alkemade GRACE Davison, Grace GmbH, Postfach 1445, 67545 Worms, Germany * Corresponding author. The well-known microactivity test (MAT) ASTM D 3907-92 can be used to determine the activity and selectivities of fluid catalytic cracking catalysts (FCC). The assessment of catalytic selectivity is of major importance to the development of FCC catalysts because it determines the selectivity of desired products and unwanted by-products. A procedure has now been developed to evaluate the selectivity data obtained by cracking of vacuum gas oil on FCC catalysts in a microactivity test unit. Lump models and optimum performance envelope curves, which are published in the literature, present the interrelation of conversion and yields. Following these considerations, functional relationships containing only two parameters to be estimated and known boundary conditions were determined empirically. The parameters are estimated by fitting these functions to the experimental data by non-linear least-squares methods. Subsequently, these predicted functions can be used for interpolation purposes. It is shown that the reliability of the estimated parameters and predicted values are considerably improved compared with those obtained by other methods, e.g., curve fitting and data interpolation by flexible ruler or use of second order polynomials. The development of this new approach and the automation of this method for routinely-performed MAT data processing has been realised with the software RS/1. FCC catalysts have been evaluated with this new procedure to demonstrate its applicability on routinely-performed MAT selectivity studies. Keywords FCC catalysts Microactivity test Selectivity Reference [1] McElhiney G. Oil Gas J., Febr. 8 1988 35 [2] Moorehead E.L. McLean J.B. Whitoshkin A. Paper presented at the 1990 NPRA Annu. Meet. San Antonio, TX March 25–27, 1990 [3] Young G.W. Weatherbee G.D. AIChE Annu. Meet. San Francisco November 1989 [4] Corma A. 8. Auflage 8th Int. Congr. Catal. II 1984 293 [5] Ko A.N. Wojciechowski B.W. Progr. React. Kinet. 12 4 1983 201 [6] Mitchell B.R. Ind. Eng. Chem. Prod. Res. Dev. 19 1980 209 [7] Plumlee K.W. Cottermann R.L. Div. Petr. Chem., Am. Chem. Soc. September 10–15, 1989 763 [8] BBN Software Products, RS/1 User's Guide for Release 4.3, Statistical Tools 1990 Adash38 Adash47 [9] Endrenyi Lazlo 8. Auflage Kinetic Data Analysis 1981 Plenum New York [10] Sachs L. 8. Auflage Angewandte Statistik 1990 Springer Berlin 161",
      "scopus-id": "0002132044",
      "coredata": {
        "eid": "1-s2.0-0926860X9500257X",
        "dc:description": "The well-known microactivity test (MAT) ASTM D 3907-92 can be used to determine the activity and selectivities of fluid catalytic cracking catalysts (FCC). The assessment of catalytic selectivity is of major importance to the development of FCC catalysts because it determines the selectivity of desired products and unwanted by-products. A procedure has now been developed to evaluate the selectivity data obtained by cracking of vacuum gas oil on FCC catalysts in a microactivity test unit. Lump models and optimum performance envelope curves, which are published in the literature, present the interrelation of conversion and yields. Following these considerations, functional relationships containing only two parameters to be estimated and known boundary conditions were determined empirically. The parameters are estimated by fitting these functions to the experimental data by non-linear least-squares methods. Subsequently, these predicted functions can be used for interpolation purposes. It is shown that the reliability of the estimated parameters and predicted values are considerably improved compared with those obtained by other methods, e.g., curve fitting and data interpolation by flexible ruler or use of second order polynomials. The development of this new approach and the automation of this method for routinely-performed MAT data processing has been realised with the software RS/1. FCC catalysts have been evaluated with this new procedure to demonstrate its applicability on routinely-performed MAT selectivity studies.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-03-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9500257X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wallenstein, D."
          },
          {
            "@_fa": "true",
            "$": "Alkemade, U."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9500257X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9500257X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00257-X",
        "prism:volume": "137",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Modelling of selectivity data obtained from microactivity testing of FCC catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "FCC catalysts"
          },
          {
            "@_fa": "true",
            "$": "Microactivity test"
          },
          {
            "@_fa": "true",
            "$": "Selectivity"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "37-54",
        "prism:endingPage": "54",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 March 1996",
        "prism:doi": "10.1016/0926-860X(95)00257-X",
        "prism:startingPage": "37",
        "dc:identifier": "doi:10.1016/0926-860X(95)00257-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002132044"
      }
    }
  }
}