{
  "metadata": {
    "title": "The role of MgO in methane combustion on palladium catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-06-20",
    "doi": "10.1016/0926-860X(96)00013-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96000130",
    "pii": "0926860X96000130"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041807352",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96000130 0926-860X(96)00013-0 0926860X96000130 10.1016/0926-860X(96)00013-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0004X 2024-01-01T12:18:48.759026Z 0 0 19960620 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 140 140 1 1 Volume 140, Issue 1 3 17 28 17 28 19960620 20 June 1996 1996-06-20 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. ROLEMGOINMETHANECOMBUSTIONPALLADIUMCATALYSTS QI C CORDISCHI 1974 2189 D GIAMELLO 1989 1373 E AIGLER 1991 29 J BURCH 1993 289 R ITO 1985 5062 I KIMBLE 1987 501 J BERG 1994 227 M MATSUURA 1991 273 I CONTESTCUL 1991 95 C ZHANG 1992 200 R ZHANG 1992 44 R QI 1995 131 C ZHU 1995 161 B BALDWIN 1990 337 T BRIOT 1991 301 P HICKS 1990 280 R QI 1994 469 C PROC7THNATIONALCONGRESSCATALYSIS ARAI 1986 265 H YU 1994 529 L PROC7THNATIONALCONGRESSCATALYSIS QUANZHI 1986 173 L HOG 1986 2114 M ITO 1987 1723 T AIKA 1977 1393 K CHEN 1995 167 L QIX1996X17 QIX1996X17X28 QIX1996X17XC QIX1996X17X28XC item 0926-860X(96)00013-0 0926860X96000130 1-s2.0-0926860X96000130 10.1016/0926-860X(96)00013-0 271346 2024-01-01T12:18:48.759026Z 1996-06-20 1-s2.0-0926860X96000130-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000130/MAIN/application/pdf/88d24b0cfdcacbc4ea7adcb2e0653c9f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000130/MAIN/application/pdf/88d24b0cfdcacbc4ea7adcb2e0653c9f/main.pdf main.pdf pdf true 581610 MAIN 12 1-s2.0-0926860X96000130-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000130/PREVIEW/image/png/0da2b6a6eb69239e51048bc5bfe44fe1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000130/PREVIEW/image/png/0da2b6a6eb69239e51048bc5bfe44fe1/main_1.png main_1.png png 42151 849 656 IMAGE-WEB-PDF 1 1-s2.0-0926860X96000130-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000130/STRIPIN/image/gif/7c16c17560a68ee3819b7b6cdaa5b322/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000130/STRIPIN/image/gif/7c16c17560a68ee3819b7b6cdaa5b322/si2.gif si3 si3.gif gif 679 31 116 ALTIMG 1-s2.0-0926860X96000130-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000130/STRIPIN/image/gif/7c16c17560a68ee3819b7b6cdaa5b322/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000130/STRIPIN/image/gif/7c16c17560a68ee3819b7b6cdaa5b322/si2.gif si2 true si2.gif gif 679 31 116 ALTIMG 1-s2.0-0926860X96000130-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000130/STRIPIN/image/gif/7c16c17560a68ee3819b7b6cdaa5b322/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000130/STRIPIN/image/gif/7c16c17560a68ee3819b7b6cdaa5b322/si2.gif si1 true si1.gif gif 679 31 116 ALTIMG ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 140 (1996) 17-28 The role of MgO in methane combustion on palladium catalysts Caixia Qi *, Lidun An, Hongli Wang Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences, Lanzhou 730000, People's Republic of China Received 8 August 1995; revised 15 November 1995; accepted 8 December 1995 Abstract Palladium catalysts supported by T-A1203 and MgO/y-A1203 composites were prepared by conventional impregnation and double impregnation. Methane combustion and methane pulse reactions were tested on the supports and catalysts. It was found that composites of MgO/y-A120s not only had a certain catalytic effect but also modified the activity of the supported palladium catalysts. The function of MgO changed with its amount in the composite and the valence state of palladium. Lattice oxygen in the composite was found to take part in the oxidative reaction and considered as a major factor in influencing the activity of catalysts. The structure and physico- chemical properties of the composite supports were also a possible affecting factor. XRD results and the specific surface area of the supports after high temperature calcination show that introduction of MgO into y-AI203 can enhance the thermal stability of the support to some extent. Keywords: Methane combustion; Palladium; Composite MgO/y-AlzO3; Magnesium oxide 1. Introduction It is well known that MgO possesses typical basic properties and unique reducing properties [1,2]. There are electron donor centers on its surface. These centers are important for methane cracking. As a result, MgO is usually used in the catalysts for methane oxidation coupling [3,4]. During the reaction, radicals formed by the abstraction of one hydrogen atom from methane can also form carbon oxide and carbon dioxide by a branching chain reaction [5,6]. Magnus et al. [7] reported the oxidation of methane over MgO obtained by decomposition * Corresponding author. Fax: ( + 86-931) 8417088. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)000 13-0 18 C. Qi et al. / Applied Catalysis A: General 140 (1996) 17 28 of Mg(OH)2, and showed MgO had a significant catalytic effect on the combustion of methane, but the effect was not as strong as with the noble metals. Palladium catalysts are most effective for methane combustion. Sintering at high temperature is one of the problems exhibited by supported palladium catalysts. Magnesium oxide has a melting point of 2850 and a high thermal stability. So the combination of palladium as the active component with MgO as a promoter would be interesting. Matsuura et al. [8] reported methane combus- tion over Pd supported single-crystal MgO. When calcined at 1200, the catalyst maintained 62 m2/g after 4 h and 44 m2/g after 1200 h, it exhibited high activity after this calcination. In recent years, the study of special properties of the composite oxides has aroused great attention [9-11 ]. However, nearly no study on composite MgO/T-A1203 as a support of palladium catalysts for methane combustion has been reported. In our previous work [12], a series of MgO/T-A1203 with different MgO content was prepared and studied for exploring the effect of MgO on the structure and properties of T-A1203. The monolayer dispersion threshold for MgO deposited on alumina is ca. 5 wt.% MgO. When MgO loading is higher than this threshold, the properties of crystalline magnesium oxide will be obvious. In the present study, 0.2 and 5 wt.% MgO/T-AI203 were used as supports to investigate the effect of MgO in a composite on the catalytic performance of supported palladium catalysts for methane combustion. 2. Experimental 2.1. Sample preparation T-A1203, 0.2 and 5 wt.% MgO/T-AI203 as supports were prepared as described elsewhere [12]. Conventional impregnation (CI) and double impregnation (DI) methods were used in preparing palladium catalysts from palladium nitrate. In the latter EDTA was used as chelating agent anchored on the support to chelate noble metal ions (e.g. pd2+). Thermal treatment and reduction conditions of CI and DI catalysts were as described in Ref. [12]. The palladium loading in these samples was ca. 1.95 wt.%. 2.2. Thermal stability of supports The supports mentioned above were heated respectively at 800 and 1000 for 3 h. Then their specific surface areas were measured by the simple BET method (N2 adsorption) and XRD spectra were obtained with a D/MAXRB 12KWX powder diffractometer. C. Qi et al. / Applied Catalysis A: General 140 (1996) 17-28 19 2.3. Methane pulse reaction The supports and catalysts mentioned above were tested for methane pulse reaction in a quartz reactor with 1%CH4 + He as reaction gas for the composites and pure methane for the palladium catalysts, as well as He as a carrying gas. For all samples, 300, 350 and 400 were selected as reaction tempera- tures. At first, the sample temperature was raised to 300 from room tempera- ture (10/min) and sampling several pulses, then to 350 and several pulses again, then to 400 in the same way. Products were detected by a Finnigan MAT 700 ion trap detector equipped with a data acquisition system. 2.4. Catalyst testing The activity of the catalysts was tested for the combustion of methane in a flow reactor operating at atmospheric pressure with a 1% methane/oxygen and nitrogen mixture (CH4 : 02 : N2 = 1:4 : 95). The sample (270-320 mg) was placed in a 7 mm i.d. quartz tube and heated to the required temperature. The reaction mixture at a flow rate of 20 ml/min was passed downstream through the catalyst and the products were analyzed on a SC-8 gas chromatograph with a thermal conductivity detector. Methane conversion (x) was calculated based on the following equation: x(%) = (1 -A/Ao) 100, where A is the intensity of the GC peak for methane after reaction, and A0 is its intensity before reaction. 3. Results and discussion 3.1. Effect of MgO on the y-Ale O~ co'stal phase Fig. 1 shows that XRD spectra of y-A1203, 0.2%MgO/y-A1203 and 5%MgO/y-A1203 heated for 3 h at 1000. It was found that no obvious difference between 0.2%MgO/y-Al203 and T-AI203. At the same time, only the 0-phase appeared in these two samples, c~- and -A1203 were found in all samples. The most important fact is that the peak intensity of the y-A1203 phase increased with increasing MgO content in the samples. Based on these facts, we infer that 0.2% MgO is not enough to produce an obvious effect on gamma alumina. However, 5% MgO is able to inhibit the transformation of y-A1203 to 0-A1203 to some extent. That is to say, the addition of MgO can enhance the thermal stability of y-Al203. 20 C. Qi el al./Applied Catalysis A: General 140 (1996) 17 28 nt 20 40 60 70 2O Fig. 1. XRD spectra of the supports heated for 3 h at 1000. (1) y-Al203: (2) 0.2%MgO/y-A1203; (3) 5%MgO/y-AI20~. Symbols: (= y; (zx)= 0; (O)= K; (= c~, 3.2. Effect of MgO on the specific surface area of y-Al203 The specific surface areas of T-A1203, 0.2%MgO/y-A12Q and 5%MgO/y- A1203 calcined respectively at 800 and 1000 for 3 h are listed in Table 1. It is clear that the reduction rate (x) of the specific surface area decreased with increasing MgO content in the composites, although not notable. It shows that the addition of MgO restricts the thermal contraction of y-A1203. These results are consistent with those of XRD, further proving that introduction of MgO enhances the thermal stability of T-A1203 to some extent. It is well known that gamma alumina possesses an incomplete spinel struc- Table 1 Specific surface area (m2/g) of supports after calcination BET area (m2/g) y-Al203 0.2%MgO/y-A1203 5%MgO/y-A1203 Sm 800 139.1 133.9 127.8 Sm 1000 42.9 41.6 55.9 x(%) 69.2 68.9 56.2 x is the reduction rate of the specific surface area = {[(Sm 800- Sm 1000)/Sm 800~C] X 100%}. C. Qi et al./Applied Catalysis A: General 140 (1996) 17-28 21 ture. At high temperature, the incorporation of Mg2+ into the surface vacant sites of y-Al203 or formation of a little MgA1204 spinel on the y-A1203 surface is possible. It can, therefore, stabilize the structure framework of y-A1203 and improve its thermal stability. B. Zhu et al. I13] also obtained a similar conclusion on the thermal stability of the MgO/y-A1203 system. Several points, such as 0.5%, 1%, 2% and 5% (wt.) MgO/y-A1203, were selected by them. In addition, on adding the same content of MgO into T-AI203 (e.g. 5% MgO), a better stability effect than ours was found. Perhaps it can be ascribed to the difference in preparation method and procedure of the composites used in different works. 3.3. Actic'i~ of palladium catalyst The samples obtained at the calcination and reduction stages in the prepara- tion procedure of the catalysts, corresponding to supported PdO and Pd cata- lysts, respectively, were tested for methane combustion. The temperature ranges from the start of the reaction to the complete conversion of methane are listed in Table 2. In addition, no C2-hydrocarbon was detected during reaction. By careful comparison, the following observations can be drawn. (1) When active phase and support are the same, the activity of the CI catalyst is higher than that of the corresponding DI one. This is consistent with the result of the CI catalyst having a larger particle size than the DI one [12]. (2) When support and preparation method are the same, overall, PdO is more active than Pd. However, the difference in activity between PdO and Pd gradually decreases with increasing MgO content in the catalyst system. It seems that MgO can reduce the activity of PdO phase to some extent. (3) Whether CI or DI catalysts, when the active phase is Pd, variation in the activity follows the order: 0.2%MgO/y-A1203 > 5%MgO/T-AI203 > T- A1203. It shows that MgO can enhance the activity of Pd/y-A1203. When the active phase is PdO, the trend of 0.2%MgO/y-Al203 > T-A1203 > 5%MgO/y-A1203 can be obtained. In this case, 5%MgO/y-A1203 does not exhibit the positive effect. Moreover, improving the degree of 0.2%MgO/y- Table 2 Activities of palladium catalysts for methane combustion Catalysts Range of methane conversion temperature () Preparation method Active phase y-Al203 0.2%MgO/T-AI203 5%MgO/y-A120~ CI PdO 270-350 240-325 270 380 Pd 280-400 250-365 250-380 DI PdO 320-430 280-385 310-470 Pd 325-540 270-390 325-480 CI: conventional impregnation. DI: double impregnation. 22 C. Qi et al. /Applied Catalysis A.\" General 140 (1996) 17-28 A1203 the activity of PdO/T-A1203 is also reduced. As a result, MgO is unfavorable for supported PdO catalysts. This is consistent with the result of (2). Based on these facts, we can conclude that MgO in composite supports can modify the catalytic activity of palladium. This effect changed with the amount of MgO in the composite and the initial valence state of palladium in the supported catalyst. Under oxygen-rich atmosphere, atomic Pd was oxidized during methane oxidation [14-16]. The same result was also obtained in our experiment. However, the effect of MgO on the activities of the supported Pd and PdO catalysts is different. Perhaps it is related to the mechanism of methane oxidation on palladium and the interaction model between MgO with atomic or ionic palladium as well as the Pd-O bonding strength of surface PdO and bulk PdO. 3.4. Catalytic activity of the support In order to explore the contribution of the support to methane combustion, the three supports used in this study were also tested for methane combustion under the same conditions as with the palladium catalysts. Nearly no activity was observed for T-A1203, whereas 0.2%MgO/T-A1203 and 5%MgO/T-A1203 exhibited a certain catalytic effect as showed in Fig. 2. In addition, no C2-hydrocarbon was detected at < 600. In comparison with the palladium catalysts, the activity of the pure supports is certainly much lower. It is worth mentioning that 0.2%MgO/T-A1203 is more active than 5%MgO/T-AI20> This is consistent with the activity result corresponding to palladium catalysts. From our previous work [12], 0.2%MgO/T-A1203 possesses the highest specific area among a series of MgO/T-AI203 composites, even a little higher than that of T-A1203. However, E c 8 100 8ol 60 40 2O 0 300 400 500 600 700 Temperature (*C) Fig. 2. Evolution of methane as a function of reaction temperature for 0.2% (A curve) and 5% MgO/y-Al2Oa (B curve). C. Qi et al./ Applied Catalysis A: General 140 (1996) 17-28 23 the BET surface area of 5%MgO/y-A1203 is less than that of y-Al:O3. Combining their isoelectric point (IEP) values and the IR spectra of their adsorptive EDTA [17], it is sure that these two supports exhibit a different surface acidity and structure. Perhaps this is the cause of the higher activity of 0.2%MgO/y-A1203 than that of 5%MgO/y-A1203 and the same order for the corresponding palladium samples. This problem will be further researched in our laboratory. 3.5. Methane pulse reaction It is known that MgO possesses active lattice oxygen. Arai et al. [18] reported that the lattice oxygens of LaMnO3 took part in methane oxidation. Yu et al. [19] pointed out lattice oxygen was the major oxygen species accelerating methane deep oxidation. For the samples containing MgO used in this study, if lattice oxygens do exist, what role do they play during methane combustion? In order to solve these problems, the methane pulse reaction was performed on the composites and corresponding palladium catalysts. 3.6. MgO / y-Al203 supports At first pure methane was used as reaction gas. Nearly no carbon oxides were detected except C2-hydrocarbon at 400 for 5%MgO/y-A1203. Perhaps the concentration of methane was too high, thus a I%CH4 + He mixture was later used as reaction feed. Similar results were obtained at 300, 350 and 400 this time. Little CO2 was detected. The amount of CO2 at these three tempera- tures was basically the same. The same experiment was done on 0.2%MgO/y-A1203 and a similar result was obtained. The formation of little CO2 illustrates that lattice oxygens in the MgO/y- A1203 composite take part in the oxidation of methane, but not active. The methane coupling reaction is dominant in the absence of gaseous oxygen. 3.7. Palladium catalysts Fig. 3a and 3b show that evolution of carbon dioxide came from the methane pulse reaction on Pd/5%MgO/y-A1203 and Pd/y-A1203 as a function of pulse number and temperature. At 300, formation of CO: may be attributed to adsorptive oxygen on the surface of the catalyst. When the temperature was raised, if the amount of carbon dioxide decreased with pulse number, such an inference can be accepted: no lattice oxygen as replenisher of surface oxygen takes part in the oxidation of methane. The gradual decrease in carbon dioxide intensity should be ascribed to the decomposition of CO2 formed by the reaction of CO: with the support at the beginning of the reaction. In addition, 24 C. Qi et al. / Applied Catalysis A.\" General 140 (1996) 17 28 (a) I ntensity(a.u) 1 2 3 4 5 Pulse Number (b) Intensity(a.u) m~ I, ,~f ' \"IIlIN I.~IUF' [UlgallP .... Nll I I I I 1 2 3 4 5 Pulse Number Fig. 3. (a) Profiles of CO~ formed by the methane pulse reaction on Pd/5%MgO/y-A1203. (b) Profiles of CO2 formed by the methane pulse reaction on Pd/y-A12Q. the peaks at 1595 and 1412 cm-~ detected by IR for the samples after the pulse reaction are assigned respectively to HCOO- and CO~- species [19]. On the other hand, if the intensity of carbon dioxide increased or kept balance with the pulse number, it is sure that lattice oxygen makes some contribution to methane oxidation. By comparison of Fig. 3a and 3b, it is clear that the higher activity of Pd/5%MgO/y-A1203 than of Pd/y-Al203 should be ascribed to a certain role of the active lattice oxygens. Fig. 4a and 4b show the results of the methane pulse reaction on PdO/5%MgO/y-A1203 and PdO/y-A1203, respectively. Superiority of lattice oxygen is not reflected. These two samples presented a similar trend, even the intensity of carbon dioxide for the former descends more than that for the latter. This agrees well with the activity results of the corresponding two catalysts. Based on these analyses, it can be found that the active lattice oxygens in the C. Qi et al. / Applied Catalysis A: General 140 (1996) 17 28 (a) Intensity(a.u) 25 1 2 3 4 ~i Pulse Number (b) Intensity(a.u) I I I I 1 2 3 4 Pulse Number Fig. 4. (a) Profiles of CO2 formed by the methane pulse reaction on PdO/5%MgO/y-A1203. (b) Profiles of CO2 formed the by methane pulse reaction on PdO/y-AI203. composites play a significant role in modifying the activity of palladium catalysts. Whether or not lattice oxygens present a positive effect for methane oxidation, the initial valence state of palladium has the determined action. When PdO was an active phase, although PdO/y-AI203 is more active than Pal~y- A1203, PdO/5%MgO/T-A1203 was less active than PdO/y-A1203 due to no lattice oxygen participation in the reaction. For palladium catalysts, the counts of C2-hydrocarbon and COz of the first pulse peak at 300 and 400 are listed in Table 3. Whether a reduced state or an oxidized one, the amount of carbon dioxide formed via the methane pulse reaction was more than that of C2-hydrocarbon. Comparing with pure supports, it can be suggested that activation of methane on palladium is easier than that on supports, and surface adsorptive oxygen and lattice oxygen of supports are more active in the existence of palladium. 26 C. Qi et al./ Applied Catalysis A: General 140 (1996) 17 28 Table 3 The counts of C2-hydrocarbon and CO2 obtained by the first methane pulse reaction on palladium catalysts Catalyst Temperature () C 2 H 4 C 2 H 6 CO2 Pd/y-Al203 300 11 13 43 400 16 16 45 Pd/5%MgO/y-A1203 300 10 13 66 400 10 I 1 35 PdO/y-Al203 300 21 23 178 40O 15 15 57 PdO/5%MgO/y-A12 03 300 15 50 400 10 24 Activation of methane on solid catalysts is a common problem. Pure MgO has been proven to be an active catalyst for activating methane even at low temperature [20,21]. When methane is adsorbed on MgO, heterolytic adsorption occurred by electron transfer and carbanion was produced [22,23]. This demon- strated the reducing properties of MgO and the lattice oxygen was considered as a possible source of electron donors [1]. On the other hand, lattice oxygen in MgO possesses oxidizing properties. Chen [24] et al. noted that lattice oxygen was capable of reacting with methane above 200 to form formate and carbonate species. It is therefore proposed that methane activation by lattice oxygen of MgO proceeds via the following scheme: CH4 [0-2] HCOO- or CO2+3 -----) CO2\" Perhaps MgO/y-A1203 composite oxides also possess the amphibious prop- erties of reducing and oxidizing. In the case of the methane pulse reaction, they showed mainly the reducing properties due to the formation of much C2-hydro- carbons. When they were used as supports of palladium catalysts, whether Pd or PdO phase, much CO2 was formed in the absence of gaseous oxygen from Table 3. However, as for the palladium catalysts with different states, the contribution of lattice oxygen to methane oxidation is different. The following inference may explain these results. Atomic palladium as a electron donor is stronger than lattice oxygen. When palladium deposits on MgO or a support containing MgO (e.g. MgO/y-Al203 composite), the cracking of methane on palladium is easier and dominating. In this case lattice oxygen and adsorptive oxygen on the surface of the composite act as oxidizers for oxidizing carbanion into carbon dioxide. When methane adsorbs on a PdO/composite, it is possible that electron transfer takes place from lattice oxygen in MgO to Pdz+ and then to methane. The CH3 fragments formed may be oxidized into CO2 by surface oxygen from PdO. Here the lattice oxygens in the composite demonstrate their reducing properties and the ability of oxidation to methane is suppressed. C. Qi et al./Applied Catalysis A: General 140 (1996) 17-28 27 For activity testing and methane pulse reaction on the samples used in our work, consistent results were obtained. Therefore, under the specific reaction conditions, the role of lattice oxygen in the composites may be the same as in the pulse reaction. In order to clarify this point and the inference above, more experimental data are needed. 4. Conclusion Addition of MgO into T-A1203 can enhance the thermal stability of T-A1203 to some extent. Composites of MgO/T-A1203 have a certain catalytic effect on methane combustion. At the same time they can modify the catalytic performance of palladium catalysts. The effect changed with the amount of MgO in the composite and the valence state of palladium. Composite supports with different MgO content exhibited a certain difference in physico-chemical properties and structure. This is a possible factor in influencing the performance of palladium catalysts. The activity of atomic Pd catalysts was improved due to addition of MgO. The enhancing activity was attributed to the active lattice oxygen of the support. However, this improvement was suppressed in supported PdO catalysts. Acknowledgements This project was supported by China. the National Natural Science Foundation of References [1] D. Cordischi, V. Indovina and A. Cimino, J. Chem. Soc., Faraday Trans. 1, 70 (1974) 2189. [2] E. Giamello, P. Ugliengo and E. Garrone, J. Chem. Soc., Faraday Trans. 1, 85 (1989) 1373. [3] J.M. Aigler and J.H. Lunsford, Appl. Catal., 70 (1991) 29. [4] R. Butch, S. Chalker and S.J. Hibble, Appl. Catal. A, 96 (1993) 289. [5] I. Ito, J.-X. Wang, C.-H. Lin and J.H. Lunsford, J. Am. Chem. Soc., 107 (1985) 5062. [6] J.B. Kimble and J.H. Kolts, Chemtech, August 1987, p. 501. [7] M. Berg and S. Jaras, Appl. Catal. A, 114 (1994) 227. [8] I. Matsuura, Y. Hashimoto, O. Takayasu, K. Nitta and Y. Yoshida, Appl. Catal., 74 (1991) 273. [9] C. Contestcul, C. Sivavia and J.A. Schwarz, Appl. Catal., 74 (1991) 95. [10] R. Zhang, J.A. Schwarz, A. Datye and J.P. Baitras, J. Catal., 135 (1992) 200. [11] R. Zhang, J.A. Schwarz, A. Datye and J.P. Baitras, J. Catal., 138 (1992) 44. [12] C. Qi, T. Bai and L. An, React, Kinet. Catal. Lett., 54 (1995) 131. [13] B. Zhu, X. Yuan, S. Jim G. Lu and H. Wu, Shiyou Huagong (Chinese), 24 (1995) 161 . [14] T.R. Baldwin and R. Burch, Appl. Catal., 66 (1990) 337. [15] P. Brim and M. Primet, Appl. Catal., 68 (1991) 301. [16] R.F. Hicks, H. Qi, M.L. Yong and R.G. lee, J. Catal., 122 (1990) 280. 28 C. Qi et al, /Applied Catalysis A: General 140 (1996) 17-28 [17] C. Qi, T. Bai, L. An and H. Wang, Proc. 7th National Congress on Catalysis, Dalian, China, 18-23 Oct., 1994 (Chinese), p. 469. [18] H. Arai, T. Yamada, K. Eguchi and T. Seiyama, Appl. Catal., 26 (1986) 265. [19] L. Yu, Y. Xu and X. Guo, Proc. 7th National Congress on Catalysis, Dalian, China, 18-23 Oct., 1994 (Chinese). p. 529. [20] L. Quanzhi and Y. Amenomiya, Appl. Catal., 23 (1986) 173. [21] M.F. Hog and K.J. Klabunde, J. Am. Chem. Soc., 108 (1986) 2114 [22] T. Ito, T. Tashiro and T. Watanabe, Chem. Lett., 9 (1987) t723. [23] K. Aika and J.H. Lunsford, J. Phys. Chem., 81 (1977) 1393. [24] L. Chen, L. Lin, Q. Xin, P. Ying, Z. Xu, T. Zhang and C. Li, Chinese J. Catal. (Cuihua Xuebao), 16 (3) (1995) 167. APCATA 96000130 0926-860X(96)00013-0 10.1016/0926-860X(96)00013-0 The role of MgO in methane combustion on palladium catalysts Caixia Qi ∗ Lidun An Hongli Wang Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences, Lanzhou 730000, People's Republic of China ∗ Corresponding author. Fax: (+86-931) 8417088. Palladium catalysts supported by γ-Al2O3 and MgO γ-Al2O3 composites were prepared by conventional impregnation and double impregnation. Methane combustion and methane pulse reactions were tested on the supports and catalysts. It was found that composites of MgO γ-Al2O3 not only had a certain catalytic effect but also modified the activity of the supported palladium catalysts. The function of MgO changed with its amount in the composite and the valence state of palladium. Lattice oxygen in the composite was found to take part in the oxidative reaction and considered as a major factor in influencing the activity of catalysts. The structure and physicochemical properties of the composite supports were also a possible affecting factor. XRD results and the specific surface area of the supports after high temperature calcination show that introduction of MgO into γ-Al2O3 can enhance the thermal stability of the support to some extent. Keywords Methane combustion Palladium Composite MgO γ-Al2O3 Magnesium oxide References [1] D. Cordischi V. Indovina A. Cimino J. Chem. Soc. 70 1974 2189 Faraday Trans. 1 [2] E. Giamello P. Ugliengo E. Garrone J. Chem. Soc. 85 1989 1373 Faraday Trans. 1 [3] J.M. Aigler J.H. Lunsford Appl. Catal. 70 1991 29 [4] R. Burch S. Chalker S.J. Hibble Appl. Catal. A 96 1993 289 [5] I. Ito J.-X. Wang C.-H. Lin J.H. Lunsford J. Am. Chem. Soc. 107 1985 5062 [6] J.B. Kimble J.H. Kolts Chemtech August 1987 501 [7] M. Berg S. Jaras Appl. Catal. A 114 1994 227 [8] I. Matsuura Y. Hashimoto O. Takayasu K. Nitta Y. Yoshida Appl. Catal. 74 1991 273 [9] C. Contestcul C. Sivavia J.A. Schwarz Appl. Catal. 74 1991 95 [10] R. Zhang J.A. Schwarz A. Datye J.P. Baitras J. Catal. 135 1992 200 [11] R. Zhang J.A. Schwarz A. Datye J.P. Baitras J. Catal. 138 1992 44 [12] C. Qi T. Bai L. An React. Kinet. Catal. Lett. 54 1995 131 [13] B. Zhu X. Yuan S. Jin G. Lu H. Wu Shiyou Huagong (Chinese) 24 1995 161 [14] T.R. Baldwin R. Burch Appl. Catal. 66 1990 337 [15] P. Briot M. Primet Appl. Catal. 68 1991 301 [16] R.F. Hicks H. Qi M.L. Yong R.G. lee J. Catal. 122 1990 280 [17] C. Qi T. Bai L. An H. Wang Proc. 7th National Congress on Catalysis Dalian, China 18–23 Oct., 1994 469 (Chinese) [18] H. Arai T. Yamada K. Eguchi T. Seiyama Appl. Catal. 26 1986 265 [19] L. Yu Y. Xu X. Guo Proc. 7th National Congress on Catalysis Dalian, China 18–23 Oct., 1994 529 (Chinese) [20] L. Quanzhi Y. Amenomiya Appl. Catal. 23 1986 173 [21] M.F. Hog K.J. Klabunde J. Am. Chem. Soc. 108 1986 2114 [22] T. Ito T. Tashiro T. Watanabe Chem. Lett. 9 1987 1723 [23] K. Aika J.H. Lunsford J. Phys. Chem. 81 1977 1393 [24] L. Chen L. Lin Q. Xin P. Ying Z. Xu T. Zhang C. Li Chinese J. Catal. (Cuihua Xuebao) 16 3 1995 167",
      "scopus-id": "0041807352",
      "coredata": {
        "eid": "1-s2.0-0926860X96000130",
        "dc:description": "Palladium catalysts supported by γ-Al2O3 and MgO γ-Al2O3 composites were prepared by conventional impregnation and double impregnation. Methane combustion and methane pulse reactions were tested on the supports and catalysts. It was found that composites of MgO γ-Al2O3 not only had a certain catalytic effect but also modified the activity of the supported palladium catalysts. The function of MgO changed with its amount in the composite and the valence state of palladium. Lattice oxygen in the composite was found to take part in the oxidative reaction and considered as a major factor in influencing the activity of catalysts. The structure and physicochemical properties of the composite supports were also a possible affecting factor. XRD results and the specific surface area of the supports after high temperature calcination show that introduction of MgO into γ-Al2O3 can enhance the thermal stability of the support to some extent.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-06-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96000130",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Qi, Caixia"
          },
          {
            "@_fa": "true",
            "$": "An, Lidun"
          },
          {
            "@_fa": "true",
            "$": "Wang, Hongli"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96000130"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96000130"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00013-0",
        "prism:volume": "140",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The role of MgO in methane combustion on palladium catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane combustion"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Composite MgO γ-Al2O3"
          },
          {
            "@_fa": "true",
            "$": "Magnesium oxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "17-28",
        "prism:endingPage": "28",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 June 1996",
        "prism:doi": "10.1016/0926-860X(96)00013-0",
        "prism:startingPage": "17",
        "dc:identifier": "doi:10.1016/0926-860X(96)00013-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "116",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X96000130-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "679",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "116",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X96000130-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "679",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "116",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X96000130-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "679",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041807352"
      }
    }
  }
}