{
  "metadata": {
    "title": "Investigations of the mechanisms and kinetics leading to a loss of molybdenum from bismuth molybdate catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-09-29",
    "doi": "10.1016/0926-860X(94)85096-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94850968",
    "pii": "0926860X94850968"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028496767",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-28 2001-08-28 2010-10-02T11:38:12 1-s2.0-0926860X94850968 0926-860X(94)85096-8 0926860X94850968 10.1016/0926-860X(94)85096-8 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X02141 2024-01-01T12:21:46.509935Z 0 0 19940929 1994 2001-08-28T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 117 117 2 2 Volume 117, Issue 2 6 163 171 163 171 19940929 29 September 1994 1994-09-29 1994 article fla Copyright © 1994 Published by Elsevier B.V. INVESTIGATIONSMECHANISMSKINETICSLEADINGALOSSMOLYBDENUMBISMUTHMOLYBDATECATALYSTS ZHANG L KEXUE 1978 531 Z MA 1987 292 L LIM 1987 175 T STANISLAUS 1990 225 A STUDIESINSURFACESCIENCECATALYSIS CATALYSTSINPETROLEUMREFINING1989 LIU 1993 185 D FENG 1982 95 L SNYDER 1991 536 T LIU 1993 81 D MIURA 1981 1396 H PROC7THINTERNCONGRCATALTOKYO1980 LEYRER 1990 349 J TRIFIRO 1970 121 F RAO 1978 64 T ZHANGX1994X163 ZHANGX1994X163X171 ZHANGX1994X163XL ZHANGX1994X163X171XL item 0926-860X(94)85096-8 0926860X94850968 1-s2.0-0926860X94850968 10.1016/0926-860X(94)85096-8 271346 2024-01-01T12:21:46.509935Z 1994-09-29 1-s2.0-0926860X94850968-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94850968/MAIN/application/pdf/d55918094c9d2c231051aaa62e3f8cda/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94850968/MAIN/application/pdf/d55918094c9d2c231051aaa62e3f8cda/main.pdf main.pdf pdf true 498432 MAIN 9 1-s2.0-0926860X94850968-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94850968/PREVIEW/image/png/80fb891a24a2768918b080f345f9ad68/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94850968/PREVIEW/image/png/80fb891a24a2768918b080f345f9ad68/main_1.png main_1.png png 51855 849 656 IMAGE-WEB-PDF 1 apl C3** A ELSEVIER Applied Catalysis A: General 117 (1994) 163-171 Investigations of the mechanisms and kinetics leading to a loss of molybdenum from bismuth molybdate catalysts Lixiong Zhangl, Dazhuang Liu*, Biguang Yang, Jianhong Zhao Chemical Engineering Department, Zhengzhou Institute of Technology, Zhengzhou 450002, People's Republic of China Received 4 March 1994; revised 30 May 1994; accepted 1 June 1994 Abstract The mechanisms and kinetics leading to a loss of molybdenum from bismuth molybdate catalysts with Si02 and A1203 as supports, respectively, were studied as the basis of research into the reasons for the loss of molybdenum from single M003 catalysts. It was found that the loss of molybdenum was due to the sublimation of Mo02 (OH) z, formed by the reaction of active species with water vapor. The kinetics leading to the loss of molybdenum in the presence of water vapor are expressed as r=kVCs'5. The difference in the rate of molybdenum loss from single M003 catalysts and bismuth molybdate catalysts are discussed. Keywords: Bismuth molybdate; Deactivation; Kinetics; Loss; Mechanism 1. Introduction Bismuth molybdate catalysts are widely used in industrial processes such as selective oxidation. It has been found that their loss of molybdenum is one of the main reasons leading to the deactivation of the catalysts [ 1,2] . Molybdenum loss from unsupported and alumina-supported M003 has been studied in the presence and absence of water by Lim and Weller [3] . Stanislaus and co-workers [4] have examined the extent of molybdenum loss as a function of initial molybdenum concentration at different temperatures. We have reported on the mechanisms and kinetics leading to a loss of molybdenum on alumina and silica [ 5 ] . However single *Corresponding author. Tel. ( + 86-371) 3932654, fax. ( + 86-371) 3935880. *Present address: Research Institute of Petroleum Processing, P.O. Box 914-28, Beijing, 100083, People's Republic of China. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD! 0926-860X (94) 00130-1 lO L. Zhang et al. /Applied Catalysis A: General 117 (1994)163-171 molybdenum-supported catalysts are more seldom used than binary molybdenum catalysts. On the other hand, the two kinds of catalysts have different structures and different catalytic mechanisms during catalytic reactions. All these facts may result in different mechanisms and rules for molybdenum loss when comparing single molybdenum catalysts and binary bismuth molybdate catalysts. Furthermore, the study of molybdenum loss in bismuth molybdate catalysts is more closely related to industrial processes. No systematic work on the loss of active species from binary catalysts has been carried out to date. In combination with temperature-programmed desorption (TPD), we studied the mechanisms and kinetics leading to a loss of molybdenum from both Bi-Mo/Si02 and Bi-Mo/A1203 catalysts. 2. Experimental Catalysts were prepared as stated in the literature [6]. With different Bi/Mo ratios, bismuth molybdate has different phases (Table 1) . Si02 supported a-, issand y-phase and A1203 supported y-phase bismuth molybdate catalysts were prepared. The phases were determined by X-ray diffraction (XRD), using a Philips PW 1700 automated powder diffractometer operated at 40 kV and 40 mA with Cu Ka radiation. Experiments were carried out according to a procedure reported previously [ 5 ] . Requirements of the TPD apparatus have been reported elsewhere [ 8 ] , using high purity nitrogen as a carrier gas, a heating rate of 27.1 K/min, a thermal conductivity detector (TCD) temperature of 453 K and a water adsorption temperature of 423 K. The molybdenum content in the catalysts was determined using a spectrophotometer, and the bismuth content by EDTA titration. 3. Results and discussion 3.1. Mechanisms leading to a loss of molybdenum Previous research [ 5 ] revealed that the physical loss of molybdenum on Si02 and A1203 was evident at temperatures higher than 923 and 1023 K, respectively, while chemical loss was evident at temperatures higher than 873 and 973 K, Table I Phases of bismuth molybdate with stoichiometric composition [7] Phase Stoichiometric composition Bi/Mo ratio Alpha (a) Bi2(Mo04)3 2:3 Beta (/3) B\"M0209 1:1 Gamma (y) BizMO06 2:1 L. Zhang et al. /Applied Catalysis A: General 117 (1994)163-171 165 Table 2 Loss of active species from Bi-Mo/S'Oz and Bi-Mo/A1203 at different temperatures and using different atmospheres Catalyst Mo03 Bi203 Temperature Atmosphere Space Reaction M003 loss B'203 loss type content content (K) velocity time (h) percentage percentage (kg/kg) (kg/kg) (m3 /kg h) (%) Bi-Mo/Si0= 0.3453 0.3384 873 H20 80.53 10.00 20.74 4.09 0.3453 0.3384 973 H20 78.53 10.00 61.24 0.98 0.3453 0.3384 973 N2 81.22 8.00 3.72 0.21 0.2356 0.2641 1023 N2 27.00 8.00 20.97 4.96 Bi-Mo/A1203 0.3296 0.2729 873 H20 42.23 13.00 10.76 2.05 0.3296 0.2729 923 H20 42.23 13.00 24.88 2.24 0.3296 0.2729 973 H20 41.30 12.00 37.65 3.30 0.3296 0.2729 973 N2 42.15 12.00 4.33 0.25 0.3296 0.2729 1023 N2 41.70 12.00 23.86 1.27 respectively. We carried out nine sets of experiments with Bi-Mo/Si02 and BiMo/A1203 catalysts at temperatures between 873 and 1123 K to investigate the loss mechanisms, using nitrogen and water vapor as reactants, respectively. The results are shown in Table 2. Table 2 shows that under the same reaction conditions, the loss of molybdenum from either a Bi-Mo/Si02 or a Bi-Mo/A1203 catalyst in a water vapor atmosphere is much larger than in a nitrogen atmosphere, while the percentage loss of bismuth is within the limits of experimental error, i.e., bismuth is hardly removed. Above 873 K the chemical loss of molybdenum from both catalysts is evident. Above 1023 K physical loss from both catalysts is evident. It can thus be concluded that under industrial reaction conditions, molybdenum loss from both Bi-Mo/Si02 and BiMo/A1203 catalysts is caused by the presence of water vapor, while bismuth is not removed. Molybdenum in bismuth molybdate exists as molybdate, i.e., Movt coordinates with four oxygen atoms to form M004- . Miura et al. [ 9 ] revealed that the structure of Bi2Mo206 was formed by a (Bi202 4 layer and a (Moo4)2- layer. Leyrer et al. [ 10] described the reversible reaction of Mo02(OH)2 with OH- to form Mo04- and H20. Thus, Mo04- can react with water vapor to form M002(OH)2. Mo04- +2H20=M002(0H)2+20H- (1) Trifirb et al. [ 11 ] studied the structure of a Bi-Mo-Si catalyst using infrared spectroscopy. They observed the existence of crystalline Mo03 on the surface of the Bi-Mo-Si. Mo03 can also react with water vapor to form MO02(OH)2. M002(OH)2 is more volatile than Mo03. The sublimation of M002(OH)2 leads to the loss of molybdenum. M003 +H20=M002(OH)2 (2) 166 L. Zhang et al. /Applied Catalysis A: General 117 (1994)163-171 0 d c b e 423 973 623 673 623 673 723 773 823 873 923 973 1023 1073 T(K) Fig. 1. The H20-TPD profiles of Bi-Mo/SiO2 and Bi-Mo/A1203. (a) a-Phase Bi-Mo/SiO2 without adsorbing water; (b) a-phase Bi-Mo/SiOz; (c) ss-phase Bi-Mo/Si02; (d) y-phase Bi-Mo/Si02; (e) y-phase Bi-Mo/ A1203. M002 (OH) 2 decomposed to M003 and H20 at lower temperatures. We collected the crystalline substance attached to the wall of the reactor near the outlet and analysed it with XRD. The results show that it was M003- In order to examine the loss mechanisms more clearly, a TPD technique was applied to examine the adsorption and desorption of water vapor on bismuth molybdate catalysts. Fig. 1 shows the TPD profiles. (a) is the TPD profile of a-phase Bi-Mo/SiO2 without adsorbing water vapor. It is almost a straight line, which means that no decomposition of active species occurred during heating. (b), (c) and (d) are, respectively, the H20-TPD profiles of a-, ssf3- and y-phase Bi-Mo/ Si02, and (e) is the H20-TPD profile of y-phase Bi-Mo/A1203. The profiles can be divided into two parts. The first part, in which the TPD peaks appear, can be attributed to the desorption of water vapor at relatively low temperatures. The second part, in which the TPD spectral lines move upward at high temperatures, can be attributed to the formation and decomposition of Mo02(OH)2. The heat of physical desorption was lower than the chemical reaction heat so the desorption of water vapor occurred at lower temperatures, while the formation and decomposition of Mo02(OH)2 occurred at high temperatures. The TPD results verify the results in Table 2. In addition Fig. 1 shows that the profiles can be divided into two parts at approximately 973 K, which means that the loss of molybdenum species occurs upwards of 973 K in the presence of water vapor. This is very similar to the results shown in Table 2. L. Zhang et al. /Applied Catalysis A: General 117 (1994)163-171 167 3.2. Kinetics leading to a loss of molybdenum In order to study the kinetic rules leading to a loss of molybdenum in a water vapor atmosphere within a short time, reaction temperatures were chosen to be as high as possible, with avoiding a physical loss. In bismuth molybdate catalysts, the molybdenum loss is evident at 873 K in the presence of water vapor, while it is within the limits of experimental error even at 973 K in the presence of nitrogen Table 3 Molybdenum loss from a-phase Bi-Mo/Si0z at 973 K in a water vapor atmosphere (Mo03 content= 0.399 kg/ kg SiOZ, Biz03 content= 0.438 kg/kg Si02) No. Space velocity Reaction time M003 residual Bi203 residual (M3 /kg h) (h) content (kg/kg) content (kg/kg) 1 21.81 12.00 0.301 0.431 2 34.90 10.00 0.282 0.415 3 43.62 10.10 0.250 0.407 4 87.24 11.00 0.198 0.437 5 92.70 6.00 0.219 0.436 6 109.05 12.00 0.188 0.438 7 130.87 13.00 0.170 0.445 Table 4 Molybdenum loss from a-phase Bi-Mo/Si02 at 923 and 823 K in a water vapor atmosphere (Mo03 content=0.399 kg/kg Si02, Bi203 content=0.438 kg/kg Si02) Temperature Space velocity Reaction time M003 residual Bi203 residual k (K) (m3/kg h) (h) content (kg/kg) content (kg/kg) (kg/ M3) 823 166.04 12.00 0.338 0.426 156.81 13.50 0.336 0.420 0.0009914 156.81 15.00 0.334 0.418 923 82.76 11.50 0.239 0.451 93.11 12.00 0.237 0.423 103.45 13.00 0.221 0.425 0.01000 124.14 12.00 0.218 0.448 134.49 6.00 0.255 0.432 Table 5 Molybdenum loss from ss-phase Bi-Mo/Si02 at 937 K in a water vapor atmosphere (M003 content= 0.375 kg/ kg Si02,13i2O3 content= 0.577 kg/kg Si02 No. Space velocity Reaction time M003 residual Bi203 residual k (M3 /kg h) (h) content (kg/kg) content (kg/kg) (kg/m') 1 36.96 7.00 0.274 0.553 2 59.14 8.00 0.236 0.559 3 81.32 10.00 0.193 0.572 0.02176 4 88.72 7.00 0.217 0.563 5 103.50 10.00 0.191 0.583 168 L. Zhang et al. /Applied Catalysis A: General 117 (1994)163-171 Table 6 Molybdenum loss from y-phase Bi-Mo/Si02 at 973 K in a water vapor atmosphere (M003 content=0.149 kg/ kg Si02, Bi203 content= 0.489 kg/kg Si02) No. Space velocity Reaction time M003 residual Bi203 residual k (M3 /kg h) (h) content (kg/kg) content (kg/kg) (kg/m') 1 39.23 7.00 0.140 0.488 2 58.85 9.00 0.131 0.457 3 68.66 10.00 0.127 0.475 0.3763 4 77.49 10.00 0.121 0.467 5 78.47 11.00 0.114 0.467 Table 7 Molybdenum loss from y-phase Bi-Mo/A1203 at 973 K in a water vapor atmosphere (M003 content=0.330 kg/ kg A1203, B'Z03 content= 0.273 kg/kg AI203) No. Space velocity Reaction time M003 residual Biz03 residual k (m' /kg h) (h) content (kg/kg) content (kg/kg) (kg /M3) 1 15.88 7.00 0.292 0.271 2 21.18 10.00 0.258 0.268 3 34.41 10.00 0.233 0.265 0.02553 4 38.65 11.50 0.217 0.270 5 41.30 12.00 0.206 0.264 Table 8 Molybdenum loss from y-phase Bi-Mo/A1203 at 943 and 923 K in a water vapor atmosphere (Mo03 content=0.330 kg/kg A1203, Bi203 content=0.273 kg/kg A]Z03) Temperature Space velocity Reaction time M003 residual Biz03 residual k (M3 /kg h) (h) content (kg/kg) content (kg/kg) (kg /M3) 943 41.05 10.00 0.259 0.261 41.05 12.00 0.254 0.264 0.01281 46.18 13.00 0.238 0.260 923 42.23 13.00 0.248 0.267 0.01183 44.71 14.00 0.244 0.266 (see Table 2) . Thus 973 K was chosen as the main experiment temperature for the loss of kinetics. First, seven sets of experiments were carried out with a-phase BiMo/Si02 and the results are shown in Table 3. It was found that the optimum equation which satisfies the experimental data in Table 3 is CS =Cso[ I +2.5VC o kt] -ti2.s (3) or L. Zhang et al. /Applied Catalysis A: General 117 (1994)163-171 169 r= -dCsldt=kVCs-s (4) where CS is the M003 content catalysts after reaction [kg/kg support], Cso is the Mo03 content in fresh catalysts [kg/kg support], V is the flow-rate of gas per kg support [m3/ (kg support h) ], t is the reaction time (h), k is the loss rate constant [kg/m3], and r is the loss rate [kg M003/ (kg support h) ] . It was calculated that k at 973 K was 0.01862. Experiments were carried out with the same catalysts at 923 and 823 K, and the results (in Table 4) were used to determine the values of kin Eq. (3) . They were 0.01000 and 0.0009914, respectively. The three k values satisfy the Arrhenius equation. In k=12.6-16014.5/T (5) Next, a series of experiments were carried out with /3-phase and y-phase BiMo/Si02 at 973 K in a water vapor atmosphere. The results also satisfied Eqs. (3 ) and (4) (see Table 5 and 6). Finally, with the same method used on a-phase Bi-Mo/Si02, experiments were carried out on y-phase Bi-Mo/A1203 at temperatures of 973 K, 943 and 923 K in a water vapor atmosphere. The results (in Table 7 and 8) can also be expressed with Eqs. (3) and (4) and the three ks at three temperatures satisfy the Arrhenius equation. In k=11-14308.5/T (6) 4. Discussion As in our previous paper [ 5 ] , the loss rate constant k is 0.0616 for M003/Si02 and 0.001842 for M003/A1203 at the reaction temperature of propene ammoxidation (773 K). The present research shows that k is 0.0002983 for a-phase Bi-Mo/ Si02 and 0.0005474 for y-phase Bi-Mo/A1203 at the same temperature. It is obvious that molybdenum loss from bismuth molybdate is more difficult than from M003/Si02 and is not very different from Mo03/A1203. We showed [ 5 ] that the very weak interaction between M003 and Si02 made the molybdenum loss from M003/Si02 smaller than from Mo03/A1203, in which there was a strong interaction between M003 and A1203. In the present work, the loss of molybdenum from bismuth molybdate catalysts in a water vapor atmosphere is caused by the sublimation of Mo02(OH)2, formed by the reaction of molybdate with water vapor. Molybdate has a strong interaction with bismuth species, which retards the reaction of water vapor with molybdate. In addition, the formed Mo02 (OH) 2 has a tendency to react with bismuth species, which decreases the sublimation rate of M002 (OH) 2. As a results, the loss of molybdenum from bismuth molybdate catalysts is smaller than that from M003/Si02. 170 L. Zhang et al. /Applied Catalysis A: General 117 (1994) 163-171 It is shown above that the loss of molybdenum from Mo03/A1203 is not very different from the loss from bismuth molybdate catalysts. In Mo03/A1203, chemical interaction occurs between M003 and A1203, while in bismuth molybdate catalysts, there is a strong interaction between molybdate and bismuth species. The two kinds of interactions have almost the same effect on the loss of molybdenum. In industrial catalysts, catalyst promoters are added to the binary bismuth molybdate catalysts to increase the stability, decrease the loss of molybdenum, and extend the life of the catalysts. In these catalysts, molybdate reacts with other species. For example, in 50% N13CO5Fe3BiPIO.iM012052.3-50% Si02 catalysts, Fe2(MO04)3, (3-COMo04, NiMo04, Bi203 * M003 and Bi203 - 3MO03 were found [ 12] . This kind of interaction between active components decreases the loss of molybdenum and therefore industrial catalysts are stabler than binary bismuth molybdate catalysts. 5. Conclusion (1) The loss of molybdenum from bismuth molybdate catalysts in a water vapor atmosphere is greater than in a nitrogen atmosphere under the same conditions. In the presence of water vapor, molybdenum species reacts with water vapor, which increases the loss of molybdenum. In industrial processes, the loss of molybdenum are caused by water becoming a reactant or product. Bismuth is not removed in these cases. (2) The kinetics of molybdenum loss from bismuth molybdate catalysts in a water vapor atmosphere can be expressed as -Ws/dt=kVCs s. (3) The interaction between active components in bismuth molybdate catalysts causes a different molybdenum loss on MO03/Si02, while the interaction of active components in bismuth molybdate catalysts and the interaction between the active component and the support in Mo03/A1203 have a slightly differing effect on the loss of molybdenum from the two kinds of catalysts. Nomenclature CS the M003 content in catalysts after reaction [kg/kg support] Cso the M003 content in fresh catalysts [kg/kg support] k the loss-rate constant [kg /M3] r the loss rate [ kg M003 / (kg support - h) ] T the reaction temperature [k] t the reaction time [h] V the flow-rate of gas per kg support [ m3 / (kg support - h) ] Acknowledgement The present work was supported by the National Science Foundation of China. L. Zhang et al. /Applied Catalysis A: General 117 (1994)163-171 171 References [ 1 ] Zhongguo Kexue (Chinese Science, Beijing), 5 (1978) 531. [2] L. Ma, Shiyou Huagong (Petrochemical Technology, Beijing), 16 (1987) 292. [3] T. Lim and S.W. Weller, J. Catal., 108 (1987) 175. [4 ] A. Stanislaus, M. Absi-Halabi and K. AI-Dolama, in D.L. Trimm, S. Akashah, M. Absi-Halabi and A. Bishara (Editors), Catalysts in Petroleum Refining 1989, (Studies in Surface Science and Catalysis, Vol. 53), Elsevier, Amsterdam, 1990, p. 225. [5 ] D. Liu, L. Zhang, B. Yang and J. Li, Appl. Catal. A: General, 105 (1993) 185. [6] L. Feng, H. Wang and Y. Chen, Cuihua Xuebao (Chin. J. Catal. Dalian), 3 (1982) 95. [7] T.P. Snyder and C.G. Hill, Jr., J. Catal., 132 (1991) 536. [8] D. Liu, J. Zhao, C. Sun and L. Zhang, Carbon, 31 (1993) 81. [9] H. Miura, Y. Arai, K. Sugiyama and T. Matsuda, in T. Seiyama and K. Tanabe (Editors), Proc. 7th Intern. Congr. on Catal., Tokyo, 1980, Kodansha, Tokyo, 1981, p. 1396. 10] J. Leyrer, D. Mey and H. Knozinger, J. Catal., 124 (1990) 349. 11 ] F. Trifirb, L. Kubelkova and 1. Pasquon, J. Catal., 19 (1970) 121. 12] T.S.R. Prasada Rao and P.G. Menon, J. Catal., 51 (1978) 64. APCATA 94850968 0926-860X(94)85096-8 10.1016/0926-860X(94)85096-8 Elsevier Science B.V. Investigations of the mechanisms and kinetics leading to a loss of molybdenum from bismuth molybdate catalysts Lixiong Zhang 2 Dazhuang Liu * 1 Biguang Yang Jianhong Zhao Chemical Engineering Department, Zhengzhou Institute of Technology, Zhengzhou 450002, People's Republic of China * Corresponding author. Tel. (+ 86-371) 3932654, fax. (+ 86-371) 3935880. 2 Zhongguo Kexue (Chinese Science, Beijing), 5 (1978) 531. 1 Present address: Research Institute of Petroleum Processing, P.O. Box 914-28, Beijing, 100083, People's Republic of China. The mechanisms and kinetics leading to a loss of molybdenum from bismuth molybdate catalysts with SiO2 and Al2O3 as supports, respectively, were studied as the basis of research into the reasons for the loss of molybdenum from single MoO3 catalysts. It was found that the loss of molybdenum was due to the sublimation of MoO2(OH)2, formed by the reaction of active species with water vapor. The kinetics leading to the loss of molybdenum in the presence of water vapor are expressed asr=kVC 3.5 s. The difference in the rate of molybdenum loss from single MoO3 catalysts and bismuth molybdate catalysts are discussed. Keywords Bismuth molybdate Deactivation Kinetics Loss Mechanism Reference [1] Kexue Zhongguo Chinese Science, Beijing 5 1978 531 [2] Ma L. Huagong Shiyou Petrochemical Technology 16 1987 292 Beijing [3] Lim T. Weller S.W. J. Catal. 108 1987 175 [4] Stanislaus A. Absi-Halabi M. Al-Dolama K. Catalysts in Petroleum Refining 1989 Trimm D.L. Akashah S. Absi-Halabi M. Bishara A. Studies in Surface Science and Catalysis 53 1990 Elsevier Amsterdam 225 [5] Liu D. Zhang L. Yang B. Li J. Appl. Catal. A: General 105 1993 185 [6] Feng L. Wang H. Chen Y. Xuebao Cuihua Chin. J. Catal. Dalian 3 1982 95 [7] Snyder T.P. Hill C.G. Jr. J. Catal. 132 1991 536 [8] Liu D. Zhao J. Sun C. Zhang L. Carbon 31 1993 81 [9] Miura H. Arai Y. Sugiyama K. Matsuda T. Sciyama T. Tanabe K. Proc. 7th Intern. Congr. on Catal., Tokyo, 1980 1981 Kodansha Tokyo 1396 [10] Leyrer J. Mey D. Kno¨zinger H. J. Catal. 124 1990 349 [11] Trifiro` F. Kubelkova L. Pasquon I. J. Catal. 19 1970 121 [12] Rao T.S.R. Prasada Menon P.G. J. Catal. 51 1978 64",
      "scopus-id": "0028496767",
      "coredata": {
        "eid": "1-s2.0-0926860X94850968",
        "dc:description": "The mechanisms and kinetics leading to a loss of molybdenum from bismuth molybdate catalysts with SiO2 and Al2O3 as supports, respectively, were studied as the basis of research into the reasons for the loss of molybdenum from single MoO3 catalysts. It was found that the loss of molybdenum was due to the sublimation of MoO2(OH)2, formed by the reaction of active species with water vapor. The kinetics leading to the loss of molybdenum in the presence of water vapor are expressed asr=kVC 3.5 s. The difference in the rate of molybdenum loss from single MoO3 catalysts and bismuth molybdate catalysts are discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-09-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94850968",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Lixiong"
          },
          {
            "@_fa": "true",
            "$": "Liu, Dazhuang"
          },
          {
            "@_fa": "true",
            "$": "Yang, Biguang"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Jianhong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94850968"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94850968"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)85096-8",
        "prism:volume": "117",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Investigations of the mechanisms and kinetics leading to a loss of molybdenum from bismuth molybdate catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Bismuth molybdate"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          },
          {
            "@_fa": "true",
            "$": "Kinetics"
          },
          {
            "@_fa": "true",
            "$": "Loss"
          },
          {
            "@_fa": "true",
            "$": "Mechanism"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "163-171",
        "prism:endingPage": "171",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 September 1994",
        "prism:doi": "10.1016/0926-860X(94)85096-8",
        "prism:startingPage": "163",
        "dc:identifier": "doi:10.1016/0926-860X(94)85096-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028496767"
      }
    }
  }
}