{
  "metadata": {
    "title": "Modification of the surface reactivity of vanadium antimonate catalysts during catalytic propane ammoxidation",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-04-13",
    "doi": "10.1016/0926-860X(94)00280-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94002800",
    "pii": "0926860X94002800"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0342397510",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X94002800 0926-860X(94)00280-0 0926860X94002800 10.1016/0926-860X(94)00280-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00348 2024-01-01T12:18:48.759026Z 0 0 19950413 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 124 124 2 2 Volume 124, Issue 2 10 317 337 317 337 19950413 13 April 1995 1995-04-13 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. MODIFICATIONSURFACEREACTIVITYVANADIUMANTIMONATECATALYSTSDURINGCATALYTICPROPANEAMMOXIDATION CENTI G CENTI 1992 661 G CATANI 1992 107 R CENTI 1990 515 G ANDERSSON 1993 691 A ANDERSSON 1994 43 A CENTI 1994 281 G BERRY 1984 232 F BERRY 1983 9 F BERRY 1983 13 F BERRY 1984 985 F BIRCHALL 1976 868 T NILSSON 1994 293 K HUTCHINGS 1991 413 G CENTI 1986 165 G BRAZDIL 1980 347 J CENTI 1987 343 G PEPERA 1985 4883 M ROCCHICCIOLIDELTCHEFF 1970 541 C CODY 1979 1572 C HUSSON 1979 1177 E FRANK 1974 1 R HAEUSELER 1981 487 H CENTI 1984 1 G CENTI 1993 5 G GRASSELLI 1984 369 R PROCEEDINGS8THINTERNATIONALCONGRESSCATALYSISBERLIN1984 GRASSELLI 1981 133 R CENTI 1993 84 G CENTI 1993 53 G CENTIX1995X317 CENTIX1995X317X337 CENTIX1995X317XG CENTIX1995X317X337XG item 0926-860X(94)00280-0 0926860X94002800 1-s2.0-0926860X94002800 10.1016/0926-860X(94)00280-0 271346 2024-01-01T12:18:48.759026Z 1995-04-13 1-s2.0-0926860X94002800-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002800/MAIN/application/pdf/ae6daf53e97a45ba7e20c98164a68c68/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002800/MAIN/application/pdf/ae6daf53e97a45ba7e20c98164a68c68/main.pdf main.pdf pdf true 1217980 MAIN 21 1-s2.0-0926860X94002800-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002800/PREVIEW/image/png/82bd7d1e9a9fb331d4c15e294c32e2c5/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002800/PREVIEW/image/png/82bd7d1e9a9fb331d4c15e294c32e2c5/main_1.png main_1.png png 53073 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 124 (1995) 317-337 Modification of the surface reactivity of vanadium antimonate catalysts during catalytic propane ammoxidation Gabriele Centi, Siglinda Perathoner Dip. Chimica Ind. e dei Materiali, Univ. Bologna, V.le Risorgimento 4, 40136 Bologna, Italy Received 2 August 1994; revised 8 December 1994; accepted 8 December 1994 Abstract The changes that take place in a vanadium antimonate catalyst during catalytic propane ammoxi- dation were studied by transient reactivity experiments and infrared spectroscopy. The investigation was focused on both the change in catalytic behaviour of a fresh sample and the change in reactivity with stepwise increases in the concentration of one or more reagents while maintaining the concen- tration of the other reactants constant. The results obtained show that two main types of modifications are present: ( 1 ) A change in the reactivity from the fresh to the activated samples due to the surface formation of a VSbO4 phase by reaction of vanadium and antimony oxides that have not reacted during calcination; this modification leads to formation of carbon oxides and a decrease in the rate of propane depletion as well as a considerable increase in the rate of acrylonitrile formation. (2) A change in the reactivity of the activated sample which is a function of the redox characteristics of the reagent mixture; this modification does not change the rate of propane depletion, but rather only results in differences in the relative selectivity to products. The results also show that (i) in the steady state, the activated catalyst is partially reduced in comparison with the same sample after treatment with oxygen and (ii) the rate of acrylonitrile formation is lower. Infrared results confirm the formation of oxygen vacancies in the catalyst upon interaction with ammonia and propene as well as the presence of these defects in the sample after the catalytic tests. Keywords: Acrylonitrile; Propane ammoxidation; Surface reactivity; Vanadium antimonate 1. Introduction The direct synthesis of acrylonitrile from propane rather than from propene has drawn considerable attention recently due to the economic advantages in substitut- ing an alkane for an alkene feedstock. The best performances for this reaction have been obtained with vanadium antimonate-based catalysts and several patents have 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI O926-860 X ( 94 ) 00280-0 318 G. Centi, S. Perathoner /Applied Catalysis A: General 124 (1995) 317-337 been published on the use of these catalysts for the synthesis of acrylonitrile from propane ( [ 1--4] and references therein]. Less information, on the other hand, is available on the characterization of the surface and structural characteristics of vanadium antimonate-based catalysts [ 5-11 ] and especially on the correlation with their catalytic behaviour in the ammoxidation of propane to acrylonitrile. It has been observed [ 4-6 ], however, that (i) both vanadium and antimony on the surface of the catalyst are reduced during the catalytic tests, (ii) severe reaction conditions (high temperature, high concentrations of propane and ammonia and a low oxygen concentration) may lead to a too strong reduction of the catalyst with decomposition of the vanadium antimonate phase and an irreversible deactivation of the catalyst, (iii) vanadium and antimony oxide may also react during the catalytic reaction to reform the VSbO4 phase, depending on the reaction conditions and (iv) the amount of an amorphous V5 + oxide phase spread on the surface of vanadium antimonate crystals, rate of the side reaction of ammonia oxidation to nitrogen and lowering of the selectivity to acrylonitrile are interrelated. In addition, it is reported in some patents that an activation procedure during catalytic propane ammoxidation leads to an improvement in the yield to acrylonitrile [ 12]. It is clear, therefore, that during catalytic propane ammoxidation significant changes occur in both the bulk and surface of the vanadium antimonate-based catalysts. The nature of these changes and their relationships with the observed modifications of the surface reactivity can give useful information on the nature of the active sites and on the key properties of the catalyst necessary for the improve- ment of the catalytic behaviour of vanadium antimonate catalysts for propane ammoxidation. Characterization data on the changes in the bulk and surface properties of vana- dium antimonate catalysts after catalytic tests have been previously reported [ 3- 6]. The authors of these studies also pointed out, however, that the analysis alone of the catalysts after the catalytic tests does not give sufficient information on the nature of the active sites, because some of the observed changes may be due only to side effects not relevant for the catalytic activity. In addition, the combination of the kinetic data [ 1,2] and characterization results [ 3-6] suggests that the selec- tivity to acrylonitrile is considerably affected by the nature of the redox surface changes occurring during the catalytic reaction. The objective of the research reported here was to analyze the change in the surface reactivity of a vanadium antimonate catalyst due to its modifications during the catalytic reaction. The method used for this purpose was to follow in a real- time analysis the modifications in the catalytic behaviour of a vanadium antimonate catalyst with stepwise increases in the concentration of one or more reagents while maintaining the other concentrations constant. In addition, infrared analysis to characterize the nature of the changes in the catalyst when put in contact at high temperature with propane and ammonia were also carded out in order to obtain a better understanding of the relationships between the nature of the changes in the catalyst and the modifications in the surface reactivity in propane ammoxidation. G. Centi, S. Perathoner / Applied Catalysis A: General 124 (1995) 317-337 319 An unsupported vanadium antimonate catalyst with a V:Sb molar ratio of 1:5 was used in these tests, because the analysis of the catalytic behaviour as a function of the V:Sb ratio has shown that this excess of antimony is necessary to obtain a good selectivity to acrylonitrile from propane [ 3-6], in agreement with patent indica- tions. 2. Experimental V-Sb oxides were prepared according to patent indications ( [ 1--4] and refer- ences therein) by a slurry method which involved refluxing for at least 8 h (usually 24 h) an aqueous solution containing NH4VO3 and Sb203 (in such a ratio as to obtain a Sb/V atomic ratio of 5.0) followed by evaporation of the solvent in a rotavapor and drying at 100 overnight. The resulting solid was then heat treated at 350 for 4 h followed by a further step at 650 (6 h) (after intermediate grinding and mixing of the sample) in the presence of air. Further details on the method of preparation of these samples and on their characterization have been reported previously [4,6]. The catalytic activity of these samples under steady- state conditions has also been previously reported [5]. Hereinafter reference to fresh samples indicates those samples which have undergone the calcination step, whereas activated samples refer to samples which have been subjected to catalytic tests in propane ammoxidation for at least 24 h of time-on-stream. Stepwise transient catalytic studies were carried out in an apparatus with an on- line VG SX200 mass quadrupole apparatus equipped with a double turbomolecular vacuum pump system in order to enhance the instrumental time-response to changes in the concentrations. The single gas (He, 02, NH3, C3H8), stored in cylinders in already calibrated mixtures in helium, was sent to a quick-switch four-way valve after regulation of the flow to generate the stepwise changes in the concentration of one or more reagents while maintaining the other concentrations constant. This was realized by substituting an independent flow of helium with that of an equal flow of helium containing the desired reagents. In this way it was possible to maintain the catalyst in a continuous flow of one or more reagents while inducing at selected times a stepwise change in the concentrations of one or more of the other reagents. Due to the slow time-response of the apparatus to stepwise changes in the ammonia concentration, the concentrations of oxygen and C3 were usually changed in this way, whereas the concentration of ammonia, when present, was maintained constant. The time-resolved change in the reactor outlet concentration of the reagents or reaction products was monitored using a mass quadrupole apparatus and the results were compared with those of the same experiments which were carried out using, in place of the catalyst, an equivalent volume of quartz microspheres having the same mean diameter as that of the catalyst particles. A quartz catalytic reactor with reduced dead volume was used to reduce the possible presence of a homogeneous 320 G. Centi, S. Perathoner / Applied Catalysis A: General 124 (1995) 317-337 reaction. In addition, the lines connecting the outlet of the reactor to the head of the mass quadrupole apparatus were maintained at around 160 in order to avoid condensation of the products. The quantification of the concentration of the various components in the inlet and outlet stream of the reactor was obtained by calibration of the mass quadrupole response using calibrated mixtures in helium of the single components of the feed. For acrylonitrile, calibrated amounts of the liquid were introduced in a helium flow by means of an infusion pump. Fluctuations in the operating pressure of the mass quadrupole detector were compensated for by using the helium pressure as an internal standard. The mass quadrupole data were elab- orated and corrected to take into account the possible presence of multiple frag- mentations on a single mass intensity. For example, 36% of the intensity of mass 29 (propane) and 15 % of the intensity of mass 42 (propene) were subtracted from the intensity of mass 44 (carbon dioxide). For propene (mass 42), 5% of the intensity of mass 29 (propane) was subtracted and for ammonia (mass 17), 25% of the intensity of mass 18 (water) was subtracted. The following mass intensities were simultaneously followed for the various compounds: mass 4 for helium, mass 17 for ammonia, mass 18 for water, mass 28 for N2 + CO, mass 29 for C3H8, mass 32 for 02, mass 42 for C3H6, mass 44 for CO2 and mass 53 for acrylonitrile. Experiments were usually done with 1.0 g of catalyst consisting of grains 0.1- 0.2 mm in diameter; the total flow-rate was 6 1 h-~ and the reaction temperature was 520. The concentration of propane in the feed was 2.7% with an O2/propane molar ratio of 2 and an NH3/propane molar ratio of 1, unless otherwise indicated. The quartz reactor inlet diameter was 10 mm in order to reduce the catalyst bed length, thus reducing possible readsorption phenomena. The usual tests and cal- culations were also done, in order to verify the absence of inter- and intra-phase mass diffusional limitations under our experimental conditions, whereas heat trans- fer limitations were found to be negligible. An axial thermocouple inserted in the catalytic bed made it possible to determine the catalyst bed temperature and to verify the absence of hot-spot phenomena. Fourier-transform infrared (FT-IR) spectra (resolution 2 cm-l) were recorded with a Perkin-Elmer 1750 instrument in a quartz cell connected to grease-free evacuation and gas manipulation lines. The self-supporting disk technique was used. Before recording the spectra, the samples were first evacuated at 500 for 3 h. 3. Results 3.1. Transient reactivity of the fresh sample Reported in Fig. 1 is the change in the surface reactivity of the flesh vanadium antimonate sample (V:Sb = 1:5) when the feed to the reactor was switched from a helium flow to a flow containing propane, oxygen and ammonia. The propane G. Centi, S. Perathoner /Applied Catalysis A: General 124 (1995) 3l 7-337 321 E 100,000 10,000 : 1,000 8 O O 1; I 4k* ..j O 100 10 He , C,+ NH,+ 02 ~~ ..... - -: -\" - -\" - - - -\" - \"- -~' ~\" \" : \"-\" - E~- .---'o--3----- ......... \" .._[., \" ,,~ - _ - \"X- 41- 02 / X\" I f I l I I I 0 1~ i CO2 * propylnne 4- ACN JIF propane -)1~ N2+CO -~- NH3 // 200 300 400 4000 Time, sac Fig. 1. Change in the catalytic behaviour at 520 of afresh vanadium antimonate sample (V:Sb= 1:5) after switching the feed from a helium flow to a flow containing propane ( 2.7% ), oxygen ( 5.2% ) and ammonia ( 2.7% ) in helium. concentration was 2.7% and the O2/C3H8 and NH3/C3H8 molar ratios in these tests were 2 and 1, respectively, according to the stoichiometric requirement for the synthesis of acrylonitrile from propane. The choice of these reagent concentrations was based on the previous results of similar catalytic tests [3-5]; the reaction temperature (520) that was used in all the experiments was also chosen on the basis of the results of these previous studies. The catalytic behaviour changed considerably during the first five minutes of time-on-stream and then remained essentially stable. The following changes were observed during the period before steady-state behaviour was reached: ( 1 ) The conversion of all reagents (propane, ammonia and oxygen) progressively decreased with the most significant change occurring in the first 5 min of time- on-stream. (2) The formation of carbon oxides and nitrogen, the latter deriving from the side reaction of oxidation of ammonia, progressively decreased up to the time that steady-state behaviour was reached; however, in the steady state, a significant part of ammonia conversion was still due to its oxidation to nitrogen. (3) The formation of acrylonitrile (hereinafter referred to as ACN) and propene was initially low and then increased progressively with increasing time-on- stream. The results of the time-on-stream behaviour (Fig. 1 ) clearly indicate that there is a parallel decrease in both the formation of carbon oxides and in the side reaction of ammonia oxidation to nitrogen during the first minutes in contact with the 322 G. Centi, S. Perathoner /Applied Catalysis A: General 124 (1995)317-337 feedstock. This initial modification of the surface reactivity leads to a significant increase in the yield and selectivity to ACN and propene. It is interesting to note that parallel to the decrease in the formation of carbon oxides there is also a decrease in propane conversion indicating that the modification of the surface reactivity during the catalytic reactions leads to a specific inhibition of sites able to unselec- tively oxidize propane to carbon oxides. It is also worth noting that characterization data on vanadium antimonate catalysts after propane ammoxidation [5] show a more rapid reduction of vanadium in comparison to antimony and in comparison with structural changes detected in the catalyst after long time-on-stream. The rapid change in the catalytic behaviour in the first 5 min of time-on-stream (Fig. 1 ) may be attributed to the reduction of surface V5 + sites present on VSbO4 and Sb204 crystals [5]. The total amount of vanadium in the catalyst in these tests was about 1.2- 10-3 mol, around 1% of which may be estimated to be present on the surface, taking into consideration the low surface area of the sample (about 7 m2 g ~ ) and the unit cell dimensions. The total number of moles converted in 5 min of ammonia and C3H8 is about 4- 10-4, but it should be remembered that gaseous oxygen is present. The rapid change in the surface reactivity and the number of moles converted are thus in agreement with the hypothesis that the initial reduction of surface V5 + sites is responsible for the observed change in the surface reactivity. 3.2. Effect of oxygen The transient response to stepwise changes in the concentration of oxygen, while maintaining the propane and ammonia concentration constant, is shown in Fig. 2. For these tests an actit,ated vanadium antimonate sample with a Sb:V ratio of 5 was used in order to characterize the effect of oxygen on a catalyst already condi- tioned in the catalytic reaction. While the formation of carbon oxides rapidly reached a constant value, the formation of propene clearly showed an initial maximum which then decreased to a constant value in about 15 min. The formation of acrylonitrile increased up to a constant value. These tests were carried out with a lower concentration of hydro- carbon (0.8%), but an analogous ammonia to propane ratio, in comparison with the tests shown in Fig. 1, because using this reduced concentration made it possible to observe the change in the formation of the products more clearly. This is also the reason why the formation of ACN in these tests is lower. Oxygen was initially consumed in a large amount in these tests, as shown by the difference between the oxygen response in the absence of the catalyst (dotted line) and in the presence of the catalyst. At the steady state, the difference in oxygen concentrations corresponds to the oxygen consumed in the propane and ammonia oxidation, but the initial large consumption of oxygen cannot be explained on the basis of the oxygen incorporated in the reaction products. This indicates that an initial reoxidation of the catalyst, reduced during the pretreatment in a flow of 10,000 E Q. n U t- O 11111 0 10 G. Centi, S. Perathoner /Applied Catalysis A.\" General 124 (1995) 31~337 C, + NH, ~q C, + NH, + 02 I, ! lOO,OOO o I:/ I ~ -~100 323 0 2 4 Time, eec (.10') Fig. 2. Change in the surface reactivity at 520\"C of an actil~ated vanadium antimonate sample when a stepwise change in oxygen concentration is induced in a flow of propane and ammonia in helium. propane and ammonia in helium, occurred. The amount of oxygen incorporated in the catalyst may be estimated to be about 3.10 4 mol. This amount, on the basis of the estimated amount of surface vanadium sites discussed above, suggests that in the preliminary phase in the absence of gaseous oxygen not only vanadium is reduced, but also antimony. This is confirmed by the fact that the infrared spectrum and X-ray diffraction patterns of the catalyst after the treatment with ammonia and propane do not indicate bulk modifications or changes in the phase composition (presence of VSbO4 and t~-Sb204 phases), as expected in the hypothesis that all the oxygen incorporated upon admission of oxygen is required for the reoxidation of vanadium. In addition, the reduction of both vanadium and antimony is in agreement with X-ray photoelectron spectroscopy results [4,5,13] which indicate the reduction of V5 to V4 + and Sb5 to Sb3 + on the surface of the catalyst after catalytic tests of propane ammoxidation. The concentration of gaseous oxygen, however, has a marked influence on the selectivity to acrylonitrile and to propene. This is shown in Fig. 3 which summarizes the results obtained using a variable concentration of oxygen in the feed, while maintaining the propane and oxygen concentration constant. The maximum selec- tivity to acrylonitrile was obtained when the outlet concentration of oxygen was low (around 0.5%). For higher concentrations of oxygen, the formation of carbon oxides was higher, whereas for lower concentrations of oxygen the formation of carbon oxides was low but that of propene increased. These data provide further evidence that propene is the intermediate to acrylonitrile [ 1-3] and that the con- centration of oxygen has a considerable effect on the selectivity to acrylonitrile 324 G. Centi, S. Perathoner /Applied Catalysis A: General 124 (1995)317-337 C, + NH~4 10,000 E a. o o 1,1111tl o e o C, + NH, + O, (variable conc. O,) ) '~ ~- 02 100,000 dr C02 I -X- propylene I . , '. ~ ACN _. - , p ~[', ~Q. d I ' I ' , .l 8 / 1,. = 106= 0 500 1,000 Time, Ilec Fig. 3. Formation of propene, acrylonitrile (ACN) and carbon oxides at 520 during propane ammoxidation over an actiL'ated vanadium antimonate sample as a function of the outlet oxygen concentration. [2]. In addition, these results show that the consecutive transformation of both these products to carbon oxides has a considerable influence on the catalytic behav- iour. 3.3. Effect of a change in the propane and ammonia concentration Reported in Fig. 4 is the response to stepwise changes in the concentration of propane in a flow of oxygen and ammonia in helium, whereas Fig. 5 shows similar results obtained for stepwise changes in the concentration of both propane and ammonia in a flow of oxygen in helium. Similarly to the tests reported in Figs. 2 and 3, an activated vanadium antimonate sample with a Sb:V ratio of 5 was used for these experiments. Similar results were obtained both in the presence and absence of ammonia during the initial pretreatment (up to time zero in the figures; the usual pretreatment time was 5-10 min). In both cases the steady-state activity was reached in about 10 min and the formation of carbon oxides and acrylonitrile decreased after the initial rapid increase due to the introduction of propane in the feed. The formation of propene instead increased up to the steady-state value. The similar time-response for acrylonitrile formation indicates that either the surface modification due to the formation of sites containing nitrogen (M=NH sites, for example, where M = V or Sb [ 14-16] ) is much faster than that observable in these experiments or that it does not occur. A conclusive indication on this question cannot be derived from G. Centi, S. Perathoner / Applied Catalysis A: General 124 (1995) 317-337 325 E Q. Q. rO t- O (,I _o 4d 0 q 100,000 I 10,000~ 1,000 O, + NH, t,~ C, + NH, + O= \"i'O2 \"ArCO2 ~-propylene ~ACN-V-N2+CO -)~propane L+ V .... ~ ............. ~-~ .... I-\" ~m. . ---e ....... -,3- ]F-X---X- ...... ~=~---X 10~- ~ ....... 0 100,000 10,000 800~ ...... '1, 1~000 Time, eec E O. fJ e- O O i o Fig. 4. Formation of products at 520 over an actit,ated vanadium antimonate sample after a stepwise change in the propane concentration in a flow of oxygen and ammonia in helium. E O. 1= O tJ ..! o 10,000 1,000 101~: O, )114 C, + NH, + 02 \"4rCO2 -X-prop'ylene ~ACN -V-N2+CO -Y~propane -I-NH3 - - -x ..... .... -o 1 3O0 Time, sec 100,000 10,000 1,1100 t00 6O0 E O. O. l: O O m o Fig. 5. Formation of products at 520 over an activated vanadium antimonate sample after a stepwise change in propane and ammonia concentration in a flow of oxygen in helium. 326 G. Centi, S. Perathoner / Applied Catalysis A: General 124 (1995) 317-337 the data shown in this work, but the second hypothesis is more consistent with the observation of the higher initial activity of the catalyst towards acrylonitrile syn- thesis when ammonia is absent during the pretreatment (Fig. 5). The oxidation of ammonia to nitrogen in the absence of propane is clearly shown in Fig. 4. However, notwithstanding the presence of this reducing agent during the pretreatment, the time-response for carbon dioxide and ACN formation is very similar to that in the absence of ammonia during pretreatment. This shows that any possible modifications of the surface of the catalyst due to the side reaction of ammonia oxidation are not relevant for the surface reactivity of the catalyst in propane ammoxidation, at least using the reagent concentrations employed for the tests in Fig. 4. In contrast, a significant change in the surface reactivity is shown in the first 10 min in the presence of propane both with and without ammonia present during the pretreatment. These results show that probably the nature of the sites responsible for the side reaction of the oxidation of ammonia to acrylonitrile is different from that of the sites responsible for the synthesis of acrylonitrile. Tentatively, the change in the activity after introduction of propane may be attributed to a partial reduction of Sb5 + to Sb3 which in turn is responsible for the change in the selectivity. Inter- estingly, the change in the selectivity of this activated sample does not correspond to a change in the rate of propane depletion, differently from the case of the tests with the fresh sample (compare Figs. 4 and 5 with Fig. 1 ). Two different types of changes in the surface reactivity were thus observed when the catalyst was put in contact with the feedstock for propane ammoxidation: ( 1 ) A change in the reactivity of the fresh sample which leads to an inhibition of a parallel reaction of propane oxidation to carbon oxides, a decrease in the rate of propane depletion and an increase in the formation of acrylonitrile. (2) A change in the reactivity of the activated sample, previously pretreated in the presence of oxygen or oxygen plus ammonia in helium, which does not cor- respond to a change in the rate of propane depletion, but only to a change in the selectivity with a decrease in the rate of acrylonitrile formation and increase in the formation of the intermediate propene. The decrease in the formation of carbon oxides in this case is probably due to a decrease in the consecutive conversion to carbon oxides of an adsorbed intermediate such as propene. It is reasonable to tentatively attribute these different changes in the surface reactivity of vanadium antimonate catalysts to the reduction of surface V5 sites and formation of the active VSbO4 species in the former case and to the partial reduction of Sb5to Sb3+ in the latter case. The reoxidation of the reduced antimony depends on the reaction conditions and specific characteristics of the catalyst, but these results suggest that the selectivity and rate of formation of acrylonitrile in the steady state depends on the rate of reoxidation of reduced antimony sites. The rate of propane depletion, however, does not depend on this factor, suggesting that it is instead related to the presence and valence state of the vanadium sites. G. Centi, S. Perathoner/Applied Catalysis A: General 124 (1995) 317-337 327 3.4. Relationship between reoxidation of the catalyst and formation of acrylonitrile The previous results show that the activated catalyst treated in the presence of oxygen is partially reduced by the interaction with propane and ammonia in the presence of oxygen which in turn leads to a lowering of the rate of acrylonitrile formation. This problem was further investigated in transient experiments where the oxygen feed in a flow of propane and ammonia in helium was switched to an equal flow of only helium for a calibrated time, returning then to the initial condi- tions. Reported in Fig. 6 is an example of these experiments, whereas Fig. 7 summarizes the time-response of the formation of acrylonitrile after reintroduction of the oxygen feed that was suspended for different times (called time of prered- uction, since oxygen in the feed was absent). Immediately after the oxygen was stopped, a rapid increase in the formation of acrylonitrile was observed (see inset in Fig. 6), but then the formation of ACN decreases quickly. A similar behaviour is observed for propene formation, even though the decrease in the rate of formation of this product is slower than that of ACN. The formation of carbon oxides, on the other hand, immediately decreases. These results suggest that after removing gaseous oxygen, the catalyst lost its activity towards acrylonitrile synthesis in less than 5 min, whereas in the oxidative dehydrogenation of propane to propene the catalyst activity remains slightly longer. C~4, NHI+ O, I Ca + NH, + O, r,, I I I j 100,000 / \"1\"O2 \"A'C02 -][-propylene +ACN I - ,: 1,000 \"- -- 100 .... i , ~ i .... L .... I 1100 0 1 2 3 4 Time, sec (.10') Fig. 6. Change in the formation of products at 520 after substituting the oxygen feed with an equal flow of helium for 730 s and then returning to the initial feedstock containing propane, oxygen and ammonia in helium. The region corresponding to the time range of 780-950 s is expanded in the inset; in order to show the modifications more clearly, in the inset the y-axis is linear, whereas in the complete figure the y-axis is logarithmic. 328 G. Centi, S. Perathoner / Applied Catalysis A.\" General 124 (1995) 317-337 E , Q. 3 i 0 < 0 o =1 0 0 , J-.-\"~. ........ ~ ........ 1 ...... ~\" f .w / I / I / A &/ / / -r I , I Time prereduet. \"300 No -@ 730 mi -A\" 10800 Im ,,Jl~,,Jl,,,*l 2 3 4 Time, sec (-10') 100,000 10,000 1,000 100 E Q,. a. N O ti t- O 0 3 o This is consistent, however, with the different amount of structural oxygen required in the two syntheses and the intermediate formation of propene from propane to acrylonitrile. The initial increase in the formation of ACN and propene after the oxygen flow was stopped, in contrast to that observed for carbon dioxide formation, furthermore indicates that probably in the presence of gaseous oxygen the rate of the consecutive oxidation of these products to carbon oxides is higher. These results thus indicate that the structural oxygens of vanadium antimonate catalysts are able to transform propane to propene and acrylonitrile and in the absence of gaseous oxygen the catalyst is more selective, but the amount of struc- tural oxygens for this reaction is limited and the catalyst rapidly loses its activity. However, these data also indicate that the catalyst is reduced during the interaction with propane and ammonia in the absence of oxygen. After reintroduction of oxygen in the feed (Fig. 6), the catalyst takes some time to reach steady-state activity. This time is shorter for propene and longer for acrylonitrile and carbon dioxide. In particular, for acrylonitrile formation (Fig. 7) the time of prereduction in the flow of propane and ammonia in helium is propor- tional to the time required to reach the steady-state formation of acrylonitfile. In the case of the longer prereduction time, a significantly longer delay in reaching the steady-state value in the outlet oxygen concentration is also noted (Fig. 7) indicating that initially inlet oxygen is used for the reoxidation of the reduced catalyst. It is also worth noting that in these tests (prereduction time of 10 800 s) the formation of ACN appears only after oxygen starts to be detected in the outlet stream. Fig. 7. Change in the outlet concentration of acrylonitrile and oxygen at 520 after reintroduction of the oxygen feed in tests as in Fig. 6, but for variable prereduction times. Prereduction time indicates the time during which the oxygen feed was suspended; see Fig. 6. G. Centi, S. Perathoner /Applied Catalysis A: General 124 (1995) 317-337 329 3.5. Comparison of the anaerobic activi~ of the catalyst towards propane and propene ammoxidation Summarized in Fig. 8 is the comparison of the decay in the activity of actit,ated vanadium antimonate catalyst in the formation of the products during the ammox- idation of propane (left side of the graph) and of propene (right side), when the feed of oxygen is stopped. Due to the higher reactivity of the alkene in comparison to the alkane, the experiments in the former case where made at 480 instead of 520, the temperature used for propane. In both cases, the formation of all products rapidly decays after the stop of oxygen feed, apart from the immediate small increase in ACN formation discussed in the previous section. However, the decay in activity in the case of propane and in particular of ACN formation is more rapid than during propene ammoxidation (compare left and right side results in Fig. 8). In around 15 min the formation of ACN from propane in the absence of gaseous oxygen almost completely stops and only small amounts of propene are still formed. In the case of propene ammoxi- dation, notwithstanding the lower reaction temperature, formation of ACN is still detected in significant amounts after 30 min in the absence of oxygen. Similar results were found for carbon dioxide formation. This indicates that a much larger amount of structural oxygen of the catalyst is incorporated in the reaction products during propene ammoxidation over vanadium antimonate catalyst in comparison Ci+ NHi ,.- C3\"+ NHi + O,~1\" ~.,~1 + NHI + O~14 C1\"+ NHi I E ~J 8 \"6 O 10,000, 1,00- 100--,--,- 0 propane :--t :__~ propylene tFO2 iCO2 -X- propylene ACN ~4 II &l II l 11% ~mll -i- --t 500 1000 0 1000 2000 3000 Time, eec Fig. 8. Comparison of the change in the formation of products in the ammoxidation of propane ( left side of graph) and propene (right side of graph) after the stop in oxygen feed. Due to the different reactivities of hydrocarbons, the results for propane were obtained at 520 and those for propene at 480. 330 G. Centi, S. Perathoner / Applied Catalysis A: General 124 (1995) 317-337 with propane ammoxidation. Reasonably this is due to the easier activation of the alkene through allylic dehydrogenation [15-17] in comparison with the alkane. Accordingly, the formation of acrylonitrile from propene in these tests (Fig. 7) is much higher than that from propane. It should be noted also that the estimated amount of oxygen incorporated in all the reaction products (including water) in the absence of oxygen in the case of propane is about 3.0.10-4 mol which is nearly equivalent to the number of esti- mated surface oxygens on the catalysts. In the case of propene ammoxidation this amount is around four times higher. It may therefore be concluded that for propane ammoxidation only abstraction of surface or near sub-surface oxygens of vanadium antimonate occurs, whereas bulk oxygens are also involved in the case of propene. These results are in agreement with those observed when comparing of the number of oxygens incorporated in the n-butane oxidation on (VO)2P207 in the absence of oxygen with respect to those incorporated in the ammoxidation of propene on bismuth molybdate [ 16,18 ]. This suggests that the restricted participation of struc- tural oxygen during alkane selective oxidation is probably a general feature of the catalysts selective for alkane transformation. 3.6. Infrared results on the in-situ modification of the catalyst by interaction with ammonia and hydrocarbon Further information on the modification of the vanadium antimonate catalyst during interaction with hydrocarbon and ammonia can be obtained by infrared studies using the self-supporting disk technique. Spectra are presented for samples with a Sb:V ratio of 2 or 1, because for higher ratios the amount of vanadium is too low for possible changes due to interaction with the reactants to be detected by infrared spectroscopy. Reported in Fig. 9 are the spectra at room temperature in vacuum in the 750-1700 cm- t region of a fresh VSbO4 sample evacuated at 500 prior to spectrum recording (a), after consecutive interaction with NH3 (30 Torr, 4 kPa) at 100 (b) and at 450 (c) for 30 min. A series of bands due to skeletal vibrations of the catalyst can be observed in the calcined sample. It should be noted that using the KBr technique to dilute the sample, the stronger skeletal vibrations of the antimonate group are observed in the 750--400 cm-J region (v~ and v2 vibrations of the antimonate group of VSbO4 fall at 675 and 545 cm ~, respectively [ 6,19-23 ] ). Due to the higher amount of sample necessary for the self-supporting disk technique in transmission, the analysis of the infrared region below 750 cm l is prevented by the cut-off of energy, but the intensity of the bands at higher frequency (750-1050 cm- 1 region) is enhanced. Using the KBr technique these bands are observed only as shoulders or weak bands. Two strong bands at 1010 and 830 cm- ~ are observed in this region, in addition to a broad shoulder centred at 910 cm- 1. The two former bands can be reasonably attributed to paracrystalline Vs+ oxide (Vas V=O and 6vov, respectively), since crystalline V205 was not detected in this sample by X-ray diffraction. Accordingly, the small bands at 960 G. Centi, S. Perathoner / Applied Catalysis A: General 124 (1995) 317-337 331 Fig. 9. Infrared spectra recorded at room temperature in vacuum on VSbO~ (V:Sb= I:l ) (a), after interaction with 30 Torr NH~ at 100 followed by evacuation at room temperature (bt and after interaction at 450 with ammonia followed by room temperature evacuation (c). cm- I can be assigned to the symmetric vibration of terminal V-O oxygen. This attribution is in agreement with the previous results of characterization of vanadium antimonate catalysts [ 3-6]. The broad shoulder at 910 cm-t can be attributed, on the other hand, to Vs~o terminal oxygen or a combination band in Sb5 + oxide, detected as a weak shoulder in 8b6013 [ 15,20] and not found in other antimony oxides or antimonate compounds ] 19-23 ]. In addition to these bands in the calcined sample (spectrum a of Fig. 9) a series of weak bands are observed at 1454, 1510 and 1607 cm-l, that might be attributed to the overtones of fundamentals of antimonate groups. The interaction of the catalyst with ammonia in the absence of oxygen up to temperatures of about 300 does not lead to a significant change in the spectrum (see for example, spectrum b in Fig. 9). It should also be noted that even for interaction with ammonia at room temperature bands due to chemisorbed ammonia or ammonium ions are not observed, indicating the absence of high numbers of acid sites on the catalyst. This is in agreement with the absence of detection of free OH groups in the 3000-4000 cm- ~ region in these catalysts. In contrast, a significant change in the spectrum is observed upon interaction of the catalyst with ammonia at 450 (spectrum c of Fig. 9). Indeed, two major changes are observed: the band centred at 910 cm-t disappears and a new series of bands appears in the 1050-1400 cm- ~ region, the more intense of which is centred at 1132 cm- ~. The former change indicates that terminal Sb5 +-O oxygens react with ammonia to give nitrogen and water. Consequently, water is observed in the gas-phase spectrum. The latter change is more difficult to interpret. Due to the absence of other bands of chemisorbed ammonia, these two bands cannot be assigned to this species. Similarly, these bands cannot be assigned to the formation 332 G. Centi, S. Perathoner / Applied Catalysis A.\" General 124 (1995) 317-337 of reduced phases of vanadium or antimony oxide. A tentative interpretation is that these bands are due to Vst,-o or Vv-o stretching frequencies of oxygens lying near to oxygen vacancies created by the oxidation of ammonia. In fact, the formation of M=NH species (where M = V or Sb), suggested for propene oxidation on other catalysts [ 15,16], can be ruled out because a shift to lower frequencies and not to higher frequencies with respect to the corresponding M=O is expected from the reduced mass of the oscillator. This attribution is confirmed by the analysis of the change in the spectrum upon in situ consecutive reoxidation with oxygen at 450. The results are summarized in Fig. l 0 which reports the spectra of the samples in vacuum after interaction of the catalyst with ammonia (30 Torr) at 450 for 30 min (spectra a) and after consecutive interaction with oxygen (30 Torr) at 450 for 10 min (spectra b). The spectra shown in graph A are for a sample with a V:Sb ratio of 1:2 and those in graph B are for a sample with a V:Sb ratio of 1\" 1. In both samples, the interaction with oxygen leads to an increase in the relative intensity of the shoulder at 910 cm-~ which is especially evident in the sample with the higher Sb:V ratio (graph A of Fig. 10). The interaction of the catalyst with propane and propene up to 300 does not lead to significant changes in the spectrum of the vanadium antimonate catalyst, similarly to ammonia interaction. However, the interaction with propene at 450 gives rise to a change similar to that observed after interaction with ammonia. Also in this case the shoulder centred at 910 cm- 1 disappears and new bands appear in the 1050-1450 cm- 1 region, but the main intense band is observed at 1248 cm- instead of at 1132 cm- 1 as found after interaction with ammonia. Compared in Fig. 11 are the spectra obta!ned after anaerobic interaction at 450 of ammonia +'1\" ;! bl +\"'i 1200 1000 cm., 800 t o I 1200 1000 cm_~ 800 Fig. 10+ Infrared spectra of vanadium antimonate (graph A: V:Sb = 1:2; graph B: V:Sb = 1:1 ) after interaction with ammonia at 450 for 30 min and evacuation (spectra a) and after consecutive interaction with oxygen (30 min at 450) and evacuation (spectra b). G. Centi, S. Perathoner /Applied Catalysis A: General 124 (1995) 317-337 333 (a) and propene (b). It can be seen that in the 1050-1450 cm-~ region similar bands are present in both cases, but with different relative intensities. After propene interaction with the catalyst, the formation of water and carbon dioxide can be clearly detected in the gas-phase spectrum. The main band at 1248 cm ] and the others possibly present in the 1050-1400 cm-] region can thus be tentatively assigned to M-O stretching frequencies (M = V or Sb) of oxygen atoms lying near to oxygen vacancies created by the interaction of the catalyst with both hydrocarbon and ammonia. Sb5 + oxide is very active in oxidation and ammoxidation of propene, but reduces to 5b204 which is not reoxidized by gaseous oxygen [ 15,24]. The introduction of transition metals such as Fe3 + forming the FeSbO4 rutile phase enhances the rate of reoxidation of reduced antimony and the rate of oxidation or ammoxidation of propene [ 15,24]. Similarly, it is reasonable to suggest that vanadium plays a role in the reoxidation of antimony. However, data cannot clarify whether the rutile phase only is active in the transformation of intermediate propene to acrylonitrile or the Sb204 phase also plays a direct catalytic role. Infrared results shown in Fig. 10 indicate (a) an enhanced intensity of the band at 910 cm t attributed to Sb5 +- O sites in the sample with the higher Sb:V ratio, (b) the reaction of Sb5 +-O species with propene and ammonia, and (c) the enhanced formation of oxygen defects (band at 1138 cm-~) after reaction in the sample with stoichiometric V:Sb ratio (Fig. 10 B ). These data thus suggest that the presence of Sb204 limits the formation of oxygen vacancies on the surface of the rutile phase. In these experiments no noticeable modification was observed upon anaerobic interaction of propane with the catalyst up to 500, but the comparison of the i i i i i i i i i , i 1600 1400 1200 1000 800 CI1R-~ Fig. 11. Comparison of the infrared spectra recorded at room temperature in vacuum on VSbO4 ( V:Sb = 1 : 1 ) after interaction with ammonia at 450 for 30 min and evacuation (spectra a) and after interaction with propene at 450 for 30 min and evacuation (spectra b). 334 G. Centi, S. Perathoner /Applied Catalysis A: General 124 (1995) 317-337 1600 1400 1200 1000 800 cm-' Fig. 12. Comparison of the infrared spectra of fresh and activated VSbO4 (V:Sb = 1:1 ) after evacuation at 450. fresh and activated vanadium antimonate catalyst in vacuum (Fig. 12, spectra a and b, respectively) clearly shows that in the activated catalyst (i) the band at 910 cm- t attributed to terminal Sb5 O disappears or is considerably reduced, (ii) the amount of paracrystalline V5 oxide present (band at 1010 cm-l) is much lower and (iii) new weak bands form in the 1050-1400 cm-~ region similar to those observed after interaction of ammonia and propene with the calcined sample, in particular after interaction of the latter. These data indicate that (i) the modification observed by infrared spectroscopy after anaerobic interaction of the catalyst with propene and ammonia is similar to that observed in the sample after the catalytic tests of propane ammoxidation and (ii) surface oxygen vacancies are created in the catalyst during the catalytic reaction. 4. Discussion Transient catalytic studies of the change in the surface reactivity of vanadium antimonate catalyst during the propane ammoxidation reaction show the presence of two main types of modifications: ( 1 ) A change in the reactivity of the fresh sample which leads to the inhibition of a parallel reaction of propane oxidation to carbon oxides, a decrease in the rate of propane depletion and an increase in the formation of acrylonitrile. (2) A change in the reactivity of the activated sample, when prereduced, which does not lead to a change in the rate of propane depletion, but rather only results in changes in the selectivity with a decrease in the rate of acrylonitrile formation and an increase in the formation of the intermediate propene. G. Centi, S. Perathoner/Applied Catalysis A: General 124 (1995) 317-337 335 The first modification of the surface reactivity is reasonably due to the reaction between vanadium and antimony on the surface of the catalyst to form the VSbO4 active phase. It has been observed [4,6], in fact, that the formation of this phase after the stage of calcination is incomplete [25 ], especially on the surface of the catalyst [ 5 ], because the formation of this phase requires the presence of antimony in the oxidized state (Sb5 + ) and vanadium in the reduced state (V3 + and V4 + ). The latter, however, especially on the surface during calcination is rapidly oxidized limiting the formation of the vanadium antimonate phase on the surface in contrast to what occurs in the bulk of the sample. The presence of both reducing agents (propane and ammonia) and oxygen in the feedstock for propane ammoxidation, however, favours the formation of the VSbO4 phase on the surface. This explains the change in the catalytic behaviour observed during the first 1-2 h of time-on- stream to which corresponds an increase in the rate of synthesis of acrylonitrile and a decrease in the rate of the parallel side reaction to carbon oxides. The inhibition of this side reaction also explains the decrease in the conversion of propane. The infrared results of Fig. 12 (comparison of IR spectra of the fresh and acti~,ated sample) further support this interpretation. The second type of modification, on the other hand, is related to the reversible redox reaction which occurs during the catalytic reaction. The results obtained (Figs. 2 and 7), show clearly that in the absence of oxygen the catalyst is reduced and only when oxygen reoxidizes the catalyst is there an increase in the rate of acrylonitrile formation. On the other hand, it also was found (Fig. 5) that the rate of acrylonitrile formation, after interaction of the catalyst with only oxygen, decreases down to the steady-state value. This indicates that under steady-state conditions the rate of synthesis of acrylonitrile is controlled by the rate of reoxi- dation of reduced sites, at least for the undoped vanadium antimonate catalyst used in these tests. Infrared results (Figs. 9 and 10) indicate the reduction of the catalyst upon interaction with ammonia and/or hydrocarbon. Furthermore, Fig. 10 shows that when SbzO4 is present together with a rutile vanadium antimonate phase, the extend of the surface reduction is probably lower. The reduction of Sb5 + to Sb3 + during the reaction is also evidenced by IR. The redox change in these sites during the catalytic reaction is probably responsible for the modification of the selectivity observed in Figs. 2, 4 and 5. The role of vanadium for the step from propene to ACN is probably that of enhancing the rate of reoxidation of reduced antimony, as suggested from quantitative interpretation of the data reported in Fig. 7. However, by analogy with the mechanism of alkane oxidation on (VO)2P207 catalysts [ 26] it is reasonable that vanadium also plays a role in the first step of oxidative dehy- drogenation of propane. The selectivity to acrylonitrile does not depend only on the presence of these Sb5 +-O sites, but also depends on the rate of the consecutive reactions to carbon oxides. These reactions in turn depend largely on the concentration of gaseous oxygen (Figs. 3 and 6). Gaseous oxygen is also involved in the reoxidation of reduced antimony sites; in addition, previous data show that the rate of acrylonitrile 336 G. Centi, S. Perathoner / Applied Catalysis A: General 124 (1995) 317-337 formation is controlled by this rate of reoxidation. Due to these two opposite effects, the selectivity to acrylonitrile thus passes through a maximum as a function of the oxygen concentration (Fig. 3). Kinetic data are in agreement with this conclusion [ 1-3 ]. The results of Fig. 5 indicate furthermore that the rate of the consecutive transformation to carbon oxides of the intermediate propene is higher than that for the formation of acrylonitrile. For this reason, a quick transformation of this inter- mediate to acrylonitrile is necessary in order to enhance the overall selectivity (propene + acrylonitrile). It should be noted that infrared results (Fig. 9) and ammonia stepwise transient reactivity studies (Fig. 5) suggest that the nature of the sites involved in the mechanism of propene transformation to acrylonitrile are not consistent with the hypothesis reported in the literature that the active sites are M=NH (where M = V or Sb) groups on the surface of the catalyst. This hypothesis has been extensively reported, even though not definitively proven, for the mechanism of acrylonitrile synthesis from propene over bismuth molybdate or iron antimonate catalysts ( [ 16,27,28] and references therein). The present data, on the other hand, are more consistent with a mechanism of oxygen insertion on the intermediate propene (reasonably activated in the allylic form) and consecutive reaction with ammonia of this oxidized intermediate. This is in agreement with the mechanism of acrylo- nitrile synthesis from propane over (VO) 2P207 catalyst [ 29 ] (a reaction mecha- nism involving the reaction between an adsorbed acrylate species and ammonium ions) and also agrees with previous suggestions on the mechanism of acrylonitrile synthesis of various metal oxide catalysts [24]. More detailed studies, however, are necessary to clarify the reaction mechanism. Infrared results also indicate that surface defects are created during the catalytic reaction. In agreement, the characterization of similar catalysts has shown that oxygen vacancies are probably present after propane ammoxidation [6]; these vacancies are stabilized by the VSbO4 rutile matrix because a mixed valence structure, containing V3 V4 +, Sb3 + and Sb5 + in variable composition, is possible due to similar ionic radii [6]. A relatively large number of oxygen vacancies can thus be stabilized in this structure. The presence of Sb204 crystallites together with the rutile phase apparently limits the formation of these vacancies (Fig. 10). The promotion effect of an excess of antimony over the selectivity to acrylonitrile from propane [5] may be tentatively attributed to this effect, because oxygen vacancies may lead to unselective forms of activated oxygen adspecies responsible of the enhanced rate of oxidation to carbon oxides. It also should be pointed out that the results reported in Fig. 8 show that a lower number of structural oxygens are incorporated in the reaction products in propane ammoxidation in comparison with propene ammoxidation on the same catalyst. In addition, in propane anaerobic ammoxidation, only surface or subsurface oxygens are involved in the reaction, differently from the case of propene. This suggests that considerable surface reconstruction occurs during propene ammoxidation, whereas this effect is more limited in the case of propane, notwithstanding the G. Centi, S. Perathoner /Applied Catalysis A: General 124 (1995) 317-337 337 formation of surface defects as indicated by infrared results. The real catalyst surface during the catalytic reaction is thus probably different during the catalytic oxidation of the alkane and of the alkene, similarly to that observed for 1 -butene or butadiene and n-butane oxidation over (VO) 2P207 [ 30]. References [ 1 ] G. Centi, R.K. Grasselli and F. Trifir6, Catal. Today, 13 (1992) 661. 12] R. Catani, G. Centi, F. Trifir6 and R.K. Grasselli, Ind. Eng. Chem. Res., 31 (1992) 107. [3] G. Centi, R.K. Grasselli, E. Patan~ and F. Trifir6, Stud. Surf. Sci. Catal., 55 (1990) 515. [4] A. Andersson, S,L.T. Andersson, G. Centi, R.K. Grasselli, M. Sanati and F. Trifirb, Stud. Surf. Sci. Catal., 75 (1993) 691. [5] A. Andersson, S.L.T. Andersson, G. Centi, R.K. Grasselli, M. Sanati and F. Trifir6, Appl. Catal. A, 113 (1994) 43. [6] G. Centi, E. Foresti and F. Guarnieri, Stud. Surf. Sci. Catal., 82 (1994) 281. [7] F.J. Berry and M.E. Brett, J. Catal., 88 (1984) 232. [8] F.J. Berry and M.E. Brett, J. Chem. Soc. Dalton Trans., (1983) 9. [9] F.J. Berry and M.E. Brett, J. Chem. Soc. Dalton Trans., (1983) 13. [ 10] F.J. Berry, M.E. Brett, R.A. Marbrow and W.R. Patterson, J. Chem. Soc. Dalton Trans., (1984) 985. [ 11 ] T. Birchall and A.W. Sleight, Inorg. Chem., 15 (1976) 868. [ 12] M.A. Toft, J.F. Brazdil and L.C. Glaser, US Patent 4 879 264 (1989). [ 13] K. Nilsson, T. Lindblad, A. Andersson, C. Song and S. Hausen, Stud. Surf. Sci. Catal., 82 (1994) 293. [ 14] G.J. Hutchings, M. Bowker, A. Crossley, M. Allen and R. Bettely, Catal. Today, 10 ( 1991 ) 413. 115] G. Centi and F. Trifir6, Catal. Rev.-Sci. Eng., 28 (1986) 165. [ 16] J.F. Brazdil, D.D. Suresh and R.K. Grasselli, J. Catal., 66 (19811) 347. [ 17] G. Centi, D. Pesheva and F. Trifir6, Appl. Catal., 33 (1987) 343. [ 18 ] M.A. Pepera, J.L. Callahan, M.J. Desmond, E.C. Milberger, P.R. Blum and N.J. Bremer, J. Am. Chem. Soc., 107 (1985) 4883. [ 19] C. Rocchiccioli-Deltcheff, T. Dupuis, R. Frank, M. Harmelin and C. Wadier, C.R. Acad. Sc. Paris B, 270 (1970) 541. [20] C.A. Cody, L. DiCarlo and R.K. Darlington, lnorg. Chem., 18 (1979) 1572. [21 ] E. Husson, Y. Repelin and H. Brusset, Spectrochim. Acta, 35A (1979) 1177. [22] R. Frank and C. Rocchiccioli-Deltcheff, Spectrochim. Acta, 30A (1974) 1. [23] H. Haeuseler, Spectrochim. Acta, 37A ( 1981 ) 487. [24] G. Centi and F. Trifir6, Appl. Catal., 12 (1984) 1. [25] G. Centi and S. Perathoner, Preprints 6th International Symposium on Scientific Bases for the Preparation of Heterogeneous Catalysts, Vol. 1, p. 59. [26] G. Centi, Catal. Today, 16 (1993) 5. [27] R.K. Grasselli, J.F. Brazdil and J.D. Burrington, in Proceedings 8th International Congress on Catalysis, Berlin, 1984, Verlag Chemie, Weinheim, 1984, Vol. V, p, 369. [28] R.K. Grasselli and J.D. Burrington, Adv. Catal., 30 ( 1981 ) 133. [29] G. Centi and S. Perathoner, J. Catal., 142 (1993) 84. [30] G. Centi, Catal. Lett., 22 (1993) 53. APCATA 94002800 0926-860X(94)00280-0 10.1016/0926-860X(94)00280-0 Elsevier Science B.V. All rights reserved Modification of the surface reactivity of vanadium antimonate catalysts during catalytic propane ammoxidation Gabriele Centi Siglinda Perathoner Dip. Chimica Ind. e dei Materiali, Univ. Bologna, V.le Risorgimento 4, 40136 Bologna ,Italy The changes that take place in a vanadium antimonate catalyst during catalytic propane ammoxidation were studied by transient reactivity experiments and infrared spectroscopy. The investigation was focused on both the change in catalytic behaviour of a fresh sample and the change in reactivity with stepwise increases in the concentration of one or more reagents while maintaining the concentration of the other reactants constant. The results obtained show that two main types of modifications are present: (1) A change in the reactivity from the fresh to the activated samples due to the surface formation of a VSbO4 phase by reaction of vanadium and antimony oxides that have not reacted during calcination; this modification leads to formation of carbon oxides and a decrease in the rate of propane depletion as well as a considerable increase in the rate of acrylonitrile formation. (2) A change in the reactivity of the activated sample which is a function of the redox characteristics of the reagent mixture; this modification does not change the rate of propane depletion, but rather only results in differences in the relative selectivity to products. The results also show that (i) in the steady state, the activated catalyst is partially reduced in comparison with the same sample after treatment with oxygen and (ii) the rate of acrylonitrile formation is lower. Infrared results confirm the formation of oxygen vacancies in the catalyst upon interaction with ammonia and propene as well as the presence of these defects in the sample after the catalytic tests. Keywords Acrylonitrile Propane ammoxidation Surface reactivity Vanadium antimonate Reference [1] Centi G. Grasselli R.K. Trifirò F. Catal. Today 13 1992 661 [2] Catani R. Centi G. Trifirò F. Grasselli R.K. Ind. Eng. Chem. Res. 31 1992 107 [3] Centi G. Grasselli R.K. Patanè E. Trifirò F. Stud. Surf. Sci. Catal. 55 1990 515 [4] Andersson A. Andersson S.L.T. Centi G. Grasselli R.K. Sanati M. Trifirò F. Stud. Surf. Sci. Catal. 75 1993 691 [5] Andersson A. Andersson S.L.T. Centi G. Grasselli R.K. Sanati M. Trifirò F. Appl. Catal. A 113 1994 43 [6] Centi G. Foresti E. Guarnieri F. Stud. Surf. Sci. Catal. 82 1994 281 [7] Berry F.J. Brett M.E. J. Catal. 88 1984 232 [8] Berry F.J. Brett M.E. J. Chem. Soc. Dalton Trans. 1983 9 [9] Berry F.J. Brett M.E. J. Chem. Soc. Dalton Trans. 1983 13 [10] Berry F.J. Brett M.E. Marbrow R.A. Patterson W.R. J. Chem. Soc. Dalton Trans. 1984 985 [11] Birchall T. Sleight A.W. Inorg. Chem. 15 1976 868 [12] M.A. Toft, J.F. Brazdil and L.C. Glaser, US Patent 4 879 264 (1989). [13] Nilsson K. Lindblad T. Andersson A. Song C. Hausen S. Stud. Surf. Sci. Catal. 82 1994 293 [14] Hutchings G.J. Bowker M. Crossley A. Allen M. Bettely R. Catal. Today 10 1991 413 [15] Centi G. Trifirò F. Catal. Rev.-Sci. Eng. 28 1986 165 [16] Brazdil J.F. Suresh D.D. Grasselli R.K. J. Catal. 66 1980 347 [17] Centi G. Pesheva D. Trifirò F. Appl. Catal. 33 1987 343 [18] Pepera M.A. Callahan J.L. Desmond M.J. Milberger E.C. Blum P.R. Bremer N.J. J. Am. Chem. Soc. 107 1985 4883 [19] Rocchiccioli-Deltcheff C. Dupuis T. Frank R. Harmelin M. Wadier C. C.R. Acad. Sc. Paris B 270 1970 541 [20] Cody C.A. DiCarlo L. Darlington R.K. Inorg. Chem. 18 1979 1572 [21] Husson E. Repelin Y. Brusset H. Spectrochim. Acta 35A 1979 1177 [22] Frank R. Rocchiccioli-Deltcheff C. Spectrochim. Acta 30A 1974 1 [23] Haeuseler H. Spectrochim. Acta 37A 1981 487 [24] Centi G. Trifirò F. Appl. Catal. 12 1984 1 [25] G. Centi and S. Perathoner, Preprints 6th International Symposium on Scientific Bases for the Preparation of Heterogeneous Catalysts, Vol. 1, p. 59. [26] Centi G. Catal. Today 16 1993 5 [27] Grasselli R.K. Brazdil J.F. Burrington J.D. 81st–90th ed. Proceedings 8th International Congress on Catalysis, Berlin, 1984 Vol. V 1984 Verlag Chemie Weinheim 369 [28] Grasselli R.K. Burrington J.D. Adv. Catal. 30 1981 133 [29] Centi G. Perathoner S. J. Catal. 142 1993 84 [30] Centi G. Catal. Lett. 22 1993 53",
      "scopus-id": "0342397510",
      "coredata": {
        "eid": "1-s2.0-0926860X94002800",
        "dc:description": "The changes that take place in a vanadium antimonate catalyst during catalytic propane ammoxidation were studied by transient reactivity experiments and infrared spectroscopy. The investigation was focused on both the change in catalytic behaviour of a fresh sample and the change in reactivity with stepwise increases in the concentration of one or more reagents while maintaining the concentration of the other reactants constant. The results obtained show that two main types of modifications are present: (1) A change in the reactivity from the fresh to the activated samples due to the surface formation of a VSbO4 phase by reaction of vanadium and antimony oxides that have not reacted during calcination; this modification leads to formation of carbon oxides and a decrease in the rate of propane depletion as well as a considerable increase in the rate of acrylonitrile formation. (2) A change in the reactivity of the activated sample which is a function of the redox characteristics of the reagent mixture; this modification does not change the rate of propane depletion, but rather only results in differences in the relative selectivity to products. The results also show that (i) in the steady state, the activated catalyst is partially reduced in comparison with the same sample after treatment with oxygen and (ii) the rate of acrylonitrile formation is lower. Infrared results confirm the formation of oxygen vacancies in the catalyst upon interaction with ammonia and propene as well as the presence of these defects in the sample after the catalytic tests.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-04-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94002800",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Centi, Gabriele"
          },
          {
            "@_fa": "true",
            "$": "Perathoner, Siglinda"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94002800"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94002800"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00280-0",
        "prism:volume": "124",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Modification of the surface reactivity of vanadium antimonate catalysts during catalytic propane ammoxidation",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Acrylonitrile"
          },
          {
            "@_fa": "true",
            "$": "Propane ammoxidation"
          },
          {
            "@_fa": "true",
            "$": "Surface reactivity"
          },
          {
            "@_fa": "true",
            "$": "Vanadium antimonate"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "317-337",
        "prism:endingPage": "337",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 April 1995",
        "prism:doi": "10.1016/0926-860X(94)00280-0",
        "prism:startingPage": "317",
        "dc:identifier": "doi:10.1016/0926-860X(94)00280-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0342397510"
      }
    }
  }
}