{
  "metadata": {
    "title": "A highly effective countermeasure for the deactivation of the NiO<ce:glyph name=sbnd></ce:glyph>NiFe<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>4</ce:inf><ce:glyph name=sbnd></ce:glyph>Na<ce:inf loc=post>2</ce:inf>O catalyst for phenol synthesis",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-08-28",
    "doi": "10.1016/0926-860X(96)00059-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96000592",
    "pii": "0926860X96000592"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042627696",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96000592 0926-860X(96)00059-2 0926860X96000592 10.1016/0926-860X(96)00059-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00026 2024-01-01T12:18:48.759026Z 0 0 19960828 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 143 143 2 2 Volume 143, Issue 2 3 215 222 215 222 19960828 28 August 1996 1996-08-28 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. AHIGHLYEFFECTIVECOUNTERMEASUREFORDEACTIVATIONNIONIFE2O4NA2OCATALYSTFORPHENOLSYNTHESIS MIKI J MIKI 1995 111 J PERNICONE 1991 85 N ROSS 1987 133 J STOLCOVA 1986 153 M MURAKAMI 1993 218 Y STOLCOVA 1989 83 M SHIMAUCHI 1980 71 N MIKIX1996X215 MIKIX1996X215X222 MIKIX1996X215XJ MIKIX1996X215X222XJ item 0926-860X(96)00059-2 0926860X96000592 1-s2.0-0926860X96000592 10.1016/0926-860X(96)00059-2 271346 2024-01-01T12:18:48.759026Z 1996-08-28 1-s2.0-0926860X96000592-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000592/MAIN/application/pdf/487cdbba9e0e0a4be9da1eb0b8e484dc/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000592/MAIN/application/pdf/487cdbba9e0e0a4be9da1eb0b8e484dc/main.pdf main.pdf pdf true 365160 MAIN 8 1-s2.0-0926860X96000592-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000592/PREVIEW/image/png/190d1d00299d0c285f9795848b46b732/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000592/PREVIEW/image/png/190d1d00299d0c285f9795848b46b732/main_1.png main_1.png png 40637 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 143 (1996) 215-222 A highly effective countermeasure for the deactivation of the NiO-NiFe204-Na20 catalyst for phenol synthesis Jun Miki * ,1, Minoru Asanuma, Yakudo Tachibana, Tsutomu Shikada Materials and Processing Research Center, NKK Corporation, Kawasaki-ku, Kawasaki 210, Japan Received 28 June 1995; revised 29 January 1996; accepted 31 January 1996 Abstract Durability of the novel catalyst system for phenol synthesis by vapor phase oxidation of benzoic acid was investigated in detail. Although an obvious deactivation was observed using the NiO-NiF%O4-Na20 system, prominent results were obtained by the addition of VzO5 to the catalyst. More than 90% both in phenol selectivity and benzoic acid conversion were maintained more than 100 h. The remarkable enhancement of catalytic performance is considered to be derived from the facilitated reoxidation of active species by V205 in its redox cycle. Keywords: Oxidation; Benzoic acid; Phenol; Durability; Vanadium oxide 1. Introduction Phenol synthesis by vapor phase oxidation of benzoic acid is an attractive process from an industrial point of view, and we have previously reported that the NiO-NiF%O4-Na20 catalyst system showed excellent catalyst performance in terms of benzoic acid conversion, phenol selectivity and space time yield of phenol [1]. However, catalyst durability is the most important function to determine whether the catalyst could be employed in practical use or not. In general, * Tel.: (+ 81-7747)-5-2305; fax: (+81-7747)-5-2318; e-mail: jmiki@rite.or.jp. 1 Present address: Catalysis Science Lab., Research Institute of Innovative Technology for the Earth, 9-2, Kizugawadai, Kizu-cho, Soraku-gun, Kyotot, 619-02 Japan. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926- 860X(96)00059-2 216 J. Miki et al./Applied Catalysis A.\" Geiwral 143 (1996) 215 222 sintering, alternations of active phase by solid state reactions, and elucidation of active components are the main reasons for deactivation observed in the catalysts for vapor phase oxidation [2,3]. For this reaction, pronounced deactiva- tions due to sintering were observed over the conventional CuO catalyst [4-6]. Although a number of studies have been reported concerning the modification of CuO catalyst with some oxides [7,8], the catalysts have not been improved satisfactorily. Hence, the durability of the novel catalyst system consisting of NiO, NiF%O4, and Na20 is worthy of urgent investigation from industrial point of view. In the present work, we investigated the durability of the catalysts in detail and finally found that V205 addition greatly improved its durability as well as phenol selectivity. The results are believed to suggest a new concept lor the improvement of catalytic durability. 2. Experimental 2.1. Catalysts Ni-Fe complex oxide catalysts were prepared by coprecipitation using aque- ous solution of nickel nitrate, iron nitrate and sodium hydroxide. The precipi- tates obtained were washed with pure water until they became free from sodium and then dried in air at a temperature of 110 for 24 h. After calcination in air at a temperature of 800 for 3 h, the catalysts were pulverized to particles in the range of 20-40 mesh. Modification with Na20 and V205 were performed using impregnation method with water solution of sodium carbonate and ammo- nium metavanadate. The impregnated catalysts were calcined again at 500 for 3h. 2.2. Apparatus and procedure All catalysts were tested by the method described previously [1] using a continuous flow-type reaction apparatus with a fixed catalyst bed at atmospheric pressure. The reactor was made of a quartz tube with an inner diameter of 20 mm and a length of 500 mm. 3. Results and discussion 3.1. Durability of the NiO-NiFe204-Na20 catalyst Fig. i indicates the results of activity change with time on stream. High phenol selectivity was obtained only in the beginning, but drastic drop both in phenol selectivity and benzoic acid conversion were observed especially for the J. Miki et al./Applied Catalysis A: General 143 (1996) 215-222 217 100 ~ 80 g 60 40 ~ 20 0 0 O A 20 40 60 80 100 Time on Stream (h) Fig. 1. Change in activity of NiO-NiFexO4-Na20 catalyst with reaction time. Catalysts: 47.5 wt.-% NIO-51.5 wt.-% Fe203-1.0 wt.-% Na20. Reaction temperature: 420. Benzoic acid/air/steam = 1/5/40 (molar ratio). SV=3400 h i. Conversion (O), phenol selectivity (, benzene selectivity (A), COX selectivity ( [] ). initial 30 h. As the phenol selectivity decreased, the formation of benzene and CO2 rose simultaneously. After 30 h from initial feed, the deactivation rate appeared to level off, while phenol selectivity continued to decrease even after 100 h. As previously reported [1], the deactivation could be attributed to the accumulation of sodium benzoate because of the following reasons: (1) No change of XRD pattern of the catalyst was observed after and before the durability test, (2) the covering of sodium benzoate was confirmed by IR spectra, (3) the activity of catalyst recovered easily after the removal of sodium benzoate on the catalyst surface. Actually, the pore distribution of the catalysts before and after use were measured by the BET technique with nitrogen adsorption as shown in Fig. 2. Apparently, the pore was occupied by sodium benzoate suggesting the formation of sodium benzoate has a relation to the catalytic deactivation. Therefore, it is expected that a decrease of sodium 0.02 O O o : 0.01 \"~ o o o 0 =. ~,ooo\" , ooo,, ~ c# o,o o 0.000 200 400 600 800 I000 1200 Pore size (~,) Fig. 2. Pore size distributions of the Na20-promoted catalyst before and after use. Catalyst: 47.5 wt.-% NIO-51.5 wt.-% Fe203-1 wt.-% Na20. Fresh catalyst (: catalyst used for 100 h (O). A micrometrics sorption analyzer (Shimadzu ASAP-2000) was used employing the Barret Joyner-Halenda (BJI) method. 218 J. Miki et al./Applied Catalysis A: General 143 (1996) 215-222 COOH Step1 COONa Step2 COO Step3 o/~ 4 2 Oz, HzO 1/2NazO O +COz+I/2Na20 Fig. 3. Proposed reaction mechanism. benzoate formation on the catalyst surface could lead to the retardation of deactivation. Upon this assumption, several experiments were performed to prevent sodium benzoate from accumulating. 3.2. Tentative inhibition of catalyst deactivation 3.2.1. Durability under 100% benzoic acid conversion In order to reduce sodium benzoate accumulation on the NiO-NiFe2Oa-Na20 catalyst, benzoic acid conversion was maintained at 100%. Under that condition, all the sodium benzoate formed on the catalyst surface would be consumed toward the next reaction steps (step 2 and step 3 in Fig. 3). But no improvement was observed in the life test even with lower space velocities of benzoic acid or higher reaction temperatures. In both cases, though the benzoic acid conversion was kept at 100% for about 50 h, sharp drop of phenol selectivity and increase of by-product selectivities were observed. 3.2.2. Effect of basic additives on the catalyst The decomposition temperature of sodium benzoate (440) is higher than the reaction temperature [9], suggesting that the lowering of benzoate decompo- sition temperature could be an effective countermeasure for the improvement of catalyst deactivation. However, basicity is one of the indispensable properties for yielding phenol in high efficiency. Therefore, several kinds of alkali or alkaline oxides were used as an alternative of Na20. Table 1 shows the decomposition temperature of benzoates [9] and the initial activity of the catalysts. Because cesium benzoate has the lowest decomposition temperature, improvement of catalyst durability could be expected. As shown in Table 1, relative to the catalyst with no additives, a higher benzoic acid conversion but a lower phenol selectivity were obtained. But a deactivation was observed obvi- ously. The addition of Li20 or K20 was found to give a higher phenol selectivity, but no improvement of durability was obtained. The highest phenol J. Miki et al. /Applied Catalysis A: General 143 (1996) 215-222 Table 1 Effect of added alkali or alkaline earth metal oxides on catalyst performance ~ 219 Additive b Decomposition Conversion Selectivity c (%) temperature of (%) benzoate () Phenol Benzene CO q- CO2 None - 34.0 57.2 17.6 24.9 CaO decomposed in air 21.0 94.7 3.9 1.1 Cs20 406 55.9 41.9 50.7 7.0 LiO2 437 34.8 62.5 32.2 5. l K 2O 444 37.8 71.5 22.4 5.6 a Reaction conditions: benzoic acid/air/steam = 1/4/25 (molar ratio); space velocity = 4200 h-I; reaction temperature = 400. Activities were measured after 5 h from initial feed. Catalysts: 47.7 wt.-% NIO-51.8 wt.-% Fe203-0.5 wt.-% additive, prepared by co-precipitation, calcined at 800. b Impregnated with aqueous solution of metal nitrates or carbonates. Selectivity is calculated on the basis of moles benzoic acid converted. selectivity was obtained by adding CaO, but again with poor durability. Accord- ing to the compositional analysis of the CaO-promoted catalyst made by XPS and X-ray fluorescence analyses before and after use (Table 2), the carbon component (probably being the calcium benzoate) concentrated especially on the catalyst surface after the reaction. 3.2.3. A new working hypothesis of the deactivation mechanism The negative results reported above imply that the sodium benzoate formation itself is not the direct reason for the deactivation. Since O2 and catalyst are indispensable to make the reaction proceed, catalysis by the active species is probably related to a redox mechanism. According to the speculative reaction mechanism proposed in the previous paper [1], the catalysis cycle of the present reaction consists of (i) the formation of nickel benzoate from sodium benzoate and NiO, (ii) the decomposition of nickel benzoate to give benzoyl salicylic acid and reduced nickel, and (iii) the oxidation of the reduced nickel by oxygen in Table 2 Composition analysis of CaO-promoted catalyst before and after use a Catalyst Bulk composition Superficial composition condition (wt.-% as oxide) b (wt.-% as oxide) c Ni Fe Ca C Ni Fe Ca C Before use 46.3 52.4 1.0 tr 34.5 51.8 13.6 tr After use ~ 42.6 44.8 1.0 10.6 tr tr 18.1 80.5 a Catalyst: 47.7 wt.-% NIO-51.8 wt.-%-0.5 wt.-% CaO. b Measured by X-ray fluorescence analysis. c Measured by XPS analysis. d After 100 h of durability test. 220 J. Miki et al. / Applied Catalysis ,4.\" General 143 (l 996) 215 222 100 \"~ 80 60 40 \" 20 . , , , , , 0 20 40 60 80 100 Time on Stream (h) Fig. 4. Change in activity of V2Os-promoted catalyst with reaction time. Catalysts: 47.0 wt.-% NiO-51.0 wt.-% Fe203-1.0 wt.-% Na~O-1.0 wt.-% V205. Reaction temperature: 420. Benzoic acid/air/steam = 1/5/20 (molar ratio). SV = 2080 h i. Conversion (O), phenol selectivity ((2)), benzene selectivity (zx). COy selectivity ( [] ). the vapor phase to regenerate NiO. Assuming that the reoxidation of reduced nickel is rate-determining, a decline of the reaction rates in step 2 and step 3 in Fig. 3 can lead to the accumulation of sodium benzoate over reduced nickel. Based on this assumption, a reoxidation of reduced nickel would possibly bring about the improvement of catalytic durability without accumulating sodium benzoate. The fact that the catalyst was not permanently deactivated and easily recovers its activity by oxygen treatment [1] are not in conflict with the 100 so -~ no rJ~ t_ = 411 20 e., 0 :~ m rn ~ ~ rn c.4...a-.~ z .-- 20 40 60 80 100 Time on Stream (h) Fig. 5. Change in activity of V2Os-promoted catalyst with reaction time. Catalysts: 46.1 wt.-% NIO-49.9 wt.-% Fe203-1.0 wt.-% Na20 3.0 wt.-% V205. Reaction temperature: 400. Benzoic acid/air/steam = 1/5.5/21 (molar ratio). SV 1500 h i. Conversion (0), phenol selectivity ((2)), benzene selectivity (A), CO~ selectivity ([]). J. Miki et al./Applied Catalysis A: General 143 (1996) 215-222 221 0.02 1 0.01 o oo Oo oo~ ~ 0.000 , , 600 800 1000 1200 Q 0 0 0 0oQ 0~ r 200 400 Pore size (A) Fig. 6. Pore size distributions of the V2Os-promoted catalyst before and after used. Catalyst: 46.1 wt.-% NIO-49.9 wt.-% Fe203-1 wt.-% Na20-3.0 wt.-% VeO5. Fresh catalyst (C)), catalyst used for 100 h (0). A micrometrics sorption analyzer (Shimadzu ASAP-2000) was used employing the Barret-Joyner Halenda (BJI) method. assumption of the formation of reduced oxides, probably reduced nickel oxide over NiFe204. 3.2.4. The addition of V20s to the NiO-NiFe204-Na20 catalyst In order to facilitate reoxidation of the reduced nickel, some oxides with specific oxidation potentials were investigated as third additives. It was discov- ered that V205, which is commonly used for hydrocarbon oxidation, has a great effect for the disappearance of deactivation. Figs. 4 and 5 exhibit the durability of V2Os-promoted catalysts. It is obvious that the addition of V205 inhibits the deactivation rate and that the durability of the catalysts is improved by increas- ing the amount of V205. As shown in Fig. 6, the accumulation of benzoate was not observed after the durability test. In addition, an increasing V2Q leads to Table 3 Effect of V205 content on catalytic activities a V205 content h Conversion Selectivity ~ (%) (wt.-%) (%) Phenol Benzene CO + CO2 100 d 4.9 0 23.5 76.4 0 43.0 76.8 19. ! 4.0 1.0 56.5 88.2 4.1 7.7 2.0 88.7 9l .0 4.7 4.3 3.0 81.4 91.2 7.8 0.4 4.0 83.4 91.2 8.8 trace a Catalysts: V205 was impregnated on 47.7 wt.-% NIO-51.8 wt.-% Fe203-0.5 wt.-% Na20; reaction conditions: benzoic acid/air/steam = 1/5/25 (molar ratio), space velocity = 3000 h ', reaction temperature = 400. b Impregnated with aqueous solution of ammonium metavandate. \" Selectivity is calculated on the basis of moles benzoic acid converted. J A reagent (V205: Kanto Chemical Co.) was used. 222 J. Miki et al./Applied Catalysis A: General 143 (1996) 215-222 02 VzOs-x VzOs NiO ~i or NizO iO_Fe203 ~ ~0/ ' Oz [~o 02 _9 Fig. 7. Role of VeO5. the side-products decrease (Table 3), presumably indicating that V205 functions as an oxidizing agent to the reduced active species as shown in Fig. 7. 4. Conclusions NazO-promoted NiO-NiFe204 catalysts showed an apparent deactivation which diminish both the phenol selectivity and the benzoic acid conversion. It is apparent that the formation of benzoate on the catalyst surface has a relation to its deactivation. However, since V205 has a remarkable effect for the enhance- ment of durability, another mechanism is plausible for the deactivation, namely, the slow reaction rate of reoxidation of reduced nickel. The promotion effect of added V205 is presumably attributed to an acceleration of the redox cycle of the nickel component. References [1] J. Miki, M. Asanuma, Y. Tachibana and T. Shikada, Appl. Catal., 123 (1995) I 1 l. [2] N. Pernicone, Catal. Today, 11 (1991) 85. [3] J.A. Ross, A.G. Bakker, H. Bosch, J.G. van Ommen and J.R.H. Ross, Catal. Today, 1 (1987) 133. [4] P.C. van Geem and A.J.J.M. Teunissen, U.S. Patent, 4383127 (10 May 1983). [5] M. Stolcova, M. Hronec, J. Ilavsky and M. Kabesova, J. Catal., 101 (1986) 153. [6] Y. Murakami, Syokubai (Catalyst), 35 (1993) 218. [7] Y. Inoue, S. Wake, T. Shirafuji and M. Beppu, U.S. Patent, 4390736 (28 June 1983). [8] M. Stolcova, M. Hronec and J. Ilavsky, J. Catal., 119 (1989) 83. [9] N. Shimauchi and M. Kawasaki, Kochikosen Gakujyutsu Kiyo, 16 (1980) 71. APCATA 96000592 0926-860X(96)00059-2 10.1016/0926-860X(96)00059-2 Elsevier Science B.V. All Rights Reserved A highly effective countermeasure for the deactivation of the NiONiFe2O4 Na2O catalyst for phenol synthesis Jun Miki * 1 Minoru Asanuma Yakudo Tachibana Tsutomu Shikada Materials and Processing Research Center, NKK Corporation, Kawasaki-ku, Kawasaki 210, Japan * Tel.: (+81-7747)-5-2305; fax: (+81-7747)-5-2318 1 Present address: Catalysis Science Lab., Research Institute of Innovative Technology for the Earth, 9-2, Kizugawadai, Kizu-cho, Soraku-gun, Kyotot, 619-02 Japan. Durability of the novel catalyst system for phenol synthesis by vapor phase oxidation of benzoic acid was investigated in detail. Although an obvious deactivation was observed using the NiONiFe2O4 Na2O system, prominent results were obtained by the addition of V2O5 to the catalyst. More than 90% both in phenol selectivity and benzoic acid conversion were maintained more than 100 h. The remarkable enhancement of catalytic performance is considered to be derived from the facilitated reoxidation of active species by V2O5 in its redox cycle. Keywords Oxidation Benzoic acid Phenol Durability Vanadium oxide Reference [1] Miki J. Asanuma M. Tachibana Y. Shikada T. Appl. Catal. 123 1995 111 [2] Pernicone N. Catal. Today 11 1991 85 [3] Ross J.A. Bakker A.G. Bosch H. van Ommen J.G. Ross J.R.H. Catal. Today 1 1987 133 [4] P.C. van Geem and A.J.J.M. Teunissen, U.S. Patent, 4383127 (10 May 1983). [5] Stolcova M. Hronec M. Ilavsky J. Kabesova M. J. Catal. 101 1986 153 [6] Murakami Y. Syokubai (Catalyst) 35 1993 218 [7] Y. Inoue, S. Wake, T. Shirafuji and M. Beppu, U.S. Patent, 4390736 (28 June 1983). [8] Stolcova M. Hronec M. Ilavsky J. J. Catal. 119 1989 83 [9] Shimauchi N. Kawasaki M. Kochikosen Gakujyutsu Kiyo 16 1980 71",
      "scopus-id": "0042627696",
      "coredata": {
        "eid": "1-s2.0-0926860X96000592",
        "dc:description": "Durability of the novel catalyst system for phenol synthesis by vapor phase oxidation of benzoic acid was investigated in detail. Although an obvious deactivation was observed using the NiONiFe2O4 Na2O system, prominent results were obtained by the addition of V2O5 to the catalyst. More than 90% both in phenol selectivity and benzoic acid conversion were maintained more than 100 h. The remarkable enhancement of catalytic performance is considered to be derived from the facilitated reoxidation of active species by V2O5 in its redox cycle.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-08-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96000592",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Miki, Jun"
          },
          {
            "@_fa": "true",
            "$": "Asanuma, Minoru"
          },
          {
            "@_fa": "true",
            "$": "Tachibana, Yakudo"
          },
          {
            "@_fa": "true",
            "$": "Shikada, Tsutomu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96000592"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96000592"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00059-2",
        "prism:volume": "143",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A highly effective countermeasure for the deactivation of the NiONiFe2O4 Na2O catalyst for phenol synthesis",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxidation"
          },
          {
            "@_fa": "true",
            "$": "Benzoic acid"
          },
          {
            "@_fa": "true",
            "$": "Phenol"
          },
          {
            "@_fa": "true",
            "$": "Durability"
          },
          {
            "@_fa": "true",
            "$": "Vanadium oxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "215-222",
        "prism:endingPage": "222",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 August 1996",
        "prism:doi": "10.1016/0926-860X(96)00059-2",
        "prism:startingPage": "215",
        "dc:identifier": "doi:10.1016/0926-860X(96)00059-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042627696"
      }
    }
  }
}