{
  "metadata": {
    "title": "Deactivation of FCC catalysts using n-hexadecane feed with various additives",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-09-02",
    "doi": "10.1016/0926-860X(96)00106-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96001068",
    "pii": "0926860X96001068"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042126669",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96001068 0926-860X(96)00106-8 0926860X96001068 10.1016/0926-860X(96)00106-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00038 2024-01-01T12:18:48.759026Z 0 0 19960902 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 144 144 1 2 1 2 Volume 144, Issues 1–2 19 269 279 269 279 19960902 2 September 1996 1996-09-02 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. DEACTIVATIONFCCCATALYSTSUSINGNHEXADECANEFEEDVARIOUSADDITIVES HUGHES R BUTT 1988 J ACTIVATIONDEACTIVATIONPOISONINGCATALYSTS HUGHES 1984 R DEACTIVATIONCATALYSTS WOLF 1982 329 E KITTRELL 1985 63 J GROTEN 1990 311 W SAXBY 1970 173 J SAXBY 1976 103 J OILSHALE DURAND 1980 35 B KEROGENINSOLUBLEORGANICMATTERINSEDIMENTARYROCKS HUGHES 1994 R PREPRINTSDIVPETROLCHEM208THNATIONALMEETING HUGHES 1994 377 R HUGHESX1996X269 HUGHESX1996X269X279 HUGHESX1996X269XR HUGHESX1996X269X279XR item 0926-860X(96)00106-8 0926860X96001068 1-s2.0-0926860X96001068 10.1016/0926-860X(96)00106-8 271346 2024-01-01T12:18:48.759026Z 1996-09-02 1-s2.0-0926860X96001068-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001068/MAIN/application/pdf/76fb76df05c2a55c9f63004cb66887d4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001068/MAIN/application/pdf/76fb76df05c2a55c9f63004cb66887d4/main.pdf main.pdf pdf true 613304 MAIN 11 1-s2.0-0926860X96001068-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001068/PREVIEW/image/png/0f26a8fda08a1e304a003a523cf1af11/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001068/PREVIEW/image/png/0f26a8fda08a1e304a003a523cf1af11/main_1.png main_1.png png 42286 849 656 IMAGE-WEB-PDF 1 i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 144 (1996) 269-279 Deactivation of FCC catalysts using n-hexadecane feed with various additives R. Hughes ~'*, G.J. Hutchings b C.L. Koon a B. McGhee c C.E. Snape c, D. Yu ~ ~ Department of Chemical Engineering, Unirersity of SalJord, Salford M5 4WT, UK b Leverhulme Centre for lnnocative Catalysis, Department of Chemistry, Unit,ersitv of Lit,erpool, P.O. Box 147, Licerpool L69 3BX, UK Department of Pure and Applied Chemisto', Unicersity ~f' Strathclyde, Glasgow G I 1XL, U K Received 21 December 1995; revised 1 March 1996; accepted I March 1996 Abstract The deactivation of a standard 4-component FCC catalyst has been examined using a MAT reactor for a number of additives to a n-hexadecane feedstock. The additives included, benzofuran, indene, phenanthrene, quinoline and thianaphthene and were present at levels of 1% and 10% in the feedstock. Conversions decreased with all additives, but the most severe reduction occurred with quinoline. Benzofuran and indene gave most coke formation and analysis of the coke deposited on the catalyst indicated that this was initially mainly aliphatic in nature. A simple model has been developed for the coke deactivation process, which suggests that for the present results the major deactivation effect occurs in the production of C5-C6 hydrocarbons. Kevwords: FCC: Coking; Deactivating agents 1. Introduction Catalyst deactivation has been the subject of intensive study over the past 50 years [1-3]. One particular aspect of deactivation which is inherent in many catalytic processes is the deposition of coke occurring with the main reaction processes. The catalytic upgrading of petroleum fractions in fluid bed/riser reactors is a major refinery operation and operates with a wide variety of petroleum feedstocks. However, despite considerable study there remains a lack * Corresponding author. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. Pll S0926-860X(96)00106-8 270 R. Hughes et al. / Applied Catalysis A: General 144 (1996) 269-279 of detailed knowledge concerning the mechanism of coke formation during FCC operation. Similarly, there have been few investigations on the role of poisons and feedstock additives in this complex process [4]. Groten et al. [5] have carried out a study of coke formation using zeolite US-Y with 1-hexene as reactant, but in order to enable adequate characterisation of the coke deposits to be obtained it was necessary to deposit relatively large amounts of coke ( > 5%). Coke levels in FCC catalysts usually lie within the range of 0.5 to 1.0%, so it is necessary to try to obtain results within this range of interest. Furthermore, with increased interest in olefins production from FCC units the ratio of alkenes to alkanes produced is becoming of major significance in current operations. Another factor which is becoming of increased importance with the use of heavier feeds in FCC units, is the effect of impurities in the feedstock on the deactivation of the catalyst by coke deposition and poisoning. The present study addresses coke formation at realistic levels of 0.5 to 1.0% w/w using a standard MAT reactor in which concentrations of 1% and 10% of various additives were added to the n-hexadecane feedstock. These additives included quinoline, phenanthrene, indene, thianaphthene and benzofuran. The effects of these additives to the feedstock n-hexadecane have been studied and the relative roles of these additives on catalyst poisoning and coke precursors are examined. 2. Experimental The catalyst used in the present work was a model FCC catalyst of composi- tion, zeolite US-Y (30%). silica binder (25%), kaolin (25%) and pseudo Boehmite matrix (20%). The catalyst was steamed at 800 before use. n- Hexadecane was used as the base feedstock and the additives were added at concentration levels of 1% and 10% to this feedstock. Reactivity and coking were determined using a standard MAT test reactor operating at 520 with a feed injection rate of 2.7 ml/min and a catalyst/oil ratio of 1.33:1. The injection time of the feedstock was varied from 15 s to 120 s to obtain data for the deactivation model. However, for experiments in which the product range was to be determined a value of 75 s was adopted as this gave the most detailed product distribution. Products were separated into gaseous and liquid fractions for analysis. Gases were analysed using a conventional 1/8\" packed column of a polar phase on a chromosorb support, with FID detection for the hydrocarbons. The liquid products were determined by capillary gas chromatography (GC) and peak identifications were made with the aid of GC-MS in conjunction with concentration of aromatic species by open-column adsorption chromatography and alumina. Coke yields were determined from the carbon contents of catalysts recovered R. Hughes et al./Applied Catalysis A: Genecvd 144 (1996) 269-279 271 from the MAT reactor. Mass spectrometric analysis of the coke deposited on these catalysts was conducted using a Vacuum Generators instrument in which the probe was heated from ambient to 500 at a rate of 20 min-~, spectra being recorded every 5 s with both electron impact (EI) and chemical ionisation (CI) modes. The coked catalysts were introduced to the mass spectrometer by means of a probe arm, which placed the sample into the line of the electron beam. The probe was then heated up and the sample bombarded with an electron beam (ca. 70 eV) which caused the sample to fragment into positive ions of varying mass. These fragments were then accelerated towards the detector by means of a potential gradient and slit system. The fragments did not vaporise at normal boiling points as the system was under vacuum and therefore they became gaseous at far lower temperatures than under normal atmospheric pressure. In addition, mass spectrometric analysis was carried out in a similar manner on coked catalysts which had been demineralised so as to leave a coke concentrate in the form of skeletal carbon. Demineralisation was done by the usual procedures [6-8]. The catalyst samples were first refluxed in chloroform to remove any molecular species adhering to the catalyst and then vacuum dried. Demineralisation involved successive extraction with 2 M HC1 and 40% hydro- fluoric acid (HF) with 20 cm3 of HF being used per gram of sample. The resultant coke concentrates were washed with dilute HCI to remove any remaining inorganic paramagnetics before collection on plastic filters. 3. Results and discussion 3. I. Product analysis In previous papers the effect of addition of quinoline and phenanthrene on production distribution in n-hexadecane has been investigated [9,10]. It was found that quinoline acts mainly as a catalyst poison and does not contribute significantly to coke formation. In contrast phenanthrene was considered to be a coke inducer with the coke produced tending to a more aromatic nature. In order to investigate the effect of sulphur and oxygen compounds as additives studies have been extended to the indene, thianapthene and benzofu- ran. Fig. 1 shows the conversions obtained from the MAT reactor with 1% and 10% w/w additions of these three compounds together with corresponding additions of quinoline and phenanthrene. All are compared with a feed of n-hexadecane only. All additives cause a decrease in conversion, the largest occurring with quinoline, where the 1% addition is almost as effective as the 10% addition in decreasing the overall conversion. Generally, however, conver- sion decreases in progressing from 1% to 10% additions. The alkene/alkane ratio for all feeds is illustrated in Fig. 2 for 1% and 10% additions and compared with the n-hexadecane feed. In all cases the value of the 272 R. Hughes et al./Applied Catalysis A: General 144 (1996) 269-279 35- 80- 25\" ~. 20- >= 15- o O n-hexadecane IW 1% | I 111 n-Hexadecane Phenanthrene 13enzofuran Quinoline Thianaphthene lndene Fig. 1. Conversion of n-hedecane and 1% and ] 0% additives. ratio is greater than unity averaging 1.5 to 1.7 and demonstrating the desirable high conversions to alkenes attained. Fig. 3 shows the coke produced from all feedstocks, with the additives at 1% and 10% w/v levels. The most striking feature of this Figure is the high values of coke produced from both benzofuran and indene when these compounds are present at concentrations of 10%. Interestingly, when both benzofuran and indene are present at concentrations of 1% the amount of coke produced is almost equivalent to the other additives and even to that produced from a n-hexadecane feed alone. Thianapthene produced only about 0.6% by weight of coke, even when 10% concentrations were used. It might be thought that this ~ 1.2~ roll n-hexadecane . 'i 0.5~ 0\" n-Hexadecane Phenanthrene Benzofuran Quinoline Thianaphthene Indene Fig. 2. Alkene/alkane product ratio from n-hexadecane feed and from feed with additives at 1% and 10% levels. R. Hughes et al./Applied Catalysis A: General 144 (1996) 269-279 273 3.5- 2.5.l N 0~ 1.5~ o i[ 5t 0 n-hexadecane 1% II lO% =li'l i n-Hexadecane Pfienanthrene Benzofuran Quinoline Thianaphthene Indene Fig. 3. Effect of additives at 1% and 10% levels on coke production. result was caused by poisoning as for the quinoline but examination of Fig. 1 shows that the conversion with thianapthene is almost the same as that of indene. It is of interest to compare the coke selectivity for the various feedstocks, where coke selectivity is defined as the weight percent of coke produced divided by the weight percent conversion. The results obtained are given in Table 1 below. As can be seen 10% benzofuran and 10% indene give the highest coke selectivity. However, on passing along the series from n-hexadecane, thi- anapthene shows the minimum values for coke selectivity. The product distribution for n-hexadecane and the additives is shown in Fig. 4 for 1% concentration of additives and in Fig. 5 for 10% concentrations. In these figures the normalised yield is defined as the weight of product divided by the weight of feed injected. For all feedstocks the product distribution shows a broad maximum in the C3 to C5 regions for the gaseous products. It should be noticed, however, that 1% indene gives higher product yields than n-hexadecane in this region. When the concentration of this compound is increased to 10%, indene now gives product yields similar to the other compounds (except for quinoline which is very small) and much reduced from the n-hexadecane yield. Table 1 Coke selectivity for feedstocks Amount of Ci6Iq34 C9HTN CI4Ht0 CsH6S C8H60 C,Hg additive (%) I 0.16 0.1 0.167 0.027 0.042 0.024 10 0.16 0.112 0.061 0.053 0.19 0.211 274 R. Hughes et al. /Applied Catalysis A.\" General 144 (1996) 269-279 4- 3.5- Injection lime = 75 sec.@ 2.7 ml/mln. -I- C16H34 --t-- 1%CgHTN --K--- 1%C14Ht0 -E~- 1%C8H60 -->(- 1%C8H6S --,4k- 1%C9H8 2.5 o 2. 1.5 Z 0.5- \"~ I ~_~/ ~'*-----~-. _ .. / o-/--~ -~_~__~__, , _,_ ,, ., ~~=- ~'~, Methane Propane Bulenes 2-Bulenes Penlanes 2-Penlenes Coke Elhane Plopylene Isobulylene2-Melhylbulane 1-Pentene Melhylbutenes Fig. 4. Catalytic cracking on different poisons. Normalised product yield for 1% concentration of additives 5- 4.5- InJecllon time = 75 sec.@ 2.7 ml/mln. / ,,o -I- C16H34 -4-- t0%CgHTN ~ 10%C14H 4 --t-t-t-t-t-t-t-t-t=3- 10%C8H60 X 10%C8H6S ~ 10%CgHS/~- ! 3.5- 2- Methane Propane Butanes 2-Butenes Penlanes 2-Pentenes Coke Ethane Propylene Isobutylene2.Melhylbutane 1-Penlene Melhylbutenes Fig. 5. Catalytic cracking on different poisons. Normalised product yield for 10% concentration of additive R. Hughes et al. /Applied Catalysis A: General 144 (1996) 269-279 275 a i00 57 43 Ot I. 50 71 85 L 361 10o iso 130 365 50 I00 150 130 loo] [ 4 76 t~6 ss 144 so zoo 15o b 6~ 208 83 ,[ 50 i00 150 i~0 o ! 50 lO0 150 zoo .4i 465Oc 0~ 50 i00 i50 Fig. 6. (a) El and CI mass spectra obtained from catalyst deactivated with n-hexadecane/10% quinoline. (b) EI mass spectra obtained from catalyst deactivated with n-hexadecane/10% phenanthrene. The liquid products were identified by GC-MS in all cases. Concentrations of alkylbenzenes were found to be greater than those of alkylindens and napthalenes while polynuclear aromatic compounds were only minor con- stituents. The prominent group of compounds eluting between n-pentadecane and n-hexadecane are mixtures of alkenes, alkylbenzenes and napthalenes. The coke deposited on the catalysts was analysed by mass spectrometry obtained from probe EI and CI analysis at 20 min-1 from ambient to 500. As described in the experimental section the coke spectra were determined on the catalyst samples containing coke and on coke obtained by removal of the catalyst by demineralisation. Spectra obtained for 10% quinoline and 10% phenanthrene additions to the hexadecane feed are shown in Fig. 6a and b, respectively. These results were obtained for samples of coke plus catalyst. In each case temperature increases downwards with increasing scan number as 276 R. Hughes et al./Applied Catalysis A: General 144 (1996) 269-279 indicated on these figures. Alkene and alkane fragments dominate the individual mass spectra (particularly, m/z, 57, 71, and 55, 69, respectively, in the El mode) for both additives. Quinoline addition gave rise to much less intense ions from the deactivated catalyst (Fig. 6a) due to its much lower carbon content and the reduced sensitivity made it difficult to observe any aromatic fragments. Indeed, the most intense peak is from quinoline itself (m/z 129 El, 130 CI). Although alkyl aromatics were present in the pure-n-hexadecane feed and are evident for the catalyst with n-hexadecane/10% quinoline mixture (Fig. 6b), polynuclear aromatic compounds (PACs) are only present in trace quantities. Phenanthrene addition therefore, did not appear to significantly increase the amounts of aromatic fragments evolved from the deactivated catalyst. These were mainly alkyl benzenes as was observed for the 100% n-hexadecane feed. However, it was found that leaving the catalyst at reaction temperature for 15 min gave rise to significant increase in the abundance of aromatic fragments with naphthalenes evolving in much larger quantities [9]. This procedure is a 100~ 57 ,, :! II 6'-71 88 97 111 = '~ I.lo.~,lr ,,,~ ,i,., 122 13,1;,1,, 177 .-. =o3212 o~~,~~,./,~.~ 30 100-~ 5.7 .. t 57 69 71 oo %-1 64 ,r (, .?11tI~ 12,1~,1:, I_1~o 1;~ 1,, ~o~213 260 81 100~ o.t~o5769 I 100 yo-~ (~ 1185 111 3 159 207 723 60 80 100 120 140 160 180 200 220 b iooI 5? 6, ,1 1o6 I~4 % 65 77 95 109 137 149 177 203 226 31 o IJ,l,,.I.Ih,,~ :~6s 176 1~-205 lOO7 5~ %1 I'1.''3 97 2 6 2 lOO7 5~ ._ 69 Sl 91 %~ I~='\"/, I, 195115~119 .,.,., 207 '141 145165 169 181 213215 60 80 100 120 140 160 180 200 220 Fig. 7. (a) Mass spectra obtained from demineralised catalyst deactivated with n-hexadecane/l% quinoline. (b) Mass spectra obtained from demineralised catalyst deactivated with n-hexadecane/1% phenanthrene. R. Hughes et al./Applied Catalysis A: General 144 (1996) 269-279 277 comparable to that in the stripper section of an actual FCC plant where residence times in the unit of 10 to 60 minutes at 500 are typical for the coked catalyst. Chloroform extraction on the coked catalyst appeared to reduce the concentra- tions of aromatic fragments observed, suggesting that the actual coke form is highly aliphatic in character with alkene groups accounting for most of the sp2 hybridised carbon [10]. Mass spectra obtained on the demineralised coke samples from n-hexadecane feed containing 1% quinoline and 1% phenanthrene additions are shown in Fig. 7a and b, respectively. These were obtained as the temperature in the probe of the mass spectrometer was raised from ambient to over 600. The increased sensitivity obtained from these demineralised samples is evident and is vastly superior to the results obtained with the coked catalyst samples in Fig. 6. However, the spectra are similar qualitatively to those obtained previously, but with much more detail now apparent. The less intense fragment ions from the aromatic species (e.g. 91, 105-alkylbenzenes) can now be seem much more clearly. Nevertheless, the alkyl fragment ions (41/43, 55/57, 69/71, 83/85) still dominate with ions from polynuclear aromatic groups (e.g. phenanthrene, 177/178) being present in relatively low concentrations. This evidence confirms that the cokes have appreciable aliphatic character, but since they are representa- tive of only the fraction which is volatilised they may discriminate against any polynuclear aromatics present in the residual coke. 3.2. Deactivation model Because the distribution of products in the experiments where additives were added to the n-hexadecane feed was essentially the same as for the pure n-hexadecane (but of less magnitude) it was assumed that a simple model based on n-hexadecane should predict the behaviour of the system, albeit approxi- mately. This model assumes that the feed and products is split into 4 fractions, which in turn would lead to 6 reaction steps i.e. n-hexadecane gasoline (C,, C~) ~3 ~ Light gases (C,-C,) 278 R. Hughes et al. /Applied Catalysis A: General 144 (1996) 269-279 All six reactions were assumed to be of 1st order and deactivation was assumed to follow Eq. (1): dCp(t) at - t)a,( t) (1) where Co and Cr are the concentrations of product and reactant respectively and qb(t) is the deactivation function, which is given by qb(t) = exp(- ate) (2) where a is the deactivation rate coefficient and tc is the oil/catalyst contact time. Assuming that plug flow occurs in the MAT reactor and isothermal condi- tions prevail, then for the liquid and gas fractions OCa=uOCa-- fiViar~ (3) Ot Ol i= 1 where Ca is the concentration of component a, u is the velocity in the catalyst bed and via and ra are the stoichiometric coefficients and reaction rate for component a, respectively. For different oil/catalyst contact times an objective function, F, can be defined as F= E E[Cii-Ci~] (4) i ) i = 1,2,3,4; j = 1,2,3,4,5,6 where Cij represents the simulation values and Ci~ the experimental values. The objective function was minimised using the Simplex method giving the values for k and c~ shown in Table 2. These results demonstrate that for this very simple model, although confirm- ing the dominant reaction to be that of light gas production, the most significant deactivation occurs for reaction (1), the gasoline production reaction. Table 2 Results from simulation of the four fraction model Reaction k (s 1 ) (3~ 1 0.287 0.060 2 4.315 0.037 3 0.426 0.0062 4 0.0028 0.000053 5 0.000027 0.017 6 0.00000012 0.0016 R. Hughes et al./ Applied Catalysis A: General 144 (1996)269 279 279 4. Conclusions An experimental study has been made of the effect of additives at levels of 1% and 10% on the MAT yields of n-hexadecane. Five additives were used, quinoline, phenanthrene, thianaphthene, benzofuran and indene. All additives lead to a decrease in overall conversion, but the most dramatic activity loss of 90% occurs with quinoline, suggesting that this compound acts as a poison rather than a coke forming precursor. For pure n-hexadecane feed and for all additives the alkene/alkane ratio for the products is greater than unity. Coke production was greatest with benzofuran and indene. Most hydrocarbon products were within the C3 to Cs range. Characterisation of the coke deposits by mass spectrometry were made on both the coked catalyst samples and samples which were demineralised. The latter gave a much more complete analysis of the products evolved when the samples were heated to 500-600. However, both methods of characterisation indicate that the species evolved from the coke deposits are mainly aliphatic in nature at the coke levels (ca. 1% by weight) achieved in the present work. A simple model for the deactivation process using a four fraction model indicated that the major deactivation effect occurred on C5-C6 hydrocarbon production. Acknowledgements We gratefully acknowledge the financial support of EPSRC for this research and the EPSRC Mass Spectrometry Service at the University of Swansea for the coke analyses. References [1] J.B, Butt and E.E. Petersen, Activation, Deactivation and Poisoning of Catalysts, Academic Press. San Diego, 1988. [2] R. Hughes, Deactivation of Catalysts, Academic Press, London, 1984. [3] E.H. Wolf and F. Alfani, Cat. Rev. Sci. Eng., 24 (1982) 329 and references therein. [4] J.R. Kittrell, P.S. Tam and J.W. Eldridge, Hydrocarbon Processing, 64(8) (1985) 63. [5] W.A. Groten, B.W. Wojciechowski and B.K. Hunter, J. Catal., 125 (1990) 311. [6] J.B. Saxby, Chem. Geol., 6 (1970) 173. [7] J.B. Saxby, in T.F. Yen and G.C. Chilingarian (Editors), Oil Shale, Elsevier, 1976, p. 103. [8] B. Durand and G. Nicaise, in B. Durand (Editor), Kerogen-insoluble Organic Matter in Sedimentar~ Rocks, Tecnip, Paris, 1980, p. 35. [9] R. Hughes, G.J. Hutchings, C.L. Koon, B. McGhee and C.E. Snape, Preprints, Div. Petrol. Chem., 208th National Meeting, Washington, DC, Aug. 1994. [10] R. Hughes, G.J. Hutchings, C.L. Koon, B. McGhee and C.E. Snape, Stud. Surf. Sci. Catal., 88 (1994l 377. APCATA 96001068 0926-860X(96)00106-8 10.1016/0926-860X(96)00106-8 Elsevier Science B.V. All rights reserved Deactivation of FCC catalysts using n-hexadecane feed with various additives R. Hughes * a G.J. Hutchings b C.L. Koon a B. McGhee c C.E. Snape c D. Yu a a Department of Chemical Engineering, University of Salford, Salford M5 4WT, UK b Leverhulme Centre for Innovative Catalysis, Department of Chemistry, University of Liverpool, P.O. Box 147, Liverpool L69 3BX, UK c Department of Pure and Applied Chemistry, University of Strathclyde, Glasgow G1 1XL, UK * Corresponding author. The deactivation of a standard 4-component FCC catalyst has been examined using a MAT reactor for a number of additives to a n-hexadecane feedstock. The additives included, benzofuran, indene, phenanthrene, quinoline and thianaphthene and were present at levels of 1% and 10% in the feedstock. Conversions decreased with all additives, but the most severe reduction occurred with quinoline. Benzofuran and indene gave most coke formation and analysis of the coke deposited on the catalyst indicated that this was initially mainly aliphatic in nature. A simple model has been developed for the coke deactivation process, which suggests that for the present results the major deactivation effect occurs in the production of C5–C6 hydrocarbons. Keywords FCC Coking Deactivating agents References [1] Butt J.B. Petersen E.E. 5th edn. Activation, Deactivation and Poisoning of Catalysts 1988 Academic Press San Diego [2] Hughes R. 5th edn. Deactivation of Catalysts 1984 Academic Press London [3] Wolf E.H. Alfani F. Cat. Rev. Sci. Eng. 24 1982 329 and references therein [4] Kittrell J.R. Tam P.S. Eldridge J.W. Hydrocarbon Processing 64 8 1985 63 [5] Groten W.A. Wojciechowski B.W. Hunter B.K. J. Catal. 125 1990 311 [6] Saxby J.B. Chem. Geol. 6 1970 173 [7] Saxby J.B. Yen T.F. Chilingarian G.C. Oil Shale 1976 Elsevier 103 [8] Durand B. Nicaise G. Durand B. Kerogen-insoluble Organic Matter in Sedimentary Rocks 1980 Tecnip Paris 35 [9] Hughes R. Hutchings G.J. Koon C.L. McGhee B. Snape C.E. Preprints, Div. Petrol. Chem., 208th National Meeting Washington, DC Aug. 1994 [10] Hughes R. Hutchings G.J. Koon C.L. McGhee B. Snape C.E. Stud. Surf. Sci. Catal. 88 1994 377",
      "scopus-id": "0042126669",
      "coredata": {
        "eid": "1-s2.0-0926860X96001068",
        "dc:description": "The deactivation of a standard 4-component FCC catalyst has been examined using a MAT reactor for a number of additives to a n-hexadecane feedstock. The additives included, benzofuran, indene, phenanthrene, quinoline and thianaphthene and were present at levels of 1% and 10% in the feedstock. Conversions decreased with all additives, but the most severe reduction occurred with quinoline. Benzofuran and indene gave most coke formation and analysis of the coke deposited on the catalyst indicated that this was initially mainly aliphatic in nature. A simple model has been developed for the coke deactivation process, which suggests that for the present results the major deactivation effect occurs in the production of C5–C6 hydrocarbons.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96001068",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hughes, R."
          },
          {
            "@_fa": "true",
            "$": "Hutchings, G.J."
          },
          {
            "@_fa": "true",
            "$": "Koon, C.L."
          },
          {
            "@_fa": "true",
            "$": "McGhee, B."
          },
          {
            "@_fa": "true",
            "$": "Snape, C.E."
          },
          {
            "@_fa": "true",
            "$": "Yu, D."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96001068"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96001068"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00106-8",
        "prism:volume": "144",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Deactivation of FCC catalysts using n-hexadecane feed with various additives",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "FCC"
          },
          {
            "@_fa": "true",
            "$": "Coking"
          },
          {
            "@_fa": "true",
            "$": "Deactivating agents"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "269-279",
        "prism:endingPage": "279",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 September 1996",
        "prism:doi": "10.1016/0926-860X(96)00106-8",
        "prism:startingPage": "269",
        "dc:identifier": "doi:10.1016/0926-860X(96)00106-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042126669"
      }
    }
  }
}