{
  "metadata": {
    "title": "Aromatization of 1-hexene and 1-octene by gallium/H-ZSM-5 catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-01-18",
    "doi": "10.1016/0926-860X(95)00198-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001980",
    "pii": "0926860X95001980"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001471443",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95001980 0926-860X(95)00198-0 0926860X95001980 10.1016/0926-860X(95)00198-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0021X 2024-01-01T12:18:48.759026Z 0 0 19960118 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 134 134 2 2 Volume 134, Issue 2 8 285 297 285 297 19960118 18 January 1996 1996-01-18 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. AROMATIZATION1HEXENE1OCTENEBYGALLIUMHZSM5CATALYSTS NASH R GUISNET 1992 1 M HAAG 1984 305 W PROC8THINTCONGRESSCATALYSISBERLIN PLANELLES 1985 365 J SCURRELL 1987 1 M KITAGAWA 1986 12 K GNEP 1987 93 N DEROUANE 1994 371 E DOOLEY 1993 2415 M DOOLEY 1992 17 K PRICE 1990 267 G JOLY 1992 J INTZEOLITECONFERENCE CHEN 1986 151 N BAILAR 1973 J COMPREHENSIVEINORGANICCHEMISTRY STULL 1969 D CHEMICALTHERMODYNAMICSORGANICCOMPOUNDS INUI 1989 189 T LEVANMAO 1989 1 R LEVANMAO 1991 77 R CHANGYU 1988 445 T PROC9THINTCONGRCATAL CHANG 1995 7 C NASHX1996X285 NASHX1996X285X297 NASHX1996X285XR NASHX1996X285X297XR item 0926-860X(95)00198-0 0926860X95001980 1-s2.0-0926860X95001980 10.1016/0926-860X(95)00198-0 271346 2024-01-01T12:18:48.759026Z 1996-01-18 1-s2.0-0926860X95001980-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001980/MAIN/application/pdf/4da5c734bbf38595914745c7827351de/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001980/MAIN/application/pdf/4da5c734bbf38595914745c7827351de/main.pdf main.pdf pdf true 665218 MAIN 13 1-s2.0-0926860X95001980-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001980/PREVIEW/image/png/44003dd12946ad4dc04138d6eebe28f7/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001980/PREVIEW/image/png/44003dd12946ad4dc04138d6eebe28f7/main_1.png main_1.png png 47612 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 134 (1996) 285-297 ~ APPLIED CATALYSIS A: GENERAL Aromatization of 1-hexene and 1-octene by gallium/H-ZSM-5 catalysts Robin J. Nash, Mark E. Dry *, Cyril T. O' Connor Catalysis Research Unit, Department of Chemical Engineering, University of Cape Town, Rondebosch, 7700, South Africa Received 10 June 1995; revised 4 August 1995; accepted 4 August 1995 Abstract Gallium/H-ZSM-5 zeolite catalysts were tested for the aromatization of long-chain alkenes, namely l-hexene and 1-octene. Aromatic yields of ca. 70% were obtained, which are similar to those reported in the literature for propene aromatization. The catalysts tested were prepared by impregnation by incipient wetness of gallium nitrate, ion-exchange with gallium nitrate and by physical mixing with /g-gallium oxide crystallites. Hydrogen pretreatment improved the selectivity to aromatic products of gallium/H-ZSM-5 catalysts prepared by physical mixing with/3-gallium oxide, but decreased aro- matic selectivity for catalysts prepared by ion-exchange and impregnation. Keywords: Aromatization; Alkenes; Gallium; H-ZSM-5 zeolite; Hydrogen treatments 1. Introduction Bifunctional gallium/H-ZSM-5 catalysts are known to exhibit excellent selec- tivity towards benzene, toluene and xylenes (BTX) for liquified petroleum gas (LPG) reforming [1]. BTX yields of ca. 75% [1] are commonly reported for propane and butane aromatization over Ga-HZSM-5. Carbenium ion intermediates have been proposed to explain the reactions of alkanes on H-ZSM-5 catalysts [ 2,3 ]. Under similar reaction conditions, propene leads to the same reaction products as propane, but reacts more rapidly [ 1 ]. In addition, the aromatization reaction pro- ceeds faster as the carbon number of the hydrocarbon feed increases [4]. There are four common methods by which gallium can be incorporated into H-ZSM-5, viz. ion-exchange, impregnation, physical mixing and the synthesis of gallosilicates. Kitagawa et al. [5] showed that conversions and selectivities to aromatics of * Corresponding author. Fax. + 27-21-6503775; e-mail rjn@chemeng.uct.ac.za. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI O926-860 X ( 95 ) 00198-0 286 R.J. Nash et al./ Applied Catalysis A: General 134 (1996) 285-297 gallium exchanged H-ZSM-5 catalysts increased sharply until the gallium content reached a value corresponding to 100% ion-exchange and a further increase in gallium content only caused a slight increase in conversion and selectivity to aromatics. The role of gallium [6] is to dehydrogenate alkanes and naphthene intermediates into alkenes and aromatics, respectively. Derouane et al. [ 7 ], how- ever, have reported that at low conversions gallium activates propane through a protonated pseudocyclopropane (PPCP) complex while dehydrogenation of pro- pane to propene is the dominant process above 520. Gallium (III) cations are reported to be the most effective gallium species for aromatization [5]. Recently Dooley et al. [8,9] proposed that the gallium (I) species is not active for aromatization. The gallium present in ion-exchanged cat- alysts can be reduced to gallium (I) up to a limit determined by the number of anionic framework sites. It was reported by Dooley et al. [8,9] that Ga(OH)~- is the exchanging ion in ion-exchanged Ga/H-ZSM-5 catalysts and that these cationic species can be reduced to gallium (I) with hydrogen. According to Price et al. [ 10] the reduction of gallium oxide (Ga203) requires the presence of acid sites. In TPR studies they found that neither pure Ga203 nor a mixture of Ga203 and NaX was reduced by hydrogen. However, Ga203/H-ZSM-5 was reduced and it was proposed that this was due to interaction of Ga20 with acid sites. Ga203 + 2H2 ---) Ga20 + 2H20 Ga20 + 2H +Z ~ 2Ga +Z- + H20 The second reaction drives the first over to the right-hand side. STEM analysis of Ga/H-ZSM-5 samples, prepared by physical mixing with Ga203, showed a decrease in the size of gallium particles after hydrogen reduction [ 11 ]. Aromatization studies of the gallium/H-ZSM-5 catalyst system have mainly used light alkanes and alkenes as feedstocks. While C5 to C7 parafins and olefins have been studied as feedstocks to H-ZSM-5 [ 12] such olefins have apparently not been fed to gallium containing H-ZSM-5 catalysts. The present work reports on the aromatization of two long-chain alkenes, viz. 1-hexene and 1-octene. Because different research laboratories have used different preparation techniques, with presumably different sources of H-ZSM-5, we decided to compare three different methods of adding gallium to H-ZSM-5. Gallium was added by physical mixing, ion-exchange and impregnation. The effect of hydrogen pretreatment on the per- formance of each type of catalyst was also investigated. All the catalysts were tested at reaction temperatures between 350 and 550. The catalysts were character- ized by XRD, FTIR and TPR (temperature programmed reduction) in order to gain a better insight into the nature of the interaction between gallium and the H- ZSM-5. 2. Experimental 2.1. Catalyst synthesis Na-ZSM-5 with a Si/A1 ratio of 35 was synthesized according to the method of Arguer and Landolt [ 13]. The catalyst ( 15 g) was detemplated by calcination in R.J. Nash et al. /Applied Catalysis A: General 134 (1996) 285-297 287 Table 1 Catalyst synthesis H-ZSM-5 Ga(ix) Ga(imp) Ga(mix) Gallium addition - ion-exchange impregnation ball-milling Gallium precursor - Ga ( NO3 ) 3.9H20 Ga ( NO3 ) 3.9H20 fl-Ga203 Gallium loading (wt.-%) 0 18 5 5 nitrogen (30ml/min) at 500 for 6 h, followed by calcination in air (30 ml/min) at 500 for a further 6 h. The Na-ZSM-5 was ion-exchanged twice with 2 M ammonium chloride to yield NH4-ZSM-5. Details regarding the incorporation of gallium are summarized in Table 1. The gallium ion-exchanged catalyst was prepared by two successive ion-exchanges of NHa-ZSM-5 ( 1.0 g) with 2 M gallium nitrate solution. The catalyst, Ga(ix), was washed with 400 ml of de-ionized water after each ion-exchange, dried at room temperature for 12 h and then calcined in nitrogen (30 ml/min) at 550. The catalyst prepared by this method was found to contain 18 wt.-% gallium, which is substantially higher than the calculated ion-exchange capacity for H-ZSM-5 with a Si/AI of 35, viz. 3.3%. The gallium-impregnated catalyst was synthesized by the incipient wetness of H-ZSM-5 (0.4 g) with gallium nitrate (0.13 g). This catalyst, Ga(imp), was dried at room temperature for 12 h and then calcined in nitrogen (30 ml/min) at 550. The physically mixed catalysts were prepared by ball-milling H-ZSM-5 ( 1.0 g) with r-gallium oxide (0.04 g) for 3 h. The catalyst, Ga(mix), was calcined in nitrogen at 550. 2.2. Aromatization experiments The catalysts were tested in a borosilicate glass plug flow reactor ( 16 mm I.D.). Analysis of products was by online gas chromatography (HP5890 GC) using a HP PONA capillary column (50 m length, 0.2 mm I.D., 53 /zm cross-linked methyl silicon film) to resolve the products. Off-line analysis of the heavier products was by HP5890 Series II GC with a HP5971A mass selective detector. Dimethyl ether (DME) was used as an internal standard for mass balancing purposes and added downstream of the reactor. The alkene reactant was fed using a double stage saturator with nitrogen as carrier gas. The catalyst (0.21 g, 1-3/zm) was mixed with quartz sand (75-210/zm) in a ratio of 1: 25. Conversion of the feedstocks was 100% at reaction temperatures above 350 as a result of the low linear velocities through the reactor bed (0.66 cm/s), the high activity of H-ZSM-5 for acid cata- lyzed reactions and the high reactivity of 1-hexene and l-octene. At low reaction temperatures ( < 350) selectivity to aromatics was low and the GC analysis was complicated by the presence of heavy oligomers. Experiments at high linear veloc- ities, viz. 9.4 cm/s-11.5 cm/s (residence times of 0.26-0.32 s), resulted in selec- 288 R.J. Nash et al. /Applied Catalysis A: General 134 (1996) 285-297 Table 2 Effect of contact time and partial pressure on H-ZSM-5 at 550 WHSV 2.9h-t 21.9h ~ 43.9h ~ 5.8h-~ Residence time 0.32 s 0.32 s 0.26 s 4.5 s 1-Hexene partial pressure 6.1 kPa 32 kPa 84 kPa 6.1 kPa 1 -Hexene conversion 100% 100% 100% 100% Selectivities C~ 0.0 0.0 0.0 1.0 C2= and C2 11.1 7.6 8.9 18.0 C3= and C3 71.2 70.9 71.5 48.0 Ca_ 12.3 14.0 13.5 17.0 C4 0.0 0.1 0.4 1.0 C5 2.1 1.2 1.8 2.0 C7 + oligomers 0.4 4.7 3.1 1.0 B 1.1 0.3 0.3 2.0 T 1.8 0.8 0.5 5.0 X 0.0 0.4 0.0 5.0 tivity to mainly propene, butene and ethene, with negligible selectivity to aromatic products (Table 2). The changes in WHSV were a result of different saturator temperatures and did not affect the linear velocity, and hence contact time, of the feed. All subsequent aromatization experiments were performed at a linear velocity of 0.66 cm/s (residence time of 4.5 s). 2.3. Catalyst characterization Temperature-programmed reduction was performed using 5.4% hydrogen in nitrogen (60 ml/min) and a catalyst mass of 200 mg with a temperature ramp from 30 to 1000 at 10/min. Gallium content was determined using AA analysis. FTIR analysis of catalyst samples was done on a Nicolet 5ZDX spectrometer with a resolution of 4 cm-~. All FTIR samples were made from KBr wafers. SEM analysis was performed with a Cambridge Instruments $200 scanning electron microscope. XRD was performed on a Phillips XRD spectrometer using Cu Kt~ (1.541 A) radiation. 3. Results and discussion 3.1. FTIR studies The FTIR spectra of Ga203 (before and after calcination at 1200) showed that the calcined sample (fl-Ga203) had a greater absorbance at ca. 700 cm-~, indicative of M-O (metal-oxygen) bond stretching, which corresponds well with the published value of 696 cm- ~ [ 14]. The increase in absorbance is the result of R.J. Nash et al. / Applied Catalysis A: General 134 (1996) 285-297 289 hydrogen treatec I I I I I I I 900 833 766 700 633 566 500 Wavenurnber [cm1] Fig. 1. FrlR spectra of H-ZSM-5 and of ~-Ga203 /H-ZSM-5 (mix) before and after hydrogen treatment. /3-Ga203 being more crystalline and hence having greater local order relative to amorphous Ga203. The FTIR spectra of H-ZSM-5, fl-Ga2Oa/H-ZSM-5 ( 10 wt.-% Ga) before and after hydrogen treatment at 550 for 2 h is shown in Fig. 1. As expected the mixing of fl-Ga203 with H-ZSM-5 results in an increase in absorbance at ca. 700 cm- 1. Hydrogen treatment, however, causes a decrease in absorbance at this wavelength, indicating that an interaction occurs between H-ZSM-5 and/3-Ga203 which leads to a reduction of fl-Ga203, as proposed by Price and Kanazirev [ 10], whereby Ga203 is reduced to gallium (I). 3.2. XRD studies The XRD spectra for Ga203 and fl-Ga203 (obtained after calcination at 1200 for 24 h) revealed that calcination caused an increase in peak intensity and sharpness indicative of an increase in crystallinity. Several of the peaks disappeared, which was consistent with the formation of a new phase of gallium oxide. The XRD spectra of Ga(mix)/H-ZSM-5 ( 10 wt.-% Ga) before and after hydro- gen treatment at 550 for 2 h are shown in Fig. 2. Hydrogen treatment decreases the intensity of the fl-Ga203 peaks. Thus, in agreement with the FTIR observations, an interaction occurs between hydrogen and/3-Ga203/H-ZSM-5 which causes a decrease in the size of the fl-Ga203 crystallites as well as the number of X-ray visible fl-Ga203 crystallites. The decrease in the size of the gallium particles as the result of hydrogen treatment is in agreement with the observations of Joly et al. [11]. 290 R.J. Nash et al. /Applied Catalysis A: General 134 (1996) 285-297 0 20 25 30 Post hydrogen treatment (arrows show main gallium oxide peeks) Pre hydrogen treatment 35 40 4'5 50 2 theta Fig. 2. XRD spectra of Ga (mix) before and after hydrogen treatment. 3.3. TPR studies The results of temperature-programmed reduction studies are shown in Fig. 3. No reduction of pure fl-Ga203 occurred. This is in agreement with the results of Price and Kanazirev [ 10] who showed that gallium oxide requires the presence of acid sites for reduction to take place. However, for/3-Ga203/H-ZSM-5 mixtures ( 10 wt.-% Ga) reduction commenced at about 500. Increased mixing time caused a greater degree of reduction as a more intimate dispersion of fl-Ga203 with the H- ZSM-5 substrate occurred. For Ga(ionx) ( 18 wt.-% Ga) reduction commenced at 450. This implies that the gallium was more intimately dispersed in the zeolite and hence easier to reduce. The TPR profiles show clearly that reduction of gallium occurred at a lower temperature for Ga(ionx) than for Ga/ZSM-5 mixtures ( 100 difference in peak maximum). o= 8 t3) B \"1\" Ga203 Ga(mix) (ballmilled 0.5hr) j Ga(mix) (ballmilled 4hr) 0,019 -~ 100 2o0 ado 46o sbo ~o 760 8;0 96o 16oo 1~o0 Temperature [C] Fig. 3. TPR spectra of Ga203 and of Ga/H-ZSM-5 catalysts. R.J. Nash et al. /Applied Catalysis A: General 134 (1996) 285-297 291 Table 3 Selectivity to products for Ga(imp) l-Hexene Ga(imp) 1-Octene Ga(imp) 350 450 550 350 450 550 Ci 0 1 2 0 2 3 C2 0 0 1 0 0 1 C2= 3 6 7 3 7 7 C3 2 4 5 2 4 4 C3= 13 9 4 13 7 2 C4 10 10 0 9 9 0 C4= 21 5 1 21 3 0 Cs 16 6 1 15 8 0 ~CI--C5 65 41 21 63 40 17 C6= - - 8 0 0 C7 + oligomers 21 8 13 16 5 10 B 0 6 24 0 11 29 T 5 24 30 4 26 33 p,m-X 7 15 9 7 14 9 o-X 1 4 2 1 3 2 Et-B 1 2 1 1 1 0 o-X/p,m-X 0.14 0.27 0.22 0.14 0.21 0.22 2\"BTEX 14 51 66 13 55 73 Time on stream is 15 min for all samples. The catalyst was regenerated in air at 550 between each temperature. 3.4. Effect of alkene feedstock Two alkene feedstocks were used in this project for the reaction studies, viz. 1- hexene and 1-octene. For Ga(imp) (Table 3) the difference in the selectivities between the two compounds at various temperatures was small. No shift in selec- tivity to benzene was observed when 1-hexene was used as feedstock and similarly no increase in selectivity to C8 aromatics was observed when 1-octene was used as feedstock. This indicates that aromatization did not occur via direct cyclization of the alkenes, but rather that a pool of light alkenes, formed by cracking of the feed, reacts to form the aromatic compounds. This is discussed in Section 3.7. 3.5. Effect of gallium 'bn selectivity to aromatic compounds Gallium clearly i~acreased selectivity to aromatic compounds (Table 4). The selectivities shown are for the first on-line GC sample (time on stream of 15 min). The Ga(mix) pre-reduced in hydrogen, Ga(imp) and Ga(ix) catalysts had very similar BTEX selectivities despite the differences in preparation and the actual amounts of gallium present. The gallium loading for Ga(ix) was 18 wt.-% as opposed to 5 wt.-% for the other Ga/H-ZSM-5 catalysts. The fact that Ga(ix) exhibits similar BTEX selectivities to the other catalysts is in agreement with Kitagawa et al. [5] who reported that selectivities to aromatics increase with 292 R.J. Nash et al. /Applied Catalysis A: General 134 (1996) 285-297 Table 4 Aromatic selectivities at 550 for l-hexene aromatization H-ZSM-5 Ga(mix) Ga(mix)\" Ga(ix) Ga(imp) B 2 8 25 25 24 T 5 17 28 33 30 p,m-X 4 8 10 9 9 o-X 1 2 3 3 2 Et-B 0 1 1 1 1 o-X/p,m-X 0.25 0.25 0.30 0.33 0.22 ,~BTEX 12 36 68 71 66 a Hydrogen-pretreated. increasing gallium loading until the gallium content reaches the value correspond- ing to 100% ion exchange, after which there is little further increase in performance. The Ga(mix) catalyst without hydrogen pre-reduction was significantly inferior to the other gallium/H-ZSM-5 catalysts. This difference may be due to the milling of bulk/3-Ga203 with H-ZSM-5 having not resulted in well dispersed gallium. The pre-reduction with hydrogen seemed to have improved the Ga dispersion to the level equivalent to that in Ga(imp) and Ga(ix) (see Section 3.2). 3.6. Effect of hexene partial pressure The partial pressure of 1-hexene had a minimal influence on the product spectrum (Table 2). The more important factor influencing selectivity to aromatic products was contact time with the catalyst bed indicating that aromatics formation is a secondary process. 3.7. Effect of residence time and temperature on selectivity Light alkene products From Table 3 it can be seen that the C2 and C3 products are mainly alkenes. Increasing the residence time over the catalyst bed (Table 2) resulted in less propene and more ethene, butene and aromatics being formed. This indicates that propene is probably a primary reaction product (formed from fl-scission of 1- hexene) and that it is highly reactive under the operating conditions. Even though the reaction pressure is low (1 bar) the alkenes formed in the primary cracking reaction could oligomerize to form C5 + alkenes which could then crack back to the smaller alkenes. This could explain the decrease in C3 and the increase in C2 and C4 alkenes. The cracking reactivity of larger alkenes is greater than that of the smaller alkenes and hence fewer high molecular weight alkenes would be expected in the product spectrum with increase in reaction temperature. This trend is indicated in Table 5 where the C7 + oligomers selectivities decrease with increase in reaction temperature. This effect is less clear in Table 3. At low temperatures there would R.J. Nash et al. / Applied Catalysis A: General 134 (1996) 285-297 Table 5 Result of hydrogen pretreatment at 550 on Ga(mix) with 1-hexene feed 293 Ga(mix) Ga(mix) (hydrogen pretreated ) 350 450 550 350 450 550 C2= and C2 3 10 22 3 7 8 C3= and C3 15 27 28 10 10 7 C4= 15 12 8 14 4 0 C4 18 13 4 9 8 1 C7+ oligomers 20 12 5 30 18 14 B 1 2 8 3 5 26 T 5 8 17 6 20 28 p,m-X 8 7 8 9 18 10 o-X 2 2 2 2 3 3 Et-B 1 1 1 1 3 1 o-X/p,m-X 0.25 0.29 0.25 0.22 0.17 0.30 ~]3TEX 17 20 36 21 49 68 XC8 aromatics 65 50 31 57 49 21 as % pf ~'BTEX be a thermodynamic shift towards larger oligomers and hence greater amounts of heavy compounds are observed. It was found that at 250 cracking and oligomer- ization were active but no aromatics were observed. Furthermore at very short residence times, even at 550, the rate of aromatization was low (see Table 2). From these two observations it can be inferred that aromatics formation was a slow reaction. The distribution of CI-C4 products depends greatly on the reaction temperature. Significant cracking occurs even at 350 with Ca hydrocarbons being the dominant cracked products (Table 3). The smaller cracked products, C~, C2, C2=, C3 and C3= are in low concentration at low temperatures but are the dominant cracked products at high temperatures. For all catalysts and both feedstocks the ratio (i- butene plus 1-butene):trans-2-butene:cis-2-butene is 57:26:17 at 500, which compares well to the thermodynamic equilibrium ratios of 55:27:18 [ 15 ]. In agree- ment with published data this observed ratio did not change significantly with reaction temperature [ 15 ]. Light alkane and aromatic selectivity Thermodynamic equilibrium of the xylene isomers was not attained. The equi- librium ratio for o-xylene: (p +m)-xylene at 550 is 0.92 [ 15] while the ratio obtained experimentally at the same temperature in this work was averaged at 0.25 for all catalysts and feeds (Tables 3, 4, 5 and 6). The greater formation of (p+m)- xylene is presumably due to enhanced para-xylene formation as a result of the shape-selective properties of ZSM-5. As shown in Tables 3 and 5 the selectivity to (p + m)-xylene reached a maximum at ca. 450 for Ga (imp) and for Ga (mix) (hydrogen pretreated). This is probably due to sequential dealkylation of C8 aromatics to toluene and benzene. 1 0.9 0.8 o 0.7 0,6 ~ 0.5 o 0,4 \"6 0.3 o 0.2 ~ 01 0 R.J. Nash et al. /Applied Catalysis A: General 134 (1996) 285-297 294 350 450 SSO Temperature [C] {.Benzene [~] Toluene ~ 08 aromatics ] Fig. 4. Ratio of aromatics for Ga (imp) ( l-hexene feed). Fig. 4 shows that C8 aromatics (xylenes and ethylbenzene) are the dominant aromatic compounds formed at low temperatures. Furthermore it was also observed that at 550 the benzene and toluene selectivities decreased with time (e.g. from 25% to 15% over 7 h) while the C8 aromatics increased somewhat over the same time period. From these observations it appears that C8 aromatics may be 'primary' products as far as the aromatics are concerned. The observed shift with temperature could of course be due to increased cracking of the feed and intermediate oligomers to smaller molecules, leading to the formation of smaller aromatics. The introduc- tion of gallium, which is expected to increase the rate of hydrogen transfer, resulted in an increased selectivity towards benzene and toluene rather than C8 aromatics (Table 4). More hydrogen is evolved per mole of benzene than toluene or xylene formed. Thus if hydrogen transfer is the rate-limiting step for aromatization then the introduction of gallium will increase the selectivity to the thermodynamically more stable benzene, as gallium is well known as a hydrogen transfer agent [ 1,16 ]. On H-ZSM-5, aromatization reactions, which occur at high temperatures, will be accompanied by hydride transfer to carbenium species to form relatively unreac- tive alkanes. An increase in aromatic selectivity would therefore be expected to be accompanied by an increase in alkane selectivity. However, at these high temper- atures the presence of gallium would be expected to enhance the dehydrogenation of alkanes to alkenes [ 16] which would in turn be converted to aromatics. Gallium is reported to increase the rate of hydrogen transfer by hydrogen back spillover [ 17,16,18 ]. This would result in the formation of dihydrogen rather than hydrogen transfer to carbenium ion species to form alkanes. Hence, as observed in Fig. 5, the overall selectivity ratio of alkanes to aromatics would be less over Ga/H-ZSM-5 catalysts than over H-ZSM-5. For both catalysts isobutane was the major alkane component present. 3.8. Effect of hydrogen pretreatments Hydrogen pretreatment of Ga/H-ZSM-5 catalysts are widely reported to increase selectivity towards aromatics [ 10,19,20]. However, recent literature reports that R.J. Nash et al. /Applied Catalysis A: General 134 (1996) 285-297 295 8 E o. 9 ,< \"6 o -$ or 350 450 500 Temperature [C] [~ H-ZSM-5 ~ Ga(imp) ] Fig. 5. Ratio of CI-C5 alkanes to BTX aromatics ( l-octane feed). the gallium species most active for aromatization is not the reduced gallium (I), but a dispersed gallium (III) species [8,9]. Ga(mix) As previously mentioned hydrogen pretreatment of Ga (mix) markedly improved the selectivity to aromatic compounds (Table 5) and showed a maximum in the yield of C8 aromatics at ca. 450. The latter was not observed in the case of the untreated Ga(mix). The positive effect of hydrogen pretreatment in this case is in the line with the FTIR and XRD observations that the hydrogen improves the dispersion of the gallium (see Section 3.2). Ga( ix ) and Ga( imp) catalysts When these catalysts were pretreated with hydrogen, a decrease in the selectivity to aromatics was observed (Table 6). The effect of hydrogen pretreatment on both catalysts was similar. The selectivity to toluene was reduced most markedly while Table 6 Effect of hydrogen pretreatment at 550 ( l-hexene feed at 550) No hydrogen treatment Hydrogen-pretreated Ga(imp) Ga(ix) Ga(imp) Ga(ix) C2= and C2 8 10 11 12 C3= and C3 9 11 12 16 C4= 1 1 3 2 C4 0 1 1 4 C7+ oligomers 13 8 18 17 B 24 25 20 17 T 30 33 20 19 p,m-X 9 9 9 10 o-X 2 3 2 2 Et-B 1 1 1 2 o-X/p,m-X 0.22 0.33 0.22 0.20 ~VBTEX 66 71 52 50 296 R.J. Nash et al. /Applied Catalysis A: General 134 (1996) 285-297 the selectivity to C8 aromatics remained essentially unchanged. The selectivity to Ce to C4 cracked products increased as did the C7 + oligomers. Due to the high degree of dispersion of gallium within these catalysts, it is postulated that hydrogen treatment reduces the gallium to a gallium (I) species which is less active for aromatization reactions. Reduction of Ga203 requires acid sites in close proximity to the gallium species [ 10] and hence highly dispersed gallium species will be easier to reduce as they will most likely be in close proximity to acid sites. Bulk/3- Ga203 crystallites will not be easily reduced as only a small part of the crystallite will be in contact with acid sites. This is confirmed by the TPR results (Fig. 3) which show that Ga(ix) has a peak maximum for hydrogen consumption at about 590, while the two Ga(mix) cases have peaks at about 700 to 720. This reduced gallium species is most likely not as active for hydrogen transfer as the unreduced gallium species [ 8,9 ] 4. Conclusions 1. At low residence times the feed alkenes crack readily, i.e. the main product when hexene is fed is propene. 2. Varying the method of adding gallium to H-ZSM-5 did not change the product selectivities as long as there was intimate mixing and good dispersion of the gallium. 3. Hydrogen reduction improved the performance of the physically mixed Ga/H- ZSM-5 catalyst presumably by improving the dispersion of the gallium. For catalysts in which the gallium already was well dispersed (ion-exchange or impregnation cases) hydrogen reduction had a negative effect presumably due to the reduction of some of the Ga (III) to the less active Ga (I) species. 4. C8 aromatics are the primary aromatic products. At high reaction temperatures dealkylation to toluene and benzene occurs readily. Acknowledgements The financial support of the University of Cape Town and Sasol is gratefully acknowledged. References [ 1 ] M. Guisnet and N.S. Gnep, Appl. Catal. A, 89 (1992) 1. [2] W.O. Haag and R.M. Dessau, Proc. 8th Int. Congress on Catalysis, Berlin, vol. 2, Verlag Chemie, Weinheim, 1984, p. 305. [3] J. Planelles, J. Sanchez Martin, F. Tomas and A. Corma, J. Mol. Catal., 32 (1985) 365. [4] M.S. Scurrell, Appl. Catal., 32 (1987) 1. R.J. Nash et al. /Applied Catalysis A: General 134 (1996) 285-297 297 [5] K. Kitagawa, Y. Sendoda and Y. Ono, J. Catal., 101 (1986) 12. [6] N.S. Gnep, J.Y. Doyemet, A.M. Seco, F.R. Ribero and M. Guisnet, Appl. Catal., 35 (1987) 93. [7] E.G. Derouane, S.B. Abdul Hamid, I.I. Ivanova, N. Blom and P.E. Holjund-Nielsen, J. Mol. Catal., 86 (1994) 371. [8] M. Dooley, C. Chang, V. Kanazirev and G.L. Price, Stud. Surf. Sci. Catal., 75 (1993) 2415. [9] K.M. Dooley, C. Chang and G.L. Price, Appl. Catal. A, 84 (1992) 17. [ 10] G.L. Price and V. Kanazirev, J. Catal., 126 (1990) 267. [ 11 ] J.F. Joly, H. Ajot, F. Alario, D. Aittaleb, N.S. Gnep and M. Guisnet, Int. Zeolite Conference, Montreal, July 1992, in press. [ 12] N.Y. Chen and T.Y. Yan, Ind. Eng. Chem. Process Des. Dev., 25 (1986) 151. [ 13] R.J. Arguer and G.R. Landolt, US Patent 3 702 886 (1972). [ 14] J. Bailar, Comprehensive Inorganic Chemistry, I, Pergamon Press Ltd., Oxford, 1973. [ 15 ] D.R. Stull, E.F. Westrum and G.C. Sinke, The Chemical Thermodynamics of Organic Compounds, Wiley, New York, 1969. [ 161 T. Inui, Stud. Surf. Sci. Catal., 44 (1989) 189. [ 17] R. Le Van Mao and L. Dufresne, Appl. Catal., 52 (1989) 1. [ 18] R. Le van Mao and J. Yao, Appl. Catal. A, 79 ( 1991 ) 77. [ 19] T. Changyu, C. Changrui, Z. Lixin and P. Shaoryi, Proc. 9th Int. Cong. Catal., Calgary, The Chemical Institute of Canada, Ottawa, 1988, p. 445. [20] C.-S. Chang and M.-D. Lee, Appl. Catal. A, 123 (1995) 7. APCATA 95001980 0926-860X(95)00198-0 10.1016/0926-860X(95)00198-0 Article Aromatization of 1-hexene and 1-octene by gallium/H-ZSM-5 catalysts Robin J. Nash Mark E. Dry ∗ Cyril T. O'Connor Catalysis Research Unit, Department of Chemical Engineering, University of Cape Town, Rondebosch, 7700, South Africa ∗ Corresponding author. Fax. +27-21-6503775 Gallium/H-ZSM-5 zeolite catalysts were tested for the aromatization of long-chain alkenes, namely 1-hexene and 1-octene. Aromatic yields of ca. 70% were obtained, which are similar to those reported in the literature for propene aromatization. The catalysts tested were prepared by impregnation by incipient wetness of gallium nitrate, ion-exchange with gallium nitrate and by physical mixing with β-gallium oxide crystallites. Hydrogen pretreatment improved the selectivity to aromatic products of gallium/H-ZSM-5 catalysts prepared by physical mixing with β-gallium oxide, but decreased aromatic selectivity for catalysts prepared by ion-exchange and impregnation. Keywords Aromatization Alkenes Gallium H-ZSM-5 zeolite Hydrogen treatments References [1] M. Guisnet N.S. Gnep Appl. Catal. A 89 1992 1 [2] W.O. Haag R.M. Dessau 70th edition Proc. 8th Int. Congress on Catalysis, Berlin vol. 2 1984 Verlag Chemie Weinheim 305 [3] J. Planelles J. Sanchez Martin F. Tomas A. Corma J. Mol. Catal. 32 1985 365 [4] M.S. Scurrell Appl. Catal. 32 1987 1 [5] K. Kitagawa Y. Sendoda Y. Ono J. Catal. 101 1986 12 [6] N.S. Gnep J.Y. Doyemet A.M. Seco F.R. Ribero M. Guisnet Appl. Catal. 35 1987 93 [7] E.G. Derouane S.B. Abdul Hamid I.I. Ivanova N. Blom P.E. Holjund-Nielsen J. Mol. Catal. 86 1994 371 [8] M. Dooley C. Chang V. Kanazirev G.L. Price Stud. Surf. Sci. Catal. 75 1993 2415 [9] K.M. Dooley C. Chang G.L. Price Appl. Catal. A 84 1992 17 [10] G.L. Price V. Kanazirev J. Catal. 126 1990 267 [11] J.F. Joly H. Ajot F. Alario D. Aittaleb N.S. Gnep M. Guisnet Int. Zeolite Conference Montreal July 1992 in press [12] N.Y. Chen T.Y. Yan Ind. Eng. Chem. Process Des. Dev. 25 1986 151 [13] R.J. Arguer and G.R. Landolt, US Patent 3 702 886 (1972). [14] J. Bailar 70th edition Comprehensive Inorganic Chemistry I 1973 Pergamon Press Ltd Oxford [15] D.R. Stull E.F. Westrum G.C. Sinke 70th edition The Chemical Thermodynamics of Organic Compounds 1969 Wiley New York [16] T. Inui Stud. Surf. Sci. Catal. 44 1989 189 [17] R. Le Van Mao L. Dufresne Appl. Catal. 52 1989 1 [18] R. Le van Mao J. Yao Appl. Catal. A 79 1991 77 [19] T. Changyu C. Changrui Z. Lixin P. Shaoryi Proc. 9th Int. Congr. Catal. Calgary 1988 The Chemical Institute of Canada Ottawa 445 [20] C.-S. Chang M.-D. Lee Appl. Catal. A 123 1995 7",
      "scopus-id": "0001471443",
      "coredata": {
        "eid": "1-s2.0-0926860X95001980",
        "dc:description": "Gallium/H-ZSM-5 zeolite catalysts were tested for the aromatization of long-chain alkenes, namely 1-hexene and 1-octene. Aromatic yields of ca. 70% were obtained, which are similar to those reported in the literature for propene aromatization. The catalysts tested were prepared by impregnation by incipient wetness of gallium nitrate, ion-exchange with gallium nitrate and by physical mixing with β-gallium oxide crystallites. Hydrogen pretreatment improved the selectivity to aromatic products of gallium/H-ZSM-5 catalysts prepared by physical mixing with β-gallium oxide, but decreased aromatic selectivity for catalysts prepared by ion-exchange and impregnation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-01-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001980",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nash, Robin J."
          },
          {
            "@_fa": "true",
            "$": "Dry, Mark E."
          },
          {
            "@_fa": "true",
            "$": "O'Connor, Cyril T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001980"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001980"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00198-0",
        "prism:volume": "134",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Aromatization of 1-hexene and 1-octene by gallium/H-ZSM-5 catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Aromatization"
          },
          {
            "@_fa": "true",
            "$": "Alkenes"
          },
          {
            "@_fa": "true",
            "$": "Gallium"
          },
          {
            "@_fa": "true",
            "$": "H-ZSM-5 zeolite"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen treatments"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "285-297",
        "prism:endingPage": "297",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 January 1996",
        "prism:doi": "10.1016/0926-860X(95)00198-0",
        "prism:startingPage": "285",
        "dc:identifier": "doi:10.1016/0926-860X(95)00198-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001471443"
      }
    }
  }
}