{
  "metadata": {
    "title": "Surface properties of titania-supported 12-molybdophosphoric acid hydrodesulphurization catalysts",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-09-02",
    "doi": "10.1016/0926-860X(96)00104-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96001044",
    "pii": "0926860X96001044"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002580363",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96001044 0926-860X(96)00104-4 0926860X96001044 10.1016/0926-860X(96)00104-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00038 2024-01-01T12:18:48.759026Z 0 0 19960902 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 144 144 1 2 1 2 Volume 144, Issues 1–2 5 59 77 59 77 19960902 2 September 1996 1996-09-02 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. SURFACEPROPERTIESTITANIASUPPORTED12MOLYBDOPHOSPHORICACIDHYDRODESULPHURIZATIONCATALYSTS DAMYANOVA S POPE 1983 M HETEROPOLYISOPOLYOXOMETALATES MISONO 1987 269 M IZUMI 1981 663 Y SCHWEGLER 1992 41 M KASZTELAN 1988 320 S RAO 1989 512 K CHENG 1988 163 W FRICKE 1986 263 R FRICKE 1986 273 R ROCCHICCIOLIDELTCHEFF 1990 591 C KASZTELAN 1991 479 S IZUMI 1992 1987 Y BABA 1983 2406 T TSIGDINOS 1974 267 G MCGARVEY 1992 173 G SPOJAKINA 1985 333 A SPOJAKINA 1994 2 A ROCCHICCIOLIDELTCHEFF 1976 587 C FOURNIER 1991 349 M HIGHFIELD 1984 177 J PAYEN 1992 2263 E BIELANSKI 1989 2847 A ROCCHICCIOLIDELTCHEFF 1977 46 C PARRY 1963 371 I COOK 1961 2009 D HIGHFIELD 1984 185 J FURUTA 1979 31 M MARTIN 1994 415 C TATIBUET 1988 1260 J EGUCHI 1988 336 K OKUHARA 1983 121 T PAUKSHTIS 1986 463 E AKIMOTO 1981 83 M MCMONAGLE 1985 132 J LURIE 1979 349 A SPRAVOCHNIKPOANALITICHESKOIKIMII YAO 1982 31 H PROCEEDINGS4THINTERNATIONALCONFERENCECHEMISTRYUSESMOLYBDENUM PERI 1982 1615 J OKAMOTO 1981 445 Y TOPSOE 1983 386 N ARTEGA 1987 89 A PERI 1984 84 J SPOJAKINA 1994 1491 A PROCEEDINGS14THIBEROAMERICANSYMPOSIUMCATALYSISCONCEPCION1994 HO 1992 173 S ANDERSON 1994 75 J SHIMADA 1988 275 H PATERSON 1976 1700 T MATRALIS 1988 273 H FIERRO 1990 B125 J PRINS 1989 1 R TOPSOE 1986 273 H LEDOUX 1988 74 M PROCEEDINGS9THINTERNATIONALCONGRESSCATALYSISCALGARY1988 PORTELA 1992 L KORANYI 1991 141 T BOUWENS 1994 375 S DAMYANOVAX1996X59 DAMYANOVAX1996X59X77 DAMYANOVAX1996X59XS DAMYANOVAX1996X59X77XS 2022-06-10T10:27:40.539Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Ministry of Educationa nd Scienceo f Bulgaria 462 Ministerio de Educaciony Ciencia of Spain The work was supportedb y Ministry of Educationa nd Scienceo f Bulgaria (Project No 462). We thank the Ministerio de Educaciony Ciencia of Spain for a grant (S.D.). item 0926-860X(96)00104-4 0926860X96001044 1-s2.0-0926860X96001044 10.1016/0926-860X(96)00104-4 271346 2024-01-01T12:18:48.759026Z 1996-09-02 1-s2.0-0926860X96001044-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001044/MAIN/application/pdf/7463bd7a08d7b5d754aa8ac79d81f981/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001044/MAIN/application/pdf/7463bd7a08d7b5d754aa8ac79d81f981/main.pdf main.pdf pdf true 1023202 MAIN 19 1-s2.0-0926860X96001044-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001044/PREVIEW/image/png/39264e35766119f4fb367675f8e3bf44/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001044/PREVIEW/image/png/39264e35766119f4fb367675f8e3bf44/main_1.png main_1.png png 42146 849 656 IMAGE-WEB-PDF 1 i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 144 (1996) 59-77 Surface properties of titania-supported 12-molybdophosphoric acid hydrodesulphurization catalysts S. Damyanova a,,, J.L.G. Fierro b Institute of Catalysis, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria b lnstituto de Catalysis y Petroleoquimica, C.S.LC., Campus UAM, Cantoblanco, 28049 Madrid, Spain Received 18 July 1995; revised 25 February 1996; accepted 28 February 1996 Abstract Titania-supported 12-molybdophosphoric acid and its Co(Ni) salts were studied by X-ray photoelectron spectroscopy and Fourier transform IR spectroscopy in the mid-infrared range and of adsorbed nitric oxide and pyridine. Hydrodesulphurization of thiophene was used as test reaction of the samples. The results provide additional support for the preservation of phosphoro- molybdate anion on titania-support after its supporting. The highest activity of nickel promoted catalysts may be caused by an increase in dispersion of molybdenum and its lighter reduction. Keywords: 12-Molybdophosphoric acid; Anatase: FTIR; XPS; Hydrodesulphurization catalysts 1. Introduction In recent years, the investigations devoted to the study of heteropoly com- pounds increased. The attraction of these compounds is provoked by the presence of anions of the Keggin type structure [1,2]. Studies of the catalytic behaviour of heteropoly compounds have concentrated on unsupported acids and salts. Although the supported system seems to be more interesting from a practical point of view, relatively few studies of supported catalysts have been reported. Carbon [3,4] and silica [5-10] as supports have usually been used for obtaining high surface area catalysts with supported heteropoly compounds which are effective catalysts for oxidation * Corresponding author. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926- 860X(96)001 04-4 60 S. Damyanoca, J.L. G. Fierro / Applied Catalysis A: General 144 (1996) 59-77 processes. The stability of silica-supported 12-molybdophosphoric and 12- molybdosilic acids up to 843 K as catalysts for methane oxidation have been shown by Moffat et al. [5]. However, with some supports (such as alumina) there is a problem concerning the stability of basic centres on their surfaces that leads to the decomposition of polyanions. Rao et al. [6] have questioned the stability of HPMo supported on alumina and silica-alumina on the basis of NMR investigation, In contrast, Cheng and Luthra [7] studying HPMo on alumina by the same technique, concluded that the decomposition of polyanions occurs as a result of an interaction between the support and HPA which leads to the formation of an aluminium salt. According to Fricke and Ohlman [8,9], the thermal stability of heteropolyanions decreases when supported on silica; the lower the concentration on the support, the lower the stability. Rocchiccioli-De- ltcheff et al. [10] suggested that the Keggin unit destruction occurs at lower temperatures for silica-supported HPMo than for the unsupported one. The studies of the catalytic and surface properties of heteropoly catalysts in oxidation processes have been related to the acid and salts containing monova- lent cations [11,12], while significantly fewer investigations of salts with multivalent cations have appeared [ 13-15]. We have attempted to demonstrate [16] that titania-supported 12- molybdophosphoric, 12-molybdosilic and 12-molybdotitanic heteropoly acids are precursors of active phase in hydrodesulphurization catalysts. The present paper is a continuation of the study of titania-supported 12-molybdophosphoric acid and its Co and Ni salts as catalysts for hydrodesulphurization [17]. The aim of the work is to obtain additional information on the location of the molybde- num and promoter atoms on titania support. In order to obtain information on the surface properties of the catalysts in their oxidized and reduced states IR and XPS techniques were used. The degree of involving of the effect of the counterion on the surface and catalytic properties of the samples in the reaction of thiophene hydrodesulphurization is investigated. 2. Experimental 2.1. Catalyst preparation All catalysts were prepared by the incipient wetness impregnation method using anatase (SBET = 100 m2/g) as a support. The titania-supported 12- molybdophosphoric acid samples (HPMo/T) and its Co and Ni salts were prepared by impregnation of the support with aqueous solutions of purified HPMo and its corresponding salts, respectively. The salts were prepared from an aqueous reaction of the parent acid, to which the required stoichiometric quantity of counter cation salts was added, as described by Tsigdinos [14]. The S. Damyanova, J.L.G. Fierro / Applied Catalysis A: General 144 (1996) 59-77 Table 1 Composition of the catalysts and FF-IR bands of adsorbed pyridine on the samples 61 Sample Mo (wt.-%) Ni(Co) (wt.-%) LB a (cm I) BB b (cm t) B/L H i PMo/T 12.1 - 1448 1537 0.98 H 2 PMo/T 5.4 - 1446 1533 0.40 NiI PMo/T 12.9 0.97 1448 1538 0.79 Ni2 PMo/T 6.8 0.50 1448 1538 0.53 Co t PMo/T 12.1 0.99 1448 1540 0,25 Co2 PMo/T 6.8 0.52 1448 1538 0.37 a LB is the band of coordinated pyridine on Lewis acid sites. b BB is the pyridinium band of pyridine on BrOnsted acid sites. impregnated samples were dried and calcined for 2 h at 343 and 623 K. The content of molybdenum varied in the range 5.4-12.9 wt.-% and 0.5-1.0 wt.-% for Co and Ni (Table 1). The supported salts with stoichiometric substituted H+ ion by Co2+ and Ni2+ cations are abbreviated as CoPMo/T and NiPMo/T, respectively. The series of samples with various metal loadings will be noted by indexes 1 and 2 for higher and lower molybdenum-containing catalyst, respectively. 2.2. Infrared measurements Infrared spectra in the range 1200-600 cm-1 were obtained by pressing wafers of the sample mixed with KBr in proportion 1:100. For FT-IR studies of adsorbed nitric oxide, the oxide catalysts were pressed in self-supporting discs and pre-treated by evacuating at 623 K for 1 h within a portable infrared cell equipped with greaseless stopcocks and KBr windows. The samples were then reduced in-situ in a hydrogen flow (60 ml/min) for 1 h at 623 K. After reduction the catalysts were outgassed in dynamic vacuum for 0.5 h at the same temperature. In all cases, the samples were cooled to room temperature before exposure to 30 Torr NO (1 Torr = 133.3 Pa). The IR spectra of chemisorbed nitric oxide were recorded on a Nicolet 5 ZDX spectrophotometer at a resolution of 4 cm-~ and were averaged over 100 scans. All spectra were obtained by substraction of a background spectrum recorded before nitric oxide exposure. Adsorption of pyridine was performed on oxidic samples using the same IR ceil. In this case, samples were outgassed at 623 K for 0.5 h and cooled to ambient temperature prior to contact with ca. 2 Torr of pyridine. Physically adsorbed pyridine was removed by outgassing at 393 K for 1 h. 2.3. X-ray measurements X-ray photoelectron spectra (XPS) were recorded on a Fisons ESCALAB MklI 200R electron spectrometer with a Mg and X-ray source (MgKe~ = 1253.6 62 S. Damyanova, J.L. G. Fierro / Applied Catalysis A.\" General 144 (1996) 59-77 eV) and an hemispherical electron analyser. The powder samples were first pressed inside aluminium cylinders and mounted on a sample rod placed in the pre-treatment chamber of the spectrometer. Calcined samples were outgassed in the pre-treatment chamber at ambient temperature for 1 h before transferring to the analysis chamber. In-situ pre-treatments in hydrogen were carried out at 623 K. The ion-pumped analysis chamber was maintained below 3.10-9 TO1T during data acquisition. All binding energies (BE) were referenced to the C ls line at 284.5 eV giving BE values within an accuracy of + 0.2 eV. 2.4. Catalytic activity The hydroconversion of thiophene was carried out over 0.1 g of catalyst in a micro flow reactor under atmospheric pressure, a reaction temperature of 623 K and WHSV of 2 h-l. Prior to thiophene admission the catalysts were heated to reaction temperature in-situ in a flow of hydrogen (40 ml/min) for 1 h. Hydrogen and thiophene were then passed through the reactor, with reaction products analysed by a gas chromatography. The concentration of thiophene in the hydrogen-thiophene reactant mixture was 6 vol.-%. The hydrogen sulphide released during thiophene hydrogenolysis is revealed as sulphiding agent. The catalytic behaviour of the samples was evaluated on the basis of thiophene conversion to hydrocarbons (~C4) and hydrogen sulphide. The steady-state conversion was achieved after 2 h. 3. Results 3.1. Infrared spectroscopy 3.1.1. Spectra in KBr pellet The IR spectra of titania-supported 12-molybdophosphoric acid and its Co and Ni salts containing higher molybdenum loading and calcined at 623 K are presented in Fig. 1. For comparison the IR spectra of bulk 12-molybdophos- phoric acid (HPMo) and its salts (CoPMo, NiPMo), dried at 393 K are also shown. In the spectrum of HPMo (Fig. la) the main bands at 1065, 962, 875 and 790 cm-1 correspond to Vas(P--Od), Vas(MO-Ot), Vas(MO-Ob-MO) and vas(Mo- Oc-Mo) vibrations, respectively, characterizing PMo120430- anion with Keggin structure [18]. The low value of va~(Mo-O0 (ca. 10 cm-I lower than in H20 solution [19]) for the solid acid (Fig. la) could be due to the loss of crystalliza- tion water, leading to anhydrous heteropolyoxo compound. The substitution of H+ by Co2+ ions results in some shift in the frequencies of most of the bands to lower frequencies for CoPMo sample (from 1060 to 1045 cm-~ and from 962 to 955 cm ~) but the spectrum of NiPMo remains unchanged compared to that of HPMo (Fig. la,b,c). A splitting of the bands at 1045 cm-1 (shoulder at 1055 S. Damyanoea, J.L.G. Fierro / Applied Catalysis A: General 144 (1996) 59-77 63 f e rJ i i 1200 1000 800 600 Wavenumber [cm-t) Fig. 1. Spectra of bulk salts -- HPMo (a), NiPMo (b) CoPMo (c) and of catalysts HPMo/T (d), NiPMo/T (e) and CoPMo/T (f). cm ') and at 955 cm i (shoulder at 945 cm ~) is observed in the spectra of CoPMo salt. A similar splitting has been observed in A13 +, NH4+ and Na+ salts of H3PMol204o acid [20]. The different spectra observed for CoPMo sample could be assigned to partially degraded molybdophosphate anion as will be discussed later. The shifting of the IR bands and the variation in their relative intensities, resulted from the introduction of the support, can be observed in the spectra of supported samples by comparing Fig. ld, e and f but the general appearance of I the bands remains the same as for bulk samples. Titania bands below 900 cm overlap with those of the heteropolyanion (HPA) and therefore this region lot l supported samples is not discussed. A very slight broadening at about 978 cm on the high-frequency side of 962 cm ' band is also revealed in the spectra of supported samples. Although the changes occurred in the 1000-900 cm-' spectral region, the spectra show no evidence of degradation products as MoO~. These changes are reversible on exposure to a wet atmosphere. Similar effects are found in the case of silica-supported CsPMo [21] after heating and subse- quent reexposure of the sample to air containing water vapour and have been assigned to dehydration of the supported species. 64 S. Damyanova, J.L. G. Fierro / Applied Catalysis A: General 144 (1996) 59-77 It is seen from the spectra, that there is a perturbation of the heteropolyanion symmetry, most probably due to a loss of water molecules and/or to anion-ca- tion and supported species-support interactions. Such decreasing of frequencies has already been interpreted by the weakening of anion-anion interactions and the increasing of anion-cation interaction [18]. Following Rocchiccioli-De- ltcheff et al. [18] the band at about 1060 cm-1 has been attributed to the triply degenerated asymmetric stretching vibration of the central PO4 tetrahedron. The appearance of a shifting of this band implies a lowering of the symmetry from Td to C2v. This band is rather broad for NiPMo sample (Fig. 1). The substitu- tion of H+ by Co2+ ions results in weakening the P-O bond and in lowering the frequency of the 1060 cm- ~ band. The 960 cm- ~ band has been assigned to stretching vibration involving central Mo atom and isolated terminal oxygen (Mo-Ot) on the periphery of each of the twelve MoO6 coordination octahedra which complete the Keggin unit on the basis of the shorter length of this bond [ 18]. In agreement with data of Rochiccioli-Deltcheff et al. [ 18,19] and Misono [2] the shift of v(M-Ot) to lower frequency correlates with intermolecular interactions such as H bonds between external oxygens and water molecules, i.e., it is due to a loss of hydrogen bonding between Ot and water. Other authors [22] have concluded that the loss of 'water of constitution' is observed after outgassing at 573 K of HPA by the disappearance of the IR band at 3250 cm- 1. According to the observations in Refs. [21,23] the splitting of the bands at 1065 and 960 cm-z for CoPMo sample may correspond to a partial degradation of HPA in solution to a polyanion of the type (PMo~ ~O39)~-. Since the splitting is not very large, a formation of Co complex with this anion would be supposed [1]. The spectra shown on Fig. 1 demonstrate that a deformation of the het- eropolyanion is present as a result from the influence of the countercation, heat treatment and support effect. The present observation in the IR spectra may be interpreted as transformed species that are a dehydrated form of the supported heteropolyanions, which is the defect Keggin structure [19]. Although titania is known as a support which interacts strongly with supported species, in this case the thermal stability of HPMo and its salts clearly increases after supporting them on titania. 3.1.2. Pyridine adsorption The spectra of the samples recorded after adsorption of pyridine at room temperature and outgassing at 393 K are shown in Fig. 2. It is interesting to note that all the spectra show a similarity in the region 1400-1600 cm-j. The observed bands are recorded always in the same positions (Table 1), but with different relative intensities due to electron density changes in the pyridine molecule through bonding to the surface acid sites. The bands at 1585, 1485 and 1448 cm-~ correspond to coordinated pyridine molecules and characterize Lewis acid sites [24]. Parent titania exhibits only surface Lewis acid sites at S. Damyanoc, a, J.L. G. Fierro / Applied Catalysis A: General 144 (1996) 59-77 65 -ca 0.2 I I 160 1500 I ~t~ ,4* 0.2 ~ (1 I I I I 11,00 1600 1500 lz+O Wavenumber (cm-1) Fig. 2. IR spectra of pyridine adsorbed at 298 K on the evacuated samples with different molybdenum loading: HPMo/T (a), CoPMo/T (b) and NiPMo/T (c). (A) corresponds to lower Mo-loaded samples. 1608 cm-~ (not shown in Fig. 2). The BrCnsted acid sites are identified by the band at ca. 1540 cm-1 due to protonated pyridine (pyridinium ion) [3]. More specifically, Cook [25] has assigned it to an in-plane skeletal deformation mode (v19b) which induces N-H grouping. Hence, the suppression of this band together with simultaneous appearing of the bands at 1485 and 1585 cm l, according to Ref. [26], would be expected as a result from the distortion of the crystal structure. As all these bands are recorded in all cases, both BrCnsted and Lewis surface acid sites exist in all catalysts. In order to quantify the differences in acidity of the samples, the ratio of BrCnsted to Lewis acidity (B/L) was calculated from the ratio of integrated band intensities at ca. 1540 and ca. 1448 cm-~ and the values corresponding to the ratio are presented in Table 1. The stronger 1448 cm- ~ band for CoPMo/T samples induces a decrease in the B/L ratio, especially in the case of CotPMo/T sample (Fig. 2, Table 1), which value is only 0.25 significantly lower than the value found for other samples. Hence, the decreasing of the values of the B/L ratio is due to both an increase in the concentration of Lewis surface acid sites and a decrease in Br0nsted acid sites (Fig. 2). On the basis of the finding of Furuta et al. [27] it has been concluded that the acidic sites of HPMo acid and its salts are essentially of BrCnsted (protonic) type and the protons that exist on the surface of the HPMo unit together with one or two water molecules (H+(H20) or H+(H20)e) are the origin of the acidity. 66 S. Damyanova, J.L.G. Fierro / Applied Catalysis A: General 144 (1996) 59-77 According to these authors the Lewis acid sites, expressed by pyridine coordi- nated with metal ion, are very few or absent for the acid. However, our results show that supported HPMo acid possesses Lewis acidity which increases significantly after incorporation of Co and Ni due to the basic character of these dopant. According to Martin et al. [28] the bands at 1585 and 1448 cm-J would be associated with coordinatively unsaturated cations (Co2+ and Ni2+) and Mon+ species, respectively. The decrease in Br0nsted acidity of HzPMo/T sample, predominant in H1PMo/T (Fig. 2 and Table 1) may be related to a better dispersion of molybdate species at low loading, due to a strong interaction between the titania support and the Keggin unit by means of the OH surface groups and the acidic protons [29]. On the other hand, a loss of protons by reaction with oxygen of the Keggin unit [15,30] during vacuum pre-treatment of the samples would be the result. In fact, the intensity of the 1540 cm-t band for HPMo/T samples associated with BrCnsted acidity is not very high compared to other samples independently of the highest values of B/L ratio for the former. The detection of BrOnsted acidity for supported Ni and Co salts of HPMo is not surprising although it has been shown [31,32] that substitution of H+ by Na+ leads to a decreasing of Br0nsted acidity. According to our results and literature data this could explain the enhanced BrCnsted acidity in the samples. Moffat [15,26], studying the acidity of the salts of 12-tungstophosphoric and 12-molybdophosphoric acid, has found that the Br0nsted acid sites resulted from the incomplete stoichiometry of the salts and that the divalent 12-heteropoly salts are a mixture of the parent acid and a divalent cation salt. The relative high Brcnsted acidity for CoPMo/T and NiPMo/T can be attributed to some hydrolysis of the 12-molybdophosphate anion, [PMo 12040]3-, producing hydro- gen ions [1,4,29] during preparation of the salts: PMol203o + 3H20 ~ PMo~O~9 + MoO~- + 6H+ That agrees with the results obtained from the IR spectra for CoPMo sample. The absence of band splitting and shifting at 960 cm- J for NiPMo sample (Fig. 1) does not mean that hydrolysis did not occur for this sample. The hydrolytic degradation of the salts of [PMo1204o]3- anion has been attributed by Tsigdinos [14] to the fact that 12-molybdophosphoric acid possesses 'reserved' acidities higher than 3. As it is seen from Fig. 2 and Table 1, the Br0nsted acidity of NiPMo/T samples is practically the same as that of HPMo/T samples. According to results observed by other workers [33,34] the electronegativity of the counterca- tion affects the acid strength of the samples. The electronegativity of Co cations is higher compared to Ni2+ ones [35] and hence a dissociation of evolved water may be observed more on highly reducible Ni, on the one hand. The protons produced by dissociation of water on the metal cations react with some oxygen atoms of phosphoromolybdate anion [30], on the other hand. S. Damyano~'a, J.L.G. Fierro / Applied Catalysis A: General 144 (1996) 59- 77 67 cO r~. bl I a~ o .o cO : \"7 I t [ i [ I i I 1950 1850 1750 1650 1950 1850 1750 1650 Wavenumber (cm\"I) Fig. 3. IR spectra of adsorbed nitric oxide at room temperature on Hz-reduced samples with different Mo loading: HPMo/T (a), NiPMo/T (b) and CoPMo/T (c). (A) and (B) correspond to higher and lower Mo-loaded samples, respectively. 3.1.3. Nitric oxide adsorption Adsorption of NO on reduced titania-supported catalysts gives bands at 1807-1810 and 1702-1706 cm-~ that may be assigned to symmetric and antisymmetric NO stretching, respectively, of paired nitric oxide molecules held as dinitrosyls adsorbed on partially reduced molybdenum sites [36,37]. The bands have been previously shown to arise from NO adsorbed on molybdenum ions with valence state lower than 5 [37]. The reduction of the samples leads to a significant increase in the intensities of both NO bands on the one hand and to red shift of the frequencies by about 5-10 cm-1 as compared to calcined samples [38] on the other (Fig. 3 and Table 2). This shift has been interpreted as indicative of an increase in the degree of unsaturation [37]. An indication of the relative proportion of coordinatively unsaturated (CUS) reduced molybdenum sites for each catalyst was obtained by measuring the absorbance values of the 68 S. Damyanoua, J.L.G. Fierro //Applied Catalysis A: General 144 (1996) 59-77 Table 2 Integrated absorbances of the IR bands of adsorbed nitric oxide on reduced samples and HDS activity Sample ca. 11810 ca. 11700 0 a (o) HDS activity (a.u.) (a.u.) (mol//h g Mo). 102 H 1PMo/T 22.17 28.99 110.3 2.09 H2 PMo//T 21.53 29.82 110.3 4.93 Nil PMo//T 74.47 114.20 113.5 5.16 Ni2 PMo//T 26.17 37.39 111.3 7.54 Co 1PMo/T 7.19 4.27 Co2 PMo/T 6.40 6.43 a Angle 0 calculated from equation lsym ///anti = ctg2(0/2)- bands (Table 2). It is interesting to observe in Fig. 3 that the band at ca. 1700 cm-1 is considerably broader than that at ca. 1810 cm i showing a larger surface heterogeneity of adsorption sites of molybdenum on titania. To determine how the reduction process affects the number of distribution of nitric oxide adsorption sites on molybdenum atoms (Mon+), the integrated absorbances of the bands are plotted against those observed for the oxidic samples [38] (Fig. 4). In the spectra of calcined CoPMo/T samples no absorp- tion bands for NO adsorption on exposed Mo sites have been detected [38]. This indicates that the evacuation pre-treatment does not reduce the Mo atoms to a state capable of adsorbing NO. The spectra of these samples have shown two 118 m ~,t12 O 'G ~.2 u '~ 36 g ~ 3o ~ 2L, x c ~ 12 A ,s tt I 6 ,t\" ,/ ,/ C) \" /,/ ,t / / / / I 12 18 24 30 Abs0rbance (a.u.x cmA) oxidic cofotysts 36 Fig. 4. Relationship between integral absorbance of nitric oxide adsorbed on reduced and oxidic catalysts: NiPMo/T (~,&), HPMo/T (0,0) and CoPMo/T (El,m). The black symbols correspond to lower Mo-loaded samples, S. Damyanova, J.L.G. Fierro / Applied Catalysis A: General 144 (1996) 59- 77 69 absorption bands at 1890-1897 and 1812-1819 cm ~ due to dinitrosyls or NO dimmers on octahedral coordinated Co2+ ions [38,39]. Three bands are observed for CoPMo/T samples after reduction: 1890-1896, 1812-1819 and 1712-1715 cm-~ (Fig. 3(A,B)). Obviously, the intensity of the band at 1812-1819 cm ~ is dominated by the contribution of cobalt since the contribution of Mo as shown by the 1711-1715 cm-1 band is rather weak. The main effect of reduction is that the number of cobalt sites, able to adsorb NO, on the surface increases. The fact that the antisymmetric stretching band is shifted of about 10-12 cm 1 in both, reduced unpromoted and Co promoted catalysts (from 1702-1706 cm-~ in HPMo/T to 1712-1715 cm 1 in CoPMo/T), can be taken as indirect evidence of an interaction between Co and Mo ions. Similar shifts have been found by TopsCe and TopsCe [40] on reduced CoMo/A1203 and Artega et al. [41] on unpromoted and Co promoted sulphided catalysts. The highest frequency band at 1873 cm- ~ in the spectra of the samples with high Mo, NiIPMo/T, (Fig. 3(A-b)) is arisen from NO adsorbed on Ni2+ sites [42]. A lighter reduction of Ni2+ to Niis observed for the sample with lower Ni loading, Ni2PMo/T, (Fig. 3(B-b)). The revealed 1856 cm-~ band with shoulder at 1877 cm ~ shows that upon reduction a complete replacement of oxygen atoms coordinated to the surface Ni atoms by protons occurs [37] (Fig. 3(B-b)). Variation in the relative intensities of the bands due to symmetric/antisym- metric stretching vibration of adsorbed nitric oxide (listed in Table 2), indicating a change in dipole angle (0), have been considered to show the differences in the morphology of ionic Mo sites [36,37]. Both HPMo/T samples show nitric oxide adsorbed in a form with the same dipole angle of 110.3(Table 2). However, for NiPMo/T samples the values of 0 vary from 111.3(NizPMo/T) to 113.5(Ni~PMo/T) indicating an increase in the concentration of NO adsorption sites. These differences can be explained with the reduction degree of the catalysts. From the Table 2 it is apparent that higher reduced Mo ion exposure tends to occur for NiPMo/T samples. The CoPMo/T samples present much lower degree of reduction of molybdenum, corresponding to an interaction of Co with the sites capable of forming coordinatively unsaturated molybdenum sites. The highest intensity of EPR Mo5+ signal for reduced CoPMo/T samples [43] supports the conclusion for the weak reduction of Mo6+ to Mo4+ and/or Mo3 ~ ions. 3.2. X-ray photoelectron spectra XPS spectra of the calcined and reduced samples are shown in Fig. 5(A,B). The binding energies (BE) of various elements (Mo, P, Ti, Co and Ni) are summarized in Table 3. The BE for P 2p level (133.1 _+ 0.2 eV) is unchanged and irrespective of the treatment and metal loading confirming that the oxidation state of phosphorus is constant and equal to 5. The BE of Co 2p3/2 (780.6 eV) 70 S. Damyanova, J.L.G. Fierro / Applied Catalysis A.\" General 144 (1996) 59-77 .-g o o. c t-J 5/2 312 I i I I I w 236 23t+ 232 230 5/2 , i I i 1 I I 236 23~, 232 230 BE (eV } Fig. 5. Mo 3d core level spectra for calcined (A) and reduced (B) samples: HPMo/T(a, a'), NiPMo/T (b, b') and CoPMo/T (c, c'). a', b' and c' correspond to lower Mo-loaded samples. and Ni 2P3/2 (855.4-855.7 eV) for oxidic and reduced samples characterize 2+ 2+ Co and Ni ions, respectively [44,45]. These values are lower than those of Co2and Ni2+ ions in bulk CoPMo (781.6 eV) and NiPMo (856.4 eV), respectively, due to some metal-support interaction. The Mo 3d region for the samples just evacuated consists in a doublet, Mo 3d3/2 and Mo 3ds/2 (Fig. 5(A)). The BE of the most intense Mo 3d5/2 peak at ca. 232.2 ___ 0.2 eV remains invariant for all samples and coincides with the value expected for fully oxidized molybdenum, Mo6+, [11]. The fact that this value is higher than the one reported for Mo/TiO2 by Shimada et al. [46] (231.8 eV) on the one hand and lower than the one (233.6 eV) presented by Paterson et al. [47] on the other hand, is due to support effect, method of catalyst preparation and heat-treatment. It should also be noted that under vacuum treatment the colour of the samples remains blue, which suggests that during vacuum treatment almost all molybdenum is reduced, similarly to the observations by Matralis et al. [48]. In addition, for HPMo/T S. DamyanoL:a, J.L.G. Fierro / Applied Catalysis A: General 144 (1996)59-77 Table 3 XPS data for calcined and He-reduced titania-supported phosphoromolybdates 71 CatalystHi Pretreat Mo 3d5/2 (eV) Co 2p3/2 (eV) Ni 2p3/2 (eV) IMt,/lTi a /Me /IMo a PMo/T cal 232.2 0.394 red 232.2 0.404 231.0 b H 2 PMo/T cal 232.1 (I.274 red 232.0 0.260 230.8 b NilPMo/T cal 232.2 855.4 0.518 0.127 red 232.2 855.6 0.106 0.133 231.0 b 853.2 b Ni2PMo/T cal 232.2 855.4 0.416 0.131 red 232.2 855.7 0.278 0. I 10 231.2 b 853.5 b CoI PMo/T cal 232.2 780.6 0.708 0.226 red 232.2 780.6 0.152 0.216 Co2PMo/T cal 232.2 780.6 0.480 0.200 red 232.2 780.7 0.107 0.213 231.1 h ~' Surface atomic ratio determined from XPS spectra. h This value corresponds to reduced components. and NiPMo/T samples a broadening and a decrease in intensity of Mo 3d signals are observed (Fig. 5(A)), indicative of some reduction of Mo sites to a lower valence state. This agrees with the NO adsorption results (Table 2 and Fig. 4), indicating that the coordinatively unsaturated Mo sites are formed by evacuation at 623 K. To obtain information on the distribution of supported species in the oxidic samples, the surface atomic ratio (Mo/Ti, Co/Mo and Ni/Mo) was calculated from the integrated peak intensities (Table 3). It is observed that XPS IMo/lv~ ratio for all Co and Ni promoted samples is much higher than for the unpro- moted ones. The increase in Mo dispersion for CoPMo/T samples, as it has been reflected by the XPS intensity ratio [49], is due to a significant perturbation of the symmetry of supported phosphoromolybdate anion. The same effect has been observed by Moffat et al. [11] for Cs salt of HPMo acid supported on silica. Although XPS data do not provide proof for Co-Mo interaction (absence of electron transfer), the comparison of XPS Ico/IMo with IMo/Iv~ intensity ratios shows some interaction between Co and Mo. The signals of the Mo 3d region are significant broadened upon reduction because of an overlapping of the signals from lower valent Mo ions, whose fraction in total Mo ions was estimated from the deconvoluted spectra (Fig. 4(B)). The Mo 3d5/2 binding energies are constant for all reduced catalysts (Table 3): 232.2 _+ 0.2 eV for the major species for CoPMo/T and HPMo/T samples and 230.8-231.2 eV for the major species for NiPMo/T samples. The 72 S. Damyanoc, a, J.L.G. Fierro / Applied Catalysis A: General 144 (1996) 59-77 1.0 ~ O.8 I-- % ~ 0.6 0.4 C1.2 / / / / / / / / / I Q2 /,z' / / / / / / / / / / / /z z 9\" / / [] IIA I f I 0.4. 0,6 0.8 1.Q IMo/ITi (caL.) Fig. 6. XPS 1Mo /ITi ratio for hydrogen-reduced catalysts as a function of the same ratio IM,,/lyi for oxidic catalysts: HPMo/T (O,O), NiPMo/T (zx,A) and CoPMo/T (13,11). The black symbols correspond to lower Mo-loaded samples. Mo 3d5/2 BE of 230.8-231.2 eV are between the binding energies for Mo6+ and Mo4+ (i.e. 232.2 and 228.7 eV, respectively) and therefore the value could be attributed to Mo5+. The reduction of molybdenum is more pronounced in Ni promoted samples, while molybdenum in higher oxidic environment only pre- dominates in the ColPMo/T sample (Table 3). A BE of 853.5 eV characterizes metallic nickel [44] in NiPMo/T samples after reduction. The fraction of reduced nickel determined from deconvoluted XPS Ni 2p signal is 66% for the NizPMo/T sample and only 29% for NilPMo/T. This is a result of a better reduction of nickel in the sample with lower loading of the components (Mo and Ni). The XPS spectra of CoPMo/T samples after reduction do not show Co To obtain additional information about the effect of the reduction treatment on the distribution of molybdenum species, the XPS IMo/ITi ratio measured for reduced catalysts is plotted versus the same ratio measured for oxidic samples (Fig. 6). From this figure it is clear that the reduction of the catalysts affects the dispersion of Mo species with respect to the Mo loading and the presence of counterion. Only HPMo/T samples show equivalent ratios in oxidic and reduced forms of the catalysts, indicative of a well dispersed Mo phase. A drastic decrease in XPS lMo/ITi is revealed for CoPMo/T and NiPMo/T samples. It could be ascribed to an agglomeration of reduced molybdenum phase or to diffusion of molybdenum into the bulk of the support. This effect is more pronounced for higher Mo loaded samples. However, the most clearly defined XPS peaks for CoPMo/T samples after reduction and the lower extent of S. Damyanova, J.L. G. Fierro / Applied Catalysis A: General 144 (1996) 59- 77 73 118 112 ~\" ~2 E x g 36 ~ 30 c 18 12 t~ /\"* / / t / t ~J / / / / / / / // ' [] // / / I 0 I I I I (IHo/ITO X ps Fig. 7. Relationship between the XPS 1Mo /ITi ratio and the integral absorbance of 1700 cm ~ band due to nitric oxide for reduced HPMo/T (C),O), NiPMo/T (z~, and CoPMo/T ([:3,B) samples. The black symbols correspond to lower Mo-loaded samples. reduction of Mo sites in these samples show that the decrease in IMo/Iv~ would depend on the location of some part of Co2+ ions on Mo layer. In addition, the higher value of XPS Ico/IMo confirms this one. Also, when more Co is present, the reduction of Mo is slower. The decrease in XPS IMo/ITi for the NiIPMoT sample is most likely due to the formation of large Mo agglomerates during reduction, resulting in a smaller fraction of Mo being detectable by the XPS technique. The presence of highly coordinatively unsaturated molybdenum can be designated by the increased breadth of the Mo 3d5/3 peak in the spectrum toward lower binding energy (Fig. 5(B)). The change in the integrated absorbance of 1700 cm-~ band from NO adsorption on molybdenum as a function of XPS IMo/ITi for reduced samples is shown in Fig. 7. The points for Ni2PMo/T, HzPMo/T and CoPMo/T lie approximately on a straight line, showing a correlation between both factors. The Ni1PMo/T sample which adsorbed the highest quantities of nitric oxide far from the line indicating a considerable fraction of molybdenum accessible to NO but not detected by XPS. Although sample H jPMo/T shows higher concentration of reduced Mo than HzPMo/T, defined by XPS (Fig. 6), the amount of molybdenum sites able to adsorb NO is the same in the HPMo/T sample (Fig. 7, Table 2). A reoxidation of reduced Mo sites by water, formed during reduction, is possible. Also, the latter could be confirmed by a slight increase in the wave numbers of NO adsorption bands for reduced H IPMo/T (Fig. 3(A)). 74 S. Damyanova, J.L.G. Fierro / Applied Catalysis A: General 144 (1996)59-77 3.3. Thiophene HDS activity data The thiophene conversion of the catalysts decreases with time and reaches an apparent steady-state activity after approximately 90-120 rain. It should be noted that the conversion increases with Mo loading for HPMo/T and CoPMo/T catalysts. The effect of Mo loading on thiophene conversion can be better illustrated by determination of the specific activity (activity expressed per gram of Mo) as shown in Table 2. The highest activity is obtained for Ni2PMo/T catalyst having lower molybdenum loading. Increasing the Mo loading for CoPMo/T and HPMo/T catalysts leads to a pronounced decrease in the specific activity. 4. Discussion The results of pyridine adsorption experiment lead to the conclusion that there is some relationship between the dispersion of supported compounds and their acidity. The appearance of high concentration of Br0nsted acid sites at high loading of the deposited molybdenum species (Fig. 2, Table 1) is associated with the increase in the surface density of the molecularly dispersed surface species. The increased initial thiophene conversion would be caused by en- hanced proton acidity of the catalysts. The HPMo/T samples showed the highest initial thiophene conversion, but their deactivation is faster compared to that of Co and Ni modified samples. In spite of this strong deactivation of the catalysts the activity is still relatively high for these catalysts after 3-4 h reaction. The combined use of IR and XPS techniques gives information about the structure and dispersion of the heteropoly compounds on the support. The change in the values of XPS IMo/lzi ratios with Mo loading would be attributed to the changes in the surface coverage. Since MoO3 is not detected in the IR spectra of the calcined samples, it is clear that the thermal stability of the phosphoromolybdates is enhanced as a result of their interaction with some sites of titania surface that stabilize them. The increase in the resolution of the Mo 3d doublet for CoPMo/T samples (Fig. 5(A)) suggests a decrease in the extent of the interaction between the supported molybdenum species and the support, indicative of well dispersed polymerized Mo6+. NO adsorption and XPS measurements of only evacuated catalysts show that molybdenum is partly reduced. Most probably, when the temperature is risen, water is formed from oxygen atoms of anion and protons [30], producing coordinatively unsaturated Mo ions. High extent of reduction of the catalysts leads to a drop in the dispersion of supported phosphoromolybdate anions. This is also confirmed by comparison of the XPS IMo/ITi ratios in oxidic and reduced samples (Fig. 6, Table 3). The S. Damyanova, J.L.G. Fierro /Applied Catalysis A: General 144 (1996) 59- 77 75 equivalent ratios for HPMo/T may be due to the stabilization effect of the titania support that permits more homogeneous adsorption of polyanion from acidic solution and interaction with hydrated titanium ions. The decrease in XPS IMo/IT~ for CoPMo/T and NiPMo/T samples could be due to some segrega- tion of Mo sites or their diffusion into the support. The higher values of XPS lco/I~o ratios show that a substantial part of Co2+ ions is located on the Mo atoms following reduction. The fact that the intensity of NO adsorbed on Co2+ ions in reduced CoPMo/T catalysts is about twice times higher than that in unreduced ones [38], indicates that in the former case the Co atoms are exposed in a high extent. NO adsorption on reduced CoPMo/T samples showed some reduction of molybdenum independently of the XPS results, which does not show reduced Mo, especially for the Co~PMo/T sample. The sensitivity limitation of XPS is concerned not to allow the detection of a few percent of reduced molybdenum ions on the presence of majority of Mo in a higher oxidation state (Mo6+ and/or Mo5 +). The proposed formation of the Co complex with the phosphoromolybdate anion during catalyst preparation does not permit lighter reduction of molybde- num but these catalysts with higher concentration of exposed unreduced Co sites may exhibit high activity in thiophene HDS (Table 2). The thiophene adsorption sites would be at incomplete reduced Mo ions with an interaction through Co2+ ions. In view of the catalytic importance of the location of Co atoms the synergetic effect of Co has been shown in supported and unsupported CoMo sulphide systems [50-55]. In the intercalation model proposed by De Beer et al. [50] the authors have assumed the migration of Co from the bulk to the small crystalline MoS2 where Co2+ is intercalated. According to the model proposed by TopsCe et al. [51] the observed contact between Co and Mo is likely a precursor of the so-called 'CoMoS' phase, which is responsible for the synergy between Co and Mo during sulphidation of the catalysts. According to Ledoux et al. [52], the role of Co in sulphided CoMo catalysts is to increase the fraction of Mo edge atoms. Delmon [53] suggested that hydrogenation and hydrodesul- phurization sites are the reduced molybdenum centers. We have no direct arguments for the existence of these kinds of species during thiophene hy- drogenolysis, but the similarities between our data and literature data support that the active sites are not fully reduced (or sulfided) under our relatively mild reaction conditions. On the basis of our results the role of Co would consist in: (i) Co inhibits the segregation of Mo in oxidic samples; (ii) some interaction between Co and adjacent Mo stabilizes the phosphoromolybdate anion on the surface that could be related to synergetic effect of Co during HDS reaction. The reduction of Mo is more pronounced in Ni-promoted catalysts. XPS and NO adsorption show that firstly molybdenum atoms are reduced and this process is enhanced by the presence of Ni. Metallic nickel in vicinity would be a source of hydrogen atoms for the reduction of Mo6+, as well as for Ni2+ ions. As the Ni content increases the extent of Mo reduction is higher (Table 2 and Fig. 4). 76 S. Damyanoca, J.L.G. Fierro / Applied Catalysis A: General 144 (1996) 59-77 The XPS IMo/ITi ratio for reduced Ni2PMo/T has almost the same value as that of unpromoted catalyst, but higher than that of Co2PMo/T (Table 3). This is an indication of enhanced dispersion of Mo species in NizPMo/T in comparison with Co2PMo/T. The latter may cause the highest activity of NizPMo/T sample (Table 2). This unambiguously shows that the promotion effect of Ni is revealed by the enhanced dispersion of Mo sites and their lighter reduction at lower concentration of the components. Acknowledgements The work was supported by Ministry of Education and Science of Bulgaria (Project No 462). We thank the Ministerio de Educacion y Ciencia of Spain for a grant (S.D.). References [1] M.T. Pope, in Heteropoly and Isopoly Oxometalates, Springer Verlag, New York, 1983. [2] M. Misono, Catal. Rev., Sci. Eng., 29 (1987) 269. [3] Y. Izumi and K. Urabe, Chem. Lett., (1981) 663. [4] M. Schwegler, P. Vinke, M. van Bekkum, Appl. Catal. A, 80 (1992) 41. [5] S. Kasztelan, E. Payen and J.B. Moffat, J. Catal., 112 (1988) 320. [6] K.M. Rao, R. Gobetto, A. Iannibello and A. Zecchina, J. Catal., 119 (1989) 512. [7] W.C. Cheng and P. Luthra, J. Catal., 109 (1988) 163. [8] R. Fricke and G. Ohlman, J. Chem. Soc., Faraday Trans., 82 (1986) 263. [9] R. Fricke and G. Ohlman, J. Chem. Soc., Faraday Trans., 82 (1986) 273. [10] C. Rocchiccioli-Deltcheff, M. Amirouche, G. Harve, M. Fournier, M. Che and J.M. Tatibouet, J. Catal., 126 (1990) 591. [11] S. Kasztelan, E. Payen and J.B. Moffat, J. Catal., 128 (1991) 479. [12] Y. Izumi, M. Ogawa, W. Nohara and K. Urabe, Chem. Lett., (1992) 1987. [13] T. Baba, H. Watanabe and Y. Ono, J. Phys. Chem., 87 (1983) 2406. [14] G.A. Tsigdinos, Ind. Eng. Chem., Prod. Res. Dev., 13 (1974) 267. [15] G.B. McGarvey and J.B. Moffat, Catal. Lett., 16 (1992), 173. [16] A. Spojakina, S. Damyanova, T. Shokhireva and T. Yurieva, React. Kinet. Catal. Lett., 77 (1985) 333. [17] A. Spojakina and S. Damyanova, React. Kin. Catal. Lett., 53 (1994) 2. [18] C. Rocchiccioli-Deltcheff, R. Thouvenot and R. Franck, Spectrocim. Acta, Part A., 32 (1976) 587. [19] M. Foumier, R. Thouvenot and C. Rocchiccioli-Deltcheff, J. Chem. Soc., Faraday Trans., 87 (1991) 349. [20] J.G. Highfield and J.B. Moffat, J. Catal., 88 (1984) 177. [21] E. Payen, S. Kasztelan and J.B. Moffat, J. Chem. Soc., Faraday Trans., 88 (1992) 2263. [22] A. Bielanski, A. Malecka and L. Kubelkova, J. Chem. Soc., Faraday Trans., 85 (1989) 2847. [23] C. Rocchiccioli-Deltcheff and R. Thouvenot, J. Chem. Res., 2 (1977) 46. [24] I.P. Parry, J. Catal., 2 (1963) 371. [25] D. Cook, J. Chem., 39 (1961) 2009. [26] J.G. Highfield and J.B. Moffat, J. Catal., 89 (1984) 185. [27] M. Furuta, K. Sanata, M. Misono and Y. Yoneda, Chem. Lett., (1979) 31. [28] C. Martin, I. Martin, C. de Moral and V. Rives, J. Tal., 146 (1994), 415. [29] J.M. Tatibuet, M. Che, M. Amirouche, M. Fournier and C. Rocchiccioli-Deltcheff, J. Chem. Soc. Chem. Commun., (1988) 1260. [30] K. Eguchi, T. Seiyama, N. Yamazoe, S. Katsuki and H. Taketa, J. Catal., 111 (1988) 336. S. Damyanot,a, J.L.G. Fierro / Applied Catalysis A: General 144 (1996) 59-77 77 [31] T. Okuhara, A. Kasai, N. Hayakawa, Y. Yoneda and M. Misono, J. Catal., 83 (1983) 121. [32] E.A. Paukshtis, O.I. Goncharova, T.M. Yureva, E.M. and Yurchenko, Kin. Katal., 27 (1986) 463. [33] M. Akimoto, Y. Tsuchida, K. Sato and E. Echigova, J. Catal., 72 (1981) 83. [34] J.B. McMonagle and J.B. Moffat, J. Catal., 91 (1985) 132. [35] A. Lurie, in Spravochnik po analiticheskoi kimii, Kimia, 1979, Moskwa, p. 349 (in Russian). [36] H.C. Yao and W.G Rothschild, in H.F. Barry and P.C.H. Mitchell (Editors), Proceedings of the 4th International Conference of the Chemistry and Uses of Molybdenum, Climax Molybdenum Co., London, 1982, p. 31. [37] J.B. Peri, J. Phys. Chem., 86 (1982) 1615. [38] S. Damyanova, J.L.G. Fierro and A. Spojakina, React. Kinet. Catal. Lett., in press. [39] Y. Okamoto, Y. Kathoh, Y. Mori, I. Imanaka and S. Teranishi, J. Catal., 70 (1981) 445. [40] N.Y. TopsCe and H. TopsCe, J. Catal., 84 (1983) 386. [41] A. Artega. LL.G. Fierro, P. Grange and B. Delmon, Appl. Catal., 34 (1987) 89. [42] J.B. Peri, J. Catal., 86 (1984) 84. [43] A. Spojakina and S. Damyanova, in Proceedings of 14th Iberoamerican Symposium on Catalysis. Concepcion, 1994, Vol. 3. The Chemical Society of Chile, Concepcion, 1994, p. 1491, [44] S.W. Ho, J.M. Cruz, M. Houalla and D.M. Hercules, J. Catal., 135 (1992) 173. [45] J.A. Anderson, L. Daza, S. Damyanova, J,L.G. Fierro and M.T. Rodrigo, Appl. Catal. A, 113 (1994) 75. [46] H.S. Shimada, T. Sato. Y. Yoshimura, J. Hiraishi and A. Nishijima, J. Catal., 110 (19881 275. [47] T.A. Paterson, J.C. Carver, D.E. Leyden and D.M. Hercules, J. Phys. Chem., 80 (19761 1700. [48] H.K. Matralis, A. Lycourghiotis, P. Grange and B. Delmon, Appl. Catal., 38 (19881 273. [49] J.L.G. Fierro, Stud. Surf. Sci. Catal., 57B (1990) B125. [50] R. Prins, V.H.J. de Beer and G.A. Somorjai, Catal. Rev.-Sci. Eng., 31 (1989) 1. [51] H. TopsCe and B.S. Clausen, Appl. Catal,, 25 (1986) 273. [52] M.J. Ledoux. G. Maire, S. Hantzer and O. Michaux, in M.J. Philips and M. Ternan (Editors) Proceedings 9th International Congress on Catalysis, Calgary, 1988, Vol. 1, The Chemical Inst. of Canada, Ottawa. 1988, p. 74, [53] L. Portela, P. Grange and B. Delmon, Stud. Surf. Sci. Catal., 75 (1992). [54] T.I. Koranyi and Z. Paal, Appl. Surf. Sci., 52 (19911 141. [55] S.M.A. Bouwens, F.B.M. van Zon, M.P. van Dijk, A.M. van der Kraan, V.H.J. de Beer, J.A.R. van Veen and D.C. Koninsberger, J. Catal., 146 (1994) 375. APCATA 96001044 0926-860X(96)00104-4 10.1016/0926-860X(96)00104-4 Elsevier Science B.V. All rights reserved Surface properties of titania-supported 12-molybdophosphoric acid hydrodesulphurization catalysts S. Damyanova * a J.L.G. Fierro b a Institute of Catalysis, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria b Instituto de Catalysis y Petroleoquimica, C.S.I.C., Campus UAM, Cantoblanco, 28049 Madrid, Spain * Corresponding author. Titania-supported 12-molybdophosphoric acid and its Co(Ni) salts were studied by X-ray photoelectron spectroscopy and Fourier transform IR spectroscopy in the mid-infrared range and of adsorbed nitric oxide and pyridine. Hydrodesulphurization of thiophene was used as test reaction of the samples. The results provide additional support for the preservation of phosphoromolybdate anion on titania-support after its supporting. The highest activity of nickel promoted catalysts may be caused by an increase in dispersion of molybdenum and its lighter reduction. Keywords 12-Molybdophosphoric acid Anatase FTIR XPS Hydrodesulphurization catalysts References [1] Pope M.T. Heteropoly and Isopoly Oxometalates 1983 Springer Verlag New York [2] Misono M. Catal. Rev., Sci. Eng. 29 1987 269 [3] Izumi Y. Urabe K. Chem. Lett. 1981 663 [4] Schwegler M. Vinke P. van Bekkum M. Appl. Catal. A 80 1992 41 [5] Kasztelan S. Payen E. Moffat J.B. J. Catal. 112 1988 320 [6] Rao K.M. Gobetto R. Iannibello A. Zecchina A. J. Catal. 119 1989 512 [7] Cheng W.C. Luthra P. J. Catal. 109 1988 163 [8] Fricke R. Ohlman G. J. Chem. Soc. 82 1986 263 Faraday Trans. [9] Fricke R. Ohlman G. J. Chem. Soc. 82 1986 273 Faraday Trans. [10] Rocchiccioli-Deltcheff C. Amirouche M. Harve G. Fournier M. Che M. Tatibouet J.M. J. Catal. 126 1990 591 [11] Kasztelan S. Payen E. Moffat J.B. J. Catal. 128 1991 479 [12] Izumi Y. Ogawa M. Nohara W. Urabe K. Chem. Lett. 1992 1987 [13] Baba T. Watanabe H. Ono Y. J. Phys. Chem. 87 1983 2406 [14] Tsigdinos G.A. Ind. Eng. Chem., Prod. Res. Dev. 13 1974 267 [15] McGarvey G.B. Moffat J.B. Catal. Lett. 16 1992 173 [16] Spojakina A. Damyanova S. Shokhireva T. Yurieva T. React. Kinet. Catal. Lett. 77 1985 333 [17] Spojakina A. Damyanova S. React. Kin. Catal. Lett. 53 1994 2 [18] Rocchiccioli-Deltcheff C. Thouvenot R. Franck R. Spectrocim. Acta, Part A. 32 1976 587 [19] Fournier M. Thouvenot R. Rocchiccioli-Deltcheff C. J. Chem. Soc. 87 1991 349 Faraday Trans. [20] Highfield J.G. Moffat J.B. J. Catal. 88 1984 177 [21] Payen E. Kasztelan S. Moffat J.B. J. Chem. Soc. 88 1992 2263 Faraday Trans. [22] Bielanski A. Malecka A. Kubelkova L. J. Chem. Soc. 85 1989 2847 Faraday Trans. [23] Rocchiccioli-Deltcheff C. Thouvenot R. J. Chem. Res. 2 1977 46 [24] Parry I.P. J. Catal. 2 1963 371 [25] Cook D. J. Chem. 39 1961 2009 [26] Highfield J.G. Moffat J.B. J. Catal. 89 1984 185 [27] Furuta M. Sanata K. Misono M. Yoneda Y. Chem. Lett. 1979 31 [28] Martin C. Martin I. de Moral C. Rives V. J. Tal. 146 1994 415 [29] Tatibuet J.M. Che M. Amirouche M. Fournier M. Rocchiccioli-Deltcheff C. J. Chem. Soc. Chem. Commun. 1988 1260 [30] Eguchi K. Seiyama T. Yamazoe N. Katsuki S. Taketa H. J. Catal. 111 1988 336 [31] Okuhara T. Kasai A. Hayakawa N. Yoneda Y. Misono M. J. Catal. 83 1983 121 [32] Paukshtis E.A. Goncharova O.I. Yureva T.M. Yurchenko E.M. Kin. Katal. 27 1986 463 [33] Akimoto M. Tsuchida Y. Sato K. Echigova E. J. Catal. 72 1981 83 [34] McMonagle J.B. Moffat J.B. J. Catal. 91 1985 132 [35] Lurie A. Spravochnik po analiticheskoi kimii 1979 Kimia Moskwa 349 (in Russian) [36] Yao H.C. Rothschild W.G. Barry H.F. Mitchell P.C.H. Proceedings of the 4th International Conference of the Chemistry and Uses of Molybdenum 1982 Climax Molybdenum Co. London 31 [37] Peri J.B. J. Phys. Chem. 86 1982 1615 [38] S. Damyanova, J.L.G. Fierro and A. Spojakina, React. Kinet. Catal. Lett., in press. [39] Okamoto Y. Kathoh Y. Mori Y. Imanaka I. Teranishi S. J. Catal. 70 1981 445 [40] Topsøe N.Y. Topsøe H. J. Catal. 84 1983 386 [41] Artega A. Fierro J.L.G. Grange P. Delmon B. Appl. Catal. 34 1987 89 [42] Peri J.B. J. Catal. 86 1984 84 [43] Spojakina A. Damyanova S. 5th edn. Proceedings of 14th Iberoamerican Symposium on Catalysis, Concepcion, 1994 Vol. 3 1994 The Chemical Society of Chile Concepcion 1491 [44] Ho S.W. Cruz J.M. Houalla M. Hercules D.M. J. Catal. 135 1992 173 [45] Anderson J.A. Daza L. Damyanova S. Fierro J.L.G. Rodrigo M.T. Appl. Catal. A 113 1994 75 [46] Shimada H.S. Sato T. Yoshimura Y. Hiraishi J. Nishijima A. J. Catal. 110 1988 275 [47] Paterson T.A. Carver J.C. Leyden D.E. Hercules D.M. J. Phys. Chem. 80 1976 1700 [48] Matralis H.K. Lycourghiotis A. Grange P. Delmon B. Appl. Catal. 38 1988 273 [49] Fierro J.L.G. Stud. Surf. Sci. Catal. 57B 1990 B125 [50] Prins R. de Beer V.H.J. Somorjai G.A. Catal. Rev.-Sci. Eng. 31 1989 1 [51] Topsøe H. Clausen B.S. Appl. Catal. 25 1986 273 [52] Ledoux M.J. Maire G. Hantzer S. Michaux O. 5th edn. Philips M.J. Ternan M. Proceedings 9th International Congress on Catalysis, Calgary, 1988 Vol. 1 1988 The Chemical Inst. of Canada Ottawa 74 [53] Portela L. Grange P. Delmon B. Stud. Surf. Sci. Catal. 75 1992 [54] Koranyi T.I. Paal Z. Appl. Surf. Sci. 52 1991 141 [55] Bouwens S.M.A. van Zon F.B.M. van Dijk M.P. van der Kraan A.M. de Beer V.H.J. van Veen J.A.R. Koninsberger D.C. J. Catal. 146 1994 375",
      "scopus-id": "0002580363",
      "coredata": {
        "eid": "1-s2.0-0926860X96001044",
        "dc:description": "Titania-supported 12-molybdophosphoric acid and its Co(Ni) salts were studied by X-ray photoelectron spectroscopy and Fourier transform IR spectroscopy in the mid-infrared range and of adsorbed nitric oxide and pyridine. Hydrodesulphurization of thiophene was used as test reaction of the samples. The results provide additional support for the preservation of phosphoromolybdate anion on titania-support after its supporting. The highest activity of nickel promoted catalysts may be caused by an increase in dispersion of molybdenum and its lighter reduction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96001044",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Damyanova, S."
          },
          {
            "@_fa": "true",
            "$": "Fierro, J.L.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96001044"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96001044"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00104-4",
        "prism:volume": "144",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Surface properties of titania-supported 12-molybdophosphoric acid hydrodesulphurization catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "12-Molybdophosphoric acid"
          },
          {
            "@_fa": "true",
            "$": "Anatase"
          },
          {
            "@_fa": "true",
            "$": "FTIR"
          },
          {
            "@_fa": "true",
            "$": "XPS"
          },
          {
            "@_fa": "true",
            "$": "Hydrodesulphurization catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "59-77",
        "prism:endingPage": "77",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 September 1996",
        "prism:doi": "10.1016/0926-860X(96)00104-4",
        "prism:startingPage": "59",
        "dc:identifier": "doi:10.1016/0926-860X(96)00104-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002580363"
      }
    }
  }
}