{
  "metadata": {
    "title": "Deactivation by fouling of a new catalyst for the low temperature Claus process",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-11-23",
    "doi": "10.1016/0926-860X(95)00163-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001638",
    "pii": "0926860X95001638"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000428836",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95001638 0926-860X(95)00163-8 0926860X95001638 10.1016/0926-860X(95)00163-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00427 2024-01-01T12:18:48.759026Z 0 0 19951123 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 132 132 2 2 Volume 132, Issue 2 7 335 351 335 351 19951123 23 November 1995 1995-11-23 1995 Articles article fla Copyright © 1995 Published by Elsevier B.V. DEACTIVATIONBYFOULINGANEWCATALYSTFORLOWTEMPERATURECLAUSPROCESS GUIJARRO M GUIJARRO 1994 375 I GAMSON 1953 203 B SCHOOFS 1985 71 G HYDROPROC DAZA 1991 14 L STEIJNS 1976 M PHDTHESIS MEYER 1936 148 K BUTT 1976 190 J BARRETT 1951 373 E WASHBURN 1921 115 E PROCNATACADSCIUSA DAZA 1990 167 L HUGHES 1978 C PROCEEDINGSACSSYMPOSIUMCHEMICALREACTIONENGINEERING ZGRABLICH 1991 779 G BRAUNER 1956 120 K STEIJNS 1974 11 M DUDZIK 1980 78 Z DOWLING 1990 2327 N GUIJARROX1995X335 GUIJARROX1995X335X351 GUIJARROX1995X335XM GUIJARROX1995X335X351XM item 0926-860X(95)00163-8 0926860X95001638 1-s2.0-0926860X95001638 10.1016/0926-860X(95)00163-8 271346 2024-01-01T12:18:48.759026Z 1995-11-23 1-s2.0-0926860X95001638-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001638/MAIN/application/pdf/198be129739b4d062788374901816c3c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001638/MAIN/application/pdf/198be129739b4d062788374901816c3c/main.pdf main.pdf pdf true 1096899 MAIN 17 1-s2.0-0926860X95001638-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001638/PREVIEW/image/png/048d4cf7af9c736658e7fc9238822ac7/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001638/PREVIEW/image/png/048d4cf7af9c736658e7fc9238822ac7/main_1.png main_1.png png 48738 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL E LS EV I E R Applied Catalysis A: General 132 (1995) 335-351 Deactivation by fouling of a new catalyst for the low temperature Claus process M. Isabel Guijarro a, Sagrario Mendioroz a,., Vicenta Mufioz b a Inst. Catdlisis y Petroleoqu(mica, CSIC, Campus U.A.M. Cantoblanco, 28049 Madrid, Spain b Dept. de Qu(mica lnorgdnica y Qu(mica Tfcnica, U.N.E.D., Senda del Rey S/N, 28040 Madrid, Spain Received 29 March 1995; revised 1 July 1995; accepted 1 July 1995 Abstract Three samples of naturally occurring sepiolite from different deposits in Spain were used as catalysts for the Claus reaction 2nH2S + nSO2 ~ 3n/xS~ + 2nH20 (AH= - 109.2 kJ mol-I ) at low tempera- tures ( < 400 K), to purify sulphur compounds (H2S and SO2) from tail-gas. The process was carded out in a fluidized bed reactor of the semicontinuous type on a semi-pilot scale. The sulphur produced in the reaction condenses on the solid surface contributing to its deactivation by fouling. Sulphur incorporation into the solid is governed by internal diffusion of the reactants in microdomains of the porous network, the factors affecting the latter being of capital importance in the occupation degree of the solid. The textural characteristics of the catalysts supports were studied by porosimetric techniques: nitrogen adsorption-desorption isotherms and mercury intrusion. Two pore-plugging mechanisms, the wedge layered (WLM) and the complete layered (MMM) mechanisms are described and applied to the porosimetric data of the sulphurized samples in order to ascertain the number of layers penetrating the system, Significant differences in the pore filling were observed by the appli- cation of the models which were related to factors affecting reactant diffusivity within the porous network: texture of the involved solids, working temperature (373-473 K) and reactant concentration (2-4% v/v H2S). Significant conclusions regarding the possibilities of sulphur recovery, in relation to the texture of the solids involved, may be reached in this study, but also, and more general, regarding parameters affecting catalyst deactivation by fouling. Keywords: Fouling; Super-Claus; Sepiolite; Desulphurization; Flue gases 1. Introduction In a previous paper [ 1 ], we have studied the Claus reaction at low temperature (358-400 K) as a method for the preparation of sulphurized substrates to be used * Corresponding author. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI 0926-860X ( 95 )O01 63-8 336 M.L Guijarro et aL /Applied Catalysis A: General 132 (1995) 335-351 as mercury scavengers [2]. At the working temperature, H2S conversions were close to 100% [ 3,4] and the sulphur produced, below its dew point, was deposited on the catalytic bed, with a build-up on the substrate of ordered layers whose extension and further performance were strongly dependent on the reaction para- meters and the texture of the solid. The rate of deposition was found to decay with sulphur content in the substrate but in no case ceased completely. Sepiolite was used as catalyst substrate [ 5 ] and the kinetics of sulphur deposition under different sets of conditions were studied. Having effected an estimation of the amount of sulphur coating the solid, it was found that, (i) quantities as low as 1 g sulphur per 100 g sepiolite are sufficient to cause the loss of microporosity of the substrate, probably due to plugging of the pore mouths, (ii) the activity is maintained at an acceptable levels much longer than that of one sulphur monolayer covering the solid surface, values up to 100 g/ 100 g sepiolite having been detected prior to deactivation. This suggests that, (iii) sulphur itself is a catalyst for the reaction, once the active sites of the substrate are covered by the deposit [6]. The results observed [ 1 ] seem to indicate that the surface reaction is very fast, the transport phenomenon being the rate determining step of the process. However, at the working conditions, mass transfer limitations cannot exist because the process was carried out in a fluid bed reactor with use of particle size of ca. 250/~m. Then, the limitations could be imposed by internal diffusion in microdomains of the porous network of the solid, as it is progressively occupied by sulphur deposited after reaction. Since conversion is very high, the porous system of the solid becomes rapidly occupied by sulphur. Thus, limitations to the flow of reactants within the porous network would arise practically from the commencement of the reaction. Sulphur molecules (SA) are 13.8.05 ,~ in size [7] and their effect in the dimensions of pores of less than 50 nm in diameter, i.e. mesopores, cannot be disregarded. If this is the case, the actual pore radius which is a function of the number of deposited sulphur layers, would finally determine a lower diffusion coefficient with a lower mass transfer and lower effectivity of the catalytic bed. Butt [ 8] indicated that ultimate penetration of a coke type foulant into a catalyst particle is very quickly reached and subsequent deposition occurs entirely within an outer shell. The phenomenon is of general occurrence. Consequently, the porous network of the substrate, which the fouled material inherits in a more or less modified form, must have the appropriate texture to receive the contaminant without significant alteration of its original properties in order to preserve the life and efficiency of the solid. In our case, sulphur plays the role of foulant and, since both, sulphur and the substrate, are equally active towards the Claus reaction, the deac- tivation of the sample must be strictly related to changes in the porous network, not to real poisoning, as a consequence of the sulphur deposit. Thus, the study of the effect of the different operating conditions in the sulphur deposition can be proposed as a model for any other type of foulant. M.L Guijarro et al./Applied Catalysis A: General 132 (1995) 335-351 337 In order to observe the effect of diffusional resistance on the solid activity, three series of tests were designed in which the structure of the catalyst (sepiolite), the reactant concentration and the working temperature, were successively changed and their effect in the sulphur deposition mechanism studied in samples with a similar sulphur content per gram of fresh sepiolite. This paper discusses the results obtained. 2. Experimental 2.1. Materials Three minerals, with the composition and structural characteristics of sepiolite, a magnesium silicate, with formula SilaMg8Oao(OH)4(H20)4.8H20, from differ- ent Spanish deposits were used. One of these, SB, from Vallecas (Madrid) supplied by Tolsa S.A., is a very pure sepiolite with an impurity content (mainly quartz and dolomite) below 10%. The others, SM1 and SM2 are from different sites in the deposit of Teruel and were supplied by Myta S.A. They are of lower purity, with sepiolite contents below 60%. The physico-chemical properties of these materials are given in Table 1. 2.2. Characterization The elemental analysis of the raw materials was carded out on a Perkin-Elmer PE 3030 AA spectrometer, after acid digestion of the samples by Langmhyr's method. Table 1 Physico-chemical properties of raw materials SB SM2 SM1 Chemical composition (%) SiO2 71.7 47.7 45.9 MgO 14.8 20.1 20.7 CaO 8.8 23.4 26.4 K20 2.6 2.6 2.2 Fe203 2.1 2.4 3.1 AI203 - 2.2 - Particle size (mm) 0.25 0.25 0.25 Particle density ( g cm - 3 ) 1.81 1.96 1.95 Surface area (m2 g-l) 248 157 141 Pore volume (cm3 g- l) 0.408 0.333 0.312 Average pore diameter (nm) 6.4 8.9 9.5 338 M.L Guijarro et aL /Applied Catalysis A: General 132 (1995) 335-351 The mineralogical composition was studied by X-ray diffraction (XRD) using a Philips PW 1710 powder diffractometer in the 3-76(2~9) region using Cu Kcr radiation (A= 1.5418 A) The sulphurization process (S deposition on the solid), was monitored through S burnoff to SO2 in 50 ml min- ~ flowing air in a Perkin-Elmer TGS-2 Thermobal- ance rated at 10 K min-J. The percent weight loss at around 513 K was evaluated as the %S in the sample. Variations in the texture of the material with the deposited sulphur were followed by mercury intrusion porosimetry using a Micromeritics Pore Sizer 9320 and by nitrogen adsorption-desorption isotherms at 77 K in a Micromeritics ASAP 2000. 2.3. Reaction The experimental system is shown in Fig. 1 and consists mainly of (a) preheater and mixer, (b) reactor and (c) auxiliary equipment and absorber for purification of the exhaust gas. The preheater is a 20 cm long stainless steel conic cylinder of 10 cm diameter connected to the reactor at the upper end, filled with raschig rings to increase the area for heat exchange. The reactor, of the fluidized bed type, is a 40 cm high cylinder of 10 cm diameter, made of stainless steel (AISI 304L) with the lower part joined to the preheater, separated by a stainless steel sieve of 0.05 mm aperture width which permits a uniform distribution of gas in the bed. The reactor is provided with two inlets of r ~ Ciclone Glass ~ Stainless A,r i Fig. 1. Experimental setup. NaOH Scrubber Liquid pump - Chimney M.I. Guijarro et al. /Applied Catalysis A: General 132 (1995) 335-351 339 approximately 3 cm diameter, one at the top and one at the bottom for introducing and extracting the solid, respectively. The static bed height was about 17 cm in all cases. The upper part of the reactor is joined to a glass cylinder of the same diameter and 90 cm height for cooling the gases and recovery of the solid. The reactor was electrically heated by a wired Kanthal resistance wound on the outside of the walls and regulated by a P.I.D. controller. The temperature was maintained with a stability of _ 1 K. To sustain the fluid bed, an air flow of 27 L min- 1, provided by a compressor, Incoinsa, of 25 1 capacity and 14 bars pressure, was used. H2S and SO2 are supplied by SEO with a purity of N27 and N30, respectively. The flow was regulated by needle valves and measured by rotameters. A chamber located before the heater allows the mixture of the air with the reactants. The reactor worked in a semi-continuous regime, discontinuous for the solid and continuous for the gas. The solid in each run ( 1 kg) was first dried in an oven at 380 K for 24 h, then loaded in the reactor. The exhaust gases are purified from the fine particles in a cyclone and retained in a 4 M sodium hydroxide scrubber, in series with the reactor. 3. General outlook In order to study the effect of various parameters on the sulphur deposition, a simulation was devised in which the geometry of the pores was considered as cylindrical with variable radius r and the same length L, with a total overlapping between voids and throats distributions and pore range between 1.5 and 7000 nm. Successive steps of complete monolayers of Sa, octo-chains 22 ,~2 cross-sectional area and 13.8 A length as the most probable sulphur allotrope under the work conditions [ 7 ] were assumed. The calculations are applied to the pore-size distri- butions of the parent materials as obtained from the application of the BJH method [9] to nitrogen adsorption--desorption data and the Washburn equation [ 10] to mercury intrusion data for meso- and macroporosity, respectively. As departure point 1.5 nm is taken because sulphur molecules cannot penetrate pores below this size [4] ; thus, the simulation was applied to the fresh sample after having subtracted from the data the surface area and pore volume corresponding to micropores, which was not considered in the description of the porous structure model. (More details are given in [ 1 ], and references therein). Two deposition mechanisms as idealized extremes of the real situation were considered: a mono-multilayer mechanism (MMM) by which an ordered deposi- tion of complete sulphur layers along the internal wall of the pores is built up [ 11 ], and a wedge layered mechanism (WLM) [ 12] by which the foulant accumulates by simultaneous penetration into the pores and thickening on their walls in a quantity depending on the thickening/penetration ratio (Fig. 2). When the former (MMM) 340 M.I. Guijarro et aL /Applied Catalysis A.\" General 132 (1995) 335-351 T ~//\"//7/////7////7////77///~ s/~ 4 --x 4 [. + Fig. 2. Fouling by (a) mono-multilayer deposition; (b) wedge-layering deposition. was not able to describe the penetration in small pores, the latter (WLM) was applied. In a first stage, a comparison between pore distribution of the samples before (fresh sample) and after (sulphurized sample) is made in order to see the effect of the reaction variables in the diffusion of the reactants (an instantaneous reaction on the solid surface reached is always assumed). Calculations are made to simulate the measured porosimetric data in the sulphurized solids from the fresh ones following r h2 VMMM=i[1--2h+(r)]f,(r)dr ro (1) and i [ h X [h~2q VWLM= 1 --Xr+~[r) Jf,(r)dr ro (2) for the MMM and WLM respectively. In the formulaef.(r)dr is the volume of pores of sizes ranging from r to r+dr, x is the penetration (0-1L), and h the thickening of the deposited sulphur (1, 2, 3 ..... monolayers, 13, 8 ,~ size). From the results of the fitted curves, values for x and h are obtained and conclusions on the occupancy degree of pores ri abstracted. In a second stage, the total volume of foulant and its distribution in the pore system is obtained from: rf VSMMM=f[2~(1--~r)]f,(r)dr ro (3) and M.I. Guijarro et al. / Applied Catalysis A.\" General 132 (1995) 335-351 341 VSwLM=i[x~(1--hr)]f,(r)dr rO (4) 4. Results and discussion The influence of the substrate on sulphur deposition and distribution following the catalytic step of the Claus reaction, was studied on three sepiolite samples of different origin, with similar sulphur content (12%), under the experimental con- ditions summarized in Table 2. The reaction was effected at 400 K and 3% v/v of H2S. From the increase of deposited sulphur, contrasted by thermogravimetric analysis, vs. time in the three substrates, Fig. 3, an empirical relation Rs = Rso - awW was calculated. In the formula, W is the sulphur deposited, in g/100 g sepiolite, R0 and Rs the sulphur deposition rate (g S/100 g sepiolite minute), at 0 and S% sulphur content respectively, and aw (min-I) a 'deactivation constant' different for every substrate and set of conditions. In Table 3 the parameters for the three Table 2 Experimental conditions Total gas flow-rate (cm3 s-I) Solid weight (kg) Particle diameter (mm) Linear velocity (cm s- 1 ) Minimum fluidization rate (cm s- ' ) Molar ratio of reactants Temperature range (K) Reactants concentration ( % v/v) 450 1 0.20-0.32 5.75 2.7 I:l 358--400 2-4 16 ~ 12 U) 0~4 3% MVC 0 50 100 150 200 t (min) Fig. 3. Effect of the substrate on sulphur deposition; (O) SB; ([]) SM2; (A) SMI. 342 M.I. Guijarro et al. /Applied Catalysis A: General 132 (1995) 335-351 Table 3 Sulphurization process: rate equations. Rs = Rso - o~ W; ( g S / 100 g sepiolite per minute ) Substrate SB, Temperature, 400 K 2% H~S Rs =0.0549-12.6.10 -4 W 3% H2S Rs=0.1006-18.2. l0 4 W 4% H_~S Rs=0.1498-28.9\"10 4 W Substrate SM2, H2S Concentration 3% v/v 358 K Rs =0.0821-16.0' 10 ~ W 373 K Rs=0.0886-5.310 4 W 400 K Rs =0.1051-3.5.10 a W Substrate SMI, Temperature 400 K 2% H2S Rs =0.0393-12.4- 10 ~ W 3% H2S Rs=0.0861-22.610 z W 4% H2S Rs =0.1277-35.010 4 W studied samples are gathered. There are consequently two effects on the sulphur deposition process: one related to the specific activity of the solid and dependent on the nature of the substrate, concentration of reactants and temperature, and the other to deactivation, which could be related to (a) a slow modification of the activity by irreversible chemisorption-poisoning of reactants (SO2 ~ SO4~ ) [ 12] and/or products (sulphur and water) on the active sites, and (b) changes in texture and hence in surface area and porosity by fouling of the remaining solid. Under the chosen set of conditions, the latter prevails; with high enough temperatures, above the dewpoint, sulphur should not deposit, but only condense in the capillary pores of the solid in an extension given by the Kelvin equation, and a steady state in the Claus reaction could, eventually, be reached [4]. In order to see how the texture of the solid affects diffusivity after sulphurization, exhaustive textural analysis was effected on the samples, through nitrogen adsorp- tion-desorption at 77 K and mercury intrusion porosimetry. In Fig. 4 the porosimetric data are shown for samples SB, SM2 and SM1, curves a, b and c, fresh (solid lines) and sulphurized (dotted lines) respectively, as obtained from nitrogen adsorption-desorption isotherms and mercury intrusion. From the curves, textural parameters were calculated and gathered in Table 4. According to the data shown, surface area and microporosity decay dramatically with the sulphur deposition, meso- and macroporosity being less affected. As can be seen, the losses in pore volume do not balance the measured sulphur content, assuming a density of 2 g/cm3 for the deposited sulphur, neither the ratio between the calculated and the experimental values is the same in all three samples. This may be an indication that sulphur has produced different blockage of the pores as corresponding to a different pore size distribution in the samples. Under reaction conditions, gaseous reactants invade the porous structure of the solid and sulphur layers are built on the walls as they are reached by the reactants: a monolayer should first cover the solid surface, unless restrictions are present in any part of the porous system, in whose case, not all the sites will be accessible to M.I. Guijarro et al. /Applied Catalysis A: General 132 (1995) 335-351 343 0.4 ~\" 0.3- ~0.2 _ | ~o.1 o 1 10 100 1,000 r~, (nm) Fig. 4. Accumulated pore volume vs. pore radius for fresh (solid lines) and sulphurized (dashed lines) samples: (a) SB; (b) SM2; (c) SMI. the fluid phase. More constrictions will appear as the reaction progresses and sites behind them will become inactive, resulting in the corresponding losses in the solid activity. By application of the previously described models to the porosimetric data of the three fresh samples in Fig. 4, the feature of curve corresponding to the sul- phurized samples was simulated up to the fitness degree shown in Fig. 5, where dots mean the measured values and solid lines the simulated porosimetric curves for all tree samples. In the simulation both models were applied indistinctly. From those curves the number of sulphur layers occupying the samples after application of the models was calculated and is shown in Fig. 6. Depending on the pore size, the WLM model, it is to say, the incomplete penetration of the reactants and Table 4 Textural properties of sulphurized materials at 400 K W(%) SBET Vmicropore Vmesopo,e Vmacmpo~e ( cm3 g - i ) (m2 g- i ) (cm3 g- I ) (cm3 g- i ) 30 < rp < 200 nm rp > 200 nm Substrate SB 0 248 0.047 0.267 0.061 0.033 1 178 - 0.261 0.052 0.028 12 56 - 0.183 0.044 0.024 Substrate SM2 0 157 0.019 0.175 0.108 0.031 1 96 - 0.147 0.095 0.031 12 41 - 0.111 0.070 0.023 Substrate SM1 0 141 0.019 0.158 0.091 0.044 1 70 - 0.145 0.080 0.044 12 31 - 0.108 0.062 0.022 344 M.I. Guijarro et al. /Applied Catalysis A: General 132 (1995) 335-351 0.3 a ~ 0.2 - j O.1 0 , , 1 10 100 1,000 rp~ (nm) Fig. 5. Experimental (IS]), and simulated porosimetric curves in 12% S samples'. (a) SB; (b) SM2; (c) SM1, I00 E I0- 0- 100 - \"d I0 Z 0- 100 a b 0 l 10 100 1,000 rp, (urn) Fig. 6. Number of layers and penetration of sulphur vs. pore radius: (a) SB; (b) SM2; (c) SM1. M.L Guijarro et al. /Applied Catalysis A: General 132 (1995) 335-351 345 0.~- a x! ~ 0.20 : 0.10 \"..x. 7.\" ~, .. 0.00 0.0~- 1 b 0.04- ,3 - \"\" I~ \"\"..:'l \".... 0.02 _ I~ ~ x \".\" . ... \".. x \" 0.00 -- 30 1 10 100 1,000 rp, (am) Fig. 7. Sulphur distribution in sulphurized materials: solid line, SB; dashed line, SM2; dotted line, SM 1. (a) Pore size distribution in fresh material. (b) Sulphur distribution in sulphurized materials. corresponding reaction on the solid surface sustain. Only above a certain pore size, the MMM model can be applied. The threshold for both mechanisms is not strictly dependent on the pore size and an influence of the remaining pore distribution (and activity) seems to appear. Thus, a complete penetration (MMM) does not occur up to 30 nm in sepiolites SM 1 and SM2, whereas the threshold is 18 nm in SB. In contrast, penetration below those pore sizes, is smaller in sample SB followed by SM1 and SM2. In Fig. 7a the pore size distribution of the fresh samples is shown: a large incidence of macroporosity, along with a smaller one of mesoporosity in samples SM 1 and SM2 with respect to SB can be seen. According to that distribution and the number of layers deposited, (Fig. 6), the sulphur volume occupying every range of pore size, was calculated by application of expressions (3) and (4) and depicted in Fig. 7b. As may be observed, sulphur deposits into the whole pore network but its distribution, apart of some irregularities, is slightly skewed towards the larger sizes in every range of pores. In a previous paper [ 13 ], we described the porous network as interconnected constrictions (throats) and openings (voids) whose statistical properties can be described by two distributions: one for the throats, and one for the voids. The porous structure depends on the packing effi- ciency of the constituent particles and is a function of their symmetry properties. Depending on the kind of porous structures, the possibility of overlapping of both elements -- throats and voids-- is different. If any disturbing element (in shape 346 M.I. Guijarro et al. /Applied Catalysis A: General 132 (1995) 335-351 and size) is present in the samples (particles of different nature for example), this ideal disposition will be affected and constrictions should occur. Sepiolite, as has been described elsewhere [ 14] is a hydrosilicate, of structural formula Si~2Mg803o(OH)4(H20)4-8H20, with a fibrous morphology with micro- crystalline channels 10.8 4.0 .~ size parallel to the fibres. Its two axes symmetry gives rise, through aggregation, to bundles of needles with parallel sided non- intersecting pores of variable radius not larger than the particle diameter, micro- mesopores. Many packing orientations are possible among bundles, resulting, together with the previous system of parallel pores, in interconnected throats and voids of similar size, macroporous in size. On sepiolite SB, with a high density of meso-micropores, the gases find some difficulty to diffuse, increased by the fast reaction on the developed surface area of the pore walls; as a consequence, the penetration degree in smaller mesopores ( < 4 nm), is small (x= 2/L) but the quantity of sulphur deposited therein is high, specially around 22 nm coinciding with the maximum in porosity. In contrast, sepiolites SMI and SM2, with an important component of macroporosity, give an easy way to reactants which penetrate more deeply (x = 1L) the smaller pores, but result in a smaller amount of sulphur deposited. For a given amount of deposited sulphur, the smaller the quantity deposited in the mesopores shell of the samples, the higher the number of layers formed in the macropores (samples SM1 and SM2), thus resulting in an occupancy which is slightly skewed towards the larger sizes. Besides, the latter samples present a relatively high content of carbonates and iron oxides (more in SM1 ) with a different activity and morphology (granular against acicular) that can alter the connectivity of the pores affecting the reactants' diffusivity. This last point can explain the differences detected in sulphur location between SM1 and SM2, in spite of their similar pore distribution. With respect to deactivation, the value of the constants shown in Table 4 is a consequence of both effects, 'initial activity' and internal diffusivity inside the pore system of the samples as controlling the reaction. On sorbents of different origin, but not very different in activity, Cew must be strictly related to the porous system of the solids: mean pore radius, pore size distribution an connectivity, in combination with the fluid dynam- ics of the system. Four different cases can be quoted: when the activity is high and the structure open, reaction is effected on the surface as well as in the inner porous system, the degree of occupancy is high and the deactivation low (SM2). If, by contrast, the texture is closed, the reaction mainly occurs on the surface, but also on the pore walls, resulting in sample deactivation through pore clogging by the sulphur produced (SB). When activity is low and the pore system open, reactants penetrate easily, a homogeneous distribution of the foulant is produced, the degree of occupancy is high and the deactivation low. Finally, if the pore system is closed, the degree of penetration may be high and also the deactivation (SM 1 ). Comparing the actual sulphur content of the samples (12%) with that calculated from the application of the models assuming a sulphur density of 2 g/cm3, the fitness degree is much better on SM2 (9.9%) than on SB (8.2%), indicating the importance of M.I. Guijarro et al./Applied Catalysis A.\" General 132 (1995) 335-351 347 0.3 j 1 - I 1 8 b O ~ ' I I0 I00 1,000 rp, (nm) Fig. 8. Influence of reactant concentration on sulphur deposition (SMI). Experimental ([]) and simulated porosimetric curves: (a) 2% volume; (b) 4% volume. the reaction on the external surface area of the latter as mentioned previously; SM 1 takes an intermediate position (8.8%). Under the studied conditions, a pore range between 20 and 200 nm (Fig. 6) seems critical and a relation between its volume (Table 4) and aw (Table 3) is apparent. The effect of reactant concentrations was studied on SM1 at 400 K in two series with equimolecular mixtures of H2S and SO2 and concentrations of 2 and 4% in volume. From the corresponding porosimetric data and following a simulation like in the previous case, the curves corresponding to samples with 7% sulphur content were simulated and shown in Fig. 8 altogether with the measured data. It appears that the higher the reactant concentrations, the larger the penetration into the pores. In fact, working with 2% v/v, the reactants can hardly penetrate the meso- and small-macropores of the solid, and the deposits fit a WL model with different values for the parameters x and h (Fig. 9): at first, a scarce penetration occurs which gradually increases up to 3/4L in pores around 35 nm size. Above this size, an increase of the thickening/penetration (h/x) ratio is apparent, but pore sizes larger than 150 nm are necessary for the reactants to enter freely into the porous system and a deposition in complete monolayers following the MM model to occur. In contrast, complete monolayers are built above 16 nm working with 4% v/v of reactants, penetration never being, under such circumstances, smaller than 1/6L. With respect to deactivation, Table 3, it can be seen that, for the same amount of sulphur deposited, the larger the reactant concentration, the lower the deactivation coefficient with respect to the initial deposition rate, which can be related to a better 348 M.I. Guijarro et al./Applied Catalysis A: General 132 (1995) 335-351 100 0 100 0 1 10 100 1,000 r,, (nm) MM: WL: [] 1/30L ~] 1/20L [] 1/16L [] 1/8L [] 1/6L [] 1/4L [] 2/4L [] 3/4L Fig. 9. Number of layers and penetration of sulphur vs. pore radius, from experiment in Fig. 8. occupation degree of the sorbent porous network, by effect of the better diffusivity of the reactants. Also the influence of the temperature in the process was studied in the range 358-400 K, with equimolecular mixtures of H2S-SO2 3% v/v, on the most reactive substrate SM2. The results, gathered in Fig. 10, show no difference between sam- ples in small pores, the larger pores being more extensively occupied at higher temperatures. Since the energetics involved in the process are so low and only Knudsen diffusion, as a function of T- J/2, prevails in small pore sizes, no change in mobility of the reactants inside those pores would to be expected; sulphur deposition in small pores should be the same at both temperatures; in contrast, an increase in the reaction rates and corresponding sulphur production by effect of the temperature, results in an increase of the sulphur deposits in the 100-300 nm range and corresponding reduction in larger pores. The effect of temperature in deactivation is not so clear because there is no correspondence between the occupancy degree of the porous network (Fig. 10) and the a,~ shown in Table 3. As it is known, sulphur biradical, (S*), generated in the reaction, is responsible for the remaining activity of the solid once the surface is coated by a monolayer of sulphur deposit; this fact, suggested previously [ 15- 17], has been clearly proved by Fourier transform IR (FF-IR) and electron para- magnetic resonance (EPR) spectroscopies by one of the authors in a paper to come [ 18]. On this basis, it could be thought that the reaction first occurs due to the presence of a certain number of active centres in the fresh solid, on which the reactants, or at least one of them, are adsorbed and the reaction initiated: the amount M.L Guijarro et al. /Applied Catalysis A: General 132 (1995) 335-351 349 0.2- 0 - oo f/\"\" oO o ~ O ~a I I I 1 10 100 1,000 ,,,~iffg 358 K \"400K rp) (nm) Fig. 10. Influence of temperature on sulphur deposition (SMI). ([~) 358 K; (I) 400 K. of sulphur radicals formed will depend on the number of active centres present in the solid, and its stability, at the working temperature. Once a sulphur monolayer is built, the reaction proceeds there on up to S * stabilization. As the exposed surface is reduced, so it does the number of radicals, but the higher the temperature, the lower the stabilization possibilities of S* and, the better effectivity of the support (lower value of aw) which means that the deactivation could be related to the number of sulphur radicals present in the sample rather than to the differences becoming from the penetration degree of the reactants in the solid. 5. Conclusions The oxidation of H2S by SO2 at low temperature, below 400 K, using sepiolite as a catalyst, has proved to be a useful tool for increasing the sulphur recovery after the high temperature Claus process. At this temperature, below the dewpoint, all the produced sulphur condenses and is deposited on the solid surface resulting in catalyst deactivation by fouling. As the reaction proceeds, mass transfer limitations in microdomains of the sample appear and transport phenomena become the process determining step. All the reaction parameters affecting diffusivity, pore radius distribution, reactant concen- tration, temperature, have an influence on the shape of the deposits and, finally, on the activity and deactivation of the catalyst used. Under the reaction conditions, Micropores are useless in the solid, because they are normally lost with the first gram of sulphur produced, $8 being the dominant 350 M.I. Guijarro et al. /Applied Catalysis A: General 132 (1995) 335-351 allotrope at the working temperature. Mesopores and small macropores, by con- trast, are critical because the reactants can diffuse less and less towards the solid active surface as sulphur deposits are produced in voids and throats of the porous network, leaving the solid inactive. There are no diffusional limitations to the reactants in the macroporous system of the solid up to the studied level. Therefore, an open structure seems more favourable when the solid is to be used as adsorbent or potentially fouled catalyst ( such as is the case in the Claus reaction at low temperature). As a consequence, sepiolite, especially SM2, has received an important amount of sulphur (up to 100 g per 100 g of solid) without important losses in activity under the stated working conditions. With the energetics involved, higher concentrations of reactants also drive to a better distribution of the fouling agent in the porous network of the solid and, as a consequence, to a better proficiency without deactivation. (Concentrations of 2 as well as 4% v/v of SH2 can be surely depurated) The effect is of general occurrence when fouling, as a consequence of the chem- ical reaction involved, is expected; thus, it would be desirable that the catalyst, in order to prevent deactivation, has a high pore volume, mainly in macropores, (rp < 200 nm) together with a very correlated structure with no constrictions, in which throats and voids have almost the same radii, and a degree of overlap as near as possible to unity. This kind of open structure should allow a better reactant flow through the voids, which would ultimately result in greater activity and longer life of the catalyst. Nomenclature h L MMM r Rs Ro VMMM VWLM VSMMM VSwLM W WLM X OLw sulphur thickness ( 1,2,3 .... n, sulphur monolayers, 13.8 A thick) pore length mono-multilayer deposition mechanism pore radius (nm) sulphur deposition rate( g/100 g sepiolite min) initial sulphur deposition rate (g/100 g sepiolite min) residual pore volume after MMM (cm3 g- I ) residual pore volume after WLM (cm3 g - 1 ) total volume of foulant after MMM (cm3 g - ~ ) total volume of foulant after WLM (cm3 g- ~ ) percent sulphur deposited (g) wedge layered deposition mechanism fraction of pore length (L) penetrated deactivation constant (min - l ) M.I. Guijarro et al. /Applied Catalysis A: General 132 (1995) 335-351 351 Acknowledgements The authors wish to thank the Spanish Ministerio de Educaci6n y Ciencia for provision of a research studentship for one of the authors, and are also indebted to CICYT for the financial support of the work through a PROA action and Research Project N. AMB93-0111. Finally to TOLSA and MYTA S.A. for the samples used in the study. References [ 1 ] I. Guijarro, S. Mendioroz and V. Mufioz, Ind. Eng. Chem. Res., 33 (1994) 375. [2] S. Mendioroz, L. Daza and J.A. Pajares, C.S.I.C. Spanish Patent. No 551.862, (Feb. 1986). 13] B.W. Gamson and R.H. Elkins, Chem. Eng. Prog., 49 (4) (1953) 203. 14] G.R. Schoofs, Hydro. Proc., 64 (1985) 71. 15] L. Daza, S. Mendioroz and J.A. Pajares, Clays Clay Miner., 39 ( 1 ) ( 1991 ) 14. [6] M. Steijns, Ph.D. Thesis. Twente University of Technology, Enschede, Netherlands, 1976. [7] K.H. Meyer, Trans. Faraday Soc., 32 (1936) 148. [8] J.B. Butt, J. Catal., 41 (1976) 190. [9] E.P. Barrett, L.G. Joyner and P.P. Halenda, J. Am. Chem. Soc., 73 ( 1951 ) 373. [ 10] E.W. Washburn, Proc. Nat. Acad. Sci. U.S.A., 7 ( 1921 ) 115. [ 11 ] L. Daza and S. Mendioroz, Solid State Ionics, 42 (1990) 167. [ 12] C.C. Hughes and R. Mann, Proceedings of the ACS Symposium Chemical Reaction Engineering, American Chemical Society, Houston, 1978. [ 13] G. Zgrablich, S. Mendioroz, L. Daza, J.A. Pajares, V. Mayagoitia, F. Rojas and W.C. Conner, Langmuir, 7 (4) (1991) 779. [ 14] K. Brauner and A. Preisinger, Tschermarks Miner. Petro. Mitt., 6 (1956) 120. [ 15] M. Steijns and P. Mars, J. Catal., 35 (1974) 11. [ 16] Z. Dudzik and Z.M. George, J. Catal., 11 (1980) 78. [ 17] N.I. Dowling, J.B. Hyne and D.M. Brown, Ind. Eng. Chem. Res., 29 (1990) 2327. [ 18] S. Mendioroz, E. Alvarez, J. Soria and J.M. Palacios, submitted for publication. APCATA 95001638 0926-860X(95)00163-8 10.1016/0926-860X(95)00163-8 Elsevier Science B.V. All rights reserved Deactivation by fouling of a new catalyst for the low temperature Claus process M. Isabel Guijarro a Sagrario Mendioroz * a Vicenta Mun˜oz b a Inst. Catálisis y Petroleoquímica, CSIC, Campus U.A.M. Cantoblanco, 28049 Madrid, Spain b Dept. de Química Inorgánica y Química Técnica, U.N.E.D., Senda del Rey S/N, 28040 Madrid, Spain * Corresponding author. Three samples of naturally occurring sepiolite from different deposits in Spain were used as catalysts for the Claus reaction 2nH2S+ nSO2→3n/xS x + 2nH2O (ΔH = −109.2kJ mol−1) at low temperatures (< 400 K), to purify sulphur compounds (H2S and SO2) from tail-gas. The process was carried out in a fluidized bed reactor of the semicontinuous type on a semi-pilot scale. The sulphur produced in the reaction condenses on the solid surface contributing to its deactivation by fouling. Sulphur incorporation into the solid is governed by internal diffusion of the reactants in microdomains of the porous network, the factors affecting the latter being of capital importance in the occupation degree of the solid. The textural characteristics of the catalysts supports were studied by porosimetric techniques: nitrogen adsorption-desorption isotherms and mercury intrusion. Two pore-plugging mechanisms, the wedge layered (WLM) and the complete layered (MMM) mechanisms are described and applied to the porosimetric data of the sulphurized samples in order to ascertain the number of layers penetrating the system. Significant differences in the pore filling were observed by the application of the models which were related to factors affecting reactant diffusivity within the porous network: texture of the involved solids, working temperature (373–473 K) and reactant concentration (2–4% v/v H2S). Significant conclusions regarding the possibilities of sulphur recovery, in relation to the texture of the solids involved, may be reached in this study, but also, and more general, regarding parameters affecting catalyst deactivation by fouling. Keywords Fouling Super-Claus Sepiolite Desulphurization Flue gases References [1] Guijarro I. Mendioroz S. Mun˜oz V. Ind. Eng. Chem. Res. 33 1994 375 [2] S. Mendioroz, L. Daza and J.A. Pajares, C.S.I.C. Spanish Patent. No 551.862, (Feb. 1986). [3] Gamson B.W. Elkins R.H. Chem. Eng. Prog. 49 4 1953 203 [4] Schoofs G.R. Hydro. Proc. 64 1985 71 [5] Daza L. Mendioroz S. Pajares J.A. Clays Clay Miner. 39 1 1991 14 [6] Steijns M. Ph.D. Thesis 1976 Twente University of Technology Enschede, Netherlands [7] Meyer K.H. Trans. Faraday Soc. 32 1936 148 [8] Butt J.B. J. Catal. 41 1976 190 [9] Barrett E.P. Joyner L.G. Halenda P.P. J. Am. Chem. Soc. 73 1951 373 [10] Washburn E.W. Proc. Nat. Acad. Sci. U.S.A. 7 1921 115 [11] Daza L. Mendioroz S. Solid State Ionics 42 1990 167 [12] Hughes C.C. Mann R. Proceedings of the ACS Symposium Chemical Reaction Engineering American Chemical Society, Houston 1978 [13] Zgrablich G. Mendioroz S. Daza L. Pajares J.A. Mayagoitia V. Rojas F. Conner W.C. Langmuir 7 4 1991 779 [14] Brauner K. Preisinger A. Tschermarks Miner. Petro. Mitt. 6 1956 120 [15] Steijns M. Mars P. J. Catal. 35 1974 11 [16] Dudzik Z. George Z.M. J. Catal. 11 1980 78 [17] Dowling N.I. Hyne J.B. Brown D.M. Ind. Eng. Chem. Res. 29 1990 2327 [18] S. Mendioroz, E. Alvarez, J. Soria and J.M. Palacios, submitted for publication.",
      "scopus-id": "0000428836",
      "coredata": {
        "eid": "1-s2.0-0926860X95001638",
        "dc:description": "Three samples of naturally occurring sepiolite from different deposits in Spain were used as catalysts for the Claus reaction 2nH2S+ nSO2→3n/xS x + 2nH2O (ΔH = −109.2kJ mol−1) at low temperatures (< 400 K), to purify sulphur compounds (H2S and SO2) from tail-gas. The process was carried out in a fluidized bed reactor of the semicontinuous type on a semi-pilot scale. The sulphur produced in the reaction condenses on the solid surface contributing to its deactivation by fouling. Sulphur incorporation into the solid is governed by internal diffusion of the reactants in microdomains of the porous network, the factors affecting the latter being of capital importance in the occupation degree of the solid. The textural characteristics of the catalysts supports were studied by porosimetric techniques: nitrogen adsorption-desorption isotherms and mercury intrusion. Two pore-plugging mechanisms, the wedge layered (WLM) and the complete layered (MMM) mechanisms are described and applied to the porosimetric data of the sulphurized samples in order to ascertain the number of layers penetrating the system. Significant differences in the pore filling were observed by the application of the models which were related to factors affecting reactant diffusivity within the porous network: texture of the involved solids, working temperature (373–473 K) and reactant concentration (2–4% v/v H2S). Significant conclusions regarding the possibilities of sulphur recovery, in relation to the texture of the solids involved, may be reached in this study, but also, and more general, regarding parameters affecting catalyst deactivation by fouling.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-11-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001638",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Guijarro, M. Isabel"
          },
          {
            "@_fa": "true",
            "$": "Mendioroz, Sagrario"
          },
          {
            "@_fa": "true",
            "$": "Mun˜oz, Vicenta"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001638"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001638"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00163-8",
        "prism:volume": "132",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Deactivation by fouling of a new catalyst for the low temperature Claus process",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Fouling"
          },
          {
            "@_fa": "true",
            "$": "Super-Claus"
          },
          {
            "@_fa": "true",
            "$": "Sepiolite"
          },
          {
            "@_fa": "true",
            "$": "Desulphurization"
          },
          {
            "@_fa": "true",
            "$": "Flue gases"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "335-351",
        "prism:endingPage": "351",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 November 1995",
        "prism:doi": "10.1016/0926-860X(95)00163-8",
        "prism:startingPage": "335",
        "dc:identifier": "doi:10.1016/0926-860X(95)00163-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000428836"
      }
    }
  }
}