{
  "metadata": {
    "title": "Isomenzation of<ce:sup loc=pre>13</ce:sup>C labeled butane over Fe,Mn promoted sulfated ZrO<ce:inf loc=post>2</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-10-13",
    "doi": "10.1016/0926-860X(94)80084-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94800847",
    "pii": "0926860X94800847"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028524323",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-17 2001-08-17 2010-10-02T11:38:12 1-s2.0-0926860X94800847 0926-860X(94)80084-7 0926860X94800847 10.1016/0926-860X(94)80084-7 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X02037 2024-01-01T12:21:46.509935Z 0 0 19941013 1994 2001-08-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 118 118 1 1 Volume 118, Issue 1 3 L11 L15 L11 L15 19941013 13 October 1994 1994-10-13 1994 Letter article fla Copyright © 1994 Published by Elsevier B.V. ISOMENZATIONOF13CLABELEDBUTANEOVERFEMNPROMOTEDSULFATEDZRO2CATALYST ADEEVA V HSU 1992 1645 C BROUWER 1972 179 D BROUWER 1980 137 D CHEMISTRYCHEMICALENGINEERINGCATALYTICPROCESSES BEAREZ 1983 405 C BEAREZ 1985 346 C KUNG 1989 210 H STUDIESINSURFACESCIENCECATALYSIS TRANSITIONMETALOXIDESSURFACECHEMISTRYCATALYSIS ADEEVAX1994XL11 ADEEVAX1994XL11XL15 ADEEVAX1994XL11XV ADEEVAX1994XL11XL15XV item 0926-860X(94)80084-7 0926860X94800847 1-s2.0-0926860X94800847 10.1016/0926-860X(94)80084-7 271346 2024-01-01T12:21:46.509935Z 1994-10-13 1-s2.0-0926860X94800847-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94800847/MAIN/application/pdf/a5e820ef7fad111a9f40526cfdbdbc2b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94800847/MAIN/application/pdf/a5e820ef7fad111a9f40526cfdbdbc2b/main.pdf main.pdf pdf true 290831 MAIN 5 1-s2.0-0926860X94800847-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94800847/PREVIEW/image/png/1b557eba8a4c15b505f56c27539003e3/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94800847/PREVIEW/image/png/1b557eba8a4c15b505f56c27539003e3/main_1.png main_1.png png 52713 849 656 IMAGE-WEB-PDF 1 WPM A ELSEVIER Applied Catalysis A:Genera1118(1994)Lll-L15 Letter Isomerization of 13C labeled butane over Fe,Mn promoted sulfated Zr02 catalyst V. Adeeva, G.D. Lei, W.M.H. Sachtler* V.N. Ipatieff Laboratory, Center for Catalysis and Surface Science, Department of Chemistry, Northwestern University, 2137 Sheridan Road, Evanston, IL 60208 USA Received 28 June 1994; revised 4 August 1994; accepted 4 August 1994 Abstract Conversion at low temperature of double labeled butane, '3CH3CHZCH23CH3, over sulfated zirconium dioxide modified with iron and manganese ions, leads to isobutanes containing zero, one, two, three and four \"C atoms in abundances corresponding to a binomial distribution. Isomerization over this catalyst apparently involves oligomerization and 13-fission of a chemisorbed Cs-carbenium ion to iso-C4 fragments. Keywords: Butane isomerization; Iron promotion; Isotopic labeling; Manganese promotion; Zirconium oxide 1. Introduction Sulfated zirconia catalysts that have been modified with iron and manganese oxides display high activity for the isomerization of n-butane. In comparison to the unmodified catalyst, the reaction rate is several orders of magnitude higher; nbutane has been reported to be appreciably converted even at room temperature [1]. Recent Fourier transform IR (FT-IR) and nuclear magnetic resonance (O) studies showed that the acid strength of surface sites on iron and manganese modified sulfated zirconia, FMSZ, is similar to that of unmodified sulfated zirconia, SZ. The Lewis acidities are comparable and the Bronsted acid strength does not exceed that of the HY zeolite [ 2 ] . The extraordinary activity of FMSZ is, therefore, not caused by an extraordinary acid strength. Two hypotheses, which are not mutually exclusive, can be considered to explain the high activity. The first hypothesis assumes that modification with iron and Corresponding author. Tel. ( + 1-708 )4915263, fax. ( + 1-708)4671018. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0926-860X(94)00128-6 L12 V. Adeeva et al. /Applied Catalysis A: General 118 (1994) L11-L15 manganese provides stabilization of reaction intermediates such as carbenium ions. It is known that isomerization of n-butane to i-butane in homogeneous superacids is unfavorable because it requires the intermediate formation of a primary carbenium ion [ 3,4 ] . On the surface of solid catalysts, however, chemisorbed `carbenium ions' are similar to alkoxy groups or alkyl sulfates. A second hypothesis assumes that isomerization of n-butane proceeds via a bimolecular mechanism, i.e. initially some alkene is formed from n-butane. Once a Cg ion is formed by interaction of C4 with CT, isomerization and -fission lead to iso-C4 skeletons without the need to form a primary carbenium ion intermediate. This mechanism has been proposed for the conversion of n-butane on H-mordenite on the basis of kinetic and 13C labeling experiments [ 5,6 ] . Transition metal oxides are known to be dehydrogenation catalysts [ 7 ] ; their ability to produce alkene might be a cause of the extraordinary catalytic activity of FMSZ for the n-butane isomerization. In the present study 13C labelled n-butane, 13CHg-(CH2)2-13CH3 was used to obtain evidence whether a bimolecular (or oligomolecular) mechanism is involved in the isomerization of n-butane over FMSZ. 2. Experimental FMSZ was prepared by stepwise impregnation of sulfated zirconium hydroxide, kindly provided by Magnesium Elektron, with aqueous solutions of iron and manganese nitrates. The catalysts were calcined in a flow of dry air (30 ml/min) at 725 for 1 h. Inductively coupled plasma (ICP) analysis showed an elemental composition of 1.5 wt.-% Fe, 0.5 wt.-% Mn, and 1.0 wt.-% S. Reaction studies with butane-1,4-13 C2 (Isotec Inc.) were carried out in a recirculation system. 1.5 g of the catalyst was pretreated in dry air (30 ml/min) at 450 for 2 h. After evacuation of the reactor and the circulation system, and heating of the catalyst to 80, 7 Torr (1 Torr= 133.3 Pa) of 1,4-13C-butane and 14 Torr of argon were introduced into the system. The reaction products were monitored by using an on-line mass spectrometer (Dycor M100) with a leak valve from the reaction system. In some runs, the reaction mixture was trapped, at the end of the reaction, and analyzed by gas chromatography-mass spectrometry (GCMS) in the Analytical Laboratory of Northwestern University. Isomerization of unlabeled n-butane was done in the same way as described. 3. Results and discussion Fig. l a and b show the m l e = 55-m l e = 65 portion of the mass spectra for nbutane and i-butane, respectively. While these molecules have similar fragmentation patterns, the relative intensities of the fragment peaks differ considerably. With V. Adeeva et al. /Applied Catalysis A: General 118 (1994) Lll Ll5 L13 a b 2 a c IJ1 _ I 55 56 57 58 59 60 61 62 63 64 65 rn/e Fig. 1. Mass spectra of (a) n-butane; (b) i-butane; (c) reaction mixture after 1 h of isomerization of n-butane over FMSZ at 80 in recirculation system. n-butane the parent peak is predominant; with i-butane fragmentation is significant. The relative sensitivity of the parent peak (mle=58) is approximately 4 and 1 for n-butane and i-butane, respectively. While the intensity of the parent peak, (p), is high and of the `parent minus l' peak, (p -1), is low for n-butane, for i-butane (p) is low and (p-1) is relatively high. Thus, the ratio p/p-1 is a good indication for the conversion of n-butane to i-butane. Fig. l c shows the spectrum of the reaction mixture after 1 h of reaction with unlabeled n-butane. By comparison of the p/ p -1 ratio of the reaction mixture with that of a series of mixtures of n- and ibutane of known composition, we estimate that the reaction mixture contains 60% i-butane and 40% n-butane. The changes in mass spectra with time during isomerization with 1,4-13C-butane are shown in Fig. 2. As with the unlabeled experiment, the parent peak, now at m/ e = 60, decreases and the p -1 peak increases indicating that isomerization takes place. The most remarkable result is, however, the change in the peaks with ml e 61, and 62. They correspond to molecular C4 ions containing three and four t3C atoms. These molecules cannot be formed in a monomolecular mechanism. Formation of C$ or higher oligomers, followed by isomerization and C-C fission, must be responsible for the formation of these molecules. Therefore this result clearly proves the occurrence of a bi- (or multi-) molecular mechanism in the isomerization of nbutane. L14 V. Adeeva et al. /Applied Catalysis A: General 118 (1994) L11 -L15 a b h 0 c 55 56 57 58 59 60 61 62 63 64 65 na/e Fig. 2. Mass spectra of the reaction mixture of 1,4-\"C-butane isomerization over FMSZ at 80 in recirculation system after (a) 1 min; (b) 30 min; (c) I h. In order to analyze the 13C labeled reaction mixture, a GC-MS experiment was carried out. In this case, the reaction was done with a higher butane pressure (30 Torr); after 1 h the reaction mixture was condensed and transferred to the GC-MS analyzer. The GC-MS analysis shows that the reaction mixture contains 52% ibutane, 48% n-butane, and some minor amounts of propane and i-pentane. Table 1 shows preliminary results of the relative parent peak intensities of the iso-C4 molecules with zero, one, two, three and four 13C atoms. The peak intensities have been corrected for fragmentation and 13C natural abundance. The full range spectra will be computer analyzed and published separately. Also shown in Table 1 is a calculated binomial distribution of 13C in C4 with an average 13C/12C ratio of 1. Remarkably, the peak ratios for i-butane are very similar to those calculated for binomial distribution, i.e. isotopic equilibrium. This shows, unambiguously, that almost all i-butane molecules are formed via C-C fission of C$ or higher oligomeric intermediates. Table 1 GC-MS analysis of i-butane in reaction mixture after 1 h of reaction with n-butane-1,4-1' C2 zero \"C One l'C Two l'C Three l'C Four l'C i-Butane 1.1 4.3 6.8 4.1 1 Binomial distribution 1 4 6 4 1 V. Adeeva et al. /Applied Catalysis A: General 118 (1994) L11-L15 L15 The GC-MS data of the reaction mixture also show that for n-butane the m/ e = 60 peak of the 13 C2 molecule prevails, as expected. However, a minority of the n-butane molecules contain three or even four 13C atoms, the intensity ratio 13 C2/ 1303 / 1304 is 62.9 / 4.2 / 1. The 13 C3/ 13 C4 ratio is, again, in accordance with a binomial distribution. This indicates that some n-butane molecules are reaction products which have been formed by J3-fission of a Ca intermediate. In agreement with the known fission pattern of Cg carbenium ions, formation of iso-C4 skeletons is strongly preferred over that of n-C4 moieties. In conclusion, the present results show that isomerization of n-butane over FMSZ proceeds predominantly via an oligomeric intermediate, most probably a Cg entity, conventionally described as `adsorbed carbenium ion'. Acknowledgements We thank Magnesium Elektron Inc. for kindly providing us with samples of sulfated zirconium hydroxide. References [ 1 ] C: Y. Hsu, C.R. Heimbuch, C.T. Armes and B.C. Gates, J. Chem. Soc. Chem. Commun., (1992) 1645. [2] V. Adeeva, J.W. de Haan, J. Janchen, G.-D. Lei, V. Schdnemann, L.J.M. van de Ven, W.M.H. Sachtler and R.A. van Santen, J. Catal., submitted for publication. [3] D.M. Brouwer and H. Hoogeveen, Progr. Phys. Org. Chem., 9 (1972) 179. [4] D.M. Brouwer, in R. Prins and G.C.A. Schuit (Editors), Chemistry and Chemical Engineering of Catalytic Processes, Netherlands, 1980, p. 137. [ 5 ] C. Bearez, F. Chevalier and M. Guisnet, React. Kinet. Catal. Lett., 22 (1983) 405. [6 ] C. Bearez, F. Avendano, F. Chevalier and M. Guisnet, Bull. Soc. Chim. Fr., 3 (1985) 346. [7] H.H. Kung, Transition Metal Oxides: Surface Chemistry and Catalysis (Studies in Surface Science and Catalysis, Vol. 45), Elsevier, Amsterdam, 1989, p. 210. APCATA 94800847 0926-860X(94)80084-7 10.1016/0926-860X(94)80084-7 Elsevier Science B.V. All rights reserved Isomenzation of13C labeled butane over Fe,Mn promoted sulfated ZrO2 catalyst V. Adeeva G.D. Lei W.M.H. Sachtler * V.N. Ipatieff Laboratory, Center for Catalysis and Surface Science, Department of Chemistry, Northwestern University, 2137 Sheridan Road, Evanston, USA * Corresponding author. Tel. (+1-708)4915263, fax. (+1-708)4671018. Conversion at low temperature of double labeled butane,13CH3CH2CH13 2CH3, over sulfated zirconium dioxide modified with iron and manganese ions, leads to isobutanes containing zero, one, two, three and four13C atoms in abundances corresponding to a binomial distribution. Isomerization over this catalyst apparently involves oligomerization and β-fission of a chemisorbed C8-carbenium ion to iso-C4 fragments. Keywords Butane isomerization Iron promotion Isotopic labeling Manganese promotion Zirconium oxide References [1] Hsu C.-Y. Heimbuch C.R. Armes C.T. Gates B.C. J. Chem. Soc. Chem. Commun. 1992 1645 [2] V. Adeeva, J.W. de Haan, J. Jänchen, G.-D. Lei, V. Schünemann, L.J.M. van de Ven, W.M.H. Sachtler and R.A. van Santen, J. Catal., submitted for [3] Brouwer D.M. Hoogeveen H. Progr. Phys. Org. Chem. 9 1972 179 [4] Brouwer D.M. Prins R. Schuit G.C.A. Chemistry and Chemical Engineering of Catalytic Processes 1980 137 Netherlands [5] Bearez C. Chevalier F. Guisnet M. React. Kinet. Catal. Lett. 22 1983 405 [6] Bearez C. Avendano F. Chevalier F. Guisnet M. Bull. Soc. Chim. Fr. 3 1985 346 [7] Kung H.H. Transition Metal Oxides: Surface Chemistry and Catalysis Studies in Surface Science and Catalysis 45 1989 Elsevier Amsterdam 210",
      "scopus-id": "0028524323",
      "coredata": {
        "eid": "1-s2.0-0926860X94800847",
        "dc:description": "Conversion at low temperature of double labeled butane,13CH3CH2CH13 2CH3, over sulfated zirconium dioxide modified with iron and manganese ions, leads to isobutanes containing zero, one, two, three and four13C atoms in abundances corresponding to a binomial distribution. Isomerization over this catalyst apparently involves oligomerization and β-fission of a chemisorbed C8-carbenium ion to iso-C4 fragments.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-10-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94800847",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Adeeva, V."
          },
          {
            "@_fa": "true",
            "$": "Lei, G.D."
          },
          {
            "@_fa": "true",
            "$": "Sachtler, W.M.H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94800847"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94800847"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80084-7",
        "prism:volume": "118",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Isomenzation of13C labeled butane over Fe,Mn promoted sulfated ZrO2 catalyst",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Butane isomerization"
          },
          {
            "@_fa": "true",
            "$": "Iron promotion"
          },
          {
            "@_fa": "true",
            "$": "Isotopic labeling"
          },
          {
            "@_fa": "true",
            "$": "Manganese promotion"
          },
          {
            "@_fa": "true",
            "$": "Zirconium oxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "L11-L15",
        "prism:endingPage": "L15",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 October 1994",
        "prism:doi": "10.1016/0926-860X(94)80084-7",
        "prism:startingPage": "L11",
        "dc:identifier": "doi:10.1016/0926-860X(94)80084-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028524323"
      }
    }
  }
}