{
  "metadata": {
    "title": "Vapor-phase oxidation of benzoic acid to phenol over Na<ce:inf loc=post>2</ce:inf>O-promoted NiO<ce:glyph name=sbnd></ce:glyph>Fe<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-03-02",
    "doi": "10.1016/0926-860X(94)00216-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94002169",
    "pii": "0926860X94002169"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037688057",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X94002169 0926-860X(94)00216-9 0926860X94002169 10.1016/0926-860X(94)00216-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00300 2024-01-01T12:18:48.759026Z 0 0 19950302 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 123 123 1 1 Volume 123, Issue 1 9 111 121 111 121 19950302 2 March 1995 1995-03-02 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. VAPORPHASEOXIDATIONBENZOICACIDPHENOLOVERNA2OPROMOTEDNIOFE2O3CATALYST MIKI J GELBEIN 1978 125 A STOLCOVA 1986 153 M STOLCOVA 1989 83 M HRONEC 1991 201 M MIKI 1994 691 J MIKI 1994 1685 J MIKI 1994 L1 L5 J SHIMANOUCHI 1980 70 N KAWASAKI 1975 504 M MIKIX1995X111 MIKIX1995X111X121 MIKIX1995X111XJ MIKIX1995X111X121XJ item 0926-860X(94)00216-9 0926860X94002169 1-s2.0-0926860X94002169 10.1016/0926-860X(94)00216-9 271346 2024-01-01T12:18:48.759026Z 1995-03-02 1-s2.0-0926860X94002169-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002169/MAIN/application/pdf/55b8f810cf51e59fd0700c0d424c85e4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002169/MAIN/application/pdf/55b8f810cf51e59fd0700c0d424c85e4/main.pdf main.pdf pdf true 504888 MAIN 11 1-s2.0-0926860X94002169-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002169/PREVIEW/image/png/590b83c7ad6b69bb4339fc1a735a8bfc/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002169/PREVIEW/image/png/590b83c7ad6b69bb4339fc1a735a8bfc/main_1.png main_1.png png 48055 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 123 (1995) l 11-12l Vapor-phase oxidation of benzoic acid to phenol over Na20-promoted NiO-Fe203 catalyst J. Miki l ,, M. Asanuma, Y. Tachibana, T. Shikada Material and Processing Research Center. NKK corporation. 1-1. Minamiwatarida-cho, Kawasaki-ku, Kawasaki 210 Japan Received 15 June 1994; revised 20 September 1994; accepted 22 September 1994 Abstract A NiO-Fe203-Na20 catalyst achieved an extremely high space-time yield (STY) of phenol, while maintaining a high phenol selectivity, as compared with that of a conventional CuO catalyst for the vapor phase oxidation of benzoic acid. The addition of NaeO to NiO-Fe203 catalyst was found to be very effective in increasing the STY of phenol, while maintaining a high phenol selectivity. The effect of temperature, oxygen ratio, H20 ratio, and space velocity on the catalyst performance were examined in order to optimize the phenol selectivity and STY of phenol. The reaction route for phenol formation over the Na20-promoted NiO-Fe203 catalyst was also speculated upon by considering the deactivation of the catalyst. Keywords: Benzoic acid; Nickel oxide-iron oxide; Phenol; Sodium promotion; Vapour-phase oxidation 1. Introduction The oxidation of toluene to phenol via benzoic acid (the Dow process) is one of the conventional methods for the commercial production of phenol. In this process, toluene is first oxidized to benzoic acid in the liquid phase using a cobalt- manganese catalyst, and then the benzoic acid is oxidized to phenol using a copper catalyst in the liquid phase. However, a poor phenol yield and tar formation have been reported for the latter reaction using a Cu-based catalyst in the liquid phase and these problems still remain unsolved [ 1-8 ]. Hence, the development of cata- lysts which yield phenol from benzoic acid in high efficiency has been pursued for a long time. From an industrial point of view, the vapor phase method for the oxidation of benzoic acid to phenol is considered to be a very attractive process * Corresponding author. 0926-860X/95/$9.50 1995 Elsevier Science B.V. All rights reserved SSDIO926-860X (94) 0021 6-9 112 J. Miki et al. /Applied Catalysis A: General 123 (1995) 111-121 because of its simplicity with respect to product purification and catalyst regener- ation. Considerable research has also performed on CuO catalysts in vapor phase oxidation of benzoic acid to form phenol selectively, although this is still considered to be difficult for industrial use because of its poor phenol selectivity and low space- time yield (STY) [9-15]. We have already developed a novel catalyst which consists of NiO and Fe203, and have achieved high benzoic acid conversion, maintaining a high phenol selectivity [ 16-18]. In the present work, we found that modification of the NiO-Fe203 catalyst with Na20 enhanced the STY of phenol considerably. In addition, we examined in detail the effect of the reaction conditions on catalytic activity in order to reveal the activity features exhibited by the novel catalyst. 2. Experimental 2.1. Catalysts NiO-Fe203 catalysts were prepared by precipitation with aqueous solutions of metal nitrates and sodium hydrate. The precipitates obtained were washed with pure water until they became free from sodium, dried and then calcined in air at 800 for 4 h. The addition of Na20 to the NiO--Fe203 catalysts was performed by impregnating with aqueous solutions of sodium carbonates, and then calcining again in air at 500 for 3 h. The catalysts were crushed to a particle size range of 20-40 mesh before use. 2.2. Apparatus and procedure The reaction was carried out using a conventional flow reactor at atmospheric pressure. The reactor was made of a quartz tube with an inner diameter of 20 mm and a length of 500 ram. The experiments were carried out in the presence of steam. Molten benzoic acid was supplied to the reactor with a hot steal syringe which was heated to 130. An amount of 10 g of the catalysts was used and the reaction temperature was measured by a thermocouple placed in a thermowell within the catalyst bed. The organic products were collected in two cold traps with acetone and were analyzed by a gas chromatograph using an on-line thermal conductivity detector. Phenol, benzene, carbon monoxide, carbon dioxide and trace amounts of biphenyl and phenyl benzoate were detected in the analysis. The selectivities to the products were calculated on the basis of benzoic acid converted. Carbon monoxide and carbon dioxide, calculated to establish the CO + CO2 selectivity, were supposed to be generated by complete combustion of benzoic acid. Therefore, carbon dioxide generated throughoxidation to phenol (C6HsCOOH + 102 ---> C6H5OH + CO2) was not included in the CO + CO2 selectivity. J. M iki et al. / Applied Catalysis A: General 123 (1995) I l I 121 113 3. Results and discussion 3.1. Effect of Na20 on the NiO-Fe20~ catalyst As shown in Table 1, NiO-FezO3 catalyst showed a 93% phenol selectivity with 100% benzoic acid conversion under a space velocity (SV) of 1600 h-~; however, further improvement of the STY (85 h- l) seems to be required for the industrial application of this process. In order to enhance the STY value, the effect of an increase in SV was investigated first. An increase of the SV to 10 000 h i resulted in a drastic decrease of the benzoic acid conversion, and the phenol selectivity also decreased because of considerable benzene formation. It is considered that decar- boxylation of benzoic acid took place and was accelerated by hot spots generated on the catalyst surface at high SV. Although it is established that the STY of phenol could rise up to 384 g l~t1 h- l by increasing the SV, there is a considerable room for improvement in a low phenol selectivity and low conversion. We found that the catalytic activity was greatly enhanced by the addition of alkali or alkaline earth metal oxides to the NiO-Fe2Q catalyst, as previously reported [ 19]. As shown in Table 1, NazO-promoted catalyst showed excellent catalytic performance, 91.1% phenol selectivity with 100% benzoic acid conver- sion. Moreover, the addition of Na20 tripled the value of phenol STY compared with that of the catalyst without additives. Fig. 1 shows the X-ray diffraction (XRD) patterns of the NiO-Fe203 and NiO- Fe203-Na20 catalysts. It is apparent that the NiO-Fe203 catalyst consists of NiO and NiFe204, and the coexistence of the two kinds of oxides is supposed to play an important role in the catalytic activity [18,20]. As can be seen in Fig. lb, the addition of Na20 resulted in new XRD patterns, suggesting that complex oxides of Ni and Na, for example NaNiO2, might be formed in addition to NiO and NiFe204. We propose the reaction mechanism in Fig. 2. The initial stage of the reaction would be an adsorption of benzoic acid on the base component, probably NaOH Table 1 Effect of Na20 on conversion and selectivity~' Additiveb Conversion (%) Selectivity'~ (%) STY (g lc~,' b ~) Phenol Benzene CO+ CO2 Nonec 100 93.0 5.0 1.0 85 None 28.7 70.4 18.3 1.5 384 Na20 100 91.1 7.8 1.9 1305 Catalysts: 47.5 wt.-% NiO-51.5 wt.-% Fe203-1 wt.-% additive; prepared by coprecipitation; calcined at 800; reaction conditions: benzoic acid/air/steam = 1/5/15 (molar ratio) ; space velocity - 10 000 h ~: reaction tem- perature = 400. t, Impregnated with an aqueous solution of sodium carbonates. Space velocity= 1600 h i. d Selectivity is calculated on the basis of moles benzoic acid converted. 114 J. Miki et al. / Applied Catalysis A.\" General 123 (1995) I I I 121 ID (a) Lx I I I I I I I I 10 20 30 40 50 60 70 80 90 20 (o) (b) I i I I I I I 10 2(] 30 40 50 60 70 80 90 20 ( Fig. I. XRD patterns of (a) NiO-Fe203 and (b) NiO-Fe2 O3-Na20 catalysts; (A) NiO, (O) NiFe204, (I) NaNiO2. formed from Na20 or NaNiO2 in the presence of steam. After the formation of sodium benzoate, it is transferred to benzoyl salicylic acid which is an intermediate for phenol formation [ 9-15 ]. The enhancement of the conversion by the additives can probably be attributed to the acceleration of the adsorption of benzoic acid on the catalyst surface to form sodium benzoate. On the other hand, the increase of phenol selectivity is presumed to be caused by the formation of sodium benzoate which is more stable than benzoic acid from a thermochemical point of view [21,22]. Fig. 3 shows the results of thermogravimetric analysis, indicating the sodium benzoate possesses a higher thermostability than the nickel benzoate, both of which are considered to be formed as an intermediate to phenol. It is speculated that the decomposition of benzoic acid to benzene and carbon dioxide over the NiO-Fe203-Na20 catalyst is inhibited due to the stability of sodium benzoate, which leads to the increase in phenol selectivity. O II COOH COONa O \"C02~r~ v ~C-u~ ~-- /\" ,o ,,~N.~o \"~iO.Fe,O~.~ o.-~' IZ Fig. 2. The mechanism of phenol production over NiO-Fe203-Na20 catalyst. J. Miki et al. /Applied Catalysis A: General 123 (1995) 111-121 l 15 100 A g 100 I I I I 200 400 600 800 Temperature . (~) o I I I I 200 400 600 800 (~C) Temperature Fig. 3. TGA profile for nickel benzoate and sodium benzoate; (a) nickel benzoate, (b) sodium benzoate. 3.2. Effect of Na20 content on catalyst activities Table 2 shows the effect of Na20 content on catalytic activity. The activity was measured after 5 h and 10 h from the initial feed of benzoic acid. A Na20 content of 0.5 wt.-% was found to be very effective for optimal catalytic activity both as regards phenol selectivity and conversion. On the whole, the conversion and phenol Table 2 Effect of Na20 content on catalytic activitiesa Na20 contentb (wt.-%) Time~ (h) Conversion (%) Selectivity~ (%) STY (g l~t~ h ') Phenol Benzene CO+CO2 0.5 5 94.2 88.2 10.9 trace 2014 0.5 l0 95.2 90.1 7.6 1,9 2112 1.0 5 68.5 83.4 12.4 3.0 1346 1.(1 10 73.5 83.1 11.9 2.9 1352 2.0 5 71.6 87.1 12.9 0.1 1506 2.0 10 7(l.1 60.3 37.7 1.1 1174 5.0 5 73.4 49.2 46.3 1.3 871 5.1) 10 39.7 28.9 60.2 7.6 274 a Catalysts: Fe/Ni = 1 (atomic ratio); prepared by coprecipitation; calcined at 800; reaction conditions: benzoic acid/air/steam = 1/4/10 (molar ratio) ; space velocity = 7700 h t ; reaction temperature = 400. Impregnated with an aqueous solution of metal nitrate or carbonate. c Time from the start of the feed in the continuous reaction. Selectivity is calculated on the basis of moles benzoic acid converted. 116 J. Miki et al./ Applied Catah'sis A: General 123 (1995) Ill 121 (c) | I I I I 4000 3200 2400 1600 800 (cm-I) Fig. 4. Infrared spectra of (a) NiO-Fe203-Na20 catalyst after use, (b) solid product from extraction of NiO Fe203-Na20 catalyst by pyridine, and (c) sodium benzoate. selectivity decreased and benzene selectivity increased rapidly with increasing Na20 content. According to the thermal analysis of the catalysts after use for the activity measurement, it was found that the amount of sodium benzoate deposited on the catalyst surface increased with an increase in the Na20 content of the catalyst. The existence of sodium benzoate formed on the catalyst surface was confirmed by infrared spectra of the catalyst after use, the solid produced from extraction of the catalyst with pyridine, and the reagent sodium benzoate (Kanto Chemical Co.). The three spectra exhibited completely identical patterns (Fig. 4), indicating dep- osition of sodium benzoate on the catalyst surface. The results suggest that the decrease in conversion with increasing Na20 content was caused by the accumu- lation of sodium benzoate, covering the active sites on the catalyst surface. It can also be presumed that the decrease in phenol selectivity and the increase in benzene selectivity with increasing Na20 content result from the decomposition of sodium benzoate accumulated over a period of time on the catalyst surface. It is of great interest that the catalysts with 0.5 and 1.0 wt.-% Na20 content showed no deactivation within 10 h of continuous reaction, while the catalysts with 2.0 and 5.0 wt.-% Na20 content clearly exhibit deactivation. The results suggest that the accumulation of sodium benzoate is responsible not only for the activity decrease but also for deactivation. It is considered that a part of the sodium benzoate formed on the catalyst surface is very effective for the enhancement of phenol SYT as shown in Table 1 ; however, the rest of the sodium benzoate tends to accumulate on the catalyst surface because of its high melting point (410) which is higher than the reaction temperature. From the above interpretation of the catalyst deac- tivation, it seems to be quite reasonable that the deactivation rate becomes faster with increasing Na20 content because the accumulation of sodium benzoate is considered to be proportional to the Na20 content. Fig. 5 shows the Na20 concen- tration in the bulk and on the surface of the catalyst. This figure reveals that Na20 J. Miki et al, / Applied Catalysis A: General 123 (1995) 111-121 117 6O 40 g ~ 2O u o i i 0 1 2 Na~O concentration in the bulk (wi%) Fig. 5. Na20 concentration analysis of NiO-Fe203-Na20 catalyst in the bulk and on the surface of the catalyst; concentration on the surface was determined by XPS and that in the bulk was determined by fluorometric analysis. on the surface was highly concentrated compared with the bulk Na20 content. Especially above a Na20 concentration of 2.0% in the bulk, an excessive increase of the Na20 content on the surface was observed. The rapid deactivation exhibited by the catalyst above a Na20 content of 2.0 wt.-% is presumably due to the excessive accumulation of Na20. The excellent catalyst performance of 0.5 wt.-% Na20 content is probably attributable to the 7.0 wt.-% Na20 concentration on the catalyst surface, and it seems to be crucial to control the Na20 concentration on the surface to obtain a favorable catalyst activity. 3.3. Catalyst regeneration Fig. 6 exhibits the results of an activity measurement with several regeneration cycles. The continuous reaction was initially carried out for five hours, and then the benzoic acid feed was stopped and the catalyst was treated for the next five hours with air and steam at a temperature of 400. Then, the benzoic acid supply was fed for another five hours. We repeated the operation every five hours. Appar- ently, the conversion and phenol selectivity decreased with time; however, the (b) {a) !(b) i 0 Time on stream (h) 100 (a) \". 60 ~ 4o ._~ 0~ 20 ~ o o o1 0 i(a) :(b) : , / 20 30 Fig. 6. Activity test of NiO-Fe203-Na20 catalyst with regeneration cycles. Phenol selectivity ( ; benzoic acid conversion (; Catalyst: 46.9 wt.-% NiO-50,1 wt.-% F%O3 3.0 wt.-% Na20; feed gas: benzoic acid/air/steam ( molar ratio) = 1/4/10 (a), 0/4/10 (b) ; space velocity = 7700 h i ; reaction temperature = 400. 118 J. Miki et al./Applied Catalysis A: General 123 (1995) 111 121 100 o~ 80 >, > _~ 60 ~ 4O g ~ 2o c 8 3OO am ~ 350 400 450 500 Reaction temperature () Fig. 7. Effect of reaction temperature on catalyst activity. Phenol selectivity (; benzoic acid conversion (; benzene selectivity (; CO+CO2 selectivity ([]). Catalyst: 48.1 wt.-% NIO-51.4 wt.-% Fe203~).5 wt.-% Na20; feed gas: acid/air/steam (molar ratio) = 1/3/9; space velocity = 8500 h ~. catalytic activity recovered almost completely after the 5 hours' treatment. From the considerable amounts of carbon dioxide and benzene that were detected during the treatment, it appeared that the decomposition of sodium benzoate accumulated on the catalyst surface proceeded, while trace amounts of phenol were observed during the treatment. The phenomena indicate that accumulated sodium benzoate is easily decomposed to carbon dioxide and benzene. The results explain well the rapid decrease in phenol selectivity and the rapid increase in benzene selectivity with increasing NazO content and with time. On the other hand, the quick and complete recovery of catalytic activity indicates that the deactivation of the NiO- FezO3-NazO catalyst is caused only by the accumulation of sodium benzoate, not by a structural alternation of the active species. 3.4. Effect of operating conditions on catalyst activity Fig. 7 exhibits the effect of reaction temperature on catalytic activities. A gradual decrease in phenol selectivity and increase in benzene selectivity were observed with increasing reaction temperature, while the selectivity to CO + CO2 appeared to be almost constant at a very low level. The decrease in phenol selectivity and increase in benzene selectivity with a rise in reaction temperature was probably due to the enhanced decomposition of sodium benzoate to benzene and carbon dioxide. The independence of the carbon dioxide selectivity on the reaction temperature indicates that the sodium benzoate formed on the catalyst surface supposedly is not an intermediate for the complete combustion products but for benzene by decar- boxylation. As described in Table 1, the NiO-FezO3 catalyst without additives exhibited relatively high selectivity to CO + CO2 at high SV, which caused a decrease in phenol selectivity. Therefore, from another aspect, sodium benzoate can be regarded as an inhibiter for complete combustion, which would proceed rapidly on NiO-FezO3 surface without Na20. Fig. 8 exhibits the effect of the Oz/benzoic acid molar ratio on catalytic activities. With increasing oxygen molar ratio, benzoic acid conversion increased linearly, J. Miki et al. /Applied Catalysis A: General 123 (1995) 111-121 119 10o 8O v > = 60 4o 2o c 0 o 0.6 0.8 1.0 1.2 1.4 1.6 1.8 O2/Benzoic acid molar ratio Fig. 8. Effect of Q/benzoic acid molar ratio on catalyst activity. (@) Phenol selectivity, ( benzoic acid conversion, ( ) benzene selectivity, ([]) CO + CO2 selectivity. Catalyst 48.1 wt.-% NIO-51.4 wt.-% Fe203- 0.5 wt.-% Na20; feed gas: benzoic acid/air/steam (molar ratio) = 1/X/30; reaction temperature = 390; space velocity-6500 h ~. while phenol selectivity exhibited a gradual decrease, Benzene selectivity seemed to be almost constant below an oxygen molar ratio of 1.8. Complete combustion products appeared to increase above an oxygen molar ratio of 1.0. An oxygen molar ratio of about 1.0 seems to be appropriate to achieve a high yield of phenol over the NiO-Fe203-NazO catalyst. On the whole, the phenol selectivity over the NiO- FezO3-Na20 catalyst showed little dependence on reaction temperature. This fea- ture of the NiO-Fe203-Na20 catalyst is considered to be an advantage from an operational point of view for a mass production system. Fig. 9 shows the effect of the steam/benzoic acid molar ratio on the catalyst activities. Benzoic acid conversion and benzene selectivity appeared to be almost constant above a steam/benzoic acid molar ratio of 20, while the phenol selectivity showed a rapid decrease below a steam/benzoic acid molar ratio of 5, because of 100 ~~ eo 60 40 i a0~ u 0 10 20 30 Steam/benzoic acid ( molar ratio ) Fig. 9. Effect of steam/benzoic acid molar ratio on catalyst activity. (0) Phenol selectivity, ( benzoic acid conversion, ( ) benzene selectivity, (D) CO+CO2 selectivity. Catalyst: 47.5 wt.-% NIO-51.5 wt.-% Fe203- 1.0 wt.-% Na20; feed gas: benzoic acid/air/steam/Nz ( molar ratio)- 1 /5/X/Y; space velocity = 7500 h- i; reaction temperature = 390. Activities were measured after 5 h from the start of the feed. 120 J. Miki et al. /Applied Catalysis A.\" General 123(1995) 111-121 lOO 80 :E 60 4O c- O ,~ 20 > c- O o 0 -7-0 . o. ~ . -nO 5000 10000 15000 Space velocity (h1) Fig. 10. Effect of space velocity on catalyst activity(O) Phenol selectivity, ( ) benzoic acid conversion, ( ) benzene selectivity, ([~) CO + CO2 selectivity. Catalyst: 48.1 wt.-% NIO-51.4 wt.-% Fe20)-0.5 wt.-% Na~_O; feed gas: benzoic acid/air/steam (molar ratio) = 1/4/20; reaction temperature = 390. the formation of phenyl benzoate. It was found that a steam/benzoic acid molar ratio of more than 5 was necessary to have the hydrolytic cleavages of phenyl benzoate proceed completely and to maintain high phenol selectivity. Fig. 10 exhibits the effect of the space velocity on catalyst performance. The benzoic acid conversion decreased with a rise in space velocity. It is noteworthy that the increase in space velocity hardly affects the selectivity to each of the products. The maximum STY of phenol appeared to be at a SV of around 8000- 10000 h 1 at a reaction temperature of 390. 4. Conclusion The addition of Na20 to NiO-Fe203 complex oxide catalyst was found to be very effective to enhance the phenol STY, while maintaining a high phenol selec- tivity. It is proved that the content of Na20 on the catalyst, especially on the catalyst surface affects the catalyst performance greatly. The reaction ratio of the sodium benzoate formation on the catalyst surface is assumed to be a crucial factor for the phenol selectivity and the deactivation rate. References [ 1 ] W.W. Kaeding, R.O. Lindblom and R.G. Temple, US Patent 2 727 926 ( 20 Dec. 1955 ). [2] R.D. Barnard, Walnut Creek and R.H. Meyer, US Patent 2 852 567 ( 16 Sept 1958). [3] C.T. Lam and D.M. Shannon, US Patent 4 567 157 (28 Jan. 1986). [4] D.F. Pontz, US Patent 3 288 865 (29 Nov. 1966). [5] R.E. Woodward, US Patent 3 356 744 (5 Dec. 1967). [61 D.N. Glew and J.E. Ollerenshaw, US Patent 3 803 247 (9 Apr. 1974). [7] A.P. Gelbein and A.M. Khonsari, US Patent 4 277 630 (7 Jan. 1981 ). [ 8 ] P.C. van Geem and A.J.J.M. Teunissen, US Patent 4 383 127 ( 10 May 1983). [9] Y. Inoue, Jpn. Kokoku Tokkyo Koho, 64-934 (1989). J. Miki et al. / Applied Catalysis A: General 123 (1995) l 11-121 121 [ 10] T. Maki and T. Masuyama, Jpn. Kokoku Tokkyo Koho, 2-10812 (1990). [ 11 ] T. Maki and T. Masuyama, Jpn. Kokoku Tokkyo Koho, 2-10813 (1990). [ 12] A.P. Gelbein and A.S. Nislick, Hydrocarb. Process., 57 (1978) 125. [13] M. Stolcova, M. Hronec, J. Ilavsky and M. Kabesova, J. Catal., 101 (1986) 153. [ 14] M. Stolcova, M. Hronec and J. Ilavsky, J. Catal., 119 (1989) 83. [ 15] M. Hronec, M. Stolcova, Z. Cvengrosova and J. Kizlink, Appl. Catal., 69 ( 1991 ) 201, [ 16] J. Miki, M. Asanuma, Y. Tachibana and T. Shikada, Jpn. Kokai Tokkyo Koho, 4-5250 (1992). [ 17] J. Miki, M. Asanuma, Y. Tachibana and T. Shikada, Jpn. Kokai Tokkyo Koho, 4-330944 (1992). [ 18] J. Miki, M. Asanuma, Y. Tachibana and T. Shikada, J. Chem. Soc., Chem. Commun., (1994) 691. [ 19] J. Miki, M. Asanuma, Y. Tachibana and T. Shikada, J. Chem. Soc., Chem. Commun., (1994) 1685. [20] J. Miki, M. Asanuma, Y. Tachibana, and T. Shikada, Appl. Catal. A, 115 (1994) LI-L5. [21 ] N. Shimanouchi and M. Kawasaki, Kochi Kogyo Koto Semmon Gakko Gakujutsu Kiyo, 16 (1980) 70. [22] M. Kawasaki, Aromatics, 27 (1975) 504. APCATA 94002169 0926-860X(94)00216-9 10.1016/0926-860X(94)00216-9 Elsevier Science B.V. All rights reserved Vapor-phase oxidation of benzoic acid to phenol over Na2O-promoted NiOFe2O3 catalyst J. Miki * M. Asanuma Y. Tachibana T. Shikada Material and Processing Research Center, NKK corporation, 1-1, Minamiwatarida-cho, Kawasaki-ku, Kawasaki 210 Japan * Corresponding author. A NiOFe2O3 Na2O catalyst achieved an extremely high space-time yield (STY) of phenol, while maintaining a high phenol selectivity, as compared with that of a conventional CuO catalyst for the vapor phase oxidation of benzoic acid. The addition of Na2O to NiOFe2O3 catalyst was found to be very effective in increasing the STY of phenol, while maintaining a high phenol selectivity. The effect of temperature, oxygen ratio, H2O ratio, and space velocity on the catalyst performance were examined in order to optimize the phenol selectivity and STY of phenol. The reaction route for phenol formation over the Na2O-promoted NiOFe2O3 catalyst was also speculated upon by considering the deactivation of the catalyst. Keywords Benzoic acid Nickel oxide-iron oxide Phenol Sodium promotion Vapour-phase oxidation Reference [1] W.W. Kaeding, R.O. Lindblom and R.G. Temple, US Patent 2 727 926 (20 Dec. 1955). [2] R.D. Barnard, Walnut Creek and R.H. Meyer, US Patent 2 852 567 (16 Sept 1958). [3] C.T. Lam and D.M. Shannon, US Patent 4 567 157 (28 Jan. 1986). [4] D.F. Pontz, US Patent 3 288 865 (29 Nov. 1966). [5] R.E. Woodward, US Patent 3 356 744 (5 Dec. 1967). [6] D.N. Glew and J.E. Ollerenshaw, US Patent 3 803 247 (9 Apr. 1974). [7] A.P. Gelbein and A.M. Khonsari, US Patent 4 277 630 (7 Jan. 1981). [8] P.C. van Geem and A.J.J.M. Teunissen, US Patent 4 383 127 (10 May 1983). [9] Y. Inoue, Jpn. Kokoku Tokkyo Koho, 64–934 (1989). [10] T. Maki and T. Masuyama, Jpn. Kokoku Tokkyo Koho, 2–10812 (1990). [11] T. Maki and T. Masuyama, Jpn. Kokoku Tokkyo Koho, 2–10813 (1990). [12] Gelbein A.P. Nislick A.S. Hydrocarb. Process. 57 1978 125 [13] Stolcova M. Hronec M. Ilavsky J. Kabesova M. J. Catal. 101 1986 153 [14] Stolcova M. Hronec M. Ilavsky J. J. Catal. 119 1989 83 [15] Hronec M. Stolcova M. Cvengrosova Z. Kizlink J. Appl. Catal. 69 1991 201 [16] J. Miki, M. Asanuma, Y. Tachibana and T. Shikada, Jpn. Kokai Tokkyo Koho, 4–5250 (1992). [17] J. Miki, M. Asanuma, Y. Tachibana and T. Shikada, Jpn. Kokai Tokkyo Koho, 4–330944 (1992). [18] Miki J. Asanuma M. Tachibana Y. Shikada T. J. Chem. Soc., Chem. Commun. 1994 691 [19] Miki J. Asanuma M. Tachibana Y. Shikada T. J. Chem. Soc., Chem. Commun. 1994 1685 [20] Miki J. Asanuma M. Tachibana Y. Shikada T. Appl. Catal. A 115 1994 L1 L5 [21] Shimanouchi N. Kawasaki M. Kochi Kogyo Koto Semmon Gakko Gakujutsu Kiyo 16 1980 70 [22] Kawasaki M. Aromatics 27 1975 504",
      "scopus-id": "0037688057",
      "coredata": {
        "eid": "1-s2.0-0926860X94002169",
        "dc:description": "A NiOFe2O3 Na2O catalyst achieved an extremely high space-time yield (STY) of phenol, while maintaining a high phenol selectivity, as compared with that of a conventional CuO catalyst for the vapor phase oxidation of benzoic acid. The addition of Na2O to NiOFe2O3 catalyst was found to be very effective in increasing the STY of phenol, while maintaining a high phenol selectivity. The effect of temperature, oxygen ratio, H2O ratio, and space velocity on the catalyst performance were examined in order to optimize the phenol selectivity and STY of phenol. The reaction route for phenol formation over the Na2O-promoted NiOFe2O3 catalyst was also speculated upon by considering the deactivation of the catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-03-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94002169",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Miki, J."
          },
          {
            "@_fa": "true",
            "$": "Asanuma, M."
          },
          {
            "@_fa": "true",
            "$": "Tachibana, Y."
          },
          {
            "@_fa": "true",
            "$": "Shikada, T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94002169"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94002169"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00216-9",
        "prism:volume": "123",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Vapor-phase oxidation of benzoic acid to phenol over Na2O-promoted NiOFe2O3 catalyst",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Benzoic acid"
          },
          {
            "@_fa": "true",
            "$": "Nickel oxide-iron oxide"
          },
          {
            "@_fa": "true",
            "$": "Phenol"
          },
          {
            "@_fa": "true",
            "$": "Sodium promotion"
          },
          {
            "@_fa": "true",
            "$": "Vapour-phase oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "111-121",
        "prism:endingPage": "121",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 March 1995",
        "prism:doi": "10.1016/0926-860X(94)00216-9",
        "prism:startingPage": "111",
        "dc:identifier": "doi:10.1016/0926-860X(94)00216-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037688057"
      }
    }
  }
}