{
  "metadata": {
    "title": "Characterization of clay-based K catalysts and their application in Friedel-Crafts alkylation of aromatics",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-11-09",
    "doi": "10.1016/0926-860X(95)00158-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001581",
    "pii": "0926860X95001581"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001431988",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95001581 0926-860X(95)00158-1 0926860X95001581 10.1016/0926-860X(95)00158-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00397 2024-01-01T12:18:48.759026Z 0 0 19951109 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 132 132 1 1 Volume 132, Issue 1 12 141 155 141 155 19951109 9 November 1995 1995-11-09 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. CHARACTERIZATIONCLAYBASEDKCATALYSTSAPPLICATIONINFRIEDELCRAFTSALKYLATIONAROMATICS CSERI T ADAMS 1987 309 J LASZLO 1986 121 P BALLANTINE 1992 100 122 J SOLIDSSUPPORTSCATALYSISINORGANICSYNTHESIS OLAH 1973 G FRIEDELCRAFTSCHEMISTRY COQ 1993 69 B YADAV 1993 529 G LASZLO 1987 577 P CORNELIS 1990 103 A LASZLO 1991 1561 P CLARK 1989 1353 J CORNELIS 1991 1423 A CORNELIS 1991 2901 A CORNELIS 1993 3489 A RHODES 1993 1387 C CLARK 1994 1117 J CATIVIELA 1992 394 C CATIVIELA 1993 305 C CATIVIELA 1993 223 C FIGUERAS 1994 391 398 F CATIVIELA 1995 273 C CSERI 1995 101 T CATIVIELA 1993 253 C MAGI 1984 1518 M TENNAKOON 1987 205 D ENGELHARDT 1987 G HIGHRESOLUTIONSOLIDSTATENMRSILICATESZEOLITES WEISZ 1955 823 P CSERIX1995X141 CSERIX1995X141X155 CSERIX1995X141XT CSERIX1995X141X155XT item 0926-860X(95)00158-1 0926860X95001581 1-s2.0-0926860X95001581 10.1016/0926-860X(95)00158-1 271346 2024-01-01T12:18:48.759026Z 1995-11-09 1-s2.0-0926860X95001581-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001581/MAIN/application/pdf/977d4e18cf4e16bd6d251e65944c6076/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001581/MAIN/application/pdf/977d4e18cf4e16bd6d251e65944c6076/main.pdf main.pdf pdf true 866153 MAIN 15 1-s2.0-0926860X95001581-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001581/PREVIEW/image/png/b0257632b08a5f5a740bbbd5b926a3da/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001581/PREVIEW/image/png/b0257632b08a5f5a740bbbd5b926a3da/main_1.png main_1.png png 46015 849 656 IMAGE-WEB-PDF 1 APPLIED CATALYSIS A GENE ELSEVIER Applied Catalysis A: General 132 ( 1995) 141-155 Characterization of clay-based K catalysts and their application in Friedel-Crafts alkylation of aromatics Tivadar Cseri a, Sdor Bsy a, Franis Figueras b, Eleona Cseke a, Louis-Charles de Menorval c, Roger Dutartre Technical Universihl of Budapest, Department of Organic Chemical Technology, 7521 Budapest, Hungary n histitut de Recherches sur la Catalvse du CNRS, 2 Avenue Albert Einstein 69626, Villeurbanne Cedex, France ` Laboratoire de Matiaux Catalytiques et Catalyse en Chimie Organique, URA 418 du CNRS, ENSCM, 8 rite de l'Ecole Normale, 34053 Montpellier Cedex, France Received 20 April 1995: revised 27 June 1995; accepted 27 July 1995 Abstract Toluene was alkylated with benzyl chloride and benzyl alcohol using a series of clays (KSF, KSF/ 0, K0, KP10, K10, KS from Siid Chemie) obtained by treating a bavarian bentonite by different acids and a Hungarian bentonite (M) as catalysts in a batch reactor. The catalysts were characterized by chemical analysis, thermal analysis, nitrogen adsorption, solid state nuclear magnetic resonance, Xray diffraction. The acidity of these solids was determined by infrared spectroscopy using pyridine as molecular probe. The structure. specific surface area, and distribution of Lewis/Brsted acidity of these clays can be changed to a great extent by acidic or thermal treatment. The rate of alkylation is related to Brsted acidity when the substrate is benzyl alcohol. When benzyl chloride is used as alkylating agent, the Fe 3+ content of the clay controls the activity, and iron containing clays show high activities in spite of their low Lewis acidities. Keywords: Aromatics; Alkylation; K catalysts; Acidic clays; Brsted acidity; Fe3l 1. Introduction Solid acids offer many advantages by their nature, over soluble counterparts such as aluminium chloride and hydrogen fluoride. The substitution of liquid acids by solids as catalysts for organic synthesis offers a potential for superior effectiveness and environmental integrity. However the origin of their activity is generally poorly understood. Although they differ in structure from liquid acids, solid acid catalysts * Corresponding author. Tel. ( +33) 72445300, fax. ( +33) 72445300. 0926-860X/95/$09.50 995 Elsevier Science B.V. All rights reserved SSDI0926-860X(95)00158-1 142 T. Cseri et al. /Applied Catalysis A: General 132 (1995) 141-155 work by the same principle. Clays have been proposed as suitable catalysts for this purpose [ 1-3] . Friedel-Crafts alkylation is one of the most important reactions in synthetic and industrial organic chemistry, thus an interesting model. The alkylation of toluene by benzyl chloride or benzyl alcohol is interesting for the preparation of substitutes of polychlorobenzenes used as dielectrics. These reactions are usually catalysed by Lewis acids in liquid phase [4] in homogeneous phase and an industrial process is based on FeC13 [5] . In heterogeneous catalysis, zeolites [6] , sulfated zirconia [7] and clays exchanged by metallic cations [ 8-11 ] have been described. Particulary good results have been obtained using as catalyst a zinc chloride impregnated on K10 montmorillonite, called `clayzic' [ 12-16] . Clark et al. [ 17] recently reviewed the work published on clays impregnated by zinc chloride, and activated at low temperature (T< 573 K). K10 activated under these conditions was reported to be non-acidic, and the catalytic activity of cldyzic for the reaction of benzyl chloride on aromatics was then ascribed to Zn2+ cations. Using a dealuminated protonic zeolite (HY with a Si/Al ratio of 20) the use of Hammett relationships gave results in favour of an ionic mechanism [6] . However the rate on zeolites is limited by diffusion because of the microporosity and no relationship could be established between the acidity of different zeolites and the catalytic properties. Using exchanged clays, Laszlo and Mathy [9] found no relation between the activity of the exchanged clays and the properties of the same chlorides used as Lewis acids in solution. Unfortunately the acid properties of these solids were not determined, and it is then impossible to conclude on a possible change of mechanism. Yadav et al. [ 7 ] investigated the alkylation of toluene by benzyl chloride on sulfated zirconia, which is usually considered as a very strong Lewis acid, and reported a surprisingly low activity compared to other catalysts. We have recently investigated this type of samples for their acidity and catalytic properties [ 18-21 ] . The nature of the acid sites can be changed to a great extent by changing the cations exchanged into the clay and by the thermal pretreatment. Using Diels-Alder synthesis as model reaction, results consistent with those obtained from the determination of acidities were obtained: calcination of the clay induced an increase of Lewis acidity and a parallel increase of activity. On the clays calcined at 773 K, and then converted to Lewis acids, the rate of the Diels-Alder addition of cyclopentadiene on methylacrylate was proportional to the number of acid sites [ 21 ] . Recently were results reported that were obtained with clays exchanged by different cations on alkylation of anisole with dienes [22]. The Brsted acidity of these catalyts also catalyses diene polymerization and favours retroalkylation of alkylated anisole. The use of calcined clays strongly reduces these secondary reactions and higher chemical yields can be reached. In a previous work [23] the results obtained on the alkylation of aromatics with K10 montmorillonite exchanged with differents cations (Ti4+, Fe 31, Zr4+, Cuz+, Zn'+, Cc 3+' Cr3+, and Sri z+) were reported. The clays treated in air at 773 K T. Cseri et al. /Applied Catalysis A: General 132 (1995) 141-155 143 showed practically pure Lewis acidity, while those dried at 393 K possessed Brsted acidity. The rate of alkylation was roughly related to Brsted acidity when the substrate was benzyl alcohol. In the case of benzyl chloride as alkylating agent, the catalysts containing reducible cations (Fe 3+, Sri 4+' Cue+) exhibited high activities in spite of their low number of Lewis acid sites. It was proposed that an oxido-reduction was the first step of the reaction in that case. It was interesting to investigate the series of clay based catalysts from SW Chemie. These K catalysts are industrial materials, possess high acidity, and are frequently used as solid acids in organic catalysis. The aim of this work was to characterize this series of acid treated clays, in order to investigate the source of the activity of these solids in Friedel-Crafts alkylation. We report here the results of characterization, and the catalytic properties for the alkylation of toluene by benzyl alcohol and benzyl chloride. 2. Experimental The K catalysts were purchased from S Chemie. Specific surface areas were calculated by the BET equation, from nitrogen isotherms determined at 77 K (Micromeritics ASAP 2000) on samples degassed at 523 K for 12 h before the experiment. Chemical analyses were obtained by plasma emission spectroscopy. Powder X-ray diffraction patterns were determined on a CGR Theta 60 instrument using Cu Kal radiation. 2.1. Infrared spectroscopy The self-supporting wafers (7 tons /cm2, 20 mg, 2 cm2) of clays were placed in a quartz IR cell equipped with KBr windows and activated under vacuum (up to 1.2 - 10-4 Pa) at 393 K for 12 h. After cooling, the temperature was stabilised at 323 K and the cell was equilibrated with 260 Pa of pyridine (spectroscopic grade, dried over Linde 4 A molecular sieve and further outgassed by the standard freezepump-thaw technique for 3 h). The cell was then evacuated to 1.2. 10-4 Pa to remove the gaseous and weakly adsorbed pyridine. The desorption was then continued at for 2 h at 393 K. After this treatment the infrared spectra were recorded, at room temperature, with a FTIR Nicolet 320 spectrometer (resolution 2 cm-'). A quantitative determination of the two types of acidities was done by measuring the area of the adsorption peaks. These values were related to the area of the structure band of the clay in the same spectral region, the position of which does not change on different samples. The band at 1545 cm-' was considered as characteristic of Bronsted acidity and the band at 1456-1448 cm-' of Lewis acidity. 2.2. Solid state nuclear magnetic resonance (NMR) analyses The MAS-NMR spectra were taken at 59.6 MHz for 29Si, and 104.2 MHz for Z'Al, using a simple pulse-acquire-delay sequence. The spectral widths used were 144 T Creri et al. /Applied Catalysis A: General 132 (1995) 141-155 15 and 6.6 kHz, the pulse widths were 5.8 and 4.8 /-ts, and the relaxation delay 3 s and 5 s for the Z9Si and 2' Al NMR, respectively. The shifts were referred to Al (NO3) 3 aq for aluminium and tetramethylsilane for silicon. The silicon spectra were done at a spinning frequency of 4-5 kHz, and the aluminium spectra were performed with a spinning frequency of 14 kHz, in order to obtain a higher resolution. 25 000 to 50 000 scans were accumulated for 2ySi and 1100 to 10 000 scans for ''Al, respectively. 2.3. Catalytic reactions Two alkylating agents were investigated under standard conditions of reaction [ weight of catalyst: 100 mg, reaction mixture: toluene: 10 ml (94 mmol), alkylating agent 6.25 mmol], using a batch reactor at a temperature of 353 K. x CH3 CH2 R + -' + HX i i X= -CI, -OH. GC analyses were carried out in a Carlo Erba Fractovap 24 (HP 35900 AD converter, Olivetti PC 286) equipped with flame ionization detector, PEG wetted fused silica column (25 m, 0.32 mm, thickness of the stationary phase 1.2 tLm), helium as carrier gas, injector temperature of 548 K, detector temperature of 548 K and the following temperature program: 333 K (2 min)-6 K/min--423 K (30 min)-333 K. 3. Results 3.1. Characterization of the structure of the solids The X-ray diffraction patterns of the clays are reported in Fig. 1, and the chemical analyses in Table 1. We can recall here that the base of K catalysts is the same bavarian bentonite. This material appears as a rather pure montmorillonite, containing iron as is usually observed in natural materials. From the indications of S Chemie [24], KSF is obtained from the original material by treatment with sulfuric acid at room temperature. This treatment mainly results in ion exchange of Na, Ca and Mg cations for protons, with only mild extraction of Al, Mg and Fe from the structure. Consequently the montmorillonite structure is retained. K10, KP10, KSFO and KS are activated with different mineral acids at high temperature, and these treatments result in ion exchange, dealumina- T. Cseri et al. /Applied CatalYsisA: General 132 (1995)141-155 10 20 30 40 Fig. 1. Powder X-ray diffraction spectra of the K catalysts. 145 Hungarian bentonite Bavarian bentonite KSF KSFO KP10 KS KO K10 -i 2E) tion, and extraction of iron and magnesium. The montmorillonite structure is progressively destroyed, which results in a loss of crystallinity. The surface areas of these materials are reported in Table 2. The Bavarian bentonite and KSF show relatively low surface areas and no microporosity. Dealumination by a stronger acid treatment leads to the creation of large surface areas, located mainly in mesopores, and the microporosity remains negligible. 146 T Cseri et al. /Applied Catalysis A: General 132 (1995) 141-ISS Table I Results of chemical analysis (weight-%o) of catalysts Catalyst Si% Ai% Mg% Feel Si /AI+Mg Hungarian bentonite (M) 31.87 10.29 0.33 1.23 2.90 Bavarian bentonite 25.4 10.19 1.81 3.81 2.00 K 10 31.54 7.71 1. I 0 1.99 3.40 KO 31.59 7.36 0.86 1.66 3.70 KP I O 31.62 6.87 0.79 1.49 3.94 KS 32.14 7.23 0.95 1.51 3.74 KSF 23.69 8.62 1.45 3.17 2.23 KSF/0 27.65 6.16 0.66 1.37 3.83 The Z9Si and \"Al MAS NMR spectra of K10 have been reported previously [ 25 ] . These spectra relative to KP10 are reported in Fig. 2 and Fig. 3, as illustrations of the general situation. They are similar to those of K 10. The chemical shifts corresponding to the different Si and A1 species observed for the different samples are reported in Table 3 and Table 4. The original montmorillonites, and KSF show only one type of silicon resonance, at - 90.9 ppm, close to the value reported for Si in clays [26,27] , and an intense peak in the range 2-5 ppm characteristic of octahedral Al, with small peaks at 55.5 and 67-70 ppm showing traces of tetrahedral Al. High temperature acid treatments induce the appearance of two other resonances, at -110 and -101 ppm in the 29Si spectra, and an increase of the intensity of the peak at 70 ppm in the A1 spectra. In their study of aluminosilicates, Magi et al. [26] , assigned the signal at - 110 ppm to silicious impurities associated with the clay, and a peak at -93 ppm (close to our peak at -91 ppm) to Si atoms in the tetrahedral layer of the clay, linked to three other Si atoms and either to an A1 or Mg atom in the tetrahedral layer. The peak at -100 ppm has been observed on 2/ 1 clays calcined at high temperatures and is characteristic of the dehydroxylated phases [28]. This peak may be explained by the presence of Q4 ( lAl ) structural Table 2 Results of the surface analysis of the catalysts Catalyst Specific Surface of Total pore Volume of Average pore Surface area micropores(mz/g) volume micropores size (A) (M2/g) (cm'lg) (cm,lg) Hungarian 31 5.1 0.040 0.0022 51 bentonite Bavarian 88 28.6 0.097 0.0122 44 bentonite K10 229 2.5 0.320 0.0011 56 KO 268 6.8 0.380 0.0290 57 KP10 169 9.8 0.300 0.0040 71 KS 322 2.8 0.465 0.0009 58 KSF 9 0.7 0.011 0.0001 50 KSF/0 117 19.9 0.215 0.0820 74 T. Cseri et al. /Applied Catalysis A: General 132 (1995) 141-155 147 O M cn l- O \\D C 00 .-r - .-r I I Fig. 2. 2\"Si MAS NMR spectrum of KP10. units in three-dimensionally connected aluminosilicate-like structures formed by SiOAl\"` linkages between the silicate sheet and the gibbsite sheet during dehydroxylation. This interpretation, is supported by the observation of the z'Al NMR signal at 65-74 ppm which is typical of tetrahedral Al in aluminosilicates. 3.2. Acidity of catalysts The acidity of these solids can be investigated by many methods. A simple means to evidence the acidity is to measure the pH of a suspension of clay in water: an acid solid adsorbs OH- anions to neutralize the charge of protons, so the pH of the water will reflect this increase of proton concentration in the solution. The results are reported in Table 5. The original material is non-acidic and the solution remains neutral, but the acid treatment creates acidity and the pH of the solution decreases. This simple test permits to draw a scale of acidity in water, between the different solids: KSFO > KSF > KP10 > KS > K10 > KO > Bavarian bentonite, Hungarian bentonite. Indeed it is doubful that this scale of acidity in water is valid in organic solvents due to a different solvation of the acid sites. The adsorption of pyridine in the gas phase, followed by infrared spectrometry is probably more representative in that case. It also permits to establish the nature of the acid sites. The relative intensities of the bands of pyridine adsorbed on Brsted and Lewis sites are reported in lrl8 T Cseri et al. /Applied Catalysis A: General 132 (1995) 141-155 cr1 00 0 h '~ G1 t`j N .' r--- to - N v PPS 150 100 50 0 -50 -100 -150 -200 -250 -300 Fig. 3. ='Al MAS NMR spectrum of KP10. Table 6, assuming that the vibrations at 1448-1455 cm-'are associated to pyridine coordinated to Lewis sites, and the vibration at 1545 cm-' to pyridinium ions. Small shifts are observed in the bands of pyridine adsorbed on Lewis sites, but the magnitude of these shifts is not large enough to establish clear changes of the acid strength between the different solids. The intensities are normalized to the vibrations of the lattice in the spectral range 1920 cm- ` and 1800 cm- `. The patterns of acidity obtained by this method are: KS < K10 < KP10 < KSF < KSF/0, for Brnsted acidity and KP10 < KSF < KSF/0 < KS < K10 for Lewis acidity. Compared to the pattern obtained in Table 3 Chemical shifts (ppm) of the different Si species observed on the K clays Catalyst a i a2 a' Hungarian bentonite -90.6 Bavarian bentonite -90.9 K10 -90.7 - 101.3 - 110._5 KO - 90.5 -101.1 - l 09.3 KP10 -91.5 - 102.0 - 109.8 KS -90.6 -99.9 - 109.8 KSF - 90.2 KSF/0 -91.0 - 103.3 - 108.6 T. Cseri et al. /Applied Catalysis A: General 132 (1995) 141-155 149 Table 4 Chemical shifts (ppm) of the different AI species observed on the K clays Catalyst a1 tetrahedral a2 tetrahedral a, tetrahedral a, octahedral Hungarian bentonite 67.3 61.2 53.0 2.5 Bavarian bentonite 70.0 55.5 2.9 K 10 70.7 3.6 KO 72.7 4.1 KP10 73.8 3.9 KS 71.7 3.8 KSF 71.8 56,8 3.7 KSF/0 75.0 Table 5 pH of the suspension of the K catalysts (10% in water) Catalyst pH of 10% suspension Hungarian bentonite 7 Bavarian bentonite 7 K 10 4.5 KO 5.5 KP10 1.8 KS 3 KSF 1.5 KSF/0 1.3 Table 6 Relative intensities of the infrared bands of adsorbed pyridine on the clays dried at 393 K Catalyst Lewis acidity Brsted acidity K 10 1.91 2.23 KP10 0.42 2.32 KS 1.02 1.76 KSF 0.59 2.35 KSF/0 0.61 3.09 water (Bavarian bentonite, Hungarian bentonite < KO < K10 < KS < KP10 < KSF < KSFO), the acidity in water appears to be related to the Brsted acidity determined in the gas phase. 3.3. Catalytic alkylation of toluene Two different alkylating agents were used: benzyl alcohol and benzyl chloride. A complete conversion of the alkylating agent is observed within a few hours as illustrated in Fig. 4 and Fig. 5. The influence of the concentration of alkylating agent was determined on K10 dried at 393 K. The variations of the initial rate of reaction as a function of the 150 T Cseri et al. /Applied Catalysis A: General 132 (1995) 147-155 1001 m L E c. c L a L E 80 ~_ ' I 40 ~i 20 ~. 0 60 KSF / KSF/0 0 ,' Bent. KO , K,1 K 10 -41 ',-C 0 KS 120 180 240 300 360 420 480 Reaction time (min) Fig. 4. Changes of conversion as a function of time at 353 K, for the alkylation of toluene by benzyl chloride on the series of K catalysts dried at 393 K. concentration are reported in Fig. 6: the reaction order changes from one at low concentration to zero at high concentration. The observation of a zero order for benzyl chloride suggests that this reactant is strongly adsorbed and saturates the surface sites. Since the reaction is bimolecular, an Eley-Rideal mechanism can be proposed. The observation of this zero order at higher concentrations suggests that alkylation occurs by the reaction of adsorbed benzyl chloride with toluene from the solution. In the standard conditions used here, the concentration of 0.62 mol/1 is in the range where the zero order is observed, then the rate determined under these conditions is a measure of the rate constant of the reaction. The catalytic activity was then measured by the initial rate of racoon which can be determined with good precision. The rates measured for the series of K catalysts are reported in Table 7. Since the reactions are rather fast, the criterion of Weisz was used in order to estimate 100 d c L d E T C d ?. 40 L d E D d 80 80 20 a KSF/0 K10 ' KS K 0 , ' X , 0 - 0 60 120 180 240 300 380 Reaction time (min) KSF , ' / / KO Bent. 420 480 Fig. 5. Changes of conversion as a function of time at 353 K, for the alkylation of toluene by benzyl alcohol on the series of K catalysts dried at 393 K. T. Cseri et al. /Applied Catalysis A: General 132 (1995) 141-155 151 14 r 12 E 10 x 6 _x 0 6 m C 0 4 .U Q 2 041 1 0 0,5 1 1,5 2 2,5 3 Concentration of benzyl chloride (mol/I) Fig. 6. Initial rate of alkylation as a function of the concentration of benzyl chloride on K10 dried at 393 K. the influence of possible diffusional limitations. The criterion of Weisz [291 dNldt- 1/co-R2/Deft < 0.1 in which dNldt (mol/g/s) represents the rate of reaction, CO (mol/cm3) the initial substrate concentration, R (cm) the radius of the particles and Deff (cm2/s) the effective diffusivity, predicts that the kinetics is controlled by the chemical process when the rate is lower than 225 - 10-4 mol/g/h. In consequence, the rate of alkylation by benzyl chloride on KSF, measured at 750 - 10-4 mol/g/h is underestimated, since it is limited by diffusion. The other rates are in the chemical regime. The ortho para selectivity does not change greatly as a function of the conversion. The distribution of isomers at the end of the reaction is reported in Table 8: only small changes are noticed when the catalyst is changed, and the larger influence is that of the alkylating agent. Influence of the temperature of treatment of the clays The effect of this treatment was investigated in the case of K10 in order to establish the influence of Lewis/Brsted acidity on the rates. The results are reported in Table 9: the decrease of Brsted acidity is clearly harmful to the Table 7 Initial rates of reaction ( X 10' mol/g - h) for the alkylation of toluene by benzyl alcohol and by benzyl chloride on acid treated clays dried at 393 K Catalyst Rate with benzyl chloride Rate with benzyl alcohol Hungarian bentonite 28 0 K10 99 86 KO 140 28 KPIO 98 102 KS 46 68 KSF 750 21 KSF/0 112 150 152 T. Cseri et al. /Applied Catalysis A: General 132 t /995) 141-155 Table 8 Ortho para selectivities for the alkylation of toluene by benzyl chloride (BzCl) and benzyl alcohol (BzOH) at a reaction temperature of 353 K, on different clay catalysts treated under different conditions Catalyst Temperature of treatment of catalyst ( K) Reagent Isomer distribution (%) ortho para Hungarian bentonite 393 BzOH 44.3 55.7 K10 393 BzOH 44.8 55.2 KO 393 BzOH 44.0 56.0 KP10 393 BzOH 45.2 54.8 KS 393 BzOH 41.6 58.4 KSF 393 BzOH 46.8 53.2 KSF/0 393 BzOH 46.0 54.0 K10 393 BzCI 47.7 52.3 K10 473 BzCI 48.8 51.2 K10 573 BzCI 48.6 51.4 Kl0 673 BzC1 51.2 48.8 KIO 773 BzCI 51.0 49.0 Table 9 Initial rates of alkylation of toluene with benzyl alcohol. Effect of the treatment temperature of a KIO catalyst Treatment temperature (K) 393 473 573 673 773 Initial rate of reaction ( X 10' mol/g h) 8.60 2.55 1.41 0.91 0.36 100 80 _c 60 40 ~[ 20~/ 0 = 0 60 120 180 240 300 360 420 460 540 Reaction time (min) Fig. 7. Comparison of the alkylations of toluene by benzyl chloride or benzyl alcohol, either alone or in a mixture (1 / 1) . ( ) BzOH alone, (- + -) BzCI alone, ( * ) BzOH competition, ( O ) BzCI competition. T Cseri et al. /Applied Catalysis A: General 132 (1995)141-155 153 20 c 15 KS F/0 x d 0 x KP10 d to K10 0 s .KS d Q .KSF 0 0 0,5 1 1,5 2 2,5 3 3,5 4 4,5 5 Intensity of PyHbands (a.u.) Fig. 8. Initial rates of alkylation of benzyl alcohol as a function of the intensity of pyridinium bands measured for the different K catalysts. activity when benzyl alcohol is used, which was expected for a proton catalyzed reaction. Finally, the competition between benzyl alcohol and benzyl chloride for the alkylation of toluene was investigated on K10 dried at 393 K. The results reported in Fig. 7 show that benzyl alcohol is alkylated first in the mixture, and following that it is more strongly adsorbed that benzyl chloride. Benzyl chloride reacts when all benzyl alcohol has been consumed, and the rate is lower than that observed for the pure reactant. This must be due to the inhibiting effect of the water produced by the reaction of benzyl alcohol. 4. Discussion As reported before for KIO [28] , the K clays, excepted KSF which appears as simply ion exchanged, have lost the structure classically assigned to montmorillonite. They appear as a complex mixture of the parent clay, silica and alumino-silicate in which A1 is tetrahedrally coordinated, which accounts for their high acidity. It was previously observed [23], on K10 exchanged by different cations, that the activity for benzyl alcohol alkylation was correlated to the number of protons, but that no relationship existed between acidity and activity for the alkylation by benzyl chloride. The present catalysts consist in a series of solids obtained from the same parent clay, containing different amounts of iron, which is the only cation of the solid which can be reduced at low temperature. Indeed in the present case also, a reasonable correlation is observed between Brsted acidity, measured by the relative intensity of the infrared band relative to pyridinium ions, and activity (Fig. 8) . KSF falls out of the correlation, and appears to have a low activity compared to its high acidity. It can be proposed that, since KSF retains the structure of montmorillonite, it could be intercalated by pyridine, so some of the acid sites 154 T Cseri etal. /Applied Catalysis A: General 132 (1995) 141-155 100 t 80 E KSF ol) a x 60 m m 0 _x 40 c 0 20 KO KSF/0 K10 e KP10 0 KS 0 0,5 1 1,5 2 2,5 3 3,5 4 4,5 5 Fe content of catalyst (%) Fig. 9. Initial rates of alkylation of benzyl chloride as a function of the iron content of the solid for the series of K catalysts. measured by pyridine adsorption would not be accessible to the less polar reactants. It clearly appears from these results that the activity for benzyl chloride alkylation is practically independent of acidity: rather large changes of acidity result in similar activities. A good correlation is, however, observed between the iron content of the clay and catalytic activity for benzyl chloride alkylation (Fig. 9). This correlation includes all the K catalysts and the Hungarian bentonite, which shows some activity in this reaction, in spite of its lack of acidity. The effect of reducible cations previously reported is then confirmed here by the influence of iron content of the clay. This strongly suggests the possibility of a redox mechanism. There is, however, a large consensus on the fact that Friedel-Crafts reactions proceed through carbocations [4] and it is also well known that radicals, which could be intermediates in redox processes, are powerful reductants, which should be readily oxidized to carbocations in the presence of reducible metallic ions such as Fe 3+. The high activity observed in the presence of iron could be reconciled with the classic ionic mechanism of alkylation, assuming only a different initiation of the reaction, for instance an homolytic rupture of the carbon-chlorine bond followed by the oxidation of the radical: CH2Cl+Fe3+ -j CHZ +Fe2++C1 Fe z++Cl - Fe 3++Cl- S. Conclusion The influence of iron in heterogeneous catalysis is the counterpart of the known activity of FcC13 for the same reaction in homogeneous phase. This high activity of the iron component of the clays has been up to date rather underestimated and should induce a reexamination of the literature in this field. T. Cseri et al. /Applied Catalvsis A: General 132 (1995) 141-155 155 Acknowledgements T. Cseri thanks the Ministry of Education of France and the Foundation Jdzsef Varga of Technical University of Budapest for a grant. The financial help of the E.C. (contract ERBCHRXCT930276) is also aknowledged. References [ 1 ] J.M. Adams, Appl. Clay Sci.. 2 (1987) 309. [2] P. Laszlo, Ace. Chem. Res., 19 (1986) 121. [3] J.A. Ballantine in K. Smith (Editor), Solids Supports and Catalysis in Organic Synthesis, Ellis Horwood, Chichester, 1992, pp. 100-122. [4] G.A. Olah, Friedel-Crafts Chemistry, Wiley, New York, 1973. [5] R. Commandeur, N. Berger, P. Jay and J. Kervenal, EP 0 422 986 ( 1991). [6] B. Coq, V. Gourves and F. Figueras, Appl. Catal. A, 100 (1993) 69. [7] G.D. Yadav, T.S. Thorat and P.S. Kumbhar, Tetrahedron Lett., 34 ( 1993) 529. [8] C.M. Brown, S.J. Barlow, D.J. McQuanie, J.H. Clark and A.P. Kybett, EP 0 352 878 (1990). [9] P. Laszlo and A. Mathy, Helvetica Chim. Acta. 70 (1987) 577. [ 10] A. Cornelis, A. Gertsmans, P. Laszlo, A. Mathy and 1. Zieba, Catal. Lett., 6 (1990) 103. [ 1 I ] P. Laszlo and M.T. Montaufier, Tetrahedron Lett., 32 (1991) 1561. [ 12] J.H. Clark, A.P. Kybett, D.J. Mcquarrie. S.J. Barlow and P. Landon, J. Chem. Soc. Chem. Commun., (1989) 1353. [ 13] A. Cornelis, C. Deny, P. Laszlo and K.M. Nsuda. Tetrahedron Lett., 32 ( 1991) 1423. [ 14 1 A. Cornelis, C. Dony, P. Laszlo and K.M. Nsuda. Tetrahedron Lett., 32 (1991) 2901. [ 15] A. Cornelis. P. Laszlo and S. Wang, Tetrahedron Lett., 34 (1993) 3489. [ 16] C.N. Rhodes and D.R. Brown, J. Chem. Soc. Faraday Trans., 89 (1993) 1387. [ 17] J.H. Clark, S.R. Cullen, S.J. Barlow and T.W. Bastock, J. Chem. Sec. Perkin Trans., 2 (1994) 1117. [ 18 ] C. Cativiela, J.M. Fraile. J.1. Garcia, J.A. Mayoral, F. Figueras, L.C. de Mdnorval and P.J. Alonso, J. Catal., 137 (1992) 394. [ 19 ] C. Cativiela, J.M. Fraile, J.1. Garcia, J.A. Mayoral, E. Pires and F. Figueras, J. Mol. Catal., 79 (1993) 305. [20] C. Cativiela, F. Figueras, J.M. Fraile, J.1. Garcia and J.A. Mayoral, Tetrahedron Asymmetry, 4 (1993) 223. [21 ] F. Figueras, C. Cativiela, J.M. Fraile, J.1. Garcia, J.A. Mayoral, L.C. de Morval and E. Pires, Stud. Surf. Sci. Catal., 83 (1994) 391-398. [22] C. Cativiela, J.1. Garcia, M.G-Matres, J.A. Mayoral, F. Figueras, J.M. Fraile, T. Cseri and B. Chiche, Appl. Catal. A, 123 (1995) 273. [ 23 ] T. Cseri, S. Bdksy, F. Figueras and S. Rizner, J. Mol. Catal. A, 98 (1995) 101. [24] Personal communication. [ 25 ] C. Cativiela, F. Figueras, J.M. Fraile, J.1. Garcia, J.A. Mayoral, L.C. de Morval and E. Pires, Appl. Catal. A, 101 (1993) 253. [26] M. Magi, E. Lippmaa, A. Samonson, G. Engelhardt and T. Grimmer, J. Phys. Chem., 88 (1984) 1518. [ 27] D.T.B. Tennakoon, W. Jones, J.M. Thomas, J.H. Ballantine and J.H. Purnell, Solid State tonics, 24 (1987 ) 205. [ 28] G. Engelhardt and D. Michel, High Resolution Solid State NMR of Silicates and Zeolites, Wiley, Chichester, 1987. [ 29] P.B. Weisz and E.W. Swegler, J. Phys. Chem., 59 (1955) 823. APCATA 95001581 0926-860X(95)00158-1 10.1016/0926-860X(95)00158-1 Elsevier Science B.V. All rights reserved Characterization of clay-based K catalysts and their application in Friedel-Crafts alkylation of aromatics Tivadar Cseri a b Sándor Békássy a François Figueras * b Eleonóra Cseke a Louis-Charles de Menorval c Roger Dutartre c a Technical University of Budapest, Department of Organic Chemical Technology, 1521 Budapest ,Hungary b Institut de Recherches sur la Catalyse du CNRS, 2 Avenue Albert Einstein 69626, Villeurbanne Cedex, France c Laboratoire de Matériaux Catalytiques et Catalyse en Chimie Organique, URA 418 du CNRS, ENSCM, 8 rue de l'Ecole Normale, 34053 Montpellier Cedex, France * Corresponding author. Tel. (+33) 72445300, fax. (+33) 72445300. Toluene was alkylated with benzyl chloride and benzyl alcohol using a series of clays (KSF, KSF/0, K0, KP10, K10, KS from Süd Chemie) obtained by treating a bavarian bentonite by different acids and a Hungarian bentonite (Mád) as catalysts in a batch reactor. The catalysts were characterized by chemical analysis, thermal analysis, nitrogen adsorption, solid state nuclear magnetic resonance, X-ray diffraction. The acidity of these solids was determined by infrared spectroscopy using pyridine as molecular probe. The structure, specific surface area, and distribution of Lewis/Brønsted acidity of these clays can be changed to a great extent by acidic or thermal treatment. The rate of alkylation is related to Brønsted acidity when the substrate is benzy alcohol. When benzyl chloride is used as alkylating agent, the Fe3+ content of the clay controls the activity, and iron containing clays show high activities in spite of their low Lewis acidities. Keywords Aromatics Alkylation K catalysts Acidic clays Brønsted acidity Fe3+ Reference [1] Adams J.M. Appl. Clay Sci. 2 1987 309 [2] Laszlo P. Acc. Chem. Res. 19 1986 121 [3] Ballantine J.A. Smith K. Solids Supports and Catalysis in Organic Synthesis 1992 Ellis Horwood Chichester 100 122 [4] Olah G.A. Friedel-Crafts Chemistry 1973 Wiley New York [5] R. Commandeur, N. Berger, P. Jay and J. Kervenal, EP 0 422 986 (1991). [6] Coq B. Gourves V. Figueras F. Appl. Catal. A 100 1993 69 [7] Yadav G.D. Thorat T.S. Kumbhar P.S. Tetrahedron Lett. 34 1993 529 [8] C.M. Brown, S.J. Barlow, D.J. McQuarrie, J.H. Clark and A.P. Kybett, EP 0 352 878 (1990). [9] Laszlo P. Mathy A. Helvetica Chim. Acta. 70 1987 577 [10] Cornélis A. Gertsmans A. Laszlo P. Mathy A. Zieba I. Catal. Lett. 6 1990 103 [11] Laszlo P. Montaufier M.T. Tetrahedron Lett. 32 1991 1561 [12] Clark J.H. Kybett A.P. Mcquarrie D.J. Barlow S.J. Landon P. J. Chem. Soc. Chem. Commun. 1989 1353 [13] Cornélis A. Dony C. Laszlo P. Nsuda K.M. Tetrahedron Lett. 32 1991 1423 [14] Cornelis A. Dony C. Laszlo P. Nsuda K.M. Tetrahedron Lett. 32 1991 2901 [15] Cornelis A. Laszlo P. Wang S. Tetrahedron Lett. 34 1993 3489 [16] Rhodes C.N. Brown D.R. J. Chem. Soc. Faraday Trans. 89 1993 1387 [17] Clark J.H. Cullen S.R. Barlow S.J. Bastock T.W. J. Chem. Soc. Perkin Trans. 2 1994 1117 [18] Cativiela C. Fraile J.M. Garcia J.I. Mayoral J.A. Figueras F. de Ménorval L.C. Alonso P.J. J. Catal. 137 1992 394 [19] Cativiela C. Fraile J.M. Garcia J.I. Mayoral J.A. Pires E. Figueras F. J. Mol. Catal. 79 1993 305 [20] Cativiela C. Figueras F. Fraile J.M. Garcia J.I. Mayoral J.A. Tetrahedron Asymmetry 4 1993 223 [21] Figueras F. Cativiela C. Fraile J.M. Garcia J.I. Mayoral J.A. de Ménorval L.C. Pires E. Stud. Surf. Sci. Catal. 83 1994 391 398 [22] Cativiela C. Garcia J.I. Matres M.G.- Mayoral J.A. Figueras F. Fraile J.M. Cseri T. Chiche B. Appl. Catal. A 123 1995 273 [23] Cseri T. Békássy S. Figueras F. Rizner S. J. Mol. Catal. A 98 1995 101 [24] Personal communication. [25] Cativiela C. Figueras F. Fraile J.M. Garcia J.I. Mayoral J.A. de Ménorval L.C. Pires E. Appl. Catal. A 101 1993 253 [26] Magi M. Lippmaa E. Samonson A. Engelhardt G. Grimmer T. J. Phys. Chem. 88 1984 1518 [27] Tennakoon D.T.B. Jones W. Thomas J.M. Ballantine J.H. Purnell J.H. Solid State Ionics 24 1987 205 [28] Engelhardt G. Michel D. High Resolution Solid State NMR of Silicates and Zeolites 1987 Wiley Chichester [29] Weisz P.B. Swegler E.W. J. Phys. Chem. 59 1955 823",
      "scopus-id": "0001431988",
      "coredata": {
        "eid": "1-s2.0-0926860X95001581",
        "dc:description": "Toluene was alkylated with benzyl chloride and benzyl alcohol using a series of clays (KSF, KSF/0, K0, KP10, K10, KS from Süd Chemie) obtained by treating a bavarian bentonite by different acids and a Hungarian bentonite (Mád) as catalysts in a batch reactor. The catalysts were characterized by chemical analysis, thermal analysis, nitrogen adsorption, solid state nuclear magnetic resonance, X-ray diffraction. The acidity of these solids was determined by infrared spectroscopy using pyridine as molecular probe. The structure, specific surface area, and distribution of Lewis/Brønsted acidity of these clays can be changed to a great extent by acidic or thermal treatment. The rate of alkylation is related to Brønsted acidity when the substrate is benzy alcohol. When benzyl chloride is used as alkylating agent, the Fe3+ content of the clay controls the activity, and iron containing clays show high activities in spite of their low Lewis acidities.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-11-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001581",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Cseri, Tivadar"
          },
          {
            "@_fa": "true",
            "$": "Békássy, Sándor"
          },
          {
            "@_fa": "true",
            "$": "Figueras, François"
          },
          {
            "@_fa": "true",
            "$": "Cseke, Eleonóra"
          },
          {
            "@_fa": "true",
            "$": "de Menorval, Louis-Charles"
          },
          {
            "@_fa": "true",
            "$": "Dutartre, Roger"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001581"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001581"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00158-1",
        "prism:volume": "132",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization of clay-based K catalysts and their application in Friedel-Crafts alkylation of aromatics",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Aromatics"
          },
          {
            "@_fa": "true",
            "$": "Alkylation"
          },
          {
            "@_fa": "true",
            "$": "K catalysts"
          },
          {
            "@_fa": "true",
            "$": "Acidic clays"
          },
          {
            "@_fa": "true",
            "$": "Brønsted acidity"
          },
          {
            "@_fa": "true",
            "$": "Fe3+"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "141-155",
        "prism:endingPage": "155",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 November 1995",
        "prism:doi": "10.1016/0926-860X(95)00158-1",
        "prism:startingPage": "141",
        "dc:identifier": "doi:10.1016/0926-860X(95)00158-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001431988"
      }
    }
  }
}