{
  "metadata": {
    "title": "Dehydrogenation of isopropylic alcohol on a Cu/SiO<ce:inf loc=post>2</ce:inf> catalyst: a study of the activity evolution and reactivation of the catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-08-15",
    "doi": "10.1016/0926-860X(96)00087-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96000877",
    "pii": "0926860X96000877"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0043263452",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96000877 0926-860X(96)00087-7 0926860X96000877 10.1016/0926-860X(96)00087-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00105 2024-01-01T12:18:48.759026Z 0 0 19960815 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 142 142 2 2 Volume 142, Issue 2 13 375 386 375 386 19960815 15 August 1996 1996-08-15 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. DEHYDROGENATIONISOPROPYLICALCOHOLACUSIO2CATALYSTASTUDYACTIVITYEVOLUTIONREACTIVATIONCATALYST MARCHI A AGORRETA 1991 111 E MCALLISTER 1992 129 P DRY 1981 159 255 M CATALYSTSCIENCETECHNOLOGY KREBS 1981 199 H PIJOLAT 1987 82 M TAU 1985 408 L KIKUCHI 1984 710 E AMARIGLIO 1983 247 A HICKS 1984 205 R PERTI 1985 1420 D BRITO 1982 762 J LAINE 1985 64 J CUNNINGHAM 1986 160 J CUNNINGHAM 1987 381 J AGORRETA 1991 391 398 E MCDANIEL 1986 446 M OLAZAR 1989 1752 M OLAZAR 1991 413 416 M AMARIGLIO 1981 487 A AMARIGLIO 1980 669 681 A PROCEEDINGS7THINTERNATIONALCONGRESSCATALYSIS PEPE 1985 69 F PEPE 1992 86 F PEPE 1992 15 F SCHMIDT 1987 L CATALYSTDEACTIVATION GARETTO 1994 63 68 T PROCEEDINGSXIVIBEROAMERICANSYMPOSIUMCATALYSISCONCEPCIONCHILE POTOCZNAPETRU 1993 3501 D MARCHIX1996X375 MARCHIX1996X375X386 MARCHIX1996X375XA MARCHIX1996X375X386XA item 0926-860X(96)00087-7 0926860X96000877 1-s2.0-0926860X96000877 10.1016/0926-860X(96)00087-7 271346 2024-01-01T12:18:48.759026Z 1996-08-15 1-s2.0-0926860X96000877-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000877/MAIN/application/pdf/9b5f7e130577962660d0ca7473000013/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000877/MAIN/application/pdf/9b5f7e130577962660d0ca7473000013/main.pdf main.pdf pdf true 655678 MAIN 12 1-s2.0-0926860X96000877-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000877/PREVIEW/image/png/4b5dc7edd2065e6e6af360bf96a6973b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000877/PREVIEW/image/png/4b5dc7edd2065e6e6af360bf96a6973b/main_1.png main_1.png png 45767 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 142 (1996) 375-386 Dehydrogenation of isopropylic alcohol on a Cu/SiO2 catalyst: a study of the activity evolution and reactivation of the catalyst A.J. Marchi a J.L.G. Fierro b j. Santamaria c A. Monz6n c., a INCAPE, F.I.Q.-U.N.L-CONICET, Santiago del Estero, 2654, 3000-Santa Fe, Argentina h lnstituto de Cat6lisis y Petroleoqufmica (C.S.L C.), Campus Uniuersidad Autonoma de Madrid, Cantoblanco. 28949 Madrid, Spain Department of Chemical and Emdronmental Engineering, Unit, ersity of Zaragoza, 50009 Zaragoza, Spain Received 25 November 1995; revised 13 February 1996; accepted 13 February 1996 Abstract The activation-deactivation behaviour of a Cu/SiO2 catalyst during isopropyl alcohol (IPA) dehydrogenation to acetone has been studied. Simultaneous reduction and sintering processes are responsible for the activation-deactivation behaviour observed, The reducing H2 atmosphere impulses the transformation of CuO into Cuand at the same time the sintering of the Cuphase formed. The reoxidation treatment in air at 573-673 K is able to regenerate a finely dispersed CuO phase from the sintered Cuphase. As a result, the active phase is redispersed and the dehydrogenation activity is recovered. The results indicate the existence of two CuO phases on the catalyst, with different properties. The CuO phase with a low reduction temperature, a small particle size and a poor crystallinity, is the one responsible for the appearance of the finely dispersed Cu which is the active phase for this reaction. Keywords: Cu/SiO2; Dehydrogenation; Activation-deactivation; Sintering; Redispersion 1. Introduction Experimental evidence shows that activation and deactivation processes are simultaneously present in numerous catalytic processes. This seems evident in many reaction systems in which the catalytic activity exhibits a maximum with * Corresponding author. Tel.: ( + 34-76) 761157; fax: ( + 34-76) 761159; e-mail: amonzon@posta.unizar.es. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00087-7 376 A.J. Marchi et al. / Applied Catalysis A: General 142 (1996) 375-386 time on stream. In this situation, activation processes are dominant during the period of increasing activity, while the decreasing activity period corresponds to the dominance of deactivation processes [1,2]. In other words, in these systems the observable evolution of activity is the sum of activation processes which increase the number of active sites (e.g., reduction of oxides in metal-catalyzed hydrogenations), and deactivation processes which tend to reduce the number of available sites (poisoning, coking, sintering, solid phase transformations). Among the reactions in which activity versus time maxima can be found are Fischer- Tropsch synthesis [3-6], Kobel-Engelhardt synthesis [7], CO2 methanation [8,9], CO oxidation [ 10], hydrodesulfurization processes [ 11,12], alcohol dehy- drogenation [ 13-15] and polymerization processes [ 16-18], as well as the above mentioned hydrogenation reactions [19,20]. The period of increasing activity often constitutes a significant fraction of the operation time of the catalyst between regenerations [1]. This means that the knowledge of the activation-deactivation kinetics is very useful to appropriately design and optimize the operation of catalytic reactors where activation and deactivation processes are present. Also, the investigation of the causes and mechanisms of activation and deactivation of a given catalyst allows a more rational approach to its design and preparation. In spite of this, it is often found that investigations on this type of systems are restricted to the period of net decreasing activity, i.e., where most of the activation processes are already over and the deactivation can be studied on its own [1]. In laboratory studies of this kind, prior to the reaction the catalyst is subjected to an intense activation process that consumes most of the potentially active sites and essentially precludes any further activation during reaction. While this method is effective to simplify the study, it also prevents access to important information concern- ing the activation process and the behavior of the catalyst in general. In this work, a study is presented of the activation-deactivation behaviour of a Cu/SiO2 catalyst during isopropyl alcohol (IPA) dehydrogenation to acetone. The causes of activation and deactivation are analyzed with the objective of gaining a better understanding of these processes, and to draw some practical conclusions regarding appropriate methods for catalyst regeneration on this system. 2. Experimental A commercial, shell-type Cu (6 wt.-%)/SiO2 catalyst with a particle size between 1000 and 1600 microns was used. Both Cu and the promoter Na were located in a thin external layer of the catalyst particles. The BET surface area of the catalyst was 4 m2/g, (Micromeritics Pulse Chemisorb 2700), and the pore volume and the apparent density were respectively 0.61 cm3/g and 0.5 g/cm3 (Micromeritics Autopore II 9215). A.J. Marchi et al. / Applied Catalysis A: General 142 (1996) 375-386 377 Catalytic activity measurements were carried out in a 15 mm I.D., 200-mm long fixed-bed reactor operated under differential conditions and in the absence of diffusional resistances, according to the results obtained in a previous work [15]. The catalyst bed was diluted (ca. 50% by volume) with inert ceramic packing of a similar size. Isothermal operation was ensured by immersing the bed into an external sand fluidized bed, which provided a good heat transfer coefficient and high thermal inertia. This was necessary in order to minimize temperature oscillations which, however small, were found to have an important effect upon the catalytic rates measured in this work. The reaction was carried out at atmospheric pressure and at temperatures between 433 and 453 K. The reactor feed contained IPA (with a partial pressure of 0.2 to 0.66 bar), acetone (0.04 to 0.4 bar), hydrogen (0.10 to 0.24 bar), and nitrogen (balance). A precise dosifying pump delivered mixtures containing the appropriate proportions of IPA and acetone to an evaporator. This stream was then mixed with mass flow controlled streams of H2 and N2 and the resulting mixture entered the reactor at spatial times between 360 and 380 g min/mol. Prior to the kinetic experiments, the catalyst was activated in situ using a three stage procedure: (i) purging with nitrogen for 1 h at 573 K; (ii) cooling down under nitrogen to 453 K; (iii) reduction using 30% H2 in N2 for 15 or 30 min. During the kinetic measurements the exit gas stream from the reactor was passed through a cold trap to remove condensables and then analyzed by on-line gas chromatography. The only products detected were IPA, acetone and hydro- gen, indicating that secondary reactions could be neglected under the conditions employed in this work. Temperature programmed reduction (TPR) experiments were carried out in a separate unit using a 5% H2-Ar mixture with a total flow rate of 20 cm3/min and a heating ramp of 6 K/min. X-ray photoelectron spectroscopy (XPS) data were obtained in a Fisons Escalab 200 R unit, equipped with a cell for 'in situ' pretreatments. The measurements were carried out using Mg-Ka radiation, at a residual pressure of 2 10-9 Torr or lower. The C ls line at 284.9 eV was used as an internal standard. X-ray diffraction (XRD) patterns were obtained in a Rigaku/Max System unit, using Ni-filtered Cu-Kc~ radiation, and a voltage of 40 kV. The patterns were recorded in the range of 30-70using a scanning velocity of 0.03s. 3. Results and discussion 3.1. Evolution of catalytic activity Under the conditions employed, the same behaviour was observed in all cases: the activity of the fresh Cu/SiO2 catalyst initially increases with time until a maximum is reached, and then a rapid deactivation follows. The rate of 378 A.J. Marchi et al. /Applied Catalysis A.\" General 142 (1996) 375-386 6 .~ 5 o ~3 ~2, 0 0 40 80 E @ ~t 120 160 200 time (min.) Fig. 1. Evolution of activity with time on stream. The reaction was carried out at T = 433 K, and P1PA = 0.20 bar, and no acetone or hydrogen was added. After 90 rain on stream the reactant feed was interrupted, and the catalyst was subjected to 30% H2 in N2 for 15 min, resuming the initial feed composition thereafter. both activity increase and loss depends on the experimental conditions employed (first part of Figs. 1 and 2). Fig. 1 also shows the effect of a treatment using 30% H2 in N2 for 15 rain at 180 upon the partially deactivated catalyst. It can be seen that this treatment did not lead to a recovery of catalytic activity, but rather to an additional loss (Fig. 1). However, the same treatment had a very different effect when performed after oxidation with air at 300. In this case, a strong new activation period was observed, leading to a maximum activity comparable to that reached previously (Fig. 2). 30 ,,..., 25 do .~ 20 E o E k 15 ~,. 10 ~\" m 0 .... i, ,.,L .... i .... i .. J,l,a..i .... i. 0 40 80 120 160 200 240 28q time (min.) Fig. 2. Evolution of activity with time on stream. The reaction was carried out at T = 453 K, PleA = 0.60 bar, PAc = 0.035 bar and PH2 = 0.23 bar. After 110 min on stream the reactant feed was interrupted, and the catalyst was subjected to oxidation in air for 1 h, then to 30% H2 in N2 for 15 min, resuming the initial feed composition thereafter. A.J. Marchi et al./ Applied Catalysis A: General 142 (1996) 375-386 379 The evolution of catalytic activity, both for the fresh catalyst (Figs. 1 and 2) and for the catalyst after the treatment in air and hydrogen (Fig. 2) strongly suggests the presence of simultaneous activation and deactivation processes. The initial activation period is a consequence of the mild reduction conditions employed during the pretreatment of the catalyst before reaction. It seems likely that only part of the CuO capable of reduction at 453 K was converted during this pretreatment. Thus, the hydrogen released in the reaction would continue the reduction of CuO thereby increasing the number of active sites and consequently the observed reaction rate. However, Figs. 1 and 2 show that, after a certain time on stream, the deactivation of the catalyst causes a net decrease in the observed reaction rate. Given the characteristics of the system studied, three possible causes of deactivation were considered: (i) sintering of metallic Cu particles; (ii) deposi- tion of carbonaceous residues on the catalyst surface; (iii) poisoning of the active surface by sulphur and/or chlorine. The last possibility was rejected in view of the purity of the reactants used, which was specifically verified regarding these compounds. Also, temperature programmed oxidation (TPO) experiments did not detect carbonaceous compounds on the deactivated catalyst surface. Supplementary evidence was provided by XPS analysis, in which the intensity of the C 1 s peak relative to the Si 2p peak was very similar in samples before and after reaction. Therefore, the sintering of Cuparticles seems to be the most likely cause of the observed deactivation in agreement with the explanation given by Pepe et al. [21-23], for this type of catalysts. On the other hand, the reactivation of the catalyst after treatment in air and hydrogen can be explained as a result of: (i) recovery of the original CuO phase by oxidation of the sintered Cu and (ii) regeneration of the Cuphase by reduction with the hydrogen-containing mixture. The treatment in air and hydrogen would therefore redisperse the sintered Cuphase, leading to a recovery of the initial catalytic activity. There is ample information in the literature on catalytic systems with a behaviour similar to the one shown in this case [24-26]. 3.2. Characterization of fresh and used catalysts In order to further substantiate the above suggested explanations, the catalyst at different reaction stages was characterized using XPS, TPR and XRD. In general, three different types of samples were used: fresh catalyst, used catalyst with some degree of remaining activity and completely deactivated catalyst. The TPR analysis of the fresh catalyst revealed the presence of two overlap- ping wide bands (Fig. 3a). The corresponding hydrogen consumption maxima were found at 543 and 593 K. The first peak accounted for a hydrogen consumption of 0.44 mmol of Hz/g catalyst, and the second for 0.92 mmol/g, i.e., a total hydrogen consumption of 1.36 mmol Hz/g of catalyst. These results 380 A.J. Marchi et al. /Applied Catalysis A: General 142 (1996) 375-386 ,-.2,. .o (a) (c) .... I .... I .... I ....... ,I,,,,I .... I .... 400 450 500 550 600 650 700 750 800 Temperature (K) Fig. 3. Temperature programmed reduction of: (a) fresh catalyst, (b) partially deactivated catalyst, (c) completely deactivated catalyst. suggest the existence of two different Cu species on the catalyst. One possibility would be that both species are CuO, with a different particle size. In this case, the largest crystallites would appear in the TPR as species reducible at a higher temperature because of the diffusion hindrance on the reduction process. Also, Fig. 3a shows only a very small consumption of hydrogen at temperatures of 473 K and lower. Therefore, only a small fraction of the CuO would be expected to undergo reduction during the activation pretreatment (15 min under 30% H2, at 453 K). The hydrogen generated during the reaction would then be responsible for the observed activation process. When partially deactivated catalysts were subjected to temperature pro- grammed reduction the result was a single peak, with a maximum at 588 K. This peak was markedly asymmetric, suggesting that part of the CuO that can be reduced at low temperature still remains as such in the used catalyst. The total hydrogen consumption in this case was 0.76 mmol Hz/g catalyst, i.e., only 55% of the total consumption measured for the fresh catalyst. Finally, the TPR analysis of the completely deactivated catalyst revealed a single peak with a maximum at 583 K (Fig. 3c). The total hydrogen consumption was 0.65 mmol H2/g catalyst, i.e. 48% of the total consumption for the fresh catalyst. Besides, the peak was much more symmetric, suggesting that essentially all the CuO species that could be reduced at the reaction temperature had been converted to Cu The results of the temperature programmed reduction experiments therefore confirm the reduction of CuO species during reaction and, in view of the activity maximum reached with time on stream, they also seem to indicate that beyond a certain degree of reduction the activity of the catalyst decreases. This is consistent with the above described scenario in which the hydrogen species in the reaction atmosphere would favour the transition of Cu2+ to Cu thus producing new active sites, and at the same time accelerating the sintering A.J. Marchi et al. / Applied Catalysis A: General 142 (1996) 375-386 381 i Cu I 1/ I \"cuo I o,.~ .g 30 35 40 45 50 55 60 20 (o) Fig. 4. X-ray diffraction pattern of: (a) fresh catalyst after pretreatment in nitrogen for 120 min at 573 K, (b) fresh catalyst after a reduction treatment under 30% H2 in N2 for 120 min at 453 K, (c) completely deactivated catalyst after a reduction treatment under 30% H2 in N2 for 120 min at 453 K. processes and the associated elimination of active sites, which becomes predom- inant beyond a certain degree of reduction. Fig. 4a shows the XRD patterns obtained for the fresh catalyst after pretreat- ment in N2 for 2 h at 573 K. The only identifiable phase is CuO, with a poorly organized crystalline structure and a small particle size. The fresh catalyst was then reduced, and subjected again to XRD analysis. After the standard reduction treatment in 30% H2 at 453 K for 30 rain (Fig. 4b), two different phases are present: CuO and Cu The XRD pattern of this sample shows two additional interesting features: only one peak corresponding to CuO is present, slightly displaced with respect to the highest intensity peak in Fig. 4a. This would be consistent with the presence of two CuO phases on the catalyst surface. On the other hand, regarding Cu only one wide peak is observed, corresponding to the highest intensity peak normally associated with Cu This indicates that the Cu generated in this stage is finely dispersed on the silica support. Finally, when a sample of the catalyst deactivated during reaction is subjected to the reduction treatment using 30% H2 at 453 K for 30 min (Fig. 4c), the XRD data show a considerable increase of the crystallite size and concentration of Cu with respect to that observed on the fresh catalyst sample after the same reduction treatment. Simultaneous with the increase in the Cupeaks, the CuO peak decreases, thus indicating a greater degree of reduction. Finally, additional evidence concerning this point was provided by XPS measurements. The Cu 2p3/2 core level spectra of two representative samples are displayed in Fig. 5a. They show the principal peak at ca. 933.0 eV with a shoulder at ca. 935.4 eV, which correspond to reduced (Cuand Cu+) and unreduced Cu2+ copper species, respectively. Since Cuand Cut + species show essentially the same binding energy, XPS alone cannot discriminate among these species. A shake-up satellite above 943.0 eV, whose intensity depends on the reduction of copper, is also observed. As only Cu2 + ions show this satellite, but 382 A.J. Marchi et al. / Applied Catalysis A: General 142 (1996) 375-386 Cu 2p312 Cuo (a} CB~+ Curve 1 /~ Curve 2 \\ 948 943 938 933 928 BE (eV) 2,2 (b) 2,0 1,8 1,6 1,4 1,2 1,0 0,8 _m m~_ 0,6 O~4 ~ t i I .... I i 1,1 I I I I i| I I I ' I ~ 40 50 60 70 80 90 %Cu red. Fig. 5. (a) XPS spectra of two representative samples: after partial activation (curve l), and after reaction (completely deactivated, curve 2). These samples yielded Icu/Isi ratios of 1.61 and 0.80 respectively, with percentages of reduction of 42 and 64% respectively. (b) lc~ / lsi ratios versus percentage of reduction of Cu on the catalyst, obtained from XPS analysis. in no case Cu~ + or Cut), the observation of this line in partially reduced catalysts can be taken as conclusive that certain proportion of copper still remains as Cu2+ ions. In order to evaluate the Cu reduction degree, curve synthesis procedures have been applied. The formula used to quantify the proportion of reduced copper is: 1933/]Total, where 1933 is the area of the peak centered at 933 eV (reduced copper) and 1Tota~ is the total area of the Cu 2p3/2 peak, including satellite line. Thus, from XPS measurements, the amount of reduced Cu and the total Icu/lsi ratio can be calculated, i.e., the reduction and the sintering processes taking place on the catalyst surface can be followed and quantified. XPS measurements on the fresh catalyst yielded a Icu/lsi ratio of 17.0, A.J. Marchi et al. / Applied Catalysis A: General 142 (1996) 375-386 383 ,'->. d 8 cq 400 500 600 700 800 Temperature (K) Fig. 6. Temperature programmed reduction experiments carried out after a regeneration treatment with air at 673 K. (a) Partially deactivated catalyst, (b) completely deactivated catalyst. indicating a high degree of dispersion, in agreement with XRD data. XPS spectra of used catalyst samples (Fig. 5a), also indicated an increase of the degree of reduction with time on stream, evidenced by a decrease in the intensity of the 2p3/2 band and its satellite corresponding to Cu2+, with respect to Cu The Icu/Isi ratio calculated for used samples is plotted in Fig. 5b versus the degree of reduction of the copper species on the catalyst. It can be seen that, as the catalyst is progressively reduced, the degree of sintering increases. Thus, when the degree of reduction increases from 40 to 55%, the Cu/Si atomic ratio decreases from 2 to about 0.75 (it must also be remembered that the value corresponding to the fresh catalyst, not included in Fig. 5b, yielded a Icu/Isi ratio of 17). Beyond 50% reduction, the degree of sintering is already high, and further reduction treatments do not seem to decrease the dispersion of copper. 3.3. Catalyst regeneration It has been shown (Fig. 2), that the original activity of deactivated catalyst samples can be substantially recovered by an oxidation-reduction treatment. To further investigate this aspect, partially deactivated and completely deactivated catalyst samples were subjected to a treatment in air at 673 K, and then to temperature programmed reduction experiments. The results are shown in Fig. 6. In both cases the TPR profiles showed some similarities with respect to those of the fresh catalyst (comparison of Figs. 3 and 6). For the partly deactivated catalyst the two peaks were observed at 543 and 628 K (Fig. 6a), with hydrogen consumption values of 0.51 and 0.84 mmol H2/g of catalyst, respectively, i.e., the total consumption was 1.35 mmol Hz/g of catalyst, approximately the same as that of the fresh catalyst. For the completely deactivated catalyst (Fig. 6b), the TPR peaks were situated at 546 and 623 K, with hydrogen consumption values of 0.65 and 0.69 mmol H2/g catalyst, again giving a total consumption of 1.35 mmol H2/g catalyst. These results indicate that in both cases the CuO phase has 384 A.J. Marchi et al./Applied Catalysis A: General 142 (1996) 375 386 Cuo \"~\" CuO \"~ (c ....... (). 30 40 50 60 70 2 e (o) Fig. 7. X-ray diffraction pattern of: (a) fresh catalyst after pretreatment in air for 120 min at 673 K, (b) fresh catalyst after a reduction treatment under 30% H2 in N2 for 120 min at 493 K, (c) partly deactivated catalyst after a oxidation-reduction treatment under air for 120 min at 673 K and then under 30% H2 in N2 for 120 min at 493 K, (d) completely deactivated catalyst after an oxidation-reduction treatment in air for 120 rain at 473 K and then under 30% H2 in N2 for 120 min at 493 K. been completely regenerated, since the total consumption equals that of the fresh catalyst. However, the hydrogen consumption for the CuO phase which is reducible at lower temperatures increases from the fresh to the completely deactivated catalyst, i.e., increases with the degree of reduction. This would suggest that the reoxidation treatment favours the formation of the low reduction temperature CuO phase from the Cugenerated during the course of the reaction. With respect to the high reduction temperature CuO, the effect seems to be the opposite since the displacement of the high temperature peak towards higher temperatures would indicate a higher degree of sintering. The partly and completely deactivated catalyst samples were also subjected to XRD analysis after treatment in air at 673 K. The fresh catalyst yielded similar XRD patterns whether treated with nitrogen or with air (Figs. 4 and 7a). After reduction with 30% H2 in N2 at 493 K (Fig. 7b), the catalyst displayed patterns corresponding to two phases: Cuand a CuO phase which was not reduced under the conditions employed. When a sample of partly deactivated catalyst was subjected to the same treatment in air, the CuO phase was regenerated (Fig. 7c). However, there are several significant features in this curve: (i) the shoulder in the peak at 20 = 35.7 degrees becomes visible after the regeneration treat- ment indicating the presence of two phases, (ii) the width of this peak is lower than the corresponding peak of the fresh catalyst indicating an increase of the crystallite size, and (iii) the appearance of a clearly visible shoulder at around 35 which cannot be easily observed in the fresh catalyst, might be due to an increase of the concentration of the CuO phase reducible at lower temperature. These results are in agreement with those observed in the TPR experiments. The lower width of the peak at 35.7and the appearance of the new peaks at 42.4 and 61.3seem to be related with the sintering of the CuO phase reducible at A.J. Marehi et al. /Applied Catalysis A: General 142 (1996) 375-386 385 higher temperatures. This sintering was also detected in the TPR experiments, as mentioned above. Finally, when the reoxidated catalyst was treated with 30% H2 in N2 at 493 K (Fig. 7d), a metallic copper phase was obtained, with similar characteristics to that obtained from the fresh catalyst (Fig. 7b and d). The shoulder of the peak at 35.7 and the peak at 38.7disappear, which confirms that they are part of the phase with the lower reduction temperature. On the other hand, the persistence of the peaks at 35.7 42.4and 61.3show that these belong to the phase which is not reducible at the temperatures employed. 4. Conclusions The results of this work indicate that simultaneous reduction and sintering processes are responsible for the activation-deactivation behaviour observed for a Cu/SiO2 shell catalyst during the dehydrogenation of isopropyl alcohol to acetone. The reducing H2 atmosphere impulses the transformation of CuO into Cuand at the same time the sintering of the Cuphase formed. This growth of the Cucrystallites and the associated loss of metal surface area is favored by the low interaction between the Cucrystallites and the silica support. When the degree of reduction reaches a certain value, the rate of loss of active area due to sintering is higher than the rate of creation of new active sites associated to the reduction process, and the net deactivation period starts. The reoxidation treatment in air at 573-673 K is able to regenerate a finely dispersed CuO phase from the sintered Cuphase. The result is the redispersion of the active phase and the recovery of the catalytic activity for the reaction. It must be noted that the redispersion process affects the CuO phase with a lower reduction temperature. This confirms the existence on the catalyst of two CuO phases with different properties. In agreement with the TPR and XRD results, it can be said that it is the CuO phase with a low reduction temperature, a small particle size and a poor crystallinity, the one responsible for the appearance of the finely dispersed Cuphase, which is the active phase for this reaction. Acknowledgements The authors wish to acknowledge the financial support of DGICYT (Spain), for this work (Project PB94-0568). References [I] E. Agorreta, J.A. Pefia, J. Santarnarla and A. Monz6n, Ind. Eng. Chem. Res., 30 (1991) 111. [2] P. McAllister and E.E. Wolf, J. Catal., 138 (1992) 129. 386 A.J. Marchi et al. / Applied Catalysis A: General 142 (1996) 375-386 [3] M.E. Dry, in J.R. Anderson and M. Boudart (Editors), Catalyst Science and Technology, Springer Verlag, New York, 1981, pp. 159-255. [4] H.J. Krebs, H.P. Bonzel and W. Schwarting, J. Catal., 72 (1981) 199, [5] M. Pijolat, V. Perrichon, P. Bussiere, J. Catal., 107 (1987) 82. [6] L.M. Tau and C.O. Bennet, J. Catal., 96 (1985) 408. [7] E. Kikuchi, H. Wada, K. Fujishiro, T. Chiba and Y. Morita, Int. Chem. Eng., 24 (1984) 710. [8] A. Amariglio, M. Laldadar and H. Amariglio, J. Catal., 81 (1983) 247. [9] R.F. Hicks and A.T. Bell, J. Catal., 90 (1984) 205. [10] D. Perti and R.L. Kabel, AIChE J., 31 (1985) 1420. [11] J. Brito, R. Golding, F. Severino and J. Laine, Prep. Pap. Am, Chem. Soc. Div. Pet. Chem., 27 (1982) 762. [12] J. Laine, J. Brito, J. Gallardo and F. Severino, J. Catal., 91 (1985) 64. [13] J. Cunningham, G.H. AI-Sayed, J.A. Cronin, J.L.G. Fierro, C. Healy, W. Hirchwald, M. Ilyas and J.P. Tobin, J. Catal., 102 (1986) 160. [14] J. Cunningham, D. McNamara, J.L.G. Fierro and S. O'Brien, Appl. Catal., 35 (1987) 381. [15] E. Agorreta, M. Salvador, J. Santamar~a and A. Monz6n, Stud. Surf. Sci. Catal., 68 (1991) 391-398. [16] M.P. McDaniel and M.M. Johnson, J. Catal., 101 (1986) 446. [17] M. Olazar, A.T. Aguayo, J.M. Arandes and J. Bilbao, Ind. Eng. Chem. Res., 28 (1989) 1752. [18] M. Olazar, J.M. Arandes, A.T. Aguayo and J. Bilbao, Stud. Surf. Sci. Catal., 68 (1991) 413-416. [19] A. Amariglio and H. Amariglio, J. Catal., 68 (1981) 487. [20] A. Amariglio, M. Lakbdar and H. Amariglio, Proceedings 7th International Congress on Catalysis, Tokyo, 1980, pp. 669-681. [21] F. Pepe, C. Angeletti, S. De Rosi and M. La Jacono, J. Catal., 91 (1985) 69. [22] F. Pepe and R. Pollini, J. Catal., 136 (1992) 86. [23] F. Pepe, R. Pollini and L. Stoppa, Catal. Lett., 14 (1992) 15. [24] L.D. Schmidt and C.P. Lee, in E.E. Petersen and A.T. Bell (Editors), Catalyst Deactivation, Marcel Dekker, New York, 1987. [25] T. Garetto, A. Borgna, A. Monz6n and C. Apestegu~a. Proceedings of XIV lberoamerican Symposium on Catalysis, Concepci6n (Chile), 1994. Vol. 1, pp. 63-68. [26] D. Potoczna-Petru and L. Kepinski, J. Mater. Sci., 28 (1993) 3501. APCATA 96000877 0926-860X(96)00087-7 10.1016/0926-860X(96)00087-7 Elsevier Science B.V. All rights reserved Dehydrogenation of isopropylic alcohol on a Cu/SiO2 catalyst: a study of the activity evolution and reactivation of the catalyst A.J. Marchi a J.L.G. Fierro b J. Santamaría c A. Monzón * c a INCAPE, F.I.Q.-U.N.L.-CONICET, Santiago del Estero, 2654, 3000- Santa Fe, Argentina b Instituto de Catálisis y Petroleoquímica (C.S.I.C.), Campus Universidad Autonoma de Madrid, Cantoblanco. 28949 Madrid, Spain c Department of Chemical and Environmental Engineering, University of Zaragoza, 50009 Zaragoza, Spain * Corresponding author. Tel.: (+34-76) 761157; fax: (+34-76) 761159 The activation-deactivation behaviour of a Cu/SiO2 catalyst during isopropyl alcohol (IPA) dehydrogenation to acetone has been studied. Simultaneous reduction and sintering processes are responsible for the activation-deactivation behaviour observed. The reducing H2 atmosphere impulses the transformation of CuO into Cu0 and at the same time the sintering of the Cu0 phase formed. The reoxidation treatment in air at 573–673 K is able to regenerate a finely dispersed CuO phase from the sintered Cu0 phase. As a result, the active phase is redispersed and the dehydrogenation activity is recovered. The results indicate the existence of two CuO phases on the catalyst, with different properties. The CuO phase with a low reduction temperature, a small particle size and a poor crystallinity, is the one responsible for the appearance of the finely dispersed Cu0, which is the active phase for this reaction. Keywords Cu/SiO2 Dehydrogenation Activation-deactivation Sintering Redispersion References [1] Agorreta E. Pen˜a J.A. Santamaría J. Monzón A. Ind. Eng. Chem. Res. 30 1991 111 [2] McAllister P. Wolf E.E. J. Catal. 138 1992 129 [3] Dry M.E. Anderson J.R. Boudart M. Catalyst Science and Technology 1981 Springer Verlag New York 159 255 [4] Krebs H.J. Bonzel H.P. Schwarting W. J. Catal. 72 1981 199 [5] Pijolat M. Perrichon V. Bussiere P. J. Catal. 107 1987 82 [6] Tau L.M. Bennet C.O. J. Catal. 96 1985 408 [7] Kikuchi E. Wada H. Fujishiro K. Chiba T. Morita Y. Int. Chem. Eng. 24 1984 710 [8] Amariglio A. Lakhdar M. Amariglio H. J. Catal. 81 1983 247 [9] Hicks R.F. Bell A.T. J. Catal. 90 1984 205 [10] Perti D. Kabel R.L. AIChE J. 31 1985 1420 [11] Brito J. Golding R. Severino F. Laine J. Prep. Pap. Am. Chem. Soc. Div. Pet. Chem. 27 1982 762 [12] Laine J. Brito J. Gallardo J. Severino F. J. Catal. 91 1985 64 [13] Cunningham J. Al-Sayed G.H. Cronin J.A. Fierro J.L.G. Healy C. Hirchwald W. Ilyas M. Tobin J.P. J. Catal. 102 1986 160 [14] Cunningham J. McNamara D. Fierro J.L.G. O'Brien S. Appl. Catal. 35 1987 381 [15] Agorreta E. Salvador M. Santamaría J. Monzón A. Stud. Surf. Sci. Catal. 68 1991 391 398 [16] McDaniel M.P. Johnson M.M. J. Catal. 101 1986 446 [17] Olazar M. Aguayo A.T. Arandes J.M. Bilbao J. Ind. Eng. Chem. Res. 28 1989 1752 [18] Olazar M. Arandes J.M. Aguayo A.T. Bilbao J. Stud. Surf. Sci. Catal. 68 1991 413 416 [19] Amariglio A. Amariglio H. J. Catal. 68 1981 487 [20] Amariglio A. Lakhdar M. Amariglio H. Proceedings 7th International Congress on Catalysis Tokyo 1980 669 681 [21] Pepe F. Angeletti C. De Rosi S. La Jacono M. J. Catal. 91 1985 69 [22] Pepe F. Pollini R. J. Catal. 136 1992 86 [23] Pepe F. Pollini R. Stoppa L. Catal. Lett. 14 1992 15 [24] Schmidt L.D. Lee C.P. Petersen E.E. Bell A.T. Catalyst Deactivation 1987 Marcel Dekker New York [25] Garetto T. Borgna A. Monzón A. Apesteguía C. 5th ed. Proceedings of XIV Iberoamerican Symposium on Catalysis, Concepción (Chile) Vol. 1 1994 63 68 [26] Potoczna-Petru D. Kepinski L. J. Mater. Sci. 28 1993 3501",
      "scopus-id": "0043263452",
      "coredata": {
        "eid": "1-s2.0-0926860X96000877",
        "dc:description": "The activation-deactivation behaviour of a Cu/SiO2 catalyst during isopropyl alcohol (IPA) dehydrogenation to acetone has been studied. Simultaneous reduction and sintering processes are responsible for the activation-deactivation behaviour observed. The reducing H2 atmosphere impulses the transformation of CuO into Cu0 and at the same time the sintering of the Cu0 phase formed. The reoxidation treatment in air at 573–673 K is able to regenerate a finely dispersed CuO phase from the sintered Cu0 phase. As a result, the active phase is redispersed and the dehydrogenation activity is recovered. The results indicate the existence of two CuO phases on the catalyst, with different properties. The CuO phase with a low reduction temperature, a small particle size and a poor crystallinity, is the one responsible for the appearance of the finely dispersed Cu0, which is the active phase for this reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96000877",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Marchi, A.J."
          },
          {
            "@_fa": "true",
            "$": "Fierro, J.L.G."
          },
          {
            "@_fa": "true",
            "$": "Santamaría, J."
          },
          {
            "@_fa": "true",
            "$": "Monzón, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96000877"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96000877"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00087-7",
        "prism:volume": "142",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Dehydrogenation of isopropylic alcohol on a Cu/SiO2 catalyst: a study of the activity evolution and reactivation of the catalyst",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cu/SiO2"
          },
          {
            "@_fa": "true",
            "$": "Dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Activation-deactivation"
          },
          {
            "@_fa": "true",
            "$": "Sintering"
          },
          {
            "@_fa": "true",
            "$": "Redispersion"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "375-386",
        "prism:endingPage": "386",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 August 1996",
        "prism:doi": "10.1016/0926-860X(96)00087-7",
        "prism:startingPage": "375",
        "dc:identifier": "doi:10.1016/0926-860X(96)00087-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0043263452"
      }
    }
  }
}