{
  "metadata": {
    "title": "Zeolite beta as a catalyst for alkylation of isobutane with 2-butene. Influence of synthesis conditions and process variables",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-11-10",
    "doi": "10.1016/0926-860X(94)85026-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94850267",
    "pii": "0926860X94850267"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028536362",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-17 2001-08-17 2010-10-02T11:38:12 1-s2.0-0926860X94850267 0926-860X(94)85026-7 0926860X94850267 10.1016/0926-860X(94)85026-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X02049 2024-01-01T12:21:46.509935Z 0 0 19941110 1994 2001-08-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 119 119 1 1 Volume 119, Issue 1 9 83 96 83 96 19941110 10 November 1994 1994-11-10 1994 article fla Copyright © 1994 Published by Elsevier B.V. ZEOLITEBETAACATALYSTFORALKYLATIONISOBUTANE2BUTENEINFLUENCESYNTHESISCONDITIONSPROCESSVARIABLES CORMA A CORMA 1993 483 A KIRSCH 1972 142 F MINACHEV 1977 89 K CHU 1986 195 Y WEITKAMP 1980 65 J STUDIESINSURFACESCIENCECATALYSIS CATALYSISBYZEOLITES LIANG 1993 892 H CORMA 1994 175 A WEITKAMP 1980 858 J CORMA 1994 185 A TREACY 1988 249 M BONETO 1992 37 L PEREZPARIENTE 1991 125 J BRISCOE 1989 151 N STUDIESINSURFACESCIENCECATALYSIS ZEOLITESFACTSFIGURESFUTURE CAMBLOR 1991 792 M PEREZPARIENTE 1988 46 J CAMBLOR 1991 202 M CORMA 1988 542 A ACSSYMPSER PERSPECTIVESINMOLECULARSIEVESCIENCE HUGHES 1967 2192 T DAAGE 1984 1 160 M CORMA 1990 230 A CORMAX1994X83 CORMAX1994X83X96 CORMAX1994X83XA CORMAX1994X83X96XA item 0926-860X(94)85026-7 0926860X94850267 1-s2.0-0926860X94850267 10.1016/0926-860X(94)85026-7 271346 2024-01-01T12:21:46.509935Z 1994-11-10 1-s2.0-0926860X94850267-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94850267/MAIN/application/pdf/1108ea4efdd9563eb738654d39ee5fa7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94850267/MAIN/application/pdf/1108ea4efdd9563eb738654d39ee5fa7/main.pdf main.pdf pdf true 713062 MAIN 14 1-s2.0-0926860X94850267-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94850267/PREVIEW/image/png/73ce09863cb324c01bcbe52312b31d97/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94850267/PREVIEW/image/png/73ce09863cb324c01bcbe52312b31d97/main_1.png main_1.png png 52732 849 656 IMAGE-WEB-PDF 1 ~ applied catalysis A ELS EV l ER Applied Catalysis A' General 119 (1994) 83-96 Zeolite beta as a catalyst for alkylation of isobutane with 2-butene. Influence of synthesis conditions and process variables A. Corma, V. G6mez, A. Martfnez * lnstituto de Tecnologfa Qufmica UPV-CSIC, Universidad Polit3cnica de Valencia, 46071 Valencia, Spain Received 16 February 1994; revised 5 July 1994; accepted 5 July 1994 Abstract The continuous alkylation of isobutane with 2-butene was carried out on a series of beta catalysts prepared by two different synthesis procedures, involving the use of amorphous silica (Aerosil) and TEOS as silica source. The stability of the zeolite towards dealumination during the activation steps was seen to increase with Si/A1 ratio and crystal size of the beta catalyst. The most stable catalysts were also the most active and selective for alkylation, giving a higher TMP/DMH ratio during the initial reaction stages. These samples also deactivate at a lower rate with TOS. The observed differ- ences in catalytic activity and selectivity were attributed to differences in both total acidity and acid strength distribution. Finally, the influence of reaction temperature and isobutane/2-butene ratio on the catalytic behavior were also investigated. Keywords: Alkylation; 2-Butene; Isobutane; Process variables; Synthesis; Zeolite beta 1. Introduction Due to the growing concern about environmental pollution caused by the emis- sion of automotive fuels, reformulation of gasoline will be carded out in the USA in 1997 following the Complex Model defined by the US Environmental Protection Agency ( EPA ). This model contemplates a reduction of: gasoline volatility (RPV), aromatics (with special attention put on benzene), alkenes, sulfur, complete elim- ination of lead additives (which is already under way), as well as an increase in the concentration of oxygenates ( > 2.5 vol.-%) in the gasoline pool. The appli- cation of the above measures will produce a depletion of the gasoline octane, even * Corresponding author. Tel. ( + 34-6) 3877800, fax. ( + 34-6) 3877809. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI O926-860 X ( 94 ) O0148-O A. Corma et al / Apphed Catalysis A: General 119 (1994) 83-96 considering the introduction of the excellent octane blending properties of the oxygenate additives. From this point of view, gasoline from alkylation of isobutane with C3-C5 alkenes would help to adjust the gasoline pool to new demands owing to its high RON and MON octane values, its low volatility, and its clean burning characteristics. How- ever, the use of sulfuric and hydrofluoric acids as commercial catalysts are a drawback to the process, and a strong increase in the alkylation capacity could be expected if these hazardous liquid acids could be replaced by new solid environ- mental friendly catalysts. A number of solids have been proposed in the last decades as potential alkylation catalysts [ 1], but of these, zeolites [ 2-5 ] and solid superacids of the sulfated zirconia type [6,7 ] were the most active at moderate temperatures. Large pore tridirectional zeolites, which allow the formation and diffusion of bulky alkylated products, are preferred over small and medium pore zeolites. Of the large pore zeolites, those of faujasite type have been the most widely studied for this reaction in the last few years. Despite the fact that they show a high initial alkylation activity, a rapid catalyst deactivation occurs after some minutes on- stream, and then, a change in the reaction pathway from alkylation to alkene oligomerization is observed [5,8,9]. Recently, we have shown [9] that the initial alkylation activity, the deactivation rate, and the extent of oligomerization depends on the Si/A1 ratio of the USY zeolite, or what is equivalent, on the density and strength of the BrCnsted acid sites. Zeolite beta, a large pore 12MR zeolite with a tridirectional system of channels [ 10], has been shown to be a very active catalyst for a number of hydrocarbon reactions involving carbocation intermediates [ 11-14]. Moreover, zeolite beta has also been proposed in the patent literature as an active alkylation catalyst [ 15,16], but work on this subject has not been published, at present. In this work we have tried to gain insight into the possibilities of zeolite beta for isobutane/butene alkylation by investigating the influence of the preparation con- ditions, i.e., method of synthesis, Si/A1 ratio, crystal size, and also the influence of the process variables, i.e., reaction temperature, isobutane/butene ratio, and time- on-stream. 2. Experimental 2.1. Preparation of catalyst and characterization Five samples of zeolite beta were synthesized according to two different proce- dures: (A) Samples/3-1,/3-2,/3-3, and/3-4 were prepared from synthesis mixtures containing amorphous silica (Aerosi1200, Degussa), tetraethylammonium hydrox- ide (TEAOH, 40% by weight aqueous solution, K< 1 ppm, Na> 3 ppm, Alfa), sodium aluminate (Carlo Erba), sodium hydroxide (98%, Prolabo), sodium chlo- A. Co rma et al. / App hed Catalysis A: General 119 (1994) 83-96 85 Table 1 Chemical composition of gels and characteristics of final crystalline phases of zeolite beta Sample Silica Gel composition Zeolite source SiOJ TEAOH/ HzO/ SiO2/ K/ Crystal. SiO2/ M20/ ACS c A1203 SiO2 SiO2 (Na+K) (Na+K) (%)\" A1203 AI/O~ (/zm) /3-1 Aerosil 50 0.50 15 9.1 0.28 89 24 0.23 0.17 /3-2 Aerosil 100 0.50 15 8.5 0.33 100 37 0.22 0.17 /3-3 Aerosd 50 0.50 15 8.3 0.47 90 28 0.21 0.35 13-4 Aerosd 50 0.50 15 8.5 0.00 96 25 0.09 0.10 /3-5 TEOS 50 0.50 12 17.3 0.00 91 55 0.62 0.10 a As-synthesized. bM=Na+K. c ACS = Average crystal size (from SEM analysis). ride (99%, Prolabo), and occasionally, potassium chloride (99.5%, Scharlau), following the procedure described in ref. [ 17]. Crystallization of the gels was carried out in PTFE-lined stainless steel autoclaves at 135 during selected periods of time. (B) Sample/3-5 was prepared with the following reagents: tetraethylor- thosilicate (TEOS, Merck), sodium aluminate (Carlo Erba), TEAOH (40% aque- ous solution, Alfa), and sodium hydroxide (Prolabo), according to the procedure B2 of ref. [ 18]. In this case the gel mixture was introduced in the autoclaves keeping the ethanol formed upon hydrolysis of TEOS, and was crystallized at 120. The chemical composition of the gels and crystallized solids are reported in Table 1. Samples/3-1,/3-2, and/3-3 were synthesized from Aerosil in the presence of K + in the gel mixture, and they differed in their SOJAI203 ratio (SAR) and in the amount of K + used (Table 1 ). Sample/3-4 was synthesized with the same SAR in the gel as samples /3-1 and 13-3 (SAR=50), but in the absence of K +. Well crystallized solids were obtained in all cases. It can be seen in Table 1 that the efficiency in the incorporation of Si to the zeolite crystals decreases when increasing the SAR of gel [ 17], and also that, for a given SAR in the gel, the efficiency for Si incorporation is higher when TEOS is used as the silica source (sample/3-5 in Table 1 ). The crystallite size of the zeolite was modified by changing the K + content in the synthesis gel [ 19]. The average crystal size (ACS) and crystal size distribution of the four beta samples was measured by scanning electron microscopy (SEM). The as-synthesized samples were calcined at 550 for 3 h, and then submitted to three consecutive exchange-calcination steps using a 2.4 M ammonium aqueous solution (80, 1 h). After these treatments the alkali (Na+K) content of the catalysts was seen to be lower than 0.1 wt.-%. The acidity of the final catalysts was measured by IR spectroscopy combined with pyridine adsorption and desorption at different temperatures following the procedure described elsewhere [20]. The amount of pyridine retained on both A. Corma et aL / Applied Catalysis A: General 119 (1994) 83-96 Br0nsted and Lewis sites was calculated using the extinction coefficients of Hughes and White [ 21 ]. 2.2. Reaction system and procedure The alkylation experiments of isobutane ( > 99% purity) with trans-2-butene ( > 99% purity) were carried out in a computer-controlled reaction system. The fixed-bed tubular reactor was heated by means of an electric furnace with three independent heating zones. The reaction temperature was varied in the range 50- 80, and the total pressure maintained at 25 bar in all the experiments in order to keep reactants and products in the liquid phase. Thus, liquid isobutane and 2-butene were fed to the reactor by means of two piston-type pumps. An automated sampling- analysis system, consisting of a heated multiloop valve connected to a GC, was used to collect samples of products from very short ( 1 min) to longer times-on- stream. A more detailed description of the reaction system and the experimental procedure can be found elsewhere [9]. The loops filled with samples taken at different TOS were, then, automatically analyzed in the GC, and the individual C4- C8 hydrocarbons separated in a 100 m capillary column (Fused Silica, Supelco), and identified by GC-MS and available standards. The zeolite catalysts were pelletized, crushed, and sieved to 0.59-0.84 mm particle size and diluted with inert silica (50% by weight) before being introduced into the reactor. Deactivated catalysts were regenerated by calcination in air flow at 500 for 10 h. 3. Results and discussion 3.1. Characteristics of the beta catalysts The SEM micrographs of the different samples showed that a decrease of the K + content in the gel produced a decrease in the average crystal size (ACS), as well as a more homogeneous distribution of crystallite size. Moreover, despite the fact that the same ACS was obtained for samples /3-1 and/3-2 (Table 1 ), both synthesized with a similar K + content in the synthesis gel, the crystal size distri- bution was less homogeneous in sample/3-2 which was synthesized with a higher SAR. On the other hand, the ACS and crystal size distribution of the sample prepared using TEOS as silica source (/3-5) was similar to that of sample/3-5 synthesized from Aerosil but in the absence of K . Concerning the acid properties, the amount of pyridine retained on both BrCnsted (ca. 1545 cm -1 band) and Lewis (ca. 1450 cm -1 band) acid sites at different desorption temperatures is given in Table 2. These results show that the amount of pyridine retained at 250 was higher for sample/3-3 synthesized from Aerosil with the highest concentration of K in the gel. However, sample/3-5 synthesized A. Corma et al. / Applied Catalysis A: General 119 (1994) 83-96 Table 2 Acidity and acid strength distribution of beta catalysts from pyridine-IR exl~eriments Sa mp le Acidity (/zmol Py/g catalyst) BrCnsted Lewis 250 350 400 250 350 400 fl-I 34 15 8 64 51 45 ~-2 30 11 1 33 24 I1 ~3 62 24 9 50 47 40 /3-4 32 ll 2 69 45 43 ~-5 32 19 13 42 39 41 from TEOS shows a higher amount of the very strong BrCnsted acid sites (400 desorption temperature). The lower concentration of total Br~nsted acid sites in sample/3-2 can be ascribed to its lower concentration of framework A1 (higher SAR). However, the much higher amount of total BrCnsted sites in sample/3-3 with respect to sample/3-1, both synthesized with the same SAR in the gel, is a clear indication of the higher thermal stability of the former zeolite owing to its higher crystallite size (Table 1). Indeed, sample/3-3 shows a lower amount of Lewis acid sites than sample/3-1 (Table 2) indicating a lower dealumination of the former during the thermal activation steps. On the other hand, sample/3-5 (synthesized from TEOS) shows a higher thermal stability than sample/3-4, both with the same ACS (0.1/xm), due to its higher SAR in the calcined zeolite (Table 1). 3.2. Influence of the synthesis conditions on the catalytic behavior 3.2.1. Initial activity and selectivity (1 min TOS) It is known that zeolites undergo a fast deactivation during the first stages of the alkylation reaction [ 5,8,9 ], owing to acid site poisoning and pore blockage by large molecules formed by consecutive reactions. For this reason, special attention should be paid when comparing time-averaged data obtained on different catalysts, which can decay at a different rate. Thus, it is convenient to study the catalytic behavior at very short TOS, for which catalyst deactivation is minimum. In this way, the 2-butene conversion obtained at 1 min TOS on the different beta catalysts is plotted against the alkene space velocity (WHSV) in Fig. 1. These experiments were carried out at 50 reaction temperature with an external isobu- tane/2-butene molar ratio of 15. In the Aerosil series it was expected that sample /3-1, with a higher A1 content than/3-2 and with the same ACS (Table 1 ), should have a higher activity for conversion of butene. However, this was not observed, for if anything, the activity of/3-2 was slightly higher than that of/3-1. This is a clear indication that the framework A1 and the total A1 content in the activated A. Co rma et al. / Applied Catalysis A: General 119 (1994) 83-96 2-Butene conversion (wt%) 100 80 6O 4O 20 , i , I i , i 0 1 2 3 4 Olefin WHSV (l/h) Fig 1. Initial 2-butene conversion (1 min TOS) as a function ofalkene space velocity (WHSV) for the different beta catalysts: (e)/3-1; (/3-2; (*)/3-3; (11)/3-4; (*)/3-5. catalysts does not coincide, and a larger dealumination occurred in sample /3-1 synthesized with a lower SAR. With respect to the influence of crystallite size, a comparison of samples/3-1,/3- 3, and/3-4, both prepared from Aerosil with the same starting SAR, shows that the sample with the largest crystal size (/3-3) was the most active in the full range of WHSV studied (Fig. 1 ). As indicated before, the higher activity of sample/3-3 can be ascribed to its higher stability towards dealumination during the calcination processes, which results in a higher concentration of framework AI, and therefore, in a higher density of BrCnsted acid sites (Table 2). On the other hand, sample/3-5 synthesized from TEOS gave a higher activity than sample/3-4 synthesized from Aerosil with the same starting SAR and the same ACS. From the pyridine adsorption-desorption values given in Table 2, it appears that the sample prepared with TEOS was more stable towards dealumination than /3-4, and this could explain the differences observed in activity. However, it should be noted that not all the alkene converted was used for alkylating the isobutane, as oligomerization of the alkene on the acid sites also occurred. Indeed, according to Eq. ( 1 ), trimethylpentanes (TMP's) are formed by direct addition of the 2-butene to isobutane (known as \"true\" alkylation), while dimerization of 2-butene will give mainly dimethylhexanes (DMH's) according to Eq. (2): ALKYL. ISOM. + H -- t-C4 + +2-C4 ~ [2,2,3-TMP] + ~ [TMP's] + ~ TMP's (1) DIM. ISOM + H -- sec-C4 + +2-C4 ~ [3,4-DMH] ~ [DMH's] --* DMH's (2) A. Corma et al. / Apphed Catalysis A: General 119 (1994) 83-96 89 Table 3 Initial alkylate composition (1 rain TOS) obtained on the different beta catalysts at similar olefin conversion leveP Sample /3-1 /3-2 /3-3 /3-4 13-5 2-Butene conversion (wt.-%) 88 90 90 90 90 C5 ~- distributton ( wt.- % ) C5-C7 22.3 28.4 32.5 30.6 27.8 Cs's 58.8 54.8 55.7 49.4 48.7 C9, 18.9 16.8 11.8 20.0 23 5 Cs's distnbunon (wt.-%) 2,2,4-TMP 20.8 13.8 34.3 18.8 28.3 2,5-DMH 3.7 2.2 4.0 3.5 4.0 2,4-DMH 3.1 3 5 1.5 3.3 2.7 2,2,3-TMP 4.7 4.2 5.5 4.3 3.9 2,3,4-TMP 12.0 12.8 19.7 12.5 18.1 2,3,3-TMP 5 8 5.8 10.0 6.6 8.6 2,3-DMH 16.8 19.7 12.0 17.6 17.1 3,4-DMH 4.1 5 3 1.9 5.6 3.6 Octenes 29.0 32.8 11.1 27.8 13.7 Total TMP's 43 3 36.6 69.5 42.2 58.9 Total DMH's 27.7 30.7 19.4 30.0 27.4 TMP/DMH ratio 1.56 1 19 3.58 1.40 2.15 Distribution of TM P's (%) 2,2,4-48.0 37.7 48.9 39.2 48.0 2,2,3-10.9 11.5 7.8 9.0 6.6 2,3,4-27 7 35.0 28 6 36.4 30.8 2,3,3-13.4 15.8 14.7 15.4 14 6 a T=50oc; I/O molar ratio= 15. In order to further discuss this aspect, the selectivity to the different C5 + products initially produced ( 1 min TOS) is compared for the different beta samples at ca. 90 wt.-% 2-butene conversion level in Table 3. It can be seen there that of the samples synthesized from Aerosil, the most active sample/3-3 gave the lowest concentration of heavier C9 products formed by consecutive alkylations of C8's and/or by alkene oligomerization, and the highest amount of cracked C5-C7 com- pounds. This can be explained by the fact that recracking of the larger carbocations when diffusing out the zeolite occurred to a greater extent on sample/3-3 owing to its much higher density of BrCnsted acid sites. With respect to the distribution of the different C8 isomers, Table 3 shows that at this relatively high conversion level TMP's are the major products in this fraction on all the beta zeolite samples, their concentration being higher on the most active 13-3 catalyst. This indicates that the isobutane alkylation (reaction 1 ) predominates over 2-butene dimerization (reaction 2) during the initial reaction stages when using zeolite beta as alkylation catalyst. Moreover, results of Table 3 also show that the alkylation reaction is favored when increasing both the total concentration of Br0nsted acid sites, as occurs in sample/3-3, and the concentration of the strongest acid sites, i.e., those retaining pyridine at 400. This is explained considering that isobutane alkylation, and therefore formation of TMP' s, requires BrCnsted sites of a higher acidity than alkene dimerization (formation of DMH's). Moreover, the olefinicity of the alkylate product, which is related with the hydrogen transfer activity of the zeolite, is also lower for the sample with the highest concentration 2-Butene conversion (wt%) CS-C7)/C5+ (wt%) 100 \" \" \" a 50 90 ,o! 80 30 70 20 60 1050 40 I I , L , 0 I , 0 5 10 15 20 0 5 10 15 20 T.O.S. (mln) T.O.S. (min) C8's/C5+ (wt%) cg+/cs+ (wt%) 80 50 C 70 40 60 3O 50 20' 4O 10 3o! 20 ' I , I ~ I , 0 0 5 10 15 20 0 5 10 15 20 T,O.S. (mln) T.O.S. (mln) A. Corma et al. / Applied Catalysis A: General 119 (1994) 83-96 TMP/(DMH+DMH=) ratio 3 e 2,5 2 1,51 0,5 0 0 5 ' 10 ' 15 ' 2O T.O.S. (rain) Fig. 2.2-Butene conversion and alkylate composition as a function of time-on-stream (TOS) for the beta samples ( * )/3-3, (11)/3-4, and ( )/3-5. of Br~nsted sites (sample/3-3). As is known, bimolecular hydrogen transfer reac- tions are favored when increasing the acid site density, in agreement with the observed catalytic results. According to the results presented in Table 3, the method of synthesis involving the use of TEOS as silica source produces beta catalysts (/3-5) with a superior alkylation activity and selectivity when compared to a beta sample prepared from Aerosil under similar synthesis conditions (sample /3-4), owing to a better Si incorporation into the zeolite framework, and consequently, to a higher stability towards dealumination. When looking at the distribution of the different TMP's isomers, it can be seen that 2,2,4-TMP occurs in a higher concentration in all the beta samples at high alkene conversion levels. The fact that 2,2,3-TMP, which should be the primary product formed with isobutane and 2-butene, is present only in a very low concen- tration, even at very short times-on-stream, is explained by the rapid isomerization of the 2,2,3-TMP + on the zeolite acid sites, especially to the thermodynamically favored 2,2,4-TMP. Indeed, Daage and Fajula [22] showed, by working with ~3C labeled molecules, that the isomerization of a secondary to tertiary ion by methyl or hydride shifts, is faster than its desorption. Results from Table 3 also indicate that the concentration of 2,2,4-TMP is higher for the samples with the highest concentration of strong Br~nsted acid sites. Of the DMH's, the 2,3-isomer is the predominant isomer at this high alkene conversion level. 3.2.2. Evolution with time-on-stream (TOS) The aging characteristics of the beta samples were investigated by measuring the differential in the 2-butene conversion and product selectivities at 50, isobutane/ 2-butene ratio of 15, and different TOS. Of the samples synthesized from Aerosil, A. Corma et al. / Applied Catalysts A: General 119 (1994) 83-96 sample/3-3 was seen to be the more stable towards deactivation with TOS, giving a very high 2-butene conversion during the first 10 min TOS. After this initial period the activity of the zeolite catalyst started to decline steadily with TOS. Fig. 2a shows the decrease in 2-butene conversion with TOS for the more (/3-3) and less (/3-4) stable samples of the Aerosil series, as well as for the /3-5 catalyst prepared from TEOS. The latter catalyst also shows a high stability towards deac- tivation, giving practically the same conversion as sample/3-3 after 20 minutes TOS. The deactivation results for the intermediate/3-1 and/3-2 samples, which follow the general trends that will be discussed for the other samples have been omitted in the figures for simplicity. The evolution of the alkylate composition with reaction time for samples/3-3, /3-4 and/3-5 is depicted in Fig. 2b-e. In all the cases the concentration of cracked C5-C7 compounds strongly decreases with TOS (Fig. 2b), while that of Cs's and C9 + increases. However, the amount of Cs's in the C5 + alkylate (Fig. 2c) is higher for the samples synthesized from Aerosil (/3-3 and/3-4), while that of C9+ is higher for sample/3-5 prepared from TEOS (Fig. 2d) in the full range of TOS studied. As can be seen from the acidity results (Table 2) the sample synthesized from TEOS has a higher concentration of very strong acid sites. These very strong sites may increase the average life-time of the C8 carbocations, thus increasing their probability of undergoing secondary reactions, such as destructive alkylation lead- ing to C9+ products, especially after several minutes TOS when the zeolite has lost most of its cracking activity. Moreover, the concentration of TMP's strongly decreases with TOS for all the beta catalysts in favor of dimethylhexenes, which are formed from dimerization of 2-butene. Indeed, the dimethylhexyl cations formed can desorb as dimethylhexanes (DMH's) (reaction 2) or as dimethylhexenes (DMH = ) by giving back a proton to the catalyst when its hydrogen transfer activity is low (reaction 3): -H + [ DMH ] +-ZeO - ~ DMH= + ZeO-H + (3) Results of Fig. 3e show a continuous decrease in the alkylation/dimerization ratio as the zeolite beta deactivates, irrespective of the synthesis conditions used, in such a way that DMH= are the predominant compounds in the C8 fraction at longer TOS. It can also be seen that the relative loss of alkylation activity is higher for sample /3-5 having the highest concentration of strong BrCnsted acid sites, probably because these sites, which are responsible for alkylation, deactivate at a faster rate than those of weak and medium strength. 3.3. Influence of process variables on activity, selectivity, and catalyst decay The influence of the reaction temperature and isoalkane/alkene (I/O) molar ratio on 2-butene conversion and product distribution at 1 min TOS are reported in Table 4 for sample/3-2. In general, the same trends that will be discussed for this A. Corma et al. / Applied Catalysis A: General 119 (1994) 83-96 2-Butene conversion (wt%) TMP's/C8's (wt%) 100 8( b 7( 90 6(: 80 5C 4C 70 3C 2C 60 10 SO , i i , i i i r 0 5 10 15 20 5 10 15 20 Octenes T.O.S. (mln~ (wt% in C8's) T.O.S. (min) 100 c 80 6O 4O 2O 0 0 5 10 15 20 T.O.S. (mln) Fig. 3. Influence of reaction temperature and isoalkane/alkene (I/O) ratio on the aging characteristics of beta sample/3-2: (O) T= 50, I/O = 15; ( ) T= 80, 1/O = 15; ( * ) T= 80, I/O = 25. sample have also been observed for the other beta samples. However, the effect is more pronounced on the less active sample/3-2. Results of Table 4 show that an increase in reaction temperature from 50 to 80 produces an increase in the initial alkene conversion from 90 to 100 wt.-%. How- ever, the amount of C8 hydrocarbons decreases due to a considerable increase of the cracking activity. Moreover, an increase in the reaction temperature has a beneficial effect on the concentration of TMP's in the C8 fraction, as well as on the proportion of the high octane 2,2,4-isomer. Table 4 Influence of reaction temperature and iC4/C4 ratio on olefin conversion and product distribution (TOS = 1 min) for beta zeolite sample/3-2 Sample /3-2 Reactton conditions Temperature () 50 80 80 iC4/2-C4-- molar ratio 15 15 25 Olefin WHSV (h- J ) 1 1 1 2-Butene Conversion (wt.-%) 90 100 100 Product dis~ibunon (w~-%) C5-C7 28 44 46 C8 55 35 38 C9+ 17 21 16 Distribution of C~.~ (wt.-%) TMP 36 66 66 DMH 31 31 32 Octenes 33 3 2 Dtstributton oJ\" TMP's (%) 2,2,4-38 58 57 2,2,3-11 9 8 2,3,4-35 22 25 2,3,3-16 I1 10 Alkylate yield (g C 5 +/g C4 fed) 0.44 0.40 0.59 On the other hand, the isoalkane/alkene (I/O) feed ratio is one of the most important variables controlling the product yield and quality in commercial alkyl- ation units [ ! ]. An increase in the I/O ratio produces a decrease in the secondary reactions of the alkene, i.e., polymerization, thus increasing product quality. How- ever, very high I/O ratios are undesirable because of the increase in separation costs [ 1 ]. If zeolites are used as alkylation catalysts, owing to the concentration effect of reactants within the zeolite pores, and the preferential adsorption of alkenes with respect to alkanes [ 23 ], a change in the external I/O ratio will affect the actual ratio inside the zeolite cavities, and consequently will affect the alkylate yield and composition. Results of Table 4 do show an increase in alkylate yield when increas- ing the I/O ratio from 15 to 25. However, the effect of the I/O ratio on the initial ( 1 min TOS) 2-butene conversion and product distribution is much less noticeable than the effect produced when increasing the reaction temperature. The main dif- ference observed at this initial reaction stage is a slight difference in the amount of heavier C9 + compounds due to the expected decrease of undesired polymerization reactions when increasing the I/O ratio. However, results from Fig. 3 show that a A. Corma et al. / Apphed Catalysis A: General 119 (1994) 83-96 change in the I/O ratio has a larger effect on catalyst stability, at least under the present reaction conditions. It can be observed that the decrease in 2-butene con- version with TOS is higher at the higher I/O ratio used (Fig. 3a), as is the decrease in the TMP's concentration in the C8 fraction (Fig. 3b), which suggests a faster deactivation of the strongest BrCnsted acid sites of the zeolite. Moreover, the increase in the concentration of dimethylhexenes occurs at shorter TOS at the highest I/O ratio (Fig. 3c), indicating a faster loss of the hydrogen transfer activity of the zeolite. Fig. 3c also indicates that the hydrogen transfer activity is higher at the higher reaction temperature studied. 4. Conclusions In conclusion, it can be said that extraframework aluminum having a Lewis acid character is formed during the activation of zeolite beta. However, the extent of dealumination depends on the zeolite synthesis procedure. As a consequence, a direct correlation between nominal A1 content and catalytic activity for the reactions occurring during isobutane/2-butene alkylation has not been found. Zeolite beta synthesized from Aerosil with a larger crystal size was seen to be more stable towards dealumination, resulting in a higher alkylation activity and in a lower deactivation rate with TOS. Moreover, it has been shown that zeolite beta prepared from TEOS is more active, selective, and stable than that synthesized from Aerosil with the same crystal size and starting SAR. At a high alkene conversion level about 20-30% of the initial alkylate product is formed by cracked C5-C7 products, while the TMP/DMH ratio exceeds unity even for the least active samples. The beta catalyst prepared from Aerosil with a larger crystal size and that obtained from TEOS were seen to give the highest initial alkylation/dimerization ratio. Further- more, the decrease in alkene conversion with TOS is accompanied by a decrease in the alkylation/dimerization ratio and an increase in dimethylhexenes owing to a loss of the hydrogen transfer activity of the zeolite, irrespective of the synthesis conditions used. Nevertheless, the rate at which these changes in conversion and selectivity occurred were seen to depend on the characteristics of the zeolite beta, that is, on the conditions and method of synthesis. Increasing reaction temperature from 50 to 80 increases alkene conversion and decreases the deactivation rate, but also decreases the selectivity to alkylated C8 products by increasing undesired cracking reactions. However, formation of TMP's, which occur on the strongest acid sites, are favored at higher reaction temperatures, as is the formation of the most valuable 2,2,4-isomer. On the other hand, an increase in the external I/O ratio from 15 to 25 has a positive effect on the initial product distribution by decreasing secondary polymerization reactions of the alkene, but has a negative effect by increasing catalyst decay. A. Corma et al /Applied Catalysis A: General 119 (1994) 83-96 Acknowledgements Financial support by the Comisi6n Interministerial de Ciencia y Tecnologfa of Spain (Project MAT 91 -1152) is gratefully acknowledged. References [ 1 ] A. Corma and A Martinez, Catal. Rev. Sci. Eng., 35 (1993) 483. 12] F.W. Kirsch, J.D. Potts and D S. Barmby, J. Catal., 27 (1972) 142. [3] K M. Minachev, E.S. Mortinov, S.M. Zen'kovski, N.V. Mostovoy and N.F. Kononov, ACS Symp. Set, 55 (1977) 89. [4] Y.F. Chu and A.W. Chester, Zeolites, 6 (1986) 195. [5 ] J. Weitkamp, in B. Imelik, C. Naccache, Y. Ben Taarit, J.C. Vedrine, G. Coudurier and H. Praliaud (Editors), Catalysis by Zeolites, (Studies in Surface Science and Catalysis, Vol. 5), Elsevier, Amsterdam, 1980, p 65 [6] H. Liang and R G Anthony, in Prepr. 106th ACS Meeting, Div. Petr. Chem, Aug. 22-27, Chicago, IL, 1993, p. 892 [7] A. Corma, M.I. Juan-Rajadell, J.M. L6pez-Nieto, A. Martfnez, and C. Martfnez, Appl. Catal. A: General, 111 (1994) 175. [8] J. Weitkamp, Proc. Int. Zeol. Conf., 5 (1980) 858 [9] A. Corma, A Martfnez and C. Martfnez, J. Catal., 146 (1994) 185. [ 10] M.M.J. Treacy and J.M. Newsam, Nature, 332 (1988) 249. [ 11 ] L. Boneto, M.A. Camblor, J. P6rez-Pariente and A. Corma, Appl. Catal.A: General, 82 (1992) 37. [ 12] J. P6rez-Panente, E. Sastre, V. Fomfs, J.A. Martens, P.A. Jacobs and A. Corma, Appl. Catal, 69 (1991) 125. [ 13] J.P. Gilson, J.M. Nanne and G.J Den Otter, Eur Pat 398 416 (1990) [ 14] N.A. Briscoe, J.L. Cascl, J.A. Daniels, D.W. Jhonson, M.D. Shannon and A. Stewart, in P.A. Jacobs and R A. van Santen (Editors), Zeolites. Facts, Figures, Future, (Studies in Surface Science and Catalysis, Vol. 49A), Elsevier, Amsterdam, 1989, p. 151. 115] B. Juguin, F. Raatz and C Marcilly, French Pat. 2 631 956 (1988). [ 16] R.A. lnnes, S.I. Zones and G.J. Nacamuli, US Pat. 4 891 458 (1980). [ 17] M A. Camblor, A. Mifsud and J. P6rez-Pariente, Zeolites, 11 ( 1991 ) 792. [ 18] J. P6rez-Pariente, J.A Martens and P.A. Jacobs, Zeolites, 8 (1988) 46. 119] M.A. Camblor and J. P6rez-Pariente, Zeolites, 11 ( 1991 ) 202. [20] A. Corma, V Forn6s, A. Martfnez and A.V. Orchill6s, in WH. Flank and T.E. Whyle, Jr. (Editors), Perspectives in Molecular Sieve Science, ACS Symp. Ser., 368 (1988) 542. [21 ] T.R. Hughes and H.M. White, J. Phys. Chem., 71 (1967) 2192. [221 M. Daage and F. Fajula, Bull. Soc. Chim. Fr., 5-6 (1984) 1-160. [23] A. Corma, M. Faraldos, A. Martfnez and A. Mifsud, J. Catal., 122 (1990) 230. APCATA 94850267 0926-860X(94)85026-7 10.1016/0926-860X(94)85026-7 Elsevier Science B.V. Zeolite beta as a catalyst for alkylation of isobutane with 2-butene. Influence of synthesis conditions and process variables A. Corma V. Gómez A. Martínez * Instituto de Tecnología Química UPV-CSIC, Universidad Politécnica de Valencia, 46071 Valencia, Spain * Corresponding author. Tel. (+34-6) 3877800, fax. (+34-6) 3877809. The continuous alkylation of isobutane with 2-butene was carried out on a series of beta catalysts prepared by two different synthesis procedures, involving the use of amorphous silica (Aerosil) and TEOS as silica source. The stability of the zeolite towards dealumination during the activation steps was seen to increase with Si/Al ratio and crystal size of the beta catalyst. The most stable catalysts were also the most active and selective for alkylation, giving a higher TMP/DMH ratio during the initial reaction stages. These samples also deactivate at a lower rate with TOS. The observed differences in catalytic activity and selectivity were attributed to differences in both total acidity and acid strength distribution. Finally, the influence of reaction temperature and isobutane/2-butene ratio on the catalytic behavior were also investigated. Keywords Alkylation 2-Butene Isobutane Process variables Synthesis Zeolite beta Reference [1] Corma A. Martínez A. Catal. Rev. Sci. Eng. 35 1993 483 [2] Kirsch F.W. Potts J.D. Barmby D.S. J. Catal. 27 1972 142 [3] Minachev K.M. Mortinov E.S. Zen'kovski S.M. Mostovoy N.V. Kononov N.F. ACS Symp. Ser. 55 1977 89 [4] Chu Y.F. Chester A.W. Zeolites 6 1986 195 [5] Weitkamp J. Catalysis by Zeolites Imelik B. Naccache C. Ben Taarit Y. Vedrine J.C. Coudurier G. Praliaud H. Studies in Surface Science and Catalysis 5 1980 Elsevier Amsterdam 65 [6] Liang H. Anthony R.G. Prepr. 106th ACS Meeting, Div. Petr. Chem., Aug. 22–27, Chicago, IL 1993 892 [7] Corma A. Juan-Rajadell M.I. López-Nieto J.M. Martínez A. Martínez C. Appl. Catal. A: General 111 1994 175 [8] Weitkamp J. Proc. Int. Zeol. Conf. 5 1980 858 [9] Corma A. Martínez A. Martínez C. J. Catal. 146 1994 185 [10] Treacy M.M.J. Newsam J.M. Nature 332 1988 249 [11] Boneto L. Camblor M.A. Pérez-Pariente J. Corma A. Appl. Catal.A: General 82 1992 37 [12] Pérez-Pariente J. Sastre E. Fornés V. Martens J.A. Jacobs P.A. Corma A. Appl. Catal. 69 1991 125 [13] J.P. Gilson, J.M. Nanne and G.J. Den Otter, Eur. Pat. 398 416 (1990). [14] Briscoe N.A. Casci J.L. Daniels J.A. Jhonson D.W. Shannon M.D. Stewart A. Zeolites: Facts, Figures, Future Jacobs P.A. van Santen R.A. Studies in Surface Science and Catalysis 49A 1989 Elsevier Amsterdam 151 [15] B. Juguin, F. Raatz and C. Marcilly, French Pat. 2 631 956 (1988). [16] R.A. Innes, S.I. Zones and G.J. Nacamuli, US Pat. 4 891 458 (1980). [17] Camblor M.A. Mifsud A. Pérez-Pariente J. Zeolites 11 1991 792 [18] Pérez-Pariente J. Martens J.A. Jacobs P.A. Zeolites 8 1988 46 [19] Camblor M.A. Pérez-Pariente J. Zeolites 11 1991 202 [20] Corma A. Fornés V. Martínez A. Orchillés A.V. Perspectives in Molecular Sieve Science Flank W.H. Whyle T.E. Jr. ACS Symp. Ser. 368 1988 542 [21] Hughes T.R. White H.M. J. Phys. Chem. 71 1967 2192 [22] Daage M. Fajula F. Bull. Soc. Chim. Fr. 5–6 1984 1 160 [23] Corma A. Faraldos M. Martínez A. Mifsud A. J. Catal. 122 1990 230",
      "scopus-id": "0028536362",
      "coredata": {
        "eid": "1-s2.0-0926860X94850267",
        "dc:description": "The continuous alkylation of isobutane with 2-butene was carried out on a series of beta catalysts prepared by two different synthesis procedures, involving the use of amorphous silica (Aerosil) and TEOS as silica source. The stability of the zeolite towards dealumination during the activation steps was seen to increase with Si/Al ratio and crystal size of the beta catalyst. The most stable catalysts were also the most active and selective for alkylation, giving a higher TMP/DMH ratio during the initial reaction stages. These samples also deactivate at a lower rate with TOS. The observed differences in catalytic activity and selectivity were attributed to differences in both total acidity and acid strength distribution. Finally, the influence of reaction temperature and isobutane/2-butene ratio on the catalytic behavior were also investigated.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-11-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94850267",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Corma, A."
          },
          {
            "@_fa": "true",
            "$": "Gómez, V."
          },
          {
            "@_fa": "true",
            "$": "Martínez, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94850267"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94850267"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)85026-7",
        "prism:volume": "119",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Zeolite beta as a catalyst for alkylation of isobutane with 2-butene. Influence of synthesis conditions and process variables",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alkylation"
          },
          {
            "@_fa": "true",
            "$": "2-Butene"
          },
          {
            "@_fa": "true",
            "$": "Isobutane"
          },
          {
            "@_fa": "true",
            "$": "Process variables"
          },
          {
            "@_fa": "true",
            "$": "Synthesis"
          },
          {
            "@_fa": "true",
            "$": "Zeolite beta"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "83-96",
        "prism:endingPage": "96",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 November 1994",
        "prism:doi": "10.1016/0926-860X(94)85026-7",
        "prism:startingPage": "83",
        "dc:identifier": "doi:10.1016/0926-860X(94)85026-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028536362"
      }
    }
  }
}