{
  "metadata": {
    "title": "Effect of preliminary heating on the activation of model iron catalyst for ammonia synthesis.: Part II. Structural changes leading up to the nucleation process",
    "authors": "A. Pattek-Janczyk",
    "journal": "Applied Catalysis A: General",
    "date": "1995-04-13",
    "doi": "10.1016/0926-860X(94)00272-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9400272X",
    "pii": "0926860X9400272X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0039567832",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X9400272X 0926-860X(94)00272-X 0926860X9400272X 10.1016/0926-860X(94)00272-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00348 2024-01-01T12:18:48.759026Z 0 0 19950413 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 124 124 2 2 Volume 124, Issue 2 7 267 280 267 280 19950413 13 April 1995 1995-04-13 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. EFFECTPRELIMINARYHEATINGACTIVATIONMODELIRONCATALYSTFORAMMONIASYNTHESIS PATTEKJANCZYK A BARRET 1979 86 P KINETYKACHEMICZNAWUKLADACHHETEROGENICZNYCH HOOPER 1991 280 C CATALYTICAMMONIASYNTHESISFUNDAMENTALSPRACTICE RAU 1985 M PHDTHESIS COOMB 1986 P PHDTHESIS PATTEKJANCZYK 1995 253 A KALENCZUK 1990 139 R TEMKIN 1940 327 M TEMKIN 1939 851 M KALENCZUK 1992 349 R HAYES 1981 579 P GLEITZER 1990 133 C ETTABIROU 1988 311 M PATTEKJANCZYK 1992 244 A GREENWOOD 1972 116 N SCHLOGL 1991 38 R CATALYTICAMMONIASYNTHESISFUNDAMENTALSPRACTICE PATTEKJANCZYK 1990 171 A BROUSSARD 1969 1848 L PATTEKJANCZYK 1988 169 A PATTEKJANCZYK 1986 1083 A PATTEKJANCZYK 1983 27 A PATTEKJANCZYKX1995X267 PATTEKJANCZYKX1995X267X280 PATTEKJANCZYKX1995X267XA PATTEKJANCZYKX1995X267X280XA item 0926-860X(94)00272-X 0926860X9400272X 1-s2.0-0926860X9400272X 10.1016/0926-860X(94)00272-X 271346 2024-01-01T12:18:48.759026Z 1995-04-13 1-s2.0-0926860X9400272X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9400272X/MAIN/application/pdf/80f6d0212e55eff182b2e07a464cd99b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9400272X/MAIN/application/pdf/80f6d0212e55eff182b2e07a464cd99b/main.pdf main.pdf pdf true 1515642 MAIN 14 1-s2.0-0926860X9400272X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9400272X/PREVIEW/image/png/db1d8ebe7dafa2258740c82d6b11893b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9400272X/PREVIEW/image/png/db1d8ebe7dafa2258740c82d6b11893b/main_1.png main_1.png png 45967 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 124 (1995) 267-280 Effect of preliminary heating on the activation of model iron catalyst for ammonia synthesis. Part II. Structural changes leading up to the nucleation process A. Pattek-Janczyk i Department of Chemistry, Jagiellonian Universi~, lngardena 3, PL-30-060 Cracow, Poland Received 30 July 1994; revised 28 November 1994; accepted 1 December 1994 Abstract Microscopic and microprobe studies of significantly active, fused model iron catalysts with increased amounts of wustite are reported. The catalysts were examined in untreated form and after annealing. Two types of magnetite (isometric and lamellar) were found. A definite influence of the annealing on the relative content of both magnetites was observed. In the annealed sample a third kind of magnetite (enriched in iron) was found. The creation of iron nuclei in the catalyst precursor is discussed and an suitable model is proposed. Keywords: Ammonia synthesis; Annealing; Heat treatment; Iron; Magnetite; Microprobe studies; Microscopic studies I. Introduction The reduction of metallic oxides to metals represents a class of heterogenous reactions in which nucleation and growth phenomena play an important role. Typ- ical kinetic curves for the reduction of metallic oxides, i.e. the plots of fractional reduction R vs. time t, can be divided into two groups [ 1 ]. The first group is characterized by a sigmoidal shape of the R-t plot in which an induction period of considerable duration exists. This type of kinetic reduction curve is most commonly found for reduction processes at low and moderate temperatures. At higher tem- peratures, the R-t plots represent the second group of kinetic curves in which the E-mail: patjan@trurl.ch.uj.edu.pl, tel. (+48-12) 336377X246, fax. (+48-12) 340515. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI0926-860X( 94 )OO272-X 268 A. Pattek-Janczyk / Applied Catalysis A: General 124 (1995) 267-280 induction period is virtually nonexistent. It is obvious that the length of the induction period is most intimately connected with the rate of nuclei formation. These nuclei will appear only after the oxide phase has become significantly supersaturated with respect to the metal. The activation of an iron catalyst for ammonia synthesis in its primary step follows a plot of the first category. The industrial catalyst -- consisting mainly of magnetite, a small amount of wustite, and, also, small quantities of selected oxides as promoters -- is activated by reduction to metallic iron using an H2/N2 atmos- phere at temperatures below 773 K [ 2 ]. Under these conditions magnetite is reduced directly to iron. Reduction of the wustite phase occurs in a complex way. Rau [ 3 ], who studied the reduction of wustite below 843 K, has found that iron can be formed both via reduction and disproportionation. At high reduction potential (pure hydro- gen and high temperature) no incubation period was observed. The iron nuclei grew and expanded over the whole surface area. On the other hand, at low reducing potential disproportionation accompanying the reduction was found. Similar obser- vations, concerning the fact that the reduction of wustite was aided by decompo- sition of it, were made by Coomb [4]. In Part I [5] it was found that the magnetite formed by decomposition of wustite (secondary magnetite) was reduced faster than the already present magnetite. The aim of the present study was to answer the following questions: (i) Can we treat the unpromoted model iron oxides as a model system for fused iron catalysts for ammonia synthesis and draw some conclusions that might then be applied to the real industrial catalyst? (ii) Why has the secondary magnetite properties different from those of the magnetite present in the catalyst from the very beginning? (iii) What do the nucleation phenomena for the activation of model iron catalysts for ammonia synthesis look like? The answer for the first question was obtained by performing catalytic activity measurements. Microscopic observations and microprobe analysis were applied in order to complete our second task. On the basis of experimental results (M6ssbauer effect measurements, microscopic observations and microprobe analysis) a model for the reactions taking place within the wustite phase was proposed in order to explain the third problem. 2. Experimental Two model fused iron catalysts, differing mainly in the wustite phase structure, were used for the studies. This difference was caused by the differing cooling conditions during catalyst preparation. Catalyst 1, slowly cooled, contained com- parable amounts of wustite close to the stoichiometric composition and another one, more defected, which may be described by the formula Feo.930. In Catalyst 2, which was obtained by quick cooling, two wustites were detected too, but their A. Pattek-Janczyk / Applied Catalysis A : General 124 (1995) 267-280 269 structures were more defected and might be described by the formulae Feo.920 and Feo.950. The kinetic activity measurements were performed with the equipment described earlier [6], using an isothermal tubular reactor. First, the samples in the form of grains ( 1.2-1.5 mm) were reduced with a purified stoichiometric mixture of H2/ N2 (3:1) at a flow-rate of 100 000 h ~. Reduction was started under atmospheric pressure, and the temperature was gradually increased up to 748 K over a period of 25 h. Then the pressure was raised to 10 MPa and the temperature was further increased to 823 K over the next 10 h. Upon getting a stable ammonia concentration in the gases leaving the reactor, kinetic measurement commenced. This was carried out in the temperature range of 613-773 K under a pressure of 10 MPa at a space velocity of 100 000 h-~. The ammonia concentration was determined acidimetrically. Catalytic activity measurements were performed for Catalyst 1, Catalyst 2 and the commercial KM I catalyst as a reference sample. Reflected light microscopy was performed with a Nikon Optiphot on samples of Catalysts 1 and 2 in untreated form and on Catalyst 2 after annealing. Catalyst 2 was chosen to be studied in annealed form because: (i) it was found in Part I that the influence of annealing on the reduction rate was much stronger for Catalyst 2 than for Catalyst 1, and (ii) this sample exhibited a catalytic activity of the same order as the industrial KM I catalyst. Microscopic studies were performed in order to observe the structural changes caused by the annealing before the reduction. Grains of the sieve fraction 1.02- 1.20 mm were heated for 24 h at 773 K in purified and deoxidized nitrogen, then passivated and fixed in the resin. Most of the observations and microphotographs required an immersion in oil because of the poor optical contrast for different kinds of wustite. All samples were freshly polished prior to examination. Microprobe analyses were performed by means of a Cameca MS-46 at 20 kV as studies complementary to the microscopic observations. The following spectral lines and synthetic standards were used: Mg Ka, A1 Ka, Ti Kc~ (TiO2), Fe Ko~ (Feo.930). The results of all analyses have been ZAF corrected. 3. Results 3.1. Catalytic activity measurements The catalytic activity of both model Catalysts 1 and 2, as well as the industrial KM I catalyst as a reference, was measured under the same conditions (temperature, pressure, synthesis gas composition). The rate constant in the Temkin and Pyzhev equation [7,8] was taken as an activity measure and it was calculated for the tubular reactor model assuming isothermal plug flow. In the model, a rearranged Temkin- Pyzhev equation with a = 0.5 was taken in the form [9]: 270 A. Pattek-Janczyk /Applied Catalysis A: General 124 (1995) 267-280 r = k2 p- 0.5 eq Z 4 S (1) (1- eq) (l where r is the rate of reaction, k2 is the rate constant (gNn3 MPa gc~,1 h- 1 ), p is the synthesis pressure (MPa), Zeq is the equilibrium ammonia concentration, and z is the ammonia concentration. Results of the catalytic activity measurements at different temperatures for model and commercial catalysts are given in Table 1. 3.2. Microscopic studies The microscopic studies were difficult because of a subtle difference in the reflectivity of both iron oxides, magnetite and wustite, in air. It was also very hard to distinguish the two different kinds of wustite. However, after immersing the samples in oil, the observations were easier, and even a clear distinction between the two wustites could be made. In both catalysts two main phases were observed before the annealing: light (magnetite) and dark (wustite), as seen in Fig. 1. In the region of the wustite phase a slight difference in the reflectivity (Fig. 2) was Table 1 Catalytic activity of model ( 1 and 2) and industrial (KM I) catalysts at different temperatures. The values of the rate constants k2 in the Temkin-Pyzhev equation are given as the activity measure Sample k2 (gNn~ MPa g~atI h-1) 613 K 673 K 723 K 773 K Catalyst 1 0.0009 0.0596 0.7017 3.6959 Catalyst 2 0.0022 0.1385 1.4144 6.2714 KM I 0.0094 0.2885 1.8322 6.1791 Fig. 1. Reflected light microphotograph of magnetite (M, light) and wustite (W, dark) in the catalyst. A. Pattek-Janczyk / Applied Catalysis A: General 124 (1995) 267-280 271 W 1 a Fig. 2. Reflected light microphotograph of two wustite types (W I, wustite I and W II, wustite II) visible in the wustite phase under higher magnification after immersion in oil. observed under higher magnification, and two formations could be recognized, wustite I and wustite II. In Catalyst 1 both wustites appeared in comparable amounts, while in Catalyst 2 mainly wustite II (darker area) was observed, and a significantly lower content of wustite I was noticed. In both catalysts two magnetite types, differing in mor- phological shape, were revealed: isometric (named magnetite I) and lamellar (named magnetite II). In the samples not exposed to thermal treatment the mag- netite I is dominant. Lamellar magnetite occurs in Catalyst 1 in higher quantity than in Catalyst 2. In the latter one lamellae are small, short and thin, while in Catalyst 1 they are larger and better shaped. In Catalyst 1 the outer part of the grain is enriched in isometric magnetite, while the inner part contains mainly the lamellar magnetite. In contrast, in Catalyst 2 isometric magnetite occurs throughout the whole grain. In the annealed sample the amount of magnetite II (lamellar) significantly increases in comparison to the untreated catalyst, and in some grains this type of magnetite is found to be the principal species (Fig. 3 ). Fine nuclei of metallic iron, visible as white spots in the microphotograph (Fig. 4), were seen in some lamellae. The proportion of both wustite contents was also changed after the thermal treat- ment. The amount of wustite II (the darker one) significantly decreases and wustite I is observed as a dominant type after annealing. 3.3. Microprobe studies The microprobe studies confirmed the results of the microscopic observations. In the samples before annealing magnetite I and magnetite II differ only in the content of impurities. Magnetite I is richer in aluminum but poorer in titanium admixture than the lamellar one (Table 2). In both types of magnetite the content 272 A. Pattek-Janczyk / Applied Catalysis A: General 124 (1995) 267-280 Fig. 3. Reflected light microphotograph of two magnetite types: isometric (M I, magnetite I) and lamellar (M II, magnetite II) next to the wustite phase (dark area). of iron was the same within experimental error. The mean values for the performed multi-point analyses are given in Table 2. In the annealed sample, 3 types of magnetite were found: isometric magnetite I (chemically very similar to the lamellar magnetite), magnetite II (Table 2), and the third magnetite (called magnetite III) containing minute nuclei of metallic iron (Fig. 4). The last magnetite is enriched in iron, which is probably an effect of submicroscopic metallic iron inclusions. The inclusions affect the chemical content of iron in the matrix of magnetite III, but may be too small to be seen as iron nuclei. Two wustite types, wustite I and wustite II, slightly differing in chemical com- position, are observed before and after annealing (see Table 2). Wustite I, which appears at the boundary between magnetite and wustite II, seems to be stoichio- Fig. 4. Reflected light microphotograph of magnetite III (M Ill) with minute inclusions of metallic iron (white spots). A. Pattek-Janczyk / Applied Catalysis A: General 124 (1995) 267-280 Table 2 Microprobe composition (wt.-%) of the untreated Catalysts 1 and 2 and annealed Catalyst 2 273 Phase Mg A1 Ti Fe Fe~h .... Untreated Magnetite I Magnetite II Wustite 1 Wustite II Annealed Magnetite I Magnetite II Magnetite III Wustite I Wustite II 0.04(3) 0.31(2) 0.42(2) 70.3(7) 72.4\" 0.05(3) 0.23(2) 0.51(2) 70.6(7) 0.03 ~0.02 0.05(2) 77.3(8) 77.78 0.11(3) ~0.02 0.08(2) 76.7(8) 76.5~ 0.09(3) 0.23(2) 0.36(2) 69.7(7) ~0.03 0.22(2) 0.39(2) 69.3(7) ~0.03 0.15(2) 0.32(2) 72.6(7) ~0.03 ~0.02 0.06(2) 77.5(8) 0.27(3) ~0.02 0.07(2) 76.0(8) Theoretical content of iron in: \" Stoichiometric magnetite. u Stoichiometric wustite. Feg.3oO. metric and it contains no impurities. The annealing procedure does not influence its composition. On the other hand, wustite II contains smaller amounts of iron and some admixture of magnesium. After annealing, this wustite is distinctly enriched in magnesium. 4. Discussion 4,1. Catalytic activity measurements The values of the rate constants k2 given in Table 1 indicate that the catalytic activities of model catalysts are lower than the activity of the commercial one especially at lower temperatures. At higher temperatures Catalyst 2 exhibits an activity comparable to that of the KM I catalyst. In general Catalyst 2 is twice as active as catalyst 1, independent of temperature. Our samples are lacking promoters and this is why their activity is lower. These results justify the use of the studied samples as a model for ammonia synthesis catalyst. We are of course aware that a further approximation of our model to the real technical situation is needed by including the effects of promoters and diminishing the content of wustite. 4.2. Microscopic and microprobe studies The results of the microscopic observations and microprobe analysis support the suggestions mentioned in Part I [ 5 ]. 274 A. Pattek-Janczyk / Applied Catalysis A: General 124 (1995) 267-280 Isometric magnetite is formed in the catalyst during the solidification of the melt. Simultaneously, a lamellar magnetite is probably created by decomposition of the wustite phase. Remarkable changes in the relative content of both magnetites (magnetite I to magnetite II) were observed in the present studies, although no quantitative measurements have been performed. Magnetite II, which is only a minor fraction of the untreated sample, became -- after annealing -- the dominant magnetite type. This lamellar magnetite was observed by several authors [3,10,11 ] in studies of hematite reduction. Under specific conditions, magnetite can grow inside a hematite matrix assuming the form of lamellae which are dense, oriented and coherent with the matrix. The lamellar growth is a result of the competition between chemical reaction on the external surface and the solid-state diffusion along the interface between hematite and magnetite [ 12]. Another magnetite type (magnetite III) having internal metallic iron inclusions (see Fig. 4) was found in the annealed sample. Microprobe analysis gave a higher level of iron content for that phase (Table 2). Magnetite III may show some properties different from those of the remaining two types of magnetite. The increased content of iron in magnetite III may be the reason why this type of magnetite is reduced faster than, for example, magnetite I and magnetite II (see Part I). If this assumption is valid, the nuclei for the metallic phase may be formed from magnetite III. The microprobe resulis concerning the wustite phase are consistent with the M6ssbauer and X-ray diffraction [ 13 ] results. The presence of two kinds of wustite was confirmed. These wustites differ in their chemical composition (see Table 2). A slight but noticeable difference of the iron content was observed. Moreover, the difference in the magnesium content is spectacular. It is manifested remarkably stronger after the annealing. A more than doubled increase of magnesium content in wustite II reflects its transformation towards the stoichiometric wustite I, since the magnesium content indicates wustite impurity. The disproportionation of the quenched samples of Fel-xO was studied by Greenwood and Howe [ 14] at the temperature range of 300 to 700 K by M6ssbauer spectroscopy. The authors observed reduction in the quadrupole splitting of the effective wustite doublet as a function of time at constant temperature. At the temperatures above ca. 570 K further disproportionation of Fe~ gO became rapid and the spectrum of metallic iron appeared. Greenwood and Howe discussed their results in terms of two reactions: and ( 1 -4z)Fel _xO ~ ( 1 -4x)Fel _zO+ (x-z)Fe304 (2) 4Fel _ ~O ~ ( 1 -- 4z) Fe + Fe304 (3) where x > z. In our sample, wustite II may be treated as a wustite matrix (Fe~-xO) from which wustite I (Fe~ _ zO) originates during the catalyst preparation. Further anneal- A. Pattek-Janczyk/Applied Catalysis A: General 124 (1995) 267-280 275 ing intensifies the transformation into the stoichiometric wustite. We think also that the reaction (2) is responsible for creation of the lamellar magnetite. 4.3. Nucleation phenomena In the view of Schl6gl's statement that at sufficiently low temperatures the activation of an iron catalyst is limited by nucleation processes [ 15 ], the question arises: how are the nuclei for the catalyst reduction formed? Reaction (2) in the sequence mentioned above was suggested for the explanation of the disproportion- ation phenomena of the wustite phase in the model iron catalyst for ammonia synthesis [ 13,16 ]. This reaction is valid for different temperature treatments (cool- ing or heating). Our observations suggest also that reaction (3) takes place in the catalyst only after the iron monoxide approaches stoichiometry, i.e. when z --- 0. In reaction (3) -- apart from metallic iron -- the secondary magnetite is also formed. According to the stoichiometric calculations, magnetite adds up to 80 wt.-% of the total reaction product -- whereas iron only to 20 wt.-%. Such a distinct proportion 6f magnetite and iron content is a ground for claiming that wustite disproportion- ation had taken place in the sample even before the iron phase was formed, and only an increase in magnetite content is measured [3,4,16,17]. If a small amount of FeO has been decomposed, the content of metallic iron may be below the detection limit, but, most probably, it has enriched magnetite. The reduction of this enriched magnetite may be faster than the reduction of magnetite I and II still present in the sample. The sum of our results and observations, concerning the wustite and magnetite behaviour in the catalyst, leads to the proposal of a possible model of the formation of nuclei during the primary stage of activation. The proposed model is based on the assumptions that: (i) Reaction (2) may be used as a transformation reaction of substrates into the intermediate species and, subsequently, from the intermediate species to the products. (ii) Reaction (3) takes place only when z =0. The model for Catalyst 1 (i.e. the reaction network for disproportionation of wustites) is shown in Fig. 5. The phase composition before and after annealing, as shown in the model, is based on the M/Sssbauer data reported earlier [5]. The products detected after short annealing are treated here as intermediate products in the long annealing. The non-stoichiometry parameter x in the wustite Fe~ _ xO is related to the isomer shift 6 of the effective doublet by the relationship [ 18 ] : 2x _ 6-6re:+ (4) 1-x a~e~+ - aFe2+ where the contribution of Fe3+ ions (2x) to all iron ions (1-x) is taken into account. The parameters 6F~2+ and 8v~3 + denote the isomer shifts of Fez + and Fe3 + ions in octahedral sites. Their values were assumed to be 1.05 + 0.01 and 0.33 + 0.02 mm/s, respectively [ 19]. 276 A. Pattek-Janczyk/Applied Catalysis A: General 124 (1995) 267-280 I Fe~O t Fe~O FoO FeO : Fe,O, Fo i I I I ' 0 1.5 3 time of armealing [hrs] Fig. 5. Model of iron nuclei formation for Catalyst 1. Solid lines denote disproportionation reactions; primary magnetite is not taken into account. The isomer shift 6 of the effective doublet is calculated in our M6ssbauer data analysis with the error of 0.01 or 0.02 mm/s. It results in the determination of the non-stoichiometry parameter x with an error of 0.01 or 0.015, respectively. Before the annealing, there are two different kinds of wustite with the formulae Feo.93O and Fe0.980. After the short annealing (run II) two wustites, FeO and Feo.950, are still detectable in the catalyst. On the other hand, after the prolonged annealing (run I) only one wustite is present in the sample. Wustite Feo.950 may be treated as an intermediate species which, during the long annealing, decomposes into FeO and Fe304, and, therefore, is not detectable in the products. The wustite formulae given above should be regarded as approximate, in view of the error of the 6 determination. The contents (in wt.-%) of magnetite and wustites before and after annealing are calculated according to Eq. (1) in ref. [20] and are shown in Table 3. In these calculations different recoil-free factors for magnetite and wustite were taken into account. A further distinction between two wustites was not made, although different defect structures of both kinds of wustites must result in different f factors. This is an approximation that should be considered when quantitative estimations are made. In Table 3 the approximate values are given, taking into account the simplifications in the M6ssbauer data analysis and their consequences. The error in this estimation was less than 10% of the contents of the different components. The M6ssbauer effect measurements before and after annealing were needed for similar considerations and reasonings for Catalyst 2. For these measurements, Catalyst 2 was annealed for 1.5 h at 673 K in purified and deoxidized nitrogen in the same way as Catalyst 1 in run II (see Part I). The M6ssbauer parameters for Catalyst 2 are given in Table 4. The estimated non-stoichiometry parameters for A. Pattek-Jancz.yk / Applied Catalysis A.\" General 124 (1995) 267-280 277 Table 3 Approximate composition (wt.-%) of Catalysts 1 and 2 before and after annealing calculated from the MOssbauer data. The typical estimated relative error is of the order of 5%, whereas for the wustite component it may reach 10% Sample Treatment Composition ( wt.-% ) Fe304 Feo.,20 Feo.o~O Feo ,sO Fe..,80 FeO Fe Catalyst 1 start 56 19 24 short annealing 72 8 18 2 start 56 23 2/) long annealing 81 13 5 Catalyst 2 start 50 33 16 short annealing 65 14 19 I both wustites are x, = 0.08 and x2 = 0.05, respectively. The approximate phase composition (in wt.-%) for Catalyst 2 before and after annealing is given in Table 3 and the model for nuclei formation is shown in Fig. 6. Thus, the general trend of reactions in the wustite phase Fe, ,O may be described as in the following scheme: Fel-xO --+ Fel ~tO ~ Fet-x20 ~ ... ~ Fel_~,,O --+ FeO /~ Fe304 \",~ Fe where x > x~ > x2 > ... > xn. If the amount of iron in the final decomposition products is small, it may be found as an enrichment of magnetite. Table 4 M6ssbauer data of untreated and annealed Catalyst 2 Treatment 6 (mm/s) H (T) A (mm/s) F(mm/s) A (%) Misfit (%) Magnetite phase site A untreated 0.27 ( 1 ) annealed 0.28( 1 ) site B untreated 0.66( 1 annealed 0.66( 1 Wustite phase Doublet No. 1 untreated 0.97( 1 annealed 1.07 ( 1 Doublet No. 2 untreated 0.93 ( 1 ) annealed 0.94( 1 ) Singlet untreated 0.27 * annealed Iron phase untreated - annealed 0,00 * 48.73(I) 0,13(1) 16.3(2) 0.10(I) 48.69(1) 0.15(1) 22.1(3) 0.20(2) 45.46(1) 0.15(1) 30.5(4) 45.42(1) 0.17(1) 40.3(5) 33.0 0.41(1) 0.22(1) 16.3(8) 0.050(3) 0.31(1) 0.21(1) 21.1 1.0 0.91(9) 0.82(1) (I.30(1) 34.0(8) 0.61(1) 0.45(1) 15.3 1.0 0.48(3) 2.9(1) 0.115\" 1.2(2) 0.20(2) * Denotes the fixed parameter. 278 A. Pattek-Janczyk /Applied Catalysis A: General 124 (1995) 267-280 I Fe~gzO il- Fe I I ' 0 1.5 time of annealing [hrs] Fig. 6. Model of iron nuclei formation for Catalyst 2. Solid lines denote disproportionation reactions; primary magnetite is not taken into account~ For our model catalysts the sequence of wustite transformations may be written as; 1 2 3 4 ,7 Fe304 Feo.920 --> feo.930 '> Feo.950 ---> Feo.98O ---> FeO \"-~ Fe The existence of steps 1, 2, 4 is obvious. The history of wustite Feo.950 is unclear. The simplest explanation is based on the assumption that step 4 is significantly faster than step 3. The proposed models seem to be reasonable and self-consistent. Undoubtedly, an independent determination of the iron content by another technique -- though it cannot confirm the validity of the model -- can make the relevance of the model more probable. 5. Conclusions All the results discussed above indicate that: (i) In the catalyst precursor, two types of magnetite differing in morphology (lamellar and isometric) were found. The thermal treatment changes the relative content of both magnetites. After the annealing the lamellar mag- netite is the dominant type. (ii) After the annealing a third type of magnetite (enriched in iron) was found. In this magnetite also were iron nuclei observed. A. Pattek-Janczyk/Applied Catalysis A: General 124 (1995) 267-280 279 (iii) The presence of two kinds of wustite in the catalyst was confirmed. They differ slightly in the iron content and distinctly in the content of magnesium. The transformation of the defected oxide into the stoichiometric compound was confirmed by the increase of the Mg content in the previous wustite. (iv) The sequence of reactions (v) Fe~ x,O -~ Fel x20-+ Fe~ _,~O ~ ... ~ Fel _,.,O \",a ~ Fe304 FeO : N Fe Fe i - :,O --+ Fel - :2--+ Fe t :~O ~... -+ Fe i ~-- Z.m0 where xi > &+ ,, z~ > zs+ ,, and i takes the values of natural numbers from 1 to n - 1 or m - 1, applied to the decomposition of the wustite phase in the catalyst may be used as a model for the creation of iron nuclei for the active contact. The activity measurements suggest that the model oxides system may be treated as a first approximation to the real catalyst. The system should be improved by taking into account the effects of promoters. Acknowledgements This work has been done as a Research Project No. 2.0701 91 01, sponsored by the Polish Committee for Scientific Research, Warsaw, Poland, during the years 1991-1993. The author wishes to express her deep gratitude to Dr. H. Kucha, Academy of Mining and Metallurgy, Cracow, for help in microscopic studies and the preparation of the photographs. The contribution of Dr. R. Kaleficzuk, Technical University of Szczecin, in the activity measurements is appreciated. Prof A. Bar- afiski, Jagiellonian University, Cracow, is warmly thanked for his interest and stimulating discussions. Thanks are due to M.Sc. B. Miczko for help in M6ssbauer experiments. References [ 1 ] P. Barret, Kinetyka chemiczna w ukladach heterogenicznych, PWN, Warszawa, 1979, p. 86 (in Polish ). [ 2 ] C.W. Hooper, in J.R. Jennings ( Editor), Catalytic Ammonia Synthesis: Fundamentals and Practice, Plenum, New York, 1991, Ch. 7, p. 280. 131 M-F. Rau, Ph.D. Thesis, Lawrence Berkeley Laboratory, University of California, 1985. 141 P.G. Coomb, Ph.D. Thesis, University of California, Davis, 1986. [ 5 ] A. Pattek-Janczyk and B. Miczko, Appl. Catal. A, 124 ( 1995 ) 253. [6] R. Kaleficzuk and K. Kalucki, Techn. Today, 3 (1990) 139. 17] M.I. Temkin and V. Pyzhev, Acta Phys: Chim. (U.R.S.S.), 12 (1940) 327. 181 M.I. Temkin and V. Pyzhev, J. Phys. Chem. (U.S.S.R.), 13 (1939) 851. [91 R, Kaleficzuk, J. Chem. Tech. Biotechnol., 54 (1992) 349 280 A. Pattek-Janczyk /Applied Catalysis A: General 124 (1995) 267-280 [ 10] P.C. Hayes and P. Grieveson, Met. Trans., 12B (1981) 579. [ i 1 ] C. Gleitzer, Solid State Ionics, 38 (1990) 133. [ 12] M. Ettabirou, B. Dupr6 and C. Gleitzer, Met. Trans. B, 19B (1988) 311. [ 13] A. Pattek-Janczyk and B. Miczko, Solid State lonics, 58 (1992) 244. [ 14] N.N. Greenwood and A.T. Howe, J. Chem. Soc. Dalton Trans., (1972) 116. [ 15] R. Schltigl, in J.R. Jennings (Editor), Catalytic Ammonia Synthesis: Fundamentals and Practice, Plenum, New York, 1991, Ch. 2, p. 38. [ 16] A. Pattek-Janczyk and B. Miczko, Solid State Ionics, 38 (1990) 171. [ 17] L. Broussard, J. Phys. Chem.. 78 (6) (1969) 1848. [ 18 ] A. Pattek-Janczyk, A. Barafiski, A. Kotarba, A. Kowalska, B. Miczko, E. Pyrczak, A. Reizer, K. Ruebenbauer, B. Sepio! and Z. ~piewak, Appl. Catal., 39 (1988) 169. [ 19] A. Pattek-Janczyk, B. Sepiot, J.C. Grenier and L. Fournes, Mat. Res. Bull., 21 (1986) 1083. [20] A. Pattek-Janczyk and A.Z. Hrynkiewicz, Appl. Catal., 6 (1983) 27. APCATA 9400272X 0926-860X(94)00272-X 10.1016/0926-860X(94)00272-X Elsevier Science B.V. All rights reserved Effect of preliminary heating on the activation of model iron catalyst for ammonia synthesis. Part II. Structural changes leading up to the nucleation process A. Pattek-Janczyk 1 Department of Chemistry, Jagiellonian University, Ingardena 3, PL-30-060 Cracow ,Poland 1 tel. (+48-12) 336377X246, fax. ( +48-12) 340515. Microscopic and microprobe studies of significantly active, fused model iron catalysts with increased amounts of wustite are reported. The catalysts were examined in untreated form and after annealing. Two types of magnetite (isometric and lamellar) were found. A definite influence of the annealing on the relative content of both magnetites was observed. In the annealed sample a third kind of magnetite (enriched in iron) was found. The creation of iron nuclei in the catalyst precursor is discussed and an suitable model is proposed. Keywords Ammonia synthesis Annealing Heat treatment Iron Magnetite Microprobe studies Microscopic studies Reference [1] Barret P. Kinetyka chemiczna w ukladach heterogenicznych 1979 PWN Warszawa 86 (in Polish) [2] Hooper C.W. Jennings J.R. Catalytic Ammonia Synthesis: Fundamentals and Practice 1991 Plenum New York 280 Ch. 7 [3] Rau M-F. 81st–90th ed. Ph.D. Thesis 1985 Lawrence Berkeley Laboratory, University of California [4] Coomb P.G. 81st–90th ed. Ph.D. Thesis 1986 University of California Davis [5] Pattek-Janczyk A. Miczko B. Appl. Catal. A 124 1995 253 [6] Kaleńczuk R. Kal K. Techn. Today 3 1990 139 [7] Temkin M.I. Pyzhev V. Acta Phys: Chim. (U.R.S.S.) 12 1940 327 [8] Temkin M.I. Pyzhev V. J. Phys. Chem. (U.S.S.R.) 13 1939 851 [9] Kaleńczuk R. J. Chem. Tech. Biotechnol. 54 1992 349 [10] Hayes P.C. Grieveson P. Met. Trans. 12B 1981 579 [11] Gleitzer C. Solid State Ionics 38 1990 133 [12] Ettabirou M. Dupré B. Gleitzer C. Met. Trans. B 19B 1988 311 [13] Pattek-Janczyk A. Miczko B. Solid State Ionics 58 1992 244 [14] Greenwood N.N. Howe A.T. J. Chem. Soc. Dalton Trans. 1972 116 [15] Schlögl R. Jennings J.R. Catalytic Ammonia Synthesis: Fundamentals and Practice 1991 Plenum New York 38 Ch. 2 [16] Pattek-Janczyk A. Miczko B. Solid State Ionics 38 1990 171 [17] Broussard L. J. Phys. Chem. 78 6 1969 1848 [18] Pattek-Janczyk A. Barański A. Kotarba A. Kowalska A. Miczko B. Pyrczak E. Reizer A. Ruebenbauer K. SepioĤ B. Śpiewak Z. Appl. Catal. 39 1988 169 [19] Pattek-Janczyk A. SepioĤ B. Grenier J.C. Fournes L. Mat. Res. Bull. 21 1986 1083 [20] Pattek-Janczyk A. Hrynkiewicz A.Z. Appl. Catal. 6 1983 27",
      "scopus-id": "0039567832",
      "coredata": {
        "eid": "1-s2.0-0926860X9400272X",
        "dc:description": "Microscopic and microprobe studies of significantly active, fused model iron catalysts with increased amounts of wustite are reported. The catalysts were examined in untreated form and after annealing. Two types of magnetite (isometric and lamellar) were found. A definite influence of the annealing on the relative content of both magnetites was observed. In the annealed sample a third kind of magnetite (enriched in iron) was found. The creation of iron nuclei in the catalyst precursor is discussed and an suitable model is proposed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-04-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9400272X",
        "dc:creator": {
          "@_fa": "true",
          "$": "Pattek-Janczyk, A."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9400272X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9400272X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00272-X",
        "prism:volume": "124",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of preliminary heating on the activation of model iron catalyst for ammonia synthesis. Part II. Structural changes leading up to the nucleation process",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ammonia synthesis"
          },
          {
            "@_fa": "true",
            "$": "Annealing"
          },
          {
            "@_fa": "true",
            "$": "Heat treatment"
          },
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "Magnetite"
          },
          {
            "@_fa": "true",
            "$": "Microprobe studies"
          },
          {
            "@_fa": "true",
            "$": "Microscopic studies"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "267-280",
        "prism:endingPage": "280",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 April 1995",
        "prism:doi": "10.1016/0926-860X(94)00272-X",
        "prism:startingPage": "267",
        "dc:identifier": "doi:10.1016/0926-860X(94)00272-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0039567832"
      }
    }
  }
}