{
  "metadata": {
    "title": "Chlorine as a poison of the fused iron catalyst for ammonia synthesis",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-01-18",
    "doi": "10.1016/0926-860X(95)00211-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002111",
    "pii": "0926860X95002111"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0345182291",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002111 0926-860X(95)00211-1 0926860X95002111 10.1016/0926-860X(95)00211-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0021X 2024-01-01T12:18:48.759026Z 0 0 19960118 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 134 134 2 2 Volume 134, Issue 2 11 331 338 331 338 19960118 18 January 1996 1996-01-18 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. CHLORINEAPOISONFUSEDIRONCATALYSTFORAMMONIASYNTHESIS ARABCZYK W ALMQUIST 1926 2814 J EMMET 1932 2682 P ENIKEEV 1962 139 H BRILL 1963 390 R BRILL 1963 726 R 1970 CATALYSTHANDBOOK NIELSEN 1968 A INVESTIGATIONPROMOTEDIRONCATALYSTSFORSYNTHESISAMMONIA HANSEN 1964 89 H FERTILISERNITROGEN MUELLER 1991 185 D DOWBEN 1979 114 P SMENTKOVSKI 1986 48 W ZHUANG 1993 260 S MURRAY 1994 1 E KALUCKI 1986 532 K KALENCZUK 1994 73 R KOWALCZYK 1990 29 Z ARABCZYK 1993 2539 W ARABCZYK 1993 267 W ARABCZYKX1996X331 ARABCZYKX1996X331X338 ARABCZYKX1996X331XW ARABCZYKX1996X331X338XW item 0926-860X(95)00211-1 0926860X95002111 1-s2.0-0926860X95002111 10.1016/0926-860X(95)00211-1 271346 2024-01-01T12:18:48.759026Z 1996-01-18 1-s2.0-0926860X95002111-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002111/MAIN/application/pdf/ec31313e16869bf317bff283742290fd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002111/MAIN/application/pdf/ec31313e16869bf317bff283742290fd/main.pdf main.pdf pdf true 392202 MAIN 8 1-s2.0-0926860X95002111-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002111/PREVIEW/image/png/5daa2e6b122ea284d0be7e3e27bf95b9/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002111/PREVIEW/image/png/5daa2e6b122ea284d0be7e3e27bf95b9/main_1.png main_1.png png 48952 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVI E R Applied Catalysis A: General 134 (1996) 331-338 Chlorine as a poison of the fused iron catalyst for ammonia synthesis Walerian Arabczyk, Urszula Narkiewicz, Dariusz Moszyfiski Institute of Inorganic Chemical Technology, Technical University of Szczecin, Pulaskiego 10, 70-322 Szczecin, Poland Received 12 July 1995; accepted 26 August 1995 Abstract The poisoning effect of chlorine on the fused iron catalyst used for ammonia synthesis was studied. Chlorine adsorbs on the catalyst surface, reacting with potassium contained in the catalyst as well as with iron. The chlorine adsorption ability of the passivated catalyst is lower. The poisoning effect of chlorine on the activity of the iron catalyst is very strong and it is connected with the increase in the apparent activation energy of the ammonia synthesis process. Partial regeneration of the catalyst is possible by overheating at 920 K. The decrease of the amount of chlorine after overheating is only 12%. It suggests that chlorine is bonded not only as chlorides, but also as less volatile, oxygen- chlorine compounds. Keywords: Ammonia synthesis; Chlorine poisoning; Iron (fused); Poisoning 1. Introduction The equipment for obtaining and purifying synthesis gas is the most developed part of the industrial ammonia plant. The complexity of the synthesis gas prepara- tion is due to the low resistance of the iron catalyst to poisons. There are two kinds of poisoning: reversible and irreversible. Reversible poisoning is due to oxygen compounds (02, H20, CO, CO:) [ 1,2], irreversible poisoning is connected with non-metals such as sulphur, chlorine, phosphorus, arsenic [ 3-5 ]. Chlorine is con- sidered to be a very strong poison, particularly in ammonia plants using hydrogen obtained by electrolysis. Two possible mechanisms for the chlorine poisoning are suggested. The first one might be connected with the formation of iron--chlorine compounds, volatile and low-melting. This phenomenon could cause an increase in the size of iron crystallites, and as a result, a decrease of the surface area of the catalyst [ 6 ]. The second possible mechanism is based on KC1 formation. Depending 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860 X ( 95 ) 0021 1-1 332 W. Arabczyk et al. /Applied Catalysis A: General 134 (1996) 331-338 on the temperature, potassium chloride could diffuse into the catalyst grain or diffuse to the gas stream, causing irreversible loss of potassium, which is considered to be the most important promoter of the iron catalyst [7,8]. The remarks concerning the poisoning effect of chlorine on iron catalyst for ammonia synthesis are based on industrial observations, there are no papers avail- able about laboratory experiments. The study of the adsorption of chlorine on the clean iron surface under ultra high vacuum conditions has been described in numerous papers [ 9-13 ]. The dissociative chemisorption of chlorine occurred even at low temperatures. At higher tempera- tures (450 K) chlorine was removed from the surface as iron chloride. The adsorp- tion of chlorine on the iron surface blocks the active sites, inhibiting the dissociative adsorption of oxygen and water vapour. When oxygen was preadsorbed on the iron surface the adsorption of chlorine was not inhibited. The aforementioned results show the considerable reactivity of chlorine with iron, even at lower temperatures, and the removal of chlorine from the iron surface at higher temperatures. There is no information about interaction of chlorine with potassium on the iron surface at UHV conditions. 2. Experimental A commercial fused prereduced iron catalyst (3.3% A1203, 2.5% CaO, 1.0% K20, 0.3% SiO2, 0.3% MgO, 12.6% FeO, 80% Fe) was used in the experiments. Two grams of the catalyst samples with a grain size of 1-1.5 mm were placed in layers in the glass reactor. The reduction was carried out at 770 K during 20 h using a hydrogen-nitrogen mixture under a flow of 20 dma/h. The stoichiometric hydrogen-nitrogen mixture was obtained by ammonia dis- sociation under atmospheric pressure on a nickel catalyst. After ammonia decom- position the gas was purified from oxygen compounds by passing it through molecular sieves and silica gel, and additionally through a bed of reduced iron catalyst in an auxiliary reactor. After the reduction the samples were cooled to 295 K and then the defined amount of chlorine (0-30 cm3) was injected into the gas mixture. We studied the effect of the temperature (620, 670, 720 and 770 K) on the adsorption of the approximately constant amount of chlorine (l0 cm3). Poi- soning of the passivated catalyst at room temperature was also studied to compare the differences of the adsorption ability of chlorine by an oxidized and a reduced catalyst. The poisoned samples were passivated at 320 K by the hydrogen-nitrogen mix- ture saturated with water vapour at ambient temperature. For the activity measure- ments, the poisoned and passivated samples were transferred to the equipment described in the previous paper [ 14]. The catalytic activity was determined under a pressure of l0 MPa in the temperature range 620-770 K, in a six-channel integral steel reactor [ 15 ]. After compression, the hydrogen-nitrogen mixture was passed W. Arabczyk et al. /Applied Catalysis A.\" General 134 (1996) 331-338 333 through beds of activated carbon, palladium catalyst and a drying agent to remove any traces of oxygen compounds and compressor oil. The catalytic activity was expressed by the reaction rate constant from the Temkin-Pyzhev equation. The activity of the catalysts was studied directly after their reduction and after overheating at 920 K. The chemical composition along the catalyst bed was determined using X-ray fluorescence. The effect of chlorine on the size of the iron crystallites was studied by X-ray diffractometry. The results were interpreted based on the Scherrer equa- tion. 3. Results The mean concentration of chlorine in the successive layers (each one of 2 g and 1 cm high) of the catalyst bed is presented in Fig. 1. Chlorine was mostly adsorbed in the first layer of the reduced catalyst (90% of adsorbed chlorine), in the second layer the concentration of chlorine was ten times lower, and in the following layers no chlorine was detected. Considering the concentration of chlorine adsorbed in the catalyst, which is about three times higher than the concentration of potassium contained in the catalyst, one may assume that chlorine reacts not only with potas- sium, but also with iron or with catalyst promoters. In the non-reduced catalyst chlorine is equally adsorbed along the catalyst bed. The adsorption capacity of the non-reduced catalyst is at least five times lower than that of the reduced catalyst. According to the uniform distribution along the bed of the passivated catalyst, the concentration of 0.35% C12 is high enough to obtain saturation of the catalyst sample by chlorine. The potassium concentration (0.6% K20) in the catalyst X CI2, % mas. 2 Catalysts : passivated 1.5~ 1 2 3 Number of layer 0.5 0 -- reduced Fig. 1. The profile of the chlorine concentration along the catalyst bed. 334 W. Arabczyk et al. /Applied Catalysis A.\" General 134 (1996) 331-338 X C12, % mas. 1.6 ! 1.4 1.2 1 [] 620 K ~670 K []720 K []770 K []620 K /3h heating 0.8 0.6 0.4 0.2 0 ,i, _ _ ~== ~'~ 1 2 3 4 5 Number of layer Fig. 2. The effect of temperature on the adsorption capacity of iron catalyst. sample is higher than the amount of adsorbed chlorine, but the adsorbed oxygen blocks the active sites for chlorine adsorption. The temperature of the poisoning has no effect on the adsorption capacity of the catalyst (Fig. 2). The effect of chlorine on the activity of the catalysts, measured in the six-channel steel reactor under a pressure of l0 MPa at different temperatures, is shown in the Fig. 3. The ordinate denotes k/ko-- the ratio of the reaction rate constant, expressed in [ g NH3/gcat/ h\" ~ ], referred to the reaction rate constant for the unpoisoned catalyst. For low chlorine concentrations (up to 0.7%) a considerable drop of the activity with increasing chlorine concentration is observed. A concentration of 2.2% chlorine is the limit value. Higher chlorine concentrations do not further change the catalytic activity. The course of the deactivation lines is similar for all k/ko 1.2f 1~I 0.8 0.6 0.4 0.2 0 0 0.5 1 1.5 2 2.5 3 3.5 X CI2, % mas. Fig. 3. The effect of chlorine on the catalyst activity. 4 4.5 W. Arabczyk et al. /Applied Catalysis A: General 134 (1996) 331-338 335 k, gNH3/g/h*MPn ^ 0.5 li~ X CI2, % mas. ~0 --0.7 -~1.5 -2.2 ~-3.0 ~-4.5 2 0 0 I ; 5 10 15 20 25 30 35 40 Time of overheating, h Fig. 4, The changes of the catalytic activity at 770 K caused by the overheating at 920 K. temperatures, however the effect of deactivation is less important at higher tem- peratures, indicating an increase of the activation energy caused by poisoning. The effect of overheating catalysts poisoned with different amounts of chlorine on their activity at 770 K is presented in Fig. 4. The activity loss of the standard catalyst caused by overheating is about 30% after 10 h, as in other studies [ 16] on overheating iron catalysts. The activity loss is caused by the recrystallization and by changes of the chemical composition of the catalyst surface [ 17]. In the initial stage of overheating the activity of the poisoned catalysts increases but it is still lower than the activity of the unpoisoned catalyst. There is a limit for the time of overheating (about 25 h), after which the activity drops. After 40 h of overheating the activity of the poisoned catalysts is similar to the activity before the overheating. The phenomenon of the recrystallization (the increase of the average crystallite size) occurs as a result of the overheating. As was formerly described [ 17], the decrease of the specific surface area is lower than the corresponding activity decrease, which could be due to changes in the chemical composition. There are two phenomena connected with the overheating: change of the chemical compo- sition of the active surface and sintering (increase of the crystallite size). The changes of the chemical composition of the surface prevail in the first step of the overheating, recrystallization dominates in the second step. The increase of the average crystallite size is lower for the catalyst poisoned with 0.7% C12 than for the unpoisoned catalyst. The apparent activation energy of the ammonia synthesis reaction for catalysts poisoned with different amounts of chlorine was determined on the basis of the Arrhenius equation and presented in Fig. 5. For the catalysts poisoned with 0-2% chlorine an increase of the apparent activation energy is observed as compared to 336 W. Arabczyk et al. /Applied Catalysis A.\" General 134 (1996) 331-338 Energy o1 activation, kJ/mol 300~ i 275! ! 250 225] 200 175~ 150 0 0.5 1 1.5 Time of overheating, h ~0 --10 -~25 -\"-40 ; i 2 2.5 3 3.5 4 4.5 X CI2, % mas. Fig. 5. The activation energy of catalysts poisoned with chlorine and annealed. the unpoisoned catalyst. For catalysts poisoned with higher quantities (more than 2%) of chlorine the apparent activation energy remains constant. Overheating of the unpoisoned catalysts or of catalysts poisoned with small quantities of chlorine does not change the apparent activation energy, it is the same as for unpoisoned catalysts. For the catalysts poisoned with higher amounts of chlorine (3% and more) a decrease of the apparent activation energy with over- heating time was observed ( Fig. 6). After 40 h of overheating at 920 K the apparent activation energy is still higher than for the unpoisoned catalysts. Only in the first stage of the overheating the increase of the apparent activation energy is accom- panied by an increase of the catalytic activity, so the drop of the activity in further stages of the overheating could be connected with the changes of the surface area Energy of activation, kJ/mol 300 275 250 225 200 175 150 0 I X CI2, % mac. ~3 % +4.5 % 5 10 15 20 25 30 35 40 Time of overheating at 920 K, h Fig. 6. The effect of the overheating on the activation energy of poisoned catalysts. W. Arabczyk et al. /Applied Catalysis A: General 134 (1996) 331-338 337 of the catalysts, as in the case of the standard catalyst. After overheating the concentration of chlorine in the catalyst decreases only by 12%. Under ammonia synthesis conditions the majority of the adsorbed chlorine remains in the catalyst, bonded in a stable manner. 4. Conclusions Chlorine reacts with the surface of iron catalyst and poisons it. Taking into account the amount of adsorbed chlorine one can assume that it reacts with potas- sium as well as with iron. The adsorption capacity of the catalyst does not depend on the temperature of the poisoning process. The adsorption capacity of a catalyst passivated with oxygen is lower than that of a reduced catalyst. The poisoning effect of chlorine on the activity of the iron catalyst is very strong. The introduction of 0.7% chlorine causes a decrease of the activity of 65-85%. The activity drop is accompanied by an increase of the apparent activation energy of the ammonia synthesis from about 170 kJ/mol to about 270 kJ/mol for a chlorine concentration of 3%. A partial regeneration of catalysts is possible by overheating at 920 K. Two phenomena occur during the overheating process -- recrystallization of the catalyst and a change of the chemical composition of the active surface. Under ammonia synthesis conditions the majority of the adsorbed chlorine remains in the catalyst bed. According to the interaction between chlorine and iron described in the introduction, chlorine should be removed from the active surface of the iron catalyst under ammonia synthesis conditions. The presence of chlorine in the catalyst in spite of the overheating at elevated temperatures suggests that it is bonded on the iron surface not only as chlorides, but also as less volatile oxy- chlorides. In previous work [ 18,19] a model for the active surface of the iron catalyst has been presented. In this model the active sites for nitrogen chemisorption are located under the layer of potassium atoms adsorbed on the iron surface. Some of these sites are occupied by oxygen atoms, stabilising the potassium atoms on the iron surface under ammonia synthesis conditions. If the active sites are occupied by a poison (for example sulphur), potassium is weakly bonded on the iron surface (the potassium-oxygen bond is stronger than the sulphur-potas- sium bond) and it results in removal of potassium atoms from the active surface, causing an irreversible loss of the catalytic activity. The same mechanism should be valid for chlorine. Acknowledgements The work was supported by the Polish State Committee for Scientific Research under the decision number 108/E-364/BW/95. 338 W. Arabczyk et al. /Applied Catalysis A: General 134 (1996) 331-338 References [ 1 ] J.A. Almquist and C.A. Black, J. Am. Chem. Soc., 52 (1926) 2814. [2] P.H. Emmet and S. Brunauer, J. Am. Chem. Soc., 52 (1932) 2682. [3] H. Enikeev and A.V. Krylova, Kinet. Katal., 1 (1962) 139. [4] R. Brill and S. Tauster, Ber. Bunsengesell. Phys. Chem., 67 (1963) 390. [5] R. Brill and S. Tauster, Ber. Bunsengesell. Phys. Chem., 67 (1963) 726. [ 6] Catalyst Handbook, Wolfe, London, 1970. [7] A. Nielsen, An Investigation on promoted iron catalysts for the synthesis of ammonia, Jul. Gjellerup, Copenhagen, 1968. [8] H.J. Hansen, in V. Sauchelli (Editor), Fertiliser Nitrogen, Reinhold, New York, 1964, p. 89. [9] D.R. Mueller, T.N. Rhodin and Y. Sakisaki, Surf. Sci., 250 ( 1991 ) 185. [ 10] P.A. Dowben and R.G. Jones, Surf. Sci., 89 (1979) 114. [ 11 ] W. Smentkovski and C. Cheng, Surf. Sci, 220 (1986) 48. [ 12] S. Zhuang, M. Ji, J. Wu, X. Liu and J. Tu, Surf. Sci., 287/288 (1993) 260. [ 13] E. Murray, J. Prasad, H. Cabibil and J.A. Kelber, Surf. Sci., 319 (1994) 1. [ 14] K. Kalucki, R.J. Kaleficzuk, W. Arabczyk and Z. Spiewak, Przem. Chem., 65 (1986) 532. [ 15] R.J. Kaleficzuk, J. Chem. Tech. Biotechnol., 59 (1994) 73. [ 16] Z. Kowalczyk and S. Jodzis, Appl. Catal., 58 (1990) 29. [ 17] U. Narkiewicz, W. Arabczyk and K. Kalucki, Europacat-I, Montpellier 1993, Book of Abstracts, Vol. 1, p. 253. [ 18] W. Arabczyk and K. Kalucki, Stud. Surf. Sci. Catal., 75 (1993) 2539. [ 19] W. Arabczyk and U. Narkiewicz, Vacuum, 45 (2/3) (1993) 267. APCATA 95002111 0926-860X(95)00211-1 10.1016/0926-860X(95)00211-1 Article Chlorine as a poison of the fused iron catalyst for ammonia synthesis Walerian Arabczyk Urszula Narkiewicz Dariusz Moszyński Institute of Inorganic Chemical Technology, Technical University of Szczecin, Pulaskiego 10, 70-322 Szczecin, Poland The poisoning effect of chlorine on the fused iron catalyst used for ammonia synthesis was studied. Chlorine adsorbs on the catalyst surface, reacting with potassium contained in the catalyst as well as with iron. The chlorine adsorption ability of the passivated catalyst is lower. The poisoning effect of chlorine on the activity of the iron catalyst is very strong and it is connected with the increase in the apparent activation energy of the ammonia synthesis process. Partial regeneration of the catalyst is possible by overheating at 920 K. The decrease of the amount of chlorine after overheating is only 12%. It suggests that chlorine is bonded not only as chlorides, but also as less volatile, oxygenchlorine compounds. Keywords Ammonia synthesis Chlorine poisoning Iron (fused) Poisoning References [1] J.A. Almquist C.A. Black J. Am. Chem. Soc. 52 1926 2814 [2] P.H. Emmet S. Brunauer J. Am. Chem. Soc. 52 1932 2682 [3] H. Enikeev A.V. Krylova Kinet. Katal. 1 1962 139 [4] R. Brill S. Tauster Ber. Bunsengesell. Phys. Chem. 67 1963 390 [5] R. Brill S. Tauster Ber. Bunsengesell. Phys. Chem. 67 1963 726 [6] Catalyst Handbook 1970 Wolfe London [7] A. Nielsen An Investigation on promoted iron catalysts for the synthesis of ammonia 1968 Jul. Gjellerup Copenhagen [8] H.J. Hansen V. Sauchelli Fertiliser Nitrogen 1964 Reinhold New York 89 [9] D.R. Mueller T.N. Rhodin Y. Sakisaki Surf. Sci. 250 1991 185 [10] P.A. Dowben R.G. Jones Surf. Sci. 89 1979 114 [11] W. Smentkovski C. Cheng Surf. Sci 220 1986 48 [12] S. Zhuang M. Ji J. Wu X. Liu J. Tu Surf. Sci. 287/288 1993 260 [13] E. Murray J. Prasad H. Cabibil J.A. Kelber Surf. Sci. 319 1994 1 [14] K. Kalucki R.J. Kaleńczuk W. Arabczyk Z. Śpiewak Przem. Chem. 65 1986 532 [15] R.J. Kaleńczuk J. Chem. Tech. Biotechnol. 59 1994 73 [16] Z. Kowalczyk S. Jodzis Appl. Catal. 58 1990 29 [17] U. Narkiewicz, W. Arabczyk and K. Kalucki, Europacat-I, Montpellier 1993, Book of Abstracts, Vol. 1, p. 253. [18] W. Arabczyk K. Kalucki Stud. Surf. Sci. Catal. 75 1993 2539 [19] W. Arabczyk U. Narkiewicz Vacuum 45 2/3 1993 267",
      "scopus-id": "0345182291",
      "coredata": {
        "eid": "1-s2.0-0926860X95002111",
        "dc:description": "The poisoning effect of chlorine on the fused iron catalyst used for ammonia synthesis was studied. Chlorine adsorbs on the catalyst surface, reacting with potassium contained in the catalyst as well as with iron. The chlorine adsorption ability of the passivated catalyst is lower. The poisoning effect of chlorine on the activity of the iron catalyst is very strong and it is connected with the increase in the apparent activation energy of the ammonia synthesis process. Partial regeneration of the catalyst is possible by overheating at 920 K. The decrease of the amount of chlorine after overheating is only 12%. It suggests that chlorine is bonded not only as chlorides, but also as less volatile, oxygenchlorine compounds.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-01-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002111",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Arabczyk, Walerian"
          },
          {
            "@_fa": "true",
            "$": "Narkiewicz, Urszula"
          },
          {
            "@_fa": "true",
            "$": "Moszyński, Dariusz"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002111"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002111"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00211-1",
        "prism:volume": "134",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Chlorine as a poison of the fused iron catalyst for ammonia synthesis",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ammonia synthesis"
          },
          {
            "@_fa": "true",
            "$": "Chlorine poisoning"
          },
          {
            "@_fa": "true",
            "$": "Iron (fused)"
          },
          {
            "@_fa": "true",
            "$": "Poisoning"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "331-338",
        "prism:endingPage": "338",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 January 1996",
        "prism:doi": "10.1016/0926-860X(95)00211-1",
        "prism:startingPage": "331",
        "dc:identifier": "doi:10.1016/0926-860X(95)00211-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0345182291"
      }
    }
  }
}