{
  "metadata": {
    "title": "Low-temperature water-gas shift reaction on <math altimg=si1.gif><fr shape=sol align=c style=s><nu><rm>Au</rm></nu><de>α-<rm>Fe<inf loc=post>2</inf>O</rm><inf loc=post>3</inf></de></fr></math> catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-01-18",
    "doi": "10.1016/0926-860X(95)00208-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002081",
    "pii": "0926860X95002081"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0005269107",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002081 0926-860X(95)00208-1 0926860X95002081 10.1016/0926-860X(95)00208-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0021X 2024-01-01T12:18:48.759026Z 0 0 19960118 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 134 134 2 2 Volume 134, Issue 2 7 275 283 275 283 19960118 18 January 1996 1996-01-18 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. LOWTEMPERATUREWATERGASSHIFTREACTIONAUFE2O3CATALYST ANDREEVA D HARUTA 1989 301 M HARUTA 1993 175 M HARUTA 1988 1206 M PROC9THINTCONGRCATALYSISCALGARY TSUBOTA 1994 420 S ENVIRONMENTALCATALYSISCHEMSOCSYMPSER AIDA 1991 495 T PROCTOCAT1 FLOCKHART 1974 20 B ANDREEVA 1992 2561 D ANDREEVA 1995 D HARUTA 1993 2657 M ANDREEV 1988 307 A TABAKOVA 1996 T DESILVESTRO 1986 1069 J NGUYENVANNUONG 1980 185 G BURKE 1994 1841 L BURKE 1994 166 L GILMAN 1967 121 S ELECTROANALYTICALCHEMISTRY UEDA 1991 272 A PROC1STJPNECJOINTWORKSHOPFRONTIERSCATALSCITECHNOL ANDREEVAX1996X275 ANDREEVAX1996X275X283 ANDREEVAX1996X275XD ANDREEVAX1996X275X283XD item 0926-860X(95)00208-1 0926860X95002081 1-s2.0-0926860X95002081 10.1016/0926-860X(95)00208-1 271346 2024-01-01T12:18:48.759026Z 1996-01-18 1-s2.0-0926860X95002081-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002081/MAIN/application/pdf/2e3dbb84e71498203a3830a2c8f8bc8c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002081/MAIN/application/pdf/2e3dbb84e71498203a3830a2c8f8bc8c/main.pdf main.pdf pdf true 592630 MAIN 9 1-s2.0-0926860X95002081-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002081/PREVIEW/image/png/28727ba08345f00ef70d06bc2c083f1d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002081/PREVIEW/image/png/28727ba08345f00ef70d06bc2c083f1d/main_1.png main_1.png png 48600 849 656 IMAGE-WEB-PDF 1 1-s2.0-0926860X95002081-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002081/STRIPIN/image/gif/1817aee72fc928bfc09964d1555688fe/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002081/STRIPIN/image/gif/1817aee72fc928bfc09964d1555688fe/si2.gif si3 true si3.gif gif 588 30 104 ALTIMG 1-s2.0-0926860X95002081-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002081/STRIPIN/image/gif/1817aee72fc928bfc09964d1555688fe/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002081/STRIPIN/image/gif/1817aee72fc928bfc09964d1555688fe/si2.gif si2 true si2.gif gif 588 30 104 ALTIMG 1-s2.0-0926860X95002081-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002081/STRIPIN/image/gif/1817aee72fc928bfc09964d1555688fe/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002081/STRIPIN/image/gif/1817aee72fc928bfc09964d1555688fe/si2.gif si1 si1.gif gif 588 30 104 ALTIMG ELSEVIER Applied Catalysis A: General 134 (1996) 275-283 APPLIED CATALYSIS A: GENERAL Low-temperature water-gas shift reaction on Au/c -Fe203 catalyst Donka Andreeva a,*, Vasko Idakiev a, Tatjana Tabakova a, Atanas Andreev a Rudolf Giovanoli b a Institute of Catalysis, Bulgarian Academy of Sciences, 'Acad. G. Bonchev' street, bl. 11, 1113 Sofia, Bulgaria b University of Berne, Laboratory for Electron Microscopy, CH-3000 Berne 9, Switzerland Received 9 June 1995; revised l0 August 1995; accepted 14 August 1995 Abstract The water-gas shift reaction (WGSR) has been studied on Au/ot-Fe203 catalyst. The structure of the samples has been investigated by chemical and physical methods -- TEM, X-ray, DTA, FTIR. A high dispersion degree of the gold particles and an increased concentration of the hydroxyl groups on Au/ot-Fe203 has been established in comparison to the pure ot-Fe203. The results obtained can be explained on the basis of the associative mechanism of the WGSR. The essential aspects are the dissociative adsorption of water on ultrafine gold particles, followed by spillover of active hydroxyl groups onto adjacent sites of the ferric oxide. The formation and decomposition of intermediate species is accompanied by redox transfer Fe3+ ~-~ Fe2in Fe304. Keywords: Gold/or-ferric oxide; Water-gas shift reaction; Mechanism 1. Introduction Great interest is being shown in recent years towards studies on gold catalysts, supported on some first row transition metal oxides, oxides and hydroxides of alkaline-earth metals. Depending on the type of the support these catalysts display high catalytic activity in a series of important reactions such as low-temperature oxidation of CO and H2 [ 1-4], catalytic combustion of hydrocarbons [4], NO decomposition and NO reduction by CO [ 5 ] etc. These catalysts are highly sensitive towards the preparation methods as the catalytic activity is high only when the gold is in a highly dispersed state. This is the basic reason for the uselessness of the classical impregnation method for the preparation of these catalysts [ 1,2]. The * Corresponding author. Tel. ( + 359-2) 724901, fax. ( + 359-2) 756116, e-mail andreev@bgearn.bitnet. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI O926-860 X ( 9 5 ) 00208- 1 276 D. Andreeva et al. /Applied Catalysis A: General 134 (1996) 275-283 addition of gold to some oxide systems leads to increase of the catalytic activity, which is probably due to the synergism between gold and the metal oxide. The peculiar structure and properties of the Au/metal oxide interphase are the result of this specific interaction. The water-gas shift reaction (WGSR) has not yet been studied over gold-con- taining catalysts. Some authors, however, have reported that moisture facilitates the low-temperature CO oxidation on a gold-containing system [2,4]. The iron catalysts are known to be active in the WGSR at high temperatures (350-420). In our opinion studies on WGSR over Au/ot-Fe203 in the low-temperature range would be valuable both from practical and fundamental point of view, to elucidate the mechanism of the catalytic action. The aim of the present work is to investigate the low-temperature WGSR on Au/ a-Fe203 catalysts, prepared by coprecipitation. These catalysts have been charac- terized using a complex of physical and chemical methods. Probable explanations of the high catalytic activity in WGSR have been searched for. 2. Experimental 2.1. Sample preparation The samples have been prepared by coprecipitation in the automated laboratory reactor 'Contalab' ( Contraves AG, Swiss) under complete control of all parameters -- temperature, pH, stirrer speed, reactant feed flow rates. The chemicals used were Fe (NO3)3\" 9H20, HAuC14 3H20 and Na2CO3, all 'analytical grade'. The samples' atomic ratio used was Au:Fe = 1:22. The coprecipitation conditions were: temper- ature = 60; stirrer speed, 250 rpm; reactant feed flow rates, 8 ml/min. The sample, denoted as 1Au/c~-Fe203, was prepared by increasing gradually the pH until a value of 8.0 was reached and the sample, denoted as 2Au/a-Fe203, at constant pH = 8.0. Pure a-Fe203 was also prepared following the second technique and used for comparison. The obtained precipitate was being aged in the course of 1 h at 60. It is filtered thereafter and washed carefully until no NO3 and C1- ions could be detected. The sample was dried in vacuum at 80 (V-80) or in air at 100-110 (A-100). The calcined samples were treated at 400 for 2 h (C-400). Then the samples were reduced in a CO/Ar mixture, containing 5 vol.-% CO, up to 350 at a heating rate of 2/min (R-CO). The specific surface area of the samples was determined by the BET method, using a 'Flow Sorb 11-2300' device. The X-ray diffraction samples were prepared with Synocryl 9122X in a dilute toluene solution and X-rayed in a Guinier-de Wolff-Nonius camera Mark IV, using Fe Kal radiation and an exposure time of 20 h. A Mettler TA 4000 system was used for thermal analysis. It was equipped with a microbalance M3 and Mettler Graphware TA 72.5. The samples were heated up to 1000 at a rate of 5/min in a nitrogen flow. D. Andreeva et al. / Applied Catalysis A.\" General 134 (1996) 275-283 277 Transmission electron microscopy (TEM) characterization was performed on a Hitachi H-600-2 electron microscope. The samples were dispersed in bidistilled water by ultrasound. Then, a drop was transferred to a carbon coated bronze mesh and dried. The infrared spectra were recorded by a FTIR 'Bruker' IFS 66, equipped with throughput high Michelson interferometer and computer Aspect-1000 in the range 3800-600 cm- 1 at a spectral resolution of 0.5 cm- t. The samples were pelleted in KBr. The surface OH groups of the samples were determined by a chemical method, described in [6,7]. The reduction activity of the samples in the I2/n-hexane reac- tion, carried out in an inert atmosphere, was used as a measure for the amount of OH groups on the surface. 2.2. Catalytic activity The catalytic activity of the samples in the WGSR has been measured in a flow reactor at atmospheric pressure under the following conditions: catalyst bed volume 0.5 cm3 (particle size 0.63-0.80 mm), space velocity 4000 h-~, vapour/gas ratio = 0,7. The gaseous mixture, fed into the reactor, contained 4.88 vol.-% CO, the rest being Ar. The analysis of the converted mixture at the reactor outlet was carded out on an 'Infralyt 2100' gas analyzer with respect to CO and CO2 content. The catalysts used were denoted as (CU). The catalytic activity was expressed as degree of conversion of CO. 3. Results 3.1. Sample characteristics Table 1 lists the measured values of the specific surfaces of the samples after various pretreatment procedures, drying, calcination, reduction by CO and after catalytic operation, as well as the results from the determination of the number of surface OH groups. Table 1 Surface area and number of surface OH groups of the samples at various treatments Sample Surface area (m2 g- 1 ) Number of OH groups (mmol I2 m-ZX 10-3) V-80 A-100 C-400 R-CO CU V-80 C-400 ot-Fe203 245 252 56 - 16 3.1 2.3 lAu/ot-FezO3 255 115 57 43 14 3.3 2.4 2Au/o~-Fe203 271 260 59 76 20 4.2 2.9 278 D. Andreeva et al. /Applied Catalysis A: General 134 (1996) 275-283 The TG-DTG analysis of the samples, dried under vacuum, shows a monotonous decrease in the curve of sample 1Au/a-Fe203, which corresponds to amorphous FeOOH .xH20. The DTG curve of vacuum dried 2Au/a-Fe203 shows a minimum at about 217, which is slightly lower than the minimum for the synthetic ot- FeOOH (250), probably due to the smaller size of the crystallites. The X-ray analysis and TEM of the vacuum dried samples prove that sample 1Au/a-Fe203 consists of amorphous aggregates of ultrafine particles. The TEM for the 2Au/ot- Fe203 sample displays a similar picture, only this time the particles consist of o~- FeOOH, according to the X-ray analysis. The reduced Au appeared already in the process of drying. After calcination at 400 both samples contain spherical o~- Fe203 crystallites and the TEM picture is similar for both samples. The gold particle size of 1Au/a-Fe203 is of the order of 10 nm, while this size for sample 2Au/a- Fe203 is 3.5-4 nm (Fig. la and b). The gold particle size after reduction remains unchanged (Fig. lc). a-Fe203 after reduction is converted into magnetite Fe304. In the reduced sample 1Au/ot-Fe203 there is some part of cimentite Fe3C, detected by X-ray. Obviously the texture and properties of the catalysts before and after the reduction are strongly influenced by the type and properties of the initial precursor. Depending on the coprecipitation method the gold particle dispersion is preserved also after reduction in the operating form of the catalyst. The data obtained for the number of OH groups (Table 1 ) show that the increase in the number of surface hydroxyl groups is favoured in gold-containing samples -- both in the dried and in the calcined samples. This conclusion is confirmed also by the IR spectra of the calcined a-Fe203 and 2Au/ce-Fe203 samples (Fig. 2). Absorbance is observed for the bending H-OH vibrations at 1627.7 cm- ~ for the pure a-Fe203 and at 1629.6 cm-1 for the 2Au/a-Fe203 sample. Calculation of the integral intensity of this absorption band shows a value 2.1 times higher for the gold-containing sample. Intensive absorbance characteristic for the stretching vibrations of hydroxyl groups and coordinated water molecules in the 3200-3400 cm- 1 range was also observed. Juxtaposition of the band integral intensity shows a value 1.7 times higher for the gold-containing sample. 3.2. Catalytic activity The catalytic activity, expressed as the degree of CO conversion in the WGS reaction, is illustrated in Fig. 3. It can be seen that the sample 2Au/a-Fe203 pos- sesses a higher catalytic activity as an appreciable conversion degree was measured over the gold-containing catalyst even at 120, a temperature at which the pure a-Fe203 does not exhibit conversion. The differences in the CO conversion degree become even more substantial in the 160-200 temperature interval where the 2Au/ot-Fe203 sample shows its highest catalytic activity. D. Andreeva et al. /Applied Catalysis A: General 134 (1996) 275-283 279 Fig. 1. TEM photographs of the samples, (a) 1Au/ct-Fe203, calcined; (b) 2Au/ot-Fe203, calcined; (c) 2Au/a- Fe203, after reduction. 280 D. Andreeva et al. /Applied Catalysis A: General 134 (1996) 275-283 / ILl 2 Z / iv o 0.1315 < 62 3500 3000 2500 2000 1500 I000 WAVENUMBER CM\"1 Fig. 2. FT1R spectra of the samples: ( l ) a-Fe203; (2) 2Au/a-Fe203. X ,o l I00L 8O GO ~0 3 20 ~ e- IAu/ -Fe203 o - o~ - Fe203 I I I I I I 120 160 200 2/.0 280 320 360 t,*C Fig. 3. Temperature dependence of the catalytic activity (degree of conversion) of the samples. (O) a-Fe203; (O) IAu/~-Fe203; (R) 2Au/o~-Fe203. 4. Discussion The presented results prove the higher catalytic activity of the Au/ot-Fe203 type of catalysts in the WGS reaction in the low-temperature range. The initial precursor structure and morphology, fixed by the specific preparation method, influence both the Fe203 texture and properties as well as the dispersion of the gold particles. The two Au/c~-Fe203 samples obtained (in this way) display different Fe203 reduci- bility, different gold particle dispersion, which is reflected directly on the sample's catalytic activity in the WGSR. These differences in the structure and properties will be discussed further below from the point of view of the WGSR mechanism in the low-temperature range. D. Andreeva et al. / Applied Catalysis A: General 134 (1996) 275-283 281 The ol-Fe203 sample displays a high-temperature catalytic activity typical for the iron oxide catalysts, which is due to the operating form of these catalysts, Fe304. Our preliminary investigations [8] pointed to a considerably higher catalytic activity of Au/a-Fe203 in the WGSR in comparison to the most active catalysts so far in the same reaction, the copper-zinc-aluminium low-temperature catalysts. Specially synthesized samples, containing highly dispersed gold on y-A1203, dis- played also low catalytic activity in WGSR [8]. This is the reason to draw the conclusion that the high catalytic activity of Au/a-Fe203 is the result of a specific interaction between the gold and the iron oxide support. Other authors [ 2,4,9 ] have established a similar picture of the catalytic activity of this system as regards the low-temperature CO oxidation. They report that \"a gold-metal oxide combination is indispensable for the genesis of extraordinarily high activity\" [2] and also that \"gold is extraordinarily active when it is highly dispersed and deposited on reduc- ible metal oxide\" [4]. The results, obtained in this study, show that sample 2Au/c~-Fe203 in which the size of the gold particles is considerably smaller than that in sample 1Au/a-Fe203, displays also a considerably higher catalytic activity. Therefore the high dispersion of the gold particles and the higher available contact surface at the gold/oxide interphase is an essential condition for high catalytic activity. The WGSR on high-temperature iron oxide catalysts is known to proceed via a redox mechanism, involving Fe2 ~ Fe3 cyclic transitions [ 10]. Most likely, the low-temperature activity of the Au/a-Fe203 catalyst is related to an associative type of mechanism, connected with the formation of intermediate formate or car- bonate species [ 10]. The formation of an intermediate surface compound through the interaction between a CO molecule and an OH group is an important step of this associative mechanism. The presence of a sufficiently high concentration of surface active OH groups in the catalyst is an essential prerequisite for the appear- ance of high catalytic activity in the WGS reaction [ 11 ]. The amount of surface OH groups, the data obtained chemically (Table l ), and the semiquantitative estimation from the IR spectra (Fig. 2) point to a substantial increase of OH groups in the gold-containing sample 2Au/c~-Fe203 in comparison to the c~-Fe203 sample. The presence of an increased concentration of active OH groups on Au/t~-Fe203 can explain the enhanced catalytic activity of the gold- containing samples in the WGSR on the basis of the associative mechanism. The nature of the active hydroxyl groups is an important aspect. The formation of low coverage hydroxy species on gold has been established using enhanced Raman spectroscopy [ 12] and other optical and electrochemical measurements [ 13 ]. Hydrous oxides on the surface of noble metals are considered as an important part of electrocatalysis on them. Quite strong evidence was found in the case of gold [ 14]. Surface metal atoms of low coordination are more energy-rich and are unusually reactive. Upon oxidation or contact with water these atoms can coordinate more oxygen atoms or hydroxide species. These surface species participate actively in redox reactions on the surface [ 15]. The possibility to activate the molecule 282 D. Andreeva et al. /Applied Catalysis A: General 134 (1996) 275-283 co II c H'/ ~ H-i AuOFe3. AuOFe3\" H,o H (H~ ~ COON\" AuEIFe2\" Aur-=~e3,, Fig. 4. Probable scheme of the WGSR mechanism on the Au/o~-Fe203 catalyst. obtaining Hads, OHads and Oads on the surface is well known and established during electrocatalysis on noble metals [ 15,16 ]. The high dispersion of gold in the Au/a-Fe203 samples, studied by us, justifies the expectation of considerable quantities of energy-rich gold atoms present on the surface of these samples. Such atoms are able to generate active hydroxyl groups. It is quite possible that the latter could pass through spill over onto adjacent sites of the iron oxide. The above statements give us reason to suppose a probable scheme of the WGSR, proceeding on Au/a-Fe203 via the associative mechanism (Fig. 4). The essential aspects in this mechanism are the dissociative adsorption of water on ultrafine gold particles, followed by the spillover of active hydroxyl groups onto adjacent sites of the ferric oxide. The formation and decomposition of intermediate species is accompanied by redox transfer Fe3+ ~Fe2+ in Fe304 and the reverse step, reoxidation Fe2 ~ Fe3 during the dissociation of a water molecule. The possibility, discussed in the above stated mechanism, of dissociation of a water molecule on ultrafine gold particles could be significant also for other reac- tions on supported gold. For example, CO oxidation over Au/c~-Fe203 is accelerated by moisture [4,5]. Probably the low-temperature CO oxidation also involves CO and OH group surface interaction [ 5 ]. The participation of surface hydroxyl groups is also quite probable in the reduction of NO by CO [ 17 ] and in hydrogen oxidation. Acknowledgements The present work has been partially supported by the National Foundation for Scientific Research, Bulgaria. D. Andreeva et al. /Applied Catalysis A: General 134 (1996) 275-283 283 References [ 1 ] M. Haruta, N. Yamada, T. Kobayashi and S. Iijima, J. Catal., 115 (1989) 301. [2] M. Haruta, S. Tsubota, T. Kobayashi, H. Kageyama, M.J. Genet and B. Delmon, J. Catal., 144 (1993) 175. [ 3] M. Haruta, T. Kobayashi, S. Iijima and F. Delannay, in M.J. Phillips and M. Teman (Editors), Proc. 9th Int. Congr. on Catalysis, Calgary, 1988, Vol 2, The Chemical Institute of Canada, Ottawa, 1988, p. 1206. [4] S. Tsubota, A. Ueda, H. Sakurai, T. Kobayashi and M. Haruta, Environmental Catalysis, Am. Chem. Soc. Symp. Ser., 552 (1994) 420. [5] T. Aida, H. Ahn and H. Niiyama, in S. Yoshida, N. Takezawa and T. Ono (Editors) Proc. TOCAT 1, 1990, Verlag Chemie, Weinheim, N.Y., Cambridge, Basel, 1991, p. 495. [6] B.D. Flockhart, K.Y. Liew and R.C. Pink, J. Catal., 32 (1974) 20. [7] D. Andreeva, M. Kalchev and A. Andreev, Coll. Czech. Chem. Comm., 57 (1992) 2561. [8] D. Andreeva, V. Idakiev, T. Tabakova and A. Andreev, J. Catal., 157 (1995) in press. [9] M. Haruta, S. Tsubota, T. Kobayashi, A. Ueda, H. Sakurai and M. Ando, Stuc. Surf. Sci. Catal., 75 (1993) 2657. [ 10] A. Andreev, T. Halachev and D. Shopov, Comm. Dept. Chem. Bulg. Acad. Sci., 21 (1988) 307. [ 11 ] T. Tabakova, D. Andreeva, V. Idakiev, A. Andreev, R. Giovanoli, J. Mater. Sci., 31 (1996) in press. [ 12] J. Desilvestro and M.J. Weaver, J. Electroanal. Chem., 209 (1986) 1069. [ 13] G. Nguyen Van Nuong, C. Hinnen and J. Lecoeur, J. Electroanal. Chem., 106 (1980) 185. [ 14] L.D. Burke, Electrochim. Acta, 39 (1994) 1841. [ 15] L.D. Burke, Platinum Metals Rev., 38 (1994) 166. [ 16] S. Gilman, in A.J. Bard (Editor), Electroanalytical Chemistry, Vol 2, Marcel Dekker, New York, 1967, p. 121. [ 17 ] A. Ueda, T. Kobayashi, S. Tsubota, H. Sakurai, M. Ando, M. Haruta and Y. Nakahara, Proc. I st Jpn. EC Joint Workshop on the Frontiers of Catal. Sci. Technol., Tokyo, 1991, p. 272. APCATA 95002081 0926-860X(95)00208-1 10.1016/0926-860X(95)00208-1 Article Low-temperature water-gas shift reaction on Au α-Fe2O 3 catalyst Donka Andreeva ∗ a Vasko Idakiev a Tatjana Tabakova a Atanas Andreev a Rudolf Giovanoli b a Institute of Catalysis, Bulgarian Academy of Sciences, ‘Acad. G. Bonchev’ street, bl. 11, 1113 Sofia, Bulgaria b University of Berne, Laboratory for Electron Microscopy, CH-3000 Berne 9, Switzerland ∗ Corresponding author. Tel. (+359-2) 724901, fax. (+359-2) 756116 The water-gas shift reaction (WGSR) has been studied on Au α-Fe2O 3 catalyst. The structure of the samples has been investigated by chemical and physical methods—TEM, X-ray, DTA, FTIR. A high dispersion degree of the gold particles and an increased concentration of the hydroxyl groups on Au α-Fe2O 3 has been established in comparison to the pure α-Fe2O3. The results obtained can be explained on the basis of the associative mechanism of the WGSR. The essential aspects are the dissociative adsorption of water on ultrafine gold particles, followed by spillover of active hydroxyl groups onto adjacent sites of the ferric oxide. The formation and decomposition of intermediate species is accompanied by redox transfer Fe3+ Fe2+ in Fe3O4. Keywords Gold/α-ferric oxide Water-gas shift reaction Mechanism References [1] M. Haruta N. Yamada T. Kobayashi S. Iijima J. Catal. 115 1989 301 [2] M. Haruta S. Tsubota T. Kobayashi H. Kageyama M.J. Genet B. Delmon J. Catal. 144 1993 175 [3] M. Haruta T. Kobayashi S. Iijima F. Delannay 70th edition M.J. Phillips M. Ternan Proc. 9th Int. Congr. on Catalysis, Calgary Vol 2 1988 The Chemical Institute of Canada Ottawa 1206 1988 [4] S. Tsubota A. Ueda H. Sakurai T. Kobayashi M. Haruta 70th edition Environmental Catalysis, Am. Chem. Soc. Symp. Ser. 552 1994 420 [5] T. Aida H. Ahn H. Niiyama S. Yoshida N. Takezawa T. Ono Proc. TOCAT 1 1991 Verlag Chemie Weinheim, N.Y., Cambridge, Basel 495 1990 [6] B.D. Flockhart K.Y. Liew R.C. Pink J. Catal. 32 1974 20 [7] D. Andreeva M. Kalchev A. Andreev Coll. Czech. Chem. Comm. 57 1992 2561 [8] D. Andreeva V. Idakiev T. Tabakova A. Andreev J. Catal. 157 1995 in press [9] M. Haruta S. Tsubota T. Kobayashi A. Ueda H. Sakurai M. Ando Stuc. Surf. Sci. Catal. 75 1993 2657 [10] A. Andreev T. Halachev D. Shopov Comm. Dept. Chem. Bulg. Acad. Sci. 21 1988 307 [11] T. Tabakova D. Andreeva V. Idakiev A. Andreev R. Giovanoli J. Mater. Sci. 31 1996 in press [12] J. Desilvestro M.J. Weaver J. Electroanal. Chem. 209 1986 1069 [13] G. Nguyen Van Nuong C. Hinnen J. Lecoeur J. Electroanal. Chem. 106 1980 185 [14] L.D. Burke Electrochim. Acta 39 1994 1841 [15] L.D. Burke Platinum Metals Rev. 38 1994 166 [16] S. Gilman 70th edition A.J. Bard Electroanalytical Chemistry Vol 2 1967 Marcel Dekker New York 121 [17] A. Ueda T. Kobayashi S. Tsubota H. Sakurai M. Ando M. Haruta Y. Nakahara Proc. 1st Jpn. EC Joint Workshop on the Frontiers of Catal. Sci. Technol. Tokyo 1991 272",
      "scopus-id": "0005269107",
      "coredata": {
        "eid": "1-s2.0-0926860X95002081",
        "dc:description": "The water-gas shift reaction (WGSR) has been studied on Au α-Fe2O 3 catalyst. The structure of the samples has been investigated by chemical and physical methods—TEM, X-ray, DTA, FTIR. A high dispersion degree of the gold particles and an increased concentration of the hydroxyl groups on Au α-Fe2O 3 has been established in comparison to the pure α-Fe2O3. The results obtained can be explained on the basis of the associative mechanism of the WGSR. The essential aspects are the dissociative adsorption of water on ultrafine gold particles, followed by spillover of active hydroxyl groups onto adjacent sites of the ferric oxide. The formation and decomposition of intermediate species is accompanied by redox transfer Fe3+ Fe2+ in Fe3O4.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-01-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002081",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Andreeva, Donka"
          },
          {
            "@_fa": "true",
            "$": "Idakiev, Vasko"
          },
          {
            "@_fa": "true",
            "$": "Tabakova, Tatjana"
          },
          {
            "@_fa": "true",
            "$": "Andreev, Atanas"
          },
          {
            "@_fa": "true",
            "$": "Giovanoli, Rudolf"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002081"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002081"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00208-1",
        "prism:volume": "134",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Low-temperature water-gas shift reaction on Au α-Fe2O 3 catalyst",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Gold/α-ferric oxide"
          },
          {
            "@_fa": "true",
            "$": "Water-gas shift reaction"
          },
          {
            "@_fa": "true",
            "$": "Mechanism"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "275-283",
        "prism:endingPage": "283",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 January 1996",
        "prism:doi": "10.1016/0926-860X(95)00208-1",
        "prism:startingPage": "275",
        "dc:identifier": "doi:10.1016/0926-860X(95)00208-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "104",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95002081-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "588",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "104",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95002081-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "588",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "104",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95002081-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "588",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0005269107"
      }
    }
  }
}