{
  "metadata": {
    "title": "Size effects in ethylene oxidation on silver catalysts. Influence of support and Cs promoter",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-05-25",
    "doi": "10.1016/0926-860X(95)00036-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95000364",
    "pii": "0926860X95000364"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0029306773",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X95000364 0926-860X(95)00036-4 0926860X95000364 10.1016/0926-860X(95)00036-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0049X 2024-01-01T12:19:29.85596Z 0 0 19950525 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 126 126 1 1 Volume 126, Issue 1 6 67 84 67 84 19950525 25 May 1995 1995-05-25 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. SIZEEFFECTSINETHYLENEOXIDATIONSILVERCATALYSTSINFLUENCESUPPORTCSPROMOTER GONCHAROVA S PETROV 1982 Y PHYSICSSMALLPARTICLES CHE 1989 55 M HARRIOT 1971 56 P WU 1975 395 J JARJOUI 1978 1061 M JARJOUI 1978 1069 M VERYKIOS 1980 368 X CHENG 1985 455 S SEYEDMONIR 1990 534 S SAJKOWSKI 1987 325 D CAMPBELL 1985 364 C LEE 1989 171 J RUCKENSTEIN 1988 100 E MASTIKHIN 1992 425 V PLISCHKE 1992 3799 J PALMER 1980 205 M CHEIPHEZ 1982 279 L MULTIPHASEPROCESSESINPOROUSMEDIA GONCHAROVA 1991 852 S GAVRILOV 1991 128 V STANDARDIZATIONMETHODSAPPARATUSESDEVICESFORCONTROLOVERCOMMERCIALCATALYSTSQUALITYPROCUSSRSYMP PAUKSHTIS 1983 2044 E FILIMONOVA 1987 303 S BOWKER 1989 2635 M BULUSHEV 1995 301 D DAVYDOV 1993 131 A IRSPECTROSCOPYADSORBEDSPECIESSURFACETRANSITIONMETALOXIDES BELLAMY 1968 54 L ADVANCESININFRAREDGROUPFREQUENCES LITTL 1966 98 L IRSPECTRAADSORBEDSPECIES KORTUM 1969 C REFLEXIONESSPECTROSCOPY SVERDLOV 1970 154 L VIBRATIONSPECTRAMULTIATOMICMOLECULES SVERDLOV 1970 219 L VIBRATIONSPECTRAMULTIATOMICMOLECULES BORONIN 1988 195 A LANDAU 1976 D STATISTICPHYSICS FRENKEN 1990 293 J ROVIDA 1974 230 G BUKHTIYAROV 1990 L205 V PINAEVA 1990 391 L UNSTEADYSTATEPROCESSESINCATALYSISPROCINTCONF SOKOLOV 1987 398 V GRANT 1985 29 R VANSANTEN 1988 1152 R CATALYSISTHEORYPRACTICEPROC9THINTCONGRCATAL GONCHAROVAX1995X67 GONCHAROVAX1995X67X84 GONCHAROVAX1995X67XS GONCHAROVAX1995X67X84XS item 0926-860X(95)00036-4 0926860X95000364 1-s2.0-0926860X95000364 10.1016/0926-860X(95)00036-4 271346 2024-01-01T12:19:29.85596Z 1995-05-25 1-s2.0-0926860X95000364-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000364/MAIN/application/pdf/e94f9e2dc8f758ff9f557cf47f6b0ea7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000364/MAIN/application/pdf/e94f9e2dc8f758ff9f557cf47f6b0ea7/main.pdf main.pdf pdf true 989188 MAIN 18 1-s2.0-0926860X95000364-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000364/PREVIEW/image/png/4db8d7f6863b65f379ff288a385151b9/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000364/PREVIEW/image/png/4db8d7f6863b65f379ff288a385151b9/main_1.png main_1.png png 47723 849 656 IMAGE-WEB-PDF 1 i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 126 (1995) 67-84 Size effects in ethylene oxidation on silver catalysts. Influence of support and Cs promoter S.N. Goncharova, E.A. Paukshtis, B.S. Bal'zhinimaev * Boreskov Institute of Catalysis Siberian Branch of Russian Academy of Sciences, Prospekt Akademika Lavrentieva, 5, Novosibirsk 630090, Russia Received 13 May 1994; revised 3 February 1995; accepted 6 February 1995 Abstract A new method for preparing supported silver catalysts with a narrow particle size distribution has been developed. For crystals with a diameter ranging from 100 to 1000 ,~ the dependencies of reaction rates on size have been studied for epoxidation and deep oxidation of ethylene. For particles 300-500 in size the reaction rate was found to increase sharply. The concentration of ethylene ~--complexes with Ag + cations increased proportionally to the reaction rate. These w-complexes are assumed to be the only intermediates directing the reaction towards epoxidation. The ratio of the reaction rate to the concentration of zr-complexes was found to remain constant within a wide range of Ag crystal sizes including bulk silver samples. The influence of the support (a-A1203, SiO2) on the size effect relates to the secondary processes of ethylene oxide conversion. The factors that cause the catalytic size effect and the promoting effect of Cs are discussed. Keywords: Ethylene epoxidation; Ethylene ~--complex; Silver catalyst; Silver particle size distribution; Size effect 1. Introduction Silver is known to exhibit unique catalytic properties for ethylene epoxidation. Commercial catalysts are Ag particles supported on a-A1203 and promoted with various admixtures (Cs, C1, etc.). In spite of numerous studies of this catalytic system and although it is widely used, some questions remain unanswered: how supports and promoters affect the reaction, what the mechanism of primary and secondary reactions is, and what relationship exits between the electron and struc- ture factors. The effect of silver particle size on the reaction rate is a well known property of supported silver catalysts. It varies within several dozens of Angstrrms. In this case * Corresponding author. E-mail iccct@catalysis.nsk.su, tel. ( + 7-383) 2355770, fax. ( + 7-383) 2355766. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI O926-860 X ( 9 5 ) 000 36-4 68 S.N. Goncharowt et al. /Applied Catalysi~ A: General 126 (1995) 67-84 the structure, electron and other properties of silver (atom environment, electron work function, electric conductance, etc. [ 1 ] ) differ considerably from those of the bulk silver. This affects the catalytic performance of small silver particles. We recognize the same size phenomenon for many other metals as well [2]. The fact that the catalytic properties of Ag change sharply for particles that are abnormally large for such an effect (hundreds of Angstr6ms), is quite surprising, since within this size range the properties of dispersed metals should not differ from those of the bulk. Numerous authors observed a catalytic size effect of silver within the 100-1000 A range [3-9] and explained it by the changes in the surface structure, particle morphology, support effect, etc. The influence of these factors as well as a broad particle size distribution result in a wide range of both size effect values and crystal sizes for which the changes in catalytic activity can be particularly sharp. Sajkowski and Boudart [ 10] and Campbell [ 11 ] have analyzed the causes of the size effect and the two orders of magnitude differences in the turnover rates meas- ured on single crystals and supported catalysts. They came to the conclusion that the phenomena observed could result from the presence of various admixtures of silver and support, segregating on the catalyst surface after preparation or during the course of the reaction. Verykios et al. [ 12] brought an opposite opinion forward on the size effect. They studied supported catalysts prepared on basis of various supports under such conditions as to exclude any admixture segregation. A three- fold increase of the reaction rate with increasing particle size within 150--400 was explained by the decrease of the proportion of small particles ( < 100 ,~). These particles are known to exhibit no catalytic activity. As a rule, the latter fact was assumed to relate to the over-oxidation of small Ag particles to inactive Ag20. Unfortunately, the authors failed to prepare catalysts with a narrow Ag particle size distribution to substantiate their idea (this is true also for the other cited articles). When we consider the size effect we should take into account that Ag particles, in particular the small ones, can migrate over the support surface. This results are likely for a weak metal-support interaction. Indeed, Ruckenstein and Lee [ 13] have shown particle migration on alumina and their coalescence with the change of crystal shape to occur under rather mild conditions (T= 200-400, reaction medium at atmospheric pressure). Sintering processes can lead to changes of the particle size distribution and, thus, affect the dependence of the reaction rate on the size of Ag particles. To retard these processes we should increase the support surface considerably or the distance between the silver particles. This obstacle is most likely the reason for a high resistance of small silver particles to sintering on Ag/ SiO2 catalyst (Ssio2-- 200 m2/g) [9]. Recently, Mastikhin et al. [ 14] and Plischke et al. [ 15] obtained interesting data on the effect of the Ag crystal size on its state with lAg NMR. In particular, for particles less than 400-500 A, the Knight shift, characterizing hyperfine interaction of silver nuclei with conducting electrons, was found to disappear. This phenom- enon was assumed to result from the action of the surface on the electron properties of silver atoms in the bulk. S.N. Goncharova et al. / Applied Catalysis A: General 126 (1995) 67-84 69 The influence of promoters, Cs in particular, on the size effect is not studied in detail, although Cs is part of modern commercial catalysts as an efficient promoter. In this paper we suggest a new method for the synthesis of silver supported catalysts with a uniform particle size distribution. We prepared a series of samples with average particle sizes ranging from 100 to 1000 ,~. As supports we used a- A1203 with a high specific surface (7 m2/g) and SiO2 (158 m2/g). We have characterized the catalysts obtained with the X-ray, TEM, HREM methods, oxygen chemisorption and DRIFTS. Within a narrow size range (300-500 A) the reaction rate appears to increase by a factor 20. The observed size effect is independent of the nature of the support as regards epoxidation, but is dependent on the support as regards deep oxidation. We have studied the Cs effect and found that too large amounts of Cs degenerate the size effect. The possible reasons are discussed. 2. Experimental 2.1. Catalyst synthesis To avoid undesired effects of admixtures (alkaline metals and C1 in particular), all initial reagents for the synthesis of catalysts and supports were of specially pure grade or synthesized under conditions excluding sample contamination. The same standards were applied to the equipment used for the synthesis. Amorphous silica was prepared by mixing the silica gel powder Aerosil A-175 with ammonium acetate solution. The obtained paste was moulded via extrusion and dried in air first at room temperature, then at 100 for 10-15 h. The samples were calcined in an air flow at 550 for 10-15 h. a-Alumina was obtained via thermal decomposition of y-A1203 for 12 h at 1250. y-Alumina was obtained via thermal decomposition of pseudoboehmite at 500 for 5 h. The latter was synthe- sized by treating an aluminum nitrate solution with ammonia. To prepare Ag/SiO2 and Ag/a-A1203 catalysts we have used the incipient wetness procedure [ 16]. Silver was deposited by support impregnation using a silver amine complex in ethanolamine with a molar ratio Ag:NHzCzH4OH = 1:4. To obtain catalysts with a uniform Ag particle size distribution we have used 2 regimes of drying: (a) ordinary heating at 90 in vacuum; (b) adsorption-contact drying at room temperature [ 17 ]. For the adsorption-contact drying the wet sample is mixed with precalcined and very small SiO2 granules. The size of the SiO2 granules was 10 times less than that of the catalyst granule, while the silica gel amount exceeded the catalyst mass by a factor of 10. As a result of the intensive agitation, the moisture of the catalyst was quickly taken up by the adsorbent. The latter was separated from the catalyst on sieves. The samples were reduced at 90 in vacuum. Then they were washed with bidistilled water and dried in air at 100. At the final stage the catalysts were calcined in air at 240 for 2 h. To prepare catalysts with various silver contents and dispersivities, we varied the concentration 70 S.N. Goncharova et al. /Applied Catalysis A: General 126 (1995) 67-84 of the impregnating solution or repeated the impregnation procedure several times. The silver powder was prepared via silver oxide reduction with hydrogen accord- ing to the procedure described elsewhere [ 18 ]. Cs was introduced by impregnation of the sample with excess cesium nitrate solution ( 1.2-fold the volume of the catalyst pores) for 0.5 h under rotation. Then, the samples were dried in vacuum at 90 and calcined in air at 240 for 2 h. To obtain catalysts with various Cs contents we changed the concentration of cesium nitrate in the impregnating solution. 2.2. Catalyst characterization Ag content in the samples was determined by atomic absorption with a ASS 1N (Carl Zeiss Jena). The content of the alkaline metal admixtures in the supports and catalysts was controlled with flame photometry (Flaphokol, Carl Zeiss Jena) and SIMS techniques. The total content of alkaline (K, Na, mainly) and alkaline earth metals (Ca, Mg, mainly) did not exceed 0.003-0.01 wt.-%. The pore structure of the samples was studied with mercury porosimetry (PoreSizer, Micromeritics), the specific surface was determined by the BET method using nitrogen. The phase composition of the a-alumina was determined by X-ray analysis with a URD-63 Freiberg (Cu Ka irradiation). The positions of the diffraction maxima, and the interplanar distances were compared with reference data [ 19]. The synthe- sized support with a specific surface of 7 m2/g was found to correspond to an c~- A1203 phase. Ag particle size distribution and the average size of crystals was determined from the TEM data and from the oxygen chemisorption data for some samples. TEM was performed with a JEM-100C (resolution limit 4 ,~) and JEM 400 EX (reso- lution limit 1.4 ,~). Chemisorption was measured via the flow pulse technique reported elsewhere [20]. Samples (weight 2-3 g) were pretreated in a hydrogen flow for 2 h at 250. Then, the reactor was blown with He to remove H2 and cooled to 100, the temperature of the oxygen chemisorption. Oxygen was fed by pulses into the He flow until an equilibrium was attained: the inlet and outlet 02 concentrations became identical. A calibration coefficient a = 0.12 3 2 cmbJmAg was used for determining the silver specific surface. The coefficient was found from similar measurements on a pure silver powder with a known surface area. The catalytic activity was found via a flow-circulation technique at 230 and atmospheric pressure. The set up was described elsewhere [ 18]. At first, the cata- lyst, placed in a quartz reactor, was treated with an 02 + N2 (7% of Oz) flow for 2 h at 230. The reaction rate was measured at the same temperature after the steady state had been attained (usually 3-6 h). The composition of the initial mixture was as follows: 2% C2H4, 7% 02, balance N2. The catalyst sample weight (0.5-2 g) and flow rate of the reaction feed mixture (2-20 l/h) was chosen such that the ethylene steady state conversion did not exceed 10--15%. S.N. Goncharova et al. /Applied Catalysis A: General 126 (1995) 67-84 71 2.3. DRIFT IR diffuse reflection spectra of adsorbed molecules were registered in a special vacuum cell without any gas clearance between the sample and the cell window. The tube served for in situ studies at temperatures up to 250. Before the adsorption the samples were heated for 1 h in vacuum at 230 (evacuated samples) and then they were oxidized for 1 h in oxygen at the same temperature and a pressure of 100 Torr. Then the samples were cooled to room temperature and evacuated for 1 h at 10 5 Torr. We shall denote such samples here as the oxidized samples. Another pretreatment was sample reduction in hydrogen ( 1 h at 100 Torr at 230) followed by evacuation for 1 h at the same temperature (reduced samples). Ethylene was adsorbed at room temperature in doses. The pressure in the cell was raised from 5 to 82 Torr. Spectra were registered with a IFS-113v Bruker with a resolution of 8 cm-~ at scan numbers not less than 512. To separate the spectra of adsorbed molecules from the overall spectrum we subtracted the component provided by the gas phase. The spectrum of the ethylene gas we obtained from the difference of the spectra that were recorded at ethylene pressures of 82 and 24 Torr, since the absorbance bands of adsorbed species did not change under the conditions men- tioned. To check the changes of the spectra we repeated the recording each 15-30 min at constant temperature and adsorbate pressure. 3. Results 3.1. Samples with a narrow Ag particle size distribution Table 1 lists catalyst properties such as average particle size, surface, and silver content. On the whole, we observe a satisfactory correlation of the average sizes Table 1 Properties of silver catalysts Catalyst Specific surface of Ag (m2/g) Ag content (wt.-%) dyEM (A) dchem (~k) Ag/A1203 0.15 0.4 160 130 0.16 0.6 200 - 0.75 2.4 184 200 0.38 1.5 243 - 0.50 2.7 306 300 0.53 3.7 400 250 0.93 6.5 450 560 0.52 5.2 560 - 0.62 13.8 1000 1260 Ag powder 0.3 100.0 20 000 Ag/SiO2 0.38 0.67 100 - 1.7 5.0 165 - 4.6 16.0 189 - 5.2 25.6 28O - 2.6 18.4 400 330 72 S.N. Goncharova el al. /Applied Catalysis A.\" General 126 (I 995) 6~84 26 a 26 b 20\" 20- -- 10- 10- 0 ' ' ..... 0 ! I I 0 60 120 t 80 24-0 3()0 3(50 d, ~ 60 12'0 18'0 240 d,* 32 - -- C 32 d 24 - 24 uJ 16 - F 16 ~6 8 ,~ r-l i i z i 0 200 400 d, 400 1000 1600 d, ~, Fig. ]. Patterns of the silver particle size distribution for catalysts Ag/SiO2 (a, b) and Ag/~-A]20~ (c, d) prepared with: (a) preliminary support wetting; (b) (a) combined with a low-temperature adsorption-contact drying; (c and d) (b) combined with a preliminary support modification. determined by TEM and oxygen chemisorption techniques. Note that the silver lattice parameters found by X-ray analysis correspond to the reference values for bulk silver with a good accuracy. So, silver atoms in the bulk of particles (hundreds of Angstr6ms in size) are identical to those in the structure of the bulk metal. Moreover, according to HREM, there are no data proving any metal-support inter- action. Incipient wetness and adsorption drying allow to narrow the particle size distri- bution (see Figs. 1 a, b). Most probably, this results from a very fast water removal from the pore space. A slow crystallization from solutions, occurring upon heating, leads, as a rule, to a wider distribution due to the continuous formation and growth of nuclei. It seems likely that with adsorption-contact drying new crystallization nuclei have not managed to form and grow. Silver particles deposited on a-A1203 (unlike those on SiO2) are not stable at elevated temperatures. Thus, at the stage of calcination the particle size distribution changes and becomes polydisperse (a typical range is 50-1000 A). Apparently, this results from the absence of metal-support interaction, so Ag particles are highly mobile. To decrease the particle mobility we have modified the c~-alumina surface. The interaction of alkali metals with silica [21] and alumina [22] is known to change significantly the acid-base properties of supports due to exchange of protons by the ions of the alkali elements. In particular, Na addition increases the electron density on surrounding oxygen atoms. Note that the Na effect is not local, it extends S.N. Goncharova et al. / Applied Catalysis A: General 126 (1995) 67-84 73 A 16 I I I M I l ~-..1~ 200 600 1000 \"2OOOO o particle size, A Fig. 2. Ethylene epoxidation rate (molecules of C2H4/s m2) as a function of Ag particle size: (A) Ag/a-Al203; (E]) Ag/SiO2; (O) Ag powder. over considerable distances (7-8 ,&). The increase of the oxygen anion radius due to the transfer of electron density from the alkaline metal may cause some lattice tension, especially in the subsurface layers. The tension relaxation can provide a considerable surface disordering and defect. We can expect the effect of Cs to be even more pronounced. We have modified the surface of the initial a-alumina by treating the support with a CsOH solution followed by drying and calcination at 240 in air. To remove Cs we boiled the support for 5 h and washed it with bidistilled water. To control the process we analyzed the Cs concentration with SIMS (sensitivity towards Cs < 10 3%). Using the modified support we managed to narrow considerably the Ag particle size distribution (Figs. lc, d) and increased the catalyst stability. The deviation in particle size from the average did not exceed 30-40%. TEM studies showed the particle size distribution not to change after calcination and treatment with the reaction mixture. Probably, restrictions of the Ag particle mobility on the modified support result from the 'point' interactions of silver with a-A1203, which are hard to register with transmission electron microscopy. 3.2. Size effect According to Fig. 2, the rate of ethylene epoxidation increased 20-fold when the silver particle size changed within Ad = 300-500 A. As far as we know, nobody observed such a size effect before. It can result from a narrow particle size distri- bution and from the absence of noticeable amounts of admixture. Thus, for a wider distribution, the size rate dependence should broaden. In this case, provided for the size effect, Ad values should vary within a wide range with respect to the relative 74 S.N. Goncharova et al. /Applied Catalysis A: General 126 (1995) 67-84 Table 2 Adsorption and catalytic properties of silver catalysts; NF, (molec/m-~ Ag): concentration of ethylene ~--com- plexes; R (molec/s m2 Ag): reaction rate of ethylene epoxidation; TOF R/Nv, (s J) Sample Particle size (A.) Sticking probability of oxygen Nt.,. l0 w R. 10 17 TOF [24] Ag(110) - 10 3a _ 200~ 3L Foil - 10 ~ 60 - Powder 10 000 1.2- 10 ~t, 10 10 1 Ag/AI203 1000 3.10-2 1 5 5 Ag/AlzO3 160 0.6.10-~ ~<0.3 0.2 >~ 1 \"Taken from [ 11 ]. b Taken from [25]. To calculate TOF divide reaction rate R on the concentration of ~--complexes ArE, measured on the foil. contribution of small or large particles in the catalyst. For monodisperse catalysts we expect the size effect to be even sharper. Within 500-1000 A the catalyst activity remains the same. An analogous constancy in studies of Ag/SiO2 catalysts was obtained by Filimonova et al. [23]. We think this constancy to be apparent and to be caused by a wide range of d values. Indeed, taking into account the data on the activity of silver powder (d-- 20 000 ,~) presented in Fig. 2 and Campbell's data on single crystal [11] obtained under comparable conditions (see Table 2) we expect the reaction rate to increase monotonously passing from supported catalysts to bulk silver samples. The size effect appears to be independent of the support nature (see Fig. 2). Thus, the catalyst activity towards epoxidation depends mainly on the silver prop- erties, while the contribution of secondary reactions involving ethylene oxide is not large. The size dependencies of the ethylene deep oxidation rates differ considerably (see Fig. 3). First, the size effect is not so pronounced as for epoxidation. Within the same region of Ad = 300-500 ,~ the reaction rate increased only several fold. Moreover, with small Ag particles we unambiguously observed that Rco2 depends on the support chosen. Thus, the rate of CO2 formation on Ag/SiO2 is 4-fold lower than that on Ag/a-AlzO3. As a result, the reaction selectivity towards ethylene oxide in the samples supported on SiO2 is higher (Fig. 4). Similar data were obtained earlier by Seyedmonir et al. [9 ]. These results show that the contribution of secondary reactions involving ethylene oxide (especially on small silver parti- cles) into the total rate of COz formation becomes noticeable. We shall discuss the influence of secondary processes on the selectivity and their mechanism with regard to the support nature in [ 26]. Fig. 5 presents the data illustrating the effect of Cs promoters on the size depend- ence of the epoxidation rate. For the catalyst with d= 1000 A Cs concentration of 0.2 wt.-% corresponds to a surface atom ratio Cs:Ag-- 1:1. Obviously, the intro- duction of small Cs amounts shifts slightly the rate size dependence towards increas- ing reaction rates. A further increase of the Cs concentration results in a sharp S.N. Goncharova et al. /Applied Catalysis A: General 126 (1995) 67-84 75 A 18 I(j:) ,-.1 17 [] [] 6 I I I I ' lJ~'~ 200 600 1000 20000 particle size, Fig. 3. Ethylene deep oxidation rate (molecules of C2H4/s rn~-) as a function of Ag particle size: (A) Ag/~- A1203; (D) Ag/SiO2; (O) Ag powder. decrease of the reaction rate for catalysts with large silver particles. Thus, for large particles the size dependence of the epoxidation rate passes through a small maxi- mum. At the same time, on small particles the reaction rate increases continuously. Thus, the size effect degenerates completely if we add too large amounts of Cs. At the same time the deep oxidation rate decreases monotonously with the increase of Cs content for all catalysts (see Fig. 6). As a result, the selectivity increases proportionally to the Cs concentration (Fig. 7). Note that the promoting Cs effect increases with the decrease of Ag particle size. Hence, the selectivity on the catalysts 80 80 60 \"~ 60 / / , i~_ 40 --- 40 s'/ / . 20 . 20 l // 0 'l'l'l'l,l,l,I /It , ' 0 0 200 400 600 800 1000 1200 1400''20000 0 O Particle size, A Fig. 4. Reaction selectivity towards ethylene epoxidation as a function of Ag particles size: (Or) Ag/a-Al20~; ('it-) Ag/SiO2; (11) Ag powder. 76 S.N. Goncharova ~'l a/. / Applied ('atal~ ~i.~ ,-t: Geit~,t'al 126 1199\"~ 67 84 8.0 0.2% Cs 01~ 6.0 // no Cs / o // - q 4.0 1 e, / \" /1 9 2.0 /,, .~m /_ ~ ....---- 0.5% Cs o.o , -I-,-'--- I I I I I i 0 200 400 600 800 1000 1200 O Particle size, A Fig. 5. Size dependence of ethylene epoxidation rate at various Cs concentrations. with d= 1000 k, increases 1.5-fold, while on catalysts with d= 200 A the increase is 6-fold. In the latter case, a sharp growth of selectivity is provided not only by the decrease of the deep oxidation rate, but by the increase of the epoxidation rate as well. . 20. 15. \\ \" D~- \\ 10 \",, \\ O I I \"F I I I 0.0 0.1 0.2 0.3 0.4 0.5 Cs content, wt. % Fig. 6. Ethylene deep oxidation rate as a function of Cs content on the catalysts with various particle size: ( A ) 200 A: ( [] ) 560 A; ( ~:~ ) 1000 ,~. S.N. Goncharova et al. / Applied Catalysis A: General 126 (1995) 67-84 77 60 /~ -.~ / - / A .-\" s'a /I--/I - ..~I\"~\" / 20_=r / / j~f\" 0 I I I I I 0.0 0.1 0.2 0.3 0.4 0.5 Cs content, wt. % Fig. 7. Reaction selectivity towards ethylene epoxidation as a function of Cs concentration on the catalysts with various particle size: (/~ ) 200 ,~: ( [] ) 560 ~,; ( ~'~ ) 1000 ~.. 3.3. DRIFT study Fig. 8 presents IR spectra obtained upon ethylene adsorption on the oxidized and reduced silver powder. We failed to observe intensive bands within the region of CH stretching vibrations (curve 1 ) in the case of reduced silver. Within the region typical for C=C bond vibrations ( 1670-1510 cm 1) of aikenes [27,28] and their ~--complexes we have registered a low intensity band at 1610 cm 1, which we can ascribe to weakly excited states of ethylene molecules. The spectrum also exhibits a b /'x ,,, _ / ~_~ 2 ~ 1580 O o o r,n ,-n 1 ~ 1 1610 f l l i I I 3200 3000 2800 1500 1000 WAVENUMBER, cm\"1 WAVENUMBER, cm\"1 Fig. 8. IR spectra of ethylene adsorbed on silver powder recorded in various spectral regions (a, b) and at room temperature. ( 1 ) reduced sample after evacuation for 30 min (PczH~ = 82 Ton:); (2) oxidized sample without evacuation (Pc2H, = 5 Ton:). 78 S.N. Gonc'harova ct al. /,4pplied Calalvsis A.\" G~'ncral 126 (1995) 67 ~4 o 2 z ~ 4 113 ,< 1800 1600 1400 WAVENUMBER, cmd Fig. 9. IR spectra of ethylene (P = 82 Tort) adsorbed on Ag/o~-AI20~ (d = 1000 ,~) at room temperature. (1) reduced sample (Pc'~ = 82 Torr); (2) oxidized sample (P~,u~ = 82 Tort): (3) as (2), but after evacuation for 30 rain; (4) as (3), but alter oxygen admitting (Po~ = 10 Ton-). bands at 1440-31460 cm ], relating to the bending vibrations of CH_, fragments (curve l b). The spectrum of the oxidized sample differs considerably (curve 2). We can distinguish bands at 3070, 3040 and 2960 cm ] ( stretching CH vibrations). At low frequencies the band at 1580 cm t (curve 2 b) is the most intensive. 1 According to the data of [27,28] the group of bands at 3070, 3040 and 1580 cm is typical for ~r-complexes of ethylene with cation Ag+. The origin of the band at 2960 cm ~ remains unclear. Either we can ascribe it to saturated CH2 or CH~ fragments, or we can assign it to the products of deep ethylene oxidation, which form upon the activation along the C-H bond. Thus, rr-complexes of ethylene and Ag + indeed are formed on the oxidized samples. Fig. 9 shows the spectra obtained for the supported catalyst with a particle size of 1000 A. Ethylene adsorption on the reduced sample provides a wide band at 1640 cm ] and an intensive band at 1440-1460 cm ~ (curve 1 ). We can attribute both bands to ethylene weakly bonded to the support. Indeed, these bands disappear after sample evacuation. Thus, no rr-complexes of ethylene form on reduced silver catalysts. As with Ag powder, the oxidized Ag/o~-Al203 samples exhibit a band at 1580 cm J (curve 2). With the decrease of ethylene pressure in the cell to 5 Tort the intensity of the 1440-1460 cm ~ band decreases, while that of the band at 1580 cm l remains unchanged. Moreover, a new band at 1640 cm ~ appears. When we feed oxygen into the cell (P= 10 Tort) the intensity of the band at 1580 cm J decreases and that of the band at 1640 cm J increases. We can ascribe the band at 1640 cm ~ to bending vibrations of water molecules or to antisymmetrical stretch- ing vibrations of CO0 fragments belonging to the surface carbonate or carboxylate structures [29]. For the latter we should expect an additional band within 1300- 1400 cm ] relating to symmetrical stretching vibrations. Indeed, after feeding oxygen we observed the band at 1360 cm i (see curve 4). So, we assume that ethylene interaction with the oxidized silver supported on alumina is accompanied by deep oxidation producing water and carbon dioxide immediately upon adsorp- tion. When we feed oxygen we observe a consumption of rr-complexes in addition S.N. Goncharova et al. / Applied Catalysis A: General 126 (1995) 67-84 79 to the deep oxidation. To understand the origin surface carboxylates we fed a small amount of ethylene oxide. Ethylene oxide appears to convert quickly to a surface species containing the aldehyde group ~C=O (band at 1710 cm ~) and ethylene oxide decomposed producing ethylene vr-complexes with Ag+ (band 1580 cm ~) and carboxylate fragments (band at 1640 cm- ~). Actually the DRIFT spectra of adsorbed ethylene in the presence of oxygen are similar to those registered after ethylene oxide is fed. So, likely, the similarity of spectra with different histories is caused by the secondary conversions of ethylene oxide, while the ethylene epoxi- dation proceeds probably very fast without formation of any stable intermediates. Note that we observed no difference in behaviour of the powder silver and that supported on alumina, vr-Complexes of ethylene on the oxidized catalysts possess the same frequency of C=C stretching vibration (1580 cm ~). No vr-complexes were formed on the reduced silver. Since the spectra of ethylene ~--complexes are identical for the powder and supported catalysts we attempted to calculate their concentration. We have used gaseous ethylene as a spectral reference to measure the relative intensities of the CH stretching vibration bands. It is impossible to measure directly the band intensities in the diffusion reflectance spectra of adsorbed molecules, since reflection parameters depend not only on the ability of a material to absorb light but to scatter it as well [30]. The scattering coefficient relates to such properties of disperse materials as particle size, density of their packing, different refraction coefficients at various wavelengths. So, we could find a few studies only on the quantitative measurements of IR diffusion reflectance. Since gases do not scatter IR light, the optical path through the sample in vacuum and in a gas is identical. So, absorbance coefficients or optical densities of the gas or adsorbed molecules are related to the same optical path length in a sample. Therefore, we can write the concentration of ~--complexes (with an accu- racy of extinction coefficients of gaseous or adsorbed material) as: Cads = Cgas ~'( (AadJAg,J (Egas/earls) Here Cads and Cga~ are the concentrations of adsorbed molecules and molecules in the gas phase, respectively, related to the bulk volume of powder including the pore volume and excluding that of the solid; Aads and Agas are integral intensities of the bands corresponding to adsorbed or gaseous ethylene, respectively, ead~ and ega~ are the corresponding absorbance coefficients. We used the integral absorbance of CH stretching vibrations within 3150-2980 cm ~, typical for ethylene and its vr- complexes. We assumed also that absorbance coefficients of ethylene and its vr- complexes are close within this region. Indeed, the intensity of CH stretching vibrations for ethylene and saturated hydrocarbons per one CH fragment differs 3- fold only. Thus, in a family of alkanes CH4, C2H6, C3H8 absorbance coefficients range from 10 7 to 1.3.10-7 cm2/s and for C2H4 it comprises 3.1.10-8 cm2/s per one CH bond [31 ]. The difference between the same type of CH stretching vibration frequencies of ethylene and alkanes is 100-120 cm-~, while that of 80 S.N. Goncharova et al. /Applied Catalysis A: General 126 (1995) 67-84 gaseous ethylene and its 7r-complexes is only 20-30 cm ~. So, we can assume the absorbance coefficients of gaseous ethylene and its 7r-complex with a silver cation to differ insignificantly, not more than 2-fold. Thus, using the spectrum of gaseous ethylene as a reference we can estimate the concentration of 7r-complexes with an accuracy of 50%. Note that such measure- ments are possible if the cell has no gas clearance between the sample and the cell window. The data obtained are presented in Table 2. Note that the quantity of 7r- complexes on a foil was determined under similar conditions with XPS according to the procedure described elsewhere [32]. 4. Discussion We can conditionally divide the viewpoints on the size effect nature (provided by Ag particles 100-1000 A in diameter) recognized in the literature into two groups: (i) the admixtures affect epoxidation rate [ 10 ], (ii) the lowly active oxide species like Ag20 [12] easily forming on small Ag particles decrease the epoxi- dation rate. We can neglect the first viewpoint for the following reason. Indeed, even if we assume that all admixtures of alkali metals in a catalyst (including those in the support) segregate on the Ag surface due to some processes, their coverage will not exceed 10% in the worst case. Moreover, the XPS method (sensitivity is 1% of a monolayer) has shown no alkali, alkaline earth metals or CI in any of the samples studied, neither after calcination nor after treatment with the reaction mixture. As for the second viewpoint, this is also hardly probable. First, generation of silver oxide or Agshould have provided considerable amounts of ethylene 7r- complexes. However (see Table 2), the quantity of 7r-complexes decreases sharply with the raise of Ag dispersivity and for the small particles it does not exceed 0.1% of a monolayer. Second, the X-ray data distinctly show that the structure of all sizes of Ag particles remain unchanged. At last, XPS and AES studies of the same catalysts reveal no changes in silver valency and electron work function [ 33]. Thus, no viewpoints mentioned above comply with our results. The catalyst tests show unambiguously that the size effect does not depend on the support nature, Cs admixtures (in optimal amounts), but is determined by the size of the Ag particles only. Regarding the constant Ag particle bulk structure and a sharp decrease of adsorption properties of silver towards 02 and C2H4 (Table 2) we can assume that significant changes of silver surface properties are responsible for the size effect under consideration. We think that the structure of silver surface sublayers changing with the size of the Ag particles is the most probable factor causing the size effect. Landay has shown theoretically that the equilibrium crystal shape not necessarily consists of thermodynamically stable low-index faces only, but can divide into smaller high- index faces [34]. Apparently, with the temperature raise, all faces become smaller until they disappear completely, each at its own roughening temperature (kinks, S.N. Goncharova et al. / Applied Catalysis A: General 126 (1995) 67-84 81 steps appearance). The roughening temperature of high-index faces is considerably lower than that of the low-index ones. Recently Frenken et al. [35] have shown with STM, that the roughening temperature of the Ag(115) face is just 78, that is considerably lower than the reaction temperature. So, we can expect curved interfacial (defect) regions to appear in addition to the planar (regular) ones on the silver surface. The physical reason for the formation of curved interfacial regions with a rough surface is the presence of considerable tensions along the interfacing of two low- index faces. It seems natural to assume the surface tension to be higher for the small particles. So, the small particles are mainly spherical, while the large ones possess a crystal cut. Indeed, the particles with d-~ 200 A are spherical (TEM data), while those with d~- 1000 A exhibit a typical cut. With the growth of Ag particles, therefore, the contribution of a regular surface increases, while that of the defect one decreases. This agrees well with the raise of the oxygen sticking probabilities proportional to the particle size (Table 2). Dissociative 02 adsorption occurs efficiently on the bulk samples [foil, Ag(110) ], where the major surface is regular. the properties of this oxygen are similar to those of the surface oxide Ag20 [ 36,37 ]. Indeed, we see a good correlation between the size dependencies of the oxygen sticking probabilities and the concentration of ethylene 7r-complexes with Ag + cations. Recently, the states of adsorbed oxygen and their reactivity towards ethylene were studied with XPS, TDS, TPR and transient response technique [37,38]. In particular, ethylene Oxide formation was shown to require adsorbed oxygen in two states: 'ionic' (nucleophilic) oxygen similar to that in Ag20 and 'covalent' (elec- trophilic) oxygen localized at the surface defects. The former (or Ag+ cations involved) serves for the ethylene adsorption, while the latter reacts with the CzH4 molecule yielding C2H40. So, a pair of active sites is actually required. In the presence of nucleophilic oxygen alone the adsorbed ethylene reacts to form the products of deep oxidation only. On the other hand, the DRIFTS data show that the epoxidation pathway does not involve stable intermediates except for ethylene 7r-complexes with Ag+. Thus, ethylene oxide seems to form rather quickly, probably via a direct attack of elec- trophilic oxygen to the activated ethylene molecule. Then, the low activity of small particles results from a small concentration of Ag + sites or ethylene 7r-complexes. With the particle size, the contribution of the regular surface and thus the concen- tration of 7r-complexes increases resulting in the rise of the reaction rate. If we take a ratio of epoxidation rate to the concentration of 7r-complexes (REto/NEt), it appears to be approximately the same within a wide size range (see Table 2). We can, therefore, draw three important conclusions: (1) ethylene epoxidation probably proceeds following the same mechanism on supported and bulk catalysts; (2) the size effect results from the change in the ratio of regular and defect regions on silver surfaces; 82 S.N. Goncharova et al. /Applied Catalysis A.\" General 126 (1995) 6~4 (3) the increase of the turnover rates by 2-3 orders going from supported catalysts to single crystals or foils [9-11] results from an equivalent growth of the active sites concentration. We are sure that such structural changes of the subsurface layers of the silver should affect the behaviour of its electron properties. This is likely the reason for the Knight shift disappearance in the lAg NMR spectra [ 14,15] observed within the same size region. Since the growth in silver particle size leads to an increase in the nucleophilic oxygen concentration a similar size effect is observed for CO2 formation (Fig. 3). The fact that the size effect is far less pronounced for deep oxidation (compare Figs. 2 and 3) is caused by the larger contribution of secondary C2H40 conversion on smaller particles to the primary reaction of C2H4 oxidation to CO2 due to the lower concentration of active sites. So, even a low activity of the catalyst towards ethylene oxide conversion can significantly increase the total rate of CO2 formation. At the same time the rates of primary reactions over larger particles are so high that the effect of secondary processes is negligible. The size effect, therefore, decreases on smaller particles due to the increase of the CO2 formation rate on Ag/o~-A1203 in particular. The silica and Ag/SiO2 samples are more inert towards ethylene oxide conversions than alumina and alumina-based catalysts {26]. Thus, with Ag/SiO2 catalysts the size effect towards deep oxidation is more pronounced ( see Fig. 3). Optimum Cs amounts promote epoxidation (Fig. 5), which agrees with the literature [ 39-41 ]. The positive effect of Cs increases with decreasing Ag particle size (increase of defects). At the same time, the deep oxidation rate decreases monotonously and independently of the Ag particle size (Fig. 6). We can explain such action of Cs in the following way. On one hand, Cs likely stabilizes the defects on the Ag surface, where electrophilic oxygen is probably localized [37,38]. On the other hand, it can decrease the concentration of nucleophilic oxygen (surface Ag20), which is responsible for the deep oxidation of C2H4 [37]. Since the epox- idation rate does not decrease and even increases (see Fig. 5), we can suppose that the number of interfaces regular/defect surface regions required for ethylene epox- idation remains the same or increases slightly. Thus, Cs can provide a significant change in the surface structure: for example, the decrease of Ag20 islands and at the expense of increase (stabilization) of defect regions. The excess Cs can block the active surface and thus decrease reaction rates in both directions. 5. Conclusions A more than 20-fold increase of the ethylene epoxidation rate observed on macroparticles of supported silver is a remarkable phenomenon. Such a significant size effect is the result of catalysts synthesized with a narrow particle size distri- bution and a minimum admixture content. S.N. Goncharova et al. / Applied Catalysis A: General 126 (1995) 67-84 83 The size effect was shown to result from the change of the surface but not the bulk metal silver properties. The most probable explanation of the effect lies in the change of the equilibrium silver crystal shape with the crystal size. This leads to a change in the relative contribution of regular (planar) and defect (curved) regions of the silver surface. The change of the surface structure affects adsorption of C2H4 and 02 and, thus, the reaction rates. Comparing reaction rates and concentrations of ethylene ~--complexes measured for various sized Ag crystallites (including the bulk ones), we have shown, that a 2-3 orders of magnitude difference of turnover rates on supported and bulk catalysts results from the equivalent change of the active sites concentration. The support influence on the size effect relates to the secondary conversions of ethylene oxide. The most pronounced influence of alumina was observed on the small particles, when the rate of secondary processes becomes comparable with that of the primary ones. The details of the nature of the size effect, the promoting role of Cs and the influence of the support are the key factors in understanding the unique catalytic properties of silver and design of highly selective catalysts for ethylene epoxidation. Acknowledgements The authors are very grateful to Dr. G.N. Kryukova and Dr. A.L. Chuvilin for TEM studies, Dr. S.V. Tsybulya for X-ray measurements and Dr. V.Yu. Gavrilov for oxygen chemisorption studies. References [ 1 ] Yu.l. Petrov. Physics of small particles, Nauka, Moscow (1982) (in Russian). [21 M. Che and C.O. Bennett, Adv. Catal., 36 (1989) 55. [3] P. Harriot. J. Catal., 21 ( 1971 ) 56. [4] J.C. Wu and P. Harriot, J. Catal., 39 (1975) 395. [5J M. Jarjoui, B. Moraveck, P.C. Gravelle and S.J. Teichner, J. Chim. Phys., 75 11978) 1061. [6] M. Jarjoui, P.C. Gravelle and S.J. Teichner, J. Chim. Phys., 75 (1978) 1069. [7] X.E. Verykios, F.P, Stein and R.W. Couglin, J. Catal., 66 (1980) 368. [8] S. Cheng and A. Clearfield, J. Catal., 94 ( 1985 ) 455. [9] S.R. Seyedmonir. J.K. Plischke, M.A. Vannice and H.W. Young, J. Catal., 123 (1990) 534. [ 10] D.J. Sajkowski and M. Boudart, Catal. Rev. Sci. Eng., 29 (1987) 325. [ I I ] C.T. Campbell, J. Catal., 92 (1985) 364. [ 12] J.K. Lee, X.E. Verykios and R. Pitchai, Appl. Catal., 50 (1989) 171. [ 13] E. Ruckenstein and S.H. Lee, J. Catal., 109 (1988) 100. [14] V.M. Mastikhin, I.L. Mudrakovsky, S.N. Goncharova, B.S, Bal'zhinimaev, S.P. Noskova and V.I. Zaikovsky, React. Kinet. Catal. Lett., 48 (1992) 425. [ 15] J.K. Plischke, A.J. Benesi and M.A. Vannice, J. Phys. Chem., 96 (1992) 3799. [ 16] M.B. Palmer and M.A, Vannice, J. Chem. Technol. Biotech., 30 (1980) 205. [ 17] L.I. Cheiphez and A.V. Neimark, Multiphase processes in porous media, Khimiya, Moscow, 1982, p. 279 ( in Russian). 84 S.N. Goncharova et al. /Applied Catalysis\" A.\" General 126 (1995) 67~84 [ 18] S.N. Goncharova, A.V. Khasin. S.S. Filiminova and D.A. Bulushev, Kinet. Katal., 32 ( 1991 ) 852. [ 191 JCPDS DATA FILE No 10-173. [ 20] V.Yu. Gavrilov, in R.A. Byanov and N.N. Bobrov ( Editors ), Standardization of Methods, Apparatuses and Devices for the Control over Commercial Catalysts Quality, Proc. USSR Symp., Novosibirsk. September 25-27, 1991, p. 128 (in Russian). [21] A,P. Kouznetsova, E.A. Paukshtis, N.U. Zhanpeisov and G.M. Zhidomirov, React. Kinet. Catal. Lett., in press. [22] E.A. Paukshtis, K. Jiratova, R.I. Soltanov and E.N. Yurchenko, Collect. Czech. Chem. Commun., 47 (1983) 2044. [23] S.N. Filimonova, S.N. Goncharova and A.V. Khasin, React. Kinet. Catal. Lett., 34 (1987) 303. [24] V.P. lvanov, S.N. Goncharova, S.N. Trukhan, B.S. Bal'zhinimaev, in preparation. [25] M. Bowker, P. Pudney, G. Roberts, J. Chem. Soc. Faraday Trans. I, 85 (8) (1989) 2635. [26] D.A. Bulushev, E.A. Paukshtis and B.S. Bal'zhinimaev, Appl. Catal. A, 123 (1995) 301. [27] A.A. Davydov, IR Spectroscopy of Adsorbed Species on the Surface of Transition Metal Oxides, Wiley, Chichester, 1993, p. 131. [28} L.D. Bellamy, Advances in Infrared Group Frequences, Methuen, London, 1968, p. 54. [29] L.H. Littl, IR Spectra of Adsorbed Species, Academic Press London, NY, 1966, p. 98. [ 30] C. Kortum, Rettexionesspectroscopy, Berlin, 1969. [31] L.M. Sverdlov, M.A. Kovker and E.P. Krainov, Vibration spectraofmultiatomic molecules, Nauka, Moscow, (1970) p. 154, 219 (in Russian). [ 32] A.I. Boronin, V.I. Bukhtiyarov, A.L. Vishnevskii, G.K. Boreskov and V.I. Savchenko. Surf. Sci., 201 ( 1988 ) 195. [33] V.I. Bukhtiyarov, I.P. Prosvirin, R. Kvon, S.N. Goncharova and B.S, Bal'zhinimaev. J. Phys. Chem., in press. [34] D. Landau and E.M. Lifshits, Statistic Physics, Part I, Nauka, Moscow (1976) (in Russian). [35] J.W.M. Frenken, R.J. Hames and J.E. Demuth, J. Vac. Sci. Technol., A8 ( 1 ) (1990) 293. [36] G. Rovida, F. Pratesi, M. Maglietta and E. Ferroni, Surf. Sci., 43 (1974) 230. [37] V.I. Bukhtiyarov, A.I. Boronin and V,I. Savchenko, Surf, Sci., 232 (1990) L205. [381 L.G. Pinaeva, V.I. Bukhtiyarov, B.S. Bal'zhinimaev, A.I. Boronin, V.I. Savchenko, A.A. Ivanov, K.I. Zamaraev, in Yu.Sh. Mattros (Editor), Unsteady-state Processes in Catalysis, Proc. Int. Conf., Novosibirsk, June 5 8, 1990, VSP, Utrecht, 1990, p. 391. [39] V.S. Sokolov, E.P. Otborkina, V.A. Davydov and B.B. Chesnokov, Kinet. Katal., 28 (1987) 398 (in Russian). [40] R.B. Grant and R.M. Lambert, Langmuir, 1 (1985) 29. [41] R.A. van Santen, in M.J. Phillips and M. Ternan (Editors), Catalysis: Theory to Practice, Proc, 9th Int. Congr. Catal., Calgary, 1988, The Chemical Institute of Canada, Ottawa, 1988, p. 1152. APCATA 95000364 0926-860X(95)00036-4 10.1016/0926-860X(95)00036-4 Article Size effects in ethylene oxidation on silver catalysts. Influence of support and Cs promoter S.N. Goncharova E.A. Paukshtis B.S. Bal'zhinimaev ∗ Boreskov Institute of Catalysis, Siberian Branch of Russian Academy of Sciences, Prospekt Akademika Lavrentieva, 5, Novosibirsk 630090, Russia ∗ Corresponding author. Tel. (+7-383) 2355770, fax. (+7-383) 2355766. A new method for preparing supported silver catalysts with a narrow particle size distribution has been developed. For crystals with a diameter ranging from 100 to 1000 Å the dependencies of reaction rates on size have been studied for epoxidation and deep oxidation of ethylene. For particles 300–500 Å in size the reaction rate was found to increase sharply. The concentration of ethylene π-complexes with Ag+ cations increased proportionally to the reaction rate. These π-complexes are assumed to be the only intermediates directing the reaction towards epoxidation. The ratio of the reaction rate to the concentration of π-complexes was found to remain constant within a wide range of Ag crystal sizes including bulk silver samples. The influence of the support (α-Al2O3, SiO2) on the size effect relates to the secondary processes of ethylene oxide conversion. The factors that cause the catalytic size effect and the promoting effect of Cs are discussed. Keywords Ethylene epoxidation Ethylene π-complex Silver catalyst Silver particle size distribution Size effect References [1] Yu.I. Petrov Physics of small particles 1982 Nauka Moscow (in Russian) [2] M. Che C.O. Bennett Adv. Catal. 36 1989 55 [3] P. Harriot J. Catal. 21 1971 56 [4] J.C. Wu P. Harriot J. Catal. 39 1975 395 [5] M. Jarjoui B. Moraveck P.C. Gravelle S.J. Teichner J. Chim. Phys. 75 1978 1061 [6] M. Jarjoui P.C. Gravelle S.J. Teichner J. Chim. Phys. 75 1978 1069 [7] X.E. Verykios F.P. Stein R.W. Couglin J. Catal. 66 1980 368 [8] S. Cheng A. Clearfield J. Catal. 94 1985 455 [9] S.R. Seyedmonir J.K. Plischke M.A. Vannice H.W. Young J. Catal. 123 1990 534 [10] D.J. Sajkowski M. Boudart Catal. Rev. Sci. Eng. 29 1987 325 [11] C.T. Campbell J. Catal. 92 1985 364 [12] J.K. Lee X.E. Verykios R. Pitchai Appl. Catal. 50 1989 171 [13] E. Ruckenstein S.H. Lee J. Catal. 109 1988 100 [14] V.M. Mastikhin I.L. Mudrakovsky S.N. Goncharova B.S. Bal'zhinimaev S.P. Noskova V.I. Zaikovsky React. Kinet. Catal. Lett. 48 1992 425 [15] J.K. Plischke A.J. Benesi M.A. Vannice J. Phys. Chem. 96 1992 3799 [16] M.B. Palmer M.A. Vannice J. Chem. Technol. Biotech. 30 1980 205 [17] L.I. Cheiphez À.V. Neimark Multiphase processes in porous media 1982 Khimiya Moscow 279 (in Russian) [18] S.N. Goncharova A.V. Khasin S.S. Filiminova D.A. Bulushev Kinet. Katal. 32 1991 852 [19] JCPDS DATA FILE No 10-173. [20] V.Yu. Gavrilov R.A. Byanov N.N. Bobrov Standardization of Methods, Apparatuses and Devices for the Control over Commercial Catalysts Quality, Proc. USSR Symp. Novosibirsk September 25–27, 1991 128 (in Russian) [21] A.P. Kouznetsova, E.A. Paukshtis, N.U. Zhanpeisov and G.M. Zhidomirov, React. Kinet. Catal. Lett., in press. [22] E.A. Paukshtis K. Jiratova R.I. Soltanov E.N. Yurchenko Collect. Czech. Chem. Commun. 47 1983 2044 [23] S.N. Filimonova S.N. Goncharova A.V. Khasin React. Kinet. Catal. Lett. 34 1987 303 [24] V.P. Ivanov, S.N. Goncharova, S.N. Trukhan, B.S. Bal'zhinimaev, in preparation. [25] M. Bowker P. Pudney G. Roberts J. Chem. Soc. Faraday Trans. 1 85 8 1989 2635 [26] D.A. Bulushev E.A. Paukshtis B.S. Bal'zhinimaev Appl. Catal. A 123 1995 301 [27] A.A. Davydov IR Spectroscopy of Adsorbed Species on the Surface of Transition Metal Oxides 1993 Wiley Chichester 131 [28] L.D. Bellamy Advances in Infrared Group Frequences 1968 Methuen London 54 [29] L.H. Littl IR Spectra of Adsorbed Species 1966 Academic Press London NY 98 [30] C. Kortum Reflexionesspectroscopy 1969 Berlin [31] L.M. Sverdlov M.A. Kovker E.P. Krainov Vibration spectra of multiatomic molecules 1970 Nauka Moscow 154 L.M. Sverdlov M.A. Kovker E.P. Krainov Vibration spectra of multiatomic molecules 1970 219 (in Russian) [32] A.I. Boronin V.I. Bukhtiyarov A.L. Vishnevskii G.K. Boreskov V.I. Savchenko Surf. Sci. 201 1988 195 [33] V.I. Bukhtiyarov, I.P. Prosvirin, R. Kvon, S.N. Goncharova and B.S. Bal'zhinimaev, J. Phys. Chem., in press. [34] D. Landau E.M. Lifshits Statistic Physics 1976 Nauka Moscow (in Russian) [35] J.W.M. Frenken R.J. Hames J.E. Demuth J. Vac. Sci. Technol. A8 1 1990 293 [36] G. Rovida F. Pratesi M. Maglietta E. Ferroni Surf. Sci. 43 1974 230 [37] V.I. Bukhtiyarov A.I. Boronin V.I. Savchenko Surf. Sci. 232 1990 L205 [38] L.G. Pinaeva V.I. Bukhtiyarov B.S. Bal'zhinimaev A.I. Boronin V.I. Savchenko A.A. Ivanov K.I. Zamaraev Yu.Sh. Mattros Unsteady-state Processes in Catalysis, Proc. Int. Conf. Novosibirsk, June 5–8, 1990 1990 VSP Utrecht 391 [39] V.S. Sokolov E.P. Otborkina V.A. Davydov B.B. Chesnokov Kinet. Katal. 28 1987 398 (in Russian) [40] R.B. Grant R.M. Lambert Langmuir 1 1985 29 [41] R.A. van Santen M.J. Phillips M. Ternan Catalysis: Theory to Practice, Proc. 9th Int. Congr. Catal. Calgary, 1988 1988 The Chemical Institute of Canada Ottawa 1152",
      "scopus-id": "0029306773",
      "coredata": {
        "eid": "1-s2.0-0926860X95000364",
        "dc:description": "A new method for preparing supported silver catalysts with a narrow particle size distribution has been developed. For crystals with a diameter ranging from 100 to 1000 Å the dependencies of reaction rates on size have been studied for epoxidation and deep oxidation of ethylene. For particles 300–500 Å in size the reaction rate was found to increase sharply. The concentration of ethylene π-complexes with Ag+ cations increased proportionally to the reaction rate. These π-complexes are assumed to be the only intermediates directing the reaction towards epoxidation. The ratio of the reaction rate to the concentration of π-complexes was found to remain constant within a wide range of Ag crystal sizes including bulk silver samples. The influence of the support (α-Al2O3, SiO2) on the size effect relates to the secondary processes of ethylene oxide conversion. The factors that cause the catalytic size effect and the promoting effect of Cs are discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-05-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95000364",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Goncharova, S.N."
          },
          {
            "@_fa": "true",
            "$": "Paukshtis, E.A."
          },
          {
            "@_fa": "true",
            "$": "Bal'zhinimaev, B.S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95000364"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95000364"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00036-4",
        "prism:volume": "126",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Size effects in ethylene oxidation on silver catalysts. Influence of support and Cs promoter",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ethylene epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Ethylene π-complex"
          },
          {
            "@_fa": "true",
            "$": "Silver catalyst"
          },
          {
            "@_fa": "true",
            "$": "Silver particle size distribution"
          },
          {
            "@_fa": "true",
            "$": "Size effect"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "67-84",
        "prism:endingPage": "84",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 May 1995",
        "prism:doi": "10.1016/0926-860X(95)00036-4",
        "prism:startingPage": "67",
        "dc:identifier": "doi:10.1016/0926-860X(95)00036-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0029306773"
      }
    }
  }
}