{
  "metadata": {
    "title": "Deactivation of a multimetal supported catalyst for aniline<ce:italic>N</ce:italic>-alkylation with alcohol",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-10-27",
    "doi": "10.1016/0926-860X(94)80309-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94803099",
    "pii": "0926860X94803099"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028527070",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-17 2001-08-17 2010-10-02T11:38:12 1-s2.0-0926860X94803099 0926-860X(94)80309-9 0926860X94803099 10.1016/0926-860X(94)80309-9 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X02050 2024-01-01T12:21:46.509935Z 0 0 19941027 1994 2001-08-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 118 118 2 2 Volume 118, Issue 2 4 139 152 139 152 19941027 27 October 1994 1994-10-27 1994 article fla Copyright © 1994 Published by Elsevier B.V. DEACTIVATIONAMULTIMETALSUPPORTEDCATALYSTFORANILINENALKYLATIONALCOHOL LANDAU M KIRKOTHMER 1980 412 ENCYCLOPEDIACHEMICALTECHNOLOGY RYLANDER 1979 165 P CATALYTICHYDROGENATIONINORGANICSYNTHESIS KLYNEV 1980 14 M DLOUKY 1989 326 J RUSEK 1986 M RUSEK 1988 1138 M 9THINTERNATIONALCONGRESSCATALYSISCALGARY1988 RUSEK 1991 359 M YONGXILI 1990 71 MUILENBERG 1979 152 G HANDBOOKXRAYPHOTOELECTRONSPECTROSCOPY BRIGGS 1990 598 D PRACTICALSURFACEANALYSIS BURSIAN 1984 481 N PROC8THINTERNCONGRESSCATALYSIS ROBERTS 1964 883 J PRINCIPLESORGANICCHEMISTRY ANDERSON 1975 J STRUCTUREMETALLICCATALYSTS LOW 1968 95 M LOW 1969 1281 M KOGAN 1981 663 S PODKLETNOVA 1987 712 N GATES 1983 B CHEMISTRYCATALYTICPROCESSES BUJANOV 1983 157 R ZAKOKSOVANIEKATALIZATOROVRUSSIAN CATALYSTSCOKING LANDAUX1994X139 LANDAUX1994X139X152 LANDAUX1994X139XM LANDAUX1994X139X152XM item 0926-860X(94)80309-9 0926860X94803099 1-s2.0-0926860X94803099 10.1016/0926-860X(94)80309-9 271346 2024-01-01T12:21:46.509935Z 1994-10-27 1-s2.0-0926860X94803099-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94803099/MAIN/application/pdf/511d2ca7fcd54fe0af92a61aa2af16e2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94803099/MAIN/application/pdf/511d2ca7fcd54fe0af92a61aa2af16e2/main.pdf main.pdf pdf true 836658 MAIN 14 1-s2.0-0926860X94803099-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94803099/PREVIEW/image/png/8c1eae05c7dd885bbe86016c298c7bfd/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94803099/PREVIEW/image/png/8c1eae05c7dd885bbe86016c298c7bfd/main_1.png main_1.png png 54759 849 656 IMAGE-WEB-PDF 1 applied catalysis ELS EV l ER Applied Catalysis A: General 118 (1994) 139-152 A Deactivation of a multimetal supported catalyst for aniline N-alkylation with alcohol M.V. Landau*, S.B. Kogan, M. Herskowitz The Applied Catalysis Research Center, Chemwal Engineering Department, Ben Gurton University of the Negev, P.O.B. 653, 84105, Beer-Sheva, Israel Received 17 December 1993, revised 29 June 1994, accepted 30 June 1994 Abstract A multicomponent catalyst, containing platinum, tin and calcium on a silica gel support was tested for N-alkylation of MeEt-aniline (MEA) with methoxyisopropanol in a continuous fixed bed reactor at atmospheric pressure in the presence of hydrogen. It was found that the active Pt-Sn-Ca phase is located in the macro pores of the silica carrier; it has an average crystallite diameter of 55-165/~ and a crystallinity degree of 30-90%, depending upon the activation-working conditions, and after reduc- tion it contains Pt3Sn alloy. Catalyst deactivation is caused by the formation of a strongly bonded coke layer containing nitrogen, which interacts with the Pt-component leading to the formation of a surface complex Pt...N with electron transfer from nitrogen to Pt. 'Pure' coke (without nitrogen) up to 4 wt.-% does not affect the catalyst activity/selectivity.The amount of N-containing coke depends upon MEA purity and operational conditions controlling the reaction selectivity. The strongly poi- soning N-containing coke is produced by the red-colored oxidation-condensation products present in crude MEA and/or by a relatively high concentration of intermediate N-isopropylidenemethoxy- MeEt-aniline (IM) in the reactor. The IM concentration depends upon operational conditions and catalyst composition. Cleaning of crude MEA by distillation and adsorption of heavy impurities on silica and operating at proper conditions yielded low IM concentration with a stable yield of N- isopropylmethoxy-MeEt-aniline 63-65% and selectivity about 95% within a 200 h period of operation. The N-containing coke cannot be removed by treatment of the catalyst with nitrogen or hydrogen, but oxidative regeneration allows to reestablish the active phase with the same initial activity/ selectivity patterns. Keywords: Calcium; Deactivation; 1-Methoxy-2-propanol; 2-Methyl-6-ethyl-aniline; N-alkylation; Platinum; Selectivity (N-isopropylmethoxy-2-methyl-6-ethylaniline, N-isl~propylidenemethoxy-2-methyl-6-ethylaniline, coke) ; Sdlca; Tin *Corresponding author. Tel. ( +972-7)472141, fax ( +972-7)236446. 0926-860X/94/$07.00 SSDI O926-860 X ( 94 ) O0151-O 140 M. V. Landau et al. /Applied Catalysis A: General 118 (1994) 139-152 I. Introduction One of the most convenient ways to produce N-alkyl-anilines of the formula ~~ al /J~ a3 NH- CH ~~~ a2 a4 is the reductive N-alkylation of anilines with alcohols in the presence of combined acid-based and metallic catalysts. [ 1--4]. This reaction for the particular case of MeEt-aniline and methoxyisopropanol is a combination of three distinct reversible steps [5,6]: -- dehydrogenation of MOIP to methoxy-acetone (MOAc): Me Me Me Me I o II o Ott 0 +H2 MOIP MOAc condensation of MOAc with MEA to N-isopropylidenemethoxy-MeEt-aniline (~vl): Me ~Me O=C + \\ CH2-O-Me ~Et N-.5.2 MOAC MEA jMe N = CjMe + IM -- hydrogenation of imine to final N-alkylated aniline (AA): ~Me ~jMe N = t_;~CH2OMe~ +H2.~= \"~Et - - IM M. V. Landau et al. / Applied Catalysis A: General 118 (1994) 139-152 141 N. j Me Et CH ~ CH2-O-Me AA Recently it was shown by M. Rusek [ 6,7 ], that the reductive N-alkylation of MEA with MOIP can be carried out successfully using a polymetallic platinum catalyst, Pt-M~-M2 on pure silica, where M1 is a transition metal and M2 an alkaline or alkaline earth metal with the best performance showing the Sn-Ca promoters. No information has been published on the factors and mechanism of the deactivation process in this system. 2. Experimental Eight catalysts were prepared by a combined procedure of a two-step incipient wetness impregnation of H2PtC16-SnC12 and CaC12 on silica gel (all purchased from Aldrich), drying at 90 for 2 h and calcination at 350 for 5 h, as described recently [ 6]. Their chemical composition, determined by EDAX, along with SEM microphotographs, was measured on a JEM-35CF (JEOL Co.) instrument. BET surface area was determined according to the ASTM D-3663-84 procedure. Porosity measurements were performed by Hg porosimetry (Amin Co.) following the ASTM D 4284-83 procedure. The analysis data are summarized in Table 1. Several characterization techniques were employed: IR-spectra of the catalysts were measured in the range of 400--4000 cm- 1 using Shimadzu IR-435 IR-spectrometer. 3 mg of catalyst powder were ground with 100 mg of KBr and pressed into a 1 cm diameter disk at 103 MPa. Table 1 Properties ofcatalysts Catalyst Chemical composition (wt.-%) (EDAX) Pt Sn Sn/Pt Ca BET surface Pore volume distribution area (cm3/g (Hg-porosimetry) (m2/g) CI D<200~ D=104-I05,~, D=106-107 /k SiOz (carrier) NA-I NA-2 NA-3 NA-4 NA-5 NA-6 NA-7 NA-8 1.3 0.3 0.38 4.6 0.8 0.29 10.4 2.0 0.32 14.7 2.4 0.27 10.8 0.9 0.14 10.1 1.3 0.21 10.5 3.7 0.58 10.1 - - - - 480 0.32 0 0.38 0.7 2.2 360 0.30 0 0.60 0.9 3.1 330 '~0.31 0 0.48 1.2 5.0 410 0.30 0.27 0.34 1.6 7.5 320 0.25 0.20 0.29 1.2 3.2 420 - - - 1.0 4.3 400 - - - 1.1 5.6 380 - - - - 2.9 390 - - - 142 M. V. Landau et al /Applied Catalysis A: General 118 (1994) 139-152 ESCA analysis was performed on an Physical Electronics 548 XPS/AGE ana- lyzer with double-pass CMA, X-ray Mg, K, pass-energy = 50 eV. Powder samples of the catalysts were deposited on an indium foil. The analysis was performed in vacuum at 1-3.10- 9 Torr. In order to remove the adsorbed gases [ 8 ], the surface of the samples was cleaned by Ar-ions sputtering under a pressure of 1.5 Torr, a voltage of 1 kV, and a current of 25 mA during four minutes. The sputtering effect can be estimated from binding energy (B.E.) data (eV) presented below (sample NA-8, Pt/SiO2) Pt 4f7/2 Si 2p B.E. AB.E. B.E. AB.E. Before sputtering 69.5 - 1.4 106 + 2.4 After sputtering 70.8 - 0.1 103.9 + 0.3 Evidently before sputtering, energy levels are sharply shifted due to adsorbed oxygen [ 8], but afterwards the B.E. are near to standard values for Ptand Si4+ in silica gel [9,10]. X-ray diffraction (XRD) measurements were performed on a conventional, automated Philips diffractometer equipped with a long, fine focus Cu-anode tube, a scintillation detector and a diffracted beam monochromator. Phase identification was carried out in a continuous mode operation. The diffraction pattern was recorded by a strip chart recorder. Well-crystallized Si-powder was used as a standard indicating instrument-related broadening. Catalyst Pt/SiO2, calcined at 700 for 4 h, was used as a standard for platinum crystallinity calculation. Extraction of coked catalysts was performed by boiling an ethanol-toluene mix- ture (30::70 vol.) in a Soxhlet apparatus for 4 h. Coke in spent catalysts was determined by sample burning in air in a closed glass cell followed by carbon dioxide analysis [ 11 ]. Before burning, all the samples were washed with acetone (two times, 15 min each) and then dried at 150 for 4 h. The catalytic reaction system was combined of two fixed-bed reactors (21 mm I.D.) in series. Each one of them was heated by electric blankets and controlled independently by Eurotherm controllers. The temperature was measured by a chro- mel-alumel thermocouple inserted in a central thermowell. Gases (nitrogen and hydrogen) were fed from cylinders through Brooks 5800 mass flow controllers. Liquid mixtures of MEA and MOIP were pumped by an Eldex Lab. metering pump. The gas and liquid were normally fed to the first reactor packed with silica gel. The outlet vapor mixture then flowed to the second reactor packed with catalyst. The product was condensed and the hydrogen vented through a cooler. The overall mass balance, checked by weighing the liquid feed product, was better than 99%. The 1- methoxy-2-propanol, 98% purity and 2-methyl-6-ethyl-aniline, 95% purity were purchased from Aldrich. The purity of MEA was improved by distillation and M. V. Landau et al./ Applied Catalysis A: General 118 (1994) 139-152 143 reached 99 + %. Hydrogen, 99,999% purity and nitrogen 99,9% purity were pur- chased from Maxima (Israel). The products were analyzed by GC (HP 5890) equipped with a Rtx (Restek) capillary column of 15 m length and 0.53 mm diameter. GC-MS analysis (GC- HP5890, MSD-5971A) were performed with a HP-1 capillary column (12.5 m length, 0.2 mm I.D.) in positive ion methane chemical ionization mode. The catalysts were activated in situ with a nitrogen flow of 80 cm3/min at 140 for 1 h and hydrogen flow of 60 cm3/min at 140 for 2 h. The operation conditions were selected so as to ensure that condensation was avoided and no liquid was presented in the reactor. Standard test conditions were 200, LHSV of 0.55 h- 1, hydrogen GHSV of 90 h-1, and a molar ratio between MOIP and MEA of 2.10 cm3 of catalyst were packed. Internal and external mass transfer resistances were found negligible. Conversion of MEA (X) and selectivity (S) were determined as: %X= 100( 1 - CMEA/CMEAo) %S= CAA/ ( CAA + CIM) 3. Deactivation under reaction conditions Deactivation patterns were studied during short runs of 24 h (rapid deactivation) and 200 h runs (slow deactivation). Reactions were carried out with catalyst NA- I@O i i I ~ / t v g< 5 o 2 ~-. v v v O Q- .< M 90 80 70 60 50 4-0 30 20 10 0 k I I t 5 10 ~15 20 25 Run time,h Fig. 1. Deactivation of Pt-Sn-Ca-SiO2 catalyst NA-3 as a function of MEA purity and reactions conditions. MEA 'red'; T= 200; LHSV = 0.55 h - 1; VH2 = 90 NI/1. h, (O) conversion, ( selectivity; MEA 'white'; T= 200; LHSV = 0.55 h- 1; Vn2 = 90 N1/1. h, (~7) conversion, ( selectivity; MEA 'white'; T= 200; LHSV = 0.55 h- 1; Vn: = 45 Nl/1- h, ( [] ) conversion, ( ) selectivity; MEA 'white'; T = 200; LHSV = 1.0 h - 1; Vm = 165 N1/1-h, (A) conversion, (&) selectivity; MEA 'white'; T=210; LHSV=0.55 h-~; Vn2 =90 Nl/l.h, (<>) conversion, ( ) selectivity. 144 M. V. Landau et al. / Apphed Catalysis A: General 118 (1994) 139-152 60 50 40 30 20 10 0 I 80 85 O r ~ ml OO oo (Is o o i b 90 95 Reactmn seleetlwty,% O0 Fig. 2. Correlation between Pt-Sn-Ca-SiO2 catalysts deactivation in 24 h-runs and reaction selectivity to AA. 100 , r ~. 80 ~ 70 ~ 6o ~ 5o ~ 4o > o 3o .< r.7 ~ 2o lo o o ~ D~t3zVD ~]vE] ~1~ ~ % E]CJ~DI2 aO~oo T oo oo oo co GOO0 i I i 50 100 150 200 Run time , h Fig. 3. Deactivation of Pt-Sn-Ca-SiO2 catalyst NA-3 in long runs at standard conditions: T= 200, LHSV = 0.55 h- 1; MOIP/MEA = 2 : 1; Vn2 = 90 NI/I. h. MEA 'red', straight feeding, (O) conversion, (O) selectivity; MEA 'red', after passing reactor with silica, (V) conversion, (T) selectivity; MEA 'white', after passing reactor with silica, (V1) conversion, (I) selectivity. 3 to test the effect of feed pretreatment and reaction conditions on deactivation. The effect of intermediates and by-products were tested by using different catalysts. Deactivated catalysts were regenerated at two sets of conditions: ----oxidative treatment in air flow up to 400. --mild treatment in a mixture of 1% 02-99% N2 at a gradually increasing temper- ature up to 400. M. V. Landau et al. /Applied Catalysis A: General 118 (1994) 139-152 145 Rapid deactivation patterns are illustrated in Fig. 1. Feeding MEA without puri- fication (either by distillation or adsorption on silica gel), called 'red', yielded a gradual decrease in activity and selectivity. Distillation of MEA combined with treatment through a silica gel bed giving a product called 'white' gave a stable operation and high selectivity of the catalyst. Operating conditions had a significant effect on the deactivation behaviour. Especially, lowering the hydrogen concentra- tion by decreasing the hydrogen flow-rate in a fixed-bed reactor (Fig. l) caused steep deactivation and poor selectivity. Milder deactivation was observed when the liquid space velocity was increased or the temperature was raised. It appears that the deactivation rate increases as the selectivity decreases. In order to separate the effect of operating conditions from the effect of selectivity, different catalysts listed in Table 1 were tested at the same standard operating conditions. The percentage deactivation, defined as %D= 100(1--X24 h/Xo.5 h), increases sharply with decreasing selectivity (average for 24 h), as illustrated in Fig. 2. Furthermore, plotting data from Fig. 1, (with their average selectivities in Fig.2), indicates that the deactivation rate is a function of selectivity, influenced both by operating conditions and catalyst performance. Fig. 4. SEM photographs of pure silica (a) and catalyst NA-3 (b) magnified by a factor of 15000. 146 M.V. Landau et al. /Applied Catalysis A: General 118 (1994) 139-152 Those results appear to indicate two potential precursors causing deactivation: the red-colored impurities in crude MEA and the Schiff-base IM intermediate. Their effect was separated from the effect of other components: MOIP, MOAc and water by running the dehydrogenation of MOIP to MOAc on catalyst NA-3 at LHSV = 3 h- ~ and GHSV = 90 h- 1. Data at two temperatures, 200 and 220, showed no deactivation over a period of 100 h. Addition of 10 wt.-% of water had no effect on activity. Further analysis of the crude MEA by GC-MS yielded masses of 149, 165, 266, 267, 268, 294, 320, 354, which account for 3-4% of the total mass. The distilled MEA gave only a peak corresponding to a molecular weight of 135. A careful analysis of the spectra indicates that the impurities are oxidation-condensation like products of MEA (MEAOCP). Such products were detected when anilines were exposed to air and light [ 12 ]. Slow deactivation runs were performed using three types of feed: no pretreatment of the crude MEA, pretreatment by silica gel before entering the catalytic reactor and distilled MEA feed with silica gel pretreatment. The results are plotted in Fig. O' BG-UN (b Fig. 5. SEM photographs of pure silica particle (a) and a particle of NA-3 catalyst (b) magnified by a factor of 240. M. V. Landau et al. /Apphed Catalysis A: General 118 (1994) 139-152 147 5 ,3 Fig. 6. IR-spectra of fresh and spent NA-3 catalyst samples. ( 1 ) fresh catalyst; (2) after 24 h run with 'white' MEA at standard conditions (Fig. 1 ); (3) after 280 h run in MOIP dehydrogenation; (4) after 24 h run with 'red' MEA at standard conditions (Fig. 1 ) ; (5) after 24 h run with 'white' MEA at hydrogen flow 45 NI/1- h (Fig. 1 ); (6) after 165 h with 'red MEA passing silica at standard conditions (Fig. 3). 3. In the former case, a rapid deactivation (1.1%/h) was measured in the first 10 h followed by a mild deactivation rate (0.06%/h). Adsorption of impurities on silica gel led to a stable operation over 150 h followed by rapid deactivation. As expected, the third case displayed a stable operation. A mild oxidative treatment of the deactivated catalyst from the second run in Fig. 3 recovered its activity and selectivity. 4. Analysis of fresh and deactivated catalysts Significant differences were found in the surface area and pore volume of the various catalysts in Table 1. In the case of catalyst NA-3, mesopores were formed and the surface area reached a maximum of 410 mE/g, displaying a change in particle morphology (Fig. 4). It is possible that this effect is caused by the attack of the acid solution on the silica gel during the metal deposition process [ 13 ]. The 148 M. V. Landau et al. /Applied Catalysis A: General 118 (1994) 139-152 Table 2 ESCA data, binding energy shifts (eV) No. Characterizationa Pt 4f7/2 Sn 3d5/2 Si 2p B.E. AB.E. B.E. AB.E. B.E. AB.E. 1. Catalyst NA-3, fresh, calcined in air at 350 72.4 + 1.5 486.4 + 1.5 103.4 - 0.1 2. Sample 1 after run 165 h, coked by purified 69.2 - 1.7 N.CP - 103.8 + 0.2 MEA-MOIP; 7.2%C 3. Sample 1 after run 24 h, coked by unpurified 68.2 - 2.7 487.8 + 2.9 103.7 + 0.1 MEA-MOIP; 5.4%C 4. Sample 1 after run 280 h, coke by MO1P, 72.4 + 1.5 484.9 0 103.9 + 0.3 8.4%C 5. Sample 2 after regeneration, reduced in H2 72.5 + 1.6 485.4 + 0.5 103.5 - 0.1 300 6. Catalyst NA-8 (only Pt), coked by MOIP, 70.8 - 0. l - - 103.7 + 0.1 4.6% Pt~ 70.9 Pt2c 73.6 pdc 75.5 Sn 484.9 Sn2c 486.8 Sn4~ 486.6 Si4+in SiO2 gel~ 103.6 a Coke content after treatment with acetone. b Peak cannot be calculated due to a very unclear top. Ref. [9]. d Ref. [ 10]. new mesopores were formed inside the large polymetallic particles located on the silica surface (Table 1, Fig. 5) that led to a maximum surface area in the case of NA-3 catalyst. Further increase in metal loading caused blocking of all the pores (Table 1 ), which in turn resulted in the expected decrease of surface area. IR-data of fresh and deactivated catalysts from experiments of MOIP dehydro- genation and MEA alkylation with MOIP are displayed in Fig. 6. The major difference between the samples is the absorption near 3350 cm- t, due to valence oscillations of the NH group adsorbed on aerosil [ 14,15]. This is pronounced in samples 4-6 which displayed extensive deactivation. The same samples were examined by ESCA. The data listed in Tables 2 and 3 give the peaks of Pt, Sn and Si. On that basis, it is concluded that the fresh calcined catalyst contains Pt and Sn in an oxidized form. Following treatment by a reducing atmosphere, Sn is partially reduced with Pt remaining oxidized, as a result of the Pt-Sn interaction. The aged Pt catalyst (NA-8) displays a negligible chemical shift. In Samples 2 and 3, deactivated by the nitrogen containing feedstock, Pt has a negative chemical shift. A weak line of nitrogen can be observed in the ESCA spectrum of sample 2. B.E. of Nls level was found to be equal to 396.7eV, that is very near to the B.E. of nitrogen in metal nitrides, for example in CrN (B.E. 396.8 eV. in ref. [ 10] ). M. V. Landau et al. /Applied Catalysis A: General 118 (1994) 139-152 Table 3 ESCA data, elements atomic ratio (a) on catalysts surface 149 Sample a 102 a/ao (in Table 2) Pt/Si Sn/Si Sn/Pt Pt Percent Sn ---calcined --reduced 4.1a 1.3a 0.32 as l00 as l00 3.1 0.62 0.20 78 48 2.5 0.96 0.38 61 74 1.2 - - 30 - 1.8 1.2 0.67 44 92 0.61 0.37 0.61 15 28 1.2 1.16 0.97 29 89 2.7a - - as l00 - 0.35 - - 13 - \"SEM data (ao). Table 4 Results of domain size and degree of crystallinity analyses (XRD) Sample No Degree of crystallinity Domain size Pt3Sn (in Table 2) (%) (/~) 1--calcined 30 165 - --reduced 60 70 + 2 75 70 + 4 75 55 + 5a 65 55 + _b 95 80 + 6 70 210 - a After regeneration under mild conditions (in mixture N2-air). b NA-3 after regeneration under oxidative conditions (in air). The surface composition seems to change drastically during the reaction. An atomic ratio Sn/Pt of 0.2 measured in the fresh catalyst is less than its overall ratio. Following reduction, this ratio increases to 0.38, raising to 0.61-0.67 after the reaction. A further increase is observed after regeneration. Finally, XRD data of the same samples are summarized in Table 4. The degree of crystallinity increases from 30% in the fresh catalyst to 60% in the reduced catalyst, 75% after the reaction and a maximum of 95% after regeneration in air. The crystal size decreases from 165 ,~ before to 55-80 ,~ after reduction. Mild regeneration has little effect on the crystalline structure. The compound Pt3Sn was observed in all reduced samples. Furthermore. Sn addition causes a decrease in the average crystal size. 5. Potential deactivation mechanisms The data presented here indicate certain patterns. Pt and Sn are oxides in the fresh catalysts, with no interaction. Following reduction and reaction, Sn is reduced 150 M. V. Landau et al./ Applied Catalysis A: General 118 (1994) 139-152 60 i i r I ~ i -i i 50 40 30 20 ~0 0 ? O O i t i i_ i 0 I i i 1 2 3 4 5 6 7 8 Coke eontent, % wt Fig. 7. Correlation of Pt-Sn-Ca-SiO2 catalysts deactivation degree and the coke content. (V) Coke after extraction with toluene-ethanol, (V) MEA 'white'; (V) MEA 'red'; (O) coke after extraction with acetone (O) MEA 'white', (O) MEA 'red'. to Snwith Pt remaining in an electron-deficient state, in agreement with data in ref. [ 10] which confirms that the electron density shifts from Pt to Sn. [ 16,17]. The increase in Sn/Pt atomic ratio enriches the surface with Sn, a low melting metal [ 18]. It corresponds with XRD data on the inter-metal compound Pt3Sn formation. ESCA data support the coke-protective action of the \"second\" metal -- tin on platinum. The a/ao ratio of Pt in a Pt-Sn catalyst shows that the free Pt surface degree is 30-44% at a coke concentration of 5.4-7.2% and decreases to 15% only at a 8.4% concentration of coke. In parallel, the corresponding ratio for the Pt catalyst falls to 13% at 4.6% coke concentration. This confirms that tin prevents platinum surface coking [ 11,16]. Since the crystal size does not change during the reaction, and the activity / selectivity patterns remain the same after regeneration in spite of increasing the Sn/Pt ratio and crystallinity degree, coking and poisoning are the major factors of deactivation. As to the nature of poisoning products, it can be concluded that they belong to the heavy fraction of deposition and contain nitrogen. Indeed, comparison of deac- tivation degree and coke amount for NA-3 catalyst after runs, shown in Fig. 1, and 165 h run with crude MEA passing through Silica in Fig.3, before and after extrac- tion with toluene-ethanol, shows that the second variant gives a better-- linear-- correlation with an amount of strongly bonded coke (Fig. 7). A nitrogen group is seen in IR-spectra of all the poisoned catalysts, that is confirmed by ESCA-data. Moreover, according to ESCA results, N-containing coke deposition directly influences the chemical state of platinum in catalyst NA-3, that is displayed in the opposite chemical shift on platinum (Table 2, samples 2,3). M.V. Landau et al./ Applied Catalysis A: General 118 (1994) 139-152 The final scheme of poison formation looks like this: MEA + MOAC ~- IM = AA 151 02 light MEAOCP =- N-containing adsorptive poison It corresponds to the classic scheme that includes 'coke monomers' formation (in our case, MEAOCP, IM) [ 19]. 6. Conclusions The main factor in Pt-Sn--Ca/SiO2 catalyst deactivation during N-alkylaniline synthesis by reductive N-alkylation is N-containing coke which is formed at the beginning of the run directly from pure aniline, through some oxidation-conden- sation processes, as well as from intermediates of the main reaction. The nitrogen- containing coke depositions interact with the Pt component forming a surface complex, with the electron transfer from nitrogen to Pt atoms causing partial poi- soning of the active phase. The proposed mechanism does not exclude catalyst deactivation by the simple blocking of the active surface with coke deposition, but this factor probably will become a dominant factor at the latest stages of prolonged catalytic runs. Acknowledgement The authors would like to thank Dr. S. Grinberg for the GC-MS analyses, Prof. L. Zevin for interpretation of XRD-data and Dr. N. Froumin for carrying out the ESCA analyses. References [ 1 ] Kirk-Othmer, Encyclopedia of Chemical Technology, 2nd edn, Vol. 2 1980, p. 412. [2] P. Rylander, Catalytic Hydrogenation in Organic Synthesis, Academic Press, New York, 1979, Ch. 10, p. 165. [3] M.V. Klynev and M.L. Khidekel, Russ. Chem. Rev., 49 ~980) 14. [4] J. Dlouky and J. Pasek, Coll. Chech. Chem. Commun., 51(1989) 326. [5] M. Rusek, 1st International Symposium on Organic Chemistry in Technological Perspective, Jerusalem, 1986. [6] M. Rusek, in M.J. Phillips and M. Ternan (Editors), 9th International Congress on Catalysis, Calgary, 1988, The Chemical Institute of Canada, Ottawa, 1988, p. 1138. [7] M. Rusek, Stu. Surf. Sci. Catal., 59 (1991) 359. [8] Yong-Xili, M. Stencel and B.H. Davis, Appl. Catal., 64 (1990) 71. 152 1t/1. V. Landau et al. / Applied Catalysis A: General 118 (1994) 139-152 [9] G.E. Muilenberg, Handbook of X-Ray Photoelectron Spectroscopy, Eden Prairie, 1979, p. 152. [ 10] D. Briggs and M.P. Seah, Practical Surface Analysis, 2nd ed., Wiley, New York, 1990, p. 598. [ 11 ] N.R. Bursian, B.B. Zharkov and S.B. Kogan, Proc. 8th Intern. Congress on Catalysis, West Berlin, Chemic Verlag, Weinheim, Vol. 2, 1984, p. 481. [ 12] J. Roberts and M. Caserio, Principles of Organic Chemistry, W.A. Benjarmn Inc., 1964, p. 883. [ 13] J.R. Anderson, Structure of Metallic Catalysts. Academic Press. N.Y., 1975, Ch. 4. [ 14] M.J.D. Low and M. Hasegawa, J. Coll. Interface Sci., 26 (1968) 95. [ 15] M.J.D. Low and V.V.S. Rao, Canad. J. Chem. 47 (1969) 1281. [ 16] S.B. Kogan, N.M. Podkletnova, O.M. Oranskaya, I.V. Semyonskaya and N.R. Bursian, Kinet. Katal., 22 ( 1981 ) 663. [ 17 ] N.M. Podkletnova, E.S. Shpiro and S.B. Kogan, Kinet. Katal., 28 (1987) 712. [ 18 ] B.C. Gates, J.R. Katzer and G.C.A. Schuit, Chemistry of Catalytic Processes, McGraw Hxll, N.Y. 1983, Ch. 3-2.1.5. [ 19] R.A. Bujanov, Catalysts Coking (Zakoksovanie Katalizatorov, Russian) Nauka, Novosibirsk, 1983, p. 157. APCATA 94803099 0926-860X(94)80309-9 10.1016/0926-860X(94)80309-9 Elsevier Science B.V. All rights reserved Deactivation of a multimetal supported catalyst for anilineN-alkylation with alcohol M.V. Landau * S.B. Kogan M. Herskowitz The Applied Catalysis Research Center, Chemical Engineering Department, Ben Gurion University of the Negev, P.O.B. 653, 84105, Beer-Sheva ,Israel * Corresponding author. Tel. (+972-7) 472141, fax (+972-7)236446. A multicomponent catalyst, containing platinum, tin and calcium on a silica gel support was tested forN-alkylation of MeEt-aniline (MEA) with methoxyisopropanol in a continuous fixed bed reactor at atmospheric pressure in the presence of hydrogen. It was found that the active Pt-Sn-Ca phase is located in the macro pores of the silica carrier; it has an average crystallite diameter of 55–165Åand a crystallinity degree of 30–90%, depending upon the activation-working conditions, and after reduction it contains Pt3Sn alloy. Catalyst deactivation is caused by the formation of a strongly bonded coke layer containing nitrogen, which interacts with the Pt-component leading to the formation of a surface complex Pt...N with electron transfer from nitrogen to Pt. ‘ Pure ’ coke (without nitrogen) up to 4 wt.-% does not affect the catalyst activity/selectivity. The amount of N-containing coke depends upon MEA purity and operational conditions controlling the reaction selectivity. The strongly poisoning N-containing coke is produced by the red-colored oxidation-condensation products present in crude MEA and/or by a relatively high concentration of intermediateN-isopropylidenemethoxy-MeEt-aniline (IM) in the reactor. The IM concentration depends upon operational conditions and catalyst composition. Cleaning of crude MEA by distillation and adsorption of heavy impurities on silica and operating at proper conditions yielded low IM concentration with a stable yield ofN-isopropylmethoxy -MeEt-aniline 63–65% and selectivity about 95% within a 200 h period of operation. The N-containing coke cannot be removed by treatment of the catalyst with nitrogen or hydrogen, but oxidative regeneration allows to reestablish the active phase with the same initial activity / selectivity patterns. Keywords Calcium Deactivation 1-Methoxy-2-propanol 2-Methyl-6-ethyl-aniline N-alkylation Platinum Selectivity (N-isopropylmethoxy-2-methyl-6- ethylaniline,N-isopropylidenemethoxy-2-methyl-6-ethylaniline, coke) Silica Tin References [1] Kirk-Othmer 2nd edn. Encyclopedia of Chemical Technology 2 1980 412 [2] Rylander P. Catalytic Hydrogenation in Organic Synthesis 1979 Academic Press New York 165 Ch. 10 [3] Klynev M.V. Khidekel M.L. Russ. Chem. Rev. 49 1980 14 [4] Dlouky J. Pasek J. Coll. Chech. Chem. Commun. 51 1989 326 [5] Rusek M. 1st International Symposium on Organic Chemistry in Technological Perspective Jerusalem 1986 [6] Rusek M. Phillips M.J. Ternan M. 9th International Congress on Catalysis, Calgary, 1988 1988 The Chemical Institute of Canada Ottawa 1138 [7] Rusek M. Stu. Surf. Sci. Catal. 59 1991 359 [8] Yong-Xili Stencel M. Davis B.H. Appl. Catal. 64 1990 71 [9] Muilenberg G.E. Handbook of X-Ray Photoelectron Spectroscopy 1979 Eden Prairie 152 [10] Briggs D. Seah M.P. 2nd ed. Practical Surface Analysis 1990 Wiley New York 598 [11] Bursian N.R. Zharkov B.B. Kogan S.B. Proc. 8th Intern. Congress on Catalysis 2 1984 Chemie Verlag, Weinheim West Berlin 481 [12] Roberts J. Caserio M. Principles of Organic Chemistry 1964 W.A. Benjamin Inc. 883 [13] Anderson J.R. Structure of Metallic Catalysts 1975 Academic Press N.Y. Ch. 4 [14] Low M.J.D. Hasegawa M. J. Coll. Interface Sci. 26 1968 95 [15] Low M.J.D. Rao V.V.S. Canad. J. Chem. 47 1969 1281 [16] Kogan S.B. Podkletnova N.M. Oranskaya O.M. Semyonskaya I.V. Bursian N.R. Kinet. Katal. 22 1981 663 [17] Podkletnova N.M. Shpiro E.S. Kogan S.B. Kinet. Katal. 28 1987 712 [18] Gates B.C. Katzer J.R. Schuit G.C.A. Chemistry of Catalytic Processes 1983 McGraw Hill N.Y. Ch. 3-2.1.5. [19] Bujanov R.A. Catalysts Coking Zakoksovanie Katalizatorov, Russian 1983 Nauka Novosibirsk 157",
      "scopus-id": "0028527070",
      "coredata": {
        "eid": "1-s2.0-0926860X94803099",
        "dc:description": "A multicomponent catalyst, containing platinum, tin and calcium on a silica gel support was tested forN-alkylation of MeEt-aniline (MEA) with methoxyisopropanol in a continuous fixed bed reactor at atmospheric pressure in the presence of hydrogen. It was found that the active Pt-Sn-Ca phase is located in the macro pores of the silica carrier; it has an average crystallite diameter of 55–165Åand a crystallinity degree of 30–90%, depending upon the activation-working conditions, and after reduction it contains Pt3Sn alloy. Catalyst deactivation is caused by the formation of a strongly bonded coke layer containing nitrogen, which interacts with the Pt-component leading to the formation of a surface complex Pt...N with electron transfer from nitrogen to Pt. ‘ Pure ’ coke (without nitrogen) up to 4 wt.-% does not affect the catalyst activity/selectivity. The amount of N-containing coke depends upon MEA purity and operational conditions controlling the reaction selectivity. The strongly poisoning N-containing coke is produced by the red-colored oxidation-condensation products present in crude MEA and/or by a relatively high concentration of intermediateN-isopropylidenemethoxy-MeEt-aniline (IM) in the reactor. The IM concentration depends upon operational conditions and catalyst composition. Cleaning of crude MEA by distillation and adsorption of heavy impurities on silica and operating at proper conditions yielded low IM concentration with a stable yield ofN-isopropylmethoxy -MeEt-aniline 63–65% and selectivity about 95% within a 200 h period of operation. The N-containing coke cannot be removed by treatment of the catalyst with nitrogen or hydrogen, but oxidative regeneration allows to reestablish the active phase with the same initial activity / selectivity patterns.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-10-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94803099",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Landau, M.V."
          },
          {
            "@_fa": "true",
            "$": "Kogan, S.B."
          },
          {
            "@_fa": "true",
            "$": "Herskowitz, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94803099"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94803099"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80309-9",
        "prism:volume": "118",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Deactivation of a multimetal supported catalyst for anilineN-alkylation with alcohol",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Calcium"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          },
          {
            "@_fa": "true",
            "$": "1-Methoxy-2-propanol"
          },
          {
            "@_fa": "true",
            "$": "2-Methyl-6-ethyl-aniline"
          },
          {
            "@_fa": "true",
            "$": "N-alkylation"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Selectivity (N-isopropylmethoxy-2-methyl-6- ethylaniline,N-isopropylidenemethoxy-2-methyl-6-ethylaniline, coke)"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "Tin"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "139-152",
        "prism:endingPage": "152",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 October 1994",
        "prism:doi": "10.1016/0926-860X(94)80309-9",
        "prism:startingPage": "139",
        "dc:identifier": "doi:10.1016/0926-860X(94)80309-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028527070"
      }
    }
  }
}