{
  "metadata": {
    "title": "In situ XRD characterization of La<ce:glyph name=sbnd></ce:glyph>Ni<ce:glyph name=sbnd></ce:glyph>Al<ce:glyph name=sbnd></ce:glyph>O model catalysts for CO<ce:inf loc=post>2</ce:inf> reforming of methane",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-10-08",
    "doi": "10.1016/0926-860X(96)00157-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96001573",
    "pii": "0926860X96001573"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001072809",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96001573 0926-860X(96)00157-3 0926860X96001573 10.1016/0926-860X(96)00157-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00129 2024-01-01T12:18:48.759026Z 0 0 19961008 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 145 145 1 2 1 2 Volume 145, Issues 1–2 26 375 388 375 388 19961008 8 October 1996 1996-10-08 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. INSITUXRDCHARACTERIZATIONLANIALOMODELCATALYSTSFORCO2REFORMINGMETHANE SLAGTERN A ZHANG 1995 71 Z ROSTRUPNIELSEN 1993 38 J GADALLA 1989 683 A BLOM 1994 535 543 R GANGULY 1990 617 P GASPERIN 1984 61 M PUXLEY 1994 585 D CRESPIN 1983 1181 1194 M ALONSO 1995 2819 J VALKO 1989 P DATAHANDLINGINSCIENCETECHNOLOGY BOZORTH 1951 R FERROMAGNETISM SLAGTERNX1996X375 SLAGTERNX1996X375X388 SLAGTERNX1996X375XA SLAGTERNX1996X375X388XA item 0926-860X(96)00157-3 0926860X96001573 1-s2.0-0926860X96001573 10.1016/0926-860X(96)00157-3 271346 2024-01-01T12:18:48.759026Z 1996-10-08 1-s2.0-0926860X96001573-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001573/MAIN/application/pdf/07479f0c2a8cb0c3c65293b2b20f7116/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001573/MAIN/application/pdf/07479f0c2a8cb0c3c65293b2b20f7116/main.pdf main.pdf pdf true 680367 MAIN 14 1-s2.0-0926860X96001573-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001573/PREVIEW/image/png/d320258866d6fe66bd398b04a91315a3/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001573/PREVIEW/image/png/d320258866d6fe66bd398b04a91315a3/main_1.png main_1.png png 45565 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 145 (1996) 375-388 In situ XRD characterization of La-Ni-A1-O model catalysts for CO2 reforming of methane O Ase Slagtern a Unni Olsbye a Richard Blom a Ivar M. Dahl a Helmer FjellvSg b a SINTEF Chemistry, P.O. Box 124, Blindern, N-0314 Oslo, Nonvay b Department of Chemistry, UniversiO' of Oslo, N-0315 Oslo, Norway Received 23 February 1996; revised 23 April 1996: accepted 23 April 1996 Abstract In situ XRD studies have been performed on La-Ni-AI-O catalysts for CO2 reforming of methane. Conditions were chosen to get information about catalysts used in fluidized bed reactors. Gas products were monitored by mass spectrometry. Reduction and catalytic properties of model compounds like LaNiO3 and LaNiAlllOj9 as well as catalysts containing mixtures of such oxides were studied. Introduction of aluminium into the perovskite structure of LaNij .~AlxO3 stabilizes the Ni-ions and a higher reduction temperature is necessary to obtain complete reduction to Ni(s). The magnetoplumbite type oxide, LaNiAIj~Ow, is reduced with even more difficulty. Further- more, a continuous reduction of nickel is possible during the catalytic testing, stemming from such Ni-containing perovskite and magnetoplumbite type oxides of the catalyst. The reduced catalyst can be regenerated with O2, however, the oxidation of Ni(s) is not complete under the chosen conditions. Treatment of the catalyst in CO2 increases the activity of the catalyst and is probably due to removal of coke and formation of NiO which is immediately reduced during catalytic testing giving redispersed and more available Ni. The results clearly indicate that Ni is the active phase in CO2 reforming of methane. By the methods used, no formation of La2OzCO3 was observed on the tested catalysts and the deactivation due to such compound could not be concluded. The results indicate dissolution of C in Ni under CO2 reforming conditions as a possible reason for deactivation. Kevwords.\" Ni-La-A1-O type catalysts; CO2 reforming of methane; Synthesis gas; ln-situ XRD experiments: Reduction properties; Active phase 1. Introduction Carbon dioxide reforming of methane to synthesis gas CH4 -+- CO2 \"') 2CO + 2H2 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00157-3 376 A. Slagtern et al./Applied Catalysis A: General 145 (1996) 375-388 frequently involves catalysts with nickel deposited on alumina [1-3]. Recently the process has been reinvestigated using La-Ni-A1-O catalysts in fluidized bed reactors [4]. These catalysts show high stability and have high attrition resistance for use in the fluidized bed reactor. The active catalyst contains 0.15 wt.-% Ni and is hence difficult to characterize structurally with respect to Ni containing phases. Depending on the La/A1 ratio, the catalyst contains (according to powder X-ray diffraction) LaA103 or LaAII~O~8 in addition to cx-A1203 [5]. Nickel may form solid solutions with both LaA103 and LaAI~O~8, i.e. LaAll_xNixO3 [6] and (La,Ni)A111019 [7]. In order to understand the state and role of nickel, from precursor phase to active catalyst, a series of model compounds have been synthesized. In the present study, in-situ powder X-ray diffraction data are collected on these model compounds in order to obtain information that can be valid for the catalysts used for CO2 reforming of methane in a fluidized bed reactor [5]. The present experiments are performed in inert surroundings of BN and silica [8], while monitoring the product gas by mass-spectrometry. Several questions are addressed in the in-situ studies, concerning e.g. whether nickel continues to be reduced during the reforming process, the possible formation of Ni3C or formation of LazO2CO3 under the given conditions and finally whether incorporation of nickel in a perovskite or spinel block matrix in the oxide precursor is of importance for activity and possible deactivation processes. 2. Experimental The model compounds LaNixA11 xO3 (x = 1, 0.5) and LaNiA111019 were prepared via amorphous citrate precursors. La(NO3)3 .6H20 (Alpha), Ni(NO3)2 6H20 (Alpha), Al(NO3)3.9H20 (Merck p.a.) and citric acid monohydrate (Merck p.a.) were used as starting materials. Amorphous citrate precursor gels were obtained by stirring the nitrates with citric acid monohydrate in ratio 1:10(3) and with a few droplets of water. The citrate gels were dried at 180, incinerated at 400 and calcined at 900-1350 in air or oxygen. For the model catalysts, carrier materials of LaA103 and LaA11~O18, were prepared similarly in different ratios and calcined at 1350. Thereafter nickel was deposited by incipient wetness, then the samples were dried and calcined at 900 in air. The model compounds and model catalysts were characterized by powder X-ray diffraction using a Siemens D-5000 diffractometer with Cu Ko~-radiation for determination of phase purity, homogeneity and unit cell dimensions. Temperature programmed reduction (TPR) experiments were performed on an Altamira instrument. The reductive gas was 10% H2 in argon. The experi- A. Slagtern et al. /Applied Catalysis A: General 145 (1996) 375-388 377 ments were run in the temperature range 50-1000, with a temperature gradient of 20/min and a flow of 30 ml/min (STP). A TC detector was used to analyse the gas effluent. In situ powder X-ray diffraction (XRD) studies were performed with a Siemens D500 diffractometer using CuK~x radiation and a secondary mono- chromator. An in situ A.M.T 1000 XRD cell from Advanced Material Technol- ogy was used [8]. The sample was supported on a porous silica disk of 2 cm in diameter. The gas was passed through the catalyst bed (sample mass ca. 150 mg) at a flowrate of 100 ml/min. The temperature of the catalyst bed was measured by a thermocouple situated in the catalyst bed. The heating rate was 20/min. The materials in the in situ cell, BN and silica, are inert. The outlet gas was analysed by a Fisons Sensorlab quadrupole mass spectrometer. The diffractograms were recorded using 2~9 step size of 0.08and 10 s per step. During collection of in-situ XRD-data, reduction of the as-prepared catalyst and CO2 reforming of methane to synthesis gas were performed. The in-situ catalytic experiments were performed on two different model catalysts, termed A and B, having Ni:La:A1 ratios of 1:1:4 and 1:1:10.5, respectively. 3. Results and discussion 3.1. In-situ reduction of model compounds It has previously been shown that promoting the Ni/AleO3 catalyst with rare earth mixture gives a catalyst with the same stability and activity for CO2 reforming as observed for catalysts modified with pure La203 [4]. Optimum behaviour is found when promoting with 2-5 wt.-% rare earth mixture [4]. Promoting with more, e.g. 10 wt.-%, or just using pure Ni/AI:O3, gives a catalyst with lower activity and stability. The catalysts with rare earth mixtures, represent multicomponent systems. The present study concerns in that respect the simpler La-Ni-A1-O system, however, the results obtained are considered to be well representative also for the case where La is exchanged by rare earth mixtures. The aim of the in-situ XRD experiments is to provide information on the active phase, on reduction properties as well as on deactivation properties. TPR experiments indicated that substitution of Ni by A1 in the LaNiO3 perovskite decreases the initial reduction temperature (see Fig. 1). However, in the TPR experiments LaNiO3 is completely reduced at 600, whereas in- creased temperature (up to 980) was required for completely reducing the nickel in the LaNi~_xAlxO3_~ solid solution phase. The first peak in the TPR curve for LaNio.sAlo.503 and LaNiO3 corresponds to approximately reduction of 1/3 of the Ni, indicating the reduction NinI ~ Nin. In situ XRD diffractograms obtained during reduction of the model com- pounds LaNiO3 and LaNi0.sA10.503 in 5% H2 are shown in Figs. 2 and 3. 378 A, Slagtern et al. /Applied Catalysis A: General 145 (1996) 375-388 1400 1200 1000 800 600 400 200 0 I Fig. 1. TPR curves for LaNiO3, LaNi0.sA10.503 and LaNiAI1 iOl9. According to these, LaNiO3 is not reduced at 300 (see Fig. 2), which fit well with the fact that the first reduction peak in the TPR experiments is observed at 340. Crespin et al. [9] claim that total reduction of LaNiO3 is possible at 400. In the XRD study, almost total reduction to Ni(s) and La203 is observed at 500 and no sign of the perovskite mother phase is left at 750 (see Fig. 2). During in-situ reduction of LaNio.sA10.503 (in 5% H2), a small shift of the Bragg positions towards lower 2/9 values occurs, however, the perovskite type structure is retained. Faint reflections from Ni are first observed at 800 together with indications for La203 (appearance of peaks at 2f9 = 44.3and 28.9 respectively, see insert to Fig. 3). The observed change in unit cell dimensions (Fig. 3) may be attributed to three factors: 20 30 x 0 - ~ - 7502 0 5_092C x 40 50 60 2~( Fig. 2. XRD diffractogram for in situ reduction of LaNiO3 in 5% H2; (x = perovskite structure, = Ni, = La203). ~,. Slagtern et al. /Applied Catalysis A: General 145 (1996) 375-388 379 , f m o-[ \"~ k 20 30 40 50 60 20 ( Fig. 3. XRD diffractogram for in situ reduction of LaNi0.sAlo.503 in 5% H2 (x = perovskite structure, 0 = Ni, = La203). (i) topotactic reduction of NinI to Nin combined with oxygen vacancy formation LaNil _xAlxO3 ~ LaNil_xAlxO3_ ~ + 8/202 0< 8< (l-x)/2 (1) (ii) continuous composition change of the solid solution phase occurring together with precipitation of nickel (1 ~> y > x) LaNiI _xAlxO3_ a ---+ LaNiI _yAlyO3_a, + (y - x)Ni + ( y - x)/2 La203 +[3(y-x)/2 + 6'-6]/202 (2) (iii) normal thermal expansion. In order to evaluate which of these are operative in different temperature ranges for LaNi0.sA10.503, numbers for the volume changes associated with factors (i)-(iii) were estimated (see Table 1). For 25 ~< T~< 500, the observed expansion (AV/V)obs = 2.2 10-2 is slightly larger than calculated from the pure thermal expansion for LaNiO3, (AV/V)~ = 1.76. 10-z. The topotactic reduction, LaNiO3 ~ LaNiO3_a (Eq. (1), will also cause volume expansion AV/VA6 = 1.65. 10-2. TPR shows in this temperature range reduction Nim ~ Nin and XRD shows no precipitation of Ni. Hence the topotactic reduction according to Eq. (1) is operative and (AV/V)obs = (AV/V)th \"Jr- (AV/V)a = 1.76. 10-2 + 1.65 10-2. (3 -- 2.75) = 2.17\" 10-2. For 500 ~< T ~< 800, TPR shows a broad reduction peak indicating slow, non-complete reduction (Fig. 1) and XRD shows a starting precipitation of Ni (Fig. 3). No further topotactic reduction is possible for LaNi0.sA10.503_ a in this temperature range. A compositional change of the LaNil_xAlxO3_a solid 380 ,~. Slagtern et al. /Applied Catalysis A.\" General 145 (1996) 375-388 Table 1 Linear thermal expansion coefficients a and volume changes reduction process (Eqs. (1) and (2)) b according to factors (i)-(iii) for the thermal Compound Relative volume change b av (K- 1) a Comment LaNi0.sAl0.503 (AV/V)ob~ = 2.2.10-2 4.6- 10-5 (AV/V)obs=2.10-4 6.10-6 LaNiO3 (AV/V)th 3.7.10-5 25 < T < 800 LaNiO3- 8 AV/vAt~ = 1.65.10-2 (Av/v)8 LaNil_ ~AlxO3 AV/VAx= -3.3,10-2 (Av/v)x Apparent volume expansion; av = AV/VAT; 25 < T < 500 (Fig. 3) 500 < T < 800 Calculated from data in [10]; Eq. (1), referring to 25 and 0 ~< ~ ~ 0.5 Eq. (2); 6 = 6 = 0, referring to 25 and 0 ~< x ~< 1 solution during the phase separation process, Eq. (2), will cause a volume contraction AV/VAx = -3.3-10-2 (value derived from experimental data at ambient temperature for x = 0.00, 0.25, 0.50 and 1.00 under assumption of a Vegard law relationship, i.e. linear variation in volume). The overall volume change is hence given as (AV/V)obs = 2. 10-4 = (AV/V)th + (AV/V)x = 1.1 10-2-3.3 10-2. Ax. The compositional change Ax can then be estimated, A x -- 0.3, however, it must be remembered that all numbers are connected with considerable uncertainty. It is concluded that the reduction of LaNi0.sAl0.503_ (and other similar solid solution samples) follows reaction scheme Eq. (2) at high temperaturesOn substitution of Ni by A1 in the perovskite type structure, the Ni cations become stabilized since higher reduction temperatures are re- quired for total reduction plateau observed at T > 500 in Fig. 1. The diffrac- tion data show that NiH is present as the reduced perovskite, and that no other phases in the La-Ni-O system, LanNi3Ot0, La3Ni207, LazNiO4 or NiO are formed as intermediates. Also for the second model compound, LaNiA111019, of magnetoplumbite type, in situ XRD data were collected during reduction in 1% H2. At 600 no significant reduction was observed. However, at 900 the appearance of Ni(s) was observed, and the amounts of Ni(s) increased on prolonged reduction time up to 1.5 h. This fits well with the TPR experiments where the reduction signal is observed for temperatures between 900 and 1000, see Fig. 1. No other type of oxide phase is formed, and the small shift in the positions of the Bragg reflections as well as modest intensity changes clearly indicate formation of a LaNil - x AI 1 lO 19- ~ solid solution. XRD was performed at ambient temperature on pure LaNiAlltOt9 and LaAltlO18 as well as on LaNiA111019 after TPR reduction in 10% H2 at 1000 for 20 min. The unit cell dimensions for the samples are given in Table 2. As A. Slagtern et al. /Applied Catalysis A: General 145 (1996) 375-388 Table 2 Unit cell dimensions for LaNi~_ x AlllOag-x (calculated standard deviations in parentheses) 381 Compound a (pm) c (pm) V (pm3) LaNiA1 ~ 10 t9 559.2( 1 ) 2203.2(7) 5.96.108 LaNil - x Alt IOi 9- x a 557.5(6) 2205.8(1.6) 5.94- 108 LaA1 j 101 s 556.1 (3) 2208.7( 1.4) 5.92.108 a XRD of LaNiAIIIOI9 after TPR experiment at 1000 for 20 min. seen from Table 2, reduction of LaNiAI11Ot9 changes the unit dimensions towards the values for LaA1110~8. This variation in dimensions is consistent with the reduction mechanism: LaNiAltlO19 ~ LaNil_xAlllO19_x + xNi(s) + x/202 (3) Assuming a Vegard law relationship for the unit cell volume, 55% of the Ni appears to be removed from LaNiA1ltO19 during the described TPR experiment. The observed gradual reductions of LaNio.sA10.503 and LaNiAll~O~9 at respectively 800 and 900, suggest that similar reduction processes will be possible during catalytic testing. 3.2. In-situ reduction of model catalysts The reduction properties of the model catalysts A and B used for CO2 reforming of methane have been studied. Their composition and phase content are given in Table 3. The compositions (A and B) of the model catalysts were chosen as to model the surface of real fluidized bed catalysts, containing 10 and 2 wt.-% La203, respectively [5]. The catalyst with the higher content in A1 (catalyst B) has the larger amount of the magnetoplumbite-type phase LaNil_xAlllO19_x. The reduction process, as seen by diffraction and TPR, may differ somewhat owing to difference in time scale during data collection (XRD: h; TPR: min) and in reduction conditions (heating rate, H2 pressure). TPR of model catalyst A gave reduction peaks at 420, 560 and 900, whereas for catalyst B peaks occurred at 320, 420 and 800-1000, see Fig. 4. A small shoulder appear for A at 320 and for B the peak at 420 can be considered to have a shoulder at 560. The low temperature signals correspond to reduction of NiO and LaNil_xAlxO3, the high temperature signal to reduc- Table 3 Composition and XRD characterization of model catalyst A and B Model catalyst Ni:La:AI ratio Phase content A 1:1:4 NiO, LaA1l_xNixO3 and LaNiI ~A111019_~ B 1:1:10.5 NiO, LaAll_xNixO3 and LaNiI xA111019 382 A. Slagtern et al. /Applied Catalysis A.\" General 145 (1996) 375-388 1600 1400 1200 1000 800 600 400 200 0 Fig. 4. TPR curves for catalysts A and B. tion of LaNil_xAlxO3_8 and (La,Ni)All~O19. As was shown in Fig. 1, LaNi0.sA10.503 gives a reduction signal at 300 and a plateau above 500. TPR experiments show further that it becomes more difficult to obtain complete reduction for catalysts with higher relative amounts of AI. Increasing the Ni:La:A1 ratio from 1:1:4 to 1:1:10.5 gives 69 and 58% reduction after TPR experiments, respectively. Diffractograms from the in situ XRD experiment of the model catalyst A are shown in Fig. 5. The lower pattern represents the catalyst at 800 in 10% O2, whereas the next is collected after 35 min reduction in 5% H2 at 800. Formation of Ni(s) is clearly observed. At the same time NiO disappears, and the shifts in the diffraction patterns for LaNi~_xAlxO3 and LaNi~_xAlllOl9_x corresponds to what is described in Section 3.1. The formation of Ni(s) during reduction in 1% H2 of catalyst B at 830 was monitored by measuring the intensity of Ni(lll), see Fig. 6. The initial reduction is rapid, and levels off after 10 min. This observation is different from n TOS ~ _ n TOR ~ 0 m TOS __ 2 800 X 10% 02 800 30 35 40 45 20( Fig. 5. XRD diffractogram for in situ study during CO2 reforming of methane at 800, for model catalyst A (x = perovskite structure, = NiO, O = Ni, = La203, = (La,Ni)AlllOlg). A. Slagtern et al./ Applied Catalysis A: General 145 (1996) 375-388 383 ~ _m_mm----mm,,~==mmmm ___--.~ D~D-- [] 0--13--0--0 I [ I 20 40 60 Time (rain) Fig. 6. Relative intensity (background subtracted) for Ni(lll) during reduction (1% H2 at 830; filled symbols) and subsequently, during oxidation (10% 02 at 800; open symbols) of the reduced model catalyst B. Fully drawn lines are guide for the eye. previously reported results. The fluidized bed catalyst has been considered not to be fully reduced during pretreatment prior to testing [4], since it has been found that reduction is complete first after 17 h [11]. There are at least two possible explanations for the different results. First, the in-situ reduction was performed at 830 compared to 1000 for the fluidized bed reactor. At the lower temperature, the rate of reduction of Ni from the perovskite and magneto- plumbite type phases is quite small and the Ni(lll) intensity mainly monitors changes connected with NiO as the Ni-source. 3.3. In-situ XRD studies under CO2 reforming conditions The in-situ studies for the model catalysts were performed for clarifying crystallographic aspects with reduction (activation; see Section 3.2), CO2 re- forming of methane, deactivation and regeneration. The four upper diffrac- tograms for catalyst A in Fig. 5 show the situation after 5, 20, 50 and 85 min time on stream (TOS) at 800 for the gas mixture CH4:CO2:Ar = 2:2:1. As indicated in the figure, La203 is observed in small quantities and is probably formed according to Eq. (2). The LaNil_xAlxO3_~ and LaNil_xA111O19_x phases are stable during reduction and catalytic testing, but may change composition. Difference plots between diffractograms collected after 5 and 85 min time on stream, indicate a progressing formation of Ni owing to reduction of LaNil_xAl~O3_~ and LaNil_xAl11019_x (Eq. (2) and Eq. (3)). Data col- lected after 20 min time on stream indicate that the perovskite phase is preferably reduced (partly decomposed). In situ XRD diffractograms were collected for model catalyst B during CO2 reforming of methane after initial reduction in H 2. Diffractograms representing the situation after 10 min, 7.5 h and 15 h time on stream are shown in Fig. 7. No major change in the phase composition or crystal structure of the catalyst components occur. However, the difference plot (Fig. 8) between diffractograms 384 A. Slagtern et al. /Applied Catalysis A: General 145 (1996) 375-388 i I I IO \".AA. ~min. I I I I I I 17,00 22,00 27,00 32,00 37,00 42,00 47,00 52,00 57,00 62,00 20( Fig. 7. XRD diffractogram for in situ studies of CO2 reforming of methane at 800 over model catalyst B (x = perovskitstructure, = NiO, O = Ni, = (La,Ni)AlllOl9). collected after 10 min and 15 h TOS indicate that small changes occur in the positions for reflections from the magnetoplumbite and perovskite type phases (and for Ni a change in the peak profiles occurs, see Fig. 10). This indicates that a continued reduction and precipitation of Ni(s) from these phases actually occur during the catalytic testing, cf. Eq. (2) and Eq. (3). The latter aspect is also reflected in the catalytic measurements, and an increase in the CH4 conversion from 51 to 54% is obtained during the 15 h test (see Table 4). The regeneration of catalyst B was then studied after the reduction and CO2 reforming of methane. The intensity of Ni(lll) was followed during the reoxidation of the catalyst. As seen from Fig. 6, most of the Ni(s) is oxidized ,,d -\" 20,00 V 'V\" 55 - -w- 65 2(9 (o) Fig. 8. Difference XRD plot between diffractograms collected after 10 min and 15 h time on stream during CO2 reforming of methane at 800 over catalyst B using nine points smoothing by Savinzky Golay algorithm [12]. A. Slagtern et al. /Applied Catalysis A: General 145 (1996) 375-388 385 Table 4 Catalytic results obtained during in situ XRD experiments of catalyst B Time on stream Temperature () Conversion CH4 (%) 1.5 h 800 51 15 h 800 54 1 h after regeneration 800 61 3 h after regeneration a 700 31 After COz treatment 700 54 \" 2.5 h at 800, 0.5 h at 700. after 25 min, but complete oxidation is not obtained within the time span of the experiment, 65 min. The nickel appears to be almost entirely oxidized to NiO, and any amount entering perovskite or spinel type phases must be very small. Possibly, the observed remaining intensity from Ni(lll) originates from the formation of dense layers of NiO surrounding the Ni particles, and the final oxidation is rate determined by solid state diffusion. The catalytic results after regeneration and renewed reduction revealed an increase in conversion, Table 4. This indicates that more Ni is available after regeneration due to redispersion and possibly, owing to burning off coke. It was found found that CO2 treatment (COz/He, 16 h) of a 0.15 wt.-% Ni/2 wt.-%La203/A1203 catalyst in a fixed bed reactor gave a subsequent doubling of the activity at 700. The origin for this feature was searched during in situ XRD-studies of model catalyst B. CO2/He 2:1 was passed over the catalyst at 700 for 17 h. As seen from Fig. 9, reflections from NiO appear after about 11 h under CO2 atmosphere and the amount of Ni(s) is at the same time reduced. After switching back to feed mixture, CO2 + CH4, renewed formation of Ni(s) is observed after around 5 min. The catalytic measurements (Table 4) at this ffi 4 I I I 17 22 27 32 37 _ 5min TOS \" A iI B~17hCO2/He k I I I I 42 47 52 57 62 2 Fig. 9. Catalytic testing and treatment of model catalyst B with CO2 at 700; x = perovskite structure, = NiO, (3 = Ni, = (La,Ni)AlllOl9. 386 ,4. Slagtern et aL //Applied Catalysis A: General 145 (1996) 375-388 Ni(200) Ni(lll) 44 44,5 20 (o) 0 43,5 50,8 51,3 51,8 a) 20 ( b) Fig. 10. The Ni profile after 10 min (dotted lines) and 15 h (fully drawn lines) time on stream for (a) Ni(l 11) and (b) Ni(200). stage supported the observations in fixed-bed reactor. This clearly indicates that Ni is the active phase in the CO2 reforming of methane. Furthermore the increased activity after regeneration with CO2 indicates a positive effect of redispersion of metallic Ni after the reduction in the CO2:CH4 feed. This suggests that more active Ni is available after regeneration. From mechanistic studies, several groups have concluded that Ni3C is the active phase during the CO2 reforming of methane [1,13]. On the other hand, studies have indicated that coking is a main reason for deactivation of these catalysts [14]. Since coke may be present at the catalyst, careful checks were done to possibly identify nickel carbides. For the catalysts containing (La,Ni)AlllO19, the large number of Bragg reflections present makes detection of any new reflections from Ni3C very difficult. A criterion for formation of this nickel carbide is enhanced intensity around 20 = 45.5Ni3C(113) on the high angle side of (La,Ni)A1110]9(206). The present data do not allow conclusions regarding Ni3C. A 0.15shift towards higher angles in the position of Ni(lll) was owing to dissolution of some 0.16 wt.-% carbon into nickel [15] (solid solubility of carbon in Ni at 800 according to phase diagram); Ni(C) was also searched for. The observed normalized peak profiles for Ni(lll) and Ni(200) compared in Fig. 10, collected after 10 min and 15 h, indicate that the peaks become broader and extend to higher angles after Ni(s) has been subjected to reforming conditions. This would be consistent with formation of Ni(C). This effect is even more pronounced at 700 which is consistent with results about deactivation due to coking [14]. No formation of La202CO3 was observed in the in situ XRD experiments during CO2 reforming of methane conditions or during pure CO; treatment. La202CO3 may well be present but outside the detection limit of the present used method, and it is not possible to give a conclusion about the role of La202CO3 in the deactivation process. i~. Slagtern et al./ Applied Catalysis A: General 145 (1996) 375-388 4. Conclusion 387 The in situ XRD experiments show that the perovskite structure LaNi~ _xAlxO3 stabilize the Ni-ions and higher reduction temperature is neces- sary in order to obtain metallic Ni compared to pure LaNiO3. From the reduction experiments of the spinel and perovskite phase it is shown that a continuous reduction of Ni from these phases may be possible. In situ XRD experiments of model catalyst A and B also indicate a continuous reduction during time on stream. It is, however, not possible from these experiments to explain the difference in deactivation behaviour between a catalyst modified with larger amounts of La. No formation of La202CO3 was observed on the tested catalysts. La202CO3 may nevertheless be present but outside the detec- tion limit of the method used, and no conclusion about its role in the deactiva- tion process can be given. The results indicate formation of Ni(C) which may be a reason for the deactivation. Regeneration of the catalyst with 02, shows that a complete oxidation of Ni is not obtained under the conditions used in these experiments. Treatment of the catalyst in CO2 increases the activity of the catalyst and is probably due to removal of coke and formation of NiO which is immediately reduced during catalytic testing. This results in redispersion and more active Ni is available. The results clearly indicate that Ni is the active phase for the CO2 reforming of methane. Acknowledgements The authors thank Per Fostervoll and Aud I. Spjelkavik for their technical assistance and Ole Henrik Hansteen for high temperature X-ray diffraction of LaNiO3. This work has partially been supported by the Norwegian Research Council. References [1] Z. Zhang and X.E. Verykios, Chem. Commun., (1995) 71. [2] J.R. Rostrup-Nielsen and J.H. Bak-Hansen, J. Catal., 144 (1993) 38. [3] A.M. Gadalla and M.E. Sommer, J. Am. Ceram. Soc., 72(4) (1989) 683. [4] A. Slagtern, U. Olsbye, R. Blom and I.M. Dahl, Stud. Surf. Sci. Catal., in press. [5] R. Blom, I.M. Dahl, ~,. Slagtern, B. Sortland, A. Spjekavik and E. Tangstad, Catal. Today, 21 (1994) 535-543. [6] P. Ganguly, G. Demaazeau, J.M. Dance and P. Hagenmuller, Solid State Commun., 73(9) (1990) 617. [7] M. Gasperin and M.C. Saine, J. Solid State Chem., 54 (1984) 61. [8] D.C. Puxley, G.D. Squire and D.R. Bates, J. Appl. Cryst., 27 (1994) 585. 388 A. Slagtern et al. /Applied Catalysis A: General 145 (1996) 375-388 [9] M. Crespin, P. Levits and L. Gatineau, J. Chem. Soc., Faraday Trans. 2, 79 (1983) 1181-1194 [10] J.A. Alonso and M.J. Martlnez-Lopez, J. Chem. Soc. Dalton Trans., (1995) 2819. [11] ,~. Slagtern, U. Olsbye, I.M. Dahl, R. Blom and H. Fjellv~g, in preparation. [12] P. Valk6 and S. Vajda, Data Handling in Science and Technology, Elsevier, 1989. [13] V.C, Kroll, H.M. Svaan and C. Mirodatos, J. Catal., in press. [14] V. Olsbye, A. Slagtern, I.M. Dahl, R. Blom, O. Moen and A. Holmen, in preparation. [15] R.M.Bozorth, Ferromagnetism, D. Van Nostrand, 1951. APCATA 96001573 0926-860X(96)00157-3 10.1016/0926-860X(96)00157-3 Elsevier Science B.V. All rights reserved. In situ XRD characterization of LaNiAlO model catalysts for CO2 reforming of methane Åse Slagtern a Unni Olsbye a Richard Blom a Ivar M. Dahl a Helmer Fjellvåg b a SINTEF Chemistry, P.O. Box 124, Blindern, N-0314 Oslo, Norway b Department of Chemistry, University of Oslo, N-0315 Oslo, Norway In situ XRD studies have been performed on LaNiAlO catalysts for CO2 reforming of methane. Conditions were chosen to get information about catalysts used in fluidized bed reactors. Gas products were monitored by mass spectrometry. Reduction and catalytic properties of model compounds like LaNiO3 and LaNiAl11O19 as well as catalysts containing mixtures of such oxides were studied. Introduction of aluminium into the perovskite structure of LaNi1−x Al x O3 stabilizes the Ni-ions and a higher reduction temperature is necessary to obtain complete reduction to Ni(s). The magnetoplumbite type oxide, LaNiAl11O19, is reduced with even more difficulty. Furthermore, a continuous reduction of nickel is possible during the catalytic testing, stemming from such Ni-containing perovskite and magnetoplumbite type oxides of the catalyst. The reduced catalyst can be regenerated with O2, however, the oxidation of Ni(s) is not complete under the chosen conditions. Treatment of the catalyst in CO2 increases the activity of the catalyst and is probably due to removal of coke and formation of NiO which is immediately reduced during catalytic testing giving redispersed and more available Ni. The results clearly indicate that Ni is the active phase in CO2 reforming of methane. By the methods used, no formation of La2O2CO3 was observed on the tested catalysts and the deactivation due to such compound could not be concluded. The results indicate dissolution of C in Ni under CO2 reforming conditions as a possible reason for deactivation. Keywords NiLaAlO type catalysts CO2 reforming of methane Synthesis gas In-situ XRD experiments Reduction properties Active phase References [1] Zhang Z. Verykios X.E. Chem. Commun. 1995 71 [2] Rostrup-Nielsen J.R. Bak-Hansen J.H. J. Catal. 144 1993 38 [3] Gadalla A.M. Sommer M.E. J. Am. Ceram. Soc. 72 4 1989 683 [4] Å. Slagtern, U. Olsbye, R. Blom and I.M. Dahl, Stud. Surf. Sci. Catal., in press. [5] Blom R. Dahl I.M. Slagtern Å. Sortland B. Spjekavik A. Tangstad E. Catal. Today 21 1994 535 543 [6] Ganguly P. Demaazeau G. Dance J.M. Hagenmuller P. Solid State Commun. 73 9 1990 617 [7] Gasperin M. Saine M.C. J. Solid State Chem. 54 1984 61 [8] Puxley D.C. Squire G.D. Bates D.R. J. Appl. Cryst. 27 1994 585 [9] Crespin M. Levits P. Gatineau L. J. Chem. Soc. 79 1983 1181 1194 Faraday Trans. 2 [10] Alonso J.A. Martínez-Lopez M.J. J. Chem. Soc. Dalton Trans. 1995 2819 [11] Å. Slagtern, U. Olsbye, I.M. Dahl, R. Blom and H. Fjellvåg, in preparation. [12] Valkó P. Vajda S. Data Handling in Science and Technology 1989 Elsevier [13] V.C. Kroll, H.M. Svaan and C. Mirodatos, J. Catal., in press. [14] V. Olsbye,Å. Slagtern, I.M. Dahl, R. Blom, O. Moen and A. Holmen, in preparation. [15] Bozorth R.M. Ferromagnetism 1951 D. Van Nostrand",
      "scopus-id": "0001072809",
      "coredata": {
        "eid": "1-s2.0-0926860X96001573",
        "dc:description": "In situ XRD studies have been performed on LaNiAlO catalysts for CO2 reforming of methane. Conditions were chosen to get information about catalysts used in fluidized bed reactors. Gas products were monitored by mass spectrometry. Reduction and catalytic properties of model compounds like LaNiO3 and LaNiAl11O19 as well as catalysts containing mixtures of such oxides were studied. Introduction of aluminium into the perovskite structure of LaNi1−x Al x O3 stabilizes the Ni-ions and a higher reduction temperature is necessary to obtain complete reduction to Ni(s). The magnetoplumbite type oxide, LaNiAl11O19, is reduced with even more difficulty. Furthermore, a continuous reduction of nickel is possible during the catalytic testing, stemming from such Ni-containing perovskite and magnetoplumbite type oxides of the catalyst. The reduced catalyst can be regenerated with O2, however, the oxidation of Ni(s) is not complete under the chosen conditions. Treatment of the catalyst in CO2 increases the activity of the catalyst and is probably due to removal of coke and formation of NiO which is immediately reduced during catalytic testing giving redispersed and more available Ni. The results clearly indicate that Ni is the active phase in CO2 reforming of methane. By the methods used, no formation of La2O2CO3 was observed on the tested catalysts and the deactivation due to such compound could not be concluded. The results indicate dissolution of C in Ni under CO2 reforming conditions as a possible reason for deactivation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-10-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96001573",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Slagtern, Åse"
          },
          {
            "@_fa": "true",
            "$": "Olsbye, Unni"
          },
          {
            "@_fa": "true",
            "$": "Blom, Richard"
          },
          {
            "@_fa": "true",
            "$": "Dahl, Ivar M."
          },
          {
            "@_fa": "true",
            "$": "Fjellvåg, Helmer"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96001573"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96001573"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00157-3",
        "prism:volume": "145",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "In situ XRD characterization of LaNiAlO model catalysts for CO2 reforming of methane",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "NiLaAlO type catalysts"
          },
          {
            "@_fa": "true",
            "$": "CO2 reforming of methane"
          },
          {
            "@_fa": "true",
            "$": "Synthesis gas"
          },
          {
            "@_fa": "true",
            "$": "In-situ XRD experiments"
          },
          {
            "@_fa": "true",
            "$": "Reduction properties"
          },
          {
            "@_fa": "true",
            "$": "Active phase"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "375-388",
        "prism:endingPage": "388",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 October 1996",
        "prism:doi": "10.1016/0926-860X(96)00157-3",
        "prism:startingPage": "375",
        "dc:identifier": "doi:10.1016/0926-860X(96)00157-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001072809"
      }
    }
  }
}