{
  "metadata": {
    "title": "Dehydrogenation of 2-picolyl alcohol to pyridine-2-car☐aldehyde over modified silico-aluminophosphate catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-08-15",
    "doi": "10.1016/0926-860X(96)00082-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96000828",
    "pii": "0926860X96000828"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0043128532",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96000828 0926-860X(96)00082-8 0926860X96000828 10.1016/0926-860X(96)00082-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00105 2024-01-01T12:18:48.759026Z 0 0 19960815 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 142 142 2 2 Volume 142, Issue 2 1 L191 L196 L191 L196 19960815 15 August 1996 1996-08-15 1996 Letters article fla Copyright © 1996 Published by Elsevier B.V. DEHYDROGENATION2PICOLYLALCOHOLPYRIDINE2CARALDEHYDEOVERMODIFIEDSILICOALUMINOPHOSPHATECATALYSTS RAMACHANDRARAO R HOLDERICH 1988 226 W HOELDERICH 1991 631 W DARTT 1994 151 C KULKARNI 1993 28 S KULKARNI 1991 1041 S SUBRAHMANYAM 1992 607 M SUBRAHMANYAM 1992 681 M SUBBARAO 1993 1456 Y SUBBARAO 1993 7799 Y SUBRAHMANYAM 1993 455 M KULKARNI 1994 273 S RAMARAO 1994 L101 A KULKARNI 1994 1 S NAGAIAH 1994 349 K SUBBARAO 1994 3998 Y NAGAIAH 1994 356 K REDDY 1994 23 B 1993 421 ULLMANNSENCYCLOPEDIAINDUSTRIALCHEMISTRY PAPODOPOULOUS 1966 615 E SUBRAHMANYAM 1990 L5 M LARS 1980 51 S KULKARNI 1995 S KULKARNI 1995 S BORADE 1994 249 R AKOLEKAR 1994 519 D MURTHY 1995 K MURTHY 1995 K PROC12THNATIONALSYMPCATALBOMBAY SU 1993 81 B RAMACHANDRARAOX1996XL191 RAMACHANDRARAOX1996XL191XL196 RAMACHANDRARAOX1996XL191XR RAMACHANDRARAOX1996XL191XL196XR item 0926-860X(96)00082-8 0926860X96000828 1-s2.0-0926860X96000828 10.1016/0926-860X(96)00082-8 271346 2024-01-01T12:18:48.759026Z 1996-08-15 1-s2.0-0926860X96000828-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000828/MAIN/application/pdf/8b2711b85059ed5115f613ee107cfbf9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000828/MAIN/application/pdf/8b2711b85059ed5115f613ee107cfbf9/main.pdf main.pdf pdf true 318691 MAIN 6 1-s2.0-0926860X96000828-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000828/PREVIEW/image/png/d86d810ceee782acfd9e1847e7e7d139/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000828/PREVIEW/image/png/d86d810ceee782acfd9e1847e7e7d139/main_1.png main_1.png png 40487 849 656 IMAGE-WEB-PDF 1 !: .,' L\" ELSEVIER Applied Catalysis A: General 142 (1996) L191-L196 ~ APPLIED CATALYSIS A: GENERAL Letter Dehydrogenation of 2-picolyl alcohol to pyridine-2-carboxaldehyde over modified silico-aluminophosphate catalysts R. Ramachandra Rao, S.J. Kulkami *, M. Subrahmanyam, A.V. Rama Rao Indian Institute of Chemical Technology, Hyderabad-500 007, India Received 20 June 1995; revised 9 October 1995; accepted 12 February 1996 Abstract The dehydrogenation of 2-picolyl alcohol was carried out over modified and unmodified amorphous/crystalline silico-aluminophosphate catalysts. The silico-aluminophosphates are mild and selective oxidation catalysts. The best catalytic performance is shown by Sb-K-SAPO (DPA) with the formation of 81.9% pyridine-2-carboxaldehyde. Pyridine and 2-picoline were also observed as byproducts, Keywords: Silico-aluminophosphate catalysts; Dehydrogenation; 2-Picolyl alcohol; Pyridine-2-carboxalde- hyde 1. Introduction Zeolite molecular sieves are being used in the syntheses of specific and fine chemicals [1-17]. 2-Picolyl alcohol (2-pyridylmethanol) and pyridine-2-carbo- xaldehyde (pyridine-2-carbaldehyde) are useful intermediates in pharmaceuticals [18]. Pyridine-2-carboxaldehyde is used in the preparation of pralidoxime me- thiodide which is an antidote for poisoning by organophosphate acetyl- cholinesterase inhibitors. Pyridine-2-carboxaldehyde is also used in the produc- tion of bisacodyl, a laxative [18]. Papodopoulous et al. [19] reported the * Corresponding author. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved PII S0926-860X(96)00082- 8 L192 R. Ramachandra Rao et al. / Applied Catalysis A: General 142 (1996) L191-L196 synthesis of pyridine-carboxaldehyde from picolyl alcohol over manganese dioxide and Subrahmanyam and Prasad [20] over V-Mo oxide catalyst. Pyri- dine-2-carboxaldehyde is also synthesized from 2-picoline [21]. In this paper we report the synthesis of pyridine-2-carboxaldehyde from 2-picolyl alcohol over crystalline and amorphous silico-aluminophosphates (SAPO) and modified SAPO catalysts. 2. Experimental The silico-aluminophosphate (SAPO), and vanadium-silico- aluminophosphate (VSAPO) were synthesized using aluminum sulphate, phos- phoric acid, sodium silicate, vanadium pentoxide with or without sodium chloride and tetrapropylammonium bromide (TPA), tetrabutylammonium bro- mide (TBA), tri-n-propylamine (Tri-PA), or di-n-propylamine (Di-PA) for SAPO (TPA), SAPO (TBA), SAPO (Tri-Pa) or SAPO (Di-PA) catalysts, respectively. The detailed procedure of synthesis is reported in the literature [22-24]. The silico-aluminophosphate-37 (SAPO-37) molecular sieve was synthesized as follows. The composition of the initial slurry was as follows: 1 A1203:1 P205:0.4 SiO2:l TPABr:0.05 TMABr:0.02 M where M is the transition metal cation if present. The nitrates of transition metals were used for synthesis. For a typical synthesis, 31.5 g of A12(SO4)316H20 or 20.4 g of aluminum iso- propoxide was dissolved in 100 ml distilled water. 9.8 g of orthophosphoric acid was added slowly and stirred well. 26.6 g of tetrapropylammonium bromide and 0.77 g of tetramethylammonium bromide were added and stirred for about 2 h. 11.3 g of sodium silicate or 8.3 g of tetraethylorthosilicate or 2.4 g of colloidal silica was taken in 50 ml distilled water in a beaker and added slowly with stirring to the above mixture. The pH of the slurry was adjusted to 6.7 using ammonia solution. The slurry was stirred for about 4 h. Then the slurry was transferred to the autoclave. The crystallization was carried out at 200 for 24-80 h at autogenous pressure. All chemicals were LR or AR grade. After cooling, the material was washed with distilled water and dried in an oven. All catalysts were calcined at 400-450 for about 12 h to remove the template. In the synthesis of MSAPO-37, the nitrate solution of transition metal was added just before the addition of templates to the reaction mixture. For the syntheses of all the silico-aluminophosphates the same initial composition was used. The physico-chemical characterization is reported elsewhere [22,23]. The reaction was carried out using a fixed-bed, down-flow, tubular pyrex reactor with 20 mm internal diameter. The amount of catalyst was 4 g (18-30 mesh size) and activated at 400 for 4 h before the reaction. The reaction temperature, weight hourly space velocity (W.H.S.V.) were varied for a typical catalyst. The reaction mixture was fed from top using a syringe pump (Sage R. Ramachandra Rao et al. /Applied Catalysis A: General 142 (1996) LI91-LI96 Table 1 Dehydrogenation of 2-picolyl alcohol: variation of catalysts L193 S1. no. Catalyst Time on Conversion Yield (wt.-%) stream of 2-picolyl (h) alcohol (%) Pyridine 2-Picoline Pyridine-2- Other carboxal- dehyde 1 SAPO (TPA) 1 29.6 1.1 0.9 20.7 6.9 2 SAPO (DPA) 4 99.9 13.5 14.8 69.1 2.5 3 SAPO (Tri-PA) 3 95.1 l 0.3 13.3 65.4 6.1 4 SAPO-37 3+4 100.0 19.2 25.9 53.2 1.7 5 VSAPO (TBA) 1 100.0 14.3 35.8 10.4 39.5 (5 wt.-% v) 6 VSAPO (TPA.A) 1 98.8 50.5 20.6 22.5 5.2 (11.7% V) 7 SAPO (Tri-PA) ~' 3 + 4 83.5 1.0 43.8 35.5 3.2 8 K-SAPO (DPA) (3 + 4) 100.0 14.7 9.7 70.6 5.0 (5% K) 9 Sb-K-SAPO b (DPA) 2 98.0 7.2 5.3 81.9 3.6 (5% K, 1% Sb) 10 HZSM-5 (30) b 2 98.2 76.3 12.9 1.4 7.6 11 V-TiZSM-5 b 2 100.0 45.9 31.3 2.2 20.6 (3% V, 3% Ti) Reaction temperature = 400, 2-picolyl alcohol:H20 = 1:3 volume ratio, WHSV= 0.5 h-I, flow rate of air = 6 ml/min. a Air was not used. b Reaction temperature = 380. Instruments, USA). The product was cooled using ice-cooled water and col- lected at the bottom. The air was passed through the calibrated manometer. The products were analyzed by GC using SE-30 (30%) column. The analysis was confirmed by mass spectra and GC-mass. The mass balance was > 90%. 3. Results and discussion All the as-synthesized catalysts in Table 1 were crystalline, but after removal of template ( > 400 in air) they lost 90% crystallinity. SAPO-37 was > 80%, and HZSM-5 catalysts were > 95% crystalline and are typical molecular sieves. The ESR spectra showed hyperfine splitting and the presence of V4oxidation state in vanadium modified catalysts [23]. The g and gll values of VSAPO (TPA.A) are typically 2.044 (g and 2.0221 (11). The g values indicate the presence of V-O bonding. The presence of broad singlet in ESR of calcined VSAPO (TPA.A) is due to the dipole-dipole interaction in V-O-V linkages with 5.1 ,~ distance between vanadium ions [22]. In case of SAPO catalysts, Bronsted and Lewis acidic centres [24] are the active centres, which is due to the L 194 R. Ramachandra Rao et al. / Applied Catalysis A: General 142 (1996) LI 9 I-L 196 Table 2 Reaction of 2-picolyl alcohol over SAPO-37 modified with first transition series elements SI. Catalyst Temper- Time on Conversion Yield (wt.-%) no. ature () stream (h) of 2-picolyl Pyri 2-Pico alcohol (%) dine line Pyridine-2- carboxal- dehyde Other l V-SAPO-37 380 1 100 15.0 48. l 31.4 5.5 2 Mn-SAPO-37 380 3 + 4 93.4 7.6 12.0 65.9 7.9 3 Co-SAPO-37 380 1 69.8 5.7 13.3 38.6 12.2 4 Ni-SAPO-37 380 3+4 97.8 17.3 11.7 68.4 0.4 WHSV = 0.5 h ~, feed = 2-picotyl alcohol:H~O = 1:3 volume ratio, M\"+ = I wt.-%. substitution of silicon in place of phosphorous, the mild basic centres which are discussed by Akolekar et al. [25] and probably oxygen vacancies. In case of VSAPO catalysts, tetrahedral V4+, -VO4-, -VOPO4-, acidic centres and oxygen vacancies are the active centres and are obviously multifunctional catalysts. The presence of V4+ species is particularly supported by ESR [22,23]. The test reaction of cyclohexanol at various temperatures has been carried out over some SAPO and VSAPO catalysts [26,27]. The presence and nature of acidic centres in HSAPO-37 has been reported by Su and Barthomeuf [28]. As reported in the literature amorphous or crystalline SAPO catalysts are mild and selective oxidation and ammoxidation catalysts [11,22,23]. The results of the reaction of 2-picolyl alcohol over various modified and unmodified silico-aluminophosphate catalysts and HZSM-5 are given in Table 1. The reactions were carried out after removal of the template. The yields of pyridine-2-carboxaldehyde were 69.1, 65.4 and 53.2 wt.-% over SAPO (DPA), SAPO (Tri-PA) and SAPO-37 catalysts, respectively, at > 95% conversion at 400 reaction temperature, and 0.5 h-~ weight hourly space velocity. Over HZSM-5 (Si/A1 = 30) and V-TiZSM-5, ca. 2.2% pyridine-2-carboxaldehyde Table 3 Dehydrogenation of 2-picolyl alcohol over SAPO (Tri-PA), effect of water-dilution Catalyst Picolyl Time on Conversion Yield (wt.-%) alcohol:H20 stream of 2-picolyl Pyridine 2-picoline Pyridine 2- Other volume (h) alcohol (%) carboxal- ratio dehyde SAPO (Tri-PA) l:l (1:5.5) ~ 2 100 13.1) 35.2 28.7 23.1 1:3 (1:16.6) 2 98.0 32.1 27.2 22.5 16.2 1:4(1:22.2) 3 97.0 65.6 9.4 5.1 16.9 1.5 (1:27.7) 4 100 75.7 9.2 9.8 5.3 Reaction temperature = 380, W.H.S.V. = 0.5 h I catalyst = 4 g, air flow rate = 40 cc per rain. a The molar ratio is given in brackets. R. Ramachandra Rao et al. / Applied Catalysis A: General 142 (1996) L191-L196 Table 4 Dehydrogenation of 2-picolyl alcohol: variation of temperature L195 Catalyst Temp. Time on Conversion Yield (wt.-%) () stream of 2-picolyl Pyridine (h) alcohol (%) 2-Picoline Pyridine-2- Other carboxal- dehyde SAPO (Tri-PA) 350 3 90.5 14.6 6.3 63.5 6. I 380 3+4 98.3 20.1 10.5 64.4 3.3 400 4 99.9 13.5 14.8 69.1 2.5 250 a 3 + 4 55.2 3.1 1.3 44.3 6.5 2-Picolyl alcohol:H20 = 1:3 volume ratio, air flow rate = 60 ml/min. 2-Picolyl alcohol:H20 = 1:1 volume ratio, WHSV = 0.5 h-~. was obtained and the major products were pyridine and 2-picoline, as given in Table 1. The dealkylation of picolyl alcohol leads to pyridine and the acidic centres are responsible for the process. To enhance the selectivity of picoline-2- carboxaldehyde, the amorphous silico-aluminophosphate (DPA) catalyst was further promoted by potassium (5 wt.-%) to reduce the acidic centres and antimony (1 wt.-%). As given in Table 1, the yield of pyridine-2-carboxaldehyde was 81.9% at 98% conversion over Sb-K-SAPO (DPA) at 380. The reaction of 2-picolyl alcohol was carried out over amorphous MSAPO catalysts and the results are given in Table 2. The yields of pyridine-2-carbo- xaldehyde were 31.4, 65.9, 38.6 and 68.4% over amorphous VSAPO-37, MnSAPO-37, CoSAPO-37 and NiSAPO-37 at 380. The variation in the activity is due to the transition metal cations. The effect of water dilution on the dehydrogenation of picolyl alcohol over amorphous SAPO (Tri-PA) is given in Table 3. The yield of pyridine-2-carbo- xaldehyde decreased with the increase of dilution of the feed. On the other hand the formation of pyridine increases. The effect of reaction temperature on the dehydrogenation of 2-picolyl alcohol is given in Table 4. The yield of pyridine- 2-carboxaldehyde in the temperature range of 350to 400 was 63.0 to 69.1% over the amorphous SAPO (Tri-PA) catalyst. Over the vanadium (> 15%) modified catalysts, the formation of other side products like carboxylic acid and CO2 were observed due to the strong oxidizing nature of the active centre. In our studies we have not observed carboxylic acids CO2, etc. > 2% (signifi- cantly). As proposed in the literature [21], a redox system like vanadium is the active centre for the dehydrogenation. In case of VS+~V4+ system, the oxidation states are stable and with the various coordination states for the formation of oxo and peroxo species [21]. In the literature over non-zeolitic catalysts, carboxylic acid and CO2 were observed [20]. Thus the dehydrogena- tion of 2-picolyl alcohol to pyridine-2-carboxaldehyde has been carried out over crystalline and amorphous modified silico-aluminophosphate catalysts with high yield and selectivity. L196 R. Ramachandra Rao et al. /Applied Catalysis A: General 142 (1996) L191-LI96 Acknowledgements IICT Communication No. 3547. R.R.R. is thankful to the Council of Scien- tific & Industrial Research, India for his SRF. The co-authors dedicate this paper to Dr. A.V. Rama Rao on his 60th birthday. References [l] W. Holderich, M. Hesse and F. Naumann, Angew. Chem. Int. Ed. Engl., 27 (1988) 226. [2] W.J. Hoelderich and H. van Bekkum, Stud. Surf. Sci. Catal., 58 (1991) 631. [3] C.B. Dartt and M.E. Davis, Catal. Today, 19 (1994) 151. [4] S.J. Kulkarni, M. Subrahmanyam and A.V. Rama Rao, Ind. J. Chem. A, 32 (1993) 28. [5] S.J. Kulkarni and M. Subrahmanyam, Ind. J. Chem. A, 30 (1991) 1041. [6] M. Subrahmanyam, S.J. Kulkarni and A.V. Rama Rao, J. Chem. Soc. Chem. Commun., (1992) 607. [7] M. Subrahmanyam, S.J. Kulkarni, B. Srinivas and A.R. Prasad, J. Ind. Chem. Soc., 69 (1992) 681. [8] Y.V. Subba Rao, S.J. Kulkarni, M. Subrahmanyam and A.V. Rama Rao, J. Chem. Soc. Chem. Commun., (1993) 1456. [9] Y.V. Subba Rao, S.J. Kulkarni, M. Subrahmanyam and A.V. Rama Rao, Tetrahedron Lett., 34 (1993) 7799. [10] M. Subrahmanyam, S.J. Kulkarni and B. Srinivas, React. Kinet. Catal. Lett., 49 (1993) 455. [11] S.J. Kulkarni, R. Ramachandra Rao, M. Subrahmanyam and A.V. Rama Rao, J. Chem. Soc. Chem. Commun., (1994) 273. [12] A.V. Rama Rao, S.J. Kulkarni, R. Ramachandra Rao and M. Subrahmanyam, Appl. Catal. A, 111(2) (1994) L101. [13] S.J. Kulkarni, R. Ramachandra Rao, M. Subrahmanyam and A.V. Rama Rao, Appl. Catal., 113 (1994) 1. [14] K. Nagaiah, A. Sudhakar Rao, S.J. Kulkarni, M. Subrahmanyam and A.V. Rama Rao, J. Catal., 147 (1994) 349. [15] Y.V. Subba Rao, S.J. Kulkarni, M. Subrahmanyam and A.V. Rama Rao, J. Org. Chem., 59 (1994) 3998. [16] K. Nagaiah, S.J. Kulkarni, M. Subrahmanyam and A.V. Rama Rao, Ind. J. Chem. Technol., 1 (1994) 356. [17] B.N. Reddy, S.J. Kulkarni and M. Subrahmanyam, Appl. Catal., 119(1) (1994) 23. [18] Ullmann's Encyclopedia of Industrial Chemistry, VCH, Vol. A22, 1993, p. 421. [19] E.P. Papodopoulous, A. Jarrar and C.H. Issidorides, J. Org. Chem., 31 (1966) 615. [20] M. Subrahmanyam and A.R. Prasad, Appl. Catal., 65 (1990) L5. [21] S. Lars, T. Andersson and S. Jaras, J. Catal., 64 (1980) 51. [22] S.J. Kulkarni, R. Ramachandra Rao, M. Subrahmanyam, S. Farsinavis, P. Kanta Rao and A.V. Rama Rao, React. Kinet. Catal. Lett., (1995) submitted. [23] S.J. Kulkarni, R. Ramachandra Rao, M. Subrahmanyam, A.V. Rama Rao, A. Sarkany and L. Guczi, Appl. Catal., (1995) submitted. [24] R.B. Borade and A. Clearfield, J. Mol. Catal., 88 (1994) 249. [25] D.B. Akolekar, M. Huang and S. Kaliaguine, Zeolites, 14 (1994) 519. [26] K.V.V.S.B.S.R. Murthy, B. Srinivas, S.J. Kulkarni, M. Subrahmanyam and P. Kanta Rao, Ind. J. Chem. A, (1995) submitted. [27] K.V.V.S.B.S.R. Murthy, B. Srinivas, S.J. Kulkarni, M. Subrahmanyam and P. Kanta Rao, Proc. 12th National Symp. Catal. Bombay, Dec. 1994. [28] B.L. Su and D. Barthomeuf, J. Catal., 139 (1993) 81. APCATA 96000828 0926-860X(96)00082-8 10.1016/0926-860X(96)00082-8 Elsevier Science B.V. All rights reserved Dehydrogenation of 2-picolyl alcohol to pyridine-2-car☐aldehyde over modified silico-aluminophosphate catalysts R. Ramachandra Rao S.J. Kulkarni * M. Subrahmanyam A.V. Rama Rao Indian Institute of Chemical Technology, Hyderabad -500 007,India * Corresponding author. The dehydrogenation of 2-picolyl alcohol was carried out over modified and unmodified amorphous/crystalline silico-aluminophosphate catalysts. The silico-aluminophosphates are mild and selective oxidation catalysts. The best catalytic performance is shown by Sb-K-SAPO (DPA) with the formation of 81.9% pyridine-2-car☐aldehyde. Pyridine and 2-picoline were also observed as byproducts. Keywords Silico-aluminophosphate catalysts Dehydrogenation 2-Picolyl alcohol Pyridine-2-car☐aldehyde References [1] Holderich W. Hesse M. Naumann F. Angew. Chem. Int. Ed. Engl. 27 1988 226 [2] Hoelderich W.J. van Bekkum H. Stud. Surf. Sci. Catal. 58 1991 631 [3] Dartt C.B. Davis M.E. Catal. Today 19 1994 151 [4] Kulkarni S.J. Subrahmanyam M. Rama Rao A.V. Ind. J. Chem. A 32 1993 28 [5] Kulkarni S.J. Subrahmanyam M. Ind. J. Chem. A 30 1991 1041 [6] Subrahmanyam M. Kulkarni S.J. Rama Rao A.V. J. Chem. Soc. Chem. Commun. 1992 607 [7] Subrahmanyam M. Kulkarni S.J. Srinivas B. Prasad A.R. J. Ind. Chem. Soc. 69 1992 681 [8] Subba Rao Y.V. Kulkarni S.J. Subrahmanyam M. Rama Rao A.V. J. Chem. Soc. Chem. Commun. 1993 1456 [9] Subba Rao Y.V. Kulkarni S.J. Subrahmanyam M. Rama Rao A.V. Tetrahedron Lett. 34 1993 7799 [10] Subrahmanyam M. Kulkarni S.J. Srinivas B. React. Kinet. Catal. Lett. 49 1993 455 [11] Kulkarni S.J. Ramachandra Rao R. Subrahmanyam M. Rama Rao A.V. J. Chem. Soc. Chem. Commun. 1994 273 [12] Rama Rao A.V. Kulkarni S.J. Ramachandra Rao R. Subrahmanyam M. Appl. Catal. A 111 2 1994 L101 [13] Kulkarni S.J. Ramachandra Rao R. Subrahmanyam M. Rama Rao A.V. Appl. Catal. 113 1994 1 [14] Nagaiah K. Sudhakar Rao A. Kulkarni S.J. Subrahmanyam M. Rama Rao A.V. J. Catal. 147 1994 349 [15] Subba Rao Y.V. Kulkarni S.J. Subrahmanyam M. Rama Rao A.V. J. Org. Chem. 59 1994 3998 [16] Nagaiah K. Kulkarni S.J. Subrahmanyam M. Rama Rao A.V. Ind. J. Chem. Technol. 1 1994 356 [17] Reddy B.N. Kulkarni S.J. Subrahmanyam M. Appl. Catal. 119 1 1994 23 [18] 3rd ed. Ullmann's Encyclopedia of Industrial Chemistry Vol. A22 1993 VCH 421 [19] Papodopoulous E.P. Jarrar A. Issidorides C.H. J. Org. Chem. 31 1966 615 [20] Subrahmanyam M. Prasad A.R. Appl. Catal. 65 1990 L5 [21] Lars S. Andersson T. Jaras S. J. Catal. 64 1980 51 [22] Kulkarni S.J. Ramachandra Rao R. Subrahmanyam M. Farsinavis S. Kanta Rao P. Rama Rao A.V. React. Kinet. Catal. Lett. 1995 submitted [23] Kulkarni S.J. Ramachandra Rao R. Subrahmanyam M. Rama Rao A.V. Sarkany A. Guczi L. Appl. Catal. 1995 submitted [24] Borade R.B. Clearfield A. J. Mol. Catal. 88 1994 249 [25] Akolekar D.B. Huang M. Kaliaguine S. Zeolites 14 1994 519 [26] Murthy K.V.V.S.B.S.R. Srinivas B. Kulkarni S.J. Subrahmanyam M. Kanta Rao P. Ind. J. Chem. A 1995 submitted [27] Murthy K.V.V.S.B.S.R. Srinivas B. Kulkarni S.J. Subrahmanyam M. Kanta Rao P. Proc. 12th National Symp. Catal. Bombay 1995 [28] Su B.L. Barthomeuf D. J. Catal. 139 1993 81",
      "scopus-id": "0043128532",
      "coredata": {
        "eid": "1-s2.0-0926860X96000828",
        "dc:description": "The dehydrogenation of 2-picolyl alcohol was carried out over modified and unmodified amorphous/crystalline silico-aluminophosphate catalysts. The silico-aluminophosphates are mild and selective oxidation catalysts. The best catalytic performance is shown by Sb-K-SAPO (DPA) with the formation of 81.9% pyridine-2-car☐aldehyde. Pyridine and 2-picoline were also observed as byproducts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96000828",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ramachandra Rao, R."
          },
          {
            "@_fa": "true",
            "$": "Kulkarni, S.J."
          },
          {
            "@_fa": "true",
            "$": "Subrahmanyam, M."
          },
          {
            "@_fa": "true",
            "$": "Rama Rao, A.V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96000828"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96000828"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00082-8",
        "prism:volume": "142",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Dehydrogenation of 2-picolyl alcohol to pyridine-2-car☐aldehyde over modified silico-aluminophosphate catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Silico-aluminophosphate catalysts"
          },
          {
            "@_fa": "true",
            "$": "Dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "2-Picolyl alcohol"
          },
          {
            "@_fa": "true",
            "$": "Pyridine-2-car☐aldehyde"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L191-L196",
        "prism:endingPage": "L196",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 August 1996",
        "prism:doi": "10.1016/0926-860X(96)00082-8",
        "prism:startingPage": "L191",
        "dc:identifier": "doi:10.1016/0926-860X(96)00082-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0043128532"
      }
    }
  }
}