{
  "metadata": {
    "title": "Halogenation over zeolite catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-02-01",
    "doi": "10.1016/0926-860X(95)00210-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002103",
    "pii": "0926860X95002103"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040655760",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002103 0926-860X(95)00210-3 0926860X95002103 10.1016/0926-860X(95)00210-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00208 2024-01-01T12:18:48.759026Z 0 0 19960201 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 135 135 1 1 Volume 135, Issue 1 6 25 55 25 55 19960201 1 February 1996 1996-02-01 1996 Review article rev Copyright © 1996 Published by Elsevier B.V. HALOGENATIONOVERZEOLITECATALYSTS RATNASAMY P CLERICI 1993 21 N 1988 STUDSURFSCICATAL DOWNS 1993 1107 A COMPREHENSIVEINORGANICCHEMISTRY DELAMARE 1976 P ELECTROPHILICHALOGENATION FINAR 1989 149 I ORGANICCHEMISTRYI STEWART 1923 1014 T NORRISH 1923 3006 R WILLIUMS 1932 1747 G WILLIUMS 1932 1758 G HOLDERICH 1988 226 W OTHMER 1980 832 K MARANGOIN 1991 21 L LEVINA 1966 236 S VANDIJK 1974 72 J HUIZINGA 1980 3809 T BAKKE 1983 488 J SEKIZAWA 1988 203 K MIYAKE 1986 747 T BOTTA 1991 1689 A NAKAMURA 1992 1881 T SINGH 1994 360 A SINGH 1995 27 A SINGH 1994 171 A KUMAR 1994 430 S CORRIU 1969 4949 R SKOROBOGATOVA 1987 2052 E ELDUSOUQUI 1976 357 O KAJIGAESHI 1989 2096 S BECK 1986 352 U ULLMANNSENCYCLOPEDIAINDUSTRIALCHEMISTRY DELAUDE 1993 607 L BOLTON 1966 1206 R BOLTON 1967 1044 R BOLTON 1968 712 R BOLTON 1968 714 R ANDREWS 1960 5823 L ANBAR 1954 925 M MARSH 1982 4680 F LINDSAYSMITH 1987 1533 J LINDSAYSMITH 1988 385 J LINDSAYSMITH 1989 1529 J LINDSAYSMITH 1989 1537 J BOVONSOMBAT 1993 237 P DELAUDE 1990 5260 L BROWN 1958 4979 H JAFFE 1953 191 H SMITH 1985 1157 K SMITH 1991 55 K HERTEL 1979 7620 L TURRO 1988 3731 N BOCK 1980 147 H DELAMARE 1973 407 P CHEMISTRYCARBONHALOGENBOND DELAVEGA 1989 418 F LEVINA 1967 23 S WORTEL 1979 110 T DELAVEGA 1989 653 F DELAVEGA 1993 341 F DELAVEGA 1991 617 F ANTENUCCI 1992 92 D WOLF 1973 89 F BUCSI 1992 27 I NAKANO 1988 95 M IWAYAMA 1993 17 K HOLDERICH 1991 678 W SHINODA 1992 7 K DUDZIK 1977 278 Z TSAI 1979 236 P RATNASAMYX1996X25 RATNASAMYX1996X25X55 RATNASAMYX1996X25XP RATNASAMYX1996X25X55XP item 0926-860X(95)00210-3 0926860X95002103 1-s2.0-0926860X95002103 10.1016/0926-860X(95)00210-3 271346 2024-01-01T12:18:48.759026Z 1996-02-01 1-s2.0-0926860X95002103-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002103/MAIN/application/pdf/fcf5ee6417a2aad6762d1aa4a9e54190/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002103/MAIN/application/pdf/fcf5ee6417a2aad6762d1aa4a9e54190/main.pdf main.pdf pdf true 1714289 MAIN 31 1-s2.0-0926860X95002103-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002103/PREVIEW/image/png/6f2c5d567abf7832b7191590e30a2f6c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002103/PREVIEW/image/png/6f2c5d567abf7832b7191590e30a2f6c/main_1.png main_1.png png 31186 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 135 (1996) 25-55 ~ APPLIED CATALYSIS A: GENERAL Review Halogenation over zeolite catalysts P. Ratnasamy *, A.P. Singh, S. Sharma National Chemical Laboratory Pune-411 008, India Received 22 March 1995; accepted 21 August 1995 Abstract Halogenation reactions over zeolite catalysts are reviewed. Product selectivity depends on many reaction parameters like solvent, temperature and halogenating agent in addition to the composition and structure of the zeolite catalyst. Even though, zeolites, in general, are unstable in the presence of the halogenoacids liberated during halogenation, recent developments, like the use of L-zeolite, may lead to the industrial use of zeolites in halogenation reactions. Keywords: Halogenation; Fluorination; Chlorination; Bromination; Iodination; Zeolites Contents Contents ....................................................................................................... 25 I. Introduction ................................................................................................. 26 2. Halogenation and halogenating agents ..................................................................... 27 3. Halogenation over zeolite catalysts ........................................................................ 28 3.1. Fluorination over zeolites ............................................................................... 31 4. Chlorination over zeolites .................................................................................. 32 4.1. Molecular chlorine as the chlorinating agent ........................................................... 32 4.2. Other chlorinating agents ............................................................................... 41 4.3. Bromination over zeolites ............................................................................... 44 4.4. Iodination over zeolites ................................................................................. 47 5. Strucutral stability of zeolites during halogenation reactions .............................................. 50 6. Conclusions ................................................................................................. 52 Acknowledgements ........................................................................................... 53 References ..................................................................................................... 53 * Corresponding author. Tel. and fax. ( + 91-212) 334761, e-mail preat@ncl.ernet.in. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDIO926-860X(95)O0210-3 26 P. Ratnasamv et ul./Applied Catalysis A: General 135 (1996) 25-55 1. Introduction Zeolite catalysts are used extensively in the petroleum refining and petrochemical industries for various cracking, hydrocracking, isomerization, alkylation, dehydro- genation and rearrangement reactions of hydrocarbons and their derivatives. During the last decade, a beginning has also been made in their use as selective oxidation catalysts using H202 as the oxidant [ 1 ]. The use of zeolite catalysts in the synthesis of fine chemicals is an interesting area of application of growing importance in recent years [2]. By contrast, the utility of zeolite catalysts in the synthesis of halogen-containing organic compounds has not been explored in sufficient detail, especially, when it is recalled that production of halo-organics constitutes a signif- icant segment of the organic chemical industry. Commodity chemicals like vinyl chloride monomer (for the manufacture of PVC) and the hydrofluorocarbons (CFC' s, HFCs etc) and intermediates like chlorotoluenes are widely used material and the use of solid catalysts, like the zeolites, in their manufacture may lead to better process options. Most of the industrial halogenations of organic compounds are, at present, performed by free halogens either in the absence of catalysts (hal- ogenation of aliphatics or side chains in aromatic hydrocarbons) or in the presence of Lewis acid catalysts such as the halides of aluminum and iron ( aromatic nuclear halogenation). These state-of-the-art catalysts have certain shortcomings: ( 1 ) Strict anhydrous conditions are required to avoid corrosion problems; (2) the operation has to be carried out in the absence of light to avoid side chain halogenation; and (3) the halides of iron and aluminum, being strong Lewis acids, also catalyze other undesirable side reactions like alkyl isomerization and transalkylation or displacement of the alkyl group by the halogen. The latter are accentuated by increase in the temperature, the degree of substitution on the adjacent carbon atom and the acidity of the catalyst. An additional major handicap of the Lewis acid catalysts like FeC13 or A1C13, is the difficulty of their disposal, after use in the halogenation reaction, in an environmentally acceptable manner. The use of solid catalysts in halogenation processes will avoid corrosion and disposal problems. Work-up procedures to isolate and recover the desired product will also be easier leading to simpler and cleaner process routes. In addition, if zeolites are used as the solid catalysts, one may anticipate that desired changes in selectivity (enhanced .para selectivity in nuclear halogenation of aromatics, for example) may be achieved. Irreversible damage caused to the zeolite structure by hydrogen halides, especially when arenes are halogenated, is a major problem to be solved before zeolites can be used in industrial halogenation processes to a significant extent. After a brief review of the basic principles of halogenation reactions and the properties of commonly used halogenating agents (Section 2), fluorination, chlo- rination, bromination and iodination reactions over zeolite catalysts are discussed in detail (Section 3). Both literature reports and unpublished results from the P. Ratnasamy et al. /Applied Catalysis A.\" General 135 (1996) 25-55 27 authors' laboratory are reviewed. The structural stability of zeolites, during halo- genation reactions, is analyzed in Section 4. 2. Halogenation and halogenating agents A comprehensive account of the properties of halogens and their intermediate derivatives is given by Downs and Adams [ 3 ] and electrophilic halogenation is reviewed by de la Mare [4]. Only a brief summary of the salient features of halogenation reactions and halogenating agents will be given in this section. The fluorine molecule, because of its low bond strength, is very reactive. It readily dissociates into atoms which react with organic molecules in an exothermic manner to form hydrogen fluoride and fluorocarbons. Chlorine and bromine are generally less indiscriminate in their behaviour and show progressively diminishing reactiv- ity. Iodine is even less reactive than bromine, partly because it forms rather weak bonds to other elements and partly because it is large enough to cause steric congestion in the products of many organic reactions. The halogen derivatives of the alkanes (alkyl halides) may be prepared by a variety of methods: ( 1 ) By direct halogenation i.e. by substitution reactions of the alkanes brought about by light, heat or catalysts; In photohalogenations, (especially chlorination or bromination) carried out at room temperature in the presence of light, the reaction takes place by a free-radical chain mechanism, the initiation being brought about by the formation of halogen atoms by the absorption of light. The chain reaction may terminate by adsorption of the halogen atoms on the walls of the containing vessel, by combination of two halogen atoms or by combination of a halogen atom with an alkyl radical. In both photo- and thermal halogenations, no carbon skeleton rearrangement occurs at low temperatures and halogenations beyond the monohalo derivative may be suppressed by controlling the ratio of halogen to alkane. The order of ease of substitution is tertiary hydrogen > second- ary > primary. At 300 with reactions in the vapour phase, the relative rates of substitution of primary, secondary and tertiary hydrogen atoms are 1.00:3.25:4.43 [5 ]. As the temperature rises above 300, these relative rates of substitution tend to become equal. An increase in pressure has a similar effect, in that it increases the rate of primary substitution; (2) by the addition of halogen acids to an alkene and (3) by direct chlorination of alkanes using sulphuryl chloride in the presence of light. Halogenation of aromatic compounds can lead to ( 1 ) addition compounds, (2) nuclear substitution products and (3) side-chain substitution products. When treated with C12 or Br2 in the presence of sunlight, benzene forms the addition compounds C6H6C16 and C6H6Br6, respectively. Nuclear substitution occurs in the presence of Lewis acid catalysts, like AIC13 or FeC13, by an electrophilic substitution mechanism. Nuclear halogenations can also be carried out with hypochlorous or hypobromous acid. Side chain substitution is favoured by high temperature and 28 P. Ramasamy et al. /Applied Catalysis A: General 135 (1996) 25 55 light and the absence of Lewis acid catalysts. When the aromatic ring also contains electron donating groups like -OH or-NH2, then, the side chain halogenation is suppressed. A variety of compounds have been used as halogenation agents [ 4]. Fluorination of organic compounds can be carried out by (1) molecular fluorine (F2), (2) fluoroxy compounds (hypofluorites such as F.OC (CF3) 3, (FO) 2CF2 and F.OC ( F3 ) (3) XeF2 (4) perchloryl fluoride (FCIO3) and (5) metallic fuorides (A1F3, CrF3, AgF2, CoF3, MnF3, CoF4, PbF4 etc). The latter (metallic fluorides) have assumed a greater importance in recent years in the quest for a catalyst for the preparation of hydrofluorocarbons (HFCs) as replacement for the chlorofluorocarbons (CFCs). Apart from molecular chlorine (C12), other popular chlorination agents include hypochlorous acid, t-butyl hypochlorite, sulphuryl chloride and metallic chlorides like InC12 and SbC15. Similarly apart from Br2, brominations can also be carried out using hypobromous acid (HOBr), bromine acetate (BrOAc), t-butyl hypobromite and N-bromosuccinimide. The iodine molecule, I2 is the least reactive of all the molecular halogens in effecting addition to or substitution in organic compounds. Apart from I2, other iodinating agents like iodine chloride (mainly for aromatic substitutions) and iodine acetate are also used, commonly, as iodination agents. 3. Halogenation over zeolite catalysts The beneficial effects of solid surfaces on the rates of halogenation reactions were observed more than 75 years ago. Stewart and Edlund [6] as well as Norrish [7] and Williums [8] studying the bromination of ethylene on glass showed that the polarity of the glass surface enhanced significantly the rates of bromination. Studies in halogenation over zeolites are of more recent vintage, starting from the early seventies. H61derich et al. have reviewed the halogenation of arenes over zeolite catalysts [9]. A summary ofhalogenations over zeolites (till end 1994) is given in Table 1. There are several features common to all halogenation reactions over zeolites which should be noted before discussing individual halogenations. Zeolites have not been proven to provide any advantage over other high surface area material (like silica) in those halogenations which proceed by a free radical mechanism. These include halogenation of side chains in aromatics and aliphatic compounds. It may be anticipated that electrophilic halogenations and especially nuclear halo- genation of aromatic hydrocarbons may advantageously be carried out in zeolites if shape selective products are desired. This is based on the assumptions that ( 1 ) the halogenation occurs inside the pores of the zeolites (2) the contribution of the free radical pathway to the products is negligible and (3) the hydrogen halide, if generated as a co-product, does not seriously damage the structural integrity of the zeolite. Halogenations under these assumptions effectively restrict the operation to P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 29 Table 1 Halogenation over zeolites Reactant / Halogenating agent Product Catalyst Remarks Ref. A. Fluorination 1 Trichloroacetaldehyde/HF Trifluoro acetaldehyde Cr-Zeolite Fixation of HF with boric [ 11 ] (Fluoral) hemiacetal acid (1:2.7) to form (e.g.CF3CH(OH)OEt) borofluoric acid B. Chlorination 2 Ethylene/Cl2 1,2-C2H4C12 CuCI2 on mordenite Fixed bed; T-AI203 > [81] promoted by Ag,Cr,Mn Kieselghur > a-AlzO3 > and K mordenite > porous glass 3 Ph:O or 4-PhOC6H4CI/C12 4,4'-dichlorodiphenylether L-zeolite 80; conv. 100%; [82] sel. =81%; in the absence of catalyst sel. = 7% 4 Benzene/C12 + 02 Para-dichlorobenzene L-zeolite Solvent = [21 ] 1,2-dichloroethane 5 CrHsCI/CI2 Para-dichlorobenzene Na-Y para-dichlorobenzeneis [18] the major product 6 CH4/C12; CH4:CI~ - 4:1 CH3CI H-mordenite 350, GHSV = 600; [ 83 ] sel. - 99.2% 7 toluene/t-butylhypochlorite, (i) p- and o-chlorotoluene, H-X, Na-X temp. 25, conv. 98%, [ 14,65,80,62] SO2C12 (ii) C6HsCH2CI para sel = 82%, solvent = acetonitrile 8 CH2=CH-CH~C1/C12 1,3-dichloropropenes zeolite containing 1.5- 450-500 [84] 2% ZnC12 or TiCln 9 CH3C1/C12 CH2CI2 zeolite contg. Ag and 400; sel. = 97.5% [85] Mn 10 2-halobenzotrichloride/Cl2 2,5-dihalobenzotrichloride K-L zeolite 145-150 for 14 h; [86] sel. = 89% vs. 11% for FeC13 as catalyst 11 o-CIC6H4Forp-CICrH4F/C12 2,4-dichlorofluorobenzene Na-Y 70for4hconv.=74% [87] and sel. = 80% vs. 55 and 70% for FeC13 12 -ditto-/Cl2 2,4-dichlorofluorobenzene Na-Y -ditto- [88] 13 C2H6/Cl2 Sym. tetrachloroethanes SK-400 300 [89] (33.6%), 1,1,2- trichloroethane (25.8%), pentachloroethane ( 15.5 %) 14 Biphenyl/Clz 4,4'-dichlorobiphenyl 15 CI~[~4 alkylbenzenes/Cl2 K-L zeolite + CICH2COOH 4-XC6H4R (R=C~ alkyl; L-zeolite X = halogen ) 16 C6H5C1/C12 in presence of N2 4-C12C6H4 zeolite ECR-2 17 -ditto-/CI2 -ditto- Various zeolites 18 -ditto-/C12 -ditto- L-zeolite 19 -ditto-/S2Cl2 -ditto- Na-Y with sulphur compounds temp. = 40; [ 19] conv.= 100%; sel. =96%; dichloromethane 70; conv.= 97%; [90] sel. = 63%; 2-/4-isomer ratio = 0.5 100; conv. =92%; [91] sel.=91% Gas phase [92 ] 3 h at 70; sel. = 87.6% [931 100 for 3 h; [94] conv.= 64%; sel. = 86% 30 P. Ramasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 Table 1 (continued) 20 -ditto-/C12 21 C6HsCH3//C12 22 C6H5CI/C12 23 C6HsR (R= Me,Et,Me2CH,Me3C,Ph,CI,Br ) / Me3COCI 24 C6H5C1/C12 25 C6HsCH3/CI2 26 -ditto-/Me3COC1 27 -ditto-/Ch 28 -ditto-/Cl2 29 C,HsC1/CIz 30 1,2-C12C6H4 31 C6HsCH2C6Hs/C12 32 C6Hs~6H5/C12 33 C6H5Cl/C12 34 C6HsCH3/CIz 35 CICHzCHzC1,CH3CI/CIz 36 Chlorobenzene/Cl2 37 Toluene/Cl2 38 -ditto- 39 o-Xylene/Cl2 40 m-Xylene/Cl2 41 p-Xylene/C12 42 Naphthalene/CI2 43 para-chlorotoluene/Cl2 44 o-dichlorobenzene / C12 -ditto- 4-C1C6H4CH3 4-C12C6H4 -ditto- -ditto- 4-C1C6HaCH3 4- and 2-C1C6H4CH3 -ditto- 4-C1C6H4CH3 4-C12C6H4 1,2,4-C13C6H3 Mono- and dichloro 4,4'-dichlorobiphenyl 4-C12C6H4 4-C1C6H4CH3,2- C1C6H4CH3 Chlorinated prods. 1,4-dichlorobenzene para-chlorotoluene -ditto- 4-Chloro-o-xylene 2-Chloro-m-xylene 2-Chloro-p-xylene L-zeolite treated with 100; cony. = 67%; [95] NaOH sel. = 92% zeolite with 70; sel. = 75% [96] CICH2COOH Na-Y with NaC1 100; conv.- 78%; [97] sel. = 85% zeolite X 97% para-sel.; [ 65 ] conv.= 92% L-zeolite 100; conv. =57%; [981 sel. = 88% L-zeolite with 98.3%conv.;74.2%para- [99] C1CH2COOH sel. X,Y,ZSM-5, mordenite 35% para. [100] or L-type zeolite with amorphous SiO2 LZ-Y 52 cony. = 82%; 4-/2-isomer [ 101- ratio - 1:0.85 103 ] sel.- 81.4% [ 104] conv.= 66%; sel. = 87% [105] sel. - 64.7% [ 106] sel. for 4,4'- [ 107] dichloro = 34% 100 for 5 h; sel. = 81.7% [ 108] L-zeolite L-zeolite zeolite-Y TSZ-500 KoA (KL zeolite) zeolite L with CICH~COOH zeolite L type zeolite containing K20 and Na20 L-zeolite K-L zeolite + CICH2COOH -ditto- -ditto- K-L zeolite -ditto- -ditto- Very high sel. forp- [109] dichlorobenzene - [1101 - [1111 70; cony. = 26%; [ 112 ] sel. = 86% conv. =45%; sel.- 76.8% [113,22] vs. 44.1% and 32.9% resp. for FeCI3 cony. - 58.7%; sel. = 86%; [23] solvent = 1,2- dichloroethane conv. 39% and se1.=92% [ 114,25] vs. 38.8% and 50% for FeC13 80; conv. = 38%; sel. = 86% 80; conv. =41%; sel. = 100% l-Chloronaphthalene -ditto- 80; conv.= 27% and sel. = 95% 2,4-dichlorotoluene -ditto- 85; cony. = 50%; sel. = 74.9% 1,2,4-trichlorobenzene K-L 155; conv.= 43% and zeolite+ CICH2COOH sel. = 84.6% d- itto- d- itto- [115,24] 1116] [117] P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 Table l (continued) 31 C. Bromination 45 CrHsCH3/Br2 para-bromotoluene Na-Y Rapid deactivation; [75] sel.=81% 46 -ditto-/Bh -ditto- -ditto- liquid phase; initial [71] reaction rates higher than in Lewis acids 47 -ditto-/Br2 -ditto- -ditto- sel. = 64.2% [77- 79] 48 -ditto-/Br2 para-bromotoluene (98%) -ditto- zeolite-bromine-oxirane [76] system; rapid deactivation 49 -ditto-/Br2 -ditto- Y type zeolites Adsorptive bromination [74] exchanged with di- and trivalent cations 50 isoprene-isobutylene copolymer Brominated butyl rubber Na-X saturated with Bromination in benzene [ 118] (Butylrubber)/Br2 (2%Br) 45%Br2 solution 51 Aromatics(CrHr)/Brz Addition prods, zeolites Raman spectral study [119] D. lodination 52 Benzene/HI3 in the presence of C6HsI Na-X 34; cony. = 98% [ 120,121] 02 53 Naphthalene/HI3 in the presence 2-iodo-, 2,6-diiodo- and 2,7- Na-X 340 [ 120,121] of 02 diiodo naphthalene 54 Benzene/12 iodobenzene Ca-ZSM-5 97.5% sel. at 100% conv. [122] the liquid phase in the absence of light, wherein, due to the lower temperature, such free radical reactions (such as side chain halogenations) are not predominant. Moreover, the hydrogen halide co-product can also be 'fixed' by a base (like NaHCO3) or an adsorbent (like NaA zeolite) which can absorb the halogen acid and prevent structural damage to the zeolite. Such prevention of damage to the zeolite is more easily accomplished when the halogenation is carried out in the liquid rather than in the vapour phase. Hence, the advantageous utilization of zeolites in industrial halogenations seems to be restricted, at present, mainly to nuclear halogenations of aromatic compounds in the liquid phase. 3.1. Fluorination over zeolites In general, fluorination of organic compounds can be accomplished by various methods [ 10] ( 1 ) Halogen exchange KF RX ~ RF+KX The relative ease of replacement is I > Br > CI (2) Replacement of hydrogen 32 P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 (1) ~C-H+F2 ~ -~C-F+HF (2) 7C \\ -H+AgF2orCoF3 ~ 7C \\ -F+HF (3) Direct fluorination with molecular F: (4) Reaction with a metal fluoride 2COF2 + F: ~ 2COF3 RH + 2CoF3 ~ RF + 2CoF: + HF (5) Electrochemical fluorination The electrolysis of an organic substrate in liquid anhydrous HF at a voltage below that for the liberation of F2 leads to fluorinated organic products. There are not many reports of the use of zeolites in fluorination reactions. Tasaka and Nakasora [11] have claimed the fluorination of trichloro-acetaldehyde (CC13CHO) to trifluoroacetaldehyde hemiacetal ( CF3CH (OH) OCzH5 ) over zeo- lites containing impregnated chromium ions using HF as the fluorinating agent. Boric acid was used to 'fix' HF (HF:H3BO3 = 1:2.7) to form borofluoric acid. It is probable that fluorides of chromium formed 'in situ' in the zeolite by reaction of borofluoric acid with Cr3 ions are the actual fluorinating agents, especially since fluorides of chromium are known fluorinating agents [ 12]. 4. Chlorination over zeolites 4.1. Molecular chlorine as the chlorinating agent Molecular chlorine is the traditional reagent for chlorinating aromatic com- pounds. However, in the absence of added catalysts, it reacts readily in an electro- philic manner only with activated aromatic compounds. Weakly activated or non-activated substrates are generally reacted with C12 in the presence of a Lewis acid such as A1C13 or FeC13. The Lewis acid complexes the chlorine to form a highly polarized species, which, in its extreme form, may be represented as a chlorinium salt (C1 + FeC14 ). It is this highly polarized complex which is thought to be the active electrophilic reagent. Levina et al. [ 13] were one of the first to use zeolites in the halogenation of benzene. The zeolite contained Fe3 + ions in cation-exchange positions. The com- position of the product was not mentioned. In 1974 Van Dijk et al. [ 14] reported the interaction of aromatic compounds, preadsorbed from CC14 solution in the pores of NaX, CaX or Ca-Fe-X, with molecular C12 or Br2. An excess of zeolite (by wt. ) was used so that more than 95% of the substrate was adsorbed on the zeolite. After reaction with the halogen at 298 K, the zeolite was separated from the solutions and destroyed with acid and the reaction products were extracted and analyzed by gas-liquid chromatography (GLC). Both alkylbenzenes and halogenobenzenes P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 Table 2 Chlorination with C12 of pre-adsorbed aromatics in zeolites at 298 K (Ref. [ 14] ) 33 Substrate Catalyst Conv. Ring chlorination Side-chain subs. Polyhalog. Para/ortho (%) (%) (%) (%) C6HsCH3 none 100 21 79 - 0.6 FeC13 92 87 5 - 0.5 CaX 54 42 7 6 5.0 FeX 98 95 3 - 1.0 C6H5C1 FeCI3 95 95 - - 2.0 CaX 80 76 - 4 24.0 FeX 86 85 - 1 6.0 C6H~Br FeCI3 90 88 - 2 1.7 CaX 68 68 - 0.5 23.0 FeX 84 82 - 2 4.1 were studied. Alkylbenzenes gave mainly, and halogenobenzenes almost exclu- sively the para isomers. Some representative results are given in Table 2. It may be seen that the use of zeolites leads to a significant increase in the para/ortho ratio. To our knowledge, these are the earliest results illustrating the beneficial use of zeolites in controlling the regioselectivity in halogenation reactions using molec- ular halogen. In one of the earliest reports on the vapour phase chlorination of benzene with C12 over zeolite catalysts, Huizinga et al. reported [ 15 ] the formation of significant quantities of addition products (presumably by a free radical mechanism) rather than substitution products (Table 3). Contrary to expectations, the medium pore zeolite H-ZSM-5 gave more addition products (87%) than the large pore zeolite, REY (3%). Evidently, H-ZSM-5 induces a free-radical reaction which takes place mainly on the external surface and/or at the pore opening of the zeolite. Similarly, Table 3 Chlorination of benzene with zeolitesa (Ref. [ 15 ] ) Catalyst Benzene conversion Addition products Substitution products (%) (%) (%) Na-H-ZSM-5 98 90 10 H-ZSM-5 86 87 13 Ce-ZSM-5 90 81 19 Na-H-ZSM- 11 86 72 28 Silicalite 97 96 4 H-mordenite 91 84 16 Silica 82 72 29 L 86 11 89 REY 100 3 97 LA-LPVb 94 7 93 B lank ( 1 a 175oc; C12:C6H6 = 5:1 to 10:1; products after 3 h on stream. b Low-alumina, low-pore volume silica-alumina (13%A1203). 34 P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25 55 Table 4 Vapour phase chlorination of monochlorobenzene with C12 (Ref. [ 17] ) MCB/C12 = 2.0 mol/rnol; 473 K; W~ F= 124 goaCh/MCB mol Catalyst CI2 conv. DCBa sel. Para sel. (%) (%) (%) Na-A 16.1 96.3 68.8 H-Y 99.9 92.2 64.5 Na-Y 99.8 92.7 70.2 K-l, 87.9 94.5 77.4 Na-ZSM-5 74.7 95.0 78.3 H,K-O/Eb 94.5 95.0 64.4 Na,K-O/E 99.2 96.4 78.4 K-O/E 96.3 99.3 93.1 Cs,K-O/E 78.2 99.5 92.2 SiO~-A1203 92.7 91.0 62.5 MgO 82.7 92.0 54.9 \"DCB = dichlorobenzene. b = O/E:mixed crystals of offretite and erionite. in the chlorination of toluene in the gas phase [ 16], a comparison of aluminosilicate, silica gel, faujasite and montmorillonite shows that the yield of monochlorotoluene is 10% higher with montmorillonite than faujasite. The para/ortho ratio of the chlorotoluenes was also comparable over the various catalysts. These early studies indicated that significant yields of nuclear substitution products in halogenation over zeolites is more likely to be achieved under liquid phase conditions rather than in the gas phase. In the liquid phase chlorination of monochlorobenzene by C12 in the presence of alkali cation-exchanged zeolites (NAY, Na-ZSM-5, Na-A, Na, K, Cs-offretite/ erionite, K-L), Sekizawa and co-workers [ 17,18 ] reported that para-dichloroben- zene was the major product. The para selectivity was improved further on decreas- ing the acid strength of the zeolite by exchange with alkali cations. The zeolite was used in only catalytic quantities ( 1-5 wt.-%). The same authors also reported [ 17] the chlorination of monochlorobenzene on various zeolite catalysts in the vapour phase (Table 4). The low activity of Na-A is probably due to its smaller pore width. Most of the reaction occurs on the external surface with a para selectivity similar to the amorphous SIO2-A1203 and MgO as well as homogeneous catalysts like FeC13. In the offretite/erionite series, the para selectivity increases with the radius of the non-framework cation. The authors ascribed [ 17] the high para selectivity in K, Rb, Cs- exchanged O/E zeolites (Table 4) to the steric effect of the large cations (shape selectivity) in addition to decrease of the acid strength. It is probable that chlorination occurs by an electrophilic substitution mechanism, the electrophile being a polarised chlorine molecule. The critical role of exchanged cations in influencing the para selectivity in the chlorination of aromatics using C12 was later confirmed by Botta et al. [ 19] in the chlorination of biphenyl to 4,4'-dichlorobiphenyl (species C, Fig. 1 ) in L-zeolites. P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 35 Cl2,~ Cl~ CI2~_ Cl~Cl CI CI Cl CI D E F Fig. 1. Chlorination of biphenyl with Cl2-reaction scheme [ 19 ]. This reaction is also of significant industrial interest since 4,4'-dichlorobiphenyl is a precursor for some high performance polymers. Chlorination with conventional Lewis acid catalysts like FeC13 gives [ 19] a complex mixture of mono and dich- lorobiphenyls [Fig. 1]. Botta et al. performed the chlorinations with acidic and metal-exchanged zeolites of various structure and pore diameters. The reactions were carried out in both the molten state and various solvents (Table 5 and Table 6, respectively). It is obvious from the results ofTable 5 that the conventional concept of geometry-related shape selectivity cannot be invoked to explain the variations in para selectivity; zeolites of similar pore diameter but of different structural types behave in different ways. The authors concluded [ 19] that the factors that actually direct the substitution are the ionic radius, charge and spatial arrangement of the exchanged cations and their force fields. It may be remarked from Table 5 that Table 5 Chlorination of molten biphenyl (Ref. [ 19] ) with Cl2 Catalyst Product distribution ( wt.-% ) a ( B + C) A B C D E F Others FeCl3 1.0 Clay 0.1 Na-X K-Omega H-mordenite H-L Na,K-L K-L K-L + C1CH2COOHb 6.4 9.1 13.2 15.4 23.7 31.2 15.5 4.0 26.5 7.4 18.1 31.8 12.1 30.5 0.6 34.0 8.3 11.8 34.9 10.4 34.6 1.2 47.0 3.2 16.5 25.5 6.6 48.2 3.1 45.0 2.4 13.4 27.6 8.5 48.1 2.9 45.8 6.5 7.5 25.4 11.9 48.7 8.8 60.3 1.1 12.2 12.6 5.0 69.1 2.7 66.5 2.2 5.0 16.8 6.8 69.2 2.7 83.7 0.4 2.1 8.1 3.0 86.4 a See Fig. 1 for A-F. b 13% based on K-L zeolite. 36 P. Ramasamy et al./ Applied Catalysis A: General 135 (1996) 25-55 Table 6 Chlorination with C12 of biphenyl at 293 K over zeolite L; Influence of solvent (Ref. [ 19] ) ~ Solvent A B C E F Others ( B + C) CH2C12 - 3.0 89.0 1.9 4.9 1.2 92.0 CHC13 0.3 26.8 37.0 16.6 9.7 9.6 63.8 CC14 - 5.7 66.5 10.0 14.7 4.1 72.4 CH3COOHb 2.7 31.9 13.0 28.9 8.8 14.7 44.9 C6HsNOb - 19.2 29.5 18.1 4.4 28.8 48.6 CH3CHC1CHzC1 0.7 35.9 39.7 10.1 5.4 8.9 75.6 CC13CH3 29.8 33.0 2.9 10.2 1.0 23.1 35.9 a See Fig. 1 for A-F. b 313 K. when monochloroacetic acid is added to the reaction mixture, the para selectivity is enhanced significantly (from 69.2 to 86.4%) The ability of aliphatic carboxylic acids or their salts in significantly enhancing para chlorination during chlorinations using K-L zeolites as catalysts had been claimed earlier by Ihara chemical industry [20] in the chlorination of various aromatic compounds using C12 as the chlorinating agent. Aromatic carboxylic acids like benzoic acid do not possess this ability. In the chlorination of toluene, for example, the para isomer content amongst the monochlorotoluenes was about 50% in the absence of any catalyst. When a conventional Lewis acid catalyst like FeC13, was used, the para selectivity varied between 50 and 60%. When the same reaction was carried out in the presence of K-L zeolite and monochloroacetic acid (about 1 wt.-% of zeolite), the para selectivity reached 74.2 wt.-% at a toluene conversion of 98.3%. Other aliphatic carboxylic acids like acetic acid, propionic acid, chloro- propionic acid, dichloroacetic acid, difluoroacetic acid, etc. or their metal salts also behave similarly in enhancing para selectivity. This effect was seen in the chlori- nation of aromatic substrates containing electron withdrawing substituents also. In the chlorination of chlorobenzene with C12 using K-L zeolite as the catalyst and in the presence of dichloroacetic acid, the selectivity forpara dichlorobenzene reached 92.7% in contrast to 60-70% obtained with conventional Lewis acid catalysts. Similar para selectivity enhancement was observed in the chlorination of other aromatics containing electron withdrawing groups like fluorobenzene or anisole. In the chlorination of unactivated aromatics like benzene with Cl2, the formation of addition products (rather than substitution products) is a significant feature [ 15 ]. If free radical intermediates are responsible for this, then the addition of free radical scavengers like O2 should lead to enhanced selectivity of substituted prod- ucts. Nakamura et al. [ 21 ] chlorinated benzene with Cl2 using K-L zeolite in the liquid phase at 343 K in the presence of 02. Both the degree of nuclear chlorination and para selectivity (amongst the dichlorobenzes) was increased by the presence of O2. This effect was seen both in the absence of solvents and in the presence of solvents like ethylene dichloride. P. Ramasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 Table 7 Influence of catalyst on the 2-:4-chlorotoluene ratio 37 Catalysts 2-:4-chlorotoluene Dichlorotoluene in the Toluene conversion ratio chlorination mixture (%) (%) Ref. TIC14, SnC14, WC16 or ZrCI4 3.3 1.5 ca. 99 [ 14] [CzHsSi(OH)20] 4Sn 2.2 - - [ 15] FeCI3 1.9 4.5 ca. 75 [ 16] SbC13--diethylselenide 1.9 - ca. 50 [ 17 ] SbC13 1.6 - - [ 18] A1CI3CC14 1.5 < 1 ca. 16 [ 19] SbC13-thioglycolic acid 1.2 - - [ 20 ] FeCI3-S2C12 1.1 1.0 ca. 99 [ 21 ] Ferrocene SzC12 1.06 0.2 ca. 67 [22] Lewis acids -- thianthrene 0.91-1.1 - - [ 23 ] FeC13~tiphenylselenide 0.93 - ca. 91 [ 24] PbO2 0.89 2 ca. 96 [25] SbCl3-phenoxathiin derivative 0.66-0.88 0.2~3.4 96-99 [26] SbC13-tetrachlorophenoxathiin 0.85~).87 - - [27] Singh et al. [22-25 ] have recently studied, in detail, the selective chlorination of toluene [ 22,23 ], naphthalene [ 24 ] and ortho, meta and para xylenes [ 25 ] with C12 using zeolite catalysts in the liquid phase. Chlorotoluenes are used as interme- diates in the pesticide, pharmaceutical, peroxide and other industries [ 26--43 ]. The major use of parachlorotoluene is in the manufacture of para chlorobenzotrifluoride, a key intermediate in the manufacture of dinitroaniline and diphenyl ether herbi- Table 8 Chlorination of toluene over various zeolitesa (Ref. [ 22 ] ) Catalysts Unconverted toluene Yield (wt.-%)b p/oc isomer ratio (wt.-%) PCT OCT BC Others K-ZSM-5 56.4 16.1 23.3 2.6 1.6 0.69 K-mordenite 57.3 15.2 21.9 3.9 1.7 0.69 K-X 60.0 11.0 16.0 11.1 1.9 0.69 K-Y 55.5 18.1 23.2 2.3 0.9 0.78 K-Beta 55.5 20.4 23.6 0.5 - 0.86 K-L 55.0 33.5 10.1 1.4 - 3.32 K-Ld 54.7 27.1 15.4 2.1 0.7 1.76 HK-L 59.2 17.7 20.2 0.7 2.2 0.87 FeC13 55.9 11.7 23.9 5.6 2.9 0.49 None 51.5 0.5 1.2 45.0 1.8 0.42 a Reaction conditions: Catalyst= 5 g/mol toluene: reaction temperature (K) = 353: C1CHzCOOH/catalyst (by weight) = 0.2: toluene = 0.32 tool: C12 flow (mol)/h = 0.04. b PCT: para-chlorotoluene: OCT: ortho-chlorotoluene: BC: benzyl chloride: others: polychlorinated toluenes (di- , tri-, and tetrachlorotoluenes). c p/o = PCT/OCT. d Reaction in the absence of C1CH2COOH. 38 P. Ratnasamv et al. /Applied Catah'sis A: General 135 1996)25 55 Table 9 Solvent effect in the chlorination of toluene over K-L zeolite~' (Ref. [22] ) Solvents Reaction temp Unconverted toluene Yield (wt.-%) ~ () (wt%) PCT OCT BC others p / o ratio CH2C12 40 48.0 21.6 21.5 C1CH2CH~C1 80 48.5 39.3 9.7 C1CH2CH2CI 40 53.8 18.1 22.0 CHC13 55 59.0 17.1 18.6 CHCI3 40 52.9 14.7 22.6 CCI4 70 56.3 32.4 10.1 CC14 40 51.4 19.2 21.2 No solvent\" 80 55.0 33.5 10.1 No solventc 40 55.4 17.4 16.5 8.6 0.3 1.00 1.6 0.9 4.05 0.4 5.7 O.82 3.8 1.5 0.92 3.6 6.2 0.65 0.8 0.4 3.21 7.8 0.4 0.90 1.4 - 3.32 8.0 2.7 1.05 \"Reaction conditions; catalyst = 10 g/mol toluene; ClCHzCOOH/catalyst solvent = 15 ml; CI2 flow (mol/h) = 0.04 b.c See footnotes to Table 8 d Reaction conditions are the same as those given in Table 8. ( by weight) = 0.2:toluene = 0.16 tool; cides. The influence of various conventional homogeneous catalysts on the 2:4 chlorotoluene ratio is given in Table 7. It may be seen thatpara selectivity is rather poor. Chlorination of toluene over various zeolite catalysts using C12 is shown in Table 8 [22]. Singh et al. found that thepara selectivity decreased in the following order: K-L (with C1CHzCOOH) >> K-L (without C1CHzCOOH) >> H-K-L = K-Beta > K-Y > K-X = K-mordenite = K-ZSM-5 > FeC13 > no catalyst. The above order does not correlate, in any simple manner, with the pore width of the zeolites confirming the results of earlier studies (Table 5) that the conventional concept of geometry-related shape selectivity alone cannot be invoked to explain the variation in para selectivity in chlorination reactions over zeolites. This crucial point is brought out in more detail in Table 9 which illustrates the major influence of solvents on the para selectivity in the liquid phase chlorination of toluene with C12 over a single K-L zeolite [ 22]. The ratio ofpara to ortho isomer varies six fold (from 0.65 for CHC13 to 4.05 for C1CHeCHzC1) at similar conversion levels and reaction conditions over the same catalyst and chlorinating agent. Factors like the competitive adsorption, diffusion and counter diffusion of substrate vs. solvent and C12 in the zeolite evidently play a major role in determining the selectivity. Para selectivity in liquid phase halogenations over zeolites cannot be predicted in a simple manner from the pore structure or the nature/content of the exchanged cation nor from gas phase adsorption/diffusion studies. 4-chloro-ortho-xylene is a desired industrial intermediate in the production of thermoplastics, pharmaceuticals and agrochemicals. Lewis acid catalysts, like A1C13, FeC13 and SbCI5 produce a large amount of less valuable products like the 3-chloro isomer as well as the polychloro xylenes [44-47]. The results of the chlorinations of ortho-xylene with C12 in the liquid phase over various zeolite catalysts are shown in Table 10 [25]. At comparable conversion levels, there is a P. Ramasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 Table 10 Chlorination of o-xylene over various zeolitesa (Ref. [25] ) 39 Catalyst SiO2/AI203 K+ exch. (%)b o-Xyl. (%) Prod. (wt.-%) 4/3 4-C1-OX 3-C1-OX 2-MBC Others No catalyst - - 61.6 13.2 10.7 5.2 9.3 1.2 Silica gel - - 65.2 19.7 13.8 0.2 1.1 1.43 FeCl3 - - 61.2 16.1 16.1 - 6.6 1.00 K-ZSM-5 41.0 96.0 63.3 20.3 14.1 0.3 2.0 1.44 K-Y 4.1 92.8 59.2 21.2 14.2 0.6 4.8 1.49 K-mordenite 22.0 89.8 57.7 24.5 15.8 0.3 1.7 1.55 K-beta 32.7 85.9 59.8 24.0 14.7 0.4 1.1 1.63 K-X 2.4 92.6 58.8 17.3 9.8 3.8 10.3 1.76 H-K-L 6.3 23.4 56.5 23.0 17.9 0.3 2.3 1.28 K-L 6.3 98.6 60.6 35.2 3.0 0. I 1.1 11.73 Reaction conditions: catalyst = 21.2 g/mol o-xylene; reaction temperature = 80; o-xylene = 0.08 mol; solvent (CICH2CHzCI) = 30 ml; C12 flow =0.04 mol/h. h degree of K +-exchange(%) = 100 moles of K/moles of AI. 4-CI-ox, 4-chloro-o-xylene; 3-Cl-ox, 3-chloro-o-xylene; 2-MBC, 2-methyl benzyl chloride; others, polychlori- nated-o-xylenes (di-, tri- and tetra-chloro-o-xylenes). ten-fold increase in the selectivity for the 4-chloro isomer over the K-L zeolite (4- C1/3-C1 isomer ratio = 11.73 compared to 1.2 in the absence of catalyst). The authors found the following decreasing order for the 4-C1/3-C1 selectivity over the various zeolite catalysts [25]. K-L >> K-X > K-beta > K-mordenite > K-ZSM- 5 --- silica gel > H-K-L > no catalyst > FeC13. This order is different from that seen earlier for the chlorination of toluene (Table 8) even though K-L zeolite is the most selective in both cases. The influence of solvent and temperature in the chlorination of ortho-xylene over K-L zeolite is shown in Table 11 [25]. The selectivities are compared at similar conversion levels. At higher temperatures, the reaction times have been shortened to obtain conversion levels similar to those at Table 11 Influence of solvent in the chlorination of o-xylene over K-L zeolitesa (Ref. [ 25 ] ) Solvent React. temp. () o-Xyl. (%) Prod. (wt.-%)b 4/3 4-CI-OX 3-C1-OX 2-MCB others CICH2CH2C1 80 60.6 35.2 3.0 0. l 1. l 11.73 CICH2CH2C1 40 58.3 26.7 10.3 0.2 4.5 2.59 CHCI3 40 58.8 26.6 11.3 0.4 2.9 2.35 CCI4 70 58.6 30.4 8.4 0.3 2.3 3.61 CC14 40 58.0 21.3 15.9 0.5 4.3 1.34 No Solventc 80 56.8 24.5 12.1 5.3 1.3 2.02 No Solventc 40 55.6 24.6 12.9 3.8 3.1 1.91 a Reaction conditions as in Table 10. t, Abbreviations as in Table 10. c Reaction conditions: catalyst = 5.7 g/mol o-xylene; o-xylene = 0.28 mol; C12 flow = 0.04 mol/h. 40 P. Ratnasamy et al. /Applied Catah,sis A: GeJwral 135 (1996) 25 55 Table 12 Influence of various cation exchanged L zeolites in the chlorination of o-xylenc at 80~' ( Ref. [ 25 ] ) Zeolite H+ (%) K+ (%) M''+ (%) o-Xyl. (%) Prod. (%)\" 4/3 4-CI-OX 3-C1-OX 2-MBC others H.K-L 75.6 23.5 0.9 56.5 23.0 17.9 0.3 2.3 1.28 Li.K-L - 19.5 80.5 45.6 31.1 19.9 0.9 2.5 1.56 Na.K-L - 21.2 78.8 53.9 30.3 13.6 0.8 1.4 2.23 K-L - 98.6 1.4 60.6 35.2 3.0 0.1 1.1 11.73 Ca-K-L 17.3 82.7 55.1 25.4 17.8 0.2 1.5 1.43 Sr-K-L - 20.8 79.2 56.5 26.0 15.9 0.3 1.3 1.63 Ba-K-L - 22.5 77.5 56.1 25.6 16.4 0.6 1.3 1.56 Ag-K-L 21.7 78.3 56.3 24.1 17.1 0.8 1.7 1.41 \"Reaction conditions as in Table 10. bM\"+ Li, Na, Ca, Sr, BaandAg;n(valency) lor2;degreecationexchange(%)=100olesofK~+M\"+/ moles of AI. H+ was obtained by determining the difference between the moles of AI and the sum of the moles ofK+ and Mnvalues. \" Abbreviation as in Table 10. lower temperatures. The 4-C1/3-C1 isomer ratio increases twofold ( 1.34 to 2.59) when the solvent is changed from CC14 to CICH2CHzC1 at 313 K. However, a more dramatic five fold increase in selectivity is seen when the temperature is increased to 353 K (2.59 to 11.73, Table 11 ) at the same conversion level. In other words, in addition to its effect on the rate of chlorination, temperature also affects the regioselectivity of chlorination, probably, through its influence on the solubility of C12, the relative adsorption, diffusion / counter-diffusion of substrate / solvent mol- ecules, etc. Negligible quantities of side chain chlorination products were seen in these reactions. A similar trend was also seen in the chlorination of meta- and para- xylenes. The uniqueness of the potassium ion, when exchanged into the L-zeolite, in enhancing the selectivity for the 4-chloro isomer is seen more clearly in Table 12. A fully potassium exchanged K-L zeolite is an order of magnitude superior in selectivity compared to other alkali or alkaline-earth exchanged zeolites. This effect is not manifested even when potassium is only partially exchanged (Table 12). The location of the K+ ion in L-zeolites is apparently an important factor contrib- uting to the greater selectivity of K-L zeolites. The selective monochlorination of polynuclear aromatics, like naphthalene, with C12 in the liquid phase, over zeolite catalysts has been reported by Singh and Kumar [24] (Table 13). Monochloronaphthalenes are used in dyes, fungicides, insecti- cides, wood preservatives and as ingredients in special cleaning agents. Lewis acid catalysts (A1C13, FeC13, SbC15) have traditionally been used producing 1-chloron- aphthalene and large amounts of polychlorinated naphthalenes. The chlorination of molten naphthalene with molecular chlorine in the absence of any catalyst also results in the formation of a large amount of polychlorinated products. The use of FeC13 as a catalyst leads to a selectivity of about 75% for monochloronaphthalene [48]. The results in Table 13 show that using zeolites like K-L or K-beta a P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 Table 13 Chlorination of naphthalene\" (Ref. [ 24 ] ) 41 Catalyst SiOJAI203 K+ exb,(%) Naph. Conv. (%) Prod. (wt.-%)c 1-CN+ 2-CN 1-CN 2-CN PCN K-ZSM-5 41.0 96.0 32.1 76.3 5.6 18.1 81.9 K-L 6.3 98.6 27.9 87.6 7.6 4.8 95.2 K-beta 32.7 85.9 31.1 87.1 7.6 5.3 94.7 K-Y 4.1 92.8 26.6 76.8 6.l 17.1 82.9 K-X 2.4 92.6 30.5 62.6 4.7 32.7 67.3 FeCI3 - - 28.1 72. t 5.4 22.5 77.5 silica gel - - 35.0 75.1 3.5 21.4 78.6 no catalyst - - 30.3 49.3 7.0 43.7 56.3 a Reaction conditions: catalyst = 25.4 g/mol naphthalene; reaction temperature = 80; naphthalene = 0.06 mol; solvent (CICH2CH2CI) = 30 ml; Clz flow = 0.03 mol/h. b K + -exchange in Zeolites (%) = 100 moles of K/moles of AI. 1-CN = 1-chloronaphthalene; 2-CN = 2-Chloronaphthalene; PCN = polychlorinated-naphthalenes selectivity for monochloronaphthalene up to 95% (87% of which consists of the 1-chloro isomer) can be achieved. The corresponding values for FeC13 are 77.5 and 72.1%, respectively. This is a significant yield/selectivity advantage over and above other process advantages like ease of catalyst separation, product recovery, absence of acid sludge disposal, handling of corrosive material, etc., when compared to the conventional processes using FeC13/A1C13/SbC15 catalysts. Miteni (Italy), Ihara Chemicals (Japan) and Toray (Japan) utilise zeolite cat- alysts in the synthesis of monochlorotoluenes (Ihara), [ 101 ] and dichlorotoluenes (Miteni and Toray). The latter process involves chlorination, isomerisation and separation and include recycle of unwanted isomers. In the isomerisation towards the equilibrium mixture, Toray researchers use [ 102,103] acid-type MFI zeolites for isomerisation of chlorotoluenes and dichlorobenzenes and mordenite for iso- merisation of dichlorotoluenes. 4.2. Other chlorinating agents Apart from C12, other chlorinating agents like SO2C12 [49-53], t-butyl hypo- chlorite [49], PhlC12 in trifluoroacetic acid [54], alkyl and acyl hypochlorites [55], C120 [56] and N-chloroamines [57-60],-amides and sulfonamides [61] have also been used to chlorinate aromatic substrates. Delaude et al. [49] have recently reviewed the chlorination of organic compounds using SO2C12 and t-butyl hypochlorite over solid catalysts [49]. One advantage of sulphuryl chloride, espe- cially in the lab, is that being a liquid, it is more easily handled than C12. It is, however, less reactive than C12 and reacts readily only with activated substrates such as phenols. At low temperatures, SO2C12 itself acts as an electrophile [50- 53]. At higher temperatures it may decompose to SO2 and C12. The latter may then be the true chlorinating agent. 42 P. Ratnasamy et al./Applied Catalysis A: General 135 (1996) 25-55 Delaude and Laszlo [62] found that zeolites catalyze efficiently both the ring and side-chain aromatic chlorinations by sulphuryl chloride. They demonstrated that while faujasites with significant BrCnsted acidity favour nuclear chlorination by an electrophilic mechanism, the non-acidic Na-X favoured the free radical chlorination of the side chain. The latter is enhanced by the presence of light or a radical chain initiator. The side chain selectivity (in the chlorination of toluene, for example) stems from the greater stability and lifetime of benzyl as compared to phenyl radicals. The electrophilic ionic mechanism, on the other hand, will be favoured in polar solvents which facilitate the formation of ion-pairs, such as C1 + FeC14 that are responsible for the regioselective chlorination. In an effort to achieve a clean, selective side chain chlorination of toluene avoiding ring chlori- nation, Delaude and Laszlo [62] found that aluminium-rich zeolites like Na-A, Na-X and Na-Y, gave very high (about 80%) yields of benzyl chloride. The yield of chlorotoluenes was negligible (0-0.3%). Photochemical irradiation and high temperatures enhanced the yield of benzyl chloride still further. Free radical traps like O2, I2 or benzoquinone suppressed the reaction thereby confirming that the side-chain halogenation, indeed, proceeded by a free radical mechanism. Among the small amount of chlorotoluenes, the ratio of ortho to para isomer was 58:42. The relative rates of chlorination of substituted toluenes followed the following decreasing sequence: p-CH3C6HaCH3 > C6HsCH3 > p-C1C6HaCH3 > m- CNC6H4CH3 > m-C1C6H4CH3 > p-CNC6H4CH3. Since introduction of an electron withdrawing group (like -C1) on the aromatic ring substantially decreases the rate of side chain chlorination while an electron donating group (like -CH3) increases it, Delaude and Laszlo concluded that the radical species is electrophilic with a tendency to abstract electron-rich hydrogen atoms. Indeed the Hammett equation gave slightly better correlation using the Brown and Okamoto o- + constants [63] than with o- values [64]. The former gave a slope of - 1.65 and a correlation coefficient of 0.997 for five points. That the free radical chlorination was localised mainly on the external surface of the zeolite was indicated by the similar reactivity of zeolites of differing pore diameters and Si/A1 ratios like A, X and Y. Nuclear chlorination of toluene vis-~t-vis side chain chlorination can be favoured either by increasing the polarity of the solvent or the Br0nsted acidity of the zeolite. In the chlorination of toluene with SO2C12 over NaX [62], it was found that the use of polar solvents like nitromethane or nitrobenzene dramatically increased the nuclear chlorination (Table 14). In the absence of any added solvent, exclusively side chain chlorination occurred. Similarly, increasing the BrCnsted acidity of the zeolite (exchanging the alkali cation for either H+ or Fe3+) enhanced [62] the nuclear chlorination (Table 15). The use of tert.-butyl hypochlorite as the chlorinating agent for para-selective chlorination of monosubstituted benzenes (C6HsR) in the presence of H-Na-X zeolites was reported by Smith et al. in 1985 [65] (Table 16). There is a distinct enhancement in para selectivity with the zeolite catalyst. Acetonitrile was found to be especially suitable as a solvent in chlorinations using t-butyl hypochlorite as P. Ratnasamy et al. /Applied Catalysis A.\" General 135 (1996) 25-55 Table 14 Chlorination of toluene by SO2C12 over NaX -- Influence of solvent (Ref. [ 62] ) 43 Solvent Yield ( % ) side-chain ring ortho.'para CH2C12 81 0 - CHCI3 78 0 - EEl4 74 0 - C6H6 83 0 - C6HsC1 79 0 - CS2 70 0 - CH3NO2 1 55 53:47 CrHsNO2 3 35 54:46 Conditions; Reflux for 1 h; toluene/SQ2C12 = 2(mol). Table 15 Chlorination of toluene by SO2C12 over zeolite X -- Influence of Br0nsted acidity (Ref. [ 62 ] ) Catalyst Yield (%) side-chain ring ortho.'para NaX 80 0.2 59:41 HX 23 22 58:42 Fe(III)X 0.5 12 59:41 Conditions: Reflux for 30 min; toluene/SO2Cl2 = 4(mol); no solvent. Table 16 Chlorination of C6HsR with t-butyl hypochlorite over H-Na-X. Comparison with homogeneous reaction (Ref. [711) R Yield (%) (p + o) paroJortho Homogeneousb paraJortho/meta CH3 I00 82/18 42/58/0 C2H5 100 90/10 48/52/0 i-C3H7 90 80/20 63/37/0 t-C4H9 99 98/2 76/22/2 CrH5 86 86/4 50/50/0 CI 95 97/3 55/39/6 Br 75 97/3 55/42/6 a Solvent for zeolite-catalyzed reactions is acetonitrile. b Chlorination in the homogeneous phase was carried out with CI2/CH3COOH. the chlorinating agent. The chlorination was most effective for alkyl-, phenyl and halobenzenes giving high para selectivity in all cases. Benzenes with deactivating substituents (for example benzonitrile, benzoic acid, methyl benzoate and nitro- benzene) could not be chlorinated even at elevated temperatures. Phenols reacted with t-butyl hypochlorite even in the absence of the zeolite. Hence no regioselec- tivity was observed. Similarly anisole was chlorinated in acetonitrile at the same 44 P. Ratnasamy et al./Applied Catalysis A: General 135 (1996) 25 55 Table 17 Bromination with Br2 catalyzed by zeolites (Ref. [71] ) Zeolite Substrate Phase para/ortho Yield (%) Fe-X toluene liq. 4.1 21 Fe-X C6HsCI liq. 33.0 58 Y C6H6 gas 11.0 100 LZ-Y C6HsBr liq. 19.0 76 Ca-Y-82 C~HsBr liq. 16.5 77 Ce-Y-89 C~HsBr liq. 26 91 rate whether in the presence or absence of a catalyst. However, in this case, con- siderable regioselective control was possible using H-Na-X in CC14 to give apara/ ortho ratio of 82/18. When silica was used as the catalyst, the ratio was 70/30. One distinct advantage in using t-butyl hypochlorite as the chlorinating agent in the presence of zeolites is that, since no HC1 is evolved as a by-product of the chlorination reaction, structural damage to the zeolite (due to the extraction of A1 from the lattice framework positions) is minimal. That the chlorination reaction was occurring inside the pores of the zeolites was indicated by the fact that larger crystals of the zeolite produce higher selectivities (94% para in the chlorination of toluene) under otherwise comparable conditions [66]. The reaction mechanism probably involves t-butyl hypochlorite oxonium ions [67,68]. Photochlorination of n-alkanes adsorbed on pentasil zeolites using UV light (from a low pressure Hg lamp) as the chlorinating agent was investigated by Turro et al. ( [68] ). Very interestingly, the selectivity for the monochlorination of the terminal methyl groups was 20-fold greater in the presence of the zeolites compared to the selectivity observed when the same reaction is carried out in a homogeneous solution. This enhanced selectivity was found to be a function of the percent loading of the alkane on the zeolite, the zeolite's silicon to aluminum ratio, the percent conversion of the starting material and the water content of the zeolite. 4.3. Bromination over zeolites The reactions of bromine and other brominating agents with organic compounds generally resemble those of chlorine [69,70]. The differences are due to: (1) the larger size of bromine compared to chlorine leading to a greater influence of steric effects on product formation; (2) the greater ability of bromine to bear a positive charge; (3) the weaker C-Br bond (compared to C-C1 bond); molecular bromine is, hence, less reactive than C12. The literature on the bromination of aromatic compounds over zeolite catalysts up to 1988 had been reviewed by de la Vega and Sasson [ 71 ]. Non-zeolitic catalysts (like FeC13) exhibit a low para-selectivity [71]. By contrast, zeolites exhibit a much higherpara-selectivity (Table 17, Ref. [71] ). In 1966, Levina et al. [ 13,72,73] showed that bromination of benzene is cata- lyzed by Fe-containing zeolites. In 1974, Van Dijk et al. [ 14] reported the liquid P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 Table 18 Bromination of halobenzenes with Br~, over zeolite X (Ref. [73] ) at 298 K 45 Substrate Catalyst Conv. (%) p/o ratio C6HsCI FeCl3 89 7.0 C6H5C1 Ca-X~ 96 106.0 C6H5C1 Fe-Xb 58 33.0 C6HsBr FeCI3 96 3.8 C6HsBr Ca-X~' 91 80.0 C6HsBr Ca-Xb 59 11.0 \"Excess zeolite. h Catalytic amounts of zeolite. phase bromination of alkyl and halogenobenzenes with Br2/CCl4 using NaCaX and NaCaFeX zeolites. When the aromatic compound was completely preadsorbed in the pores of the zeolite (excess zeolite) before contact with Br2/CC14, high para/ ortho ratios were observed. However, when using these zeolites in catalytic quan- tities, much lower conversions and para/ortho ratios were observed [73] (Table 18). In the bromination of alkylbenzenes in the presence of excess zeolite X, no side chain halogenation took place. The enhancement in para selectivity was diminished at higher temperatures. A surprising phenomenon observed by Van Dijk et al. [ 14] was that though phenol and anisole were rapidly brominated in the absence of any catalyst, the rate of the reaction was suppressed in the presence of zeolite X. Thepara/ortho ratio, however, was not altered. The conversion of anisole over Ca-X, Na-X and in the absence of catalyst were 41, 29 and 100 wt.-%, respectively. The corresponding para/ortho ratios were 17, 17 and 16, respectively. The authors speculated [ 14] that the lower rate of bromination in the presence of zeolite was caused by the interaction of the cations of the zeolite with the unshared electrons of the oxygen atom of anisole thereby preventing their delocalisation into the aromatic ring. Consequently a strong deactivation of the aromatic ring would result. The stronger adsorption of ethers, like anisole, compared to hydrocarbons, on zeolite X is in line with this argument. It may be interesting to study this reaction over a hydrophobic, high silica zeolite (like beta) to test the hypothesis. Wortel et al. [74] have studied the bromination, by Br2, of halobenzenes at 298 K in the presence of Y-type zeolites, partially exchanged with di- and trivalent cations. Catalyst activity and para/ortho ratio depended upon the crystallinity of the zeolite, type of cation, the extent of cation exchange, the activation temperature, the solvent and the amount of catalyst used. In all cases, the para/ortho ratio was substantially higher than in the absence of catalysts or conventional catalysts like FeC13. Catalyst deactivation by HBr, liberated during the reaction, was suppressed by adding NaHCO3 and zeolite K-A. The highest para/ortho ratios were obtained in a solvent-free system. The authors considered that the active sites were the Br0nsted acid sites of the zeolite: Zeol - OH + Brz ~ Zeol - OBr + HBr 46 P. Ratnasamy et al./ Applied CatalysLs A: General 135 (1996) 25-55 5O l,o T 301 0 It3 2O 0 I0 A 0 rl F CI Br i I I 0.4 0.8 1.2 1.6 ACIDITY (meq/g) 4,- Fig. 2. Influence of the acidity on the activity of different NaCaY catalysts in the bromination of (~) fluoroben- zenes, ( chlorobenzene and ([3) bromobenzene. Reaction conditions: halobenzene (mmol)= 30; Catalyst (g) = 1; CC14 (rnl) = 15; bromine (mmol) = 30 to 45; reaction temperature (K) =298 [74]. As illustrated in Fig. 2, the activities of different NaCaY zeolites could be correlated with their acidity which was mainly of the BrCnsted type. The order of reactivity decreased in the following order: toluene > benzene > fluorobenzene > chloro- benzene > bromobenzene. Both electronic and steric factors determine the rate of bromination. The larger size of bromine (compared to chlorine) leads to a lower extent of ortho substitution. In an elegant example of the shape selectivity of zeolites in the competitive addition of bromine (in CC14) to a straight chain and cyclic alkene (2-octene and cyclohexene, respectively), Smith [66] reported that, under conditions when the reaction occurs inside the pores of a zeolite, the linear dibromooctane was formed to the extent of 83%. Its concentration was only 35% in the absence of the zeolite. An interesting feature of the results of Wortel et al. [74] is the catalyst deacti- vation by HBr, liberated during the reactions and its suppression by addition of NaHCO3 and zeolite K-A (Table 19). The former absorbs the HBr liberated (by conversion of HBr to NaBr) and the latter (K-A) by selectively absorbing the H20 formed in the reaction of HBr with hydrogen carbonate. In the absence of the additives, there was a decrease in the activity and p/o selectivity of the zeolite catalysts both during the bromination reaction and on reuse. In an attempt to find a better HBr scavenger without the formation of H20 or solid salts, de la Vega and Sasson [ 75 ] found that propylene oxide addition dramatically improved the selec- P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 47 Table 19 Bromination of bromobenzene by Br2/CCI4 over zeolite catalysts -- Influence of NaHCO3/K-A zeolite absorbents (Ref. [74] ) Catalyst Additive Cony. after 5 h (%) p/o ratio Na-Y none 12 14.0 Na-Y NaHCO3, KA 37 19.9 Na-X none < 2 21.7 Na-X NaHCO3, KA 4 15.9 Ca-X none 13 9.5 Ca-X NaHCO3, KA 38 13.2 Reactions at 298 K; C6HsBr/Br2 = 0.67 (mol). tivity of Na-Y zeolite-catalyzed toluene bromination to yield almost pure p-brom- otoluene (98%). In the absence of propylene oxide the initial rate of bromination was approximately double but the para-selectivity was only 81%. In more recent studies on the bromination of toluene in a bromine-propylene oxide-zeolite system [76-78] de la Vega et al. found that the selectivity to the para-bromotoluene increases due to two factors: first, the propylene oxide deactivates the sites located on the external surface of the zeolite and second, a bromine-oxirane complex is formed that is less active and bulkier than bromine. The increased bulkiness of this complex leads to an increase in steric restriction within the zeolite, which favours the formation of the para isomer. A major disadvantage of the system was the rapid deactivation of the catalyst due to epoxide polymerization on the catalyst surface. In addition to their influence on para/ortho selectivity, zeolites affect the rates of bromination also, de la Vega and Sasson [71 ] had compared the initial rates of bromination of toluene on various zeolites with that observed in the absence of zeolite. The conversion, yield and para/ortho isomer ratio levels were similar. Zeolites had a catalytic effect on the reaction, increasing the initial rates 3 to 20- fold times in comparison with the uncatalyzed reaction. For example, initial rates of bromination of toluene over Na-Y, LZY-52, 5A, Na-X and in the absence of any catalyst were 0.98, 0.37, 0.14, 0.32 and 0.05 (mol/min gcat.) X 103, respectively. The lower rate over zeolite 5A is due to the smaller diameter of its channel aperture (4-5 A) compared to the kinetic diameter of toluene (6.1 A). In addition to the structural type of the zeolite, the charge of the exchanged, non-framework cation also exerts an enormous influence on the rates of bromination (Table 20, Ref. [71 ] ). The initial rates are compared at similar conversion and yields. The con- centration of benzyl bromide was also negligible. The increase in the initial rate on going from the monovalent (Na+, Li + ) through the divalent (Cu2 +, Ca2 +, Co2 + ) to the trivalent ions (La3 +, Fe3 + ) is quite striking. 4.4. Iodination over zeolites Iodination by molecular iodine in the liquid phase occurs only with phenols and anilines due to the weak electrophilicity of iodine. However, in the presence of 48 P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 Table 20 Initial rates of bromination of toluene over Y-type zeolites -- Influence of non-framework cation (Ref. [ 71 ] ) Zeolite Cation charge Exchange(%)b Initial ratesa ortho para Total plo Na-Y 1 - 0.34 0.64 0.98 1.88 Li-Na-Y 1 89.1 0.71 1.36 2.07 1.95 Cu-Na-Y 2 81.8 1.43 2.60 4.03 1.82 Ca-Na-Y 2 56.6 1.54 3.79 5.33 2.43 Co-Na-Y 2 45.4 2.03 3.47 5.50 1.72 La-Na-Y 3 51.9 6.50 18.9 25.4 2.91 Fe-Na-Y 3 53.7 9.20 14.7 23.9 1.59 a (mol/min/gcaO x 103. b Percent of Nathat was exchanged. oxidising agents, like nitric acid, H202 or peracetic acid, iodination of benzene, alkylbenzenes and even benzene rings with deactivating groups occurs readily. ICI is an additional popular iodination agent. Electrophiles like Ior I~-, formed 'in situ' are the probable iodinating species. The concept of direct oxyiodination of benzene in the gas phase over zeolite 13- X was suggested in a Japanese patent [78]. Some typical results are shown in Table 21 and Table 22. It may be noted that oxidation of benzene was negligible under the reaction conditions. Significant para selectivity is observed in the di- iodobenzene fraction. More importantly the catalytic activity was claimed to be stable for more than 800 h of continuous operation in the case of K- 13X wherein more than 75% of the Nahas been replaced by K Surprisingly, the iodination of naphthalene (Table 22) occurred predominantly in the 2-position. Conventional iodination techniques in the liquid phase using I2 and nitric acid or other strong oxidants preferentially produce iodination in the 1-position. The ability of the Table 21 lodination of benzene over zeolites (Ref. [ 122 ] ) a Zeolite Benzene conv. (%) Products (wt.-%) Phlz Phi m p o Li-X 79 60.7 16.7 17.7 4.9 Na-X 98 56.8 12.4 27.5 3.3 K-X 15 57.7 12.0 30.3 0 Cs-X 54 56.9 19.3 23.8 0 Mg-X 62 72.4 12.1 11.4 4.1 Ba-X 44 50.5 12.4 34.1 3.0 Na-Y 10 62.9 7.5 25.2 4.4 a Reaction conditions: O2:benzene:HI3 = 2.5:2.3:0.8 (molar); 345; GHSV = 1280 h-1. The concentration of CO2 in the reaction effluent was negligible in all cases except Na-Y. P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 Table 22 Iodination of naphthalene (Ref. [ 122] )a 49 Zeolite Napht. conv. Products (wt.-%) (%) Mono- Diiodo- Others 2-iodo 1 -iodo 2,6 2,7 Li-X 8 30 70 0 0 Na-X 61 53.4 16.9 10.5 11.0 K-X 74 43.2 13.8 19.8 14.5 Rb-X 57 34.4 21.7 25.8 11.2 Cs-X 66 36.2 18.8 18.3 13.8 Ca-X 4 100 0 0 0 Mg-X 8 33.9 66.9 0 0 Ba-X 1 100 0 0 0 Sr-X 7 100 0 0 0 L 20 29.2 67.9 0.3 0.4 0 8.2 8.7 6.9 12.9 0 0 0 0 2.2 Reaction conditions: O2:Napht.:I2 = 1.0:1.0:0.5 (molar). The concentration of CO2 in the reaction effluent was negligible in all cases except Sr-X, Li-X and Ba-X. zeolite to iodinate the 2-position preferentially is of commercial significance in the manufacture of 2,6-naphthalenedicarboxylic acids or esters. The latter are used in the manufacture of polyesters with excellent barrier properties when fabricated into films, bottles or coatings. It may be seen from Table 22 that zeolites like Rb-X possess a high selectivity for the 2,6-isomer amongst the di-iodonaphthalenes (about 70%). The use of IC1 in the iodination of aromatic compounds is illustrated in Table 23 [79] Table 23 Iodination of toluene with IC1 over zeolite catalystsa (Ref. [ 79] ) Catalyst SiOz/AI203 Cation%b Conv. (%) Prod. (wt.-%)c PIT/OIT H K PCT OCT PIT OIT others K-L 6.3 - 98.6 11.0 9.1 15.4 40.9 29.1 5.5 1.41 H-K-L 6.3 75.6 23.4 10.3 5.8 12.6 55.3 21.4 4.9 2.58 K-beta 32.6 9.7 90.3 11.4 8.8 14.9 46.5 27.2 2.6 1.71 H-beta 32.6 >98.7 - 10.3 6.9 10.7 59.6 20.7 2.1 2.88 H-Y 4.1 >98.2 - 8.3 8.4 13.3 49.4 24.1 4.8 2.05 H-mordenite 22.0 >98.1 - 13.7 9.6 17.5 37.9 29.2 5.8 1.30 H-ZSM-5 41.0 >98.1 - 10.7 7.5 15.0 42.1 29.9 5.5 1.41 SiO~ - - - 11.3 10.6 18.6 38.1 28.3 4.4 1.35 No catalyst - - - 8.5 9.4 14.1 40.0 31.8 4.7 1.25 a Reaction conditions: Catalyst = 4.9 g/mol toluene; reaction temperature (K) = 363; toluene (mol) = 0.10; iodine monochloride (mol) = 0.02; reaction time (h) = 0.25. b Degree of Kexchange(%) = 100 x moles of K/moles of AI; H+ was obtained by the difference between the AI content and the K+ or other metal values. PCT = para-chlorotoluene; OCT = ortho-chlorotoluene; PIT = para-iodotoluene; OIT = ortho-iodotoluene; Oth- ers = dichloro- and diiodotoluenes. d Fumed silica. 50 P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25 55 5. Structural stability of zeolites during halogenation reactions The utility of zeolite catalysts in industrial halogenations, especially in the liquid phase, depends on their reusability in many cycles of reaction. If the quantity of the catalyst (g/g of substrate) is low, say less than 2 to 3% (w/w), it may be economically viable to use fresh samples of the catalyst for each batch of reaction, in the manufacture of specialty chemicals with a high product value. In general, it is desirable to recover and recycle the catalyst. The results reviewed in the previous sections establish the feasibility of using zeolites to carry out highly selective halogenation of organic substrates. By contrast, there are very few systematic studies devoted to evaluating the structural stability of zeolites during halogenation reactions, especially those using molecular halogen as the halogenating agent. A priori, one would expect that the hydrogen halide liberated during the reaction would (1) alter the chemical composition and crystallinity of the zeolite (by removal of A1 from the lattice framework positions) and (2) replace the non- framework cations (like the alkali/alkaline earth cations) by protons. The severity of the consequence of these two phenomena on product distribution and catalyst recycle is likely to vary with the type of zeolite, the halogenating agent, the nature of the solvent and the presence of additives which 'fix' the hydrogen halide formed during the reaction thereby minimizing the damage to the solid zeolite catalyst. Wortel et al. [ 74] were amongst the earliest to report the deactivation of a zeolite catalyst both during the reaction in the liquid phase and on recycle of the catalyst. In the bromination of halobenzenes with Br2/CC14 at 298 K over Ca-Y zeolite, they observed a continuously decreasing para/ortho ratio during the reaction. The decrease was not caused by isomerization of para- into ortho-dibromobenzene. This decrease was also accompanied by a deactivation of the catalyst on recycle. Fig. 3 shows the results of some experiments where Ca-Y after several hours in the bromination reaction was filtered, washed with CC14 and reused in a subsequent bromination experiment. The influence of HBr is more explicitly illustrated in Table 24 [74]. Treatment of a suspension of Ca-Y in CCI4 with HBr suppressed both the activity and para selectivity. A similar treatment with Br2 instead of HBr did not have such an effect, indicating the crucial role of H+ ions. The authors suggested that an ion exchange process which transforms Ca-Y into a low-activity H-Y type zeolite was responsible for the suppression of both activity and para selectivity. Singh and Kumar [ 23 ] have recently reported the changes in activity and selec- tivity of K-L zeolite on repeated recycling in the chlorination of toluene by C12 in the liquid phase (Table 25), Unlike the faujasites, the K-L zeolite did not suffer any reduction in X-ray crystallinity. However, both the aluminium and potassium content of the zeolite decreased progressively with successive reuse in the chlori- nation reaction (Table 25). Even though these compositional changes did not affect toluene conversion to a great extent, significant changes occurred in product selectivity: the ratio of para to ortho chlorotoluenes decreased and the concentration P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 51 I 80 -6O 20 A 16 0 12 I0 8. B , t i ~\" , i 0 2 4 6 0 50 I00 -\" t (hr) ~ ~CONV.(*/.)----~ Fig. 3. Influence of the reuse of CaY-82 on the activity and para-selectivity in the bromination of bromobenzene, (A) 1 ~' cycle; ( ) reuse after 3-h reaction; ( reuse after 24-h reaction. Reaction conditions: bromobenzene (mmol) = 30; catalyst (g)= 1; CC14 (ml)= 15; bromine (mmol)= 30 to 45; reaction temperature (K) = 298 [74]. Table 24 Influence of HBr pretreatment of Ca-Y on bromination of bromobenzene with B~ (Ref. [74] ) Pretreatment tsoeo (rain)b p/oc none 66 12.5 1 h Br2 66 12.5 1 h HBr 150 7.5 The Ca-Y was activated at 793 K; Reaction at 298 K; Br2/C6HsBr = 1.5 (mole) b tSO~o = time required (in min) for 50% conversion of C6HsBr. c p/o =para/ortho ratio at 50% conversion. Table 25 Chlorination of toluene with C12 over K-L zeolite -- Influence of catalyst recyclea (Ref. [ 23] ) Cycle SiO2/AIzO3 K+/AI3+ Tol. conv. Products (wt.-%)b (mol) (tool) (wt.-%) PCT OCT BC others para/ortho 1 6.32 0.986 45.0 74.5 22.4 3.1 3.32 2 6.38 0.946 40.5 70.4 24.0 5.6 2.93 3 6.41 0.903 40.3 64.6 29.0 5.8 0.6 2.23 4 6.44 0.810 42.6 59.3 30.9 9.2 0.6 1.92 a Reaction conditions: catalyst=5 g/mol toluene; 353 K; C1CH2COOH/catalyst (by weight)=0.2; toluene (mol) = 0.32; C12 flow (tool/h) = 0.08. b PCT =para chlorotoluene; OCT = ortho chlorotoluene; BC = benzyl chloride; others = di-, tri- and tetra-chlori- nated tolueues. 52 P. Ratnasamy et al. / Applied Catalysis A: General 135 (1996) 25-55 of benzyl chloride increased in the reaction product. These results, again, highlight the important role of the exchanged cations in influencing product selectivity in halogenations over zeolites. In the case of zeolite K-L, since the major structural damage on repeated usage is the loss of K+ and not X-ray crystallinity (as is the case with the faujasite) a practical solution to the problem will be the conversion of H-K-L to K-L by ion exchange after each reaction cycle. The acidic degradation of faujasite during toluene chlorination using sulphuryl chloride (SO2C12) was reported by Antenuci et al. [80]. Two faujasites (Na-X (Si/AI= 1.25) and a protonic ZF520 (Si/AI=20)) were chosen. The former promoted side chain chlorination while nuclear chlorination was predominant over the latter. HCI and SO2 evolved continuously during the reaction. In the presence of residual humidity, progressive dealumination of the ZF520 catalyst occurs with- out destruction of the zeolite framework. It gives rise to the formation of an alum- type structure, of molecular formula (H30)AI(S04)2. 12H20. The alum phase is catalytically inactive. The catalytic activity drops with each recycle due to the dealumination of faujasite phase during reaction. The HC1 evolved during the chlorination and the sulphuric acid produced in the presence of residual humidity (no special care was taken to totally exclude water from the zeolite, toluene or the reaction atmosphere) apparently promoted the dealumination of the ZF520 zeolite. Due to the dealumination, even though the faujasite structure was preserved, the unit cell dimensions of the starting ZF520 zeolite is reduced. Rapid degradation of the Na-X zeolite is accompanied by the formation of NaC1 and NaA1 (SO4) 2\" 6H20. Surprisingly, these degradation products were also found to catalyze the side chain chlorination of toluene by SO2C12. Under conditions when water was strictly excluded, the structural degradation of both zeolites was slowed down and forma- tion of hydrated sulfates was prevented; However, the efficiency of the catalysts was moderately (NaX) or strongly (ZF520) reduced. 6. Conclusions Halogenation over solid catalysts, in general and zeolite catalysts, in particular, has many advantages. There is great potential and possibility for the use of zeolite catalysts in nuclear halogenation reactions (especially chlorination and bromina- tion) of aromatics in the liquid phase instead of the Lewis acid catalysts (like A1C13 and FeC13) used at present. The use of zeolites in such cases leads to enhanced yields of the para isomer thereby lowering the formation of byproducts and cost of separation. There is a need for a better understanding of the mechanism of halo- genation over zeolite catalysts in the liquid phase. Compared to the wealth of information available on halogenation in the homogeneous, gaseous and liquid phases, our knowledge about the details of solid catalyzed halogenation is meagre. An additional prerequisite for the greater use of zeolites in such applications is the solution, to the problem of physical and structural damage to the zeolite by the P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 53 hydrogen halide liberated during halogenations using molecular halogens. The use of acid-resistant zeolites (like mordenite, L etc.) can in some circumstances lead to viable solutions. In view of the increasing general tendency in the chemical industry to replace corrosive and toxic homogeneous catalysts (like HF, H2SO4, A1C13 and FeC13) by solid catalysts, activity in this field is expected to grow in the coming years. Acknowledgements S. Sharma thanks C.S.I.R. for a Junior Research Fellowship. The work was partly funded by the European Commission (Contract No. C11-CT93-0361 ). References [ 1 ] N.G. Clerici, Stud. Surf. Sci. Catal., 78 (1993) 21. [2] M. Guisnet, J. Barrault, C. Bouchoule, D. Duprez, C. Montassier and G. Perot (Editors), Stud. Surf. Sci. Catal., 41 (1988). [ 3] A.J. Downs and C.J. Adams, in J.C. Bailar Jr., H.C. Emelens, R.S. Nyholm and A.F. Trotman-Dickenson (Editors), Comprehensive Inorganic Chemistry, Pergamon, London, Vol. 2, 1993, p. 1107. [4] P.B.D. de la Mare, Electrophilic Halogenation, Cambridge University Press, Cambridge, 1976. [5] I.L. Finar, Organic Chemistry I, 6th ed., Longmans, 1989, p.149. [6] T.D. Stewart and K,R. Edlund, J. Am. Chem. Soc., 45 (1923) 1014. [7] R.G.W. Norrish, J. Chem. Soc., 123 (1923) 3006. [8] G. Williums, J. Chem. Soc. (1932) 1~747, 1758. [9] W. H61derich, M. Hesse and F. Naumann, Angew. Chem. Int. Ed. Engl. 27 (1988) 226. [ 10] K. Othmer, Encyclopedia of Chemical Technology, Vol. 10, 1980, p. 832. [ 11 ] Y. Tasaka and T. Nakasora, Jpn. Kokai Tokkyo Koho JP, 03 184 933 ( 1991 ); C.A. 115:23 1698t. [ 12] L. Marangoin, C. Gervasulli and L. Conte, J. Fluorine Chem., 19 ( 1 ) ( 1991 ) 21. [ 13] S.A. Levina, L.N. Malashevich and N.F. Ermolenko, Dokl. Akad. Nauk. Belorussk. SSR I0 (1966) 236; C.A. 65:6346n. [ 14] J. van Dijk, J.J. van Daalen and G.B. Paerels, Recl. Trav. Chim. Pays-Bas, 93 (1974) 72. [ 15] T. Huizinga, J.J.F. Scholten, Th.M. Wortel and H. van Bekkum, Tetrahedron Lett., 21 (1980) 3809. [ 16] J.M. Bakke, J. Liaskar and G.B. Lorentzen, J. Prakt. Chem., 324 (1983) 488. [ 17] K. Sekizawa, T. Miyake, M. Nakano, T. Hironaka, S. Fujii and M. Kikuchi, Stud. Surf. Sci. Catal., 44 (1988) 203. [ 18] T. Miyake, K. Sekizawa, T. Hironaka, M. Nakano, S. Fujii and Y. Tsutsumi, Stud. Surf. Sci. Catal., 28 (1986) 747. [ 19] A. Botta, H.J. Buysch and L. Puppe, Angew. Chem. Int. Ed. Engl., 30 ( 1991 ) 1689. [20] T. Suzuki and C. Komatsu, US Patent 4 831 199 (1989) to lhara Chemical Industry. [21 ] T. Nakamura, K. Shinoda and K. Yasuda, Chem. Lett., (1992) 1881. [22] A.P. Singh, S.B. Kumar, A. Paul and A. Raj, J. Catal., 147 (1994) 360. [23] A.P. Singh and S.B. Kumar, Appl. Catal. A, 126 (1995) 27. [24] A.P. Singh and S.B. Kumar, Catal. Lett., 27 (1994) 171. [25] S.B. Kumar and A.P. Singh, J. Catal., 150 (1994) 430. [26] US Patent 3 000 975 ( 1961 ). [27] SU 1 002297 (1983). [28] SU 4 013 730 (1977). [ 29 ] US Patent 3 226 447 (1965). [30] J.P. Kokai, 81/99429 L (1980). 54 P. Ramasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 [31 ] US Patent 4 013 144 (1977). [32] US Patent 4 013 142 (1977). [33] DE U.S. 2 634 340 (1976). [34] US Patent 3 317 617 (1967). [ 35 ] J.P. Kokai 81 / 110 630 (1980). [36] EP 63384 (1982). [37] J.P. Kokai 81/105 752 (1980). [38] US Patent4 289 916 (1981). [39] DE-OS 3 023 437 (1980). [40] US Patent 4 024 198 (1977). [41] US Patent 4 069 263 (1978). [42] US Patent 4 069 264 (1978). [43] US Patent 4 250 122 ( 1981 ). [44] R. Corriu and C. Coste, Tetrahedron, 25 (1969) 4949. [45] E.V. Skorobogatova, E. Yu Grudzinskaya, P.S. Afanas'ev, V.R. Kartashov, N.S. Zefirov and R. Caple, Zh. Org. Khim., 23 (10) (1987) 2052. [46] O.M.H. E1 Dusouqui, A. Rahman, H. El Nadi, M. Hassan and G. Yousif, J. Chem Soc. Perkin Trans., 2 (1976) 357. [47] S. Kajigaeshi, Y. Ueda, S, Fujisaki and T. Kakinami, Bull. Chem. Soc. Jpn., 62 (1989) 2096. [48] U. Beck and A.G. Bayer, in W. Gerhartz, Y.S. Yamamoto and F.T. Campbell (Editors), Ullmann's Encyclopedia of Industrial Chemistry, Vol. A6, Verlag Chemie, Weinheim, 1986, p.352. [49] L. Delaude, P. Laszlo and K. Smith, Acc. Chem. Res., 26 (12) (1993) 607. [50] R. Bolton, P.B.D. de la Mare and H. Suzuki, Recl. Trav. Chim. Pays-Bas, 85 (1966) 1206. [ 5 l ] R. Bolton and P.B.D. de la Mare, J. Chem. Soc. B (1967) 1044. [52] R. Bolton, J. Chem. Soc. B, (1968) 712. [53] R. Bolton, J. Chem. Soc. B, (1968) 714. [54] L.J. Andrews and R.M. Keeper, J. Am. Chem. Soc., 82 (1960) 5823. [ 55 ] M. Anbar and D. Ginsburg, Chem. Rev., 54 (1954) 925. [56] F.D. Marsh, W.B. Farnham, D.J. Sam and B.E. Smart, J. Am. Chem. Soc., 104 (1982) 4680. [57] J.R. Lindsay Smith, L.C. McKeer and J.M. Taylor, J. Chem. Soc. Perkin Trans. 2, (1987) 1533. [58] J.R. Lindsay Smith, L.C. McKeer and J.M. Taylor, J. Chem. Soc. Perkin Trans. 2, (1988) 385. [59] J.R. Lindsay Smith, L.C. McKeer and J.M. Taylor, J. Chem. Soc. Perkin Trans. 2, (1989) 1529. [60] J.R. Lindsay Smith, L.C. McKeer and J.M. Taylor, J. Chem. Soc. Perkin Trans. 2, (1989) 1537. [61 ] P. Bovonsombat and E. McNeils, Synthesis, (1993) 237. [62] L. Delaude and P. Laszlo, J. Org. Chem., 55 (1990) 5260. [63] H.C. Brown and Y. Okamoto, J. Am. Chem. Soc., 80 (1958) 4979~ [64] H.H. Jaffe, Chem. Rev., 53 (1953) 191. [65] K. Smith, M. Butters and B. Nay, Synthesis, (1985) 1157. [66] K. Smith, Stud. Surf. Sci. Catal., 59 ( 1991 ) 55. [67] L.W. Hertel and L.A. Paquette, J. Am. Chem. Soc., 101 (1979) 7620. [68] N.J. Turro, J.R. Fehlner, D.P. Hessler, K.M. Welsh, W. Ruderman, D. Firnberg and A.M. Braun, J. Org. Chem., 53 (1988) 3731. [69] H. Bock, J. Mintzer, J. Wittmann and J. Russow, Angew. Chem. Int. Ed. Engl., 19 (1980) 147. [70] P.B.D. de la Mare and B.E. Swedlund, in S. Patai (Editor), The Chemistry of the Carbon-Halogen Bond, Wiley, New York, 1973, p. 407. [71] F. de la Vega and Y. Sasson, Zeolites, 9 (1989) 418. [72] S.A. Levina, N.F. Ermolenko, L.N. Malasbevich and M.A. Sidorovich, USSR Pat. 196 728 (1967); C.A.67:120449. [73] S.A. Levina, N.F. Ermolenko and M.L. Saraeva, Vestsi Akad. Nauk. Belarus. SSR Ser. Khim. Nauk., (1967) 23; C.A. 69:99848. [74] Th M. Wortel, D. Oudijn, C.J. Vleugel, D.P. Roelofsen and H. Van Bekkum, J. Catal., 60 (1979) 110. [75] F. de la Vega and Y. Sasson, J. Chem. Soc. Chem. Commun., (1989) 653. [76] F. de la Vega, Y. Sasson and K. Huddersman, Zeolites, 13 (1993) 341. [ 77 ] F. de la Vega, Y. Sasson and K. Huddersman, Zeolites, 11 ( 1991 ) 617. [78] Jap. Pat. 77631 (1982). [79] S. Sharma, A.R.A.S. Deshmukh and A.P. Singh, unpublished results. P. Ratnasamy et al. /Applied Catalysis A: General 135 (1996) 25-55 55 [80] D. Antenucci, L. Delaude, A. Fransolet and P. Laszlo, J. Catal., 135 (1992) 92. [81 ] F. Wolf, S. Kreissl and O. Sonntag, Chem. Tech. (Leipzig) 25 (2) (1973) 89; C.A.114; 246952z. [82] I. Sudo, K. Miyata, M. lwasaki and K. Inoue, Jpn. Kokai Tokkyo Koho JP. 03 44 347 (1991); C.A. 114:246952z. [83] I. Bucsi and G.A. Olah, Catal.Lett., 16 (1992) 27. [84] A.M. Potapov, U.Sh. Rysaev, S.R. Rafikov and R.B. Valitov, USSR 662 540 ( 1979); C.A. 91:74199x. [85] D.R. Pyke and R. Reid, Brit.U.K.Pat.Appl.G.B. 2 095 244 (1982) ; C.A. 98:34221m. [ 86] N. Tanizawa, Jpn.Kokai Tokkyo Koho JP. 03 27 334 ( 1991 ) to Ihara Chemical Industry; C.A. 115:49054c. [87] S. Matsuoka and K. Tada, Jpn.Kokai Tokkyo Koho JP. 04 01 145 ( 1992); C.A. 116:151295q. [88] S. Matsuoka and K. Tada, Jpn. Kokai Tokkyo Koho JP. 04 01 144 ( 1992); C.A. 116:151294p. [89] D.H. Olson and G.M. Bailey, Ft. 1 561 081 ( 1969); C.A. 72:66358r. [90] Y. Higuchi, US Pat. 4 794 201 (1988) to Ihara Chemical Industry; C.A. 111:25323f. [91 ] T. Hironaka, T. Miyake, K. Sekizawa and K. Koyama, Jpn.Kokai Tokkyo Koho JP. 01 163 141 ( 1989); C.A. 111:232264c. [92] M. Nakano, K. Sekizawa, T. Hironaka and Y. Tsutsumi, Toso Kenkyu Hokoku, 32(2) (1988) 95; C.A. 110:231186w. [93] K. Konno, T. Inomura and K. Endo, Jpn. Kokai Tokkyo Koho JP. 62 87 536 (1987) ; C.A. 108:74964n. [94] T. Miyake, K. Sekizawa, T. Hironaka and Y. Tsutsumi, Jpn. Kokai Tokkyo Koho JP. 62 153 234 (1987) ; C.A. 108:94205u. [95] M. Nakano, K. Sekizawa, S. Fujii and Y. Tsutsumi, Jpn. Kokai Tokkyo Koho JP. 62 108 830 ( 1987); C.A. 108:74967r. [96] T. Suzuki and C. Komatsu, Jpn. Kokai Tokkyo Kobo JP. 61 172 837 ( 1986); C.A. 106:32529c. [97] K. Sekizawa, T. Miyake, T. Hironaka and Y. Tsutsumi, Jpn. Kokai Tokkyo Koho JP. 61 189 236 (1986) ; C.A. 106:4630. [98] K. Sekizawa, T. Hironaka and Y. Tsutsumi, Eur. Pat. Appl. EP 171,265 (1986), JP Appl. 84/160,274 (1984) ; C.A. 104:224678. [99] T. Suzuki and C. Komatsu, Eur. Pat. Appl. EP 154 236 (1985) JP Appl. 84/41,929 (1984); C.A. 104:148465. [100] M. Butters, B. Nay, W.E. Paget and K. Smith, Brit. U.K. Pat. Appl. GB 2 155 009 (1985); C.A. 104:129604v. [ 101 ] Jap. Pat. 59 144 722 (1984) to Ihara Chemical Industry. [ 102] K. lwayama and K. Tada, Shokubai, 35 ( 1 ) (1993) 17. [ 103] W.F. H61derich and H. Van Bekkum, Stud. Surf. Sci. Catal., 58 ( 1991 ) 678. [ 104] A. Botta, H.J. Buysh and L. Puppe, Ger. Often. DE 3 930 839 ( 1991 ) ; C.A. 114:206737b. [105] K. Sekizawa, T. Hironaka, M. Nakano and Y. Tsutsumi, Eur. Pat. Appl. EP 231 133 (1987); C.A. 107:136342y. [ 106] J.E. Milan and W.E. Wirner, US Pat. 4 835 327 ( 1989); C.A. 111:194273. [ 107 ] I. Sudo and K. Miyata, Jpn. Kokai Tokkyo Koho JP. 03 133 940 ( 1991 ) ; C.A. 115:231837n. [ 108] A. Botta, H.J. Buysh and L. Puppe, Eur. Pat. 334 097 (1989). [ 109] Y. Higuchi and T. Suzuki, Eur. Pat.. 118 851 (1984). [110] Y. Higuchi and T. Suzuki, Eur. Pat. Appl. EP 112 722 (1984); JP Appl.82/225,259 (1982), to Ihara Chemical Industry; C.A. 101:230115. [ 111 ] K. Shinoda, T. Nakamura and K. Yasuda, Toyama Kogyo Koto Senmon Gokko Kiyo, 26 (1992) 7. [ 112] A.P. Singh and P.N. Joshi, Ind. Pat Appl. No. 1234/DEL/92. [ 113] P. Ratnasamy, A.P. Singh and P.N. Joshi, Ind. Pat. Appl. No. 926/DEL/92. [ 114] A.P. Singh, S.B. Kumar and P.N. Josbi, Ind. Pat. Appl. No. 1249/DEL/93. [ 115] S.B. Kumar, A.P. Singb and P. Ratnasamy, Ind. Pat. 209/DEL/94. [ 116] A.P. Singb and S. Sharma, unpublished results. [ 117] S. Sharma and A.P. Singh, Ind. Pat. NF/217/94. [ 118] Z. Dudzik, P. Judek and M. Michalski, Polimery (Warsaw), 22(8) (1977) 278; C.A. 88:24052m. [ 119] P. Tsai and R.P. Cooney, J. Raman Spectros. 8(5) (1979) 236; C.A. 92:75453. [ 120] M. Rule, D.W. Lane, T.H. Larkins and G.C. Tustin. PCT Int. Appl. No. 8 802 358 (1988). [ 121 ] M. Rule, D.W. Lane, T.H. Larkins and G.C. Tustin, US Pat. Appl. 912 806 (1986) ; C.A. 110:38720n. [ 122] G. Papavatta and M. Saetti, Eur. Pat. 181 790 (1986). APCATA 95002103 0926-860X(95)00210-3 10.1016/0926-860X(95)00210-3 Elsevier Science B.V. All rights reserved Halogenation over zeolite catalysts P. Ratnasamy * A.P. Singh S. Sharma National Chemical Laboratory Pune -411 008,India * Corresponding author. Tel. and fax. (+91-212) 334761 Halogenation reactions over zeolite catalysts are reviewed. Product selectivity depends on many reaction parameters like solvent, temperature and halogenating agent in addition to the composition and structure of the zeolite catalyst. Even though, zeolites, in general, are unstable in the presence of the halogenoacids liberated during halogenation, recent developments, like the use of L-zeolite, may lead to the industrial use of zeolites in halogenation reactions. Keywords Halogenation Fluorination Chlorination Bromination Iodination Zeolites Reference [1] Clerici N.G. Stud. Surf. Sci. Catal. 78 1993 21 [2] 6th ed. Guisnet M. Barrault J. Bouchoule C. Duprez D. Montassier C. Perot G. Stud. Surf. Sci. Catal. 41 1988 [3] Downs A.J. Adams C.J. 6th ed. Bailar J.C. Jr. Emelens H.C. Nyholm R.S. Trotman-Dickenson A.F. Comprehensive Inorganic Chemistry Vol. 2 1993 Pergamon London 1107 [4] de la Mare P.B.D. 6th ed. Electrophilic Halogenation 1976 Cambridge University Press Cambridge [5] Finar I.L. 6th ed. Organic Chemistry I 1989 Longmans 149 [6] Stewart T.D. Edlund K.R. J. Am. Chem. Soc. 45 1923 1014 [7] Norrish R.G.W. J. Chem. Soc. 123 1923 3006 [8] Williums G. J. Chem. Soc. 1932 1747 Williums G. J. Chem. Soc. 1932 1758 [9] Hölderich W. Hesse M. Naumann F. Angew. Chem. Int. Ed. Engl. 27 1988 226 [10] Othmer K. Encyclopedia of Chemical Technology Vol. 10 1980 832 [11] Y. Tasaka and T. Nakasora, Jpn. Kokai Tokkyo Koho JP, 03 184 933 (1991); C.A. 115:23 1698t. [12] Marangoin L. Gervasulli C. Conte L. J. Fluorine Chem. 19 1 1991 21 [13] Levina S.A. Malashevich L.N. Ermolenko N.F. Dokl. Akad. Nauk. Belorussk. SSR 10 1966 236 C.A. 65:6346n [14] van Dijk J. van Daalen J.J. Paerels G.B. Recl. Trav. Chim. Pays-Bas 93 1974 72 [15] Huizinga T. Scholten J.J.F. Wortel Th.M. van Bekkum H. Tetrahedron Lett. 21 1980 3809 [16] Bakke J.M. Liaskar J. Lorentzen G.B. J. Prakt. Chem. 324 1983 488 [17] Sekizawa K. Miyake T. Nakano M. Hironaka T. Fujii S. Kikuchi M. Stud. Surf. Sci. Catal. 44 1988 203 [18] Miyake T. Sekizawa K. Hironaka T. Nakano M. Fujii S. Tsutsumi Y. Stud. Surf. Sci. Catal. 28 1986 747 [19] Botta A. Buysch H.J. Puppe L. Angew. Chem. Int. Ed. Engl. 30 1991 1689 [20] T. Suzuki and C. Komatsu, US Patent 4 831 199 (1989) to Ihara Chemical Industry. [21] Nakamura T. Shinoda K. Yasuda K. Chem. Lett. 1992 1881 [22] Singh A.P. Kumar S.B. Paul A. Raj A. J. Catal. 147 1994 360 [23] Singh A.P. Kumar S.B. Appl. Catal. A 126 1995 27 [24] Singh A.P. Kumar S.B. Catal. Lett. 27 1994 171 [25] Kumar S.B. Singh A.P. J. Catal. 150 1994 430 [26] US Patent 3 000 975 (1961). [27] SU 1 002 297 (1983). [28] SU 4 013 730 (1977). [29] US Patent 3 226 447 (1965). [30] J.P. Kokai, 81/99429 L (1980). [31] US Patent 4 013 144 (1977). [32] US Patent 4 013 142 (1977). [33] DE U.S. 2 634 340 (1976). [34] US Patent 3 317 617 (1967). [35] J.P. Kokai 81/110 630 (1980). [36] EP 63384 (1982). [37] J.P. Kokai 81/105 752 (1980). [38] US Patent 4 289 916 (1981). [39] DE-OS 3 023 437 (1980). [40] US Patent 4 024 198 (1977). [41] US Patent 4 069 263 (1978). [42] US Patent 4 069 264 (1978). [43] US Patent 4 250 122 (1981). [44] Corriu R. Coste C. Tetrahedron 25 1969 4949 [45] Skorobogatova E.V. Grudzinskaya E. Yu Afanas'ev P.S. Kartashov V.R. Zefirov N.S. Caple R. Zh. Org. Khim. 23 10 1987 2052 [46] El Dusouqui O.M.H. Rahman A. El Nadi H. Hassan M. Yousif G. J. Chem Soc. Perkin Trans. 2 1976 357 [47] Kajigaeshi S. Ueda Y. Fujisaki S. Kakinami T. Bull. Chem. Soc. Jpn. 62 1989 2096 [48] Beck U. Bayer A.G. 2nd ed. Gerhartz W. Yamamoto Y.S. Campbell F.T. Ullmann's Encyclopedia of Industrial Chemistry Vol. A6 1986 Verlag Chemie Weinheim 352 [49] Delaude L. Laszlo P. Smith K. Acc. Chem. Res. 26 12 1993 607 [50] Bolton R. de la Mare P.B.D. Suzuki H. Recl. Trav. Chim. Pays-Bas 85 1966 1206 [51] Bolton R. de la Mare P.B.D. J. Chem. Soc. B 1967 1044 [52] Bolton R. J. Chem. Soc. B 1968 712 [53] Bolton R. J. Chem. Soc. B 1968 714 [54] Andrews L.J. Keeper R.M. J. Am. Chem. Soc. 82 1960 5823 [55] Anbar M. Ginsburg D. Chem. Rev. 54 1954 925 [56] Marsh F.D. Farnham W.B. Sam D.J. Smart B.E. J. Am. Chem. Soc. 104 1982 4680 [57] Lindsay Smith J.R. McKeer L.C. Taylor J.M. J. Chem. Soc. Perkin Trans. 2 1987 1533 [58] Lindsay Smith J.R. McKeer L.C. Taylor J.M. J. Chem. Soc. Perkin Trans. 2 1988 385 [59] Lindsay Smith J.R. McKeer L.C. Taylor J.M. J. Chem. Soc. Perkin Trans. 2 1989 1529 [60] Lindsay Smith J.R. McKeer L.C. Taylor J.M. J. Chem. Soc. Perkin Trans. 2 1989 1537 [61] Bovonsombat P. McNeils E. Synthesis 1993 237 [62] Delaude L. Laszlo P. J. Org. Chem. 55 1990 5260 [63] Brown H.C. Okamoto Y. J. Am. Chem. Soc. 80 1958 4979 [64] Jaffe H.H. Chem. Rev. 53 1953 191 [65] Smith K. Butters M. Nay B. Synthesis 1985 1157 [66] Smith K. Stud. Surf. Sci. Catal. 59 1991 55 [67] Hertel L.W. Paquette L.A. J. Am. Chem. Soc. 101 1979 7620 [68] Turro N.J. Fehlner J.R. Hessler D.P. Welsh K.M. Ruderman W. Firnberg D. Braun A.M. J. Org. Chem. 53 1988 3731 [69] Bock H. Mintzer J. Wittmann J. Russow J. Angew. Chem. Int. Ed. Engl. 19 1980 147 [70] de la Mare P.B.D. Swedlund B.E. Patai S. The Chemistry of the Carbon-Halogen Bond 1973 Wiley New York 407 [71] de la Vega F. Sasson Y. Zeolites 9 1989 418 [72] S.A. Levina, N.F. Ermolenko, L.N. Malashevich and M.A. Sidorovich, USSR Pat. 196 728 (1967); C.A.67:120449. [73] Levina S.A. Ermolenko N.F. Saraeva M.L. Vestsi Akad. Nauk. Belarus. SSR Ser. Khim. Nauk. 1967 23 C.A. 69:99848 [74] Wortel Th M. Oudijn D. Vleugel C.J. Roelofsen D.P. Van Bekkum H. J. Catal. 60 1979 110 [75] de la Vega F. Sasson Y. J. Chem. Soc. Chem. Commun. 1989 653 [76] de la Vega F. Sasson Y. Huddersman K. Zeolites 13 1993 341 [77] de la Vega F. Sasson Y. Huddersman K. Zeolites 11 1991 617 [78] Jap. Pat. 77631 (1982). [79] S. Sharma, A.R.A.S. Deshmukh and A.P. Singh, unpublished results. [80] Antenucci D. Delaude L. Fransolet A. Laszlo P. J. Catal. 135 1992 92 [81] Wolf F. Kreissl S. Sonntag O. Chem. Tech. (Leipzig) 25 2 1973 89 C.A.114; 246952z [82] I. Sudo, K. Miyata, M. Iwasaki and K. Inoue, Jpn. Kokai Tokkyo Koho JP. 03 44 347 (1991); C.A. 114:246952z [83] Bucsi I. Olah G.A. Catal. Lett. 16 1992 27 [84] A.M. Potapov, U.Sh. Rysaev, S.R. Rafikov and R.B. Valitov, USSR 662 540 (1979); C.A. 91:74199x. [85] D.R. Pyke and R. Reid, Brit.U.K.Pat.Appl.G.B. 2 095 244 (1982); C.A. 98:34221m. [86] N. Tanizawa, Jpn.Kokai Tokkyo Koho JP. 03 27 334 (1991) to Ihara Chemical Industry; C.A. 115:49054c. [87] S. Matsuoka and K. Tada, Jpn.Kokai Tokkyo Koho JP. 04 01 145 (1992); C.A. 116:151295q. [88] S. Matsuoka and K. Tada, Jpn. Kokai Tokkyo Koho JP. 04 01 144 (1992); C.A. 116:151294p. [89] D.H. Olson and G.M. Bailey, Fr. 1 561 081 (1969); C.A. 72:66358r. [90] Y. Higuchi, US Pat. 4 794 201 (1988) to Ihara Chemical Industry; C.A. 111:25323f. [91] T. Hironaka, T. Miyake, K. Sekizawa and K. Koyama, Jpn.Kokai Tokkyo Koho JP. 01 163 141 (1989); C.A. 111:232264c. [92] Nakano M. Sekizawa K. Hironaka T. Tsutsumi Y. Toso Kenkyu Hokoku 32 2 1988 95 C.A. 110:231186w [93] K. Konno, T. Inomura and K. Endo, Jpn. Kokai Tokkyo Koho JP. 62 87 536 (1987); C.A. 108:74964n. [94] T. Miyake, K. Sekizawa, T. Hironaka and Y. Tsutsumi, Jpn. Kokai Tokkyo Koho JP. 62 153 234 (1987); C.A. 108:94205u. [95] M. Nakano, K. Sekizawa, S. Fujii and Y. Tsutsumi, Jpn. Kokai Tokkyo Koho JP. 62 108 830 (1987); C.A. 108:74967r. [96] T. Suzuki and C. Komatsu, Jpn. Kokai Tokkyo Koho JP. 61 172 837 (1986); C.A. 106:32529c. [97] K. Sekizawa, T. Miyake, T. Hironaka and Y. Tsutsumi, Jpn. Kokai Tokkyo Koho JP. 61 189 236 (1986); C.A. 106:4630. [98] K. Sekizawa, T. Hironaka and Y. Tsutsumi, Eur. Pat. Appl. EP 171, 265 (1986), JP Appl. 84/160,274 (1984); C.A. 104:224678. [99] T. Suzuki and C. Komatsu, Eur. Pat. Appl. EP 154 236 (1985) JP Appl. 84/41,929 (1984); C.A. 104:148465. [100] M. Butters, B. Nay, W.E. Paget and K. Smith, Brit. U.K. Pat. Appl. GB 2 155 009 (1985); C.A. 104:129604v. [101] Jap. Pat. 59 144 722 (1984) to Ihara Chemical Industry. [102] Iwayama K. Tada K. Shokubai 35 1 1993 17 [103] Hölderich W.F. Van Bekkum H. Stud. Surf. Sci. Catal. 58 1991 678 [104] A. Botta, H.J. Buysh and L. Puppe, Ger. Offen, DE 3 930 839 (1991); C.A. 114:206737b. [105] K. Sekizawa, T. Hironaka, M. Nakano and Y. Tsutsumi, Eur. Pat. Appl. EP 231 133 (1987); C.A. 107:136342y. [106] J.E. Milan and W.E. Wimer, US Pat. 4 835 327 (1989); C.A. 111:194273. [107] I. Sudo and K. Miyata, Jpn. Kokai Tokkyo Koho JP. 03 133 940 (1991); C.A. 115:231837n. [108] A. Botta, H.J. Buysh and L. Puppe, Eur. Pat. 334 097 (1989). [109] Y. Higuchi and T. Suzuki, Eur. Pat. 118 851 (1984). [110] Y. Higuchi and T. Suzuki, Eur. Pat. Appl. EP 112 722 (1984); JP Appl.82/225,259 (1982), to Ihara Chemical Industry; C.A. 101:230115. [111] Shinoda K. Nakamura T. Yasuda K. Toyama Kogyo Koto Senmon Gokko Kiyo 26 1992 7 [112] A.P. Singh and P.N. Joshi, Ind. Pat Appl. No. 1234/DEL/92. [113] P. Ratnasamy, A.P. Singh and P.N. Joshi, Ind. Pat. Appl. No. 926/DEL/92. [114] A.P. Singh, S.B. Kumar and P.N. Joshi, Ind. Pat. Appl. No. 1249/DEL/93. [115] S.B. Kumar, A.P. Singh and P. Ratnasamy, Ind. Pat. 209/DEL/94. [116] A.P. Singh and S. Sharma, unpublished results. [117] S. Sharma and A.P. Singh, Ind. Pat. NF/217/94. [118] Dudzik Z. Judek P. Michalski M. Polimery (Warsaw) 22 8 1977 278 C.A. 88:24052m. [119] Tsai P. Cooney R.P. J. Raman Spectros. 8 5 1979 236 C.A. 92:75453. [120] M. Rule, D.W. Lane, T.H. Larkins and G.C. Tustin, PCT Int. Appl. No. 8 802 358 (1988). [121] M. Rule, D.W. Lane, T.H. Larkins and G.C. Tustin, US Pat. Appl. 912 806 (1986); C.A. 110:38720n. [122] G. Papavatta and M. Saetti, Eur. Pat. 181 790 (1986).",
      "scopus-id": "0040655760",
      "coredata": {
        "eid": "1-s2.0-0926860X95002103",
        "dc:description": "Halogenation reactions over zeolite catalysts are reviewed. Product selectivity depends on many reaction parameters like solvent, temperature and halogenating agent in addition to the composition and structure of the zeolite catalyst. Even though, zeolites, in general, are unstable in the presence of the halogenoacids liberated during halogenation, recent developments, like the use of L-zeolite, may lead to the industrial use of zeolites in halogenation reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002103",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ratnasamy, P."
          },
          {
            "@_fa": "true",
            "$": "Singh, A.P."
          },
          {
            "@_fa": "true",
            "$": "Sharma, S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002103"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002103"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00210-3",
        "prism:volume": "135",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Halogenation over zeolite catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Halogenation"
          },
          {
            "@_fa": "true",
            "$": "Fluorination"
          },
          {
            "@_fa": "true",
            "$": "Chlorination"
          },
          {
            "@_fa": "true",
            "$": "Bromination"
          },
          {
            "@_fa": "true",
            "$": "Iodination"
          },
          {
            "@_fa": "true",
            "$": "Zeolites"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "25-55",
        "prism:endingPage": "55",
        "pubType": "rev",
        "prism:coverDisplayDate": "1 February 1996",
        "prism:doi": "10.1016/0926-860X(95)00210-3",
        "prism:startingPage": "25",
        "dc:identifier": "doi:10.1016/0926-860X(95)00210-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040655760"
      }
    }
  }
}