{
  "metadata": {
    "title": "Preparation of an active and very selective iron-molybdenum catalyst for methanol oxidation",
    "authors": "Krassimir Ivanov",
    "journal": "Applied Catalysis A: General",
    "date": "1994-09-01",
    "doi": "10.1016/0926-860X(94)80277-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94802777",
    "pii": "0926860X94802777"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028498844",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94802777 0926-860X(94)80277-7 0926860X94802777 10.1016/0926-860X(94)80277-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0186X 2024-01-01T12:21:46.509935Z 0 0 19940901 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast footnotes ref alllist content subj ssids 0926-860X 0926860X 116 116 1 2 1 2 Volume 116, Issues 1–2 1 L1 L3 L1 L3 19940901 1 September 1994 1994-09-01 1994 Letter article fla Copyright © 1994 Published by Elsevier B.V. PREPARATIONACTIVESELECTIVEIRONMOLYBDENUMCATALYSTFORMETHANOLOXIDATION IVANOV K WALKER 1964 I FORMALDEHYDE BURRIESCI 1987 115 N STUDIESINSURFACESCIENCECATALYSIS CATALYSTSDEACTIVATION IVANOVX1994XL1 IVANOVX1994XL1XL3 IVANOVX1994XL1XK IVANOVX1994XL1XL3XK item 0926-860X(94)80277-7 0926860X94802777 1-s2.0-0926860X94802777 10.1016/0926-860X(94)80277-7 271346 2024-01-01T12:21:46.509935Z 1994-09-01 1-s2.0-0926860X94802777-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802777/MAIN/application/pdf/0f96d5724b23dd1d81c83bf5c9a4e1b8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802777/MAIN/application/pdf/0f96d5724b23dd1d81c83bf5c9a4e1b8/main.pdf main.pdf pdf true 161107 MAIN 3 1-s2.0-0926860X94802777-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802777/PREVIEW/image/png/869dfb7c4efc56448885ce0025dff361/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802777/PREVIEW/image/png/869dfb7c4efc56448885ce0025dff361/main_1.png main_1.png png 60616 849 656 IMAGE-WEB-PDF 1 = A ELSEVIER Applied Catalysis A: General 116 (1994) L1-L3 Letter Preparation of an active and very selective iron molybdenum catalyst for methanol oxidation Krassimir Ivanov* Department of Chemistry, Agricultural University, 4000 Plovdiv, Bulgaria Received 17 December 1993, revised 15 June 1994; accepted 29 June 1994 The most widely used catalysts for selective methanol oxidation to formaldehyde are mixtures of ferrimolybdate and molybdenum trioxide, often modified by different additives [ 1,2]. As a result of their comprehensive investigation in the 70s and 80s, industrial samples of high activity (98-100% methanol conversion) and satisfactory selectivity (92-94%) were produced [ 3,4 ] . Irrespective of some disadvantages related mainly to their comparatively fast deactivation as a result of Fez (M004) 3 reduction to FeMo04, iron-molybdenum catalysts proved to be the most suitable for selective methanol oxidation [ 5 ] . All experiments aimed at synthesizing better catalysts using other oxide systems as a basis failed. Recently, this has led to a sharp decrease in the interest of specialists to the problem. The articles in the scientific literature, whose number continuously decrease, are mainly of a theoretical nature. In our opinion, the potentialities of iron-molybdenum catalysts are not yet completely exhausted. Our experience shows that good progress could be made in the following three areas: increase in selectivity, improvement in physico-mechanical properties and a decrease in the prime cost of the catalysts. Our opinion has been confirmed by the results obtained by our group over the last year. These results are the object of the present work. Over 30 variants of FeZ(Mo04)3-MOOg catalysts were synthesized and their catalytic activity and selectivity were studied on a flow apparatus under conditions close to those of industry. The main characteristics of the best of them are presented in Table 1. Preparation of catalyst K, comprised, essentially, the following steps: precipitation in an aqueous medium of ammonium paramolybdate and ferric chloride; separation and washing of the precipitate and reduction of the water content of the * Corresponding author. 0926-860X/94/$07.00 SSDI0926-860X(94)00147-2 L2 Table 1 Properties K. lvanov /Applied Catalysis A: General 116 (1994) LI-L3 K, KZ Small cylinders Green-yellow 78-82% Mo03-22-18% Fe203 3.90 g/cm3 1.40 g/cm' 0.70 t/m3 64.0% 90-92% 92-94% 300 350 6-14 Nm3/h-' I-' 1 % max 0.01% Max. Shape Colour Chemical composition True specific gravity Apparent specific gravity Bulk density Porosity Conversion of CH30H into CH20 Selectivity Average working temperature Temperature in the hot spot Flow rate Residual methanol in formaldehyde Formic acid in formaldehyde produced Small cylinders Green-yellow 78-82% Mo03-22-18% Fe203 3.60 g/cm' 1.80 g/cm' 0.86 t/m' 50.0% 92-94% 94-97% 300-320 330-360 6-14 Nm31h-'1-' Adjustable 0.01 % Max. washed precipitate; drying and shaping of the catalyst and thermal treatment at 500. The KZ catalyst, prepared by a new simplified technology by the use of a waste catalyst, comprised the following steps: grinding of the waste catalyst; chemical treatment; drying, shaping of the obtained mass and calcining at 500. Table 2 shows the results of a comparative investigation of the catalysts prepared by us as well as of three commercial catalysts in terms of their catalytic activity and selectivity. Measurements were made in a flow apparatus at 350, a 6.0% methanol concentration in an alcohol-air mixture, and a space velocity of 16 000 In the beginning of 1993, 2.5 t of the KZ catalyst was produced. In early May an industrial experiment was set up in the Chemical Combine in Dimitrovgrad. The results from the catalyst work in the first five months of the experiment are shown in Table 3. Details on the method of catalyst synthesis and a comprehensive analysis of the results from the industrial experiment will be reported at the Second Tokyo Con- Table 2 Catalyst Conversion to Selectivity Formaldehyde Total K, 90.0 97.0 92.7 K2 92.2 96.5 95.5 Commercial catalysts' 1 88.1 99.0 89.0 2 90.7 97.0 93.5 3 91.0 99.0 91.9 Commercial catalyst: No. 1, small cylinders 2.5 x 5.1 mm; No. 2, compact tablets 3.2 X 3.5 mm; No. 3, small cylinders 3.5 x 4.3 mm. K. lvanov /Applied Catalysis A: General 116 (1994) GI-G3 L3 Table 3 Indices Result Formalin produced in 24 h 80-82 t Methanol consumption per ton of 37% formalin 425-428 kg CO concentration in the exhaust gas 0.5% Methanol content in the formaldehyde < 1.0% Catalyst temperature in the hot spot 345 ference on Advanced Catalytic Science and Technology, August 21, 1994, Tokyo, Japan. The results presented in Tables 1-3 lead us to believe that the catalysts offered by us have the following advantages: (1) A higher selectivity at retained high activity. (2) A two-to-three times lower CO concentration in the exhaust gas. (3) Less bulk density of the catalyst allowing a more economical regime of work. References [ 1 ] I.F. Walker, Formaldehyde, Reinhold, New York (1964). [2] Ph. Courty, US Pat. 4 141 861 (1979). [3] L. Cavalli, M. Cucchetto and A. Viola, US Pat. 4 829 042 (1989). [4] Ph. Courty, US Pat. 3 846 341 (1974). [5] N. Burriesci, F. Garbassi, M. Petrera, G. Petrini and N. Pernicone, in B. Olmon and G.F. Froment (Editors), Catalysts Deactivation 1987, (studies in Surface Science and Catalysis, Vol. 34), Elsevier, Amsterdam, p. 115. APCATA 94802777 0926-860X(94)80277-7 10.1016/0926-860X(94)80277-7 Elsevier Science B.V. All rights reserved Preparation of an active and very selective iron-molybdenum catalyst for methanol oxidation Krassimir Ivanov 1 Department of Chemistry, Agricultural University, 4000 Plovdiv ,Bulgaria 1 Corresponding author. References [1] Walker I.F. Formaldehyde 1964 Reinhold New York [2] Ph. Courty, US Pat. 4 141 861 (1979). [3] L. Cavalli, M. Cucchetto and A. Viola, US Pat. 4 829 042 (1989). [4] Ph. Courty, US Pat. 3 846 341 (1974). [5] Burriesci N. Garbassi F. Petrera M. Petrini G. Pernicone N. Catalysts Deactivation Delmon B. Froment G.F. studies in Surface Science and Catalysis 34 1987 Elsevier Amsterdam 115",
      "scopus-id": "0028498844",
      "coredata": {
        "eid": "1-s2.0-0926860X94802777",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-09-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94802777",
        "dc:creator": {
          "@_fa": "true",
          "$": "Ivanov, Krassimir"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94802777"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94802777"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80277-7",
        "prism:volume": "116",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Preparation of an active and very selective iron-molybdenum catalyst for methanol oxidation",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L1-L3",
        "prism:endingPage": "L3",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 September 1994",
        "prism:doi": "10.1016/0926-860X(94)80277-7",
        "prism:startingPage": "L1",
        "dc:identifier": "doi:10.1016/0926-860X(94)80277-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028498844"
      }
    }
  }
}