{
  "metadata": {
    "title": "One-step synthesis of citronitril on hydrotalcite derived base catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-07-21",
    "doi": "10.1016/0926-860X(94)80175-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94801754",
    "pii": "0926860X94801754"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028467690",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-22 2001-08-22 2010-10-02T11:38:12 1-s2.0-0926860X94801754 0926-860X(94)80175-4 0926860X94801754 10.1016/0926-860X(94)80175-4 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X01676 2024-01-01T12:21:06.294127Z 0 0 19940721 1994 2001-08-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 114 114 2 2 Volume 114, Issue 2 3 215 225 215 225 19940721 21 July 1994 1994-07-21 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. ONESTEPSYNTHESISCITRONITRILHYDROTALCITEDERIVEDBASECATALYSTS CORMA A JONES 1967 204 G ORGANICREACTIONS RICHARDHEIN 1961 4874 W RAND 1966 1272 L RAND 1962 3505 L MASTAGLI 1962 1295 P LEHNERT 1974 301 W BARRIOS 1986 107 J BRILLON 1992 1838 D MOISON 1987 543 H MUZART 1982 60 J TEXIERBOULLET 1982 4927 F RAO 1991 1163 Y LEDNOR 1991 1625 P CORMA 1990 237 A CORMA 1991 130 A CORMA 1992 58 A ANGELETTI 1989 105 E PUTANOV 1991 17 P MCKENZIE 1992 547 A MIYATA 1971 514 S NAKATSUKA 1979 2449 T REICHLE 1985 547 W HATTORI 1988 533 H CORMAX1994X215 CORMAX1994X215X225 CORMAX1994X215XA CORMAX1994X215X225XA item 0926-860X(94)80175-4 0926860X94801754 1-s2.0-0926860X94801754 10.1016/0926-860X(94)80175-4 271346 2024-01-01T12:21:06.294127Z 1994-07-21 1-s2.0-0926860X94801754-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801754/MAIN/application/pdf/8f4855fbb75c38deda30d26f67c34d12/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801754/MAIN/application/pdf/8f4855fbb75c38deda30d26f67c34d12/main.pdf main.pdf pdf true 697050 MAIN 11 1-s2.0-0926860X94801754-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801754/PREVIEW/image/png/c383c611a46842d7a2db1a9aa9b4b140/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801754/PREVIEW/image/png/c383c611a46842d7a2db1a9aa9b4b140/main_1.png main_1.png png 51044 849 656 IMAGE-WEB-PDF 1 = A ELSEVIER Applied Catalysis A: General 114 (1994) 215-225 One-step synthesis of citronitril on hydrotalcite derived base catalysts A. Corma*, S. Iborra, J. Primo, F. Rey Instituto de Tecnologia Quimica UPV-CSIC, Universidad Politecnica de Valencia, Camino de Vera s/n, 46022 Valencia,Spain Received 3 November 1993; revised 3 March 1994; accepted 3 March 1994 Abstract Citronitril was obtained starting from ethyl cyanoacetate and benzylacetone using solid base catalysts. Hydrotalcites were found to carry out this reaction efficiently. The hydrotalcite catalyst was optimized from the point of view of its textural properties, composition ,i.e. Ca, Mg, and Zn as divalent cations, and Al/ (Al +Mg) in the case of the magnesium-aluminium hydrotalcites. The influence of water, reaction temperature and polarity of the solvent on conversion and selectivity was studied. Keywords: Base catalyst; Hydrotalcite catalyst; Citronitril synthesis 1. Introduction The Knoevenagel condensation is a very useful reaction in organic synthesis. It allows to prepare molecules containing a double bond conjugated with a carbonyl function by condensation of a molecule with a carbonyl group and another with activated methylenic groups. These reactions are catalyzed by bases such as ammonia, ammonium salts or primary and secondary amines [ 1 ] . Other catalysts such as anionic resins [ 2 ] , KF and CsF [ 3,4 ] and TiC14 [ 5,6 ] have also been used. However, the tendency in the last years is to develop environmentally friendly solid catalysts that can be easily separated and recycled. Among them, La203 and Ce02 supported on silica gel [ 7 ] , barium hydroxide [ 8,9 ] magnesium and aluminium oxides [ 10-12 ] , montmorillonite [ 13 ] , silicon oxinitride [ 14] , zeolites [ 15 ] , sepiolites [ 16 ] , hydrotalcites [ 17 ] , and amino groups immobilized on silica gel have been investigated as basic catalysts [ 18 ] . *Corresponding author. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved 216 A. Corma et al. /Applied Catalysis A: General 114 (1994) 215-225 Here, we have studied the production of citronitril [ 19,20] (5-phenyl-3-methyl2-pentenenitrile) (4, see Scheme 1) which is a fine chemical considered of commercial interest in the perfume industry as well as for detergents and soaps. The reaction was carried on a series of solid base catalysts of increasing basic strengths, the textural and chemical composition of catalysts, as well as the reaction conditions, have been optimized. 2. Experimental 2.1. Materials The basic catalysts studied are CsNaX zeolite, Cs-sepiolite, MgO, and hydrotalcites containing a divalent cation: Mg, Ca and Zn. The CsNaX zeolite was prepared by a repeated exchange of a NaX zeolite (13 x ) with an aqueous solution of CsCl (0.5 M), at room temperature. The CsNa-sepiolite was prepared starting from a sodium form of sepiolite [ 21 ] , and carrying out the ion exchange using an aqueous solution of CsCl, at room temperature. The final sepiolite sample contained (1.7 wt.-%) and (6.3 wt.-%) of Cs and Na respectively, both of them located in the channels of the sepiolite. The magnesium hydrotalcites were prepared by coprecipitation of an aqueous solution of magnesium and aluminium (solution A) with a second solution (B) of NaOH and Na2C03- The concentration of Mg (N03) 2 - 6H20 + Al (N03) 3 - 9H20 was 1.5 M; the ratios of the two, Al/ (A1 + Mg), of the different catalyst samples are given in Table 1. The concentration of Na2C03 in solution B was 1 M, and the concentration of NaOH was adjusted in order to achieve a final pH of 10 or 13 in the gel. The gel composition as well as the final pH are given in Table 1. All the gels were crystallized under hydrothermal conditions for 18 h at the different temperatures given in Table 1. After this they were filtered and washed with distilled water until no more carbonates were detected and the pH of the rinse water was 7. Finally, the solids were dried at 333 K for 24 h. In order to obtain the catalytic active forms of the magnesium hydrotalcites, they were calcined at 723 K for 18 h. Table 1 Characteristics of the synthesis gels and crystallization conditions of the hydrotalcites Sample Gel composition pH Crystallization temperature (K) C-10 2Mg:1A1:2Na2C03:7 NaOH 13 583 C-12 2Mg:1A1:2Na2C03:5NaOH 10 583 C-13 2.25Mg:0.75A1:2Na2C03:6.75NaOH 13 353 C-14 2.25Mg:0.75A1:2Na2C03:6.75NaOH 13 583 CaAlll 2Ca:1A1:4NaN03:6NaOH 7 - ZnA16 2.25Zn:0.75A1:4NaN03:6NaOH 7 353 A. Corma et al. /Applied Catalysis A: General 114 (1994) 215-225 217 Table 2 Composition and surface area of the calcined basic catalysts Sample Al/(Al+T2') BET surface area (m2g-') Crystallite size (nm) XNaCs 650 Cs-sepiolite 160 C-10 0.30 173 400 C-12 0.33 162 400 C-13 0.25 214 < 50 C-14 0.25 196 -400 CaAlll 0.33 20 not measured ZnA16 0.28 10 not measured Mg0 - 199 not measured The calcium hydrotalcite (CaAl l 1) was prepared in an analogous way, but using a solution B, 2 M in NaN03, and with the amount of NaOH required to achieve the gel composition given in Table 1. In this case the time for mixing solution A, containing Caz+ and A13+, and solution B was 15 min, and immediately after this, the precipitate was filtered and washed until no more N03- could be detected and the pH was 7. The X3-. This sample was heated at 723 K in nitrogen atmosphere in order to remove the nitrates, while avoiding formation of CaC03. The resultant material displayed a X-ray diffraction (XRD) pattern of well crystallized CaO on another phase which was amorphous. The textural properties of the oxide formed are presented in Table 2. In an analogous way as that presented above, a zinc hydrotalcite (ZnA16) was prepared by mixing a solution of zinc and aluminium ( (Zn+Al) -1.5 M) with a 2 M NaN03 solution containing NaOH. The composition of the gel obtained is given in Table 1. This gel was crystallized under hydrothermal conditions at 353 K for 18 h, and then filtered and dried as described above. The XRD indicates that an Zn-A1 hydrotalcite was obtained. After calcination, the presence of well crystallized ZnO was detected in the solid. The textural properties and chemical composition of this material are given in Table 2. A high surface area MgO sample was also prepared, by thermal decomposition of magnesium oxalate at 873 in vacuum [ 22 ] for 6 h, and the textural properties are given in Table 2. 2.2. Reaction procedure The reaction was carried out in a glass reactor, magnetically stirred, and heated in a silicone bath. The reaction procedure was as follows. A solvent-free mixture of benzylacetone (7 mmol) and ethyl cyanoacetate (18 mmol) was heated at 463 K, while stirring, in the batch reactor. When the temperature was stable, the catalyst (3 wt.-%) was added. At this moment the reaction started and samples were taken at different reaction times to follow the progress of the reaction. The reaction products were analyzed by gas chromatography-mass spectrometry (GC-MS) 218 A. Corma et al. /Applied Catalysis A: General 114 (1994) 215-225 (Hewlett-Packard 5988 A mass spectrometer connected with a 25-m capillary column of 5% cross-linked phenylmethylsilicone) and by 'H- spectroscopy (Varian 360 EM spectrometer). The course of the reaction was followed by GC (Hewlett-Packard 5890 apparatus with a flame ionization detector and using the same column as above) by taking and analysing samples at several times ranging from 0.1 to 24 h. The catalyst recovered in each sample was always repetitively washed with dichloromethane, and the extracted products were also analyzed and considered in the mass balance. Under the reaction conditions used here, it was detected that some hydrolysis and decomposition of 2 (Scheme 1) occurs, as indicated by the presence of acetonitrile in the products. Owing to this, an stoichiometric excess of 2 was always used, and the conversion was calculated with respect to reactant 1. The hydrolysis reaction was carried out in a Teflon@ lined stainless steel autoclave, magnetically stirred, and heated in a silicone bath. A solution of ester 3 (50 mg) in toluene (2 ml), water (different amounts) and the catalyst (50 mg) was poured into the autoclave, the suspension was heated for 15 h at different temperatures. The reaction products were analyzed by GC-MS. 3. Results and discussion The formation of citronitril (4) from benzylacetone (1) and ethyl cyanoacetate (2) involves several reaction steps (Scheme 1) . In the first one, reactants 1 and 2 condensate to give the E and Z isomers of ethyl 2-cyan-5-phenyl-3-methyl-2hexenoate (3) plus water. In order to obtain citronitril (4), ethyl 2-cyan-5-phenyl3-methyl-2-hexenoate (3) must undergo hydrolysis, followed by decarboxylation, and in this way a mixture of the E and Z isomers of the desired 5-phenyl-3-methyl2-pentenonitrile (4) is obtained. 11 catalyst IH3/CN PhCH2CH2-C-CH3 + NC-CHZ-C0OEt - Ph-CHZCH2-C=C + H20 [1] \\COOEt IH3/CN hydrolysis CH3 Ph-CH2CH2-C=C`COOEt ----f ph_CHzCH2-C=CH-CN _COZ 4 Scheme 1. A. Corms et al. /Applied Catalysis A: General 114 (1994) 215-225 219 Table 3 Activity of different base catalysts for the condensation reaction Catalysts Total conversion/S (m2g-') Yield (96) 3 Yield (96) 4 XNaCs 0.06 39 - SPCs 0.30 48 0.5 C-13 0.34 71 2.5 C-14 0.39 75 1.7 OMg 0.38 74 2 In order to optimize the first step, i.e. the condensation reaction [ 1 ], a series of solid base catalysts which we have previously found to be active and selective to perform Knoevenagel condensations [ 15-17] were used. Results from Table 3 indicate that the zeolite, sepiolite Mg-hydrotalcite and Mg0 are quite active for the condensation reaction. The order of reactivity is MgHT > Mg0 > sepiolite > zeolite. However, when the surface area is taken into consideration, it can be seen that the activity of the zeolite is much lower than that of any of the other three catalysts. These results agree with a previous work [ 15-17] in which it was indicated that, besides the possible geometric constrains present in the zeolite, its basicity, measured as the capacity for abstracting acidic hydrogens in activated methylenic compounds, is in the range of pK 9-10.7 for the CsNaX zeolite, while for Cs-sepiolite and magnesium hydrotalcite the value goes up to 13.3 and 16.6, respectively. However, it should be remarked that under these conditions none of the catalysts is able to extensively hydrolyse and decarboxylate the condensation product 3, and therefore the yields of citronitril obtained are very low. (Table 3 ) 3.1. Influence of chemical composition and textural properties of hydrotalcite on catalytic activity At this point, we concentrated our attention on the most active catalysts, i.e. the hydrotalcite. Thus, the influence of the chemical composition [the Al/ (Al + Mg) ratio] on the catalyst activity was studied. Some authors [23] have reported that C02 temperature-programmed desorption indicates that the incorporation of aluminium into MgO suppresses the formation of high-strength basic sites normally associated with pure MgO. Somewhat different conclusions were formulated by others [24,25 ] who claimed that aluminium plays a role in contributing to the appearance of strong basic sites in the compound prepared from hydrotalcite composition. Such a strong basicity was not exhibited by the MgO alone. In other words, it appears that by increasing the amount of aluminium in the hydrotalcite structure, the total number of basic sites decreases but the proportion of the stronger ones increases. If this is so we may expect to find an optimum in activity for a given base catalyzed reaction at a given A1 / (Al + Mg). The position of this maximum will depend on the basic strength necessary to catalyze that particular reaction. 220 A. Cor et al. /Applied Catalysis A: General 114 (1994) 215-225 0,8 0,5 0.4 a 0 0,3 a a 0,2 0,1 0,0 0,0 0,1 0,2 0,3 0,4 0,5 0,8 0,70,8 A1/ (A1+Mg) Fig. 1. Influence of the A]/ (A1 + Mg) ratio of the starting hydrotalcite on the activity for the condensation reaction. Duplicate experiments. For the reaction studied here, in which the methylenic group is strongly activated by the cyano and the acetoacetate groups, it should be relatively easy for the catalyst to generate the carbanion by extracting the proton. Therefore, basic sites with weak to medium strength should already be able to perform the reaction, and consequently the maximum in activity should be shifted to relatively low aluminium containing samples. Indeed, the results presented in Fig. 1 clearly show that the maximum in activity appears between the pure MgO sample and the magnesium hydrotalcite with the lowest aluminium content. Furthermore, it can be seen that when the aluminium content increases, the catalytic activity for the condensation reaction strongly decreases. In the case of MgO, and Mg-Al oxides derived from hydrotalcites, the basicity can be associated with hydroxyl groups and with framework oxygens [261. In principle these should be stronger than the hydroxyl groups, and among these the basic strength should be different depending on the coordination number of the oxygen, i.e. if the oxygen considered is in a corner, on an edge or on a crystal face [ 27 ] . If it is so, one will, by changing the crystallite size of the material, change the relative amount of the different basic sites, and therefore an effect on catalytic activity should be expected. Samples C13 and C14 were prepared by changing the crystallization temperature in the synthesis procedure (Table 1) . They have the same chemical composition, but different crystallite sizes. When their catalytic properties were measured in the condensation reaction, small differences in activity were observed between the two samples, probably as a consequence of the relatively weak basicity needed to carry out the reaction under study, which in turn makes all the different types of oxygen active (Table 3) . Finally, the basicity of the hydrotalcite catalyst was also changed here by introducing divalent cations of different electronegativity (Tables 1 and 2). The results presented in Table 4 indicate that the calcium containing catalyst gives a lower conversion than the magnesium hydrotalcite. However, the surface A. Corma et al. /Applied Catalysis A: General 114 (1994) 215-225 221 Table 4 Influence of the nature of the divalent cation in hydrotalcite, on the condensation reaction Catalysts Total conversion/S (mg-') Yield ( 6) 3 Yield ( 6) 4 C-14 0.43 75 1.7 CaA 111 3.55 69 3.0 ZnA16 0.50 5 - area of the former is much lower. Therefore, if the activity per surface area is calculated, it can be seen that the catalyst derived from the calcium hydrotalcite gives a much higher activity than those derived from magnesium hydrotalcites. However, it should be taken into account that the XRD diagram of the calcined calcium hydrotalcite showed that a considerable amount of calcium was segregated forming CaO. Therefore, we can not consider the calcined calcium hydrotalcite as a mixed Ca-A1 oxide, but as a mixture of CaO, and a mixed Ca-A1 oxide rich in aluminium. The same can be said for the zinc sample, but in this material, and owing to the lower basicity of the zinc, its activity, even per unit of surface area, is considerably lower. Nevertheless, it should be pointed out that when looking at the formation of citronitril, low yields were always obtained, and only the calcium form showed a reasonable activity per unit surface area. 3.2. Hydrolysis and decarboxylation of ethyl 2-cyano-5 phenyl-3-methyl-2 hexenoate (3) The hydrolysis of the ethyl 2-cyano-5-phenyl-3-methyl-2-hexenoate (3) obtained previously, and the decarboxylation of the acid formed can be also catalyzed by bases. Thus, a conventional hydrolysis experiment was carried out by treating the ester 3 in a 20% aqueous solution of NaOH. When the reaction was carried out at room temperature for 24 h, the reactant remained unaltered. When the reaction mixture was heated for 4 h at 100 C, 95% of the ester disappeared, but only 1 % citronitril was formed. The main reaction occurring under these conditions was the reverse Knoevenagel giving benzylacetone and ethyl cyanoacetate (Scheme 2). However, at the reaction temperature used, the first equilibrium should be shifted towards the condensation, and high levels of decomposition of the ester to ethyl cyanoacetate and benzylacetone should not be observed. Unfortunately, under these experimental conditions the ethyl cyanoacetate decomposes, and this produces the shift of the first equilibrium toward the original products. CH3 CN CH3 + ~ ~ PhCH2CH2C=C + EtOH PhCH2CHZC=CH-CN COO 4 Scheme 2. 222 A. Corma et al. /Applied Catalysis A: General 114 (1994) 215-225 Pro -as ; CH, OH \\ n/CN I CN Ph-CHZCHZ-C=C Ph-CH2CH2-C-C _ HO -\\,_) \\COOEt I \\COOEt C Hg (E+Z) CN CN / O II I CN Ph-CHZCHZ-C -CH -a _ H20 __. Ph-CHZCHZ-C + CH + HO COOEt I I ~ CHz CH3~ CH3 COOEt COOEt a Pro-- ;; I H3 /CN I H3 /CN _COZ I H3 Ph-CH2CHz-C=C` --- Ph-CH~CH2-C-C + EtOH -- PhCH2CH2-C=CHCN HO COO q (E+Z) OEt Scheme 3. Nevertheless these results also indicate that under the present experimental conditions the rate of hydrolysis is lower than the rate of the decomposition of the ester (r3 r2). This could be explained by considering that in the presence of high concentrations of hydroxyl groups, the attack of the OH- to the 0 of the ester via a Michael type addition mechanism (Scheme 3, process i), is favoured versus a addition-elimination process involving the nucleophilic attack on the carbonyl group of the ester, which yields citronitril as the final product (Scheme 3, process ii). If this is true a predominantly Lewis base catalyst such as hydrotalcite may be adequate to preferentially catalyze the desired reaction (process ii). Therefore, pure ester (0.20 mmol) was prepared and the reaction was carried out in the presence of toluene (2 ml) and a Mg-hydrotalcite (Al/ (A1 + Mg) = 0.25,100 mg), at 150 C. After 15 h, 25% conversion was observed with 30% selectivity to citronitril. Since water is necessary to carry out both the hydrolysis and decomposition of the Knoevenagel product, the influence of water on conversion and selectivity was studied. The results presented in Table 5 indicate that, at a reaction temperature of 150 C, when the water content increases, the yields of both citronitril and benzylacetone increase, but their ratio remains unchanged, indicating that the effect of water is the same on the two reactions. However, when the reaction temperature is increased (Table 6), it can be seen that the total conversion and the selectivity to A. Cor et al. /Applied Catalysis A: General 114 (1994) 215-225 223 Table 5 Hydrolysis of ester 3, at 150 C, in the presence of different amounts of water and different solvents Solvent Water (%) Yield (%) Ratio 1 /4 1 3 4 Toluene 0 17 75 8 2.1 Toluene 30 28 58 13 2.1 Toluene 50 40 40 20 2.0 Ethanol 50 63 12 25 2.6 Table 6 Hydrolysis of ester 3 in toluene and 50 wt.-% of water content with respect to catalyst weight, at different reaction temperatures Temperature ( C) Yield (%) Ratio 1/4 1 3 4 150 40 40 20 2.00 170 30 33 37 0.80 190 25 27 47 0.53 citronitril strongly increase, indicating that the activation energy for reactions 3 and 5 is higher than for reaction 2. The influence of the polarity of the solvent was studied by comparing the results obtained in the presence of toluene and ethanol (Table 5) . It appears that a more polar solvent favours the decomposition of the Knoevenagel product (3) versus the desired hydrolysis. Therefore, as the final step, the influence of water on the global reaction, i.e. condensation between ethyl cyanoacetate and benzylacetone to 60 Yield ( ) 60 -1 40 20 ~T~ TT~ 0 10 20 30 40 ($) water Fig. 2. Condensation of 1 and 2 in the presence of variables amounts of added water. (0) 1, ( ) 3, (O) 4. 224 A. Corma et al. /Applied Catalysis A: General 114 (1994) 215-225 give citronitril was studied and the results are given in Fig. 2. It can be seen in that figure that for the amount of water present an optimum exists for approximately 25% of water with respect to the catalyst. Under these conditions 45% selectivity to citronitril is achieved in one step. 4. Conclusions The first step for the production of citronitril, i.e. the condensation of 1 with 2 is efficiently carried out by hydrotalcites. The more basic calcium-aluminium hydrotalcite is more active, per unit surface area, than magnesium-aluminium hydrotalcites, and these are more active than a zinc-aluminium hydrotalcite. However, owing to the higher surface area of Mg-Al hydrotalcites its activity per unit weight of catalyst is the highest. In magnesium-aluminium hydrotalcites a maximum in activity is found for samples with a ratio Al/ (Al + Mg) = 0.25 for which an optimum between the total number and the strength distribution of basic sites exist for this reaction. A minor effect of hydrotalcite crystal size on activity was found. The second reaction step, i.e. the hydrolysis of the ester and finally decarboxylation of the acid formed, is a more demanding reaction from the point of view of the catalyst. The water present and reaction temperature play an important role for maximizing the production of citronitril. When they were optimized, high conversions with selectivities for citronitril close to 50% were obtained in a one-pot reaction. References [ 1 ] G. Jones, Organic Reactions, Vol. 15, Wiley, New York, 1967, p. 204. [2] W. Richardhein and J. Melvin, J. Org. Chem., 26 (1961) 4874. [ 3 ] L. Rand, D. Haiderkewich and R.J. Dolinski, J. Org. Chem., 31 (1966) 1272. [4] L. Rand, J.V. Swisher and C.J. Cronin, J. Org. Chem., 27 (1962) 3505. [ 5 ] P. Mastagli and C. Gnanadickam, Comp. Rend., 254 (1962) 1295. [6] W. Lehnert, Tetrahedron, 30 (1974) 301. [7] J. Barrios, J.M. Marinas and J.V. Sinisterra, Bull. Soc. Chim. Belg., 95 (1986) 107. [ 8 ] D. Brillon and G. Sauv , J. Org. Chem., 57 (1992) 1838. [9] T. Snapp and A. Blood, US Patent 3 701 798 (1972). [ 10 ] H. Moison, F. Texier-Boullet and A. Foucaud, Tetrahedron, 43 (1987) 543. [ 11 ] J. Muzart, Synth., (1982) 60. [ 12 ] F. Texier-Boullet and A. Foucaud, Tetrahedron Lett., 23 (1982) 4927. [ 13 ] Y. V. Rao and B.M. Chourdary, Synth. Commun., 21 (1991) 1163. [ 14] P.W. Lednor and R. Ruiter, J. Chem. Soc., Chem. Commun., (1991) 1625. [ 15 ] A. Corma, V. Fomes, R.M. Martin-Aranda, A. Gar and J. Primo, Appl. Catal., 59 (1990) 237. [ 16] A. Corma and R.M. Martin-Aranda, J. Catal., 130 (1991) 130. [ 17 ] A. Corma, V. Forn6s, R.M. Martin-Aranda and F. Rey, J. C ., 134 (1992) 58. [ 18 ] E. Angeletti, C. Canepa, G. Martinelli and P. Venturello, J. Chem. Soc. Perkin Trans 1, (1989) 105. [ 191 K. Bauer, U. Harder and W. Sturm, Ger Offen. 2 256 783 (1972). A. Corma et al. /Applied Catalysis A: General 114 (1994) 215-225 225 [20] K. Bauer, U. Harder and W. Sturm, Ger Offen. 2 256 483 (1972). [21 ] A. Corma, A. Mifsud end J. Perez-Pariente, US Patent 4 542 002 (1992). [ 22 ] P. Putanov, E. Kis and G. Boskovic, Appl. Catal., 73 (1991) 17. [231 A.L. Mckenzie, C.T. Fishel and R.J. Davis, J. Catal., 138 (1992) 547. 1241 S. Miyata, T. Kumura, H. Hattori and K. Tanabe, Nippon Kagaku Zasshi, 92 (1971) 514. [251 T. Nakatsuka, H. kawasaki, S. Yamashita and S. Kohjiya, Bull. Chem. Soc. Japan, 52 (1979) 2449. [261 W.T. Reichle, J. Catal., 94 (1985) 547. [271 H. Hattori, Mat. Chem. Phys., 18 (1988) 533. APCATA 94801754 0926-860X(94)80175-4 10.1016/0926-860X(94)80175-4 One-step synthesis of citronitril on hydrotalcite derived base catalysts A. Corma 1 S. Iborra J. Primo F. Rey Instituto de Tecnologia Quimica UPV-CSIC, Universidad Politecnica de Valencia, Camino de Vera s/n, 46022 Valencia, Spain 1 Corresponding author. Citronitril was obtained starting from ethyl cyanoacetate and benzylacetone using solid base catalysts. Hydrotalcites were found to carry out this reaction efficiently. The hydrotalcite catalyst was optimized from the point of view of its textural properties, composition ,i.e. Ca, Mg, and Zn as divalent cations, and Al/(Al+Mg) in the case of the magnesium-aluminium hydrotalcites. The influence of water, reaction temperature and polarity of the solvent on conversion and selectivity was studied. Keywords Base catalyst Hydrotalcite catalyst Citronitril synthesis References [1] G. Jones Organic Reactions 15 1967 Wiley New York 204 [2] W. Richardhein J. Melvin J. Org. Chem. 26 1961 4874 [3] L. Rand D. Haiderkewich R.J. Dolinski J. Org. Chem. 31 1966 1272 [4] L. Rand J.V. Swisher C.J. Cronin J. Org. Chem. 27 1962 3505 [5] P. Mastagli C. Gnanadickam Comp. Rend. 254 1962 1295 [6] W. Lehnert Tetrahedron 30 1974 301 [7] J. Barrios J.M. Marinas J.V. Sinisterra Bull. Soc. Chim. Belg. 95 1986 107 [8] D. Brillon G. Sauvé J. Org. Chem. 57 1992 1838 [9] T. Snapp and A. Blood, US Patent 3 701 798 (1972). [10] H. Moison F. Texier-Boullet A. Foucaud Tetrahedron 43 1987 543 [11] J. Muzart Synth. 1982 60 [12] F. Texier-Boullet A. Foucaud Tetrahedron Lett. 23 1982 4927 [13] Y.V. Rao B.M. Chourdary Synth. Commun. 21 1991 1163 [14] P.W. Lednor R. Ruiter J. Chem. Soc., Chem. Commun. 1991 1625 [15] A. Corma V. Fornes R.M. Martin-Aranda A. Garca J. Primo Appl. Catal. 59 1990 237 [16] A. Corma R.M. Martin-Aranda J. Catal. 130 1991 130 [17] A. Corma V. Fornés R.M. Martin-Aranda F. Rey J. Catal. 134 1992 58 [18] E. Angeletti C. Canepa G. Martinelli P. Venturello J. Chem. Soc. Perkin Trans. 1 1989 105 [19] K. Bauer, U. Harder and W. Sturm, Ger Offen. 2 256 783 (1972). [20] K. Bauer, U. Harder and W. Sturm, Ger Offen. 2 256 483 (1972). [21] A. Corma, A. Mifsud and J. Perez-Pariente, US Patent 4 542 002 (1992). [22] P. Putanov E. Kis G. Boskovic Appl. Catal. 73 1991 17 [23] A.L. Mckenzie C.T. Pishel R.J. Davis J. Catal. 138 1992 547 [24] S. Miyata T. Kumura H. Hattori K. Tanabe Nippon Kagaku Zasshi 92 1971 514 [25] T. Nakatsuka H. Kawasaki S. Yamashita S. Kohjiya Bull. Chem. Soc. Japan 52 1979 2449 [26] W.T. Reichle J. Catal. 94 1985 547 [27] H. Hattori Mat. Chem. Phys. 18 1988 533",
      "scopus-id": "0028467690",
      "coredata": {
        "eid": "1-s2.0-0926860X94801754",
        "dc:description": "Citronitril was obtained starting from ethyl cyanoacetate and benzylacetone using solid base catalysts. Hydrotalcites were found to carry out this reaction efficiently. The hydrotalcite catalyst was optimized from the point of view of its textural properties, composition ,i.e. Ca, Mg, and Zn as divalent cations, and Al/(Al+Mg) in the case of the magnesium-aluminium hydrotalcites. The influence of water, reaction temperature and polarity of the solvent on conversion and selectivity was studied.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-07-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94801754",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Corma, A."
          },
          {
            "@_fa": "true",
            "$": "Iborra, S."
          },
          {
            "@_fa": "true",
            "$": "Primo, J."
          },
          {
            "@_fa": "true",
            "$": "Rey, F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94801754"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94801754"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80175-4",
        "prism:volume": "114",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "One-step synthesis of citronitril on hydrotalcite derived base catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Base catalyst"
          },
          {
            "@_fa": "true",
            "$": "Hydrotalcite catalyst"
          },
          {
            "@_fa": "true",
            "$": "Citronitril synthesis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "215-225",
        "prism:endingPage": "225",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 July 1994",
        "prism:doi": "10.1016/0926-860X(94)80175-4",
        "prism:startingPage": "215",
        "dc:identifier": "doi:10.1016/0926-860X(94)80175-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028467690"
      }
    }
  }
}