{
  "metadata": {
    "title": "Characterization of chromia/alumina catalysts by X-ray photoelectron spectroscopy, proton induced X-ray emission and thermogravimetric analysis",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-01-19",
    "doi": "10.1016/0926-860X(94)00204-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94002045",
    "pii": "0926860X94002045"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000242737",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X94002045 0926-860X(94)00204-5 0926860X94002045 10.1016/0926-860X(94)00204-5 S350 S350.3 HEAD-AND-TAIL 1-s2.0-S0926860X00X02098 2024-01-01T12:21:46.509935Z 0 0 19950119 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 121 121 2 2 Volume 121, Issue 2 3 203 216 203 216 19950119 19 January 1995 1995-01-19 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. CHARACTERIZATIONCHROMIAALUMINACATALYSTSBYXRAYPHOTOELECTRONSPECTROSCOPYPROTONINDUCEDXRAYEMISSIONTHERMOGRAVIMETRICANALYSIS RAHMAN A HELMER 19721973 259 J ALLEN 1973 1675 G OKAMOTO 1974 241 Y OKAMOTO 1976 859 Y GRUNERT 1986 138 W GORRIZ 1992 2670 O CARBONELL 1992 1549 C FOUAD 1991 75 N ACHARYA 1990 424 D OSKAM 1990 325 A SOMASUNDARAM 1987 81 T KANIA 1986 175 W KANIA 1984 501 W CONLON 1985 521 T CAIRNS 1980 511 J COOKSON 1987 294 J APPLICATIONSHIGHENERGYIONMICROBEAMS WRIGHT 1979 968 C SOFIELD 1981 379 C YEBOAH 1989 147 Y 1970 123 157 DIFFERENTIALTHERMALANALYSIS AHMED 1993 584 M PERRIN 1988 Y VALETPLUSEMBEDDEDINLARGEPHYSICSEXPERIMENTS MAXWELL 1988 218 J WAGNER 1981 211 C PAPARAZZO 1986 1 E MERRYFIELD 1982 348 R DEANGELIS 1976 81 B RAHMANX1995X203 RAHMANX1995X203X216 RAHMANX1995X203XA RAHMANX1995X203X216XA item 0926-860X(94)00204-5 0926860X94002045 1-s2.0-0926860X94002045 10.1016/0926-860X(94)00204-5 271346 2024-01-01T12:21:46.509935Z 1995-01-19 1-s2.0-0926860X94002045-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002045/MAIN/application/pdf/52775775c0f55b876a370f65eb505695/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002045/MAIN/application/pdf/52775775c0f55b876a370f65eb505695/main.pdf main.pdf pdf true 861168 MAIN 14 1-s2.0-0926860X94002045-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002045/PREVIEW/image/png/deafdd64e82eab257c7f7339ae71a4b5/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002045/PREVIEW/image/png/deafdd64e82eab257c7f7339ae71a4b5/main_1.png main_1.png png 57511 849 656 IMAGE-WEB-PDF 1 APPLIED CATALYSIS a~ ... A: GENERAL ELSEVIER Applied Catalysis A: General 121 (1995) 203-216 Characterization of chromia/ alumina catalysts by X-ray photoelectron spectroscopy, proton induced X-ray emission and thermogravimetric analysis A. Rahman *, M.H. Mohamed, M. Ahmed, A.M. Aitani The Research Institute, King Fahd University of Petroleum and Minerals, Dhahran 31261, Saudi Arabia Received 20 April 1994; revised 22 September 1994; accepted 23 September 1994 Abstract Chromia/alumina catalysts with different metal loading were characterized using X-ray photoelectron spectroscopy (XPS), proton induced X-ray emission (PIXE) and thermogravimetric (TG) techniques to elucidate the surface structure of these catalysts. XPS studies on calcined samples show a sharp increase of the Cr/Al ratio at calcination temperatures up to 500 while the ratio remains relatively unchanged at higher calcination temperature. The surface state of chromium shows predominantly Crb+. At calcination temperatures higher than 500, calcination-induced reduction is observed of the Cro+ to Cr'+, where the fraction of chromia in Cr'+ oxidation state increases with increasing temperature. A progressive increase of the intensity of the peak due to Cr 2p of the Cr'+ oxidation state is also observed with increasing amount of metal loading. The calcination-induced reduction of the alumina-supported chromia was found to be less than the corresponding reduction of bulk Cr03. Also, the size of the spin-orbit splitting of the Cr 2p level of chromia catalysts which had undergone calcination-induced reduction was found to be smaller than would be expected for bulk Cr'+. The XPS spectra of chromium on the Cr/Al catalysts were found to be time dependent. Photoreduction of Cr\" on Cr/Al samples was found for irradiation times longer than 4.0 min. It was found from PIXE analysis that at higher calcination temperature, the Cr/Al atomic ratio approaches the values obtained by XPS. For all samples, the chromium particles were found to be homogeneously distributed on the alumina support for calcination temperatures up to 800. Thermogravimetric results on uncalcined bulk Cr03 agree well with the XPS observation as to the fact that the main phase transformation of Cro+ compounds occurs at about 500, resulting in reduction to Cr'+. Keywords: Chromia/alumina; Differential thermal analysis; Proton induced X-ray emission spectroscopy; Surface structure; Thermogravimetry; X-ray photoelectron spectroscopy 1. Introduction Supported chromia catalysts have a wide range of applications such as hydrogenation and dehydrogenation reactions of hydrocarbons, the dehydrocyclization * Corresponding author. Tel. ( +966-3) 8603864, fax. ( +966-3) 8603989. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI0926-860X(94)00204-5 204 A. Rahman et al. /Applied Catalysis A: General 121 (1995) 203-216 of alkanes, dehydroisomerization of alkanes, alkenes, and naphthenes, and the polymerization of alkenes. Highly stable carriers are of prime importance as most of the dehydrogenation thermodynamics requires high temperatures. Alumina is widely used as a support since it is a refractory, high surface area oxide. In order to control the activity and selectivity better, several studies have been aimed at the characterization of chromia/alumina catalysts. As very little is yet known regarding the location and behaviour of chromia particles on the alumina support, further characterization studies are required, particularly if such a study can bear on various aspects of the characterization work. X-ray photoelectron spectroscopy (XPS) has become an indispensable technique in the characterization of heterogeneous catalysts. There have been several reports of XPS measurements of chromium compounds [ 1-3 ] . Chromia-alumina catalysts have been characterized by many workers using XPS [4-6] and other techniques [ 7-13 ] . Most of the other techniques provide information about the bulk catalysts or thick surface layer of the catalysts. From XPS measurements, the valencies of metal ions in a thin surface layer (about 50 A) of supported oxide as well as the metal-support interaction can be deduced. Proton induced X-ray emission (PIXE) has found its potentialities for catalytic research [ 14-16] . The impact of high energy protons upon a solid causes the emission of characteristic X-rays, which can be used for quantitative composition analysis. A uniform distribution of the composition across a catalyst pellet is an important factor for catalyst design. A PIXE micro-analytical technique is available for measuring this dispersion with a spatial resolution of the order of microns [ 17,18 ] . Since energetic protons can penetrate the surface layers (up to about 3050 /um in most materials) and the X-rays produced can be detected from such depths, the PIXE technique provides information about elemental concentration in the bulk of the catalyst. The techniques of PIXE and XPS are utilized here in order to obtain information from both the bulk and the surface of the alumina-supported chromia catalysts. Thermogravimetry (TG) is a technique in which the change in mass of a substance is measured as a function of temperature. Differential thermal analysis (DTA) is a means of measuring the amount of heat evolved or absorbed and the temperature at which these changes take place within the material. Thus, by combining the results of TG and DTA, it is possible to deduce the transformation phenomena that occur when a catalyst is heated [ 19,20] . To date, very little quantitative information is available regarding the effects of calcination, photoreduction and metal loading on the corresponding oxidation states and surface properties of the chromia-alumina catalyst system. In this paper, the information obtained by XPS measurements for chromia-alumina catalysts is compared with PIXE and thermogravimetric results. This work represents a comprehensive attempt to apply XPS, PIXE, TG and DTA techniques to a single chromia/ alumina system. A. Rahman et al. /Applied Catalysis A: General 121 (1995) 203-216 205 2. Experimental Preparation of catalysts Catalyst samples were prepared by impregnating a commercial y-alumina with an aqueous solution of chromic acid. The surface area of the y-alumina used was 300 mZ/g. The support was first heated at 500 in air for 16 h in a furnace. Aqueous solutions of chromic acid were prepared with a prescribed amount of chromic acid to yield 1%, 5%, 10% and 15% chromic/alumina samples. The solution was allowed to soak into the support for 2 h and then the excess water was removed using a rotary evaporator under vacuum at 80. The samples were finally calcined in air at 500 for 24 h. The 5% Cr/alumina sample was also calcined in air at 300 and at 800 for 24 h. A small amount of bulk chromic acid was also calcined at 500 for 24 h. 2.2. Characterization techniques Micro-PIXE The Nuclear Microprobe Facility [ 21 ] was used to measure the distribution of chromium over aluminium by the proton induced X-ray emission (PIXE) method. Targets in the shape of cylindrical discs were formed from the prepared powder samples by setting them in epoxy resin, drying and polishing to have a smooth surface. To avoid any charge build-up during proton irradiation, the surface was in addition coated with a thin carbon layer. Four samples with 5% Cr concentrations, both uncalcined and calcined at 300, 500 and 800 were analyzed using a 2.5 MeV proton microbeam of about 5 gm resolution. An area of 540 Am X 540 ,um was scanned at a time and aluminium and chromium distribution maps were acquired from each area using the VALET-Plus data acquisition and control software [ 22] to check for homogeneity of dispersion of these elements. A secondary electron detection system was also used to position the microbeam on any selected area very quickly. Simultaneously with the elemental distribution maps, an average X-ray energy spectrum from each scanned area was also acquired to determine relative concentrations of aluminium and chromium. The quantitative PIXE analysis software GUPIX [ 23 ] was used for background subtraction, and matrix absorption and detector efficiency corrections in the measured energy spectra. XPS The XPS spectra reported in the present work were obtained using a PHI 5300 XPS system from Perkin-Elmer equipped with a dual Mg/Al anode. Unmononchromated Mg Ka radiation (1253.6 eV) at a power out put of 200 W was used and the vacuum during analysis was maintained at 10-g Torr. The samples, which were all in powder form, were affixed onto the sample holder with the aid of doublesided Scotch tape. The surface atomic concentration (AC) values used to obtain the Cr/Al AC ratios were generated by a resident computer program provided by 206 A. Rahman et al. /Applied Catalysis A: General 121 (1995) 203-216 Perkin-Elmer. This program calculates the ratio of an element to the sum of all the other elements using measured peak areas and published sensitivity factors [ 24 ] . Energy calibration of the instrument was done by fixing the Au 4fa2 at 83.9 eV. Thermal analysis The samples were studied on a Netzsch simultaneous thermal analyzer, STA 429, from ambient temperature up to 1000 at a heating rate of 10 min-' in a dynamic air atmosphere (150 ml min-') with alumina as a reference material. 100 mg of sample was placed in an alumina crucible. The same weight of aluminium oxide (A1203) , which undergoes no thermal change in the temperature range of the experiment, was placed in an identical crucible as a reference sample. The temperature of the sample was measured by thermocouples of platinum and of platinum plus 10% rhodium. The parameters recorded simultaneously were temperature (T) , change in weight (TG) and difference in temperature between sample and reference (DTA). In the thermograms, the weight loss, the differential temperature and the temperature of the samples are plotted simultaneously. The endothermic peaks are shown downwards and the exothermic peaks are shown upwards with respect to the base line. 3. Results and discussion XPS Table 1 presents the binding energy (B.E.) values of the peaks observed in the Cr 2P3,2 manifold and the energy difference (d Es.o.) due to spin-orbit interaction associated with Cr 2p level. Where necessary, the B.E. values of the Cr 2P3,2 peaks of the alumina-supported chromia have been obtained by applying a curve fitting program from Perkin-Elmer. The peaks were assumed to be gaussian and the full width at half maximum (fwhm) values assigned to them were constrained to be close to the values reported in the literature [4]. The B.E. values were referenced to Al 2p at 74.5 eV [ 25 ] while those of bulk Cr03 and Cr203 were referenced to the C is peak at 285.0 eV. Fig. 1 shows a graph of the Cr/Al atomic concentration ratios as obtained by XPS versus the corresponding ratios in the bulk which were obtained on the basis of the initial preparation conditions. The upper curve in Fig. 1 corresponds to the samples after calcination at 500. As this curve lies well above the y=x line, it can be concluded that chromia is well dispersed in these samples. The XPS spectra of Cr03 undergo photoreduction by the X-ray flux during data collection, causing the intensity of the peak due to Cr 2p of Cr6+ to decrease with exposure time. At the same time a new Cr 2p peak having a lower B.E. value appears with increasing intensity. Fig. 2 presents the dependence of the area of this new Cr 2P3,2 peak normalized to the total area under the Cr 2P3,2 peak manifold versus exposure time for the 15 wt.-% catalyst and shows that Cr6+ is being reduced. A. Rahman et al. /Applied Catalysis A: General 121(1995) 203-216 207 Table 1 XPS data for Cr/Al catalysts showing the B.E. values of the Cr 2P3/Z peaks and the spin-orbit splitting, AE,.,., of Cr 2p level for Cr'+, Cr\", bulk Cr03, and bulk Cr203 Sample dEs.o. for Cr\" (eV) Binding energy Cr 2pj,z (eV) AE , for Cr'+ (eV) 6+ 3+ 1% Cr/alumina Uncalcined ND 579.7 - - Calcined at 500 9.0 579.8 - - 5% Cr/alumina Uncalcined 9.0 579.9 - - Calcined at 300 9.2 580.0 - Calcined at 500 9.1 580.0 577.4 8.8 Calcined at 800 9.2 580.0 577.6 9.0 10% Cr/alumina Uncalcined 9.0 579.9 - - Calcined at 500 9.0 579.8 577.2 9.2 15% Cr/alumina Uncalcined 9.1 579.9 - - Calcined at 500 9.0 579.9 577.3 9.2 Bulk Cr03 9.0 579.9 Bulk CT03, calcined at 9.0 579.1 576.6 9.8 500 for 24 h Bulk Cr203 - 576.6 9.85 ND not determined. Fig. 3 shows the XPS spectra for the 1, 5, 10 and 15 wt.-% alumina-supported chromia catalysts calcined at 500 for 24 h. The XPS spectra of the 10 and 15 wt.-% chromia shown in Fig. 3 were acquired within an exposure time of 1.5 min while those from 1 wt.-% and 5 wt.-% chromia, because of the lower intensities of their Cr 2p peaks, were obtained within exposure times varying from 4 min to 8 min. The 10 wt.-% and the 15 wt.-% catalysts show calcination-induced reduction, the 1 wt.-% and the 5 wt.-% do not. The broadening suggested by the curve corresponding to the 1 wt.-% sample is due to photoreduction and not to calcination. In order to acquire this spectrum, the sample was exposed to the X-ray flux for a period of 8 min because of its very low signal strength. Similar broadening is also observed in the spectrum of uncalcined 1 wt.-% which has been exposed to the flux for the same time. An argument similar to that given for the 1 wt.-% holds true also for the 5 wt.-% case. In the case of the 10 wt.-% and the 15 wt.-% catalysts, no photoreduction occurred during the short time the spectra shown in Fig. 3 were acquired. Fig. 4 gives the XPS spectra of the Cr 2p peak from uncalcined Cr03 and from a Cr03 sample that was calcined at 500 for 24 h. The upper curve in this figure is very similar to that obtained from bulk Cr203 (not given here) and indicates the ease with which bulk Cr03 is reduced. This is to be contrasted to the relatively slower rate of calcination-induced reduction observed for the chromia catalysts, 208 A. Rahman et al. /Applied Catalysis A: General 121(1995) 203-216 250 200 0 150 0 0 x a x 50 Calcined Uncalcined 01 i I I I I 0 50 100 150 200 250 ICr/AIl Bulk x 1000 Fig. I. (Cr/A1)XPS atomic ratio obtained from XPS intensity ratio as a function of bulk atomic ratio (Cr/Al)B x Al lo e 12 16 20 Total Exposure Time (min.) Fig. 2. Effect of photoreduction on 15% uncalcined Cr/Al sample. A. Rahman et al. /Applied Catalysis A: General 121 (1995) 203-216 N 3 j 15% 1VYe 5% 209 600.1 596.0 592.0 517.9 S83.8 579.7 575.6 571.6 567.5 563.6 BINDING ENERGY IeVI Fig. 3. XPS spectra of Cr 2p level for samples calcined at 500 for 24 h. Spectrum were taken within 2.00 min to avoid any photoreduction. In) x a r N z W I .- z 597.3 593.0 5E8.E 514.5 5E8.3 576.0 571.8 567.5563.3 BINDING ENERGY (eV) Fig. 4. Cr 2p3,z core level spectra of (a) Bulk Cr03 (b) Bulk Cr03 calcined at 500 for 24 h. 210 A. Rahman et al. /Applied Catalysis A: General 121(1995) 203-216 Target a -beam - - - 135 1`' Be Window ,,o ~,c Si (Li) X-ray Detector HV Supply Amplifier ADC Computer (a) 100000 Al 10000 Q Cr d 1000 Cr N C 100 7 O V 10 EJ, , ~ , l , , ~ ~,~I~IuliI~fLJ 0 000 1400 1 t 6001 Boo 1000 Channel Number (bl Fig. 5. (a) PIXE set up used to measure elemental distributions in the catalyst grains. (b) PIXE energy spectrum from 540 pm X 540 m area of the catalyst sample scanned by 2.5 MeV proton microbeam. which may be linked either to metal-support interaction or to the degree of catalyst dispersion. As is evident from Table 1, the XPS spectra of the Cr 2P3,z peak of the uncalcined samples exhibit a single peak at a B.E. value of approximately 580 eV. In agreement with the literature [4] , we attribute this peak to Cr6+ species. This is not unexpected considering the valency of the starting material. Following the calcination of the supported chromia samples, this peak is still observed without any appreciable change in its B.E. value. Table 1 shows that, for higher chromia loadings, a new peak having a B.E. value of approximately 577 eV becomes evident in the Cr 2p manifold at calcination temperatures of 500 or higher. This peak is also evident in Fig. 3 for the 10 and 15 wt.-% catalysts calcined at a temperature of 500. We have also acquired XPS spectra from a 5 wt.-% chromia catalyst that had been calcined at various temperatures and found, as indicated in Table 1, that minimal reduction occurs at calcination temperatures up to 500. This indicates that the calcination-induced reduction of these catalysts depends on the chromia loading. The appearance of the new, calcination-induced Cr 2p peak referred to above is accompanied by a decrease in the intensity of the Cr 2p peak associated with Cr6+ A. Rahman et al. /Applied Catalysis A: General 121 (1995) 203-216 211 120 PIXE 10 ~0 o x .s ao xPs ,. 0 60 60 20 0 0 200 600 600 000 1000 Calcination Temperature 11 Fig. 6. Effect of calcination temperature on (Cr/Al) atomic ratio for 5% Cr/AI sample. species, which suggests that the Cr6+ species are being reduced at these calcination temperatures. Also, associated with this new peak is a reduced 4Es_o. as given in Table 1. The B.E. value of the Cr 2p peak resulting from the photoreduction of Cr6+, as mentioned earlier, is also 577 eV, indicating that both photoreduction and calcination result in the appearance of similar peaks in the Cr 2p manifold. The B.E. value of 577 eV is higher than that normally ascribed to bulk Cr3+ species given in Table 1. A peak having similar B.E. value has been reported in the literature for mildly reduced alumina-supported chromia and has been ascribed to the level corresponding to CrS+ [4] oxidation state. This peak was not observed when the chromia was either severely reduced or previously calcined at high temperatures. Furthermore, the 4ES.o. values of the Cr 2p manifold associated with CrS+ and Crb+ were found to fall in the range 9-9.3 eV and 9.8 eV, respectively [ 4 ] . 4 ES_o. values in the range 9-9.3 eV have also been found for alumina-supported chromia system by others [5]. But these latter workers associated the low DEs.o. value to the CP+ oxidation state. We did not observe any decrease in the intensity of the peak at 577 eV with calcination temperatures of up to 800. On the contrary, the intensity of the peak increased as the calcination temperature was increased from 500 to 800. We therefore attribute the new peak resulting either from photoreduction or from calcination to the appearance of a Cr3+ species. The increased B.E. value of the Cr 2P3/2 peak and the reduced value of its spin-orbit splitting, 4Es_o_, have been linked in the literature to increased catalyst dispersion as well as to metal-support interaction [ 26,27 ] . The increase in the atomic con- 212 A. Rahman et al. /Applied Catalysis A: General 121 (1995) 203-216 (a) (b) Fig. 7. PIXE maps of aluminium (left) and chromium (right) from 5401Lm X 540 h.m area of the (a) uncalcined 5% Cr/AI sample and (b) 5% Cr/Al sample calcined at 800, scanned by the proton microbeam, showing homogeneous distribution of chromium in the alumina support material. Darker shades on the grey scale indicate higher concentration. centration ratios at the surface shown in Fig. 1 perhaps can be understood as a reflection of this increased dispersion of chromia on the alumina support. Similarly, the relative difficulty of inducing the reduction of Cr6+ to Cr3+ through calcination of chromia catalysts in comparison with bulk Cr03may also be a manifestation of this increased dispersion and of metal-support interaction. Micro-PIXE A layout of the micro-PIXE set up is shown in Fig. 5a. A typical average X-ray energy spectrum from a scanned area (540 /.t,m X 540 Am) is shown in Fig. 5b. The net peak areas of aluminium and chromium in these spectra were calculated A. Rahman et al. /Applied Catalysis A: General 121 (1995) 203-216 213 Table 2 Thermal analysis results of chromia/alumina samples Sample Temperature Thermal Tax of DTA Weight loss Total weight range () effect' peak ( % ) loss (% ) Bulk Cr03 20-300 Endo 200 0.5 (Uncalcined) 300-380 Exo 340 2.5 380-450 Exo 400 3.0 13.0 450-1000 Endo 490 7.0 Bulk Cr03 (Calcined) 20-200 Endo 100 1.0 1.0 5% Cr/Al (Uncalcined) 20-400 Endo 140 7.5 9.5 5% Cr/Al (Calcined) 20-400 Endo 140 5.4 7.0 a Thermal effect: exothermic or endothermic. using the computer code GUPIX [ 23 ] . The estimated Cr/Al ratios show a minimum value for the uncalcined sample, rising at 300, and then remaining more or less unchanged at higher temperatures. This is illustrated in Fig. 6 along with the data from the XPS measurements. The curve of the Cr/Al ratios from PIXE measurements is in general agreement with the XPS measurements. However, the PIXE ratios are somewhat higher than the XPS values at lower calcination temperatures. This could be due to the penetration of chromium into deeper layers of aluminium particles which only PIXE can probe. Therefore the Cr/Al ratios from PM will generally be higher than the XPS values at these temperatures. At higher calcination temperatures, chromium may spread over the surface of the aluminium particles, making it accessible to both the PIXE and XPS probes. This will result in PIXE Cr/Al ratios decreasing at higher temperatures bringing them closer to the XPS ratios, as can be seen in Fig. 6. The Cr/Al ratio curve is approximately flat beyond about 300. This indicates that at higher calcination temperatures most of the chromium might have migrated from inside the aluminium particles close to the surface giving rise to a constant ratio. An example of elemental distribution maps obtained in the present study is shown in Fig. 7 for 5% Cr sample calcined at 800. The distribution maps for all the samples measured show that the calcination treatment results in a more homogeneous dispersion of chromium over the alumina support. Thermal analysis Table 2 summarizes the thermal analysis results of bulk uncalcined Cr03, bulk Cr03 calcined at 500 for 24 h, 5% Cr/Al uncalcined and 5% Cr/Al samples. Thermal analysis of bulk Cr03 is illustrated in Fig. 8. The differential thermal analysis (DTA) in the case with pure Cr03 shows one endothermic effect in the temperature range of 20-300. The endothermic peak at 200 is ascribed to the removal of chemically bound volatile or rigidly bound water. The weight loss corresponding to this peak is only 0.5%. The exothermic peaks at 340 and 400 correspond to weight loss of 2.5% and 3.0%, respectively. The most significant weight loss is observed at an endothermic peak of 490 corresponding to about 214 A. Rahnsan et al. /Applied Catalysis A: General 121 (1995) 203-216 0 -10.0 DTA -TG 200 400 600 100 1000 Tewperature, Fig. 8.1'hermogram of bulk Cr03. f n0 E c O W 50 _50 _O 7% weight loss. This is an indication of a reduction or decomposition of Cr6+ to Cr3+, which is an endothermic reaction. XPS results suggest that when bulk Cr03 is calcined at 500 and subjected to XPS analysis, the peak corresponding to Cr3+ is significant, about 72.7% of the total peaks i.e. ( Cr6 + + Cr3 + ) . Therefore, it can be concluded from both XPS and TG analyses that the main phase transformation occurs at about 500. Above 500, the sample remains thermally stable. .TG 2oo coo O - eoo loon Tature, Fig. 9. Thermogram of 5% Cr/AI uncalcined sample. so =\" o x W 0 -50 -100 _i 0 A. Rahman et al. /Applied Catalysis A: General 121 (1995) 203-216 215 The thermogravimetric analysis of bulk calcined Cr03 shows only one endothermic peak at a temperature range of 20-200 with a DTA Tn,a,, at 100, as shown in Table 2. This is due to trace moisture loss or removal of small amounts of volatile components, corresponding to only 1.0% of the weight loss. This suggests that during calcination at 500, the Cr03 already undergoes phase transformation and it remains stable afterwards, as no significant change in weight is observed. When chromium is supported on alumina, a different observation is made. Both the uncalcined and calcined 5% Cr/Al samples show only one endothermic peak at 140, corresponding to moisture loss mainly from the support alumina. No endothermic peaks at higher temperature are observed in the case of the 5% Cr/Al uncalcined sample as shown in Fig. 9. XPS results in Fig. 3 show that no significant amounts of Cr3+ appear in Crzp for the 5% calcined sample. Interestingly, the bulk calcined Cr03 shows almost complete decomposition/reduction of Cr6+. These results indicate that the bulk Cr03 easily undergoes phase transformation or decomposition than the supported Cr03. This marked effect is an indication of metalsupport interaction, resulting in the appearance of more difficultly reducible oxide particles. A similar observation is also made for the 5% Cr/Al calcined sample. The weight losses in both cases were not significantly different. 4. Conclusion The XPS results of the alumina-supported chromia indicate that at these loadings chromia is well dispersed on the support, and that, before calcination, chromia is entirely in the Cr6+ oxidation state. It further indicates that an additional peak due to Cr3+ oxidation level manifests itself at calcination temperatures of 500 or higher and that the appearance of this new peak is accompanied by a concomitant decrease in the intensity of that due to Cr6+, suggesting that the appearance of the former is due to calcination-induced reduction of the latter. Moreover, the XPS results show that calcination-induced reduction of Cr6+ to Cr\" also results in a Cr 2p peak having a low AE .... value. The XPS results further demonstrate the relative ease with which bulk Cr03 can be reduced compared to the supported chromia catalysts. The elemental distribution maps show that chromium is evenly distributed in the alumina matrix, providing evidence for good synthesis. Cr/Al ratios at calcination temperatures higher than 300 are more or less constant indicating probably that most of the chromium might have spread over the surface of the aluminium particles at such a temperature. The finding that chromia is well dispersed not only on the surface (by XPS) but also in the bulk (by PIXE) suggests that alumina-supported chromia is uniformly distributed throughout the support and that the formation of large bulk crystallites of chromia is unlikely up to calci nation temperatures of 800. This view is further bolstered by the agreement 216 A. Rahman et al. /Applied Catalysis A: General 121 (1995) 203-216 between XPS and TGA (a bulk technique) regarding the appearance of Cr3 + at calcination temperatures of approximately 500. Acknowledgements The authors wish to acknowledge the support of the Research Institute of the King Fahd University of Petroleum and Minerals. References [ 1 ] J.C. Helmer, J. Electron Spectrosc., 1 (1972/ 1973) 259. [ 2] G.C. Allen, M.T. Curbs, A.J. Hooper and P.M. Ticler, J. Chem. Soc. Dalton Trans., (1973) 1675. [3] Y. Okamoto, K. Adachi, T. Imanaka and S. Teranishi, Chem. Lett., (1974) 241. [4] Y. Okamoto, M. Fuju, T. Imanaka and S. Teranishi, Bull. Chem. Soc. Jpn., 49 (4) (1976) 859. [ 5 ] W. Grunert, E.S. Shpiro, R. Feldhaus, K. Anders, G. V. Antoshin and Kh.M. Minachev, J. Catal.,100 (1986) 138. [6] O.F. Gorriz, V.C. Corberan and J.L.G. Fierro, Ind. Eng. Chem. Res., 31 (1992) 2670. [7] C.M. Carbonell, E.E. Platero, E.M. Macia and C.O. Arean, J. Mater. Sci. Lett., 11 (1992) 1549. [ 8 ] N.E. Fouad, H. Knoezinger, M.I. Zaki and S.A.A. Seham, Z. Phys. Chem., 171 (1991) 75. [9] D.R. Acharya, T.L. Crowley, R. Hughes, C.L. Koon, M. Mened and F. Rieutord, J. Appl. Crystallogr., 23 (1990) 424. [ 10] A. Oskam, D.J. Stufkens and M.A. Vuurman, J. Mol. Struct., 217 (1990) 325. [ 11 ] T. Somasundararn and P. Ganguly, Bull. Mater. Sci., 9 (1987) 81. [ 12] W. Kania, Bull. Pol. Acad. Sci., 34 (1986) 175. [ 13] W. Kania, Bull. Pol. Acad. Sci., 32 (1984) 501. [ 14] T.W. Conlon, Contemp. Phys., 26 (1985) 521. [ 15] J.A. Cairns and LA. Cookson, Nucl. Instr. Meth., 168 (1980) 511. [ 16] J.A. Cookson, in G.W. Grime and F. Watt (Editors), Applications of High Energy Ion Microbeams, Adam Hilger, Bristol, 1987, p. 294. [ 17] C.J. Wright, J.W. McMillan and J.A. Cookson, J. Chem. Soc. Chem. Commun., (1979) 968. [ 18] C.J. Sofield, L.B. Bridwell and C.J. Wright, Nucl. Instr. Meth., 191 (19$1) 379. [ 19] Y.D. Yeboah and A.M. Aitani, Thermochim. Acta, 149 (1989) 147. [20] R.C. Mckenzie (Editor), Differential Thermal Analysis, Vol. 1, Academic Press, London, 1970, pp. 123157. [21 ] M. Ahmed, J. Nickel, A.B. Hallak, R.E. Abdel-aal, A. Coban, H.A. Al-Juwair and M.A. Aldaous, Nucl. Instr. Meth., B 82 (1993) 584. [22] Y. Perrin, R. Bagnara, T. Berners-Lee, W. Carena, R. Divia, J. Parkman and L. Peterson, The VALET-Plus embedded in large physics experiments, CERN, Geneva, Switzerland, 1988. [23] J.A. Maxwell, J.L. Campbell and W.J. Teesdale, The Guelph PIXE software package, Nucl. Instr. Meth., 43 (1988) 218. [24] C.D. Wagner, L.E. Davis, M.V. Zeller, J.A. Taylor, R.H. Raymond and L.H. Gale, Surf. Interface Anal., 3 (1981) 211. [25] E. Paparazzo, Appl. Surf. Sci., 25 (1986) 1. [26] R. Merryfield, M. Daniel and G. Parks, J. Catal., 77 (1982) 348. [27] B.A. DeAngelis, J. Electron. Spectrosc. Relat. Phenom., 9 (1976) 81. APCATA 94002045 0926-860X(94)00204-5 10.1016/0926-860X(94)00204-5 Characterization of chromia/alumina catalysts by X-ray photoelectron spectroscopy, proton induced X-ray emission and thermogravimetric analysis A. Rahman ∗ M.H. Mohamed M. Ahmed A.M. Aitani The Research Institute, King Fahd University of Petroleum and Minerals, Dhahran 31261, Saudi Arabia * Corresponding author. Tel. (+966-3) 8603864, fax. (+966-3) 8603989. Chromia/alumina catalysts with different metal loading were characterized using X-ray photoelectron spectroscopy (XPS), proton induced X-ray emission (PIXE) and thermogravimetric (TG) techniques to elucidate the surface structure of these catalysts. XPS studies on calcined samples show a sharp increase of the Cr/Al ratio at calcination temperatures up to 500°C while the ratio remains relatively unchanged at higher calcination temperature. The surface state of chromium shows predominantly Cr6+. At calcination temperatures higher than 500°C, calcination-induced reduction is observed of the Cr6+ to Cr3+, where the fraction of chromia in Cr3+ oxidation state increases with increasing temperature. A progressive increase of the intensity of the peak due to Cr 2p of the Cr3+ oxidation state is also observed with increasing amount of metal loading. The calcination-induced reduction of the alumina-supported chromia was found to be less than the corresponding reduction of bulk CrO3. Also, the size of the spin-orbit splitting of the Cr 2p level of chromia catalysts which had undergone calcination-induced reduction was found to be smaller than would be expected for bulk Cr3+. The XPS spectra of chromium on the Cr/Al catalysts were found to be time dependent. Photoreduction of Cr6+ on Cr/Al samples was found for irradiation times longer than 4.0 min. It was found from PIXE analysis that at higher calcination temperature, the Cr/Al atomic ratio approaches the values obtained by XPS. For all samples, the chromium particles were found to be homogeneously distributed on the alumina support for calcination temperatures up to 800°C. Thermogravimetric results on uncalcined bulk CrO3 agree well with the XPS observation as to the fact that the main phase transformation of Cr6+ compounds occurs at about 500°C, resulting in reduction to Cr3+. Keywords Chromia/alumina Differential thermal analysis Proton induced X-ray emission spectroscopy Surface structure Thermogravimetry X-ray photoelectron spectroscopy References [1] J.C. Helmer J. Electron Spectrosc. 1 19721973 259 [2] G.C. Allen M.T. Curtis A.J. Hooper P.M. Ticler J. Chem. Soc. Dalton Trans. 1973 1675 [3] Y. Okamoto K. Adachi T. Imanaka S. Teranishi Chem. Lett. 1974 241 [4] Y. Okamoto M. Fuju T. Imanaka S. Teranishi Bull. Chem. Soc. Jpn. 49 4 1976 859 [5] W. Grunert E.S. Shpiro R. Feldhaus K. Anders G.V. Antoshin Kh.M. Minachev J. Catal. 100 1986 138 [6] O.F. Gorriz V.C. Corberan J.L.G. Fierro Ind. Eng. Chem. Res. 31 1992 2670 [7] C.M. Carbonell E.E. Platero E.M. Macia C.O. Arean J. Mater. Sci. Lett. 11 1992 1549 [8] N.B. Fouad H. Knoezinger M.I. Zaki S.A.A. Seham Z. Phys. Chem. 171 1991 75 [9] D.R. Acharya T.L. Crowley R. Hughes C.L. Koon M. Mened F. Rieutord J. Appl. Crystallogr. 23 1990 424 [10] A. Oskam D.J. Stufkens M.A. Vuurman J. Mol. Struct. 217 1990 325 [11] T. Somasundaram P. Ganguly Bull. Mater. Sci. 9 1987 81 [12] W. Kania Bull. Pol. Acad. Sci. 34 1986 175 [13] W. Kania Bull. Pol. Acad. Sci. 32 1984 501 [14] T.W. Conlon Contemp. Phys. 26 1985 521 [15] J.A. Cairns J.A. Cookson Nucl. Instr. Meth. 168 1980 511 [16] J.A. Cookson G.W. Grime F. Watt Applications of High Energy Ion Microbeams 1987 Adam Hilger Bristol 294 [17] C.J. Wright J.W. McMillan J.A. Cookson J. Chem. Soc. Chem. Commun. 1979 968 [18] C.J. Sofield L.B. Bridwell C.J. Wright Nucl. Instr. Meth. 191 1981 379 [19] Y.D. Yeboah A.M. Aitani Thermochim. Acta 149 1989 147 [20] R.C. Mckenzie Differential Thermal Analysis 1 1970 Academic Press London 123 157 [21] M. Ahmed J. Nickel A.B. Hallak R.E. Abdel-aal A. Coban H.A. Al-Juwair M.A. Aldaous Nucl. Instr. Meth. B 82 1993 584 [22] Y. Perrin R. Bagnara T. Berners-Lee W. Carena R. Divia J. Parkman L. Peterson The VALET-Plus embedded in large physics experiments 1988 CERN Geneva, Switzerland [23] J.A. Maxwell J.L. Campbell W.J. Teesdale The Guelph PIXE software package Nucl. Instr. Meth. 43 1988 218 [24] C.D. Wagner L.E. Davis M.V. Zeller J.A. Taylor R.H. Raymond L.H. Gale Surf. Interface Anal. 3 1981 211 [25] E. Paparazzo Appl. Surf. Sci. 25 1986 1 [26] R. Merryfield M. Daniel G. Parks J. Catal. 77 1982 348 [27] B.A. DeAngelis J. Electron. Spectrosc. Relat. Phenom. 9 1976 81",
      "scopus-id": "0000242737",
      "coredata": {
        "eid": "1-s2.0-0926860X94002045",
        "dc:description": "Chromia/alumina catalysts with different metal loading were characterized using X-ray photoelectron spectroscopy (XPS), proton induced X-ray emission (PIXE) and thermogravimetric (TG) techniques to elucidate the surface structure of these catalysts. XPS studies on calcined samples show a sharp increase of the Cr/Al ratio at calcination temperatures up to 500°C while the ratio remains relatively unchanged at higher calcination temperature. The surface state of chromium shows predominantly Cr6+. At calcination temperatures higher than 500°C, calcination-induced reduction is observed of the Cr6+ to Cr3+, where the fraction of chromia in Cr3+ oxidation state increases with increasing temperature. A progressive increase of the intensity of the peak due to Cr 2p of the Cr3+ oxidation state is also observed with increasing amount of metal loading. The calcination-induced reduction of the alumina-supported chromia was found to be less than the corresponding reduction of bulk CrO3. Also, the size of the spin-orbit splitting of the Cr 2p level of chromia catalysts which had undergone calcination-induced reduction was found to be smaller than would be expected for bulk Cr3+. The XPS spectra of chromium on the Cr/Al catalysts were found to be time dependent. Photoreduction of Cr6+ on Cr/Al samples was found for irradiation times longer than 4.0 min. It was found from PIXE analysis that at higher calcination temperature, the Cr/Al atomic ratio approaches the values obtained by XPS. For all samples, the chromium particles were found to be homogeneously distributed on the alumina support for calcination temperatures up to 800°C. Thermogravimetric results on uncalcined bulk CrO3 agree well with the XPS observation as to the fact that the main phase transformation of Cr6+ compounds occurs at about 500°C, resulting in reduction to Cr3+.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-01-19",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94002045",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Rahman, A."
          },
          {
            "@_fa": "true",
            "$": "Mohamed, M.H."
          },
          {
            "@_fa": "true",
            "$": "Ahmed, M."
          },
          {
            "@_fa": "true",
            "$": "Aitani, A.M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94002045"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94002045"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00204-5",
        "prism:volume": "121",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization of chromia/alumina catalysts by X-ray photoelectron spectroscopy, proton induced X-ray emission and thermogravimetric analysis",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Chromia/alumina"
          },
          {
            "@_fa": "true",
            "$": "Differential thermal analysis"
          },
          {
            "@_fa": "true",
            "$": "Proton induced X-ray emission spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Surface structure"
          },
          {
            "@_fa": "true",
            "$": "Thermogravimetry"
          },
          {
            "@_fa": "true",
            "$": "X-ray photoelectron spectroscopy"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "203-216",
        "prism:endingPage": "216",
        "pubType": "fla",
        "prism:coverDisplayDate": "19 January 1995",
        "prism:doi": "10.1016/0926-860X(94)00204-5",
        "prism:startingPage": "203",
        "dc:identifier": "doi:10.1016/0926-860X(94)00204-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000242737"
      }
    }
  }
}