{
  "metadata": {
    "title": "Effect of mixed titania-alumina supports on the phase composition of NiMo/TiO<ce:inf loc=post>2</ce:inf><ce:glyph name=sbnd></ce:glyph>Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-05-11",
    "doi": "10.1016/0926-860X(95)00006-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95000062",
    "pii": "0926860X95000062"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000435246",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X95000062 0926-860X(95)00006-2 0926860X95000062 10.1016/0926-860X(95)00006-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00488 2024-01-01T12:19:29.85596Z 0 0 19950511 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 125 125 2 2 Volume 125, Issue 2 6 257 269 257 269 19950511 11 May 1995 1995-05-11 1995 Articles article fla Copyright © 1995 Published by Elsevier B.V. EFFECTMIXEDTITANIAALUMINASUPPORTSPHASECOMPOSITIONNIMOTIO2AL2O3CATALYSTS DAMYANOVA S FERNANDEZ 1988 489 A SPOJAKINA 1985 333 A MURALIDHAR 1984 44 G MATSUDO 1983 149 S RAMIREZ 1991 351 J BOND 1993 289 G KIM 1989 325 D QUINCY 1990 214 R DESIKAN 1992 3357 A SPANOS 1989 432 N DAMYANOVA 1993 465 S NG 1985 340 K OKAMOTO 1989 29 J VICKER 1985 473 J FOGER 1986 139 K STRANICK 1990 214 A WEI 1992 255 Z WEI 1990 305 B RAMIREZ 1993 163 J SPOJAKINA 1990 571 A PROCXIISIMPOSIOIBEROAMERICANODECATALISIS LAINE 1985 333 J DUFRESNE 1981 2344 P KASZTELAN 1987 153 S BRITO 1989 425 J JEZIOROWSKI 1979 1116 H GONCHAROVA 1984 152 O SPOJAKINA 1989 163 A STRANICH 1987 362 M FERNANDEZ 1988 489 A SPOJAKINA 1983 353 A PROCVTHINTSYMPHETEROGCATAL GILLLAMBIAS 1983 335 F ATANASOVA 1989 295 P ESPINOS 1992 41 J MONT 1965 351 O QUINCY 1987 85 R WEI 1991 179 Z SCHEFFER 1989 11 B ARNOLDY 1985 38 P DEBOKX 1987 33 P KAO 1980 1 C BURCH 1985 389 R NAG 1980 62 N THOMAS 1981 1349 R LI 1984 456 C DAMYANOVAX1995X257 DAMYANOVAX1995X257X269 DAMYANOVAX1995X257XS DAMYANOVAX1995X257X269XS 2022-06-10T16:33:27.161Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Ministry of Education and Science MES Ministry of Education and Science http://data.elsevier.com/vocabulary/SciValFunders/501100005992 http://sws.geonames.org/732800/ The financial support of the Ministry of Education and Science (Project 91 ) for scientific investigations is gratefully acknowledged. item 0926-860X(95)00006-2 0926860X95000062 1-s2.0-0926860X95000062 10.1016/0926-860X(95)00006-2 271346 2024-01-01T12:19:29.85596Z 1995-05-11 1-s2.0-0926860X95000062-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000062/MAIN/application/pdf/c82484f6c0ce994853de7f75ae734bf1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000062/MAIN/application/pdf/c82484f6c0ce994853de7f75ae734bf1/main.pdf main.pdf pdf true 740127 MAIN 13 1-s2.0-0926860X95000062-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000062/PREVIEW/image/png/d7a7d81dbd550aaa94788d7cea7bdb39/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000062/PREVIEW/image/png/d7a7d81dbd550aaa94788d7cea7bdb39/main_1.png main_1.png png 45830 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 125 (1995) 257-269 ~ APPLIED CATALYSIS A: GENERAL Effect of mixed titania-alumina supports on the phase composition of NiMo/TiOz-AI203 catalysts S. Damyanova a,., A. Spojakina a, K. Jiratova b \" Institute of Catalysis, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria b Institute of Chemical Process Fundamentals, Academy of Czech Republic. 165 02 Prague 6, Czech Republic Received l September 1994; revised 21 December 1994; accepted 22 December 1994 Abstract NiMo catalysts supported on mixed TiO2-A1203 oxides containing between 0 and 22 wt.-% TiO2 have been prepared and characterized by temperature-programmed reduction (TPR), infrared (IR) and diffuse reflectance (DR) spectroscopy, BET and ammonia adsorption measurements. The samples have been tested in hydrodesulphurization (HDS) of thiophene. The spectral results show that the proportion of weakly bonded M0024 groups is higher for NiMo/TiOz-AI203 catalysts compared to catalysts contained only molybdenum. The increase in TiO2 content in the mixed supports leads to a decrease of inactive NiA1204 spinel. An increase of Ni2 ions in octahedral surroundings, included in a structure analogous to NiTiO3 is observed. Acidity shows the nickel-molybdenum surface interaction to be a result of the formation of a precursor of NiMoO4-1ike structure. The TPR results demonstrate that addition of titania into the support facilitates the Mo6+ reduction to Mo5+ and Mo4+. The influence of nickel on the molybdenum reducibility is revealed by a decrease of the temperature of reduction of the molybdenum species. The HDS activity of NiMo/TiOz-A1203 cata- lysts reaches a maximum at 17 wt.-% TiO~ due to formation of an active phase with an optimal composition of the oxidic precursors. Keywords: Nickel-molybdenum/TiO2-A120~; Hydrodesulphurization; Catalyst characterization (IR / DRS/TPR/ TPD) 1. Introduction The most important hydrodesulphurization (HDS) catalysts employed in indus- try are alumina-supported molybdenum catalysts promoted with cobalt or nickel. One of the methods to improve these catalysts is to find a support which enhances the catalytic properties of the catalyst. It is well known that a modification of the * Corresponding author. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI O926-860X ( 95 ) 00006-2 258 S. Damyanova et al. / Applied Catalysis A: General 125 (1995) 257-269 support can change the interaction with the active phase and consequently the catalytic activity. Recently titania has attracted attention along with alumina. Sev- eral studies [ 1-11 ] have characterized molybdenum species supported on TiO2 by using X-ray photoelectron (XPS) and laser Raman spectroscopies and temperature- programmed reduction (TPR). With respect to the effect of the support on the HDS activity of molybdenum sulphides, Ng and Gulari [ 12] and Okamoto et al. [ 13] have reported that TiO2-supported molybdenum catalysts are more active in thio- phene HDS than are A1203-supported catalysts, showing the effect of the molyb- denum sulphide-support interaction on the HDS. However, the disadvantage of titania alone is that it is unsuitable for industrial application due to its relatively low surface area and the low stability of the active anatase structure at high temperature. Therefore, much attention has been paid to application of mixed oxides containing titania as carriers for hydrotreating catalysts [ 14-17]. Wei et al. [ 18] have examined the effect of the preparation method on the morphology of titania-alumina supports. It is shown that the grafting technique gives the best dispersion of TiO2 on A1203. Ramirez et al. [ 19] concluded that the number of acid sites on the titania-alumina support, measured by pyridine adsorp- tion, affects the dispersion and reactivity of the MoS2 sites. In a previous study [20] we investigated titania-alumina oxides with various titania contents as supports of catalysts containing only molybdenum. It was pro- posed that the role of titania is to promote the formation of polymolybdenum compounds with octahedrally coordinated molybdenum, leading to an increase in the catalytic activity in thiophene hydrodesulphurization. In this paper we present results of a further investigation of the effect of mixed titania-alumina supports on the surface properties of molybdenum catalysts pro- moted with nickel. Up to now, only molybdenum-containing catalysts supported on mixed oxides have been studied. Therefore it is of great interest to examine the interaction between the promoter and both the molybdenum and the support. Infra- red (IR), diffuse reflectance (DR) spectroscopies, temperature-programmed reduction (TPR) and temperature-programmed desorption (TPD) of ammonia were used to evaluate the surface properties of the TiO2-A1203-supported catalysts. The activity of the catalysts was estimated in thiophene hydrodesulphurization. 2. Experimental 2.1. Sample preparation Titania-alumina supports were prepared by precipitation of sodium aluminate with nitric acid, in which the desired amount of TIC14 was dissolved, at pH 7.5 and 323 K [ 20]. The precipitate was washed to remove NO3 and C1 ions. The samples were dried at 393 K and calcined in air at 723 K for 4 h. The titania content in the AleO3-TiO2 supports varies from 0 to 22 wt.-%. S. Damyanova et al./ Applied Catalysis A: General 125 (1995) 257-269 Table 1 Physicochemical characteristics of the supports, Mo- and NiMo/TiO2-AI203 catalysts 259 Titania (wt.-%) SBwv (m2/g) Acidity (mmol NH3/g) support\" Mo~ NiMo support Mo NiMo 0 172 ll8 167 0.8 2.30 1.1 8 - 181 202 0.9 2.32 1.2 17 235 198 175 1.7 2.75 1.5 22 242 182 197 2.1 2.45 1.3 from ref. [20]. The NiMo/TiO2-A1203 catalysts were prepared by subsequent impregnation of the supports with ammonium heptamolybdate and nickel nitrate solutions using the incipient wetness method. After the molybdenum impregnation step the samples were dried at 383 K. To facilitate the spectral characterization of the samples, an additional sample, containing only nickel, was synthesized. All samples were dried at 383 K for 4 h and calcined at 723 K for 3 h. The concentration of molybdenum and nickel in the samples was 10 and 2.5 wt.-%, respectively. 2.2. Methods The BET surface areas, determined by nitrogen adsorption at 77 K (Digisorb 2600, Micromeritics, USA), are shown in Table 1. Introduction of TiO2 into the support stabilizes the high surface areas of the mixed oxides. The acidity of the samples was measured using ammonia TPD. Prior to TPD measurement the samples were calcined in situ in a stream of helium up to 723 K. Conditions used for TPD experiments were as follows: heating rate 19 K/min, helium flow 17 ml/min, final temperature 723 K. The IR spectra were recorded on a Bruker IFS 113V Spectrometer in the 400- 1200 cm-1 region. The samples were pressed in potassium bromide (1:100). In order to eliminate the spectrum of the supports a compensation method was used. The DR spectra of the samples were recorded on a Beckman 5270 Spectropho- tometer in the 250-800 nm range. Barium sulphate was used as a reference. TPR measurements were made in a flow reactor using a mixture of hydrogen- nitrogen ( 12 vol.-% of H2) as a reducing gas and a thermal conductivity detector. The mixed gas flow was 17 ml/min. A 0.3 g of each sample was reduced from 313 to 873 K. The heating rate was 10 K/min. 2.3. Activity measurements The catalytic activity of the samples in thiophene hydrodesulphurization was investigated in a microreactor system under atmospheric pressure, a reaction tem- perature of 623 K and a weight hourly space velocity (WHSV) of 2 h-1. Prior to 260 S. Damyanova et al. /Applied Catalysis A: General 125 (1995) 257-269 thiophene admission the catalysts were heated in a hydrogen flow (40 ml/min) for 1.5 h. The concentration of thiophene in the hydrogen-thiophene reactant mixture was 6 vol.-%. The sulphiding agent was the hydrogen sulphide that was released during the thiophene hydrogenolysis. The catalytic behaviour of the samples was evaluated on the basis of thiophene conversion to hydrocarbons (XC4) and hydro- gen sulphide. The steady-state conversion was achieved after 2 h. Gas chromatog- raphy was used for analysis of the products. 3. Results and discussion 3.1. Acidity The total acidity of the supports, Mo- and NiMo/TiO2-A1203 catalysts, expressed in mmol NH3 desorbed from the samples, is listed in Table 1. The acidity of the mixed supports increases with the increase in TiO2 content. For all catalysts an increase in the acidity up to 17 wt.-% of TiO2 is observed, above which it decreases. Although the differences are not too large between some of the molyb- denum catalysts, the results show a relatively strong increase in their acidity com- pared to those of the supports, and this may be attributed to higher acidity of Mo6 + compounds [21] on the catalyst surface. The incorporation of nickel alone in the support hardly affects the acidity, while a significant decrease in acidity of NiMo catalysts compared to molybdenum cat- alysts is observed (Table 1 ). Similar results have been reported for conventional NiMo/A1203 catalysts [ 21 ]. The variations in the acidity induced by nickel suggest that possible surface interaction between nickel and molybdenum exists in the catalysts calcined at 723 K. Chemical interaction between nickel and molybdenum in the oxidic form of NiMo/AI203 has been observed by XPS [22] and ISS measurements [23 ]. The results suggested that nickel could be located within the surface molybdate layer and forms a Ni-Mo-O surface species which is a precursor of NiMoOa-like structure [24]. 3.2. Spectral characterization IR spectra The dependence of the surface molybdate structure on TiO2 content can be illustrated with the IR spectra of the samples (Fig. 1 ). The IR spectra of all dried catalysts reveal bands at 890, 908, 933 and 945 cm 1, the positions of which vary slightly for the different samples (Fig. 1, Spectra 1 ). The main absorption band at 890 cm- ~ with a high-frequency shoulder at about 908 cm ~ characterizes vibra- tions of Mo=O bonds in MOO]- tetrahedra [25]. The weak band at 933 cm- ~ can be assigned to MoO] groups in a distorted configuration [22]. The higher fre- quency band at 945 cm ~ is assigned to Mo=O~t) bonds in molybdenum octahedra S. Damyanova et al. /Applied Catalysis A: General 125 (1995) 257-269 261 oo kg~Q Q c,~q\" ,,O O,O, -..GO ~ V~ m o- N \" 3 ! I 2 i I I I I I i 1200 1000 800 600 Z, O0 ~(cm4) Fig. 1. IR spectra of dried ( l ) and calcined NiMo/TiO2-AI203 catalysts with different TiO2 content: (2) 0 wt.- % ; (3) 8 wt.-%; (4) 17 wt.-% and (5) 22 wt.-%. in polymeric molybdenum compounds (iso- and heteropolymolybdates) [ 26,27 ]. The weak shoulder at about 960 cm 1 indicates an increased degree of polymeri- zation of the molybdenum-oxygen species. The bands at 665~and 445 cm i characteristic of bridged Mo-O-Mo bonds in the spectra of all dried samples along with the bands in the high frequency region 880-950 cm- 1, irrespective of the support composition, suggest the formation of a structure analogous to a A1Mo heteropoly compound [26,27]. Calcination of the samples leads to a significant change in the intensity and position of the Mo-O bonds (Fig. 1, Spectra 2, 3, 4 and 5). A broad band in the region 800-1000 cm 1 with a predominant maximum at 908 cm 1 is observed in the spectra of the calcined samples. After calcination the decrease in the intensity of the band at 890 cm ~ and the considerable broadening towards lower waven- umbers in the region 800-900 cm- ~ indicate that there is a stronger interaction of molybdenum species with both the support surface and/or the surrounding nickel ions. It should be noted that after calcination of the samples, the intensity of the band at 660 cm-~ characteristic of aluminium heteropolymolybdate decreases. This shows that the heating of the catalysts up to 723 K leads to a considerable distortion of aluminium heteropolymolybdate structures. The significant decomposition of aluminium heteropolymolybdate on the catalyst with 17 wt.-% TiO2 is probably accompanied by the preservation of less distorted MoO42 groups. Also, bands at 990 and 860 cm-1, characteristic of MoO3 [25,26], appear. DR spectra The DR spectra of the TiOz-AI203 supports and NiMo/TiOz-AI203 catalysts are presented in Fig. 2. These measurements will give information regarding the coordination symmetry of the titanium, molybdenum and nickel ions. The spectra 262 S. Damyanova et al./Applied Catalysis A: General 125 (1995) 257-269 Tjo, ] I I I I [ I 500 400 300 200 800 600 400 200 ,~(nm) Fig. 2. DR spectra of supports (A) and calcined NiMo/TiO2-AI203 catalysts (B) with different TiO2 content: (1) 0 wt.-%, (2) 8 wt.-%, (3) 17 wt.-% and (4) 22 wt.-%. of the mixed supports (Fig. 2A) demonstrate, that with increasing the content of TiO2 in the samples, a shift of the adsorption edge of the O2 --+ Ti4 + charge transfer band [ 5] to higher wavelengths close to those of pure TiO2 (from 320 to 375 nm) is observed. This means the absence of an interaction between titanium and alu- minium ions at higher TiO2 content due to a higher proportion of Ti-O-Ti linkages at the surface. Similar shifts for TiOz-A1203 and TiO2-SiO2 mixed oxides have been reported by other authors [ 15,19,28,29 ]. An intense adsorption band at about 260-300 nm occurs in the UV-visible spectra of the alumina-supported molybde- num sample. It is due to the ligand-metal charge transfer: 02- -~ Mo6+ in Mo-O- Mo bridge bonds in polymeric structures [25]. For titania-alumina supported catalysts the band is shifted to higher wavelengths (320-355 nm) ascribed to the 02- ~ Ti4 + charge transfer process. As this band is recorded for all samples the titania-alumina supports were used as a reference to record the spectra of the catalysts. Another characteristic band in the UV-visible spectra of the catalysts (Fig. 2B) is the broad band in the 550-800 nm region, which characterizes d-d transitions of octahedrally coordinated Ni2+ ions [30-32]. The splitting of the band at about 645-660 and 745 nm could be related to a distortion of Ni2 + in octahedral symmetry, due to incorporation of MOO]- ions into the coordination sphere of Ni2 + ions and/or formation of nickel heteropolymolybdate [ 30]. On the other hand, the band at about 415 nm (Fig. 2) also characterizes Ni2+ (Oh) sur- rounded by 02- or OH- ions [30,31]. The characteristic doublet at 590-610 nm is observed in the spectra of the sample without titania (Fig. 2, Spectra 1 ). Accord- ing to literature data [31,32] these bands characterize tetrahedrally coordinated Ni2+ ions due to the formation of a spinel NiA1204-1ike structure during calcination. The changes in the positions and intensities of the bands in the spectra of the oxidic NiMo/TiO2-A1203 catalysts could be related to changes in the nickel species S. Damyanova et al. /Applied Catalysis A: General 125 (1995) 257-269 263 due to the changes in the strength of interaction between nickel, molybdenum and the support. With the increase in TiO2 content in the catalyst composition the intensities of the 590 and 610 nm bands of Niz+ (Td) decrease. This means that the formation of a NiA1204 spinel in the catalysts decreases as a result of the increase in the interaction between nickel and titania and/or molybdenum. The relative intensities of the bands at 660 and 745 nm are changed. The intensity of the 745 nm band increases with titania content (Fig. 2, Spectra 4). The intense band at 420 nm characteristic of Ni2 + (Oh) dominates the spectra of alumina-supported catalysts (Fig. 2B, Spectra 1 ). An increase in titania causes the band at 420 nm to shift to higher wavelengths. In contrast to the alumina- supported sample a shoulder at about 500 nm appears on the left side of this band (Fig. 2B, Spectra 2, 3 and 4). This change may be assigned to TiO2 content and nickel species on the catalyst surface. The increase in intensity and the shift of the bands may be connected with a ligand change in the octahedral configuration of nickel. On the one hand, the increase in the band intensity at 420 nm could be a result of the oxidation Ni2 + ~ Ni3 + as a consequence of the titania support effect [ 33 ]. On the other hand, the observed bands are similar to those reported previously [34] for NiTiO3 with nickel ions in octahedral surrounding. It is possible that a structure analogous to NiTiO3 is formed in the titania-alumina supported catalysts. In fact, a comparison to the bands of NiTiO3 (Fig. 2) shows good agreement with these observed for the samples. 3.3. Temperature-programmed reduction studies The TPR profiles of Mo- and NiMo/TiO2-A1203 catalysts are shown in Fig. 3. The amount of hydrogen consumption up to 773 K and the change in the temperature of the main peak are summarized in Table 2. No reduction of titania is registered up to 873 K by the thermal conductivity detector. Only one TPR peak is observed for all molybdenum catalysts (Fig. 3A) due to reduction of molybdenum species. In agreement with Quincy et al. [35] the decrease in their reduction temperature maxima from 753 to 682 K (Table 2) with increasing titania content can be explained by the increase in the reducibility of molybdenum on titania due to weaker interaction of molybdenum with titania compared to alumina. Wei et al. [ 36 ] showed a similar dependence for molybdenum catalysts supported on mixed titania-alumina, but their reduction temperature max- ima in the 680-710 K range generally depend on the preparation method of the supports. In our case the effect of titania on the molybdenum reducibility is more pronounced. It is known that the strong interaction between molybdena and alumina leads to the formation of more than one type of Mo6 + species. The less polarized bonds of polymolybdates are more easily reduced than those of the species directly bonded to alumina [37]. In our previous work [20] we concluded that the type of Mo6+ 264 S. Damyanova et al. /Applied Catalysis A.\" General 125 (1995) 257-269 ._, TiOa(wt.%) T iO~(w t.%) i:1 - / t- O - E '-\" 22 22 o O L \"O 17 17 I Ni/Tio.., /', 0 A I I I I I I I 6, 6 8 10 6, 6 8 10 T(K0-~) Fig. 3. TPR profiles for Mo/TiO2-AI203 (A), Ni/TiO2 and NiMo/TiO2-AlzO3 (B) catalysts with different TiO2 content. Table 2 TPR data of Mo- and NiMo/TiOz-Al203 catalysts Titania ( wt.- %) Temp. of the main peak (K) Amount of H2 consumed ( ml / mmol) Atomic ratio of H/Metal Mo NiMo Mo NiMo Mo NiMo 0 743 679 0.33 0.83 1.14 2.02 8 753 665 0.46 0.90 1.59 2.21 17 720 646 0.57 !.01 1.97 2.48 22 682 661 0.65 1.15 2.25 2.83 S. Damyanova et al. /Applied Catalysis A: General 125 (1995) 257-269 265 species in molybdenum catalysts depends on the composition of the support surface. The predominant polymolybdate species with octahedrally coordinated Uo6 + do not interact with the mixed supports as strongly as in the case of alumina. The higher polarization effect of A13 + and Ti3 + ions produced in a reduction atmosphere [ 38 ] may affect the covalency of Mo-O bonds and promote the reduction of Mo6 + to a lower valence state (Mo5+ and/or Mo4+ ). Two distinct peaks are observed for all NiMo catalysts at 473-513 and 573-693 K (Fig. 3B). The first peak should be ascribed to the reduction of nickel species [ 39 ], the second one to the reduction of molybdenum species [ 18 ]. A shoulder on the high-temperature side of the main peak is observed for all samples, the Tmax values of which are close to those found for molybdenum catalysts, which leads us to believe that it is assigned to octahedral molybdenum species. Comparing the present TPR pattern for NiMo/A1203 sample with TPR of NiMoO4 (main peak at 748 K) [24], the shoulder peak may be assigned to a formation a NiMoO4-1ike phase, which could be confirmed by the acidity decrease (Table 1 ). It is likely that the amount of nickel involved in this phase is very small for titania-alumina-supported catalysts, e.g. it decreases with increasing TiO2 con- tent: a comparison with the TPR profile of a Ni/TiO2 sample shows a large hydrogen consumption in the 650-873 K interval for Ni/TiO2 (Fig. 3B). The observation that two TPR peaks show up for Ni/TiO2 agrees with a previous report by Bokx et al. [ 39], who assigned these to formation of different nickel compounds. The large hydrogen consumption in the higher temperature interval for the Ni/TiO2 sample should be attributed to reduction of octahedrally coordinated Ni2 + ions in NiTiO3- like structure, in agreement with the findings in ref. [39]. Interdiffusion of dispersed nickel atoms and titania has been also reported to occur from a temperature of 573 K onward [40]. So, the shoulder in the 673-773 K interval for NiMo/TiO2-AI203 catalysts is caused by reduction of polymolybdate ions with octahedrally coordi- nated molybdenum on the one hand, and by reduction of nickel included in NiTiO3- like structures, on the other hand. In a study of NiMo/A1203 catalysts Burch and Collins [41 ] suggested that the most of the nickel reduces simultaneously with the molybdenum under the same temperature peak (773 K) but a substantial part of the nickel does not reduce until the temperature exceeds 800 K. A comparison of the profile of a Ni/TiO2 sample shows that the low-temperature peak for NiMo catalysts occurs at the position observed for the reduction of Ni/ TiO2. The lower TPR peak observed for the Ni/TiO2 sample may be attributed to the decomposition and reduction of nitrates similarly to Ni/A1203 [42]. In contrast to Ni/TiO2 and Ni/A1203 the lower temperature of reduction of nickel in NiMo/ TiO2-AIzO3 catalysts may be explained by a smaller number of titanium and aluminium ions around nickel, replaced by molybdenum ions. According to DR spectral results, it was shown that there are two forms of nickel -- in tetrahedral and octahedral surroundings. Increasing the titania content in the supports leads to a decrease of the hardly reduced NiA1204 [22] and to an increase in the surface species containing octahedrally coordinated Ni2 + ions. This increases the percent- 266 S. Damyanova et al. /Applied Catalysis A: General 125 (1995) 257-269 age of reducible nickel on the catalyst surface, as was also found by Scheffer et al. [37] where the low-temperature peak (473-573 K) corresponds to a surface compound in which all nickel ions are octahedrally coordinated. The reduction of nickel occurs at lower temperature (580 K) for NiMo/A1203 catalysts, as has also been observed by Nag et al. [42]. The addition of nickel leads to a shift of the main TPR peaks to considerably lower values when compared to those of molybdenum catalysts (Table 2). The IR spectra of NiMo catalysts suggest that the main TPR peak, most probably, results from the reduction of molybdate species with tetrahedrally coordinated Mo6+, which are predominant in the spectra. Studies of reduced molybdena catalysts [ 43 ] revealed different reduction behaviour for tetrahedral Mo6 + species. Stronger inter- action between Mo6 + and the support has been observed for monomeric tetrahedral Mo6 + than in the case of dimeric tetrahedral Mo6 + species [ 12]. Addition of TiO2 into the supports leads to a weaker interaction between tetrahedral molybdenum species and alumina, while in the presence of nickel an increase in condensation of the molybdate groups is observed, confirmed by the intensity increase of the 908 cm i band (Fig. 1). The TPR results in Table 2 show that the amount of hydrogen consumption for NiMo catalysts increases with increasing titania content. The higher hydrogen consumption for NiMo catalysts compared to that for molybdenum catalysts dem- onstrates that nickel significantly influences the reducibility of molybdenum, as revealed by the decrease in the reduction temperature of molybdenum species. This probably results from hydrogen spill-over phenomena on nickel metal atoms. Since the reduction of nickel begins at lower temperature (Fig. 3B) the metallic nickel act as catalytic centres for the reduction of the remaining metal atoms. The higher the surface NiTiO3 coverage the more important this autocatalytic effect will be. For determination of average oxidation number of molybdenum the atomic ratios H/Mo and H/Mo + Ni are calculated for molybdenum and NiMo catalysts, respec- tively. For the Mo/A1203 sample the H/Mo ratio, which is close to 1 (Table 2), suggests that Mo6 + is reduced to Mo5 +, as previously published [ 18 ]. The increase of this ratio up to 1.97-2.25 for Mo/TiOz-A1203 samples shows the presence of Mo4+. For NiMo/TiOz-A1203 catalysts it is seen that the probable average oxi- dation number of molybdenum is 4 and at the highest TiO2 content it is below 4 (Table 2). 3.4. Catalytic behaviour Changes in HDS activity vs. the total amount of consumed hydrogen and TiO2 content for Mo- and NiMo/TiO2-AI203 catalysts are presented in Fig. 4. It is seen that there is a good correlation between HDS activity and the degree of reduction and titania content for molybdenum catalysts. Catalytic activity proportionally rises with increasing TiO2 content in correspondence with the reduction of polymolyb- dates with octahedrally coordinated molybdenum [20] (Fig. 4 and Table 2). It has S. Damyanova et al./ Applied Catalysis A: General 125 (1995) 257-269 267 .m cl V) O 1- 0.9 0.7 0.5 I 0.3 0,1 h I 1 I 0 8 16 2L Ti02 0.5 1.0 1.5 H~c0ns. Fig. 4. Correlation between the HDS activity, mol/g b 102, and the total amount of H2 consumed up to 773 K, ml/mmol, (I, ) and the TiO2 content, wt.-%, ( 0) for Mo/TiO2-AI203 and NiMo/TiO2-AI203 catalysts. The filled symbols correspond to NiMo catalysts. been proposed [20] that the increase in the acidity with TiO2 loading leads to a better dispersion of the molybdate ions during the impregnation step, and after sulphidation to a better dispersion of the active phase. No similar correlation is observed for nickel promoted catalysts. The HDS activity of NiMo catalysts reaches a maximum at 17 wt.-% TiO2 and then decreases (Fig. 4). The position of the main TPR peaks correlate with the HDS activity of molybdenum catalysts. In the case of NiMo catalysts, the addition of titania initially causes the main peak to shift to lower temperature (up to 646 K at 17 wt.-% TiO2) but at the highest content of TiO2 its position does not vary much from one catalyst to another and therefore no essential changes in HDS activity are observed (Table 2). It is clear that neither the total amount of hydrogen consumed nor the position of the main peak correlate with the HDS activity of NiMo catalysts. The introduction of nickel leads to the formation of new species with octahedrally coordinated Ni2+ ions, which are responsible for the significant increase in the catalytic activity of the NiMo catalysts compared to molybdenum catalysts. The activation of NiMo catalyst by nickel could also be demonstrated by the differences in the initial deactivation of the catalysts. In the absence of nickel the conversion of thiophene considerably decreases at the initial time-on-stream of the catalyst. Assuming that the catalytic activity of the sulphided catalysts is strongly depend- ent on the type of the oxidic precursors, we can explain the differences in the activity by formation of different surface species being precursors of active sites within each series of samples. The activities correlate well with the spectroscopic results which indicate that the tetrahedral molybdenum species are predominant on the surface of the NiMo catalysts compared to the molybdenum ones. In analogy 268 S. Damyanova et al. /Applied Catalysis A: General 125 (1995) 257-269 to Mo/A1203 catalysts [43,44], the present molybdenum species probably have the same behaviour during reduction and sulphidation. By comparing sulphided and reduced catalysts, the molybdenum species which are sulphidable but not reducible at 623 K have been assigned to the dimeric tetrahedral Mo6+ species [44]. When the reducibility rises with increasing degree of condensation a shift to lower temperature has been observed [43 ]. In summary, the results show that titania has a promoting effect up to 17 wt.-% in the HDS activity of NiMo catalysts. It modifies the catalyst surface in such a way that an optimum degree of binding of the oxidic precursors is realized through the formation of polymolybdenum structures with octahedrally coordinated nickel and molybdenum, as well as weakly bonded MOO]- groups and a structure anal- ogous to NiTiO3. It is well known [ 19,36] that in active molybdenum hydrode- sulphurization catalysts the supported molybdenum is easily sulphided in a hydrogen-hydrogen sulphide environment and transformed in a MoS2 structure, which is the active phase for these catalysts. This indicates that at the highest TiO2 content the HDS of thiophene could be carried out on the molybdenum sites with a valence state lower than 4, confirmed by the higher values of hydrogen consump- tion and atomic ratio of hydrogen to molybdenum and nickel. 4. Conclusions It is found that TiO2-A1203-supported molybdenum and NiMo catalysts are more active in thiophene hydrodesulphurization than the A1203-supported ones. The synergistic effect of nickel on the activity of Mo-containing catalysts is shown. The increase in the HDS activity with titania loading is consistent with the better reducibility of molybdenum on titania. Nickel influences the reducibility of molyb- denum, as revealed by the decreased temperature of reduction. The significantly lower values of the acidity of the NiMo catalysts compared to molybdenum catalysts means that an interaction between nickel and molybdenum exists. It could be an indication for the presence of surface precursors of the NiMoO4-1ike phase. The addition of titania causes the formation of a structure analogous to NiTiO3. Acknowledgements The financial support of the Ministry of Education and Science (Project 91 ) for scientific investigations is gratefully acknowledged. References [ 1 ] A. Fernandez, J. Leurer, A.R. Gonzalez-Elipe, G. Munuera and H. Knozinger, J. Catal., 112 (1988) 489. S. Damyanova et al. /Applied Catalysis A: General 125 (1995) 257-269 269 [ 2 ] A. Spojakina, S. Damyanova, D. Shopov, T. Shokhireva and T. Yurieva, React. Kinet. Catal. Lett., 27 ( 1985 ) 333. [3] G. Muralidhar, F.E. Massoth and J. Shabtai, J. Catal., 85 (1984) 44. [4] S. Matsudo and A. Kato, Appl. Catal., 8 (1983) 149. [ 5 ] J. Ramirez, R. Cuevas, L. Gasque, M. Vrinat and M. Breysse, Appl. Catal., 71 ( 1991 ) 351. [6] G.C. Bond and S.F. Tahir, Appl. Catal. A, 105 (1993) 289. [7] D.S. Kim, Y. Kurusu, I.E. Wachs, F.D. Hardcastle and K. Segawa, J. Catal., 120 (1989) 325. [8] R. B. Quincy, M. Houalla, A. Proctor and D.M. Hercules, J. Catal., 125 (1990) 214. [9] A.N. Desikan. L. Huang and S.T. Oyama, J. Chem. Soc. Faraday Trans., 88 (1992) 3357. [ 10] N. Spanos, H.K. Matralis, C.H. Kordulis and A. Lycourghiotis, J. Catal., 136 (1989) 432. [ 11 ] S. Damyanova and A. Spojakina, React. Kinet. Catal. Lett., 51 (1993) 465. [ 12] K.Y.S. Ng and E. Gulari, J. Catal., 92 (1985) 340. [ 13] J. Okamoto, A. Maezawa and T. Imanaka, J. Catal., 120 (1989) 29. [ 14] J.B.Mc. Vicker and J.J. Ziemiak, J. Catal., 95 (1985) 473. [ 15] K. Foger and J.R. Anderson, Appl. Catal., 23 (1986) 139. [ 16] A. Stranick, M. Houalla and D.M. Hercules, J. Catal., 125 (1990) 214. [ 17] Z.B. Wei, Q. Xin and X.X. Guo, Catal. Lett., 15 (1992) 255. [ 18] B. Wei, Q. Xin, X.X. Guo, P. Grange and B. Delmon, Appl. Catal., 63 (1990) 305. [ 19] J. Ramirez, L. Ruiz-Ramirez, L. Cedeno, V. Harle, M. Vrinat and M. Breysse, Appl. Catal. A, 93 (1993) 163. [20] A. Spojakina, S. Damyanova and K. Jiratova, in L. Nogueria and Y.L. Zam (Editors), Proc. XII Simposio Iberoamericano de Catalisis, Brasil, 1990, p. 571. [21 ] J. Laine, J. Brito and F. Severino, Appl. Catal., 15 (1985) 333. [22] P. Dufresne, E. Payen, J. Grimblot and J.P. Bonnelle, J. Phys. Chem., 85 ( 1981 ) 2344. [23] S. Kasztelan, J. Grimblot and J.P. Bonnelle, J. Phys. Chem., 191 (1987) 153. [24] J.L. Brito, J. Laine and K.C. Pratt, J. Mater. Sci., 24 (1989) 425. [25] H. Jeziorowski and H. Kn6zinger, J. Phys. Chem., 83 (1979) 1116. [26] O. Goncharova, A. Davydov and T. Yurieva, Kinet. Catal., 25 (1984) 152. [27] A. Spojakina, S. Damyanova, Z. Vit and L. Petrov, Appl. Catal., 56 (1989) 163. [28] M.A. Stranich, M. Houalla and D.M. Hercules, J. Catal., 106 (1987) 362. [29] A. Fernandez, J. Leyrer, A.K. Gonzalez-Felipe, G. Munuera and H. Kn6zinger, J. Catal., 112 (1988) 489. [30] A. Spojakina, R. Kardjieva, S. Damyanova and D. Shopov, in D. Shopov, A. Andreev, A. Palazov and L. Petrov (Editors), Proc. Vth Int. Symp. Heterog. Catal., Varna, Bulgaria, 1983, p. 353. [ 31 ] F.J. Gil Llambias, S. Mendioroz, F. Ania and A. Lopez Agudo, Appl. Catal., 8 (1983) 335. I32] P. Atanasova and T. Halachev, Appl. Catal., 48 (1989) 295. [33] J.P. Espinos, A.R. Gonzales-Elipe, A. Caballero, J. Garcia and G. Manuera, J. Catal., 136 (1992) 41. [34] O.S. Mont, A. Lulie and D. Reinen, Ber. Bunsenges., 69 (1965) 351. [35] R.B. Quincy, M. Houalla and D.M. Hercules, J. Catal., 106 (1987) 85. [36] Z.B. Wei, Q. Xin, X.X. Guo, P. Grange and B. Delmon, Appl. Catal., 75 (1991) 179. [37] B. Scheffer, P. Molhoek and J.A. Moulijn, Appl. Catal., 46 (1989) 11. [38] P. Arnoldy and J.A. Moulijn, J. Catal., 93 (1985) 38. [39] P.K. de Bokx, R.L.C. Bonne and J.W. Geus, Appl. Catal., 30 (1987) 33. [40] C.C. Kao, S.C. Tsai, M.K. Bahl and J.W. Chung, Surf. Sci., 95 (1980) 1. [41 ] R. Burch and A. Collins, Appl. Catal., 18 (1985) 389. [42] N.K. Nag, D. Fraenkell, J.A. Moulijn and B.C. Gates, J. Catal., 66 (1980) 62. [43] R. Thomas, V.H.J. de Beer and B.A. Moulijn, Bull. Soc. Chim. Belg., 90 ( 1981 ) 1349. [44] C.P. Li and D.M. Hercules, J. Phys. Chem., 88 (1984) 456. APCATA 95000062 0926-860X(95)00006-2 10.1016/0926-860X(95)00006-2 Elsevier Science B.V. All rights reserved Effect of mixed titania-alumina supports on the phase composition of NiMo/TiO2 Al2O3 catalysts S. Damyanova * a A. Spojakina a K. Jiratova b a Institute of Catalysis, Bulgarian Academy of Sciences, 1113 Sofia ,Bulgaria b Institute of Chemical Process Fundamentals, Academy of Czech Republic, 165 02 Prague 6, Czech Republic * Corresponding author. NiMo catalysts supported on mixed TiO2 Al2O3 oxides containing between 0 and 22 wt.−% TiO2 have been prepared and characterized by temperature-programmed reduction (TPR), infrared (IR) and diffuse reflectance (DR) spectroscopy, BET and ammonia adsorption measurements. The samples have been tested in hydrodesulphurization (HDS) of thiophene. The spectral results show that the proportion of weakly bonded MoO4 2− groups is higher for NiMo/TiO2 Al2O3 catalysts compared to catalysts contained only molybdenum. The increase in TiO2 content in the mixed supports leads to a decrease of inactive NiAl2O4 spinel. An increase of Ni2+ ions in octahedral surroundings, included in a structure analogous to NiTiO3 is observed. Acidity shows the nickel-molybdenum surface interaction to be a result of the formation of a precursor of NiMoO4-like structure. The TPR results demonstrate that addition of titania into the support facilitates the Mo6+ reduction to Mo5+ and Mo4+. The influence of nickel on the molybdenum reducibility is revealed by a decrease of the temperature of reduction of the molybdenum species. The HDS activity of NiMo/TiO2 Al2O3 catalysts reaches a maximum at 17 wt.−% TiO2 due to formation of an active phase with an optimal composition of the oxidic precursors. Keywords Nickel-molybdenum/TiO2 Al2O3 Hydrodesulphurization Catalyst characterization (IR/DRS/TPR/TPD) Reference [1] Fernandez A. Leurer J. Gonzalez-Elipe A.R. Munuera G. Knozinger H. J. Catal. 112 1988 489 [2] Spojakina A. Damyanova S. Shopov D. Shokhireva T. Yurieva T. React. Kinet. Catal. Lett. 27 1985 333 [3] Muralidhar G. Massoth F.E. Shabtai J. J. Catal. 85 1984 44 [4] Matsudo S. Kato A. Appl. Catal. 8 1983 149 [5] Ramirez J. Cuevas R. Gasque L. Vrinat M. Breysse M. Appl. Catal. 71 1991 351 [6] Bond G.C. Tahir S.F. Appl. Catal. A 105 1993 289 [7] Kim D.S. Kurusu Y. Wachs I.E. Hardcastle F.D. Segawa K. J. Catal. 120 1989 325 [8] Quincy R.B. Houalla M. Proctor A. Hercules D.M. J. Catal. 125 1990 214 [9] Desikan A.N. Huang L. Oyama S.T. J. Chem. Soc. Faraday Trans. 88 1992 3357 [10] Spanos N. Matralis H.K. Kordulis C.H. Lycourghiotis A. J. Catal. 136 1989 432 [11] Damyanova S. Spojakina A. React. Kinet. Catal. Lett. 51 1993 465 [12] Ng K.Y.S. Gulari E. J. Catal. 92 1985 340 [13] Okamoto J. Maezawa A. Imanaka T. J. Catal. 120 1989 29 [14] Vicker J.B.Mc. Ziemiak J.J. J. Catal. 95 1985 473 [15] Foger K. Anderson J.R. Appl. Catal. 23 1986 139 [16] Stranick A. Houalla M. Hercules D.M. J. Catal. 125 1990 214 [17] Wei Z.B. Xin Q. Guo X.X. Catal. Lett. 15 1992 255 [18] Wei B. Xin Q. Guo X.X. Grange P. Delmon B. Appl. Catal. 63 1990 305 [19] Ramirez J. Ruiz-Ramirez L. Cedeno L. Harle V. Vrinat M. Breysse M. Appl. Catal. A 93 1993 163 [20] Spojakina A. Damyanova S. Jiratova K. Nogueria L. Zam Y.L. Proc. XII Simposio Iberoamericano de Catalisis Brasil 1990 571 [21] Laine J. Brito J. Severino F. Appl. Catal. 15 1985 333 [22] Dufresne P. Payen E. Grimblot J. Bonnelle J.P. J. Phys. Chem. 85 1981 2344 [23] Kasztelan S. Grimblot J. Bonnelle J.P. J. Phys. Chem. 191 1987 153 [24] Brito J.L. Laine J. Pratt K.C. J. Mater. Sci. 24 1989 425 [25] Jeziorowski H. Knözinger H. J. Phys. Chem. 83 1979 1116 [26] Goncharova O. Davydov A. Yurieva T. Kinet. Catal. 25 1984 152 [27] Spojakina A. Damyanova S. Vit Z. Petrov L. Appl. Catal. 56 1989 163 [28] Stranich M.A. Houalla M. Hercules D.M. J. Catal. 106 1987 362 [29] Fernandez A. Leyrer J. Gonzalez-Felipe A.K. Munuera G. Knözinger H. J. Catal. 112 1988 489 [30] Spojakina A. Kardjieva R. Damyanova S. Shopov D. Shopov D. Andreev A. Palazov A. Petrov L. Proc. Vth Int. Symp. Heterog. Catal. Varna, Bulgaria 1983 353 [31] Gil Llambias F.J. Mendioroz S. Ania F. Lopez Agudo A. Appl. Catal. 8 1983 335 [32] Atanasova P. Halachev T. Appl. Catal. 48 1989 295 [33] Espinos J.P. Gonzales-Elipe A.R. Caballero A. Garcia J. Manuera G. J. Catal. 136 1992 41 [34] Mont O.S. Lulie A. Reinen D. Ber. Bunsenges. 69 1965 351 [35] Quincy R.B. Houalla M. Hercules D.M. J. Catal. 106 1987 85 [36] Wei Z.B. Xin Q. Guo X.X. Grange P. Delmon B. Appl. Catal. 75 1991 179 [37] Scheffer B. Molhoek P. Moulijn J.A. Appl. Catal. 46 1989 11 [38] Arnoldy P. Moulijn J.A. J. Catal. 93 1985 38 [39] de Bokx P.K. Bonne R.L.C. Geus J.W. Appl. Catal. 30 1987 33 [40] Kao C.C. Tsai S.C. Bahl M.K. Chung J.W. Surf. Sci. 95 1980 1 [41] Burch R. Collins A. Appl. Catal. 18 1985 389 [42] Nag N.K. Fraenkell D. Moulijn J.A. Gates B.C. J. Catal. 66 1980 62 [43] Thomas R. de Beer V.H.J. Moulijn B.A. Bull. Soc. Chim. Belg. 90 1981 1349 [44] Li C.P. Hercules D.M. J. Phys. Chem. 88 1984 456",
      "scopus-id": "0000435246",
      "coredata": {
        "eid": "1-s2.0-0926860X95000062",
        "dc:description": "NiMo catalysts supported on mixed TiO2 Al2O3 oxides containing between 0 and 22 wt.−% TiO2 have been prepared and characterized by temperature-programmed reduction (TPR), infrared (IR) and diffuse reflectance (DR) spectroscopy, BET and ammonia adsorption measurements. The samples have been tested in hydrodesulphurization (HDS) of thiophene. The spectral results show that the proportion of weakly bonded MoO4 2− groups is higher for NiMo/TiO2 Al2O3 catalysts compared to catalysts contained only molybdenum. The increase in TiO2 content in the mixed supports leads to a decrease of inactive NiAl2O4 spinel. An increase of Ni2+ ions in octahedral surroundings, included in a structure analogous to NiTiO3 is observed. Acidity shows the nickel-molybdenum surface interaction to be a result of the formation of a precursor of NiMoO4-like structure. The TPR results demonstrate that addition of titania into the support facilitates the Mo6+ reduction to Mo5+ and Mo4+. The influence of nickel on the molybdenum reducibility is revealed by a decrease of the temperature of reduction of the molybdenum species. The HDS activity of NiMo/TiO2 Al2O3 catalysts reaches a maximum at 17 wt.−% TiO2 due to formation of an active phase with an optimal composition of the oxidic precursors.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-05-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95000062",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Damyanova, S."
          },
          {
            "@_fa": "true",
            "$": "Spojakina, A."
          },
          {
            "@_fa": "true",
            "$": "Jiratova, K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95000062"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95000062"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00006-2",
        "prism:volume": "125",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of mixed titania-alumina supports on the phase composition of NiMo/TiO2 Al2O3 catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Nickel-molybdenum/TiO2 Al2O3"
          },
          {
            "@_fa": "true",
            "$": "Hydrodesulphurization"
          },
          {
            "@_fa": "true",
            "$": "Catalyst characterization (IR/DRS/TPR/TPD)"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "257-269",
        "prism:endingPage": "269",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 May 1995",
        "prism:doi": "10.1016/0926-860X(95)00006-2",
        "prism:startingPage": "257",
        "dc:identifier": "doi:10.1016/0926-860X(95)00006-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000435246"
      }
    }
  }
}