{
  "metadata": {
    "title": "Fischer-Tropsch synthesis on alumina-supported ruthenium catalysts II. Influence of morphological factors",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-06-06",
    "doi": "10.1016/0926-860X(95)00332-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95003320",
    "pii": "0926860X95003320"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0346952453",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95003320 0926-860X(95)00332-0 0926860X95003320 10.1016/0926-860X(95)00332-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00117 2024-01-01T12:18:48.759026Z 0 0 19960606 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 139 139 1 2 1 2 Volume 139, Issues 1–2 6 31 42 31 42 19960606 6 June 1996 1996-06-06 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. FISCHERTROPSCHSYNTHESISALUMINASUPPORTEDRUTHENIUMCATALYSTSIIINFLUENCEMORPHOLOGICALFACTORS RAGAINI V IGLESIA 1995 108 E IGLESIA 1993 221 E IGLESIA 1993 237 246 E IGLESIA 1992 212 E IGLESIA 1991 238 E JOHNSON 1991 231 B BOUDART 1984 2185 M MANOGUE 1974 166 W DALLABETTA 1974 54 R BARTOLOMEW 1991 C NEWTRENDSINCOACTIVATION RODRIGUEZ 1992 J HIGHPRESSURECATALYTICREACTIONSOVERSINGLECRYSTALMETALSURFACES GEERLINGS 1991 302 J GEERLINGS 1991 315 J ARAKI 1976 439 M BOND 1976 128 G KING 1978 386 D KELLNER 1982 251 C CHEN 1983 415 Y LAI 1984 337 S OKUHARA 1984 938 T FUKUSHIMA 1985 95 T SMITH 1986 349 K BARTOLOMEW 1980 335 C FU 1985 376 L JONES 1986 4832 V RAMESWARAN 1989 218 M JUNG 1982 416 H MCDONALD 1986 386 M ABREVAYA 1990 183 H KELZEMBERG 1990 421 J KELLEY 1980 43 R PEDEN 1986 58 H KELLEY 1982 L743 R PONEC 1979 268 V VANHARDEVELD 1969 189 R PSARO 1980 511 R FIEDOROW 1978 193 R GIANNANTONIO 1994 103 R RAGAINI 1994 116 V LU 1987 166 K RAGAINI 1996 V ANDERSON 1975 J STRUCTUREMETALLICCATALYSTS WYCKOFF 1963 R CRYSTALSTRUCTURE PONEC 1982 77 V CATALYSIS RAGAINIX1996X31 RAGAINIX1996X31X42 RAGAINIX1996X31XV RAGAINIX1996X31X42XV item 0926-860X(95)00332-0 0926860X95003320 1-s2.0-0926860X95003320 10.1016/0926-860X(95)00332-0 271346 2024-01-01T12:18:48.759026Z 1996-06-06 1-s2.0-0926860X95003320-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95003320/MAIN/application/pdf/ab1f0a028014e65fe80f5e6966282137/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95003320/MAIN/application/pdf/ab1f0a028014e65fe80f5e6966282137/main.pdf main.pdf pdf true 622606 MAIN 12 1-s2.0-0926860X95003320-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95003320/PREVIEW/image/png/bdc1578f893616d8700e35239e3af5e2/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95003320/PREVIEW/image/png/bdc1578f893616d8700e35239e3af5e2/main_1.png main_1.png png 45303 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 139 (1996) 31-42 Fischer-Tropsch synthesis on alumina-supported ruthenium catalysts II. Influence of morphological factors V. Ragaini a,* R. Carli a, C.L. Bianchi a, D. Lorenzetti a, G. Predieri b, p. Moggi b a Department qfPhysical Chemistry and Electrochemistry, Unicersity Of Milan. Via Golgi, 19, 20133 Mihm. halv b Institute of General Chemisto', Uniuersity g[Parma, Viale delle Science, 43100 Parma, hah Received 28 November 1994; revised 8 December 1995; accepted 8 December 1995 Abstract A Ru/y-Al203 (0.87% wt./wt.) catalyst has been studied for the Fischer-Tropsch synthesis (FTS) at 5. 103 Pa, 508 K with a H2/CO ratio of 2/1. The same catalyst was also sintered at 973 K for different times in order to change the metal dispersion Dm of Ru (Dm from 18 to 93%). The aim of the present work is to verify which atoms of Ru crystallites are most active in FTS. For this study a 'model' of truncated hexagonal bipyramid for the crystalline agglomerates has been assumed. It was verified that atoms with higher nearest neighbors i (i,8 and 9) on flat faces and edges are more active than those on vertexes and edges at lower i values (i,5 to 7). We found that larger crystallites decompose CO more easily than smaller ones, and that the turnover number for CO disappearance and for CH4, C2, C3, C5-C15 formation does not depend strongly on metal dispersion. However, on the contrary, we found that light olefins (C2 and C3) are easily formed on large crystallites. The above findings reveal that FTS could be considered as a structure sensitive reaction for the initial step, but are structure insensitive for the overall reaction. Keywords.\" Fischer-Tropsch synthesis; Ruthenium catalyst; Morphological factors 1. Introduction The old problem of structure sensitivity or insensitivity of hydrocarbon synthesis from CO and hydrogen (Fischer-Tropsch synthesis, FTS) has only Corresponding author. Tel. (+ 39-2) 26603244, fax. (+ 39-2) 70638129. 0926-860X/96/$15.011 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00332-0 32 V. Ragaini et al. / Applied Catalysis A: General 139 (1996) 31-42 recently been clarified by Iglesia et al. [1-4] and by Bartolomew and Goodman [5]. The most recent paper [1] concluded that for FTS the 'turnover rates on Co and Ru do not depend strongly on metal dispersion and metal oxide support'. In an other paper by Boudart et al. [6] the structure sensitivity of FTS has been discussed and reviewed according to three classes of experiments, and can also be used for this subject. The three classifications are as follow: (i) variation of structure in the sense of 'particle size effects'; (ii) introduction of additives as in alloying; (iii) nature of the use of catalytic metal (specificity). According to Manogue and Katzen [7] item (i) can be further subdivided into 'primary structure sensitivity' (PSS) and 'secondary structure sensitivity' (SSS). More recently such a subdivision has also been proposed by Bartolomew and Good- man [5]. PSS is the dependence of the reactivity, given as turnover number (TN) (or T rate, T frequency or site-time yield), i.e. the number of CO molecules reacted (or some products, like CH4, formed) as a function of crystallite structure per titrated metal site per second. The PSS study is usually carried out using single crystal faces or multiple sites. On the other hand, SSS is the dependence of TN on crystallite size, considered as a 'unicum' agglomerate from metal dispersion. SSS studies are usually made on polycrystalline sup- ported metals. The following example may help to clarify the difference between SSS and PSS. For example, one atom of copper deposited in an ensemble of 10 atoms (100 being the total number of surface atoms) could destroy the reactivity of the remaining 9 atoms, thus reducing to approximately 10% the total reactivity this is SSS. However, if we consider the 10 atoms belonging to a reactive face (as in PSS), the reduction in reactivity is 1%. Following the first paper by Dalla Betta [8], which reported that the initial TN was independent on ruthenium particle size in Ru/A1203 catalysts, an impres- sive number of papers have since been published. In the last five years a number of reviews have been published on FTS [2,9] and on the reactivity over single-crystal metal surfaces [10]. The most recent articles have empathized the structure sensitivity of CO methanation and FTS. Obviously it is out of the scope of this paper to review all of the articles but it is helpful, especially for the discussion of this paper, to classify some papers with respect to their conclu- sions: in terms of structure sensitivity (SS) or structure insensitivity (SI) of FTS and also for PSS and SSS subdivision (as previously discussed). The metal being studied is indicated in parenthesis, and SC means single crystal. SS-PSS: [11] (Co/SC); [12] (Co/SC); [13] (Ni; Ni-Cu) SS-SSS: [14] (Ru-Cu); [15] (Ru); [16] (Ru); [17] (Ru); [18] (Ru-Cu); [19] (Ru); [20] (Ru); [21] (Ru); [22] (Ni); [23] (Co); [24] (Fe); [25] (Fe); [26] (Fe); [27] (Fe); [28] (Ru); [29] (Ru-Cu); [13] (Ni; Ni-Cu) SI-PSS: [7] (Co; Co/W, SC); [30] (Ru/SC); [311 (Ru/SC); [321 (Ni/SC; Ru/SC); [11] (Co/SC); [12] (Co/SC) SI-SSS: [3] (Co, Ru); [4] (Ru); [81 (Ru) V. Ragaini et al./ Applied Catalysis A: General 139 (1996) 31-42 33 The classification above has some limits as some papers (especially if we refer to the activation energy, i.e. [11,12]) may be classified as SI-PSS, whereas for others [14,18,28,13] which deal mainly with CO dissociation (requiring a particular number of atoms in an ensemble [14,18], but with no particular coordination number) the afore-mentioned classification could change. More recent articles [11,12] show that CO dissociation is S S on singles crystal planes. According to Iglesia et al. [3] the wide discrepancies between the afore-men- tioned SS and SI may reflect different operating conditions, which can in turn alter the identity and the structural requirement for the rate determining step. On the other hand some conclusions drawn from Co catalysts [22-25] 'reflect marked differences in the extent of reduction' [2] and/or support effect, when related to the reduction of cobalt [7]. It is commonly agreed that metals which do not easily dissociate CO are practically inactive in FTS [33] and also that dissociation is more effective on large agglomerates of both Ru and Ni atoms [28,13]. However, this structural sensitivity, as SSS, is not important, as the subsequent step, i.e. the hydrogena- tion reaction of the surface carbon atoms (C~), is rate determining and that this reaction is structure insensitive ([2], p. 141, [13]). Thus, the aim of this study is to add to the current knowledge available on the reactivity of surface Ru atoms in different coordinations, by studying a real catalytic systems, i.e. without using a single crystal catalyst. However, in this study a different approach has been used, i.e. the reactivity data compiled in terms of the fraction of Ru surface atoms with particular coordination and with varying crystallite sizes, are compared with those in literature [34]. In order to test the influence of metal dispersion in Fischer-Tropsch synthesis only one batch of catalyst was prepared, and then heated at a fixed temperature for various times so as not to alter the support morphology. Thus, this method avoided the introduction of further variables (varying distributions on the support, also different amounts of catalyst, different precursors, etc.). Our experimental approach has also been used by Smith and Everson [21]. To minimize the experimental variables, all of the kinetic runs were per- formed in the same controlled conditions. Fresh catalysts were always used, thus avoiding any possible change in the surface of the samples [16,21,28], i.e. sinterization, coke deposition, and so on. This is an important requirement in FTS. 2. Experimental 2.1. Catalyst preparation and analysis The supporting material was obtained from microspheres (6-8 mesh) of y-A1203 (surface area 225 mZ/g), crushed and sieved. The obtained powder with 40-80 mesh in size was treated in air at 673 K for 24 h. 34 V. Ragaini et al. /Applied Catalysis A: General 139 (1996) 31 42 The catalyst was then prepared by addition of a solution of Ru3(CO)12 which was dissolved in n-hexane, to the support. The solvent had previously been stripped in vacuo (10-2 Torr). The final amount of Ru on the support was precisely determined as 0.87% wt./wt. (average value between two samples). The catalyst batch was then divided into four potions: three of them were treated in flowing H2 (200 Nml/min) at 973 K for various times. The fourth portion was treated in flowing H2 at 673 K for 8 h in order to completely destroy all the metal-carbonyl clusters [35]. The thermal treatment conditions were chosen to allow a homogeneous growth of the metal crystallites and to minimize the other effects on the support [36]. The work carried out in this paper shows that y-A1203 support for a commercial Ru/AI203 catalyst is very stable, even at 1073 K for 1 h. Our thermal treatment was carried out in a plug-flow reactor made of quartz, by increasing the temperature 10 K/min up to 973 K for 1, 3 or 6 h in a flow of hydrogen (60 Nml/min). Cooling of the sample to room temperature was carried out in flowing nitrogen. Characterization of the samples involved surface area (BET) and metal dispersion (DM, defined as the ratio between the titrated surface metal atoms and the total metal atoms of the sample) determination. Surface area measure- ments were carried out in order to see support alterations caused by thermal treatment. DM measurements were carried out by H2 chemisorption using a particular technique called single introduction (SI) [37,38]. DM measurements have been made using the following procedure: the samples have been outgassed at 673 K for 14 h under vacuum (about 0.13 mPa). The adsorption of hydrogen has been made at 348 K, as reported in the paper of Lu and Tatarchuk to chlorine free samples [39] and the required dose of hydrogen has been left to equilibrate with the sample for 3 h. Then a back sorption for 30 min at 348 K under 0.13 mPa was carried out in order to remove the weakly bound hydrogen. This type of hydrogen has been quantified under the same conditions as the first adsorption step with a subsequent hydrogen adsorption. The difference between the two adsorption doses of hydrogen gives the amount of the irreversible adsorbed hydrogen, n~RR (mol). Hence DM = SFm'n~RR/nv, where SFm is the stoichiometric factor (mol of surface metal for mol of irreversibly adsorbed hydrogen) and nT the total number of moles of adsorbing metal. In this case SFm = 2. The specific surface area (S.S., mZ/gRu) has been calculated by the equation S.S. = 2k- VmSFm. o-, where k = 0.2687(m2. Ncm 3. ,~-2), Vm (Ncm3/gRu) is the irreversible amount of hydrogen adsorbed and or= 9.03 (,~2/atom), i.e., the cross-section of a Ru atom in a polycrystalline structure [37]. The mean particle diameter, d, has been calculated by assuming a spherical shape of the clusters. All results are reported in Table 1. The BET data differ slightly from sample to sample. However, one can conclude that the main features of the supports did not change as a consequence of the thermal treatment. The four catalysts reported in Table 1 have been analyzed by XPS (Surface Scientific Instrument) V. Ragaini et al. /Applied Catalysis A: General 139 (1996) 31-42 Table 1 Characteristics of the catalysts Ru/y-Al203, 0.87v/c (wt./wt.) 35 Sample Thermal treatment BET area Pore volume S.S. J DM no. of sintering (mZ/g) (cm3/g) (m-~/g met) (,~) (%) 1 none 225 0.80 498 9.4 93 2 l h at 973 K 210 0.79 374 I 1.7 70 3 3 h at 973 K 199 0.74 200 23.4 37 4 6 h at 973 K 176 0.69 97 48.3 18 and TEM (JEOL 200 FX, at 200 KeV) in order to ascertain if a strong change of metal support interactions took place. 2.2. Apparatus and procedure for kinetics runs The apparatus and procedure used for the kinetics runs are the same as those previously reported in [40] (T= 508 K, P = 5. 105 Pa, HJCO = 2/1 molar ratio, space velocity SV = 9 10-2 (tool CO/mol Ru s)). However, activation of the catalyst prior to the start of the run differed. In this case the activation was performed with flowing hydrogen for 8 h and 800 kPa, but at 673 K. 3. Results In order to calculate the catalytic activity of the exposed Ru atoms, in accordance to their differing coordinations, the different fractions of atoms on the surface with coordination i were estimated during the variation of the metal crystallite size. It is possible to suppose that Ru crystallites have a truncated hexagonal bipyramid structure (Fig. 1); Ru usually crystallizes in the hexagonal system. Fig. 1. Crystallite structure with a shape of a truncated bipyramid in hcp (hexagonal close packing) configuration. A to E: atoms having different nearest neighbours (i). A (vertexes) i = 5, B (vertexes or edges) i = 6, C (edges) i = 7, D (edges or faces) i = 8, E (faces) i = 9 (adapted from Ref. [41]). 36 V. Ragaini et al. / Applied Catalysis A: General 139 (1996) 31-42 1.0 ~Fs 0.5A \"~__. Y.2<._ B -.. I I I i O0 5 10 15 20 25 30 drel Fig. 2. Distribution statistics of surface atoms i. Fi fraction of surface atoms i (as defined in Fig. 1 for atoms from A to E); E~ total surface atoms/total atoms in the crystallite [34]. To estimate quantitatively the portion of atoms i, Van Hardeveld and Hartog [34] curves were used (Fig. 2). Fi values refer exactly to the portion of atoms i, as reported in Fig. 1, and Fs values refer to the portion of atoms at the surface, with respect to the total number of atoms present in the crystallite (Fig. 2). The diameter (drd), shown as the curve abscissa, was determined from average diameter of the crystallites, calculated by H2 chemisorption measure- ments and assumed to be spherical in shape. In this case, for all hexagonal crystals [41]: dre1 = 1.105\" (N~r))'/3 where ~r) is the number of Ru atoms present in a c~stallite. To determine the N~r) values the Ru mean crystallographic radius, 1.35 A at 293 K, was used [42], and it was calculated as the ratio between the mean volume of the crystallites and the volume of one Ru atom (10.31 ~3). Fi values were obtained directly from the curves of Fig. 2. In particular, the fraction of exposed atoms present on the fiat faces of the crystallites, character- ized by the coordination numbers i = 8 and i = 9, were taken into account. In this way, it was possible to distinguish the atoms on fiat faces from those present on edges on edges and corners as characterized by the coordination numbers i = 5, 6, 7 (see Table 2). All turnover number (TN) values for CO conversion (Cco) and for some hydrocarbon formations are reported in Figs. 3 and 8. For CO the TN has been calculated from the equation: TN = SV. Cco/DM where SV = 9 10-2 mol CO/(mol tot. Ru s). For all of these graphs the trend in turnover numbers are compared as follows: (1) with respect to the total fraction of exposed atoms (total TN); (2) with respect to the fraction (Fo+E) of exposed atoms present on the fiat faces of the crystallites (TN(D+E))= total TN/F(o+E)); (3) with respect to the fraction (FA+B+c) of atoms present on the V. Ragaini et al. / Applied Catalysis A: General 139 (1996) 31-42 Table 2 Distribution of atoms a in the catalysts reported in Table 1 37 Metal Mean Mean Mean atom Relative Surface dispersion crystallites crystallites number in a crystallite atoms DM% diameter volume crystallite diameter i8 + i9 (,~) (,~3) (N(T)) (dreI = 1.105 (%) ( N(T))t/3) Surface atoms i5 + i6 + i7 (%) 18 48.3 58994.8 5722.1 19.7 78 22 37 23.4 6708.4 650.7 9.6 59 41 70 11.7 838.6 81.3 4.8 31 69 93 9.4 434.9 42.2 3.9 23 77 The mean crystallites diameter and therefore the N(T) values have been calculated assuming a spherical shape of Ru crystallites as usual; on the contrary, dreI and i8 + i9 and i5 + i6 + i7 values have been calculated on the basis of a truncated hexagonal bipyramid shape of Ru crystallites. It is possible to demonstrate that if the calculations are performed assuming from the beginning a hexagonal bipyramid shape for the Ru crystallites, the final results for i8 + i9 and i5 + i6 + i7 values are quite the same. Details of calculations are available upon request. ~2 8 1 \"---------- =-- ~ I 0 0 50 100 150 200 250 Reaction Time (min) Fig. 3. Turnover number for CO disappearance (TN CO (s-l)) vs. reaction time (min) for catalysts with different dispersion values (DM): DM = 18%; [] DM = 37%: * DM = 70%; + DM = 93%. 12 'T 8 ? O ~4 Initial Conditions ~~A-B-C ~__ D-E TOTAL \"~i.T_~ I I I I I I 1 I 20 40 60 80 i I 100 Fig. 4. Turnover number for CO disappearance (TN CO (s- l )) vs. metal dispersion DM at initial conditions. A-E as in Fig. 1. 38 V. Ragaini et al. / Applied Catalysis A.\" General 139 (1996) 31-42 7= Stationary_ Conditions B I~--- TOTA:---------~$~.X- l i~'--'---,-~ 0[ I I I I 18 28 38 48 58 68 78 88 DM % Fig. 5. Turnover number for CO disappearance (TN CO (s-l)) vs. metal dispersion DM at steady state conditions. A-E as in Fig. 1. ;+2 O z 1 0 18 A-B-C O-E I I I I I I I 28 38 ~ ~ 68 78 DM % Fig. 6. Turnover number for CH4 formation (TN CH4 (s- 1 )) vs. metal dispersion DM. A-E as in Fig. 1. ~\" 0.6i A-B-C ~ 0.4 Z ~ 0.2 I I I I I l I 8 28 38 48 58 68 78 88 Fig. 7. Turnover number for C5 -Cl3 hydrocarbons formation (TN C5 -Ci3 (s-l)) vs. metal dispersion Dm. A-E as in Fig. 1. V. Ragaini et al. / Applied Catalysis A: General 139 (1996) 31-42 39 2,0 .o_ \"\" 1.8 1.6 c 1.4 1.2 1.0 ~\"--------'~ STATIONARY CONDITIONS [ ; I I 20 4 60 80 DM % 100 Fig. 8. Molar ratio C2, C3 olefins to 62, C3 paraffins vs. metal dispersion DM at steady state conditions. edges, corners and vertexes (TN(A+B+O = total TN/F(A+B+O). In some of the graphs the experimental trends are drawn both as initial reactivity (about 5 rain from the beginning of the run) and also in steady state conditions, usually set up after 150 min. Fig. 3 shows the TN of CO vs. reaction time for the four catalysts at different DM values. Figs. 4 and 5 show the TN of CO both for initial and also for steady state conditions respectively. For the hydrocarbon fractions (CH4; C2, C3, C4, as paraffins and olefins, and C~-C~3 fractions) some examples of TN vs. DM are given in Figs. 6 and 7, for CH4 and for C5-C ~3 respectively. For C2, C3, and C4 fractions the same trend was found. Fig. 8 is a schematic diagram of the olefin/paraffin ratio for C2 + C3 hydrocarbons vs. DM. XPS and TEM measurements on the different samples, as reported in Table 1, show no change in surface interactions. TEM results show an increase in Ru particle diameter as a consequence of an increase in the time of thermal treatment. Similar results were obtained from both TEM and chemisorption measurements for the ratio of the particle diameter for samples treated for 1 and 6h. 4. Discussion As previously outlined in the introduction and also in the result section we have referred to the reactivity of the polycrystalline supported ruthenium samples, as being truncated hexagonal bipyramid in shape. However, consider- ing this as a 'model' we have not taken into account the possibility of a surface reconstruction during the reaction. Inspection of Fig. 3 (TN(CO) vs. reaction time) shows that larger crystallites deactivate more significantly than smaller ones. This result agrees with others 40 IZ Ragaini et al. / Applied Catalysis A: General 139 (1996) 31-42 which indicate that large crystallites dissociate CO (with surface carbon, Cs, deposition) more easily than smaller ones [38], or that CO dissociation requires the proximity of a particular coordination number [ 14,18,13,43]. Fig. 4 (initial conditions) and Fig. 5 (steady state conditions) illustrate the dependence of TN(CO) on metallic dispersion. The same trend was observed for both Figs. 4 and 5, i.e. a reduction of reactivity from initial to steady state conditions, both for the total TN(CO) and for the TN(CO) referred to as different classes of atoms, A, B, C (vertexes, vertexes or edges, and edges, respectively) or D, E (edges or faces and faces, respectively). Total TN(CO) slightly decreases with an increase in metal dispersion. If TN(CO) is calculated according to i8-i9 surface atoms, (D-E), the trend is more similar to that of total TN(CO), than i5-i6-i7 atoms, (A-B-C). These observations allow us to conclude the follow- ing: (i) coke deposition destroys and reduces the vicinity of Ru atoms, therefore reducing the reactivity from new and aged catalysts; (ii) the small decrease in total TN(CO) with an increase in DM demonstrates that the reactivity of the system CO + He depends only slightly on the overall structure of the surface. This is referred to a secondary structure sensitivity (SSS), as previously discussed; (iii) a more precise inspection of Figs. 4 and 5 shows that the most active atoms (i.e. the ones which give a reactivity trend nearer to that of total TN(CO)), are those which are found on the faces and edges (D-E). This phenomenon is primary structure sensitivity (PSS); (iv) the similar trend of the curves in Figs. 4 and 5 could indicate that a surface reconstruction which concerns the shape (not dimension) of the crystal- lites does not occur during the aging of the catalyst. Items (ii) and (iii) do not contradict each other as it has already been pointed out in the introduction that the reactivity of the system CO + H2 occurs in two steps: CO dissociation [33] and hydrogenation of the surface carbon species (Cs), where the first is a SS reaction and the second is a 'facile' reaction, but rate limiting [2,13]. It is interesting to observe that Geerlings et al. [11,12] have shown on Co(0001) and Co(1120) (zig-zag grooved) a reaction rate (molecules/s cm2) for methane formation from CO + H2, to have similar activation energies. The same has been observed for ethane. However, the values of the rates cannot be considered as being the same. For both methane and for ethane the flat face of Co(0001) is more reactive than the Co(1120) face, (i.e. at 543 K rate Co(0001)/rate Co(1120) = 3 for methane and 2.5 for ethane, Fig. 3 in Ref. [12]. At steady state conditions TN(CO) (Fig. 5) and TN(CH4) (Fig. 6) have similar trends with respect to DM. This means that there is only a slight dependence of dispersion on selectivity for CH4 formation. These results disagree with those obtained by Abrevaya et al. [28] for low values of reaction time (initial conditions), but are not so different if we compare the result by these authors with those obtained by us for aged catalysts. Light olefin selectiv- V. Ragaini et al. /Applied Catalysis A: General 139 (1996) 31-42 41 ity (C2 + C3) is not favoured by small crystallites (Fig. 8). The results for C5-C13 hydrocarbons (Fig. 7) have been reported and the same trend of total TN vs. DM was observed. Clearly, in this case the attribution of the reactivity to two categories of atoms (A-B-C or D-E) gives only a slight indication, as the higher hydrocarbons are formed with a complex mechanism implying both a-olefin readsorption and transport effect [1-4]. 5. Conclusion The total activity of Ru atoms of polycrystalline supported catalysts for the reaction of CO + H2 to hydrocarbons was described as a model of truncated hexagonal bipyramid of Ru particles. From this model the turnover number (TN) of CO, CH4, C2, C3 and C5-C13 species was attributed to the atoms on vertexes (A), vertexes or edges (B), edges (C), edges or faces (D), faces (E), each type having different nearest neighbors (i, from 5 to 9), according to distribution statistics. Comparison of the total TN for CO vs. reaction time for catalysts having four different dispersions (DM from 18 to 93%), and compari- son of the total TN for CO and CH4 with that of two categories of atoms A-B-C and D-E gave the following conclusions: (i) larger crystallites deactivate CO more easily than smaller ones; (ii) the total TN for CO changes only slightly with metal dispersion; (iii) changes of TN for CO, CH4 and other hydrocarbons, when attributed to the atoms found on faces and edges (nearest neighbors, i of 8 to 9) show the same trend as experimental values. This fact shows that these atoms are more reactive than those on vertexes and edges with lower i values of 5 to 7; (iv) light olefin (C2 + C 3) formation is not favoured by small crystallites; (v) therefore for CO dissociation there is a synergistic effect probably connected with the coordination number of active atoms, and a minor effect due to the easy reaction of surface species hydrogenation, which is rate limiting in the Fischer-Tropsch reaction. Thus reaction could be considered structure sensitive for the initial step but overall as a quite structure insensitive reaction. Acknowledgements The C.N.R. Progetto Finalizzato Chimica Fine II is gratefully acknowledged for financial support. Thanks are due to Dr. Salviati (lstituto MASPEC, CNR, Parma) for his skillful assistance during TEM investigations. References [1] E. Iglesia, S.L. Soled, J.E. Baumgartner and S.C. Reyes, J. Catal., 153 (1995) 108. [2] E. Iglesia, S.C. Reyes, RJ. Marion and S.L. Soled, Adv. Catal., 39 (1993) 221, in particular pp. 237 246. 42 V. Ragaini et al. / Applied Catalysis A: General 139 (1996) 31-42 [3] E. Iglesia, S.L. Soled and R.A. Fiato, J. Catal., 137 (1992) 212. [4] E. Iglesia, S.C. Reyes and R.J. Madon, J. Catal., 129 (1991) 238. [5] B.G. Johnson, C.H. Bartolomew and D.W. Goodman, J. Catal., 128 (1991) 231. [6] M. Boudart and M.A. Mc Donald, J. Phys. Chem., 88 (1984) 2185. [7] W.K. Manogue and J.R. Katzer, J. Catal., 32 (1974) 166. [8] R.A. D~lla Betta, A.G. Piken and M. Shelef, J. Catal,, 35 (1974) 54. [9] C.H. Bartolomew, in L. Guczi (Editor), New Trends in CO Activation, Chap. 5, Elsevier, Amsterdam, 1991. [10] J.A. Rodriguez and D.W. Goodman, High-Pressure Catalytic Reactions over Single-Crystal Metal Surfaces, North-Holland, Amsterdam, 1992. [11] JJ.C. Geerlings, M.C. Zonnevylle and C.P.M. de Groot, Surf. Sci., 241 (1991)302. [12] J.J.C. Geerlings, M.C. Zonnevylle and C.P.M. de Groot, Surf. Sci., 241 (1991) 315. [13] M. Araki and V. Ponec, J. Catal., 44 (1976) 439. [14] G.C. Bond and B.D. Tumham, J. Catal., 45 (1976) 128. [15] D.L. King, J. Catal., 51 (1978) 386. [16] C.S. Kellner and A.T. Bell, J. Catal,, 75 (1982) 251. [17] Y.N. Chen, H.T. Wang and J.G. Goodwin Jr., J. Catal., 83 (1983) 415. [18] S.Y. Lai and Vickermann, J. Catal., 90 (1984) 337. [19] T. Okuhal'a, T. Kimura, K. Kobayashi, M. Misono and Y. Yoneda, Chem. Soc. Jpn., 57 (1984) 938. [20] T. Fukushima, K. Fujimoto and H.O. Tominaga, Appl. Catal., 14 (1985) 95. [21] K. Smith and R.C. Everson, J. Catal., 99 (1986) 349. [22] C.H. Bartolomew, R.B. Pannell and J.L. Butler, J. Catal., 65 (1980) 335. [23] L. Fu and C.H. Bartolomew, J. Catal., 92 (1985) 376. [24] V.K. Jones, L.R. Neubauer and C.H, Bartolomew, J. Phys. Chem., 90 (1986) 4832. [25] M. Rameswaran and C.H. Bartolomew, J. Catal., 117 (1989) 218. [26] H.L. Jung, P~L. Walker Jr. and M.A. Vannice, J. Catal., 75 (1982) 416. [27] M.A. Mc Donald, D.A. Storm and M. Boudart, J. Catal., 102 (1986) 386. [28] H. Abrevaya, MJ. Cohn, W.M. Targos and H.J. Robota, Catal. Lett., 7 (1990) 183. [29] J,C. Kelzemberg and D.L. King, J. Catal., 126 (1990) 421. [30] R.D. Kelley and D.W. Goodman, Am. Chem. Soc. Div. Fuel Chem. Prep. Pap., 25(2) (1980) 43. [31] H.F. Peden and D.W. Goodman, Ind. Eng. Chem. Fundam., 25 (1986) 58 and References herein quoted for Goodman's papers on the same topic. [32] R.D. Kelley and D.W. Goodman, Surf. Sci., 123 (1982) L743. [33] V. Ponec and W.A. Van Barneveld, Ind. Eng. Chem. Prod. Res. Dev., 18 (1979) 268. [34] R. Van Hardeveld and F. Hartog, Surf. Sci., 15 (1969) 189. [35] R. Psaro, A. Fusi and R. Ugo, J. Mol. Catal., 7 (1980) 511. [36] R.M.J. Fiedorow, B.S. Chahar and S.E. Wanke, J. Catal., 51 (1978) 193. [37] R. Giannantonio, V. Ragaini and P. Magni, J. Catal., 146 (1994) 103. [38] V. Ragaini, R. Giannantonio, L. Lucarelli and G. Leofanti, J. Catal., 146 (1994) 116. [39] K. Lu and B.J. Tatarchuk, J. Catal., 106 (1987) 166. [40] V. Ragaini, C.L. Bianchi, R. Carli and G. Vergani, Fischer-Tropsch synthesis on alumina-supported ruthenium catalysts. I. Influence of K and CI modifiers. Appl. Catal. (1996). [41] J.R. Anderson, Structure of Metallic Catalysts, J. Wiley, NY, 1975. [42] R.W.J. Wyckoff, Crystal Structure, J. Wiley, NY, 1963. [43] V. Ponec, in G.C. Bond and G. Webb (Editors) Catalysis, Vol. 5, Chap. 2, Royal Soc. Chemistry, London, 1982, p.77. APCATA 95003320 0926-860X(95)00332-0 10.1016/0926-860X(95)00332-0 Elsevier Science B.V. All rights reserved Fischer-Tropsch synthesis on alumina-supported ruthenium catalysts II. Influence of morphological factors V. Ragaini * a R. Carli a C.L. Bianchi a D. Lorenzetti a G. Predieri b P. Moggi b a Department of Physical Chemistry and Electrochemistry, University of Milan, Via Golgi, 19, 20133 Milan ,Italy b Institute of General Chemistry, University of Parma, Viale delle Scienze, 43100 Parma ,Italy * Corresponding author. Tel. (+39-2) 26603244, fax. (+39-2) 70638129. A Ru/γ-Al2O3 (0.87% wt./wt.) catalyst has been studied for the Fischer-Tropsch synthesis (FTS) at 5 · 103 Pa, 508 K with a H2/CO ratio of 2/1. The same catalyst was also sintered at 973 K for different times in order to change the metal dispersionD M of Ru (D M from 18 to 93%). The aim of the present work is to verify which atoms of Ru crystallites are most active in FTS. For this study a ‘model’ of truncated hexagonal bipyramid for the crystalline agglomerates has been assumed. It was verified that atoms with higher nearest neighborsi (i,8 and 9) on flat faces and edges are more active than those on vertexes and edges at loweri values (i,5 to 7). We found that larger crystallites decompose CO more easily than smaller ones, and that the turnover number for CO disappearance and for CH4, C2, C3, C5–C15 formation does not depend strongly on metal dispersion. However, on the contrary, we found that light olefins (C2 and C3) are easily formed on large crystallites. The above findings reveal that FTS could be considered as a structure sensitive reaction for the initial step, but are structure insensitive for the overall reaction. Keywords Fischer-Tropsch synthesis Ruthenium catalyst Morphological factors References [1] Iglesia E. Soled S.L. Baumgartner J.E. Reyes S.C. J. Catal. 153 1995 108 [2] Iglesia E. Reyes S.C. Madon R.J. Soled S.L. Adv. Catal. 39 1993 221 in particular Iglesia E. Reyes S.C. Madon R.J. Soled S.L. Adv. Catal. 39 1993 237 246 [3] Iglesia E. Soled S.L. Fiato R.A. J. Catal. 137 1992 212 [4] Iglesia E. Reyes S.C. Madon R.J. J. Catal. 129 1991 238 [5] Johnson B.G. Bartolomew C.H. Goodman D.W. J. Catal. 128 1991 231 [6] Boudart M. Mc Donald M.A. J. Phys. Chem. 88 1984 2185 [7] Manogue W.K. Katzer J.R. J. Catal. 32 1974 166 [8] Dalla Betta R.A. Piken A.G. Shelef M. J. Catal. 35 1974 54 [9] Bartolomew C.H. Guczi L. New Trends in CO Activation 1991 Elsevier Amsterdam Chap. 5 [10] Rodriguez J.A. Goodman D.W. 2nd ed. High-Pressure Catalytic Reactions over Single-Crystal Metal Surfaces 1992 North-Holland Amsterdam [11] Geerlings J.J.C. Zonnevylle M.C. de Groot C.P.M. Surf. Sci. 241 1991 302 [12] Geerlings J.J.C. Zonnevylle M.C. De Groot C.P.M. Surf. Sci. 241 1991 315 [13] Araki M. Ponec V. J. Catal. 44 1976 439 [14] Bond G.C. Turnham B.D. J. Catal. 45 1976 128 [15] King D.L. J. Catal. 51 1978 386 [16] Kellner C.S. Bell A.T. J. Catal. 75 1982 251 [17] Chen Y.N. Wang H.T. Goodwin J.G. Jr. J. Catal. 83 1983 415 [18] Lai S.Y. Vickermann J. Catal. 90 1984 337 [19] Okuhara T. Kimura T. Kobayashi K. Misono M. Yoneda Y. Chem. Soc. Jpn. 57 1984 938 [20] Fukushima T. Fujimoto K. Tominaga H.O. Appl. Catal. 14 1985 95 [21] Smith K. Everson R.C. J. Catal. 99 1986 349 [22] Bartolomew C.H. Pannell R.B. Butler J.L. J. Catal. 65 1980 335 [23] Fu L. Bartolomew C.H. J. Catal. 92 1985 376 [24] Jones V.K. Neubauer L.R. Bartolomew C.H. J. Phys. Chem. 90 1986 4832 [25] Rameswaran M. Bartolomew C.H. J. Catal. 117 1989 218 [26] Jung H.L. Walker P.L. Jr. Vannice M.A. J. Catal. 75 1982 416 [27] Mc Donald M.A. Storm D.A. Boudart M. J. Catal. 102 1986 386 [28] Abrevaya H. Cohn M.J. Targos W.M. Robota H.J. Catal. Lett. 7 1990 183 [29] Kelzemberg J.C. King D.L. J. Catal. 126 1990 421 [30] Kelley R.D. Goodman D.W. Am. Chem. Soc. Div. Fuel Chem. Prep. Pap. 25 2 1980 43 [31] Peden H.F. Goodman D.W. Ind. Eng. Chem. Fundam. 25 1986 58 and References herein quoted for Goodman's papers on the same topic [32] Kelley R.D. Goodman D.W. Surf. Sci. 123 1982 L743 [33] Ponec V. Van Barneveld W.A. Ind. Eng. Chem. Prod. Res. Dev. 18 1979 268 [34] Van Hardeveld R. Hartog F. Surf. Sci. 15 1969 189 [35] Psaro R. Fusi A. Ugo R. J. Mol. Catal. 7 1980 511 [36] Fiedorow R.M.J. Chahar B.S. Wanke S.E. J. Catal. 51 1978 193 [37] Giannantonio R. Ragaini V. Magni P. J. Catal. 146 1994 103 [38] Ragaini V. Giannantonio R. Lucarelli L. Leofanti G. J. Catal. 146 1994 116 [39] Lu K. Tatarchuk B.J. J. Catal. 106 1987 166 [40] Ragaini V. Bianchi C.L. Carli R. Vergani G. Fischer-Tropsch synthesis on alumina-supported ruthenium catalysts. I. Influence of K and Cl modifiers Appl. Catal. 1996 [41] Anderson J.R. 2nd ed. Structure of Metallic Catalysts 1975 J. Wiley NY [42] Wyckoff R.W.J. 2nd ed. Crystal Structure 1963 J. Wiley NY [43] Ponec V. 2nd ed. Bond G.C. Webb G. Catalysis Vol. 5 1982 Royal Soc. Chemistry London 77 Chap. 2",
      "scopus-id": "0346952453",
      "coredata": {
        "eid": "1-s2.0-0926860X95003320",
        "dc:description": "A Ru/γ-Al2O3 (0.87% wt./wt.) catalyst has been studied for the Fischer-Tropsch synthesis (FTS) at 5 · 103 Pa, 508 K with a H2/CO ratio of 2/1. The same catalyst was also sintered at 973 K for different times in order to change the metal dispersionD M of Ru (D M from 18 to 93%). The aim of the present work is to verify which atoms of Ru crystallites are most active in FTS. For this study a ‘model’ of truncated hexagonal bipyramid for the crystalline agglomerates has been assumed. It was verified that atoms with higher nearest neighborsi (i,8 and 9) on flat faces and edges are more active than those on vertexes and edges at loweri values (i,5 to 7). We found that larger crystallites decompose CO more easily than smaller ones, and that the turnover number for CO disappearance and for CH4, C2, C3, C5–C15 formation does not depend strongly on metal dispersion. However, on the contrary, we found that light olefins (C2 and C3) are easily formed on large crystallites. The above findings reveal that FTS could be considered as a structure sensitive reaction for the initial step, but are structure insensitive for the overall reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-06-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95003320",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ragaini, V."
          },
          {
            "@_fa": "true",
            "$": "Carli, R."
          },
          {
            "@_fa": "true",
            "$": "Bianchi, C.L."
          },
          {
            "@_fa": "true",
            "$": "Lorenzetti, D."
          },
          {
            "@_fa": "true",
            "$": "Predieri, G."
          },
          {
            "@_fa": "true",
            "$": "Moggi, P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95003320"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95003320"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00332-0",
        "prism:volume": "139",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Fischer-Tropsch synthesis on alumina-supported ruthenium catalysts II. Influence of morphological factors",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Fischer-Tropsch synthesis"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium catalyst"
          },
          {
            "@_fa": "true",
            "$": "Morphological factors"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "31-42",
        "prism:endingPage": "42",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 June 1996",
        "prism:doi": "10.1016/0926-860X(95)00332-0",
        "prism:startingPage": "31",
        "dc:identifier": "doi:10.1016/0926-860X(95)00332-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0346952453"
      }
    }
  }
}