{
  "metadata": {
    "title": "Solid-state basicity as a guide to formulation of improved catalysts for oxidative coupling of methane: I. Performance evaluation",
    "authors": "A. M. Maitra",
    "journal": "Applied Catalysis A: General",
    "date": "1994-07-07",
    "doi": "10.1016/0926-860X(94)85109-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94851093",
    "pii": "0926860X94851093"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028767486",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94851093 0926-860X(94)85109-3 0926860X94851093 10.1016/0926-860X(94)85109-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X01858 2024-01-01T12:21:46.509935Z 0 0 19940707 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 114 114 1 1 Volume 114, Issue 1 5 65 81 65 81 19940707 7 July 1994 1994-07-07 1994 article fla Copyright © 1994 Published by Elsevier B.V. SOLIDSTATEBASICITYAGUIDEFORMULATIONIMPROVEDCATALYSTSFOROXIDATIVECOUPLINGMETHANE MAITRA A MAITRA 1993 11 A MAITRA 1992 27 A SUZUKI 1990 213 T AIKA 1989 271 K KORF 1988 535 S EDWARDS 1990 85 J MACKIE 1991 169 J BILLAUD 1989 813 F NELSON 1990 3756 P YAMAGATA 1987 81 N ROOS 1988 427 J KORF 1990 291 S AIKA 1991 165 K WARREN 1990 B AMENOMIYA 1990 163 Y TAYLOR 1991 1016 R SOKOLOVSKII 1989 293 V MAITRA 1994 87 A RELLER 1987 527 A GARRONE 1984 441 E PROCEEDINGS8THINTERNATIONALCONGRESSCATALYSISBERLIN1988 ZECCHINA 1986 227 A ZECCHINA 1976 2364 A COLBOURN 1982 3021 E TASKER 1985 17 P MASRI 1985 209 P PELOVSKY 1991 841 Y YUSINEV 1987 450 M OTSUKA 1987 77 K MAITRAX1994X65 MAITRAX1994X65X81 MAITRAX1994X65XA MAITRAX1994X65X81XA item 0926-860X(94)85109-3 0926860X94851093 1-s2.0-0926860X94851093 10.1016/0926-860X(94)85109-3 271346 2024-01-01T12:21:46.509935Z 1994-07-07 1-s2.0-0926860X94851093-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94851093/MAIN/application/pdf/d85dbb1117c92c5227cf943e062be148/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94851093/MAIN/application/pdf/d85dbb1117c92c5227cf943e062be148/main.pdf main.pdf pdf true 1097037 MAIN 17 1-s2.0-0926860X94851093-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94851093/PREVIEW/image/png/abecb7b868ffeb80a976b5fcaa30b281/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94851093/PREVIEW/image/png/abecb7b868ffeb80a976b5fcaa30b281/main_1.png main_1.png png 56030 849 656 IMAGE-WEB-PDF 1 a __ a ELSEVIER Applied Catalysis A: General 114 (1994) 65-81 Solid-state basicity as a guide to formulation of improved catalysts for oxidative coupling of methane. I. Performance evaluation A.M. Maitra CSIRO Division of Coal and Energy Technology, P.O. Box 136, North Ryde, NSW 2113, Australia (Received 26 October 1993; revised 3 February 1994; accepted 15 February 1994) Abstract Previous studies in this laboratory and the examination of literature activity data suggest that only the highly basic oxides are effective catalysts for oxidative coupling of methane to form Cz+ hydrocarbons. On the considerations of basicity and thermal stability, SrO and BaO are thus expected to have the best catalytic potential. One problem is that in the presence of carbon dioxide, these oxides easily form weakly basic carbonates with high thermal stabilities. Development of effective catalysts was, therefore, thought to involve suitable additives which can provide a mechanism to destabilise the carbonates under reaction conditions. Cations which possess high polarizability and form oxides with low basicity and carbonates with low thermal stability, were considered effective as additive. This paper examines the activity of SrO and BaO catalysts containing MgO, A1203 or Si02 as additives. The activity data show that the moderately basic MgO as additive brings about significant performance improvement in both SrO and BaO catalysts and that the optimum MgO level is about 80 mol-%. In the optimum composition SrC03 and BaC03 decompose to oxide at considerably lower temperatures and produce large populations of surface OZ- sites responsible for catalytic activity. The performance of the optimum Sr-Mg and Ba-Mg catalysts were further enhanced by implanting impurity levels of LizC03, NaZC03, La203, ZrC14 and other species. In contrast, the acidic SiOz as additive deactivates the catalysts, whilst weakly basic A1203 is beneficial only to barium catalysts, especially at Ba:Al ratios of about 1:1. Keywords: Barium oxide; Basicity; Development strategy for catalysts; Magnesia; Methane oxidative coupling; Strontium oxide 1. Introduction The performance assessment of literature activity data for oxidative coupling of methane (OCM) shows [ 1 ] that only the basic oxides usually constitute good Fax. ( +61-2)8878995. 0926-860X/94/$07.00 994 Elsevier Science B.V. All rights reserved SSD10926-86OX (94)00035-P 66 A.M. Maitra /Applied Catalysis A: General 114 (1994) 65-81 catalysts. From the basicity consideration and the fact that the carbonates and oxides of strontium and barium are non-volatile, these two elements appear to have the best catalytic potential. However, under the usual OCM reaction conditions, viz., temperature lower than 800, it is difficult to maintain strontium or barium catalysts in their catalytically active oxide phase because of the undesired product carbon dioxide converting a strongly basic oxide to a weakly basic carbonate [ 2 ] . This is in line with the observation that in the presence of carbon dioxide both activity and selectivity drop significantly with strontium [ 3 ] , barium [4] and other basic catalysts [ 5,6 ] . One way to overcome this problem would be to operate above the carbonate decomposition temperature which will of course introduce considerable, unselective, non-catalytic contributions [7-9]. Another way is to induce thermal instability in the highly stable carbonates with the help of selective additives. This and the accompanying paper demonstrate the effectiveness of the latter strategy with SrC03 and BaC03 catalysts using silica, alumina and magnesia as additive. Although some activity data already exist in the literature [ 1 ] for these catalysts, especially, for barium catalysts in admixture with MgO or Ca0 [ 10-13 ] , A1203 [ 10,14 ] , Si021 10 ] and other oxides [ 1,15 ] , this paper seeks to further illustrate the implication of basicity in catalyst formulation, and to correlate activity with the general trend in catalyst-additive interactions. Once these interactions are known then further improvement in performance can be achieved by fine-tuning the catalyst composition. The present paper demonstrates this by implanting in Sro_zMgo.8 and Bao.2Mgo.g catalysts various cationic impurities differing in valence and size. 2. Experimental 2.1. Catalyst preparation The Mg-Sr and Mg-Ba catalysts were prepared by co-precipitation as carbonate by slow addition of a warm solution of mixed nitrates to a well-stirred solution of ammonium carbonate at about 70. The latter solution contained at least double the quantity of ammonium carbonate (Ajax, Univar, 30% NH3) required by stoichiometry. The nitrates of Mg, Sr and Ba used were of Ajax, Univar grade. The coprecipitated carbonates were washed with hot water before final filtration and drying at 150. Catalyst testing was carried out on these oven-dried materials. Optimum performance was observed with catalysts containing Sr:Mg and Ba:Mg molar ratio of around 1:4. For subsequent promotion work, a large batch of Sr-Mg catalyst and another of Ba-Mg catalyst with Sr:Mg or Ba:Mg ratio of 1:4 were prepared using the same method as described above. A portion of the base material was finely ground and made into a homogeneous paste with the hot aqueous solution of an appropriate salt in a mortar and pestle, and dried at 150. Impurity (cationic promoter) concentrations were determined using inductively coupled plasma and A.M. Maitra /Applied Catalysis A: General 114 (1994) 65-81 67 are presented in Table 4 as mol-% relative to base material. Salts used as source of impurities were as follows. Li2C03 (Ajax, 99.5%) for LiI; Na2C03 (Ajax, 99.9%) for W; Al (N03) 3 . 9H20 (Merck, 98.5%) for Al\"I; La203 (Alfa, 99.99%, dissolved in HN03) for La \"i; SM203 (ReactonT'\", 99.9%, dissolved in HN03) for SmIII; (NH4)2S04.FeS04.6H20 (Ajax, 99-100.5%) for Fe\"; ZrC14 (BDH, 98%) or Zr(N03) 4 (BDH, tech.) for Zr`v; NbOxCly (Merck, probably a mixture of NbOC13 and Nb02C1) for Nbv; (NH4) H2P04 (Ajax, 99-101 %) for Pv; and (NH4) 6Mo7024 . 4H20 (BDH, 99-101 %) for Movt. The Sr-Si and Ba-Si catalysts were prepared by slurrying well ground STC03 (BDH, GPR, 99%) or BaC03 (Ajax, Univar, 99%) in colloidal aqueous silica (Nalco 1069, 30% Si02, Na+K<0.05%), and followed by drying at 160. Ba-A1 catalysts were prepared by slurrying BaC03 in aqueous Al (N03)3 . 9H20 (Merck, Analar, 98.5% ),drying the product and heat-treating at 1200 in a stream of carbon dioxide for 4 h. 2.2. Activity testing The catalyst activity was tested using 0.2 g of 0.6-1.2 mm diameter particles, supported by 5-10 mg Kaowool in a 4 mm I.D. fused alumina tubular reactor. The reaction temperature was the average reading from two thermocouples sheathed in alumina tubes which were located at the top and the bottom of the catalyst bed. Reaction conditions included undiluted feed mixtures of methane (Matheson, UHP) and oxygen (CIG, HP) in the ratio 95:5 with a flow-rate of 230 ml min-' (STP). In the temperature range of 600-850 at ca. 40 intervals, performance measurements were made starting from the low temperature. During temperature ramping, catalysts were kept in flowing nitrogen. Two Hewlett-Packard gas chromatographs, one utilizing a carbosieve packing coupled with TCD monitored 02, N2, H2, CO, C02 and CH4, and the other an alumina packing in conjunction with FID, analyzed C 1-C4 hydrocarbons. Water was removed using a drierite trap before the GC's. Initial activity (measured within 40 min of reaction at each temperature) has been employed for performance comparison. Activity has been expressed in terms of conversion (i.e. mol-% CH4 or 02 converted to products), selectivity (i.e., percentage of the converted methane giving a particular product), and yield (i.e., conversion X selectivity/ 100). Raw data for an appropriate parameter were plotted as a function of temperature and the values at selected temperatures have been collated in Tables 1-4. 3. Results 3.1. Si02 as additive Table 1 presents activity data at selected temperatures for the Sr-Si and Ba-Si catalysts. Methane conversions and C2+ selectivities, as further illustrated in Fig. 68 A.M. Maitra lApplied Catalysis A: General 114 (1994) 65-81 Table I Performance date for SrC03/S'02 and BaC03/S'02 catalysts Conditions: 0.2 g catalyst and 95 mol-% CH4~5 mol-% 02 feed flowing at 230 ml min-' (STP) Nominal molar ratio` 740'C 770*C 800'C 850'C y S 02 y S 0, Y S 0, Y S 02 Sr:Si 1:0 0.68 48 17 1.51 60 26 2.92 70 42 7.87 79 84 5:1 0.27 14 23 0.81 28 36 2.06 50 53 8.05 79 89 4:1 0.27 17 25 0.74 32 36 1.71 50 51 6.60 75 85 3:1 0.27 15 29 0.72 29 40 1.61 47 55 6.42 74 85 0:1 0.07 20 10 0.15 27 14 0.27 34 19 0.60 44 32 Ba:Si 1:0 1.76 58 32 3.26 74 45 6.06 81 67 7.69 78 80 5:1 1.09 34 67 2.53 54 78 5.09 69 83 6.74 76 96 4:1 1.36 33 73 2.94 56 83 5.79 73 91 7.06 78 96 3:1 1.38 30 75 3.07 52 85 5.68 69 93 7.47 78 99 2:1 1.27 34 55 2.85 54 68 5.34 70 80 7.06 77 93 1:1 0.20 14 40 0.34 23 36 0.72 33 36 2.20 52 59 Key: Y= C21 yield, S= C,, selectivity and 02 =02 consumption. Catalysts with the nominal Sr:Si ratio of 5, 4 and 3 gave, on analysis by ICP, 4.7, 4.6 and 2, respectively. Corresponding analytical values for the nominal Ba:Si ratio of 5, 4, 3, 2 and I were found to be 5.5, 5.6, 2.9, 2.3 and 0.7, respectively. 1, show that for the Sr/Si system (Sr:Si ratio of 3-5), both the conversion and selectivity remained virtually constant, although relative to pure SrC03 the methane 12 12 - - [c] 10 10 - - .C 8 - . 2 8 o 6 10 6 - - > 10 0 4 4 2 2 - 0 41~1 0 100 [b] 100 [d L 80 80 60 60 U -2 40 40 0 20 0 20 000 0 ...... 0 W 40 600 700 800 900 600 700 800 900 Temperature 'C Temperature *C Fig. 1. Methane conversion and C21 selectivity with Sr-Si [a,b] and Ba-Si [c,d] catalysts as a function of temperature under standard conditions. KEY for SrSi ratios: (0) 5, (0) 4, ( A ) 3 and broken lines for SrC03; for BaSi ratios: (0) 5, (0) 4, ( A ) 3, (A) 2, (EI) 1, and broken lines for BaC03. A.M. Maitra /Applied Catalysis A: General 114 (1994) 65-81 0 20 40 60 80 100 Si/(Si+M) mol% 69 Fig. 2. Activity of strontium and barium catalysts as a function of SiO loading at 800 under standard conditions as Fig. 1. Key: ( M=Sr, (O) M=Ba. conversions and, especially, the C2+ selectivities were significantly lower (Fig. 1 a-b). Consequently the hydrocarbon yields were also lower as shown in Fig. 2. However, the activity of the composite Sr-Si catalysts was higher than that of pure Si02 but approached the latter value as the silicon content increased. This is also the trend among the Ba-Si catalysts (Fig. 2). As with the Sr-Si catalysts, the BaSi composites also gave lower selectivities than pure BaC03 but unlike the former, the Ba-rich composites gave consistently higher conversions over the entire range of temperatures studied (Fig. lc-d). This is in agreement with the trend observed at 800 by Yamagata et al. [ 10]. Overall the Ba-rich catalysts showed a much superior performance to the corresponding Sr-Si composites (Fig. 2) up to 800 above which the activity difference between these two series of catalysts virtually disappeared. Although not presented here, the product distribution patterns, e.g., C02:C0 and C2H4:C2H6 ratios, observed with the composite Sr/Si or Ba/Si catalysts were similar to that for the pure strontium or barium catalyst (over the whole range 600850) and were less influenced by the presence of Si02 which could be expected due to the low activity of pure Si02. The performance of selected catalysts after pretreating at 1000 generally showed lower conversions than the untreated catalysts but the selectivities remained virtually unaltered (details are not presented here). 3.2. A1203 as additive Preliminary investigations using a-A1203 as additive to SrC03 catalysts indicated that a-A1203 merely diluted the catalyst giving essentially the same C2+ selectivities (as the pure SrC03) at lower methane conversions. However, the Ba-Al (1:1) catalyst obtained using a-A1203 gave higher conversions and higher selectivities than pure BaC03 over the 600-850 range. Inspired by this result a series of 70 A.M. Maitra /Applied Catalysis A: General 114 (1994) 65-81 Table 2 Performance date for BaC03/A'203 catalysts Conditions as in Table 1 Nominal 740 770 molar ratio C2- C=+ CO CH, OZ CZ- Cz+ CO CH, 0, Ba:Al 1:6 0.3 5 62 2.1 39 0.5 9 60 2.9 54 1:3 2.0 25 37 3.0 62 4.3 37 26 4.8 89 1:1.8 2.6 29 25 4.0 76 4.7 42 1S 5.4 92 1:1.6 2.5 31 27 3.7 67 7.5 52 17 5.8 85 1:1.4 1.9 30 27 3.0 58 6.0 51 19 3.7 58 1:1.2 2.0 33 26 3.2 60 7.4 55 15 4.8 65 1:1 1.8 32 30 2.8 53 5.4 52 20 3.7 54 1:0.8 1.4 32 30 2.0 35 4.8 51 20 3.4 47 1:0 6.3 54 12 0.7 10 1.5 64 7 1.3 14 catalysts were prepared by dissolving/ slurrying BaC03 in aqueous Al(N03)3 and subsequently heating in carbon dioxide at 1200 for 4 h. Activity data obtained with these highly sintered catalysts are presented in Table 2. These data, as further illustrated in Fig. 3, clearly show that the catalyst with a Ba:Al ratio of 1:6 is quite inactive and unselective. However, both the activity and selectivity improved as the aluminium content in the catalyst was decreased below the Ba:AI ratio of 1:2. Thus, a high selectivity of about 85% with ca. 8.8% C2+ yield at 850 was achieved using the three catalysts with the Ba:Al ratios of 1:1.2, 1:1 and 1:0.8. These formulations also maintained their superior selectivity performance at lower temperatures. Thus, at 740-770, the Al-rich catalysts gave somewhat higher methane and oxygen conversions, probably due to their larger surface areas. BET surface area (by single point nitrogen adsorption) was found to be 4 m2/g for the catalyst with a Ba:Al ratio of 1:6. Surface areas were significantly lower for Ba-rich catalysts, viz., 1.4 m2/g for Ba:Al ratios of 1:3 and 1:1.6. 3.3. MgO as additive Activity data for the Mg-Sr and Mg-Ba catalysts presented in Table 3 shows that for pure strontium and barium catalysts both the conversions and the C2+ selectivities were low at low temperatures. In fact at 740, pure MgO performed better, and showed 45% C2+ selectivity with 2.2% methane conversion compared with the selectivities of 31 % and 39%, and conversions of 1.4% and 0.6% for pure Sr and Ba, respectively. With increasing temperatures the selectivities observed with the latter catalysts, however, surpassed that with magnesium. At higher reaction temperatures the strontium catalyst showed increased conversions due to the generation of higher populations of oxide sites from thermal decomposition of AM. Maitra /Applied Catalysis A: General 114 (1994) 65-81 800 CZ_ C21 CO CH, OZ 850 CZ_ Ci+ CO CH, OZ 1.7 15 58 3.9 69 6.5 31 47 5.2 82 8.1 47 18 5.9 99 14 57 15 6.6 100 11 56 12 6.5 98 21 72 7 8.2 100 16 69 10 7.9 95 25 80 5 9.7 99 14 70 10 6.9 83 26 81 4 9.9 99 19 77 6 7.8 88 29 84 3 10.3 99 16 74 9 6.9 77 29 85 3 10.3 98 13 71 10 5.7 61 27 84 3 10.5 95 23 75 5 2.2 20 30 80 5 4.6 40 Key: CZ _, C2+ and CO denote selectivity to ethylene, higher hydrocarbons and carbon monoxide, respectively. CH4 and OZ represent methane and oxygen conversion. SrC03- Since the decomposition temperature of BaC03 is very high, the barium catalyst shows poor conversions even at elevated temperatures. (Note that a large difference exists in the conversion data between the commercial BaC03 in Table 1 and the one prepared by precipitation in Table 3. Taylor and Schrader [ 161 noted in many cases the variability in activity for the same catalyst obtained from different sources. Variation in morphology and the presence of impurities may explain such activity variations.) Thus, the catalytic potential of barium is not immediately manifested in the absence of other mechanisms which can enhance the decompo- 12 io a 8 .N s 0 4 U 2 l) 80 _T ~> 6 i.. U 40 20 700 750 800 850 900 Temperature Fig. 3. Methane conversion and C2+ selectivity of Ba-A1 catalysts. Key: Ba:AI molar ratios (O) 1:6, (D) 1:3, (O) 1:1.8, ( ,L ) 1:1.4 and ( I:1. 72 A.M. MaitralApplied Catalysis A: General 114 (1994)65-81 Table 3 Performance data' for Mg-Sr and Mg-Ba catalysts Conditions as in Table 1. Atomic 740 770 ratio C2- C21 CO CH,, 0' C2- C21 CO CH4 02 Mg: Sr 0:100 2 31 28 1.4 25 6 48 21 2.7 46 6:94 3 30 34 1.3 16 7 51 25 1.7 25 35:65 8 50 25 2.5 34 15 68 13 4.4 49 63:37 9 47 26 2.8 35 16 64 15 5.1 57 80:20 8 48 18 4.3 69 15 64 9 7.3 95 88:12 6 41 34 3.1 48 14 61 21 6.2 70 94:6 4 38 35 3.3 57 9 53 24 4.7 63 100:0 4 45 45 2.2 37 7 49 38 2.6 36 Mg: Ba 94:6 7 46 32 4.1 54 13 62 20 5.7 65 84:16 7 52 28 3.9 55 16 70 12 6.5 70 76:24 11 52 19 4.4 56 17 70 9 6.8 71 51:49 8 52 10 4.4 57 13 69 5 6.3 75 0:100 2 39 24 0.6 7 3 62 15 0.7 9 sition of BaC03. As shown in the accompanying paper, the presence of magnesium in the composite catalysts lowers the decomposition temperature for both SrC03 and BaC03. The C2+ selectivities and methane conversions thus improve considerably for these Mg-Sr and Mg-Ba catalysts as shown in Fig. 4 for various Mg:Sr and Mg:Ba ratios at different reaction temperatures. For virtually all temperatures the performance maxima appear to lie in a broad range around 80 mol-% Mg. Note that at 850, pure SrC03 show a similar performance to the Mg-Sr composite catalysts. This is where BaC03 differs from SrC03- Whilst at 850 SrC03, unaided by additives, generates an appreciable population of oxide sites, 850 is insufficient for BaC03 decomposition, especially in a C02-containing environment. At still higher temperatures when the Ba-based catalysts are expected to exhibit high activity, appreciable homogeneous gas phase reactions, including cracking, occur to obscure the true catalytic effect. Nevertheless as Fig. 4 suggests, using magnesia as additive, the barium catalysts can be made as efficient as the strontium catalysts at lower temperatures. 3.4. Further promotion of Mga_8Sro.2 and Mgo_8Bao,2 catalysts Table 4 presents the activity data for Mg-Sr catalysts doped with cationic impurities of various valencies, e.g., 1, 3, 4, 5, and 6. Similar results of doping Mg-Ba catalysts albeit with fewer impurities are also presented in this table. Note that for the promotional work of Mgo.gSro.z with zirconium both ZrCl4 and Zr(N03)4 were A.M. Maitra /Applied Catalysis A: General 114 (1994) 65-81 73 800 850 C2- C21 co cl~ 0, C2- C21 co CH,, 0, Mg: Sr 12 62 15 5.2 68 26 80 7 9.1 88 13 72 12 3.3 37 26 82 4 9.0 87 26 81 4 8.3 84 31 83 4 9.4 99 26 80 6 9.4 93 31 83 4 10.3 100 23 80 4 9.0 99 28 84 4 10.0 99 25 80 7 9.2 92 30 82 4 9.9 99 18 76 6 8.4 81 27 82 4 9.7 99 12 60 29 3.3 40 20 71 13 5.3 57 Mg: Ba 21 75 8 8.0 83 31 82 4 10.0 99 25 82 5 9.2 90 31 83 4 10.1 99 23 82 5 8.8 87 31 83 3 10.3 99 19 71 2 7.8 90 27 81 2 9.0 98 5 81 8 1.0 11 12 87 5 1.7 17 Key: CZ-, Cz+, CO denote selectivity to ethylene, higher hydrocarbons and carbon monoxide, respectively. CH4 and OZ represent conversion of methane and oxygen. used. However, due to the possibility of promotion by chlorine, Fig. 5a only contains the data obtained with Zr(N03)4. Fig. 5a generally shows the effect of the cationic dopants on the methane conversions and C2+ selectivities at a low temperature (of 740) where these impurity effects were most prominent. Thus, from the data in Table 4 it is clear that most impurities, i.e., Li, Na, La, Zr (as ZrCl4 but not Zr nitrate), Nb and even A1 and Fe augmented the catalytic performance, especially the selectivities, of the Mg-Sr base material. Li, Zr (as ZrC14) and La gave the highest yield, selectivity and conversion. Phosphorus and molybdenum inhibited the reaction. On increasing the reaction temperature to 770 the sequence in performance remained virtually unchanged, although both selectivity and conversion increased, and the difference in promotional effects narrowed. At still higher temperatures, the activity of iron fell below that of the base catalyst. ZrC14 performed best at 770 and 800. Generally at 850 the promotional effect was quite insignificant, however, phosphorus and molybdenum maintained their inhibiting effect as has also been observed in other catalyst systems [ 17] . The activity of these catalysts was also measured after calcination at 1000 in oxygen for 4 h. Although full details are not presented here, no activity enhancement was observed with these calcined catalysts in the presence of any of the impurities at 850. However, at lower temperatures, Zr (as ZrC14), La and Nb surpassed the selectivity shown by the base catalyst, and P, Mo and Fe definitely acted as inhibitors. The pronounced promotional influence of ZrC14 could be due to chlorine and indeed the heat-treated catalyst was found by chemical analysis to contain a sig- 74 A.M. Maitra /Applied Catalysis A: General 114 (1994) 65-81 8. 6 0 o p 0 0 20 40 60 80 100 Sr/(Mg + Sr) mol % 0 0 20 40 60 80 100 Ba/(Mg + Ba) mol % Fig. 4. Activity of (a) Mg-Sr and (b) Mg-Ba catalysts as a function of composition. Key: (O) 740, ( 770, ( A) 800 and ( .v ) 850. nificant quantity of chlorine. Although it is clear from thermogravimetric analysis that removal of chlorine from hydrated ZrC14 is completed below 750, retention of chlorine in the heat treated catalyst is possible due to higher thermal stability of other chlorides, e.g., SrC12 (or BaC12). Considering that the chloride-free Zr(N03)4-doped catalyst (without heat treatment) gave at 740 only 41% C2+ selectivity compared to 80o selectivity observed with the ZrC14-promoted catalyst (Table 4), it is obvious that chlorine played a dominant role in this catalyst. It appears from this and other data for a number of chlorine-promoted systems [ 1 ] , that chlorine also contributes to the activity enhancement of the Nb-promoted catalyst. Doping Mgo.gBao_2 base catalyst with Li, Na, La, Sm or Zr (as ZrCl4) cations showed an improvement in conversion and selectivity at low temperatures resulting in 85% selectivity and 10% conversion for catalysts containing Li, Na or Zr as promoter (Table 4). However, as Fig. Sb shows the promotional effects were less pronounced here than in the Mg-Sr system, and were hardly noticeable at higher Table 4 Performance date for Sro.2Mga.$ and Bao.ZMgo.a catalysts containing various impurities Conditions as in Table 1 Impurity (mol-%) 740 770 800 850 CH, OZ S Y CH4 OZ S Y CH4 OZ S Y CH4 OZ S Y Mg-Sr Catalysts None 4.1 58 47 1.9 5.9 70 63 3.7 83 87 78 6.5 9.9 100 84 8.3 Li (1.4%) 8.5 77 85 7.2 8.9 77 86 7.7 9.2 82 87 8.0 10.0 100 88 8.8 b Na (1.6%) 6.5 65 77 5.0 8.2 79 85 7.0 9.2 87 88 8.1 9.4 100 89 8.4 ~. AI (2.2%) 5.9 84 55 3.2 7.8 99 69 5.4 9.0 100 77 6.9 10.2 100 83 8.5 0. Fe (1.1 %) 5.5 100 52 2.9 7.1 100 66 4.7 8.1 100 72 5.8 7.8 100 68 5.3 p La (2.1 %) 9.4 100 78 7.3 10.5 100 83 8.7 10.6 100 85 9.0 10.6 100 85 9.0 e ZrC4 (1.0%) 9.1 89 83 7.6 10.5 98 86 9.0 10.7 100 87 9.3 10.3 100 87 9.0 h' Zr(N03)4 0.0%) 4.6 81 41 1.9 6.8 94 66 4.5 10.1 99 81 8.2 10.2 100 83 8.5 P (2.0%) 1.8 42 20 0.4 2.3 52 26 0.6 2.9 72 37 1.1 4.6 100 72 3.3 Nb (ca. 1%) 5.5 65 66 3.6 8.1 77 77 6.2 9.9 94 83 7.8 10.4 97 88 9.1 n Mo (1.1 %) 3.7 99 15 0.6 4.5 100 25 1.1 5.8 100 51 3.0 8.0 100 69 5.5 ~, Mg-Ba Catalysts None 4.4 57 70 3.1 6.6 79 77 5.1 8.6 97 81 7.0 9.7 100 83 8.1 Li (0.78%) 8.6 86 79 7.0 10.2 98 85 9.1 10.3 100 86 9.3 10.0 100 86 9.5 Na (1.6%) 8.5 83 79 7.0 10.2 95 85 8.8 10.3 100 86 9.1 10.0 100 86 9.3 La (2.0%) 9.8 98 80 7.9 10.2 99 82 8.2 10.3 100 83 8.4 10.0 100 83 8.4 Sm (ca. 2%) 9.2 75 76 7.0 9.9 80 80 7.9 10.2 100 82 8.3 10.2 100 82 9.4 ZrC14 (2.0%) 7.7 80 80 6.2 9.2 90 84 7.7 9.5 94 85 8.1 9.1 96 84 7.6 Key: S=C2, selectivity, Y=Cz+ yield, CHd and Oz=conversion of methane or oxygen. J U 76 A.M. Maitra /Applied Catalysis A: General 114 (1994) 65-81 100 [a] Li 80 j Lo > 60 AI :Z none Fe 0 40 Zr 20 P Mo 0 t 1 0 i I 100 fib] Na,Li 80 La '~ Sm a~ none h 60 40 0 4 8 12 CHs Conversion Fig. 5. Activity at 740 of (a) Sro.2Mgo.e and (b) Bao.2Mgo.8 catalysts containing various cationic impurities. temperatures. Overall both Mg-Sr and Mg-Ba catalysts when doped with appropriate promoter, showed about the same type of performance (i.e., ca. 85% selectivity and ca. 10% conversion). 4. Discussion The three additives employed in this study vary in their basicity properties. Thus, as with other non-metallic oxides,Si02is acidic. It shows no reactivity with carbon dioxide and, therefore, forms no stable carbonate. A1203 is amphoteric; it shows some basic character and forms carbonates, while MgO is basic. Thus, these oxide additives are expected to interact, in varying degrees, with strongly basic SrO or BaO. Interaction is expected to be most intense with the least basic oxide Si02, and least with MgO. MgO, which has the same NaCI crystal structure as SrO or BaO, was expected to interact with the latter through the formation of solid solutions. However, X-ray diffraction (XRD) data [ 18 ] suggest that solid solution formation is limited to a dolomite type carbonate phase with barium alone (not with Sr), viz., MgBa(C03)2, Since carbonates are weaker bases than the corresponding oxides, for a strontium or barium catalyst to be most active, it must be kept, at least partly, in the oxide form at the OCM operation temperature. Results from thermal analysis [ 2 ] indicate that SrC03begins to decompose in a C02-free inert atmosphere near 730. In the presence of, say 1 kPa pressure of carbon dioxide which is the usual partial pressure A.M. Maitra /Applied Catalysis A: General 114 (1994) 65-81 77 in OCM product mixtures from a micro-reactor, the decomposition temperature of SrC03 will rise to about 900. For BaC03 this temperature is about 200 higher. Thenmoanalytical data [ 18 ] clearly shows that the presence of magnesium (in some Mg-rich composites) decreases the decomposition temperature of SrC03 and BaC03 by about 100 and 200, respectively. This decrease parallels the catalytic activity (of the composites) in that the maxima (in conversion and selectivity) shift towards lower temperatures. Fig. 4 also shows how hydrocarbon yields improve as MgO is added to SrO or BaO. Thus, this improvement appears to be a consequence of a reduction in thermal stability of SrC03 or BaC03 to a point when, under OCM operating conditions, a significant population of the oxide sites may be available for H-abstraction from methane. The role of MgO can be seen as inducing thermal instability in SrC03 or BaC03- On this basis in a homogeneously mixed Mg-Sr and Mg-Ba systems (e.g., solid solution), the strongest influence in destabilizing the SrC03 or BaC03 would be expected for Mg:Sr and Mg:Ba ratios of 5:1, i.e., 17 mol-% Sr or Ba in a MgO matrix (assuming a NaCl stricture with a coordination number 6) . On the other hand in a strontium or barium carbonate matrix, the basicity of MgO is also expected to be stronger and, perhaps, sufficiently strong for H-abstraction. The efficiency of MgO would be a maximum when the Mg:Sr or Ba ratio is 1:5, i.e., 83 mol-% SrC03 or BaC03. From Fig. 4 it is clear that the hydrocarbon production peaks near 20 mol-% Sr or Ba. Since this value is closer to 17% than to 83% one may argue that in the composite catalysts it is the SrO or Ba0 (not Mg0) that plays the major catalytic role. The next question is whether the reduction in decomposition temperatures (of SrC03 and BaC03) which is achieved by the inclusion of MgO is sufficient to preserve a reasonable proportion of strontium and barium in their oxide forms. It may be just enough for SrO but, under the OCM operation conditions (say, 800 and 1 kPa COZ), BaC03 is likely to remain mostly undecomposed. In order to explain high activities of Mg-Ba catalysts on the basis of their bulk properties, it may be required to consider also the alternative low-temperature route for the decomposition of carbonates in the presence of hydrogen. As shown later [ 18 ] , SrC03 and BaC03 decompose at some 200 lower temperatures in hydrogen than in nitrogen atmospheres. Thus, the 1-2 mol-% HZ usually present in the product mixtures may be expected to contribute to the generation of strongly basic oxide sites at low temperatures. Reller et al. [ 19 ] studied the decomposition of some pure and composite carbonates in a hydrogen atmosphere and noted that carbon monoxide and water along with carbon dioxide were the decomposition products. Thus it appears likely that a heterogeneous reaction between hydrogen and the carbonate surface triggers this low-temperature carbonate decomposition route. MC03 + HZ ) MO + HZ O + CO Scheme 1 shows a probable concerted mechanism for this reaction with the hydrogen insertion as the possible rate-limiting step. However, further work will be required to confirm this mechanism and also to determine the influence of the 78 A.M. Maitra /Applied Catalysis A: General 114 (1994) 65-81 H\\' 1,H -H\" _O~hl /01-I ~ ~ 0 H O~ /O- jC: _'~' H /C / C;--O + OZ- C 0- 0- 0- 0- Scheme 1. Mechanism of carbonate decomposition in hydrogen. reverse water-gas shift reaction (HZ + C02~ CO + H20) on the decomposition. It should be noted here that catalysis occurs at surface sites and basicity determined from the thermal decomposition data refers to the bulk property. Surface basicity, for instance, of an 02- at a corner site of a crystal where coordination number is 3, will be higher than the bulk basicity, yet the carbonate decomposition temperature from this site may be lower than the bulk value. Whilst in the optimistic scenario, temperature-programmed desorption (TPD) experiments using carbon dioxide as a probe are expected to shed light on the relative population of oxide sites with different coordination numbers, it should be remembered that these surfaces are usually sparsely populated with the lower coordination sites. Garrone and Stone [20] estimated the relative population of 5, 4 and 3 coordination sites in polycrystalline MgO to be of the order of 90%, 10% and 1 %, respectively. It was suggested [ 1,20] that activation of weakly acidic methane (pKa=40) requires such strongly basic centres which may only be provided by 3 coordination oxide sites in MgO. With other oxides more basic than MgO, activation may, however, proceed also on 4 or 5 coordination sites. A qualitative measure of the relative basicity of these sites can be obtained from the examination of the diffuse reflectance spectroscopic data [21,22] presented in Table 5. Note that although the absorption bands near 345 and 385 nm for BaO were not originally assigned [ 22] specifically to 5 or 4 coordination oxide sites, it was so implied and hence these data have been included in Table 5 for comparison. The wavelength values in the table show that as the coordination number decreases, the absorption band also moves towards lower energies. Thus if methane activation on MgO requires 3 coordination sites (absorption band at 286 nm), both 3 and 4 coordination sites of SrO, and of course any surface sites on BaO should have sufficient basicity to abstract proton from methane. Thus, in Mg-Sr and Mg-Ba catalysts, Mg2+ may be performing two Table 5 Absorption bands (in nm) observed [21,22] for various low-coordination surface OZ- using UV-visible diffuse reflectance spectroscopy Metal oxide Coordination number 3 4 5 Mg0 286 217 - Ca0 - 282 227 Sc0 - 312 270 Ba0 - 385 345 A.M. Maitra /Applied Catalysis A: General 114 (1994) 65-BI 79 functions: (i) decrease the carbonate stability, and (ii) increase the number of lower coordination oxide sites, especially if lattice substitution of Sr2+ or Be' by Mg 2+ takes place even to a limited extent. Lattice substitution should cause crystal deformity resulting in an increased population of strongly basic, lower-coordination surface oxide sites which probably form less stable carbonates than in the bulk. Fig. 4 shows that with Sr-Mg catalysts, the performance improves as the temperature is increased up to 800 but at 850 the performance becomes virtually independent of composition. The trend is different with Ba-Mg catalysts on which all barium surface sites are strongly basic and are very susceptible to poisoning by carbon dioxide. Obviously with the latter catalysts, the lowering of the carbonate stability is more crucial than for the Sr-Mg catalysts. This then implies that it should be possible to achieve further improvement in performance of both Sr-Mg and BaMg catalysts by inducing crystal defects (and increasing lower coordination sites) by implanting impurities. Significant activity enhancement in the presence of such impurities as Li, Na or La (Fig. 5) and catalyst inhibition with phosphorus or molybdenum as impurities, may be linked with this phenomenon. Li, Na and La impurities also improve the performance of the Ba-Mg catalysts, although the degree of improvement is less than that with Sr-Mg catalysts. Based on a consideration of electrostatic potential energies Colbourn and Mackrodt [ 23 ] calculated defect energies of the MgO host matrix containing various cationic impurities, and predicted the occurrence of both substitution of the impurity in MgO lattice and its segregation on the MgO surface. Thus, although lattice substitution by Li + was thought to be the dominant form of lithium dispersion in MgO, some segregation enriching the surface with lithium was also predicted. The surface enrichment with impurities was thought to be the major mechanism for most cations, viz., Na+, Fe\", Sc3+, Si4+, Ti4+, etc but with some exceptions, e.g., depletion of surface A13+ concentration was predicted. Although in Mg-Sr and Mg-Ba catalysts containing no impurities, the strontium or barium surfaces were described earlier as providing the active sites, it appears that Mg also plays some active role in the presence of other impurities (which is evident [ 1 ] from the very good performance of Li/MgO catalyst). Moreover, it is not known what the distribution of the impurities will be relative to SrO or BaO as the host matrix. Assuming that the same type of distribution (as with Mg0) prevails, then the impurities segregating to the surface would be expected to reconstruct the dopant-rich surface into rumpled arrangements [ 24,25 ] and impart altogether different surface characteristics. It is interesting to find that the impurities which significantly enhance the performance of especially Sr-Mg catalysts, and to a lesser extent Ba-Mg catalyst (Figs. 5a-b) are Li, Na and La which, especially Li and Na form strongly basic oxides. As mentioned previously, the basicity obtainable with BaO is so strong that its further activity enhancement due to further increase in basicity is unlikely. Moreover, impurities other than Li and Na, i.e., NbO,,Cly in Mg-Sr catalyst, SM203 in Ba-Mg catalyst, and La203 and ZrCl4 in both systems, improve the catalytic performance, particularly, the C2+ selectivities. 80 A.M. Maitra /Applied Catalysis A: General 114 (1994) 65--BI This improvement may be more consistent with the catalysts' improved electrical conductivity which has been previously considered [ 1 ] as an essential feature in good OCM catalysts. Catalyst inhibition associated with phosphorus and molybdenum may also be linked with the electrical property, i.e., slow equilibria transforming superoxide ions to catalytically important OZ- species [ 1 ]. It may be noted that for barium catalysts which, in the presence of oxygen, contain a considerable amount of Ba02 [26], the OCM reaction may also proceed via peroxide species 022 - as suggested by a number of research groups [ 12,27,28 ] . The contribution of peroxide species to the activity of other catalysts such as Mg, Sr, etc will, however, be smaller due to their lower thermal stability compared to Ba02. Unlike MgO, Si02 as additive interacts strongly and forms Ba2Si04 and BaSi03 type silicates. Low hydrocarbon yields on the Si02-containing catalysts (Fig. 2) result from the depletion of the strongly basic oxide sites. Possibly the silicate first forms on the surface of the active component before proceeding into the bulk in which case even small quantities of Si02 are able to cause the observed deactivation of the catalysts. Compared to Si02, A1203 appears to be less reactive, forming only small amounts of SrA1204 [ 18] in Al-Sr catalysts. This is consistent with the observed lower methane conversion than, and the same C2+ selectivity as, pure SrC03. BaO-A1203 interaction is, however, much stronger resulting in low activity with the Al-rich Ba-A1 catalysts (Table 3) . However, the catalysts containing less aluminium than that required by the stoichiometry of BaA1204, show improved performance. Since these comprise BaO dispersed over BaA1204, the latter apparently prevents the growth of Ba0 (or BaC03) crystallites, possibly by the formation of a suitable clay-type network structure. 5. Conclusions (i) MgO as additive considerably improves the OCM activity of SrO or Ba0 catalysts by lowering the thermal stability of SrC03 and BaC03 thereby increasing the population of surface OZ- which act as active site. Further performance enhancement is possible by implanting suitable impurities. (ii) Si02 as additive scavenges the active sites due to irreversible formation of silicates and deactivates the catalysts. (iii) A1203 as additive merely dilutes the strontium catalyst but improves the activity of barium catalysts when the Ba:Al ratio is higher than 1:2. These catalysts can be described as BaO dispersed in BaA1204. (iv) An effective additive is thus an oxide with weak-to-moderate basicity. (v) The performance of optimum Sr-Mg and Ba-Mg catalysts is further enhanced in the presence of impurities such as Li2C03, Na2C03, La203 and ZrC14. A.M. Maitra /Applied Catalysis A: General 114 (1994) 65--81 81 Acknowledgements This research forms part of a larger nationally coordinated program on natural gas conversion conducted in collaboration with BHP Melbourne Research Laboratories, Australia. The author gratefully thanks R.J. Tyler for valuable comments, C. Sacchetta for careful measurement of activity data and for assisting in various ways in the preparation of the manuscript, and the Australian Energy Research and Development Corporation for financial assistance. References [ 1 ] A.M. Maitra, Appl. Catal. A, 104 (1993) 11. [2] A.M. Maitra, I. Campbell and R.J. Tyler, Appl. Catal. A, 85 (1992) 27. [3] T. Suzuki, K. Wada and Y. Watanabe, Appl. Catal., 59 (1990) 213. [4] K. Aika and T. Nishiyama, Catal. Today, 4 (1989) 271. [5] S.J. Korf, J.A. Roos, N.A. de Bruijn, J.G. van Ommen and J.R.H. Ross, Catal. Today, 2 (1988) 535. [6] J.H. Edwards, R.J. Tyler and S.D. White, Energ. Fuels, 4 (1990) 85. [ 7 ] J.C. Mackie, Catal. Rev. - Sci. Eng., 33 (1991) 169. [8] F. Billaud, F. Baronnet, E. Freund, C. Busson and J. Weill, Rev. Inst. Fr. Petrol., 44 (1989) 813. [9] P.F. Nelson and N.W. Cant, J. Phys. Chem., 94 (1990) 3756. [ 10] N. Yamagata, K. Tanaka, S. Sasaki and S. Okazaki, Chem. Lett., (1987) 81. [ 11 ] J.A. Roos, S.J. Korf, A.G. Bakker, N.A. de Bruijn, J.G. van Ommen and J.R.H. Ross, Stud. Surf. Sci. Catal., 36 (1988) 427. [ 12] S.J. Korf, J.A. Roos, J.W.H.C. Derksen, J.A. Vreeman, J.G. van Ommen and J.R.H. Ross, Appl. Catal., 59 (1990) 291. [ 13 ] K. Aika and T. Nishiyama, Stud. Surf. Sci. Catal., 61 (1991) 165. [ 14] B.K. Warren, K.D. Campbell, J.L. Matheme, G.L. Culp, N.E. Kinkade and P.H. Tate, US Dep. Energy, DOE/PC/79817-8 (1990). [ 15 ] Y. Amenomiya, V.I. Birss, M. Goledzinowski, J. Galuszka and A.R. Sanger, Catal. Rev.-Sci. Eng., 32 (1990) 163. [ 16] R.P. Taylor and G.L. Schrader, Ind. Eng. Chem. Res., 30 (1991) 1016. [ 17] V.D. Sokolovskii, S.M. Aliev, O.V. Buyevskaya and A.A. Davydov, Catal. Today, 4 (1989) 293. [ 18] A.M. Maitra and K. Foger, Appl. Catal. A, 114 (1994) 87. [ l9] A. Reller, C. Padeste and P. Hug, Nature (London), 329 (1987) 527. [ 20] E. Garrone and F.S. Stone, Proceedings 8th International Congress on Catalysis, Berlin, 1988, Verlag Chemie, Weinheim, 1984, Vol. III, p. 441. [21 ] A. Zecchina and F.S. Stone, J. Catal., 101 (1986) 227. [22] A. Zecchina and F. S. Stone, J. Chem. Soc. Faraday Trans. 1, 72 (1976) 2364. [23] E.A. Colbourn and W.C. Mackrodt, J. Mater. Sci., 17 (1982) 3021. [24] P.W. Tasker, E.A. Colbourn and W.C. Mackrodt, J. Am. Ceram. Soc., 68 (1985) 17. [ 25 ] P. Masri and P.W. Tasker, Surf. Sci., 149 (1985) 209. [26] Y. Pelovsky, V. Raynova, I. Gmncharov and I. Dombalov, J. Therm. Anal., 37 (1991) 841. [27] M. Yu Sinev, V.N. Korchak and O.V. Krylov, 6th Heterogeneous Catalysis Symposium, Part 1, 1987, p. 450. [ 28 ] K. Otsuka, A.A. Said, K. Jinno and T. Komatsu, Chem. Lett., (1987) 77. APCATA 94851093 0926-860X(94)85109-3 10.1016/0926-860X(94)85109-3 Elsevier Science B.V. Solid-state basicity as a guide to formulation of improved catalysts for oxidative coupling of methane I. Performance evaluation A.M. Maitra * CSIRO Division of Coal and Energy Technology, P.O. Box 136, North Ryde, NSW 2113, Australia * Fax. (+61-2)8878995. Previous studies in this laboratory and the examination of literature activity data suggest that only the highly basic oxides are effective catalysts for oxidative coupling of methane to form C2+ hydrocarbons. On the considerations of basicity and thermal stability, SrO and BaO are thus expected to have the best catalytic potential. One problem is that in the presence of carbon dioxide, these oxides easily form weakly basic carbonates with high thermal stabilities. Development of effective catalysts was, therefore, thought to involve suitable additives which can provide a mechanism to destabilise the carbonates under reaction conditions. Cations which possess high polarizability and form oxides with low basicity and carbonates with low thermal stability, were considered effective as additive. This paper examines the activity of SrO and BaO catalysts containing MgO, Al2O3 or SiO2 as additives. The activity data show that the moderately basic MgO as additive brings about significant performance improvement in both SrO and BaO catalysts and that the optimum MgO level is about 80 mol-%. In the optimum composition SrCO3 and BaCO3 decompose to oxide at considerably lower temperatures and produce large populations of surface O2− sites responsible for catalytic activity. The performance of the optimum Sr-Mg and Ba-Mg catalysts were further enhanced by implanting impurity levels of Li2CO3, Na2CO3, La2O3, ZrCl4 and other species. In contrast, the acidic SiO2 as additive deactivates the catalysts, whilst weakly basic Al2O3 is beneficial only to barium catalysts, especially at Ba:Al ratios of about 1:1. Keywords Barium oxide Basicity Development strategy for catalysts Magnesia Methane oxidative coupling Strontium oxide Reference [1] Maitra A.M. Appl. Catal. A 104 1993 11 [2] Maitra A.M. Campbell I. Tyler R.J. Appl. Catal. A 85 1992 27 [3] Suzuki T. Wada K. Watanabe Y. Appl. Catal. 59 1990 213 [4] Aika K. Nishiyama T. Catal. Today 4 1989 271 [5] Korf S.J. Roos J.A. de Bruijn N.A. van Ommen J.G. Ross J.R.H. Catal. Today 2 1988 535 [6] Edwards J.H. Tyler R.J. White S.D. Energ. Fuels 4 1990 85 [7] Mackie J.C. Catal. Rev. - Sci. Eng. 33 1991 169 [8] Billaud F. Baronnet F. Freund E. Busson C. Weill J. Rev. Inst. Fr. Petrol. 44 1989 813 [9] Nelson P.F. Cant N.W. J. Phys. Chem. 94 1990 3756 [10] Yamagata N. Tanaka K. Sasaki S. Okazaki S. Chem. Lett. 1987 81 [11] Roos J.A. Korf S.J. Bakker A.G. de Bruijn N.A. van Ommen J.G. Ross J.R.H. Stud. Surf. Sci. Catal. 36 1988 427 [12] Korf S.J. Roos J.A. Derksen J.W.H.C. Vreeman J.A. van Ommen J.G. Ross J.R.H. Appl. Catal. 59 1990 291 [13] Aika K. Nishiyama T. Stud. Surf. Sci. Catal. 61 1991 165 [14] Warren B.K. Campbell K.D. Matherne J.L. Culp G.L. Kinkade N.E. Tate P.H. US Dep. Energy 1990 DOE/PC/79817-8 [15] Amenomiya Y. Birss V.I. Goledzinowski M. Galuszka J. Sanger A.R. Catal. Rev.-Sci. Eng. 32 1990 163 [16] Taylor R.P. Schrader G.L. Ind. Eng. Chem. Res. 30 1991 1016 [17] Sokolovskii V.D. Aliev S.M. Buyevskaya O.V. Davydov A.A. Catal. Today 4 1989 293 [18] Maitra A.M. Foger K. Appl. Catal. A 114 1994 87 [19] Reller A. Padeste C. Hug P. Nature (London) 329 1987 527 [20] Garrone E. Stone F.S. Proceedings 8th International Congress on Catalysis, Berlin, 1988 III 1984 Verlag Chemie Weinheim 441 [21] Zecchina A. Stone F.S. J. Catal. 101 1986 227 [22] Zecchina A. Stone F.S. J. Chem. Soc. Faraday Trans. 1 72 1976 2364 [23] Colbourn E.A. Mackrodt W.C. J. Mater. Sci. 17 1982 3021 [24] Tasker P.W. Colbourn E.A. Mackrodt W.C. J. Am. Ceram. Soc. 68 1985 17 [25] Masri P. Tasker P.W. Surf. Sci. 149 1985 209 [26] Pelovsky Y. Raynova V. Gruncharov I. Dombalov I. J. Therm. Anal. 37 1991 841 [27] Yu Sinev M. Korchak V.N. Krylov O.V. 6th Heterogeneous Catalysis Symposium, Part 1 1987 450 [28] Otsuka K. Said A.A. Jinno K. Komatsu T. Chem. Lett. 1987 77",
      "scopus-id": "0028767486",
      "coredata": {
        "eid": "1-s2.0-0926860X94851093",
        "dc:description": "Previous studies in this laboratory and the examination of literature activity data suggest that only the highly basic oxides are effective catalysts for oxidative coupling of methane to form C2+ hydrocarbons. On the considerations of basicity and thermal stability, SrO and BaO are thus expected to have the best catalytic potential. One problem is that in the presence of carbon dioxide, these oxides easily form weakly basic carbonates with high thermal stabilities. Development of effective catalysts was, therefore, thought to involve suitable additives which can provide a mechanism to destabilise the carbonates under reaction conditions. Cations which possess high polarizability and form oxides with low basicity and carbonates with low thermal stability, were considered effective as additive. This paper examines the activity of SrO and BaO catalysts containing MgO, Al2O3 or SiO2 as additives. The activity data show that the moderately basic MgO as additive brings about significant performance improvement in both SrO and BaO catalysts and that the optimum MgO level is about 80 mol-%. In the optimum composition SrCO3 and BaCO3 decompose to oxide at considerably lower temperatures and produce large populations of surface O2− sites responsible for catalytic activity. The performance of the optimum Sr-Mg and Ba-Mg catalysts were further enhanced by implanting impurity levels of Li2CO3, Na2CO3, La2O3, ZrCl4 and other species. In contrast, the acidic SiO2 as additive deactivates the catalysts, whilst weakly basic Al2O3 is beneficial only to barium catalysts, especially at Ba:Al ratios of about 1:1.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-07-07",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94851093",
        "dc:creator": {
          "@_fa": "true",
          "$": "Maitra, A.M."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94851093"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94851093"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)85109-3",
        "prism:volume": "114",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Solid-state basicity as a guide to formulation of improved catalysts for oxidative coupling of methane I. Performance evaluation",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Barium oxide"
          },
          {
            "@_fa": "true",
            "$": "Basicity"
          },
          {
            "@_fa": "true",
            "$": "Development strategy for catalysts"
          },
          {
            "@_fa": "true",
            "$": "Magnesia"
          },
          {
            "@_fa": "true",
            "$": "Methane oxidative coupling"
          },
          {
            "@_fa": "true",
            "$": "Strontium oxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "65-81",
        "prism:endingPage": "81",
        "pubType": "fla",
        "prism:coverDisplayDate": "7 July 1994",
        "prism:doi": "10.1016/0926-860X(94)85109-3",
        "prism:startingPage": "65",
        "dc:identifier": "doi:10.1016/0926-860X(94)85109-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028767486"
      }
    }
  }
}