{
  "metadata": {
    "title": "Anaerobic oxidation of butane to butadiene over magnesium molybdate catalysts. I. Magnesia supported catalysts",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-01-04",
    "doi": "10.1016/0926-860X(95)00213-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002138",
    "pii": "0926860X95002138"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000878741",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002138 0926-860X(95)00213-8 0926860X95002138 10.1016/0926-860X(95)00213-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00221 2024-01-01T12:18:48.759026Z 0 0 19960104 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 134 134 1 1 Volume 134, Issue 1 8 101 121 101 121 19960104 4 January 1996 1996-01-04 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. ANAEROBICOXIDATIONBUTANEBUTADIENEOVERMAGNESIUMMOLYBDATECATALYSTSIMAGNESIASUPPORTEDCATALYSTS VRIELAND G DIXIT 1994 R SIXTHANNUETHYLENEPRODUCERSCONF CRAIG 1979 62 R WELCH 1978 131 L HUTSON 1974 133 T COURTY 1973 21 P CHANG 1992 10358 S BARE 1992 2336 S DORSHENKO 1987 26 V MATSUURA 1991 273 I 1969 28 MEULLEMEESTRE 1975 1925 J STENCEL 1990 51 140 J RAMANSPECTROSCOPYFORCATALYSIS VUURMAN 1992 5008 M LLORENTE 1990 119 J BARE 1993 6048 S TMENOV 1981 1099 D WAINWRIGHT 1974 669 M SCHWENDEMAN 1983 100 M CONTRACTOR 1989 589 596 R FLUIDIZATIONVIPROCINTCONFFLUIDIZATION VRIELANDX1996X101 VRIELANDX1996X101X121 VRIELANDX1996X101XG VRIELANDX1996X101X121XG item 0926-860X(95)00213-8 0926860X95002138 1-s2.0-0926860X95002138 10.1016/0926-860X(95)00213-8 271346 2024-01-01T12:18:48.759026Z 1996-01-04 1-s2.0-0926860X95002138-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002138/MAIN/application/pdf/9dc5218982d8c4d22a0a00d34c8c74b9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002138/MAIN/application/pdf/9dc5218982d8c4d22a0a00d34c8c74b9/main.pdf main.pdf pdf true 1012981 MAIN 21 1-s2.0-0926860X95002138-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002138/PREVIEW/image/png/98a63dee2634194178e1eff258012a98/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002138/PREVIEW/image/png/98a63dee2634194178e1eff258012a98/main_1.png main_1.png png 47186 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 134 (1996) 101-121 Anaerobic oxidation of butane to butadiene over magnesium molybdate catalysts. I. Magnesia supported catalysts G.E. Vrieland, C.B. Murchison * Catalysis Lab, Central Research and Development, The Dow Chemical Company, 1776 Bldg., Midland, M148674, USA Received 31 May 1995; revised 23 August 1995; accepted 23 August 1995 Abstract A potential new process to styrene monomer from n-butane consists of oxidation of n-butane to butadiene followed by dimerization of butadiene to 4-vinylcyclohexene (VCH) and oxydehydrogen- ation of VCH to styrene. In this paper we report a catalyst which provides 40%-50% conversion of n-butane at 80% selectivity to butadiene and the n-butenes when exposed to 5-10 s pulses of n-butane followed by air regeneration. The optimum catalyst consists of 15%-25% MoO3 dispersed on MgO. The addition of small amounts of alkali metal compounds are used to minimize the production of carbon oxides. Characterization of these catalysts by laser Raman spectroscopy and XANES indicates that octahedral polymolybdates and micro crystals of MgMoO4 are initially the major species at molybdenum loadings corresponding to maximum activity on fresh catalyst. Designed experiments have resulted in models predicting the relationship of selectivity and conversion 'for various process conditions. Keywords: Butane; Butadiene; Butene; Oxydehydrogenation; Molybdate; Magnesia 1. Introduction Raw materials account for greater than 80% of the cost of manufacture in con- ventional styrene monomer production. Therefore, to have the largest impact on styrene monomer costs, efforts should be directed at new chemistry using less expensive raw materials. A classical idea for non-traditional styrene synthesis is to use the C4' s, usually meaning butenes or butadiene, for the synthesis. Dixit and Murchison [ 1 ] have recently proposed the use of the crude C4 stream from ethylene * Corresponding author. Tel. ( + 1-517) 8358233, Fax. ( + 1-517) 6389350, e-mail cbmurch@dow.com 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860 X ( 95 ) 002 13-8 102 G.E. Vrieland, C.B. Murchison /Applied Catalysis A: General 134 (1996) 101-121 iO0 80' >. I-- H 60\" oJ d ta oz 40 H g I I I I I , I I I I BD / 0 20' ~o 0 o.o o;1 0;2 o?3 0;4 0.5 o;s o;7 o;. o;9 HEIGHT X K t.0 production which contains about half butadiene and half butenes. In this case the butadiene would be removed from the C4 stream by dimerization to 4-vinylcycloh- exene (4-VCH) followed by flashing off the unconverted C4's. The 4-VCH can then be oxidized to styrene in high yield. This process is timely because crude butadiene prices are suppressed due to oversupply. The oversupply fundamentally originates from the fact that butadiene is a by-product of ethylene manufacture and the growth rate for ethylene usage is about twice that of butadiene. This results in a growing surplus of crude C4's especially in areas dependent on cracking liquids such as Europe and the far east. This oversupply depresses the price of butadiene. Furthermore the reactive separation of butadiene by the formation of 4-VCH elim- inates the need for the complex extractive distillation usually used for isolating butadiene at a substantial cost. Large ethylene complexes may have capacities of 1-2 billion lbs/year ethylene. If the complex is fed by hydrocarbon liquids, the potential styrene production from the co-produced crude butadiene is 150-300 MMlbs/year. Modern world scale styrene plants are usually built with capacities of 1 Billion lbs/year or greater. Therefore to build a world scale plant or multiple world scale plants it would be necessary to have 'on purpose' butadiene with the economics similar to those achieved by using crude Ca. Butane is readily available in very large quantities and has a stable, low price partly due to its mandated removal from gasoline during the warm months for vapor pressure considerations. It can be converted to butadiene via conventional dehydrogenation or oxydehydrogenation processes but yields are modest (60%) and the required capital is high [ 2--4]. Furthermore the established Fig. 1. The effect of %K on conversion and selectivities [ 10% butane, 550, GHSV = 336/h] ; (A) selectivity to C4's, (I-7) selectivity to BD, ( ) selectivity to CO, and (O) conversion. G.E. Vrieland, C.B. Murchison/Applied Catalysis A: General 134 (1996) 101-121 103 processes actually convert butane to butenes and then in effect recycle all the butenes back to the front of the reactor for conversion to butadiene. A process that could synthesize principally butadiene in a single pass would be attractive. In view of this we were attracted to some novel work at the Physical-Organic and Coal Chemistry Institute of the Ukrainian Academy of Sciences in Kiev which was using magnesium molybdate catalysts to oxidize butane anaerobically [ 5 ]. These workers claimed single pass selectivities of greater than 70% butadiene and 12% butenes from butane. Assuming the ultimate recycle of butenes, this process could lead to > 80% yield of butadiene from butane. While the Ukrainian work showed breakthrough selectivities for butadiene from butane, the catalysts showed activity for approximately 30 s due to a limited amount of active oxygen available from the catalyst solid. Therefore the commercialization of this technology would require a circulating transport bed reactor to continually replace the oxygen in the solid. This paper discusses catalyst development directed toward creating a practical transport bed catalyst for the butane/butene oxidation reaction. In this report the transport bed is simulated by alternating pulses of butane/He and oxygen/He mixtures over a micro fixed bed reactor. 2. Experimental 2.1. Equipment In a riser reactor the catalyst particles are carried in the reacting gases for a period of less than 30 s. In order to simulate this very short time and facilitate exploration of catalysts and conditions, a pulsed fixed bed reactor was prepared. The catalyst, 10-15 cm3, was held on a porous quartz frit in a quartz tube ( 12 or 19 mm O.D.) and a pulse of butane/helium at atmospheric pressure was fed to the bed for 5-30 s. This was followed by a purge of helium to strip product gases from the bed, then a mixture of O2/He to re-oxidize the catalyst and remove carbon residues, and finally another helium purge. This cycle was repeated automatically. A thermocou- pie was placed in the center of the bed. 2.2. Analysis The products were collected in Saranbags over 10-20 min for later GC analysis and in this way the output of the reactor was integrated over many cycles. An internal standard of N2, Ar or CF4 was co-fed along with the butane mixture. The analyses were performed on a Carle Instruments 111-H gas chromatograph with the refinery gas option. With this system a 1 cm3 sample is injected into a series of columns such that the C3-C~ hydrocarbons are separated on the first column (a modified Porasil C), the C2 and CO2 on the second column (Poropak-Q), and the permanent gases N2, 02, CO, and CH4 on the third column ( 13X molecular sieve). 104 G.E. Vrieland, C.B. Murchison /Applied Catalysis A: General 134 (1996) 101-121 The initial column is backflushed for a qualitative analysis of heavier compounds such as styrene, benzene, and furan. A feed stream analysis was used to determine carbon balances. Where the carbon balance was less than 100% whether due to analytical error or some undetermined by-product, an unknown component was calculated. Selectivities are calculated from the actual change in the butane fed incorporating this unknown as coke. 2.3. Catalyst Preparation Catalysts were prepared by adding a solution of ammonium heptamolybdate in an amount of water sufficient to give a smooth creamy mixture with MgO powder (100-130 m2/g, from Magox Super Premium Grade, Premier Refractories and Chemicals, Inc.). This was dried at 80, calcined slowly up to 600 and crushed to 14-40 mesh particles. Alkali metal hydroxide or carbonate could be included in the molybdate solution or added to the calcined catalyst by incipient wetness of the methanol solution of the hydroxide. The results were similar. Catalyst compositions are usually expressed as wt.-% of MoO3, MgO, K, etc. based on the weights of materials used in the preparation. In some cases these were confirmed by X-ray fluorescence or neutron activation analysis. Samples of pure MgMoO4 were prepared in two ways. The first was by a conventional method of precipitation of magnesium nitrate and ammonium hep- tamolybdate to give a calcined product with 9 m2/g surface area. The second involved decomposition of the salts dissolved in citric acid [ 6 ], which gave a higher surface area, 15.4 m2/g at 550, and a very pure XRD pattern for MgMoO4. 2.4. Characterization Laser Raman spectra were obtained with an Ar+ laser (Lexel, Model 95). The incident laser line was tuned to 514.4 nm and the scattered radiation from the sample was directed into an ISA HG2S double monochromator over 30 min. The in situ Raman cell comprised a spinning sample holder in a quartz cell [7]. The XPS spectra were obtained using a VSW Scientific Instruments UHV cham- ber equipped with a dual anode X-ray source and hemispherical analyzer that has been described in detail elsewhere [8]. The spectra were recorded using A1Kot radiation at a pass energy of 25 eV. The chamber was equipped with a high pressure cell enabling the sample to be isolated from UHV and heated under controlled atmospheres of gas. After reaction the cell was evacuated and the samples returned to UHV for analysis. The catalyst samples were pressed into self-supporting wafers and heated radiatively. G.E. Vrieland, C.B, Murchison/Applied Catalysis A: General 134 (1996) 101-121 105 3. Results 3.1. Catalyst composition Effect of Alkali Although the molybdenum oxide on magnesia catalyst we made initially was active for the oxidation of butane, the selectivities to butadiene were only 50%- 60%. This was somewhat less than the > 70% we expected from the Ukrainian work. Butadiene is a basic compound with strong electron donating capabilities. We theorized that by increasing the basicity of the surface we could enhance the desorption of the product butadiene and thereby increase its selectivity. In fact, we found that small amounts of alkali added to the catalyst preparation did significantly quench the production of COx and simultaneously increase the selectivity to buta- diene. Fig. 1 shows the effect of varying the %K from 0% to 1% by adding methanolic KOH onto a catalyst containing 32.6% MoO3. From 0% to 0.2% K the conversion decreases slightly but the COx decreases from 38% down to 10% and the selectivity to butene + butadiene increases from 50% to over 80%. It appears that alkali metal selectively poisons the production of COx while the production of butene/butadiene remains unaffected. At higher levels of K the conversion decreases and the total selectivity to C4 olefins remains nearly constant although the butenes increase at the expense of butadiene. The optimum level of alkali which gives a maximum in butadiene selectivity is about 0.3 wt.-% K. A similar curve was obtained with equivalent levels of cesium. Table 1 shows that at the similar equivalence levels, 4.4--6.3 atom-% vs. Mo, Cs and Na give the same result as K. The unmodified catalyst gives higher conversions but lower selectivities (column 1 ). This is also true when the space velocity was increased for the blank run to match the conversion of the lower activity alkalized samples (column 5). The results on lithium are compared with potassium in columns 6-8. At the same atom- % ratio lithium is less effective. Even at approximately twice the atom-% ratio it does not match potassium; however, it does give improvement over the unmodified catalyst. Effect of % MoO3 Fig. 2a shows that there is a broad maximum in activity vs. molybdenum loading at about 20 wt.-% MoO3 equivalent in agreement with the work of Dorshenko et al. [ 9]. One would expect the activity to increase with %MOO3 as it does up to 15%. However, the surface area decreases uniformly over the range from 0 to 40 wt.-% MoO3 which partially explains the loss in activity at the higher levels of MOO3. Since selectivity is usually a function of conversion, a series of runs at constant conversion were made by varying space velocity. Fig. 2b shows the effect on selectivity as %MoOa is increased at constant conversion. The result is that above 10% MoO3 the selectivities to butene and butadiene are fairly constant which would suggest that a common catalyst species is present even though its concen- 106 G.E. Vrieland, C.B. Murchison/Applied Catalysis A: General 134 (1996) 101-121 Table 1 Effect of alkali metal promoters and a comparison of different alkali metals at the same metal/Mo atomic ratio Alkali Metal None Cs K Na None K Li Li % Alkali 0 0.9 0.28 0.22 0 0.5 0.08 0.14 M/Mo (atom-%) 0 4.4 4.7 6.3 0 6.7 6.2 11.7 Surf. Area (m2/g) 107.9 94.2 99.2 92.6 107.9 107.3 108.9 93.2 GHSV ( h- i) 335 335 335 335 600 600 600 600 Conversion 67.8 47.7 50.5 53.3 52.8 44.8 54.9 52.1 Selectivity Butadiene 46.6 71.1 72.3 76.2 58.5 74.5 66.4 70.9 l-butene 1.4 4.9 4.4 3.4 2.6 5.8 2.4 2.9 t-2-butene 1.4 1.9 1.7 1.8 2.3 2.3 2.0 2.0 c-2-butene 1.2 2.8 2.3 2.1 2.2 3.2 1.8 2.5 Butenes 4.0 9.6 8.4 7.3 7.1 11.3 6.2 7.4 Sum C4's 50.6 80.7 80.7 83.5 65.6 85.8 72.6 78.3 Propene 0.8 0.5 0.5 0.4 .07 0.3 0 0 Ethylene 2.1 3.2 3.0 2.3 1.7 2.1 1.3 1.5 Sum cracking 2.9 3.7 3.5 2.7 2.4 2.4 1.3 1.5 CO2 27.2 4.8 5.3 7.1 16.2 3.4 10.9 8.2 CO 10.3 1.8 1.9 3.0 6.4 1.3 4.4 3.5 Oxidation 37.5 6.6 7.2 10.1 22.6 4.7 15.3 11.7 Furan/Benzene 9.1 3.3 1.6 3.6 6.0 1.5 6.1 3.8 Unknown 0 5.7 7.1 0 3.4 5.5 4.7 5.1 Sum Heavies 9.1 9.0 8.7 3.6 9.4 7.0 10.8 8.9 Carbon Balance 101.9 97.3 96.4 101.8 98.2 97.5 97.4 97.3 Conditions: 550, 30 s pulse time. tration may be changing with %MoO3. Below 10% MoO3 there is a sharp decrease in selectivity which indicates that another form of molybdenum is present which is less selective. The conversion data was re-calculated as a specific activity (mmol butane con- verted/unit surface area/g MOO3) and plotted in Fig. 3. Included on this graph are results on two samples of pure MgMoO4. Since the MgMoO4 has relatively low surface area, it has low activity similar to that of the 40% MoO3 samples. However, its specific activity is higher than that of the supported samples. The selectivity is what would be expected of the molybdates without alkali modifiers. This indicates that pure MgMoO4 is active and selective for this reaction. 3.2. Reaction without regeneration To understand the chemistry of the MoO3/MgO catalyst more fully, we ran a sample with no re-oxidation. In this case 100% butane was run over the catalyst at the usual flow rates for an extended time. Fig. 4a and Fig. 4b show the result of extensive oxygen depletion. Extrapolating the data back to t = 0 gives a conservative estimate of initial performance. In Fig. 4a the mol-% of hydrogen, butadiene and G.E. Vrieland, C.B. Murchison /Applied Catalysis A: General 134 (1996) 101-121 107 5O (a) 40 30 w ~ ~o 10 0 0 \\ / <--CO 4VERSZOF \\ ~., ,. \\ ~ SURF.~ :E AREA .... > \"~ ~.~.~ 5 10 15 20 25 30 35 40 45 50 X No03 ~4o \"120 ,< \"100 ~ ,< I1. g eo 60 100 I BO ;IR 60 >- I-. d 4o 20 (b) EL. C4's _/e/O#---------ll w I ._.-o~ 8 /?~8 \" / SEL. BD // // // .o---- / ~_~ONVERS'r ON --> 40 A ........................ \" ........................ /~ ....................... L/ ~I 30 ! 20 ib t;, 2b 2~ 3b 3~ 4b 4~ 50 z o mo ~ > X No03 Fig. 2. (a) The effect of %MoO3 on MgO (0.2% K) on conversion [20% butane, 580] ; (O) conversion and (A) surface area. (b) The effect of %MOO3 on MgO (0.2% K) on selectivities, varying the catalyst weight to give a constant conversion of ca. 38% [ 20% butane, 580, 10 s pulse] ; ( selectivity to (:4's, (O) selectivity to BD and (A) conversion. the butenes are plotted vs. time. In Fig. 4b, the butane conversion and C4 selectivities are plotted. One sees that the initial product butadiene drops off quickly with oxygen depletion. As it approaches a minimal level, we see the onset of hydrogen at reduced 108 G.E. Vrieland, C.B. Murchison/Applied Catalysis A: General 134 (1996) 101-121 120 I O0 80 g, u 60 Q. i ii ........ ! ii i : i i : i i ,o .... ......... i ...... ! .... .... 20 0 0 10 20 30 40 SO 60 70 80 Wt % MoO3 Fig. 3. Specific activity (mmol C4 converted/g MoO3/m2/g) vs. %MoO3 on MgO. availability of surface oxygen. On the other hand butene production increases initially and then declines very slowly. We take this to mean that the reaction with surface oxygen is very rapid relative to the straight dehydrogenation of butane and is required to remove a second set of hydrogen atoms resulting in the formation of butadiene. Because the butane conversion at steady state is much lower than that found initially, the surface oxygen reaction is obviously much more facile than the steady state catalytic dehydrogenation. This result makes it very clear that the most attractive oxidative chemistry occurs in a very short time of less than 1-2 min. In fact we find that solid contact times of 5 s or less are optimum. These very short reaction times are feasible only in a transport bed reactor since the practical limit for large switching valves at 500- 600 is a minimum of 10 min. In a separate fluid bed the reduced catalyst would be re-oxidized and the carbon residues removed. In the typical pulse reaction of 5- 10 s, calculations based on the reaction stoichiometry indicate that less than 6%- 20% of the total MoO3 present is reduced from MO6+ to MO5 +. 3.3. Laboratory catalyst performance modeling A catalyst batch with the composition of 22% MoO3, 0.31% K, balance MgO with an initial surface area of 107 m2/gm and granular bulk density of 0.62 g/cm3 was prepared for the purpose of completing an design experiment using the Box- Behnken design. Ten cm3 of catalyst was loaded in the laboratory pulse reactor and aged for 350 h. The experimental program was carried out over a five days period to minimize confounding the data by catalyst aging. The independent variables and ranges explored were as follows: butane concentrations of 10%-30%, butane/ helium pulse length of 10-30 s, butane/helium flow rates of 50, 125 and 200 cm3/ G.E. Vrieland, C.B. Murchison / Applied Catalysis A: General 134 (1996) 101-121 109 2o-~ (a) m iO' x Butadtene Butenem Hydrogen lO0 . ~ :3 0 0 5 t0 i5 20 25 30 Time (minutes) i | 80\" >, .v4 > .I 4.1 u 60\" r-g Q,I U) t- o 40\" m L > C O tO 20\" W..I---~'''1\" ~' C4 SeZecttvity ,I- .............. \\ \\ BO Selectivity \\ ~. ,~.t,no Conv,,on ---9 O Time (minutes) Fig. 4. (a) MoI-% of butane oxidation products vs. time on stream at 510 without re-oxidation. (C)) Hydrogen, ([]) Butadiene and (A) B utene. (b) Conversions and selectivities to butadiene and butene vs. time on stream at 510 without re-oxidation. (~7) Butane conversion, ( butane selectivity and ( C4 selectivity. 110 G.E. Vrieland, C.B. Murchison /Applied Catalysis A: General 134 (1996) 101-121 min and temperatures of 540-590. The flows correspond to ambient GHSV's of 300, 750 and 1200 h- 1 or actual gas residence times of about 2, 0.8 and 0.5 s. Table 2 gives the experimental results. The selectivity data is expressed as percent of converted butane carbon in the product molecule. Liner models were developed from this data using the RS 1 Discover software from BBN Software Products Corporation. Fig. 5a and Fig. 5b show conversion and total C4 selectivity as a function of butane concentration. The error bars illustrate the 90% confidence limits of the predictions. Over this butane concentration range the conversion remains constant as it should for a first order reaction in butane. This also implies that the reaction is not being starved for surface oxygen under these conditions. Fig. 6a and Fig. 6b are contour plots of the conversion and butadiene selectivity surfaces for experiments with GHSV of 750 and 1200 h - 1 respectively. The increas- ing space velocity (shorter residence times) has the effect of decreasing the con- version by about 10% with a few percent decline in the direct butadiene selectivity. 3.4. Catalyst life The activity of the molybdenum oxide on magnesia changes with time on stream as shown in Fig. 7. Two different catalysts prepared in the same way but on different sources of MgO illustrate this effect. The first was the typical Magox MgO we normally used for these cata!ysts. The second was based on the Ube MgO [ 10] which consists of small 100 A crystallites of MgO ( 144 m2/g) and show unusual thermal stability. The conversions over both catalysts decrease by around 35% over the first 100 h and then more slowly thereafter. The selectivity to Ca olefins increases initially as the conversion drops and then remains fairly constant. This change is irreversible and is primarily due to the instability of the MgO surface area. The catalyst surface area in this experiment dropped from over 100 to 65 m2/g. A second experiment was run using the very active catalyst based on Ube MgO over a longer period of time while changing the temperature and space velocity to maintain 40% conversion (Fig. 8a). The temperature was raised from 540 to 580 over 500 h giving constant productivity of butadiene (Ibs CJft3/h). After this the space velocity was reduced from 1200 to 650/h which gave the desired 40% conversion but a decrease in productivity. With further increases in temperature the selectivity dropped below 80% and cracking products, ethylene and propene, increased (Fig. 8b). This demonstrated that this catalyst could be operated contin- uously for 2445 h (102 days) and 42 000 cycles. Over this period the activity decreased and the surface area of the fresh catalyst dropped from 163 to 20 m2/g. 3.5. Characterization XRD on the fresh catalyst gave no evidence of molybdenum compounds, only the spectrum of MgO (Fig. 9). This would indicate that the molybdenum com- Table 2 Results of a designed experiment for butane oxidation on MgMoO4 on magnesia Exper. Butane Pulse Temp. Fd. Flow Conversion Butadiene Butenes CO~ C2/C3 CH4 Unknown C4 BD (%) (s) () (cm3/m) (%) (%) (%) (%) (%) (%) (%) (g/g:at/h) 1 20 20 590 200 43.2 68.6 13.4 6.0 6.0 0.5 5.6 0.305 2 20 20 565 125 34.4 69.4 17.1 5.2 4.5 0.2 3.6 0.16 3 10 20 590 125 54.5 74.1 8.7 7.2 5.4 0.0 4.6 0.121 4 20 30 565 125 22.2 60.9 26.3 3.4 3.0 0.0 6.4 0.105 5 20 10 590 50 69.4 70,7 4.0 12.7 3.5 0.0 9.1 0.111 6 30 20 565 125 48.4 66.1 10.8 10.2 7.6 1.0 4.4 0.301 7 10 20 540 50 67.0 71.3 4.7 11.1 3.7 0.0 9.1 0.055 8 20 10 565 125 25.0 68.6 23.9 3.5 2.6 0.0 1.4 0.125 9 30 30 565 125 30.9 66.4 19.3 6.1 5.4 0.6 2.0 0.214 10 20 30 565 50 24.8 62.4 25.6 3.1 4.5 0.3 3.9 0.189 11 20 20 565 125 40.3 70.3 13.5 6.4 3.9 0.0 5,9 0.182 12 30 20 565 50 62.0 64.3 5.4 16.3 4.0 0.5 8.8 0.139 13 20 10 565 200 27.3 66.6 23.6 3.0 3.7 0.0 3.0 0.213 14 30 10 540 125 44.3 64.0 11.8 6.8 3.4 0.0 7.5 0.293 15 30 20 565 125 22.2 65.2 26.3 4.2 3.0 0.0 1.2 0.165 16 10 10 590 125 40.4 74.4 13.5 4.8 2.9 0.0 4.5 0.096 17 20 20 590 50 82.0 56.5 2.2 19.7 5.8 0.7 15.0 0.103 18 10 20 565 200 28.6 67.3 22.8 2.4 2.7 0.0 4.8 0.112 19 20 30 590 125 46.4 66.6 11.4 7.8 7.5 0.8 5.8 0.195 20 20 20 540 50 53.3 68.7 7.3 10.6 0.0 0.0 11.2 0.087 21 10 30 565 125 39.3 71.5 14.2 4.9 3.9 0.0 5.5 0.091 22 30 20 565 200 25.7 61.0 24.4 3.5 4.5 0.0 6.4 0.281 23 20 20 565 125 33.9 69.1 17.3 5.4 4.6 0.2 3.4 0.158 24 20 10 590 125 56.1 72.0 8.0 8.9 5.9 0.4 4.7 0.241 25 10 20 540 125 25.4 65.6 23.6 2.5 1.8 0.0 6.5 0.061 26 20 20 540 200 22.4 67.0 27.4 2.6 2.7 0.0 0.2 0.183 27 20 30 565 50 58.7 67.0 6.2 13.5 4.9 0.4 8.0 0.92 (g/gcJh) 0.26 0.13 0.11 0.07 0.11 0.26 0.05 0.09 0.17 0.13 0.15 0.13 0.16 0.23 0.12 0.08 0.1 0.08 0.17 0.08 0.08 0.2 0.13 0.22 0.05 0.13 0.08 c~ E\" 4~ ',0 L 112 G.E. Vrieland, C.B. Murchison/Applied Catalysis A: General 134 (1996) 101-121 50\" 40- A t-- O '~ 30\" L, > t- O 20' (a) 10' 0 I I I 0 5 t0 t5 20 I I 0 25 30 35 50 40 30 -10 a) E 4J J~ 3 \"> Q3 4J ~.~ IU m (b) 80' 70' BO\" 50 I 0 5 % Butane in Feed I I I I fO 15 20 25 90 eo -70 60 i 50 30 35 Z Butane in Feed Fig. 5. (a) Predictions and 90% simultaneous confidence intervals for mean responses of conversion of butane using a reaction model [590, 10% butane, GHSV= 1200/h, 10 s pulse]. (b) Predictions and 90% confidence intervals for mean responses of bntadiene+butene selectivity using a reaction model [590, 10% butane, GHSV = 1200/h, 10 s pulse]. (a) 58O 570- ~560- 550\" 540 10 (b) 580 G.E. Vrieland, C.B. Murchison/Applied Catalysis A: General 134 (1996) 101-121 113 -7 ...... \\ ~ ~ ~'~-36 , -- , , , , , t2 \",4 ~6 ~B 20 22 24 2B 28 30 Butane -- BD Sslscttvtty (X] .......... Convsrsion (X) 74 ...... ~ ...................... -,42 Z.o. o 570\" ~....~ ......................................... 32 f- 4-J ~8 (0 --- \" ...... -'28 / I ...................... I,.- 68 550\" ~ _-.--------B 8 ~ ........................................................ ~__..~ 540 '-~ ......... - \" , , , , ' ' 1o la I~ IB is ao a2 24 26 2~ 3~ % Butane -- BD Selectivity (X) __ Conversion (X) Fig. 6. (a) Contour plots of butane conversion and butadiane selectivity vs. temperature and %butane using the reaction model [GHSV=750/h, 10 s pulse]. ( ) BD selectivity (%) and (- - -) conversion (%). (b) Contour plots of butane conversion and butadiene selectivity vs. temperature and %butane using the reaction model [GHSV = 1200/h, 10 s pulse]. ( ) BD selectivity (%) and (- - +) conversion (%). 114 G.E. Vrieland, C.B. Murchison /Applied Catalysis A: General 134 (1996) 101-121 80 i i i i t i i i Ca's .... > 7o.~ ~ A -a 60\" | - _.__ 40- 0--'--'--- 0--------- OD C --0 o 30\"i <---Conversion COx .... > ~ ~=-~---- ~ o~ D [] = o=---= OI , , , , o 20 4o eo 80 ~o t~o 1~o 1do l~o TIME ON STREAM (hre) Fig. 7. The effect of time on stream for MgO supported catalysts; comparison of Magox and Ube magnesium oxides [ 50% Butane, 580, 5 s pulse ]; selectivity to C4's (A) on Magox and ( ) on Ube; selectivity to CO~ (E]) on Magox, (11) on Ube; conversion (O) on Magox and (0) on Ube. i lO0 80 M > M W J 2O 0 2OO pounds are either amorphous or the crystalline particles are less than 50,~. However, after use for many hours the pattern of MgMoO4 emergesAccording to the literature there are two forms of MgMoO4 [ 11,12] and lines from both forms are present in the used catalystThis appearance of a clear XRD pattern indicates that, as the catalyst ages, particles of MgMoO4 grow in size. This growth in size reduces the exposed area of molybdenum and along with the total surface area loss contributes to the loss in activity on aging The fresh catalyst containing 22% MoO3 on magnesia examined by transmission electron microscopy did not identify discrete particles of MgMoO4. Electron Dis- persive Spectroscopy shows that Mg and Mo are present uniformly in all areas regardless of the microstructure. However, the fact that MgMoO4 could not be detected by electron diffraction indicates that if crystallites are present, the particle size is less than 5-10 ,~ and this agrees with XRD that the molybdate is highly dispersed in very small crystallites. A very useful technique for characterizing these catalysts is laser-Raman spec- troscopy (LRS) because energy is absorbed by the individual molybdenum ion in its coordination sphere and, thus, even monolayers of molybdate on the substrate can give spectra [ 13,14]. Magnesia is nearly transparent in LRS and the spectrum of MgMoO4 is clearly evident as shown in Fig. 10a for 20% MoO3 on MgO when compared with Fig. 10b for crystalline MgMoO4. LRS can observe crystallites which are too small for XRD. Fig. 10c shows the LRS for MoO3 with a major peak at 819.9 cm- t. This peak is absent in even the fresh catalyst. This is to be expected G.E. Vrieland, C.B. Murchison / Applied Catalysis A: General 134 (1996) 101-121 115 80 70 d EO ~ 50 H 40 o~ ~o 2o 10 i i (a) s=zectivity c4.s ---> AA <---Conversion ~ov~ ,+~,-+-~ 0% @t~-~ o -~ ~ *%~ o 5~o lobo t5bo 2obo TIME (HRS) 100 BO BO 40 20 2500 ( i i i i ~0o b) .~ <---C4 Selectlvlty oo 80 0'1-, _ Q~ ~ _ T@mp@P@tur,@ ----> I r ~ 'i~ .......... 20 ..... <--- cox A =~=~A O, 020 600 W 580 D =- LU n 560 540 o 5do iobo 15~o 2obo 2~oo TIME (HRS) Fig. 8. (a) Selectivity and productivity for the life test on MgO (Ube) supported catalyst; conversion held at ca. 40% by varying temperature and GHSV; (A) selectivity to C4's, (O) conversion and (Fq) productivity. (b) Selectivities and temperature for the life test on MgO(Ube) supported catalyst; (O) selectivity to Ca's, (E]) selectivity to C.~/C3, (A) selectivity to CO~ and ( ) temperature. since the solid state reaction of physical mixtures of MoO3 with MgO is rapid and complete at the calcination temperature of 600 [ 15 ]. A more detailed study of 116 G.E. Vrieland, C.B. Murchison / Applied Catalysis A: General 134 (1996) 101-121 Fresh Catalyst 163 m2/g lOO t t oo 0 70- 0 60~ 50. I 40. 30- ~3~ DESREES 2- THE TA -r.t \"--1 Catalyst Used 2446 hrs 100 80. o 20 m2/g 7 6o O o A O O o i'd ' ' 't~ ' ' 'ad ' ' '~ \"\" '~1o\"\"\" \":fig ' ' 'do' ' : '4~ ' ' '~o' ' ' '~' ' ' 'tto' ' 'g~ \"7~0' ' ' '7~# ' ' 'do DESREES 2- THETA Fig. 9. XRD of fresh and used Mo/MgO(Ube) catalysts. these catalysts [ 7 ] at different compositions, temperatures and degrees of hydration suggest that, at least initially, there are three forms of molybdates. At low loadings, < 10% MOO3, highly dispersed octahedral molybdate is present on the MgO and this, as shown in Fig. 2, is not selective for butadiene. As the loading is increased above 10% MOO3, octahedrally coordinated polymolybdate species form in the region corresponding to high activity and selectivity. Finally, above 30% MOO3, in addition to the octahedral species, tetrahedral crystalline MgMoO4 is formed which is also visible by XRD. With time on stream the octahedral polymolybdate species disappear leaving only the tetrahedral MgMoO4. This is accompanied by a G.E. Vrieland, C.B. Murchison / Applied Catalysis A: General 134 (1996) 101-121 I 17 i A i1, 'I I /- 'i\\ I Ji|i / 10b) MgMoO4 k ~' 10c) MoO i 56o lobo WA~r'HUk4BE;R$ Fig. 10. Comparison of LRS of 20% MoO3 on MgO catalyst with MgMoO4 and MoOs; (a) 20% MoO3 on MgO, (b) MgMoO4 and (c) MoO3. partial loss of activity and surface area. It is not resolved whether the loss in activity is primarily due to disappearance of the polymolybdate or the reduction in surface area. This picture of the presence of isolated octahedra, octahedral polymolybdates, and tetrahedral MgMoO4 was further supported by the use of XANES [ 16]. XPS was used to examine the 22% MoO3 on magnesia in the freshly oxidized form and after 60 min at 550 in 10% butane. The results in Fig. 1 la indicate two bands for the oxidized catalyst which are characteristic of Mo6+. The reduced catalyst (Fig. 1 lb) gives a spectrum which is best fitted with a combination of bands for Mo5 and MO6 + but not MO4 +. This agrees with ESR results [ 17 ] which show that Mos is formed first and eventually it is reduced further to Mo4 118 G.E. Vrieland, C.B. Murchison /Applied Catalysis A: General 134 (1996) 101-121 A ; 5500 ~-1 /\\/ < .... MO6 5000 + 4000 3500 21 t 3000. I 2 I 11 I 2500. 111 1 2OO0. 241 239 237 235 233 231 229 227 225 223 Binding Energy /eV '5ool f' ,! <'-- Mo6+ c 3ooo1 ~ /\" ,.~ ii U n 4500 ~ ~ I i t I e MO5+ Mo4+ 2500 2000242 240 238 236 234 232 230 228 226 224 Binding Energy /eV Fig. 11. Comparison of XPS of 20% MoO3 on MgO catalyst fresh (a) and after 60 rain at 550 in 10% butane (b). 4. Conclusions The selective oxydehydrogenation of n-butane to butadiene and butenes has been studied over a catalyst consisting of molybdenum on magnesia under conditions where the catalyst supplies the oxygen for the reaction. This was carried out in a small pulsed fixed bed reactor to simulate a riser or other transport bed reactor in which the catalyst is re-oxidized in a separate fluid bed reactor. The results indicate that selectivities of > 80% to butadiene with recycle of butenes at 40%-50% G.E. Vrieland. C.B. Murchison /Applied Catalysis A: General 134 (1996) 101-121 119 conversion per pass are possible and the principal C4 product is butadiene. This is higher selectivity than that obtained from existing catalytic processes. Unlike dehy- drogenation processes, it results in single pass butadiene. The molybdenum on magnesia support is much superior to molybdates on any of the other supports we have examined such as alumina, zinc oxide, lanthanum oxide or titania, or the molybdates of other cations such as calcium, barium or bismuth. Magnesia is sufficiently basic to release the butadiene and yet not form a stable carbonate at the reaction temperature. ( 1 ) There is a maximum in activity which occurs in the range 15%-25% MoO3 on MgO. This level of MoO3 corresponds with the estimated monolayer capacity of the MgO support. However, the form of molybdenum oxide is different from the well studied layers of molybdenum oxide on alumina or titania in that molyb- denum oxide at 550--600 actually reacts with the MgO to form MgMoO4. Although in the fresh catalyst the particles are very small, below the detection limit of XRD or EDX, they can be observed by LRS. At low levels, up to 10% MOO3, they appear to be isolated octahedral molybdate species which are not active or selective. At the level of optimum activity, 10%-25% molybdate, one observes octahedral polymolybdates with Mo--O-Mo bonds. Above 25% both octahedral molybdates and tetrahedral crystalline MgMoO4 is observed by LRS and XANES and these particles have grown to a size that can be observed by XRD. As the catalyst ages accompanied by a decrease in surface area and disappearance in polymolybdates, there is a decrease in activity. (2) Addition of any of the alkali metals in a narrow range of concentration selectively poisons sites responsible for coking and/or combustion without affect- ing the productivity of butadiene. The net result is a significant improvement in selectivity to butadiene/butenes with only a moderate loss in activity. Higher levels of alkali merely reduce the activity without any gain in selectivity. The mechanism for this improvement is thought to consist of selective poisoning of any acid sites either from impurities or from the molybdate. This facilitates the rapid desorption of butadiene. (3) The surface area of magnesia is inherently unstable under reaction conditions of 550-600 in the presence of water vapor. Furthermore, the molybdate particles grow in size during use which results in lower surface area of the active molybde- num. This results in a loss of activity with time on stream. (4) The initial rate of oxygen uptake is much greater than the rate of reduction of the bulk oxide. In practice, only 6%-20% of the potentially reducible oxygen is utilized in the 5-10 s the catalyst is exposed to butane feed. We feel this oxygen corresponds to a very labile form of oxygen, weakly bound to the catalyst surface. XPS and GC/MS studies indicate that MO6+ is reduced to Mo5+. (5) The effect of reaction variables such as butane concentration, temperature, pulse time and GHSV on conversion, selectivity and productivity have been explored in a designed experiment. In the range of 10%-30% butane feed at atmospheric pressure conversion is independent of concentration and there is a 120 G.E. Vrieland, C.B. Murchison / Applied Catalysis A: General 134 (1996) 101-121 small decline in direct butadiene formed. The surface oxygen is not seriously depleted under these conditions. (6) The circulating transport bed reactor provides the brief contact times needed for this reaction and these have been used commercially for many years in fluid catalytic cracking. More recently, they have been used for oxidation reactions such as oxidation of xylene to phthalic anhydride [18], isophthalonitrile [ 19] and oxidation of butane to maleic anhydride [20,21 ]. A significant advantage is that the exothermic re-oxidation can be carried out in a separate bed. High concentrations of butane can be handled safely because the oxygen addition is separated from the hydrocarbon feed which avoids the potential of explosive mixtures. MgO supports are unstable in the presence of high temperature water vapor and do not form high strength spray dried particles with significant surface area. Further work is required directed at surface area stabilization and particle attrition. We will report on some of this work in a future publication. Acknowledgements We gratefully acknowledge the support of The Dow Chemical Company in carrying out this work along with the many contributions our colleagues, S. Bare, D. Beaman, J. Blackson, B. Khazai, A. Leugers and E. Weihl. This paper is based on information described and claimed in US Patents 4 973 791, 5 146 031 and 5 258 347 assigned to the Dow Chemical Company, Midland, Michigan. References [ 1 ] R.S. Dixit and C.B. Murchison, Sixth Annu. Ethylene Producers Conf., 1994, Atlanta, GA, paper #22f. [2] R.G. Craig and J.M. Dufallo, Chem. Eng. Progr., Feb. (1979) 62. [31 L.M. Welch, L.J. Croce and H.F. Chdstmann, Hydrocarbon Process., Nov. (1978) 131. [4 ] T. Hutson, R.D. Skinner and R.S. Logan, Hydrocarbon Process., June (1974) 133. I5] D.N. Tmenov, N.I. Svintsov, L.P. Shapovalova, A.V. Tabakov, M.L. Dvoretsky, G.I. Vasiliev, G.P. Zhestovsky, V.D. Kandalova, B.S. Korotkevich, A.I. Lukashov, V.P. Lukyanenko, R.I. Polataiko, E.A. Malov and J.A. Shmuk, US Patent 4 229 604 (1980). [61 P. Courty, H. Ajot and C. Marcilly, Powder Technol., 7 (1973) 21. [7] S.C. Chang, M.A. Leugers and S.R. Bare, J. Phys. Chem., 96 (1992) 10358. 181 S.R. Bare, J. Vac. Sci. Technol., A10 (1992) 2336. 191 V.A. Dorshenko, L.P. Dolya and C.P. Shapovalova, Neftepererab. Neftekhim. (Kiev), 32 (1987) 26. [ 10] I. Matsuura, Y. Hashimoto, O. Takayasu, K. Nitta and Y. Yoshida, Appl. Catal., 74 ( 1991 ) 273. [ 11 ] Nat. Bureau of Standards (USA) Monograph 25, 7 (1969) 28. | 121 J. Meullemeestre and Penigault, Bull. Soc. Chim. Fr., (1975) 1925. [ 13] J.M. Stencel, Raman Spectroscopy for Catalysis, Van Nostrand- Reinhold, New York, 1990, pp. 51-140. [ 141 M.A. Vuurman and I.E. Wachs, J. Phys. Chem., 96 (1992) 5008. [ 15 ] J.M.M. Llorente and V. Rives, Solid State Ionics, 38 (1990) 119. [ 161 S.R. Bare, G.E. Mitchell, J.J. Maj, G.E. Vrieland and J.L. Gland, J. Phys. Chem., 97 (1993) 6048. [ 17] D.N. Tmenov, V.A. Doroshenko, L.P. Shapovalova, O.M. Taranukha and N.S. Lushnik, Ukr. Khim. Zh., 47(10) (1981) 1099. G.E. Vrieland, C.B. Murchison / Applied Catalysis A: General 134 (1996) 101-121 121 | 18] M.S. Wainwright and T.W. Hoffman, Advances in Chemistry Series, 133 (1974) 669. [ 19] M.N. Schwendeman, R. McBride, D. Reater and M. Isaacs, Chemical Processing, July (1983) 100. [20] R.M. Contractor, H.E. Berna, U. Chowdry and A.W. Sleight, Fluidization VI, Proc. Int. Conf. Fluidization, 1989, pp. 589-596. [211 H.E. Bergna, US Patent 4 677 084, 1987. APCATA 95002138 0926-860X(95)00213-8 10.1016/0926-860X(95)00213-8 Article Anaerobic oxidation of butane to butadiene over magnesium molybdate catalysts. I. Magnesia supported catalysts G.E. Vrieland C.B. Murchison ∗ Catalysis Lab, Central Research and Development, The Dow Chemical Company, 1776 Bldg., Midland, MI 48674, USA ∗ Corresponding author. Tel. (+1-517) 8358233, Fax. (+1-517) 6389350 A potential new process to styrene monomer from n-butane consists of oxidation of n-butane to butadiene followed by dimerization of butadiene to 4-vinylcyclohexene (VCH) and oxydehydrogenation of VCH to styrene. In this paper we report a catalyst which provides 40%–50% conversion of n-butane at 80% selectivity to butadiene and the n-butenes when exposed to 5–10 s pulses of n-butane followed by air regeneration. The optimum catalyst consists of 15%–25% MoO3 dispersed on MgO. The addition of small amounts of alkali metal compounds are used to minimize the production of carbon oxides. Characterization of these catalysts by laser Raman spectroscopy and XANES indicates that octahedral polymolybdates and micro crystals of MgMoO4 are initially the major species at molybdenum loadings corresponding to maximum activity on fresh catalyst. Designed experiments have resulted in models predicting the relationship of selectivity and conversion for various process conditions. Keywords Butane Butadiene Butene Oxydehydrogenation Molybdate Magnesia References [1] R.S. Dixit C.B. Murchison Sixth Annu. Ethylene Producers Conf. Atlanta, GA paper #22f 1994 [2] R.G. Craig J.M. Dufallo Chem. Eng. Progr. 1979 62 Feb. [3] L.M. Welch L.J. Croce H.F. Christmann Hydrocarbon Process. 1978 131 Nov. [4] T. Hutson R.D. Skinner R.S. Logan Hydrocarbon Process. 1974 133 June [5] D.N. Tmenov, N.I. Svintsov, L.P. Shapovalova, A.V. Tabakov, M.L. Dvoretsky, G.I. Vasiliev, G.P. Zhestovsky, V.D. Kandalova, B.S. Korotkevich, A.I. Lukashov, V.P. Lukyanenko, R.I. Polataiko, E.A. Malov and J.A. Shmuk, US Patent 4 229 604 (1980). [6] P. Courty H. Ajot C. Marcilly Powder Technol. 7 1973 21 [7] S.C. Chang M.A. Leugers S.R. Bare J. Phys. Chem. 96 1992 10358 [8] S.R. Bare J. Vac. Sci. Technol. A10 1992 2336 [9] V.A. Dorshenko L.P. Dolya C.P. Shapovalova Neftepererab. Neftekhim. (Kiev) 32 1987 26 [10] I. Matsuura Y. Hashimoto O. Takayasu K. Nitta Y. Yoshida Appl. Catal. 74 1991 273 [11] Nat. Bureau of Standards (USA) Monograph 25 7 1969 28 [12] J. Meullemeestre Penigault Bull. Soc. Chim. Fr. 1975 1925 [13] J.M. Stencel Raman Spectroscopy for Catalysis 1990 Van Nostrand-Reinhold New York 51 140 [14] M.A. Vuurman I.E. Wachs J. Phys. Chem. 96 1992 5008 [15] J.M.M. Llorente V. Rives Solid State Ionics 38 1990 119 [16] S.R. Bare G.E. Mitchell J.J. Maj G.E. Vrieland J.L. Gland J. Phys. Chem. 97 1993 6048 [17] D.N. Tmenov V.A. Doroshenko L.P. Shapovalova O.M. Taranukha N.S. Lushnik Ukr. Khim. Zh. 47 10 1981 1099 [18] M.S. Wainwright T.W. Hoffman Advances in Chemistry Series 133 1974 669 [19] M.N. Schwendeman R. McBride D. Reuter M. Isaacs Chemical Processing 1983 100 July [20] R.M. Contractor H.E. Berna U. Chowdry A.W. Sleight Fluidization VI, Proc. Int. Conf. Fluidization 1989 589 596 [21] H.E. Bergna, US Patent 4 677 084, 1987.",
      "scopus-id": "0000878741",
      "coredata": {
        "eid": "1-s2.0-0926860X95002138",
        "dc:description": "A potential new process to styrene monomer from n-butane consists of oxidation of n-butane to butadiene followed by dimerization of butadiene to 4-vinylcyclohexene (VCH) and oxydehydrogenation of VCH to styrene. In this paper we report a catalyst which provides 40%–50% conversion of n-butane at 80% selectivity to butadiene and the n-butenes when exposed to 5–10 s pulses of n-butane followed by air regeneration. The optimum catalyst consists of 15%–25% MoO3 dispersed on MgO. The addition of small amounts of alkali metal compounds are used to minimize the production of carbon oxides. Characterization of these catalysts by laser Raman spectroscopy and XANES indicates that octahedral polymolybdates and micro crystals of MgMoO4 are initially the major species at molybdenum loadings corresponding to maximum activity on fresh catalyst. Designed experiments have resulted in models predicting the relationship of selectivity and conversion for various process conditions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-01-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002138",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Vrieland, G.E."
          },
          {
            "@_fa": "true",
            "$": "Murchison, C.B."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002138"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002138"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00213-8",
        "prism:volume": "134",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Anaerobic oxidation of butane to butadiene over magnesium molybdate catalysts. I. Magnesia supported catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Butane"
          },
          {
            "@_fa": "true",
            "$": "Butadiene"
          },
          {
            "@_fa": "true",
            "$": "Butene"
          },
          {
            "@_fa": "true",
            "$": "Oxydehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Molybdate"
          },
          {
            "@_fa": "true",
            "$": "Magnesia"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "101-121",
        "prism:endingPage": "121",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 January 1996",
        "prism:doi": "10.1016/0926-860X(95)00213-8",
        "prism:startingPage": "101",
        "dc:identifier": "doi:10.1016/0926-860X(95)00213-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000878741"
      }
    }
  }
}