{
  "metadata": {
    "title": "Synthesis of β-picoline from 2-methylglutaronitrile over supported noble metal catalysts I. Catalyst activity and selectivity",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-04-11",
    "doi": "10.1016/0926-860X(95)00265-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002650",
    "pii": "0926860X95002650"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042131508",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002650 0926-860X(95)00265-0 0926860X95002650 10.1016/0926-860X(95)00265-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00245 2024-01-01T12:18:48.759026Z 0 0 19960411 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 137 137 2 2 Volume 137, Issue 2 6 287 306 287 306 19960411 11 April 1996 1996-04-11 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. SYNTHESISPICOLINE2METHYLGLUTARONITRILEOVERSUPPORTEDNOBLEMETALCATALYSTSICATALYSTACTIVITYSELECTIVITY LANINI S OFFERMANNS 1984 59 H KIRKOTHMERENCYCLOPEDIACHEMICALTECHNOLOGY PAVLENKO 1987 1193 N KALINA 1969 469 M VOLF 1986 105 J RIBEIRO 1994 1 F KAPPENSTEIN 1995 9 C VONBRAUN 1923 1988 J BOITIAUX 1983 123 J VASUDEVAN 1983 463 S GREENFIELD 1967 142 H DEBELLEFON 1994 459 C PASEK 1981 1011 J VERHAAK 1992 13 M RYLANDER 1965 113 P SMITH 1963 287 G JACKSON 1990 320 A PYRROLES WHEELER 1951 250 A TAKAGI 1967 114 Y NISHIMURA 1966 329 S MEDINA 1993 115 F BENSON 1973 146 J ROUCO 1981 246 A CHUANG 1992 536 S FOGER 1980 448 K ANDERSON 1973 1 J DAUTZENBERG 1980 119 F BALANDIN 1969 1 A LANINIX1996X287 LANINIX1996X287X306 LANINIX1996X287XS LANINIX1996X287X306XS item 0926-860X(95)00265-0 0926860X95002650 1-s2.0-0926860X95002650 10.1016/0926-860X(95)00265-0 271346 2024-01-01T12:18:48.759026Z 1996-04-11 1-s2.0-0926860X95002650-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002650/MAIN/application/pdf/92bb7bb206de26d85b505eef0e76a711/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002650/MAIN/application/pdf/92bb7bb206de26d85b505eef0e76a711/main.pdf main.pdf pdf true 1167173 MAIN 20 1-s2.0-0926860X95002650-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002650/PREVIEW/image/png/4f75a4867d7dc58cb5cfb1c4c5c508cf/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002650/PREVIEW/image/png/4f75a4867d7dc58cb5cfb1c4c5c508cf/main_1.png main_1.png png 51546 849 656 IMAGE-WEB-PDF 1 1-s2.0-0926860X95002650-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002650/STRIPIN/image/gif/30accaae06f1c1f36918bcf342b96318/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002650/STRIPIN/image/gif/30accaae06f1c1f36918bcf342b96318/si2.gif si2 true si2.gif gif 453 30 64 ALTIMG 1-s2.0-0926860X95002650-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002650/STRIPIN/image/gif/436e4cb28b6546e86904bfbe0a16c6a1/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002650/STRIPIN/image/gif/436e4cb28b6546e86904bfbe0a16c6a1/si1.gif si1 true si1.gif gif 465 30 62 ALTIMG ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 137 (1996) 287-306 Synthesis of/3-picoline from 2-methylglutaronitrile over supported noble metal catalysts I. Catalyst activity and selectivity S. Lanini, R. Prins * Laboratory for Technical Chemistry, Swiss Federal Institute of Technology (ETH), 8092 Zurich, Switzerland Received 11 September 1995; accepted 25 October 1995 Abstract Silica-supported palladium, rhodium and platinum were active catalysts in the production of /3-picoline by the vapour phase hydrogenation of a technical mixture of 2-methylglutaronitrile and 2-ethylsuccinonitrile, whereas Ni/SiO2 and Ru/SiO2 showed no appreciable activity. On the fresh Pd, Rh and Pt catalysts, /3-picoline was obtained in a good yield and the complete conversions pointed to extremely high reaction rates. Accordingly, transport limitations due to film and pore diffusion were observed. Activity and selectivity of the catalysts decreased with time on stream, while catalyst stability decreased in the order Pt > Pd > Rh. A large number of by-products was formed, mainly from hydrogenolysis or intermolecular imine-amine condensa- tion. Pt catalysts displayed the highest hydrogenolysis activity, Pd catalysts tended to condensa- tions, while the behaviour of Rh containing catalysts was in between those of Pd and Pt catalysts. Stability and selectivity were influenced by the nature of the substrate, metal dispersion, basicity of the support and average metal ensemble size. The presence of 2-ethylsuccinonitrile in the feed led to the formation of pyrroles and polymers, but was not responsible for the observed deactivation, which was due to coke deposits formed by highly reactive intermediates. Keywords: Hydrogenation; 2-Methylglutaronitrile; /~-Picoline; Platinum metals; Deactivation 1. Introduction /3-Picoline is an important intermediate in the production of nicotinamide and nicotinic acid, two members of the vitamin B family. /3-Picoline is mainly prepared from acetaldehyde, formaldehyde and ammonia in the presence of a * Corresponding author. Fax. (+ 41-1) 6321162, e-mail prins@tech.chem.ethz.ch. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00265-0 288 S. Lanini. R. Prins/Applied Catalysis A: General 137 (1996) 287-306 catalyst [1]. The principal product in this process is pyridine, while ]3-picoline is obtained as a by-product in 20%-30% yield. An alternative route to /3-picoline would be the catalytic hydrogenation of 2-methylglutaronitrile (MGN) which is, together with 2-ethylsuccinonitrile (ESN), a by-product from the DuPont Adiponitrile Process for the production of adiponitrile via the two-step direct hydrocyanation of butadiene [2,3]. The hydrogenation of nitriles consists of a complex set of reactions which include hydrogenations of nitriles to imines and on to amines (Eq. (1)), condensations of imines with amines (Eq. (2)) and deaminations (Eq. (3)), involving a number of reactive intermediates. R-C=N ~ R-CH=NH ~ R-CH2-NH2 (1) R-CH=NH + R-CH2-NH2 ~ R-CH(NH2)-NH-CH2-R (2) R-CH(NH2)-NH-CH2-R ~ R-CH=N-CH2-R + NH3 (3) The hydrogenation of dinitriles is further complicated by the presence of a second nitrile group, which, in addition, can lead to intermolecular or in- tramolecular condensation reactions, thus giving rise to a wide product spec- trum. Due to the ring structure of the imine-amine intramolecular condensation product, deamination and dehydrogenation reactions assume an important role in the determination of the final product by their capability of converting reactive cyclic intermediates into more stable aromatic compounds. The nature of the nitrile affects the course of its hydrogenation. Pavlenko et al. [4] reported a negative correlation between hydrocarbon chain length and hydrogenation rate in connection with the electronic density on the nitrogen atom. Inductive effects of functional groups on the hydrocarbon chain affect the nucleophilicity of the amines and influence thereby the distribution between primary and higher amines formed by intermolecular condensation. Also, the nature of the catalyst (active phase and support) affects the adsorption-desorp- tion constants as well as the kinetic parameters of the elementary steps on the metal surface. The extent to which each metal accelerates condensation, hydro- genation and elimination reactions, as well as the adsorption strength of the different species are important parameters which control the reaction. The choice of the metal is crucial, because it largely determines these parameters [5,6]. In general, metal catalysts show an increasing tendency to condensation in the order Ni < Ru < Rh < Pd < Pt. Also, the metal dispersion and the surface structure of the metal particles may affect the catalyst performance. Ensemble size effects in alloy catalysts could cause selectivity shifts and affect the catalyst stability by decreasing the rate of reactions requiring larger ensem- bles. Catalyst life could increase if ensemble effects influence unwanted side-re- actions negatively, as in the reactions of cyclohexane and n-hexane on platinum catalysts doped with rhenium-sulphur [7]. Hydrogenolysis, as well as inter- molecular condensations requiring the proximity of both reaction partners S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 287-306 289 Fig. 1. Reaction scheme for the hydrogenation of MGN. (amine and imine adsorbed on adjacent metal atoms) could be suppressed by the separation of the adsorption sites. Decreasing the mean ensemble size could also have detrimental effects. If aromatization reactions require at least three adjacent atoms of the active species [8], while hydrogenation can take place on a single active metal atom [8], then accumulation of non-aromatic compounds on the particle surface has to be expected. These could then react to high molecular weight by-products and enhance the formation of deposits. The generally accepted reaction scheme for the hydrogenation of nitriles, as proposed by von Braun et al. [9] and adapted to the specific case of 2-methyl- glutaronitrile, is given in Fig. 1 and constitutes the basis for the discussion of our results. In principle, two different ways to obtain /3-picoline from MGN can be distinguished. The first patents in this field described a two-stage process, in which MGN is hydrogenated and cyclized to 3-methylpiperidine in a first step [10,11] and subsequently dehydrogenated to /3-picoline in a second reactor [12-15]. Although the conditions required for these two steps are completely different, it is also possible to carry out the direct conversion of MGN into /3-picoline in a one-stage process [16-20]. Several problems affect the one-stage process, however, such as a decrease in activity and /3-picoline selectivity with time on stream, a low selectivity to the desired product (and, thus, the produc- tion of by-products) and a strong dependence on the operating parameters. Losses of activity and shifts in selectivity can be major problems in industrial processes. In case of reactive substrates like nitriles, a loss of conversion may cause a decrease in selectivity due to side reactions involving the unreacted substrate. Changes in selectivity can lead to the loss of substrate or to the formation of by-products which are harmful for the catalytic activity. Thus, selectivity and activity may be closely connected. For this reason, it is crucial to fully control both variables in industrial processes, in order to decrease costs arising from an extensive purification of the reaction mixture or from interrup- tions of the production for regeneration or substitution of the catalyst. As the literature dealing with the reduction of MGN is mostly published in patents, the practical knowledge is at the 'know-how' stage. New, more coherent data on the one-stage conversion of MGN into /3-picoline are required. A study of the effects of reaction parameters and catalyst properties might give indications about measures for enhancing the performance of heterogeneous 290 S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 287-306 Table 1 BET characterization of the supports BET surface Pore volume Average pore area(m2 g t) (era3 g i) diameter(A) Grace SiO2 290 1.39 190 Uetikon SiO2 410 0.81 80 Washed SiO2 420 0.83 78 Ultra pure SiO2 970 0.89 37 T-AI203 220 0.51 90 catalysts for the hydrogenation of MGN to /3-picoline. Results of our investiga- tions on how to obtain a high selectivity to /3-picoline and to avoid the formation of by-products will be published in this and a following article. The influence of the nature of the catalyst is the subject of this article, whereas in the following article the effect of the operating parameters on the selectivity during the one-stage vapour phase hydrogenation of MGN for the production of /3-picoline will be presented. 2. Experimental 2.1. Catalyst preparation and specifications Supports used for preparation of the catalysts described in this and the following article were commercial silica (C 560, CU Chemie Uetikon and Grace 332), washed commercial silica (ex CU Chemie Uetikon), ultra pure silica and y-alumina (Condea). Nitrogen adsorption data are summarized in Table 1. The Uetikon and washed silica contained aluminium (2000 and 700 ppm, respec- tively) and sodium (3000 and 300 ppm, respectively) which originated from the reactants used in the production process. Other impurities like calcium and potassium were present in lower amounts (100 ppm or less). Washed silica was obtained by treating Uetikon silica three times in 2 N HNO3 for 1 h at 373 K and rinsing 3 times in distilled water at 373 K for 1 h. An ultra pure silica was obtained by hydrolysis of tetraethoxysilane. In order to avoid contamination, the polyethylene container and the teflon magnetic stirrer were washed with 5% boric acid and rinsed with doubly distilled water. Thereafter, I0 g nitric acid (Merck, p.a., 65%) were added dropwise under vigorous stirring (750 RPM) to a solution containing 488 g tetraethoxysilane (Fluka, purum) and 433 g ethanol (Fluka, puriss, p.a.) and stirred for 90 min. After dropwise addition of doubly distilled water (250 g) the mixture warmed up to 340 K. Aqueous ammonia (Fluka, puriss, p.a., 25%) was added dropwise after 120 min of intensive stirring until gelling. This material was ground, distributed on a plate, dried and calcined S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 287-306 291 in air according to the following temperature programme: 333 K, 5 h, 60 K h- l; 393 K, 10 h, 60 K h-l; 723 K, 3 h, 300 K h-l A series of doped supports was prepared by dry impregnation of ultra pure silica with dilute solutions of the impurities of interest (nitrates of Na, K, Ca, AI and Fe). The loading of the impurities was 1000 /xmol/mol SiO2. Pd, Rh, Pt, Ni and Ru catalysts supported on Uetikon silica with metal loadings of 410 to 470 /xmol/gcat were prepared by dry impregnation with solutions of Ni(NO3)2 (> 99%, Fluka), RuC13 (19.91% Ru, Johnson Matthey), H2PtC16 (40.39% Pt, Johnson Matthey), PdC12 in solution (10% Pd, Johnson Matthey) and Rh(NO3)3 in solution (11.10% Rh, Johnson Matthey). The impregnated samples were dried in air at 393 K for 10 h, calcined at 623 K for 5 h (except for the Ni catalyst) and kept in a desiccator under vacuum until use. A y-A1203-supported catalyst (94 /xmOlpd/gcat) was prepared by wet im- pregnation using palladium acetylacetonate as the metal precursor [21,22]. Commercial T-A1203 was suspended in a four-fold amount of benzene; then a benzenic solution of palladium acetylacetonate was added dropwise under vigorous stirring. The suspension was stirred during 50 h at room temperature, filtered, dried (393 K, 12 h, 30 K h-l) and calcined (573 K, 5 h, 180 K h-I) in static air and kept in a desiccator until use. Prior to catalytic tests, two samples of this catalyst were reduced at two different temperatures, i.e., 573 and 873 K, in order to obtain specimens with different metal dispersions. A Pd/u.p. SiO2 catalyst (47/xmOled/goa~) was prepared by dry impregnation of ultra pure silica with a dilute tetramine palladium nitrate solution. The sample was dried at 393 K for 10 h and calcined at 573 K for 5 h in static air. Doped palladium catalysts with the same metal loading were prepared according to the same procedure by using the correspondingly doped (Na, K, Ca, A1 and Fe) supports. Table 2 summarizes the hydrogen chemisorption data obtained with these catalysts. Table 2 Hydrogen chemisorption data Method Pressure range (kPa) H/M Pd/SiO2 backsorption 10-20 0.27 Rh/SiO2 adsorption 10 40 0.36 Pt/SiO2 adsorption 10-40 0.56 Ru/SiO2 adsorption 10-40 0.08 Ni/SiO2 adsorption 4-10 0.07 Pd/u.p. SiO2 backsorption 10-20 0.66 PdNa/SiO2 baeksorption 10-20 0.69 PdCa/SiO2 backsorption 10-20 0.67 PdK/SiO2 backsorption 10-20 0.78 PdAI/SiO2 backsorption 10-20 0.42 PdFe/SiO2 backsorption 10- 20 0.16 292 S. Lanini, R. Prins/Applied Catalysis A: General 137 (1996)287-306 The effect of alloying with an inactive phase was investigated with a series of RhAg/SiO2 catalysts. This series consisted of a set of ultra pure silica-sup- ported 0.47 wt.-% Rh catalysts (46 /.Lmo1Rh/gcat) with varying atomic Rh/Ag bulk ratios (w, 4, 2, 1, 0.5). Rhodium nitrate (Rh(NO3)3.2H20, Johnson Matthey) and silver nitrate (AgNO3, > 99.9%, Johnson Matthey) were used as the metal precursors. The desired amounts of both precursors were dissolved in distilled water and coimpregnated onto the support by dry impregnation. The samples were then dried in static air (323 K, 5 h, 30 K h-l; 393 K, 10 h, 30 K h-1) and kept in a desiccator until use. 2.2. Experimental setup and mode of operation The catalytic activity measurements were carried out in a continuous flow apparatus made of 316 stainless steel and designed for operation up to 2 MPa and 650 K. The downstream integral reactor is a 45 mm long cylinder with 8.0 mm inner diameter and 3.0 mm wall thickness equipped with a tube for introduction of a chromel alumel thermocouple up to the reactor entrance for temperature monitoring. The thermocouple is not allowed to be in contact with the catalytic bed itself, as preliminary tests showed a detrimental effect of slight variations in the bed geometry on the reproducibility of the results, probably because of the high partial pressure of MGN, close to the value of saturation. The reactants are mixed entering the reactor through a 5 mm thick quartz-wool plug and then converted over the 20 to 25 mm thick catalytic bed, consisting of a 1:7 mixture of catalyst and diluent (generally the support used for catalyst preparation). The reactor volume downstream of the catalytic bed was filled with quartz-wool, in order to avoid variations of the bed volume and catalyst loss during the reaction. The effluents flow strictly downwards through ther- mally insulated tubings into the condenser, in order to avoid dead volumes and premature condensation. 2-Methylglutaronitrile (Fluka, ca. 85%) was distilled in batches at 390 K in vacuum (50 Pa) over a 20 cm Vigreux column, resulting in a mixture containing 88% MGN and 11% (ESN), and fed into the cylinder of the syringe pump (ISCO model 500 D). The high purity gases (99.999% H2 and 99.995% N2, PanGas) were further purified over BTS and Molsieve 4 i packed beds, respectively. After removal of suspended dust particles through 2 /xm filters, the gases were dosed by thermal mass flow controllers (Brooks model 5850 E), preheated in the oven entrance tubings, mixed with MGN and fed to the reactor, whose pressure was controlled by a back pressure regulator (Tescom model 26-1725, 0-10 MPa) and monitored with a piezoelectric pressure transducer (Keller model PA-11/8461, 0-10 MPa). A Tecon programmable temperature controller model 430 was used to regulate the oven temperature and a chromel alumel thermoelement to monitor the reactor inlet temperature. The product stream was condensed and collected into a 5 ml cylinder at 283 K and analyzed S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996)287-306 293 by off line gas chromatography on a HP 5890 in split mode with a crosslinked methyl silicone gum column (HP-1). The catalytic vapour phase hydrogenation of 2-methylglutaronitrile to /3-pico- line was carried out, unless otherwise stated, at 573 K and 0.6 MPa total pressure, with a hydrogen to dinitrile ratio of 7 (1.95. 10-l mO1H2 h-~ and 2.75. 10-2 mO1MGN h-I) and a WHSV of 40 gMGN goal h-l The desired amount of catalyst (normally 74.3 mg) was mixed with 500 mg diluent and reduced in situ at reaction temperature under atmospheric pressure in a flow of hydrogen (1.31 10-1 molH2 h-~) for 10 h with a temperature ramp of 180 K h-~. The hydrogen flowrate was then set to the value mentioned above and the liquid pump was switched on. The first sample was normally collected during the following 5 to 7 min and the successive ones at varying times, depending on the catalyst stability, until the conversion fell below 20%. The shutdown procedure consisted in stopping the liquid feed, while continuing flowing with hydrogen for 1 h at reaction temperature, then switching to nitrogen and cooling to room temperature. 3. Results and discussion 3.1. Activity and selectivity of group VIII metals Although widely used in nitrile hydrogenation [23,24], Ni and Ru did not exhibit any appreciable activity in the vapour phase hydrogenation of MGN under standard reaction conditions. This is in accordance with the specific activity of Ni-catalysts in liquid-phase nitrile hydrogenation which is orders of magnitude lower than that of Pd of Pt based catalysts [6,25,26]. The other group VIII metals supported on SiO2 were active (Fig. 2) but exhibited different product distributions and rates of deactivation. Over the Pt/SiO2 catalyst, MGN was completely converted and no deactivation could be observed up to 15 h on stream, whereas deactivation was important for the Pd/SiO2 and dramatically fast for the Rh/SiO2 catalyst, whose activity decreased from 100% to 20% within 4 h from the reaction start (Fig. 2a). The highest /3-picoline yield value (75%) was obtained at reaction start over the Pd catalyst (Fig. 2b). Due to the catalyst instability, however, this yield decreased to 10% within 6 h. The situation for the Rh catalyst was more dramatic, starting with a value below 30% and decreasing to less than 5% one hour after the reaction start. Over the Pt catalyst, on the contrary, the /3-picoline yield increased smoothly from 40% to 55% during the first 15 h and crossed the yield obtained with the Pd catalyst two hours after the reaction start. It was, thus, possible to produce much larger amounts of/3-picoline with the Pt catalyst than with Pd. With a 40% peak value, Pd had the highest production of 3-methylpiperidine, whereas Rh was only active for a very short time, with a peak value of 10%. For Pt, the 3-methyl- 294 S. Lanini. R. Prins / Applied Catalysis A: General 137 (1996) 287-306 100- O ..~ 50. oo Z 40 \"~ Pt (a) h '~Pd % x~h I ' ' ' ' I ' 10 20 TOS [h] h3 20- .. 0 0 20 / ~, (c) ~\\Pd H \"~'o. ~h Pt ~'* ~ ~'~'~ ~ 10 20 TOS [h] oo 10 ! 0-~, , 0 10 TOS [h] (e) O O/ ? I 20 80 ~ 40- c- O .9 0!: 0 15 10- 5- Co) \\ Pt ~.\\ L'Nfl .{a .... I .... I ' '~ 10 20 TOS [h] ,.. (d) k 5, Xo,Pd .o.. 0 10 20 TOS [h] :~ 40. ~ 20. (f) Pd -0.. .0 ..~ .o...o. ~_ o .o.o..~. o._o .,r o..,o. ~-o \" ' ' ' ' [ * ' ' w ] ' ' 10 20 TOS [h] Fig. 2. Activity and selectivity patterns of the (~) Pd/SiO2, (A) Rh/SiO2 and ( Pt/SiO2 catalysts in the hydrogenation of MGN at 573 K, 0.6 MPa, WHSV = 40 h- ~ and H2/MGN = 7. piperidine yield increased smoothly with time on stream, reaching about 4% after 15 h (Fig. 2c). Interestingly, no trace of aminopicolines was found in the product mixture over the Pt catalyst, while their yield over Pd and Rh peaked at 13% and 6%, respectively (Fig. 2b). In the hydrogenation of nitriles, the selectivity towards di- and trialkylamines increases in the order Rh < Pd < Pt [6], the latter two showing a much higher S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 287-306 295 activity for condensation reactions than for nitrile hydrogenation. Although the initial activity of the Rh/SiO2 catalyst was high, the yield towards the expected products (cf. Fig. 1) was extremely limited, while the selectivity towards cracked by-products was comparatively high, which indicates a marked hydro- genation activity. The intermediates did not easily undergo intramolecular condensation reactions, so cyclic products were formed in very low yields. When investigating the liquid phase hydrogenation of aromatic nitriles at room temperature, Rylander and Steele [27] observed, by means of infrared tech- niques, a strong imine adsorption on Rh catalysts. Simultaneously, their results evidenced a low selectivity towards mono-, di- and tribenzylamines, indicating that large amounts of the reactant had been transformed into other unspecified by-products. The higher residence time of the imines on the metal surface would favour hydrogenation reactions, producing lighter by-products, as well as some high molecular side reactions like imines trimerization, yielding heavy com- pounds which stay on the metallic surface and block catalytically active sites. Formation of some polymer-like compounds was actually suspected in our case, since the spent catalyst formed a clump, glued together by some kind of reddish resin. On Pd, intramolecular condensation reactions were favoured with respect to Rh, as indicated by the considerably increased selectivity towards cyclic com- pounds. Hydrogenolysis reactions, on the other hand, were clearly hindered (Fig. 2f). The formation of relatively stable products by intramolecular condensation on the metal surface decreased the coverage with incompletely reacted interme- diates, thus preventing undesirable intermolecular condensations (like trimeriza- tions), hence lowering the rate of deactivation. In the case of Pt, both hydrogenation and condensation rates were large. Accumulation of reactive intermediates on the metal surface was unlikely and, thus, the probability of their intermolecular condensation was low. Since, in our case hydrogenolysis and ring closure competed for the same intermediate molecules, the selectivity distribution between fl-picoline and cracked by-prod- ucts depended exclusively on the ratio of the respective surface reaction rates. Due to their strong adsorption, tertiary amines are likely transformed into aromatics and cracked by-products. Besides the expected products, such as /3-picoline, 3-methylpiperidine and aminopicolines (Fig. 2b-d), a large number of by-products was detected. It was established by GC/MS analysis that these compounds resulted from undesirable hydrogenolysis (yielding compounds with low boiling points, such as 2-methyl- pentane, pentanenitrile and 2-methylpentanenitrile), or from condensations among reactive intermediates (producing compounds with a high molecular weight, such as a dimer which was formed in substantial amounts by the reaction given in Fig. 3). Most high molecular by-products showed a MS signal at mass 112, corresponding to a fragment of an N-alkyl-3-methylpiperidine. This suggests that 3-methylpiperidine could be the precursor of most unwanted 296 S. Lanini, R. Prins /Applied Catalysis A: General 137 (1996) 287-306 CN - NH~ NH L'q cN Fig. 3. Formation of the dimer. by-products. The Pt catalyst produced the largest amounts of low molecular compounds, their selectivity decreasing in the order Pt > Rh > Pd (Fig. 2f). In contrast, the dimer was observed almost exclusively with the Pd catalyst. Over Rh its formation was much less important, whereas Pt yielded no heavy by-products at all (Fig. 2e). The hydrogenation capacity of the Pd catalyst was therefore much lower than that of the Pt catalyst and favoured the accumulation of intermediates and their condensation on the Pd surface. Rh assumed an intermediate character, yielding considerable amounts of cracked by-products when active, but simultaneously allowing the formation of the dimer. 3.2. Presence of ESN in the feed Similarly to MGN, also the ESN present in the feed was completely con- verted over Pt, but not over Pd and Rh (Fig. 4a). The 3-ethylpyrrole yield obtained over Pd and Rh decreased with time on stream, whereas over Pt it increased from less than 5 to almost 40% within 15 h (Fig. 4b). This was probably due to the extremely high hydrogenolysis activity on the fresh metal, which transformed ESN into light, volatile by-products. This activity decreased with time on stream and allowed intramolecular condensations of larger amounts of amino-imine intermediates yielding 5-membered rings. The mass balance of the ESN derivatives always showed a large deficit, meaning that ESN easily led to high molecular weight by-products. This is in 100~ (a) 1\\. ~\" 1 -~'~, ~o 'd ] t ,,+,,,,,, 0 0 10 20 TOS [h] 60 _~. (b) 1 .- 40-~ '~ 1~ 2o- - o..~ .,.~ ,~ ~,.. ~..~ 0 .... I .... I ' 0 10 20 TOS [hl Fig. 4. Conversion (a) and yield of 3-ethylpyrrole (b) in the hydrogenation of ESN over the (~) Pd/SiOe, ( ,', ) Rh/SiO2 and (O) Pt/SiO2 catalysts at 573 K, 0.6 MPa, WHSV = 40 h E and H2/MGN = 7. S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 287-306 Fig. 5. Simplified structure of the pyrrole polymer. 297 agreement with the tendency of 3-ethylpyrrole for polymerization reactions, which could contribute to the deactivation of the catalysts. In fact, pyrrole and alkylpyrroles are known to form dimers, trimers and even polymers [28]. The pyrrole polymer, which is schematically represented in Fig. 5 and whose formation normally requires the presence of strong acids, is colourless in the absence of oxygen, whereas it turns deep red on exposure to air [28,29]. Indeed, the fresh product mixture was colourless or slightly yellow, and turned red within a couple of minutes on exposure to air, indicating that such polymers were most probably formed under reaction conditions. To establish whether the presence of pyrroles in the reactor was the main cause for deactivation, the Pd on ultra pure SiO2 (Pd/u.p. SiO2) catalyst was tested under standard reaction conditions, as in the hydrogenation of the MGN/ESN mixture (designated as MGNtech,), also with refined MGN (desig- nated as MGNr~f~ned and kindly supplied by DuPont, Lot Nr. 94312; no impuri- ties in the chromatograms). Some differences were observed between MGNtechn and MGNrefined. First of all, the product mixture obtained with MGNtechn turned red after exposure to air for several minutes, whereas MGNrefined gave slightly yellow samples which kept their colour on exposure to ambient air. This confirmed that pyrrole polymers are actually formed during the hydrogenation of ESN. Also, the catalytic activity depended slightly on the MGN source, as shown in Fig. 6. With MGNtechn, two different time domains of the conversion decrease could be distinguished (first an exponential decrease, followed by a slower, almost linear decrease), while the conversion of MGNrefined decreased o= ,00 5 0 0 4 TOS [hi (a) 75 ~ 50- .~ - e- .~25- 0 0 (b) U 4 TOS [hl Fig. 6. MGN conversion (a) and /3-picoline yield (b) as a function of time on stream over the Pd/u.p. SiO2 catalyst at standard reaction conditions. (O) Refined MGN; (zx) usual MGN/ESN mixture (88/11%). 298 S. Lanini, R. Prins /Applied Catalysis A: General 137 (1996) 287-306 about linearly with time on stream. Initially, the /3-picoline yield decreased faster with MGNtechn, but after 2 h a higher/3-picoline yield was obtained with the MGN/ESN mixture. Owing to the higher surface concentration of interme- diates derived from MGN, the dimer selectivity increased more markedly during the experiment carried out with MGNref~oed. These results suggest a contribution from side reactions involving pyrroles to the first exponential decay of the conversion (observed only with the MGN/ESN mixture), while the linear decrease of the conversion could correspond to coking by deposition of residues derived mainly from condensations of MGN derivatives. The experiments with different nitriles, thus, showed that the catalytic activity is very sensitive towards the structure of the starting material, hence different deactivation pathways might be expected. Deactivation, however, was always observed, indicating that the nature of the intermediates (imines, amines) always leads to undesirable side reactions, independent of the nitrile being hydrogenated and that formation of pyrrole polymers is not the explanation for catalyst deactiva- tion. Therefore, the concentration of intermediates has to be kept low by maintaining high surface reaction rates. High concentrations of intermediates lead to undesirable side-reactions, such as intermolecular imine-amine conden- sations, instead of to consecutive reactions giving /3-picoline. For this reason, the hydrogenation of MGN was not run at low conversion, since, this would favour a high concentration of reactive intermediates and, thus, the formation of coke precursors and the deactivation of the catalysts. 3.3. Transport limitations Since the initial conversion was always 100% and the initial /3-picoline yield high, transport limitations might have an influence on the hydrogenation of MGN. Therefore, some experiments were carried out to determine whether transport limitations were present. The catalytic activity of different amounts of the Pd/u.p. SiO2 catalyst was measured at one and the same space velocity (WHSV = 40) at 573 K, 0.6 MPa and H2/MGN = 7 to find out whether film diffusion was influencing the activity and product distribution during the vapour phase hydrogenation of MGN, whereas catalytic measurements with different sieve fractions of the same catalyst were carried out to investigate the influence of pore diffusion. All experiments took place in the laminar flow regime, which is not unusual for laboratory scale reactors. Assuming a mean viscosity of 15 /zPa s, a mean tortuosity (or deviousness factor) of v~- [30] and the perfect gas law, the particle Reynolds numbers lie between 0.1 and 0.7. Fig. 7 summarizes results of experiments performed to check for film diffusion limitation. They were obtained over the Pd/u.p. SiO2 catalyst while varying the gas flow rate at constant space velocity. Film diffusion influenced the MGN conversion as well as the selectivity for the dimer, 3-methylpiperidine and aminopicolines, but not the /3-picoline yield. The initial period at about S, Lanini, R. Prins / Applied Catalysis A: General 137 (1996)287-306 299 100- O > 50- Z r~ i~ \\ (a) \"~. ' I 0 4 TOS [hl .~20- -,,~ ~ 10 A o 0 , . (c) o ...... ,~'oo o o-- \"7~ tx ;~ ~ oo- o o H 4 TOS [h] 40 20 z o~, 0 (b) 0'i ~ \"'-~ O Z2 . .~ OA . O D D.D.Q.I:I....O,....O .......... 13 I 4 TOS [h] ~9 (d) -~, \"i ~ H2N\" ~N\" &04 , , , , , , , 0 4 TOS [h] Fig. 7. Activity and selectivity patterns over the Pd/u.p. SiO2 catalyst at 573 K, 0.6 MPa, WHSV = 40 h- l, H 2/MGN = 7 and (~) 1.06 cm s i, ( A ) 2.09 cm s- L, (O) 4.17 cm s- i and ([]) 6.04 cm s- 1. 100% conversion was shortened or even disappeared at higher flow rates. The shape of the MGN conversion curves changed significantly at low flow rates, indicating that at the higher values of the Reynolds number the film resistance was about to loose control on the reaction course. The decrease of the /3-pico- line yield was too fast and too strong to allow a clear discrimination between experiments carried out at different gas velocities. Starting from about 70%, this yield fell abruptly to 10% within 1 h, independent of the gas velocity. During the same time, the MGN conversion halved and the expected by-products did not exhibit the same decrease as /3-picoline, indicating that some reaction leading to /3-picoline alone was hindered, as for instance the aromatization of 3-methyltetrahydropyridine, which should need rather large metal ensembles to take place. The active sites for this reaction might be already (partly) occupied by other stronger adsorbing compounds, like the reactant itself or some unsatu- rated nitrogen-containing by-product, determining an exponential decrease of the /3-picoline yield and the accumulation of intermediates on the metal surface. The 3-methylpiperidine selectivity decrease with increasing gas velocity cannot be explained by a stronger tendency for condensation reactions, since also the 300 S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 287-306 100 E 0 50- 8 Z 0 0 I ~ lo. & 0 0 (a) I I 4 TOS [h] ~ (c) / ~ -~-v-~.. ~_ v o .V..tT:O--Q...XZ.....~ 7. \"-~- \"--v- ~... 7_.....-y..~ & U H I 4 TOS [h] 80 \"~ 40- 0 8 0 40 ~ 2o 0 8 U (b) I 4 TOS lh] **/~\" --* (d) ,0 J' N CN I 4 TOS [hl Fig. 8. Activity and selectivity patterns over the Pd/u.p. SiO2 catalyst at 573 K, 0.6 MPa, WHSV = 40 h- ~, H2/MGN = 7. Sieve fractions: (~) 300-400/xm, (A) 250-300/zm, (O) 180-250/xm, (D) 125-180 /xm, (V) 90-125 /xm. dimer selectivity decreased with increasing Reynolds number. Instead, this selectivity decrease could be due to the faster removal of strongly bonded compounds from the catalyst surface, mainly at the pore mouth. The free active sites at the pore mouth could then be occupied by intermediates (on the way out from the pore), which would be preferably converted into aminopicolines, cracked by-products and /3-picoline, reducing the selectivity to 3-methylpiperi- dine. Since the dimer is formed from 3-methylpiperidine, its selectivity de- creased with increasing gas velocity as well. Fig. 8 shows results obtained with different sieve fractions of the Pd/u.p. SiO2 catalysts at 573 K, 0.6 MPa, WHSV= 40 and HJMGN = 7. MGN conversion, 3-methylpiperidine selectivity and dimer selectivity were very sensi- tive to variations in the mean catalyst particles diameter. Deactivation was always observed, i.e., deactivation could not be avoided even by using very small catalyst particles. The path length to the pore mouth played an important role, since the deactivation rate increased strongly with catalyst particle size. In fact, the time needed to reach 20% MGN conversion was 4 times shorter for S. Lanini. R. Prins /Applied Catalysis A: General 137 (1996) 287-306 301 300-400 /xm sized particles than for particles of 90-125 /xm diameter. The /3-picoline yield was not very sensitive to the particle size, a slight selectivity improvement being observed with increasing particle size, particularly after the initial drop. The selectivities to aminopicolines, to the dimer and to cracked by-products were more clearly positively influenced by increasing particle sizes. At the same time, the selectivity to 3-methylpiperidine decreased, and the amount of converted MGN which was transformed into usable products (/3-pi- coline, 3-methylpiperidine and aminopicolines) remained unchanged, indicating that increasing particle sizes shifted the final product distribution towards more 'stable' end products, i.e., aromatics, the dimer and cracked by-products, to the detriment of 3-methylpiperidine and of the large number of heavy by-products. To explain these observations, the concentration profiles along the pore axis have to be considered. The MGN concentration should decrease with the pore depth, whereas the intermediates concentration should exhibit a maximum, its location being dependent on the reaction rates (relative to their formation and consumption) and the diffusion coefficients. These intermediates should, there- fore, diffuse in both axial directions of the pores and, depending on the direction, react in two main ways. When diffusing towards the catalyst particle centre, intermediates adsorb on increasingly clean surfaces and react to aminopi- colines, /3-picoline or cracked by-products. When diffusing towards the pore mouth, on the other hand, they meet other unstable intermediates and become involved in condensation reactions. Larger particle sizes would allow the reaction front to penetrate more deeply into the catalyst pore, thus, prolonging the way out of the pore (i.e., improving the formation of the dimer) and, at the same time, increasing the amount of clean surface beyond the reaction front (i.e., favouring the formation of aromatics). The longer residence time in the pore would also decrease the probability of reactions in the gas phase leading to not fully identified by-products. 3.4. Effect of support impurities The comparison of the catalytic performance of two similar catalysts, pre- pared by the same technique and with about the same palladium loading, but starting from two different supports, i.e., commercial and ultra pure silica, indicated large support effects. The characterization of those catalysts revealed differences in the impurity content and in the metal dispersion. The effect of support impurities was investigated by activity measurements of selectively doped catalysts. Fig. 9 compares the activity and selectivity patterns of the ultra pure silica-supported palladium catalyst with the Ca, Na and K doped catalysts. All activity and selectivity patterns were strongly affected by the addition of (earth)alkali to the support. The MGN conversion and the catalyst life decreased dramatically in the order Pd > PdCa > PdNa > PdK. While the conversion over the non-doped Pd/u.p. SiO2 catalyst was higher than 20% for 6 h, with 302 S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 287-306 100 ,~.~ ! 50- '1 '~ ~\"% 1 An '~. 0 i 0 4 TOS [h] 20 o .r~ .~ 10 0 (a) \\. 4 O-.. ~'t, \"2'\" \"~ \"O.... I 0 4 TOS [h] (c) 75, .~ 25 ~.~\" o - o-- -o..- \"I~,'- - -...~. ~.o 0 4 TOS [hl 50, (b) E \"~ 25 0 (d) oo A a'~ A. + \"C\" \"\"~\" --'o ! , I 4 TOS [hl 8 0 8 Fig. 9. Activity and selectivity patterns at 573 K, 0.6 MPa, WHSV = 40 h i, H2/MGN = 7 of the (~) Pd/u.p. SiO2, ( ix ) PdCa/SiO2, ((3) PdNa/SiO2 and ( [] ) PdK/SiO2 catalysts. PdCa this conversion value was reached already after 2 h, with PdNa after 0.6 h and with PdK within less than 30 min. The /3-picoline selectivity of the doped catalysts was also lower than that obtained with the reference catalyst, whereas the dimer selectivity increased in the order PdCa < Pd < PdNa = PdK. These results suggest that the performance of the catalysts decreased with increasing basicity of the support. Analogous results were obtained by Tagaki et al. [31 ], who found that the poisoning action of alkali during the hydrogenation of aliphatic and aromatic nitriles catalysed by platinum metals increased in the order LiOH < NaOH < KOH. Several reasons can be given for the negative effect of basic additives. The presence of alkali could depress the (acid catalysed) elimination of ammonia from intermediates like 2-amino-3-methylpiperidine and, therefore, lead to accumulation of reactive intermediates and to uncontrolled condensation reac- tions. Altematively, the residence time of basic compounds on the catalytic surface could be negatively affected by the basicity of the support. The negative effect of mineral bases on the activity of several catalysts (e.g., noble metal hydroxides, supported nickel and Raney nickel) due to the expulsion of adsorbed S. Lanini, R. Prins /Applied Catalysis A: General 137 (1996) 287-306 303 amines has been suggested before [24,32,33]. The lower residence time on the metal surface decreases the chance of hydrogenation, dehydrogenation and deamination of reactive intermediates, which, on leaving the catalytic surface, undergo condensations in the vapour phase. A third reason might be that base-catalysed reactions (e.g., aldol type condensations, Thorpe and Thorpe- Ziegler reactions), which probably take place on the support, are favoured by the presence of strong basic centres. This enhanced formation of C-C by-products, which contain amino groups and are partly unsaturated, decreases the selectivity to desired products and simultaneously increases the amount of potentially strongly adsorbing compounds. A decrease of the dimer selectivity was not observed with decreasing support acidity, suggesting that this type of condensa- tion is probably not acid-catalysed. The results (not shown) obtained with Fe- and Al-doped palladium catalysts during the vapour phase hydrogenation of MGN at standard reaction conditions indicate that the presence of A1 and Fe did not affect the performance of supported palladium catalysts. PdFe just seemed to be slightly less active in the aromatization to /3-picoline, since its 3-methylpiperidine selectivity was 5% higher than that measured with Pd, while the opposite was observed for the /3-picoline selectivity. The lack of influence of the presence of acid sites on the support could be ascribed to the overcompensating neutralization by basic molecules produced during the catalytic reaction itself, such as ammonia (whose initial concentration in the vapour phase could rise up to 10% and then decrease substantially with the conversion) and organic amines. 3.5. Influence of metal dispersion and alloying Experiments on catalysts with different Pd loadings (not reported here) showed a strong, positive correlation between the metal loading and catalyst performance and life, pointing to a positive effect of increasing numbers of active sites. The same effect could be reached by increasing the fraction of metal atoms exposed (i.e., the metal dispersion) without changing the metal loading. To inspect the influence of the metal dispersion, two samples of Pd/y-A1203 (designated PdAs73 and PdAs73, respectively) were reduced at the indicated temperatures, so, that they differed in the metal dispersion (58% and 21%, respectively, as determined by static hydrogen chemisorption using the back- sorption method [34]). Over PdA573, the conversion stayed longer at 100%, the yield and the selectivity to /3-picoline and aminopicolines were higher, whereas the yield and the selectivity to 3-methylpiperidine as well as the dimer selectiv- ity were lower than with PdA873. Thus, the catalyst with the higher palladium dispersion exhibited better catalytic properties, probably because of its higher catalytically active surface. Although larger metal particles are expected to be more stable than small ones, due to their enhanced capability to remove coke precursors from their surface, because of the lower probability of a complete 304 S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 287-306 surface coverage by strongly adsorbed compounds, the larger number of parti- cles seems to exert a greater influence on the overall catalytic behaviour. The effect of separation of the active metal atoms by progressive addition of an inactive phase was studied over RhAg/SiO2 catalysts. Although the lack of influence of bulk composition on the specific rate of ethane hydrogenolysis of a series of silica-supported RhAg catalysts was previously attributed to the formation of Ag islands on the Rh crystallites [35], a more recent study [36], showing an increasing ratio of linear to bridged CO with increasing silver bulk concentration, pointed to a progressive blocking of single adsorption sites due to atomical spreading of Ag on the Rh surface. Up to a molar Ag:Rh ratio of 1:2, the MGN conversion did not vary significantly, but above this value it decreased dramatically, indicating a negative effect of the alloying with Ag. The effect was more marked on fl-picoline, whose rate of formation decreased already at a Ag:Rh ratio of 1:4. The initial 3-methylpiperidine concentration increased up to a Ag:Rh ratio of 1:2, pointing to a lower aromatization activity, probably due to decreased ensemble sizes, whereas at higher ratios the 3-methylpiperidine yield strongly decreased. Raising the Ag loading increased the dimer selectivity to such an extent that with Ag:Rh ratios of 1 : 1 and 2:1 the first available values of this selectivity were about 14 and 35%, respectively, whereas generally, at reaction start, no dimer was detectable. This indicates that the intermolecular condensation yielding the dimer probably does not exclusively take place on the metal surface. The condensation is fast on the metal surface because of the high concentration of intermediates, but it can also take place on the support or in the gas phase. The selectivity of the RhAg/SiO2 alloy catalysts to hydrogenolyzed by-products was independent of the Ag loading. Since hydrogenolysis requires smaller ensembles (e.g., as few as two adjacent atoms on IrAu, a system similar to RhAg [37], and on Pt [38]) than aromatization (three-atom ensembles have been suggested [8,39,40]), the results could be explained by assuming that with increasing Ag loading the number of three-atom sites decreased more markedly than that of two-atom sites, while the number of two-atom sites decreased to about to the same extent as that of single atom sites. 4. Conclusions MGN can be converted to fl-picoline over supported palladium, rhodium or platinum catalysts with different activity and selectivity. Condensation predomi- nates over palladium and deactivation is fast, while platinum shows a high hydrogenolysis activity and much higher stability than Pd. Rh shows both behaviours and is the least stable of these metals. Although pyrrole polymers were formed under reaction conditions, catalyst deactivation was always ob- served, even with refined MGN which did not contain ESN. This indicates that deactivation is mainly due to reactions involving the reactive intermediates S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 287-306 305 produced during the hydrogenation of nitriles. For this reason, MGN was not hydrogenated in a differential way, which would have led to high concentrations of the intermediates and, therefore, to faster deactivation. The high reaction rates are in agreement with the observed transport limitations, which involve both film and pore diffusion resistances. The hydrogenation of a,og-dinitriles is sensitive towards the structure of the substrate but also to several catalyst properties. Increasing the metal dispersion led to better activity and stability, whereas the presence of basic dopants on the support dramatically decreased the performance of the catalyst and the separation of the active metal atoms by alloying with an inactive phase led to activity, selectivity and stability loss. Although, the effect of some catalyst properties on their performance could be established, deactivation could not be avoided at standard reaction conditions. Therefore, in the following paper the influence of several operating parameters (such as temperature, partial pressures and space velocity) on the stability and selectivity of catalysts for the vapour phase hydrogenation of MGN will be discussed. References [1] H. Offermanns, A. Kleemann, H. Tanner, H. Beschke and H. Friedrich, in H.F. Mark, D.F. Othmer, C.G. Overberger and G.T. Seaborg (Editors), Kirk-Othmer Encyclopedia of Chemical Technology, Vol. 24, Wiley, New York, 1984, p. 59. [2] US Patent 3496217 (1970), to DuPont de Nemours Co. [3] US Patent 3496218 (1970), to DuPont de Nemours Co. [4] N.V. Pavlenko, A.I. Tripol'skii, E.V. Prokhorenko and G.I. Golodets, Kinet. Katal., 28 (1987) 1193. [5] M. Kalina and J. Pa~,ek, Kinet. Catal., 10 (1969) 469. [6] J. Volf and J. Pa~,ek, Stud. Surf. Sci. Catal., 27 (1986) 105. [7] F.H. Ribeiro, A.L. Bonivardi and G.A. Somorjai, Catal. Lett., 27 (1994) 1. [8] C. Kappenstein, M. Saouabe, M. GuErin, P. Marecot, 1. Uszkurat and Z. Paal, Catal. Lett., 31 (1995) 9. [9] J. von Braun, G. Blessing and F. Zobel, Chem. Ber., 56B (1923) 1988. [10] Ger. Patent 2514004 (1975), to Dynamit Nobel AG. [l l] Ger. Patent 3329692 (1985), to BASF AG. [12] Ger. Patent 2519529 (1975), to Dynamit Nobel AG. [13] Ger. Patent 3410542 (1985), to BASF AG. [ 14] Eur. Patent 0 061 982 A 1 (1982), to Rh6ne-Poulenc Sp6cialit6s Chimiques. [15] Int. Patent 89/02971 (1990), to Reilly Industries Inc. [16] Ger. Patent 3 104765 (1981), to BASF AG. [17] Eur. Patent 0062264A2 (1982), to Lonza AG. [18] US Patent 4935521 (1990), to E.I. DuPont de Nemours Co. [19] Swiss Patent 654576A5 (1986), to Lonza AG. [20] US Patent 5066809 (1991), to The Standard Oil Company. [21] J.P. Boitiaux, J. Cosyns and S. Vasudevan, Stud. Surf. Sci. Catal., 16 (1983) 123. [22] S. Vasudevan, J. Cosyns, E. Lesage, E. Freund and H. Dexpert, Stud. Surf. Sci. Catal., 16 (1983) 463. [23] H. Greenfield, Ind. Eng. Chem. Prod. Res. Dev., 6 (1967) 142. [24] C. De Bellefon and P. Fouilloux, Catal. Rev. Sci. Eng., 36 (1994) 459. [25] J. Pagek, N. Kostova and B. Dvorak, Coll. Czech. Chem. Com., 46 (1981) 1011. [26] M.J.F.M. Verhaak, Ph.D. Thesis, Utrecht, 1992, p. 13. [27] P.N. Rylander and D.R. Steele, Engelhard Ind. Tech. Bull., 5 (1965) 113. [28] G.F. Smith, Adv. Heterocycl. Chem., 2 (1963) 287. 306 S. Lanini, R. Prins /Applied Catalysis A: General 137 (1996) 287-306 [29] A.H. Jackson, in R.A. Jones (Editor), Pyrroles, Part I, Wiley, New York, 1990, p. 320. [30] A. Wheeler, Adv. Catal., 3 (1951) 250. [31] Y. Takagi, S. Nishimura, K. Taya and K. Hirota, Sci. Papers Inst. Phys, Chem. Res., 61 (1967) 114. [32] S. Nishimura, T. Shu, T. Hara and Y. Takagi, Bull. Chem. Soc, Jpn., 39 (1966) 329. [33] F. Medina, P. Salagre, J.E. Sueiras and J.L.G. Fierro, Appl. Catal. A: General, 99 (1993) 115. [34] J.E. Benson, H.S. Hwang and M. Boudart, J. Catal., 30 (1973) 146. [35] A.J. Rouco and G.L. Hailer, J. Catal., 72 (1981) 246. [36] S.S.C. Chuang and S.-I. Pien, J. Catal., 138 (1992) 536. [37] K. Foger and J.R. Anderson, J. Catal., 64 (1980) 448. [38] J.R. Anderson, Adv. Catal., 23 (1973) 1. [39] F.M. Dautzenberg, J.N. Helle and W.M.H. Sachtler, J. Catal., 63 (1980) 119. [40] A.A. Balandin, Adv. Catal., 19 (1969) 1. APCATA 95002650 0926-860X(95)00265-0 10.1016/0926-860X(95)00265-0 Article Synthesis of β-picoline from 2-methylglutaronitrile over supported noble metal catalysts I. Catalyst activity and selectivity S. Lanini R. Prins ∗ Laboratory for Technical Chemitry, Swiss Federal Institute of Technology (ETH), 8092 Zurich, Switzerland ∗ Corresponding author. Fax. (+41-1) 6321162 Silica-supported palladium, rhodium and platinum were active catalysts in the production of β-picoline by the vapour phase hydrogenation of a technical mixture of 2-methylglutaronitrile and 2-ethylsuccinonitrile, whereas Ni SiO 2 and Ru SiO 2 showed no appreciable activity. On the fresh Pd, Rh and Pt catalysts, β-picoline was obtained in a good yield and the complete conversions pointed to extremely high reaction rates. Accordingly, transport limitations due to film and pore diffusion were observed. Activity and selectivity of the catalysts decreased with time on stream, while catalyst stability decreased in the order Pt > Pd > Rh. A large number of by-products was formed, mainly from hydrogenolysis or intermolecular imine-amine condensation. Pt catalysts displayed the highest hydrogenolysis activity, Pd catalysts tended to condensations, while the behaviour of Rh containing catalysts was in between those of Pd and Pt catalysts. Stability and selectivity were influenced by the nature of the substrate, metal dispersion, basicity of the support and average metal ensemble size. The presence of 2-ethylsuccinonitrile in the feed led to the formation of pyrroles and polymers, but was not responsible for the observed deactivation, which was due to coke deposits formed by highly reactive intermediates. Keywords Hydrogenation 2-Methylglutaronitrile β-Picoline Platinum metals Deactivation References [1] H. Offermanns A. Kleemann H. Tanner H. Beschke H. Friedrich 1st Ed. H.F. Mark D.F. Othmer C.G. Overberger G.T. Seaborg Kirk-Othmer Encyclopedia of Chemical Technology Vol. 24 1984 Wiley New York 59 [2] US Patent 3 496 217 (1970), to DuPont de Nemours Co. [3] US Patent 3 496 218 (1970), to DuPont de Nemours Co. [4] N.V. Pavlenko A.I. Tripol'skii E.V. Prokhorenko G.I. Golodets Kinet. Katal. 28 1987 1193 [5] M. Kalina J. Pašek Kinet. Catal. 10 1969 469 [6] J. Volf J. Pašek Stud. Surf. Sci. Catal. 27 1986 105 [7] F.H. Ribeiro A.L. Bonivardi G.A. Somorjai Catal. Lett. 27 1994 1 [8] C. Kappenstein M. Saouabe M. Guérin P. Marecot I. Uszkurat Z. Paál Catal. Lett. 31 1995 9 [9] J. von Braun G. Blessing F. Zobel Chem. Ber. 56B 1923 1988 [10] Ger. Patent 2514004 (1975), to Dynamit Nobel AG. [11] Ger. Patent 3329692 (1985), to BASF AG. [12] Ger. Patent 2519529 (1975), to Dynamit Nobel AG. [13] Ger. Patent 3410542 (1985), to BASF AG. [14] Eur. Patent 0061982 A1 (1982), to Rhône-Poulenc Spécialités Chimiques. [15] Int. Patent 89/02971 (1990), to Reilly Industries Inc. [16] Ger. Patent 3104765 (1981), to BASF AG. [17] Eur. Patent 0062264 A2 (1982), to Lonza AG. [18] US Patent 4935521 (1990), to E.I. DuPont de Nemours Co. [19] Swiss Patent 654576 A5 (1986), to Lonza AG. [20] US Patent 5066809 (1991), to The Standard Oil Company. [21] J.P. Boitiaux J. Cosyns S. Vasudevan Stud. Surf. Sci. Catal. 16 1983 123 [22] S. Vasudevan J. Cosyns E. Lesege E. Freund H. Dexpert Stud. Surf. Sci. Catal. 16 1983 463 [23] H. Greenfield Ind. Eng. Chem. Prod. Res. Dev. 6 1967 142 [24] C. De Bellefon P. Fouilloux Catal. Rev. Sci. Eng. 36 1994 459 [25] J. Pašek N. Kostová B. Dvorák Coll. Czech. Chem. Com. 46 1981 1011 [26] M.J.F.M. Verhaak Ph.D. Thesis 1992 13 Utrecht [27] P.N. Rylander D.R. Steele Engelhard Ind. Tech. Bull. 5 1965 113 [28] G.F. Smith Adv. Heterocycl. Chem. 2 1963 287 [29] A.H. Jackson 1st Ed. R.A. Jones Pyrroles 1990 Wiley New York 320 Part I [30] A. Wheeler Adv. Catal. 3 1951 250 [31] Y. Takagi S. Nishimura K. Taya K. Hirota Sci. Papers Inst. Phys. Chem. Res. 61 1967 114 [32] S. Nishimura T. Shu T. Hara Y. Takagi Bull. Chem. Soc. Jpn. 39 1966 329 [33] F. Medina P. Salagre J.E. Sueiras J.L.G. Fierro Appl. Catal. A: General 99 1993 115 [34] J.E. Benson H.S. Hwang M. Boudart j. Catal. 30 1973 146 [35] A.J. Rouco G.L. Haller J. Catal. 72 1981 246 [36] S.S.C. Chuang S.-I. Pien J. Catal. 138 1992 536 [37] K. Foger J.R. Anderson J. Catal. 64 1980 448 [38] J.R. Anderson Adv. Catal. 23 1973 1 [39] F.M. Dautzenberg J.N. Helle W.M.H. Sachtler J. Catal. 63 1980 119 [40] A.A. Balandin Adv. Catal. 19 1969 1",
      "scopus-id": "0042131508",
      "coredata": {
        "eid": "1-s2.0-0926860X95002650",
        "dc:description": "Silica-supported palladium, rhodium and platinum were active catalysts in the production of β-picoline by the vapour phase hydrogenation of a technical mixture of 2-methylglutaronitrile and 2-ethylsuccinonitrile, whereas Ni SiO 2 and Ru SiO 2 showed no appreciable activity. On the fresh Pd, Rh and Pt catalysts, β-picoline was obtained in a good yield and the complete conversions pointed to extremely high reaction rates. Accordingly, transport limitations due to film and pore diffusion were observed. Activity and selectivity of the catalysts decreased with time on stream, while catalyst stability decreased in the order Pt > Pd > Rh. A large number of by-products was formed, mainly from hydrogenolysis or intermolecular imine-amine condensation. Pt catalysts displayed the highest hydrogenolysis activity, Pd catalysts tended to condensations, while the behaviour of Rh containing catalysts was in between those of Pd and Pt catalysts. Stability and selectivity were influenced by the nature of the substrate, metal dispersion, basicity of the support and average metal ensemble size. The presence of 2-ethylsuccinonitrile in the feed led to the formation of pyrroles and polymers, but was not responsible for the observed deactivation, which was due to coke deposits formed by highly reactive intermediates.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-04-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002650",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lanini, S."
          },
          {
            "@_fa": "true",
            "$": "Prins, R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002650"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002650"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00265-0",
        "prism:volume": "137",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis of β-picoline from 2-methylglutaronitrile over supported noble metal catalysts I. Catalyst activity and selectivity",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "2-Methylglutaronitrile"
          },
          {
            "@_fa": "true",
            "$": "β-Picoline"
          },
          {
            "@_fa": "true",
            "$": "Platinum metals"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "287-306",
        "prism:endingPage": "306",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 April 1996",
        "prism:doi": "10.1016/0926-860X(95)00265-0",
        "prism:startingPage": "287",
        "dc:identifier": "doi:10.1016/0926-860X(95)00265-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "64",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95002650-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "453",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "62",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95002650-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "465",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042131508"
      }
    }
  }
}