{
  "metadata": {
    "title": "New hollandite catalysts for the selective reduction of nitrogen monoxide with propene",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-08-17",
    "doi": "10.1016/0926-860X(95)00115-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001158",
    "pii": "0926860X95001158"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33751126483",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X95001158 0926-860X(95)00115-8 0926860X95001158 10.1016/0926-860X(95)00115-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00440 2024-01-01T12:18:48.759026Z 0 0 19950817 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 129 129 1 1 Volume 129, Issue 1 14 L1 L7 L1 L7 19950817 17 August 1995 1995-08-17 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. NEWHOLLANDITECATALYSTSFORSELECTIVEREDUCTIONNITROGENMONOXIDEPROPENE MORI T IWAMOTO 1990 1967 1970 M IWAMOTO 1991 57 71 M TORIKAI 1991 91 96 Y IWAMOTO 1991 3727 3730 M KINTAICHI 1990 239 244 Y HAMADA 1990 L1 L4 H HAMADA 1991 L1 L8 H HAMADA 1992 L1 L7 H HAMADA 1991 149 161 H MORIX1995XL1 MORIX1995XL1XL7 MORIX1995XL1XT MORIX1995XL1XL7XT item 0926-860X(95)00115-8 0926860X95001158 1-s2.0-0926860X95001158 10.1016/0926-860X(95)00115-8 271346 2024-01-01T12:18:48.759026Z 1995-08-17 1-s2.0-0926860X95001158-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001158/MAIN/application/pdf/2add69c0cf089879b1fb4122ab673926/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001158/MAIN/application/pdf/2add69c0cf089879b1fb4122ab673926/main.pdf main.pdf pdf true 354581 MAIN 7 1-s2.0-0926860X95001158-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001158/PREVIEW/image/png/ed9ddf4b14407f9fb25ffba6b4392140/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001158/PREVIEW/image/png/ed9ddf4b14407f9fb25ffba6b4392140/main_1.png main_1.png png 46391 849 656 IMAGE-WEB-PDF 1 ~ ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 129 (1995) LI-L7 Letter New hollandite catalysts for the selective reduction of nitrogen monoxide with propene Toshiyuki Mori a,*, Syoichi Yamauchi a, Hiroshi Yamamura a, Mamoru Watanabe b a Tosoh Corporation, Tsukuba Research Laboratoo', Miyukigaoka 43, Tsukuba-shi, Ibaraki-ken 305, Japan b National Institute for Research in Inorganic Materials, Namiki l-l, Tsukuba-shi, lbaraki-ken 305, Japan Received 14 November 1994; revised 16 January 1995; accepted 8 May 1995 Abstract The catalytic activity of new hollandite compounds was investigated for the selective reduction of nitrogen monoxide (NO) with propene (C3H6) in the presence of high concentrations of oxygen. The well crystallized K j 8Ga~.sSn6.2O16 hollandite (KGSO), a new compound of hollandite, showed catalytic activity in this reaction, and the KxM,.Sns_,O~6 (M=Zn, Fe, Co) hollandites were also active. These well crystallized hollandite catalysts displayed a certain relationship between the amount of nitrogen monoxide desorbed from the catalyst's surface and the selectivity of the catalytic reaction, and hence it is suggested that the selectivity could be designed for this series of catalysts. Keywords: Hollandite; Nitrogen monoxide; Propene 1. Introduction In recent years, the concentration of nitrogen monoxide (NO) in the air has been increasing. Nitrogen monoxide is one of the serious air pollutants, while carbon dioxide (CO2) is regarded as the origin of the green-house effect. Therefore, automobile industries have been diligent in the improvement of mileage, resulting in the development of a lean-burn engine which is operated at high excess oxygen concentrations (4%). The decrease of carbon dioxide emission by the increased mileage and the development of an effective process to remove nitrogen monoxide from exhaust gas are very important problems. However, the latter has remained unsettled. The nitrogen monoxide exhausted from factories can be removed by ammonia. The application of this method is not viable for the car engine system * Corresponding author. Fax. ( + 81-298) 501044. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDIO926-860X (95)001 15-8 L2 T. Mori et al. /Applied Catalysis A: General 129 (1995) L1 L7 4 ! K Fig. 1. Crystal structure of hollandite type compound. from the viewpoint of safety. The three-way catalyst system (Pt-Pd-Rh) has been used in the range of the theoretical air/fuel ratio in car engines. However, this system loses its effect in high concentrations of oxygen, owing to nitrogen mon- oxide decomposition. Of the various nitrogen monoxide removal processes pro- posed, the selective reduction of nitrogen oxides with hydrocarbons in oxidizing atmospheres was recently described and is highly efficient. Iwamoto and co-workers [ 1-4] found that the selective reduction of nitrogen monoxide occurs very effec- tively on Cu-ZSM-5 and related metal zeolites. Hamada and co-workers [5-8] revealed that such a catalytic reduction of nitrogen monoxide could take place effectively even on H-form zeolite and transition metal-promoted silica or alumina catalysts. Hollandite type compounds have a one-dimensional tunnel structure. These compounds are represented by a general chemical formula AxM~.Ns_,.O16 (x<2). In this study, A=K, M=Ga, Zn, Fe, Co, x=y for M3+ and x=2y for M2+, N = Sn, and K~M~.Sns ,.O~6 are new compounds of the hollandite type. The crystal structure of the hollandite type is illustrated in Fig. 1, and it has usually a tetragonal symmetry. The structure contains tunnels extended along the unique axis about 0.3 nm apart. These tunnels are well known as one-dimensional ion conduc- tion paths of alkaline ions. This type of framework structure consists of double chains of (M,N)06 octahedra edge-shared with adjacent ones. In this paper, well crystallized catalysts were used for the purpose of elucidating the active site, and the first data for the NOx selective reduction by these hollandite- type compounds are presented. It is noteworthy that these catalysts are characterized by the correlation between selectivity and nitrogen monoxide desorption amount. 2. Experimental Some hollandites K1.sGal.8Sn6.2016 (KGSO), Ki.sZno.9Sn6.2Ol6 (KZSO), Kj.sFel.sSn6.2016 (KFSO), Kl.s(Fel/3Ga2/3) l.sSn6.2016 (KFGSO) and K~ .8C00.98n6.2016 (KCSO) were prepared by calcining the starting mixtures. These materials were used for the purpose of varying the framework of the one-dimen- sional tunnel structure. The starting materials used were tin oxide SnO2, gallium T. Mori et al. /Applied Catalysis A: General 129 (1995) L1-L7 L3 oxide Ga203, zinc oxide ZnO, iron oxide Fe203, cobalt oxide CoO and potassium carbonate. The mixtures were calcined at 1473 K to 1573 K for more than 4 h. The surface areas of these products were measured from the amount of nitrogen desorp- tion in a BET meter (Monosorb, Quantachrome Co. Ltd., USA), their values were 1 to 2 m2/g. These products were a single phase of hollandite-type and were used as catalysts for selective reduction of nitrogen monoxide with propene (C3H6) without modification with some catalyst supports. The catalytic reaction was carried out in a flow reactor equipped with a quartz cell containing the catalyst by passing a gas mixture of nitrogen monoxide ( 1200 ppm), oxygen (4%) and propene (800 ppm) together with helium as a carrier gas at W/F= 2.2 g s/cm3. The effluent gas was analyzed by a gas chromatograph with a Porapak Q column (for nitrous oxide, carbon dioxide and propene) and a NOx meter (model BCL-511AS, BEST Instru- ments Co. Ltd., Japan). The NOx meter can detect NOx as nitrogen monoxide plus nitrogen dioxide. The catalytic activity for NOx reduction was evaluated by the ratio (NO+NO2)out/(NO)in since the formation of nitrous oxide (N20) was negligible in all cases and the nitrogen dioxide alone could not be analyzed quan- titatively by the NOx meter or by gas chromatography. The desorbed amounts of nitrogen monoxide from the catalysts were examined by means of temperature- programmed desorption (NO-TPD) and calculated from the area of the NO-TPD curve. NO-TPD was carried out in a flow reactor equipped with a NOx meter. The catalysts were pretreated in helium gas flow at 1073 K for 1 h and were cooled to 373 K. Nitrogen monoxide gas ( 1200 ppm) adsorbed on the catalyst surface at 373 K for 1 h was desorbed in a helium gas flow at a heating rate of 10 K/min in a flow reactor to 1073 K. The amount of nitrogen monoxide desorbed was measured quantitatively by the NOx meter. 3. Results and discussion Fig. 2 displays temperature dependence curves of the catalytic activities of KGSO under three different atmospheres (NO, NO + C3H6 and NO + C3H6 + 02). The KGSO catalyst was inactive in an atmosphere of nitrogen monoxide alone. How- ever, the KGSO catalyst in NO + C3H6 atmosphere became remarkably active and the conversion of NOx increased with increasing C3H6 conversion. Therefore, this reaction of KGSO can be regarded as the selective reduction of nitrogen monoxide with C3H6. The maximum NOx conversion of KGSO was 38% at 823 K for the selective reduction of nitrogen monoxide with C3H6 in an atmosphere of highly concentrated oxygen. The temperature dependence behaviors are shown in Table 1 for the NOx conversion on KZSO, KFGSO, KFSO and KCSO catalysts measured in NO + C3H6 + O2. The maximum conversion of these catalysts appeared between 723 and 823 K, and these catalysts were also inactive with nitrogen monoxide only. The selectivity of NOx reduction in NO + C3H6 + 02 atmosphere is discussed on the basis of the relationships between the conversion rates of NOx and C3H6. The L4 T. Mori et al. /Applied Catalysis A: General 129 (1995) L1-L7 c o q'l o~ > c- o u ~o 3Z cD o 0 > c- O I,D X 0 z I00 50 0 100 I\"I / [] / p n z~ 573 673 773 873 I I 973 1073 50 / 0 cr~_..~cr 573 673 773 873 973 1073 Iemperature ( K } Fig. 2. Temperature dependence curves of C3H~ and NOx conversions on KGSO catalyst ( NO, (/~) NO+C3H6, ([]) NO+C3H6+O2. Table 1 Temperature dependence of NOx conversion for hollandite catalysts Catalyst NOx conversion (%) Temperature (K) 573 623 673 698 723 748 773 798 823 873 923 KZSO 0.0 0.0 3.3 5.1 7.5 16.2 18.0 21.0 29.5 19.4 3.1 KFGSO 0.0 0.0 3.1 6.0 8.6 12.0 16.2 17.1 18.0 15.3 2.5 KFSO 0.0 0.0 4.8 5.1 6.2 9.0 10.0 9.0 6.9 2.0 0.0 KCSO 0.0 4.8 9.0 10.1 13.3 10.4 6.0 5.0 0.0 0.0 0.0 Reaction conditions: NO = 1200 ppm, C3H6 = 800 ppm, 02 = 4%, W/F= 2.2 g s/cm3. 7\". Mori et al. /Applied Catalysis A: General 129 (1995) L1 L7 L5 conversion rates of NOx and C3H6 were calculated by Eqn. tively. C.R.yo= ( F.R.NoCony.No) / ( BET. W) C.R.c,n~ = ( F.R.c~.,,\" Conv.c3H,, ) / ( BET' W) l and Eqn. 2, respec- (1) (2) where C.R.Noand C.R.c~H6 are the conversion rate of NOx and C3H6 (/xmol/h m2), F.R.Nox is the flow-rate of NOx (/.tmol/h), F.R.c~n~ is the flow-rate of C3H6 (/xmol/h), Conv.Nox is (conversion of NOx)/100, Conv.c~Ho is (conversion of C3H~,)/100, BET is the specific surface area of the catalyst (mZ/g), and W is the weight of catalyst (g). The relationship between conversion rates became linear in an early stage of the reaction in NO + C3H6 + 02 atmosphere. The propene reacts effectively with NOx in the linear stage. The selectivity corresponds to the gradient of the correlation line between both conversion rates and a high selectivity gives a large gradient. The reaction of 100% selectivity in this system is defined by the model reaction (3). 9NO+2C3H6+ (9/2)02 ~ (9/2)N~,+6CO2+6H20 (3) Accordingly, the perfect selectivity corresponds to 9/2 for the NO/C3H6 ratio and the selectivity is given by the following Eqn. 4. Selectivity - C.R.yox/C.R.c~H,~ 100 (%) (4) 4.5 The nitrogen monoxide desorption amounts from KGSO, KZSO, KFGSO, KCSO and KFSO, calculated from the area of NO-TPD curves, are 34.5/xmol/m2, 29.0 /zmol/m2, 5.5 /.tmol/m2, 6.8 /xmol/m2 and 0.5 /zmol/m2, respectively. In Fig. 3, the selectivity of NOx reduction in NO + C3H6 + O2 atmosphere is plotted for the specific amount of nitrogen monoxide desorbed from those hollandite cat- alysts. The specific amount of nitrogen monoxide desorbed from them is given by the following Eqn. 5. Specific amount of desorbed NO NO desorption amount from catalyst - (5) BET. W The selectivity increases with increasing specific desorption amount of nitrogen monoxide. All of the present K~MySng_yOi6 (M = Zn, Fe, Co) catalysts belong to the hollandite type family. The crystallinity of the catalysts was very good and no catalytic supports were used. Therefore, it is thought that catalytic activity arises from the hollandite type framework. Moreover, the selection of the M element in (M,Sn)O6 octahedra was important in order to increase the selectivity of NOx reduction and the specific amount of desorbed nitrogen monoxide. It was expected that designing the composition of this series improves the specific amount of L6 T. Mori et al, /Applied Catalysis A.\" General 129 (1995) LI-L7 20 > \"= I0 un O D 0t ' I i I i 1 , I0 20 30 Specific desorbed NO (pmol/m2) Fig. 3. Selectivity as a function of specific desorbed NO. ( KGSO, ( v ) KZSO, ( ) KCSO, ([~) KFGSO, (0) KFSO. desorbed nitrogen monoxide and the selectivity of this reaction. We are at the moment studying the adsorption species on KxMySns yO,6 and investigating the preferred M element in the (M,Sn)06 octahedron. A comparison of the observed activities and selectivities with results obtained using other catalysts proposed for the reduction of NOx by hydrocarbons is difficult under different reaction conditions. A comparison with other known catalysts for NOx selective reduction with hydrocarbons was attempted [9], however, the max- imum NOx conversion of copper ion exchanged ZSM-5 (Cu: 3.2%, ZSM-5: SiOz/ A1203 = 34, BET=300 mZ/g) was 15% at 523 K and the selectivity of this catalyst was about 35%. In this case, the reaction of 100% selectivity is defined by the model reaction (6). 2NO+C3Hs+4Oz --+ Nz+3CO2+4H20 (6) Therefore, the perfect selectivity corresponds to 2 for the NO/C3H8 ratio. For other examples, the maximum NOx conversion of copper promoted A1203 (Cu: 2%, BET=180 mZ/g) was 24% at 673 K, the selectivity was about 42%, and the maximum conversion of platinum promoted A1203 (Pt: 0.5%, BET= 180 m2/ g) was 28% at 673 K and the selectivity was about 45%. Moreover, H-ZSM-5 or Co-ZSM-5 (Co: 1.6%, SiO2/AI203 = 64) give the highest selectivity over 90%. The reaction conditions were NO-- 1000 ppm, C3H8 = 320 ppm, 02 = 10%, W~ F=I g s/cm3 in all cases. The conversions and the selectivities of nitrogen monoxide reduction of hollan- dite catalysts are lower than those of known catalysts, but it should be noted that the specific surface area of the present material ( 1 to 2 mZ/g) is very much smaller than that of the known catalysts (a few 10's to 100's mZ/g). Therefore, it can be expected that a high activity in this catalytic reduction will be obtained with samples 72 Mori et al. /Applied Catalysis A: General 129 (1995) L1-L7 L7 with high surface area and the careful selection of the M element in (M,Sn)O6 octahedra of hollandite-type compound. The present results are summarized as follows; 1. KMSO (M = Ga, Zn, Fe, Co) catalysts with hollandite structure showed catalytic activity for selective reduction of nitrogen monoxide with propene. 2. At the present stage, of them, KGSO and KZSO had a high adsorption capacity for nitrogen monoxide and a high selectivity. 3. The selectivity of these well crystallized hollandite catalysts is closely dependent on the desorption amount of nitrogen monoxide from the catalysts and increases with increasing specific desorption amount of nitrogen monoxide. In conclusion, we may expect for these series that it should be possible to design catalysts by analyzing the correlation between the selectivity and the specific desorption amount of nitrogen monoxide. Moreover, it is speculated that a high activity for this reaction will result form designing the composition of the frame- work of the hollandite-type compound and preparation of a high surface area sample. References [ 1 ] M. lwamoto, H. Yahiro, Y. Torikai, T. Yoshioka and N. Mizuno, Chem. Lett., 11 (1990) 1967-1970. [2] M. Iwamoto and H. Hamada, Catal Today, 10 ( 1 ) ( I991 ) 57-71. [ 3] Y. Torikai, H. Yahiro, N. Mizuno and M. Iwamoto, Catal. Lett., 9 (1-2) ( 1991 ) 91-96. [4] M. Iwamoto, H. Yahiro, K. Tanada, N. Mizuno, Y. Mine and S. Kagawa, J. Phys. Chem., 95 (9) (1991) 3727-3730. [ 5] Y. Kintaichi, H. Hamada, M. Sasaki, T. lto and M. Tabata, Catal. Lett., 6 (2) (1990) 239-244. [6] H. Hamada, Y. Kintaichi, M. Sasaki, T. Ito and M. Tabata, Appl. Catal., 64 (1-2) (1990) LI-L4. [ 7] H. Hamada, Y. Kintaichi, M. Sasaki, T. Ito and M. Tabata, Appl. Catal., 75 ( 1 ) ( 1991 ) LI-L8. [8] H. Hamada, Y. Kintaichi, M. Sasaki, T. Ito and T. Yoshinari, Appl. Catal. A, 88 ( 1 ) (1992) LI-L7. [9] H. Hamada, Y. Kintaichi, M. Tabata, M. Sasaki and T. Ito, Seloui Gallaosjo, 36 (3) ( 1991 ) 149-161. APCATA 95001158 0926-860X(95)00115-8 10.1016/0926-860X(95)00115-8 Letter New hollandite catalysts for the selective reduction of nitrogen monoxide with propene Toshiyuki Mori ∗ a Syoichi Yamauchi a Hiroshi Yamamura a Mamoru Watanabe b a Tosoh Corporation, Tsukuba Research Laboratory, Miyukigaoka 43, Tsukuba-shi, Ibaraki-ken 305, Japan b National Institute for Research in Inorganic Materials, Namiki 1-1, Tsukuba-shi, Ibaraki-ken 305, Japan ∗ Corresponding author. Fax. ( +81-298) 501044. The catalytic activity of new hollandite compounds was investigated for the selective reduction of nitrogen monoxide (NO) with propene (C3H6) in the presence of high concentrations of oxygen. The well crystallized K1.8Ga1.8Sn6.2O16 hollandite (KGSO), a new compound of hollandite, showed catalytic activity in this reaction, and the K x M y Sn8−y O16 (M=Zn, Fe, Co) hollandites were also active. These well crystallized hollandite catalysts displayed a certain relationship between the amount of nitrogen monoxide desorbed from the catalyst's surface and the selectivity of the catalytic reaction, and hence it is suggested that the selectivity could be designed for this series of catalysts. Keywords Hollandite Nitrogen monoxide Propene References [1] M. Iwamoto H. Yahiro Y. Torikai T. Yoshioka N. Mizuno Chem. Lett. 11 1990 1967 1970 [2] M. Iwamoto H. Hamada Catal Today 10 1 1991 57 71 [3] Y. Torikai H. Yahiro N. Mizuno M. Iwamoto Catal. Lett. 9 1–2 1991 91 96 [4] M. Iwamoto H. Yahiro K. Tanada N. Mizuno Y. Mine S. Kagawa J. Phys. Chem. 95 9 1991 3727 3730 [5] Y. Kintaichi H. Hamada M. Sasaki T. Ito M. Tabata Catal. Lett. 6 2 1990 239 244 [6] H. Hamada Y. Kintaichi M. Sasaki T. Ito M. Tabata Appl. Catal. 64 1–2 1990 L1 L4 [7] H. Hamada Y. Kintaichi M. Sasaki T. Ito M. Tabata Appl. Catal. 75 1 1991 L1 L8 [8] H. Hamada Y. Kintaichi M. Sasaki T. Ito T. Yoshinari Appl. Catal. A 88 1 1992 L1 L7 [9] H. Hamada Y. Kintaichi M. Tabata M. Sasaki T. Ito Seloui Gallaosjo 36 3 1991 149 161",
      "scopus-id": "33751126483",
      "coredata": {
        "eid": "1-s2.0-0926860X95001158",
        "dc:description": "The catalytic activity of new hollandite compounds was investigated for the selective reduction of nitrogen monoxide (NO) with propene (C3H6) in the presence of high concentrations of oxygen. The well crystallized K1.8Ga1.8Sn6.2O16 hollandite (KGSO), a new compound of hollandite, showed catalytic activity in this reaction, and the K x M y Sn8−y O16 (M=Zn, Fe, Co) hollandites were also active. These well crystallized hollandite catalysts displayed a certain relationship between the amount of nitrogen monoxide desorbed from the catalyst's surface and the selectivity of the catalytic reaction, and hence it is suggested that the selectivity could be designed for this series of catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-08-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001158",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mori, Toshiyuki"
          },
          {
            "@_fa": "true",
            "$": "Yamauchi, Syoichi"
          },
          {
            "@_fa": "true",
            "$": "Yamamura, Hiroshi"
          },
          {
            "@_fa": "true",
            "$": "Watanabe, Mamoru"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001158"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001158"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00115-8",
        "prism:volume": "129",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "New hollandite catalysts for the selective reduction of nitrogen monoxide with propene",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hollandite"
          },
          {
            "@_fa": "true",
            "$": "Nitrogen monoxide"
          },
          {
            "@_fa": "true",
            "$": "Propene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "L1-L7",
        "prism:endingPage": "L7",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 August 1995",
        "prism:doi": "10.1016/0926-860X(95)00115-8",
        "prism:startingPage": "L1",
        "dc:identifier": "doi:10.1016/0926-860X(95)00115-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33751126483"
      }
    }
  }
}