{
  "metadata": {
    "title": "Reaction of 2,2-dimethylpropane with dihydrogen over silica-supported Pd<ce:glyph name=sbnd></ce:glyph>Fe catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-09-02",
    "doi": "10.1016/0926-860X(96)00112-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96001123",
    "pii": "0926860X96001123"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041625700",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96001123 0926-860X(96)00112-3 0926860X96001123 10.1016/0926-860X(96)00112-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00038 2024-01-01T12:18:48.759026Z 0 0 19960902 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 144 144 1 2 1 2 Volume 144, Issues 1–2 20 281 291 281 291 19960902 2 September 1996 1996-09-02 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. REACTION22DIMETHYLPROPANEDIHYDROGENOVERSILICASUPPORTEDPDFECATALYSTS JUSZCZYK W KARPINSKI 1990 45 Z ADVANCESINCATALYSIS SINFELT 1973 91 J ADVANCESINCATALYSIS CLARKE 1975 291 J SACHTLER 1977 69 W ADVANCESINCATALYSIS JUSZCZYK 1993 617 W JUSZCZYK 1993 583 W JUSZCZYK 1993 1183 W MALINOWSKI 1995 308 A JUSZCZYK 1995 67 W SMITHELS 1976 610 C MATERIALSREFERENCEBOOK PINNA 1994 356 F JUSZCZYK 1995 37 W ICHIKAWA 1985 1 S MATSUMOTO 1971 182 H JUSZCZYK 1989 519 W GARTEN 1976 18 R STACHURSKI 1985 249 J ZIEMECKI 1985 4547 S BRAUNSTEIN 1988 972 P JUSZCZYKX1996X281 JUSZCZYKX1996X281X291 JUSZCZYKX1996X281XW JUSZCZYKX1996X281X291XW item 0926-860X(96)00112-3 0926860X96001123 1-s2.0-0926860X96001123 10.1016/0926-860X(96)00112-3 271346 2024-01-01T12:18:48.759026Z 1996-09-02 1-s2.0-0926860X96001123-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001123/MAIN/application/pdf/d085fedb1f348375c154af426e9a0470/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001123/MAIN/application/pdf/d085fedb1f348375c154af426e9a0470/main.pdf main.pdf pdf true 611483 MAIN 11 1-s2.0-0926860X96001123-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001123/PREVIEW/image/png/d7d6ca6658823c17aa9c56b7f006cb90/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001123/PREVIEW/image/png/d7d6ca6658823c17aa9c56b7f006cb90/main_1.png main_1.png png 45832 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 144 (1996) 281-291 Reaction of 2,2-dimethylpropane with dihydrogen over silica-supported Pd-Fe catalysts W. Juszczyk a, j. Pielaszek a, Z. Karpifiski a,* , F. Pinna b a Institute of Physical Chemistry, Polish Academy of Sciences, ul. Kasprzaka 44 / 52, 01-224 Warsaw, Poland b Dipartimento di Chimica, Universith di Venezia, Calle Larga St. Marta 2137, 1-30123 Venice, Italy Received 21 December 1995; revised 9 March 1996; accepted I 1 March 1996 Abstract The reaction of 2,2-dimethylpropane with dihydrogen has been studied over a series of well-characterized Pd-Fe/SiO2 catalysts. The overall activity of Pd-Fe/SiO2 strongly decreases with increasing iron content. At the same time, the selectivity towards isomerization passes through a maximum, resembling the catalytic behaviour of Pd-Co/SiO2. The effect of time-on- stream on the catalytic activity was also investigated. The samples rich in iron, i.e. with the Fe content > 50 at.-%, become gradually more active whereas the samples rich in palladium deactivate with increasing time-on-stream. All these results demonstrate the presence of dispersed Pd-Fe alloys in samples reduced at 450. In the case of iron-rich Pd-Fe/SiO2 catalysts, oxidation prior to reduction causes a pronounced decrease in isomerization selectivity. It seems that the oxidation leads to a considerable separation of two metal components and a subsequent reduction does not fully restore the extent of alloying of Pd with Fe in samples reduced at 450. Keywords: Bimetallic catalysts; 2,2-Dimethylpropane catalytic conversion; Preoxidation effect: Isomerization selectivity; Pd-Fe/SiO2 1. Introduction Catalytic probing of surfaces of supported bimetallic materials has been employed with a considerable success since several years [l]. The sensitivity of this technique depends on the type of reaction employed. For a given reaction, catalytic properties of two metals forming a bimetallic system need to be significantly different in order to probe the surface chemistry. Alkane conver- * Corresponding author. Fax: (+ 48-22) 6325276 or ( + 48-39) 120238: e-mail: zk@ichf.edu.pl. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00 112-3 282 W. Juszczyk et al. / Applied Catalysis A: General 144 (1996) 281-291 sion reactions (hydrogenolysis, in particular) are regarded as very useful probes, because catalytic behaviour is very different for metals (eight orders of magni- tude among the Group VIII metals for ethane hydrogenolysis, [2]). In addition, alkane conversion reactions are structure-sensitive; catalytic behaviour of metals is vastly modified by changing metal particle size and alloying with an inactive element [3,4]. Recently, the surface structure of silica-supported palladium-based bimetallics was probed: Pd-Co [5,6], Pd-Cu [7,8] and Pd-Au [8,9], Reactions of 2,2-di- methylpropane, methylcyclopentane and n-hexane over these catalysts displayed interesting aspects (e.g. variations in selectivity vs. bimetal composition) which, in combination with the results of other techniques (e.g. X-ray diffraction (XRD), temperature programmed reduction (TPR)), provided information re- garding the degree of homogeneity of the bimetallic. For instance, the same method of preparation (incipient wetness impregnation of silica with respective solutions of metal chlorides) yielded different results in the case of apparently similar bimetal combinations; the Pd-Cu dispersed on silica was much better homogenized system [7,8] than the Pd-Au/SiO2 [8,9]. Previous investigations concerned combinations of such Pd-based bimetallics which can form series of completely miscible solid solutions (Pd-Co, Pd-Au and Pd-Cu). The current work focuses on a more difficult system, Pd-Fe/SiO2, where miscibility of two metals is very limited and several PdxFey intermetallic phases coexist [10]. A series of silica-supported Pd-Fe catalysts characterized by chemisorption, TPR, XRD, transmission electron microscopy (TEM) and Fourier transform infrared spectroscopy (FTIR) of adsorbed CO or NO [ 11 ] were the subject of this investigation. All of those techniques demonstrated a consid- erable interaction between Pd and Fe leading to the formation of a dispersed Pd-Fe alloy. XRD directly showed the presence of a Pd0.87Feo.13 alloy in Pd-rich samples, whereas other techniques as well as catalytic probing provided less direct albeit also ample evidence for a distinct interaction occurred, consistent with the formation of an alloy. For instance, the presence of a pronounced synergistic effect in the hydrogenation of 2,4-dinitrotoluene clearly indicated a considerable alloying. Similarly, variations in positions and relative ratios of respective bands in the IR spectra exhibited by bimetallic samples also implied substantial mixing between Pd and Fe. The aim of the present work was to demonstrate that the catalytic conversion of neopentane is a useful probe to characterize Pd-Fe alloys. 2. Experimental The preparation and characterization of the series of Pd-Fe/SiO2 catalysts were described elsewhere [11 ]. Briefly, the catalysts were prepared by sequential wet impregnation of silica (Akzo Chemie F22) with respective solutions of W. Juszczyk et al. /Applied Catalysis A: General 144 (1996) 281-291 Table 1 Characteristics of investigated Pd-Fe/SiO2 catalysts (from Ref. [ 11 ]) 283 No. a Pd Fe Pd/Fe H/Pd b (wt.-%) (wt.-%) (atomic ratio) I 2.19 - 100/0 0.23 2 2.11 0.54 67.2/32.8 0.13 3 2.02 0.77 57.9/42.1 0.14 5 2.1/6 1.68 39.2/60.8 0.24 6 1.99 2.23 31.9/68.1 0.26 7 2.04 4.47 19.3/8(/.7 0.31 8 - 2.01 0/I O0 ~' Catalyst code from Ref. [11], sample no. 4 (1.95 wt.-% Pd, 0.99 wt.-% Fe) was not studied because of its very limited amount. h Metal dispersion from pulse chemisorption of H, at 7(/ expressed as H/Pd. metal chlorides. First, ca. 2 wt.-% Pd/SiO2 catalyst was prepared in larger batch. Then, after drying at 110 for 4 h, different batches of the same sample were impregnated with aqueous solutions of FeC13, in order to get the bimetallic catalysts with different Pd/Fe ratios. Metal loadings and dispersions measured by hydrogen chemisorption originate from previous work [11] and are summa- rized in Table i. Samples of the Pd-Fe/SiO2 catalysts were placed on a sintered disc of a tubular reactor and were attached to the system with 1/4\" Cajon Ultra-Torr fittings. Because preliminary experiments showed rather low catalytic activities in the reaction of 2,2-dimethylpropane with hydrogen (particularly for iron-rich samples) the kinetic runs were carried out at 400. In order to prevent metal sintering during the reaction, the catalysts had to be prereduced at the tempera- ture higher than that used in the previous study (250, ref. [11]). The catalysts were reduced in hydrogen flow (25 cm3/min) at 450 for 1 h. The reaction of 2,2-dimethylpropane (Merck) with dihydrogen (purified by passing over MnO/SiO2) was conducted in a glass flow system under atmospheric pressure at 400, in the manner described previously [12]. Feed partial pressures were 6 and 60 Torr (1 Torr = 133.3 Nm 2) of 2,2-dimethylpropane and hydrogen, respectively, in a helium carrier (also purified by MnO/SiO2). The flow of all gases was metered by mass flow controllers (Bronkhorst HI-TEC, The Nether- lands) and the overall flow rate of the reactant gas mixture was 75 cm3/min. 2,2-dimethylpropane was purified by passing it through a 5 ~, molecular sieve trap to remove any n-butane impurity. The reaction was followed by gas chromatography (HP 5890 series II with FID, 6 m squalane/chromosorb P column). Turnover frequencies (TOF's) were calculated on the basis of the Pd dispersion values (H/Pd) shown in Table 1. Initial product distributions (= selectivities) were calculated as carbon percentage of 2,2-dimethylpropane con- sumed in the formation of a designated product. For instance, tool-% of methane from 2,2-dimethylpropane would be divided by 5 and normalized in deriving the 284 IV. JuszcLvk et al. /Applied Catalysis A: General 144 (1996) 281-291 product distribution. In order to adequately establish changes in a catalytic behaviour, a typical reaction run lasted ca. 200 min. Afterwards the catalyst was purged in helium, heated in flowing oxygen at 450 for 1/2 h, re-reduced in hydrogen at 450 for 1 h, and then subjected again to another reaction. To avoid secondary reactions and to limit self-poisoning, the overall conversion was kept very low, e.g. < 0.8%. TPR data of our catalysts presented in Ref. [ 11 ] indicate that the He treatment at 250 should be sufficient to reduce all palladium in the samples but only partly reduce the iron-containing material. Increasing reduction temperature from 250 (as in [11]) to 450 (this work) should result in further reduction. Our XRD data of samples 1, 2 and 3 reduced at 450 (not shown) were very similar to those obtained after reduction at 250 [ 11 ]. They also do not change after oxidation and reduction. Therefore, adopting dispersion data determined after reduction at 250 (Table 1) to calculate TOF values for samples reduced at 450 should not introduce major errors. In fact, crystallite sizes of Pd (catalyst 1) and Pd-Fe phases (catalysts 2 and 3) estimated from X-ray diffraction also agree with previous data [11] (crystallite sizes ca. 5-7 nm) and reasonably fit dispersion data presented in Table 1. For instance, the average metal particle size of catalyst 1 from the half-width of (111) and (200) reflections was ca. 5 nm. This is equivalent to the dispersion of palladium: 1.12/5 = 0.224 [13]. On the other hand, the XRD spectra of Fe-rich samples (nos. 5, 6 and 7) exhibited some changes compared to the respective data after reduction at 250 [11]. The reduction at 450 resulted in development of ~x-Fe and some Fe-rich Pd-Fe alloy (as judged from the reflection at 219 > 41for CuKa radiation) but the material balance based on nominal compositions indicated some deficit of palladium in the samples. Apparently, as in the previous work [11], the palladium-rich material was so highly dispersed ('XRD-amorphous') that it could be regarded as an active phase in Fe-rich Pd-Fe/SiO2 catalysts. On the other hand, the same catalysts after oxidation and reduction at 450 showed even greater changes and this fact will be considered in the Results and discussion section. Procedure and instrumentation for collect- ing XRD spectra were described previously [5,7,9]. 3. Results and discussion Tables 2 and 3 show turnover frequencies (TOF's) and selectivities in the conversion of 2,2-dimethylpropane at 400 catalyzed by silica-supported Pd-Fe alloys, after ca. 10 and ca. 200 min of reaction. It is clear from the Tables that the addition of iron to palladium markedly decreases the catalytic activity. This effect is shown in Fig. 1 displaying steady-state (i.e. after ca. 200 rain) activity; the Pd/SiO2 is markedly more active than the bimetal samples. Catalyst 8 (Fe/SiO2) did not show any activity at 400 and is not included into Fig. 1. 10-~ 10~ ii 0 p- I0-~ 10-6 O i 0 20 40 60 80 1 at % Fe W, Juszczyk et al./ Applied Catalysis A: General 144 (1996) 281-291 285 Fig. 1, Steady-state catalytic activity (after ca. 200 min of time-on-stream) expressed as turnover frequency (TOF) vs. Pd-Fe bimetal composition in 2,2-dimethylpropane conversion at 400. Circles -- after reduction at 450 (without precalcination), squares -- after precalcination and reduction at 450. An analogous study of Pd-Co/SiO2 catalysts revealed a minimum in the relationship between turnover frequency and alloy composition [5]. However, the specific activities of palladium and cobalt do not differ much [5], sharply contrasting the behaviour observed for the Pd-Fe system (more than three orders of magnitude difference). Fig. 1 also shows that turnover frequency does not depend on precalcination of the catalysts before the reaction. Fig. 2 shows that all reduced Pd-Fe/SiO2 catalysts (without precalcination) exhibit higher isomerization selectivity than pure Pd. Similar behaviour was observed for Pd-Co/SiO2 catalysts [5]. It is known that both Co [5] and Fe [14] do not exhibit any isomerization activity (only very deep hydrogenolysis). Therefore, an improvement in isomerisation of palladium caused by introduction of Co or Fe can be explained by assuming electronic interactions between two metals (Pd-Co and Pd-Fe). However, another explanation involving the role of carbonaceous residues can also be considered. A preferential blocking of iron species in the surface of Pd-Fe would generate isolated Pd surface atoms. It is known that alloying Pd with such inactive metals like Cu [7,8], Ag [15] or Au [8,9] suppresses alkane hydrogenolysis. Isomerization suffers with alloying much less than hydrogenolysis, because the first reaction requires much smaller active ensembles [2-4]. Similarly, the presence of carbonaceous residues on Pd-Fe surface can cause an enhancement in isomerization selectivity. Thus, although any decisive interpretation of this synergistic effect cannot be provided for Pd-Fe alloys, we wish to emphasize the fact of the existence of the maximum in isomerization selectivity. As in the case of the Pd-Co system [5], its presence indicates a substantial extent of alloying between Pd and Fe, confirming the results of characterization presented in Ref. [11]. If there were no 286 W. Juszczyk et al. /Applied Catalysis A.\" General 144 (1996) 281-291 50 45 > ~) 40 o b~ 35 0 4.* N 30 .e- 0 E o 25 20 15 f i F r i 0 20 40 60 80 100 at % Fe Fig. 2. Selectivity changes in 2,2-dimethylpropane conversion for Pd-Fe/SiO2 catalysts. Data after ca. 200 min of time-on-stream. Symbols as in Fig. 1. alloy formation, the overall catalytic behaviour of Pd-Fe bimetals should be governed by catalytic properties of palladium because iron is very little active. However, the selectivity for isomerization does change significantly with preoxidation. Oxidation at 450 prior to reduction generally reduces the selectivity towards isomerization (Fig. 2). This effect is observed even for pure Pd/SiO2 catalyst and a satisfactory explanation is currently lacking. The oxidation/reduction treatment either induces changes in surface morphology (roughening, metal redispersion) or removes additional surface contaminants. However, the behaviour of iron-rich samples (catalysts 5, 6 and, in particular, 7) changes drastically; the selectivity for isomerization decreases to a greater extent than for Pd-rich samples. For catalyst 7, the selectivity decreased to ca. 20%, comparable to the value obtained for pure palladium, Such a decrease may suggest that a significant phase segregation occurs during oxidation at 450 of the iron-rich Pd-Fe/SiO2 samples. Furthermore, subsequent reduction in H2 at 450 for 1 h is not effective in recovering the original homogeneity of bimetallic particles. Indeed, the XRD spectra (Fig. 3) of two Fe-rich catalysts (catalysts 5 and 6) after reaction show a high asymmetry of the (111) reflections which indicates the presence of two fcc phases: Pd and a Pd-Fe solution (the intense narrow peak at 2 theta = 45indicates the presence of e~-Fe, in agreement with previous characterization studies [11]). It is worth mentioning that based on the Mtissbauer spectroscopic studies of differently pretreated Pd-Fe/xi-Al203 Garten [16] postulated that high temperature oxidation at 500 leads to very limited mixing of Pd and Fe oxides and this may make subsequent reduction less complete. The results in Tables 2 and 3, and Figs. 4 and 5 demonstrate that the catalytic behaviour of Pd and Pd-Fe samples changes during the reaction. During the W. Juszczyk et al./Applied Catalysis A: General 144 (1996) 281-291 287 10000 8000 .-~ 6000 E v 4000 >,,, E 2000 Fe ~. Pd (111) I l I I I i I 25 30 35 40 45 50 55 60 65 2G Fig, 3. Sections of XRD spectra of spent Pd-Fe/SiO2 catalysts: (a) catalyst 5, (b) catalyst 6. Shown are decomposition using Pearson VII function of (111) reflection into Pd and Pd-Fe components. The catalysts were precalcined and reduced at 450 prior to reaction. X-ray source: CuKa. initial time-on-stream, Pd-rich samples deactivate. This effect is most pro- nounced for Pd/SiO2 (Fig. 4); Tables 2 and 3 show a massive production of methane at the beginning of the experimental run. During the initial period of the reaction (20-30 rain), the methane stabilizes at much lower level while the overall activity slightly increases. Such behaviour is consistent with the initial carbiding of the Pd surface. A large amount of methane produced by the catalyst may suggest the presence of C1 units on the surface. After a short time (ca. 20 min) the Pd surface is generally less active but starts to produce more isopentane (ca. 28%). It should be recalled that Pd/SiO2 and Pd powder show a similar level of isomerisation selectivity (S~ ca. 30% at < 300, when carbiding by neopentane is negligible [15]). The subsequent slow increase in activity may suggest that some part of Pd surface blocked by massive accumulation of carbonaceous residues (at the beginning of reaction) becomes active again. This effect would be caused by some unspecified rearrangement of the carbonaceous deposit or incorporation of carbide species (C 1 units) into the Pd bulk. Carbiding of Pd by acetylene at relatively low temperatures is well documented [17,18]. 288 W. Juszczyk et al./Applied Catalysis A: General 144 (1996) 281-291 lO-a I.- 104 a b I.- 104 ~~~11 I ~ 10~ ~ ~ .... r ....... 50 100 150 200 0 50 100 150 200 Time-on-stream (rain) Time-on-stream (min) Fig. 4. Variations in catalytic activity (TOF) during the reaction of 2,2-dimethylpropane with hydrogen for palladium-rich Pd-Fe/SiO2 catalysts. (a) after reduction at 450 (without precalcination), (b) after precalci- nation and reduction at 450. Circles -- catalyst 1 (Pd/SiO2), squares -- catalyst 2 (Pd-Fe (67.2/32.8)/Si02) and triangles -- catalyst 3 (Pd-Fe (57.9/42.1)/Si02). Here, we propose that this phenomenon takes place during neopentane conver- sion at higher temperature (400). Such behaviour, characteristic for Pd/SiO2 (after various pretreatments, Figs. 4 and 5) was generally not observed for reduced Pd-Fe/SiO2 samples. Pd-rich samples (2 and 3), independently on their pretreatment, exhibit steady deactiva- tion in course of the reaction. We can adopt from the previous work [ 11 ] that the active phase should be composed of ca. 87 at.-% Pd and 13 at.-% Fe (our 10-5 v 8 I.- 10~ a 104 b 50 100 150 200 Time-on-stream (min) h- 105 .... i .... f .... I ' ' 0 50 100 150 200 Time-on-stream (min) Fig. 5. Variations in catalytic activity (TOF) during the reaction of 2,2-dimethylpropane with hydrogen for iron-rich Pd-Fe/SiO2 catalysts. (a) After reduction at 450 (without precalcination), (b) after precalcination and reduction at 450. Circles -- catalyst 5 (Pd-Fe (39.2/60.8)/SiO~), squares -- catalyst 6 (Pd-Fe (31.9/68.1)/SIO2) and triangles -- catalyst 7 (Pd-Fe (19.3/80.7)/SIO2). W, Juszczyk et al. / Applied Catalysis A: General 144 (1996) 281-291 289 Table 2 2,2-Dimethylpropane conversion on Pd-Fe/SiO2 catalysts reduced at 450 (without precalcination). Reac- tion temperature = 400 Catalyst Time-on- Product distribution b (%) TOF ~ designation stream ( 1/s) (no., Pd/Fe ~) (min) Me Et Pr iB nB iP + nP OI I, 100/0 10.41 46,3 2.5 11.1 13.0 5.3 6.8 15.1 1.22.10-3 192.63 16,5 1.4 4.3 26.3 8.3 28.9 14.3 7.49- 10 ~ 2, 67.2/32.8 10.62 11,3 0.9 2.3 31.1 4.9 39.2 10.3 6.05.10-4 190.75 10.4 0.8 1.6 29.1 4.3 43.0 10.8 3.86- I()-4 3, 57.9/42.1 10.15 10.4 0.7 1.5 30.8 4.3 42.5 9.8 2.20- 10 -4 180.40 10.4 0.7 1.8 28.2 3.8 45.1 10.0 1.81 - 10 4 5, 39.2/60.8 14.12 38.3 7.4 - 19.7 8.2 26.5 - 3.68. 111-~ 191.73 12.6 - - 28.7 5.5 42.0 11.2 1.09.1(1-s 6, 31.9/68.1 10.22 18.5 2.4 2.5 29.1 5.9 31.6 9.9 6.45- I()-~ 184.38 12.0 - 1.2 31.0 3.1 42.3 10.3 1.76.10 ~ 7, 19.3/80.7 9.88 11.1 - - 33.5 6.2 39.1 10.1 1.01.10 ~' 179.33 13.4 - 1.4 32.1 3.4 41.0 8.7 2.45.10 \" 8, 0/100 no activity For the catalyst code see also Table I. b Me = methane, Et = ethane, Pr = propane, iB = i-butane, nB = n-butane, iP + nP = i-pentane + n-pemane (iP/nP > 20), Ol = olefins. ~: Turnover frequency (measure of catalytic activity) taking into account palladium dispersion from Table I. characterization by XRD is compatible with earlier data [11 ], see Experimental section). Addition of Fe to Pd markedly lowers the overall conversion of neopentane (Fig. 1), so this maybe the reason that during first minutes of reaction the initial activity decreases not so dramatically as in the case of very active surface of pure Pd. Deposition of another type of surface coke than in the case Pd surface (much less carbide species as judged from lesser CH4 produc- tion) can contribute to a slow, continuous deactivation. Because neither deacti- vation pattern nor selectivities change with the pretreatment, we think that in the case of Pd-rich alloys the preoxidation/reduction at 450 does not signifi- cantly change the catalysts. In the case of Fe-rich alloys (5, 6 and 7) the situation is different. Here, in general, the overall activity slowly increases during the reaction. The main difference between Pd-rich catalysts (samples 2 and 3) and Fe-rich ones (5, 6 and 7) is that the latter contain much more iron (and iron-rich) phase(s) which according to the model presented in Ref. [11] would coexist with a vicinal Pd-rich phase. Evidently, the presence of this additional Fe-rich phase appears to play an important role for the reaction occurring preferentially on the Pd-rich surface. Various explanations can be presented here. One of them assumes that during the reaction, the surface of the Fe-rich phase becomes gradually more 290 W. Juszczyk et al. /Applied Catalysis A: General 144 (1996) 281-291 Table 3 2,2-Dimethylpropane conversion on Pd-Fe/SiO2 catalysts precalcined and reduced at 450. Reaction temperature = 400 Catalyst Time-on- Product distribution b (%) TOF c designation stream ( I/s) (no., Pd/Fe a) (min) Me Et Pr iB nB iP + nP O1 I, 100/0 10.05 62.2 5.3 10.5 6.0 - 1.6 14,4 1.29.10-3 191.25 16.6 1.3 6.3 29.8 9.1 26.1 10.7 1.14- 10-4 2, 67.2/32,8 10.25 14.4 1.6 3.8 34.3 6.6 31.1 8.3 5.65.10-4 182.25 11.8 1.0 2.4 31.9 4.9 38.0 9.9 2.68.10 4 3, 57.9/42.1 10.17 14.8 1.8 3.6 31.5 6.7 34.2 7.4 5.55.10-4 179.95 13.0 1.2 2.1 28.4 4.3 41.4 9.6 2.51 \" 10-4 5, 39.2/60.8 21.58 33.1 31.9 19.5 3.9 1.3 - 10.4 5.96.10-5 189.47 18.2 - 2.7 29.4 4.8 38.1 6.7 2.05.10-5 6, 31.9/68.1 10.12 22.2 1.6 1.9 27.0 4.7 36.7 5.9 9.54.10-6 184.90 19.2 1.0 3.3 29.2 5.0 34.4 7.9 2.69.10-5 7, 19.3/80.7 10.45 21.5 1.1 4.6 32.1 5.4 28.7 6.5 4.51 10-6 175.77 35.8 1.7 6.9 26.3 5.2 18.6 5.5 8.27- 10-6 8, 0/100 no activity abe as in Table 2. enriched in Pd, contributing more and more to the overall activity. Another supposition, although less plausible, is that the vicinal Fe-rich phase takes part in recovery of the active surface of Pd-richer phase by spill-over of carbona- ceous species deposited on the latter. However, in this case no deactivation was found at the initial stage of the reaction (Fig. 5). The fact, that in the case of Fe-rich samples the selectivity for isomerization changes in effect of preoxidation (Fig. 2) does not seem to be in conflict with the fact that the overall time-on-stream behaviour is not influenced by the kind of pretreatment (cf. Fig. 5a and b). Actually, the presence of Fe-rich phase and its surface enrichment in Pd during the reaction may gradually more and more contribute to the overall activity, whereas the selectivity may change only very little. Catalyst no. 5 presents a special case (Fig. 5). After precalcination, its time-on-stream behaviour resembles very much that of pure palladium. This would provide another indication as to segregation of Pd-like phase (dealloying) in catalyst 5. However, other Fe-rich samples (6 and 7), also suspected to segregate during oxygen treatment, do not show such a catalytic behaviour. It is possible that in the case of samples 6 and 7, the amount of generated Pd-like phase is rather small (because of lower Pd content in these materials) and its initial fast deactivation escapes from our observations (first experimental point after ca. 10 rain of time-on-stream). W. Juszczyk et al./Applied Catalysis A: General 144 (1996) 281-291 291 In summary, the use of neopentane conversion as a catalytic probe confirmed the formation of Pd-Fe alloy dispersed on silica. This result is in a good agreement with the previous characterization study [11]. It is important to note that the reducing environment of this reaction appears very helpful in probing surfaces of Pd-Fe alloys. It is known that during other probe reactions bimetal- lic catalysts may segregate into their components. This was observed for Pd-Fe/SiO2 catalysts prepared from bimetallic cluster compounds, e.g. FePd2(CO)4(dppm)2, where dppm = p~-Ph2PCH3PPh2 [19]. Highly dispersed, homogeneous Pd-Fe particles prepared by thermal decomposition of the cluster compound segregated during reductive carbonylation of o-nitrophenol. The segregation into Pd and Fe was caused either by redox character of the reaction studied or the presence of excess CO [18]. Our studies confirmed that oxidation of supported Pd-Fe alloys induces their segregation. Acknowledgements This work was supported in part by European Community within COST Project D5 #7174 and in part State Committee for Scientific Research of Poland (KBN) within Research Project #2P 303 125 06. References [1] Z. Karpifiski, in D.D. Eley, H. Pines and P,B. Weisz (Editors), Advances in Catalysis. Vol, 37, Academic Press, San Diego, 1990, p. 45. [2] J.H. Sinfelt, in D.D. Eley, P.W. Selwood and P.B. Weisz (Editors), Advances in Catalysis, Vol. 23. Academic Press, San Diego, 1973, p. 91. [3] J.K.A. Clarke, Chem. Rev,, 75 (1975) 291. [4] W.M.H. Sachtler and R.A. van Santen, in D.D. Eley, H. Pines and P.B. Weisz (Editors)~ Advances in Catalysis, Vol. 26, Academic Press, San Diego, 1977, p. 69. [5] W. Juszczyk. Z. Karpifiski, D. Lomot, J. Pielaszek, Z. Pa~l and A. Yu. Stakheev, J. Catal.. 142 (1993) 617. [6] W. Juszczyk, Z. Karpifiski, J. Pielaszek and Z. Pa~l, J. Catal., 143 (1993) 583. [7] W. Juszczyk, Z. Karpifiski, D. Lomot and J. Pielaszek, Polish J. Chem., 67 (1993) 1183. [8] A. Malinowski, W. Juszczyk, D. Lomot, J. Pielaszek and Z. Karpifiski, Polish J. Chem., 69 (1995) 308. [9] W. Juszczyk, Z. Karpifiski, D. Lomot, J. Pielaszek and J.W. Sobczak, J. Catal., 151 (1995) 67. [10] C.J. Smithels and E.A. Brandes, Materials Reference Book, Butterworths, London, 5th edn., 1976, p. 610. [11] F. Pinna, M. Selva, M. Signoretto, G. Strukul, F. Boecuzzi, A. Benedetti, P. Canton and G. Fagherazzi. J. Catal., 150 (1994) 356. [12] W. Juszczyk, D. Lomot, Z. Karpifiski and J. Pielaszek, Catal. Lett., 31 (1995) 37. [13] S. Ichikawa, H. Poppa and M. Boudart, J. Catal., 91 (1985) 1. [14] H. Matsumoto, Y. Naito and Y. Yoneda, J. Catal., 22 (1971) 182. [15] W. Juszczyk and Z. Karpifiski, J. Catal., 117 (1989) 519. [16] R.L. Garten. J. Catal., 43 (1976) 18. [17] J. Stachurski and A. Frockiewicz, J. Less-Common Met., 108 (1985) 249. [18] S.B. Ziemecki, G.A. Jones, D.G. Schwartzfager, R.L. Harlow and J. Faber, Jr., J. Am. Chem. Soc.. 107 (1985) 4547. [19] P. Braunstein, R. Devenish, P. Gallezot, B.T. Heaton, C.J. Humphreys, J. Kervennal, S. Mulley and M. Ries, Angew. Chem., 100 (1988) 972. APCATA 96001123 0926-860X(96)00112-3 10.1016/0926-860X(96)00112-3 Elsevier Science B.V. All rights reserved Reaction of 2,2-dimethylpropane with dihydrogen over silica-supported PdFe catalysts W. Juszczyk a J. Pielaszek a Z. Karpiński * a F. Pinna b a Institute of Physical Chemistry, Polish Academy of Sciences, ul. Kasprzaka 44/52, 01-224 Warsaw, Poland b Dipartimento di Chimica, Universitàdi Venezia, Calle Larga St. Marta 2137, I-30123 Venice, Italy * Corresponding author. Fax: (+48-22) 6325276 or (+48-39) 120238 The reaction of 2,2-dimethylpropane with dihydrogen has been studied over a series of well-characterized PdFe/SiO2 catalysts. The overall activity of PdFe/SiO2 strongly decreases with increasing iron content. At the same time, the selectivity towards isomerization passes through a maximum, resembling the catalytic behaviour of PdCo/SiO2. The effect of time-on-stream on the catalytic activity was also investigated. The samples rich in iron, i.e. with the Fe content > 50 at.-%, become gradually more active whereas the samples rich in palladium deactivate with increasing time-on-stream. All these results demonstrate the presence of dispersed PdFe alloys in samples reduced at 450°C. In the case of iron-rich PdFe/SiO2 catalysts, oxidation prior to reduction causes a pronounced decrease in isomerization selectivity. It seems that the oxidation leads to a considerable separation of two metal components and a subsequent reduction does not fully restore the extent of alloying of Pd with Fe in samples reduced at 450°C. Keywords Bimetallic catalysts 2,2-Dimethylpropane catalytic conversion Preoxidation effect Isomerization selectivity PdFe/SiO2 References [1] Karpiński Z. 5th edn. Eley D.D. Pines H. Weisz P.B. Advances in Catalysis Vol. 37 1990 Academic Press San Diego 45 [2] Sinfelt J.H. 5th edn. Eley D.D. Selwood P.W. Weisz P.B. Advances in Catalysis Vol. 23 1973 Academic Press San Diego 91 [3] Clarke J.K.A. Chem. Rev. 75 1975 291 [4] Sachtler W.M.H. van Santen R.A. 5th edn. Eley D.D. Pines H. Weisz P.B. Advances in Catalysis Vol. 26 1977 Academic Press San Diego 69 [5] Juszczyk W. Karpiński Z. łomot D. Pielaszek J. Paál Z. Stakheev A. Yu. J. Catal. 142 1993 617 [6] Juszczyk W. Karpiński Z. Pielaszek J. Paál Z. J. Catal. 143 1993 583 [7] Juszczyk W. Karpiński Z. łomot D. Pielaszek J. Polish J. Chem. 67 1993 1183 [8] Malinowski A. Juszczyk W. łomot D. Pielaszek J. Karpiński Z. Polish J. Chem. 69 1995 308 [9] Juszczyk W. Karpiński Z. łomot D. Pielaszek J. Sobczak J.W. J. Catal. 151 1995 67 [10] Smithels C.J. Brandes E.A. 5th edn. Materials Reference Book 1976 Butterworths London 610 [11] Pinna F. Selva M. Signoretto M. Strukul G. Boccuzzi F. Benedetti A. Canton P. Fagherazzi G. J. Catal. 150 1994 356 [12] Juszczyk W. łomot D. Karpiński Z. Pielaszek J. Catal. Lett. 31 1995 37 [13] Ichikawa S. Poppa H. Boudart M. J. Catal. 91 1985 1 [14] Matsumoto H. Naito Y. Yoneda Y. J. Catal. 22 1971 182 [15] Juszczyk W. Karpiński Z. J. Catal. 117 1989 519 [16] Garten R.L. J. Catal. 43 1976 18 [17] Stachurski J. Fra¸ckiewicz A. J. Less-Common Met. 108 1985 249 [18] Ziemecki S.B. Jones G.A. Schwartzfager D.G. Harlow R.L. Faber J. Jr. J. Am. Chem. Soc. 107 1985 4547 [19] Braunstein P. Devenish R. Gallezot P. Heaton B.T. Humphreys C.J. Kervennal J. Mulley S. Ries M. Angew. Chem. 100 1988 972",
      "scopus-id": "0041625700",
      "coredata": {
        "eid": "1-s2.0-0926860X96001123",
        "dc:description": "The reaction of 2,2-dimethylpropane with dihydrogen has been studied over a series of well-characterized PdFe/SiO2 catalysts. The overall activity of PdFe/SiO2 strongly decreases with increasing iron content. At the same time, the selectivity towards isomerization passes through a maximum, resembling the catalytic behaviour of PdCo/SiO2. The effect of time-on-stream on the catalytic activity was also investigated. The samples rich in iron, i.e. with the Fe content > 50 at.-%, become gradually more active whereas the samples rich in palladium deactivate with increasing time-on-stream. All these results demonstrate the presence of dispersed PdFe alloys in samples reduced at 450°C. In the case of iron-rich PdFe/SiO2 catalysts, oxidation prior to reduction causes a pronounced decrease in isomerization selectivity. It seems that the oxidation leads to a considerable separation of two metal components and a subsequent reduction does not fully restore the extent of alloying of Pd with Fe in samples reduced at 450°C.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96001123",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Juszczyk, W."
          },
          {
            "@_fa": "true",
            "$": "Pielaszek, J."
          },
          {
            "@_fa": "true",
            "$": "Karpiński, Z."
          },
          {
            "@_fa": "true",
            "$": "Pinna, F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96001123"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96001123"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00112-3",
        "prism:volume": "144",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Reaction of 2,2-dimethylpropane with dihydrogen over silica-supported PdFe catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Bimetallic catalysts"
          },
          {
            "@_fa": "true",
            "$": "2,2-Dimethylpropane catalytic conversion"
          },
          {
            "@_fa": "true",
            "$": "Preoxidation effect"
          },
          {
            "@_fa": "true",
            "$": "Isomerization selectivity"
          },
          {
            "@_fa": "true",
            "$": "PdFe/SiO2"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "281-291",
        "prism:endingPage": "291",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 September 1996",
        "prism:doi": "10.1016/0926-860X(96)00112-3",
        "prism:startingPage": "281",
        "dc:identifier": "doi:10.1016/0926-860X(96)00112-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041625700"
      }
    }
  }
}