{
  "metadata": {
    "title": "Investigation of methane oxidation on<ce:italic>Pt/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf></ce:italic> catalysts under transient reaction conditions",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-02-16",
    "doi": "10.1016/0926-860X(94)00238-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9400238X",
    "pii": "0926860X9400238X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000011898",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X9400238X 0926-860X(94)00238-X 0926860X9400238X 10.1016/0926-860X(94)00238-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00324 2024-01-01T12:18:48.759026Z 0 0 19950216 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 122 122 2 2 Volume 122, Issue 2 8 169 190 169 190 19950216 16 February 1995 1995-02-16 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. INVESTIGATIONMETHANEOXIDATIONONPTAL2O3CATALYSTSUNDERTRANSIENTREACTIONCONDITIONS BURCH R YUYAO 1980 293 Y DROZDOV 1985 425 V OH 1991 287 S BURCH 1994 149 R CARBERRY 1985 385 J HICKS 1990 280 R NIWA 1983 317 M BRIOT 1990 141 P FIRTH 1969 1121 J TRIMM 1980 1405 D KNERINGER 1975 125 G SMITH 1979 426 C GLAND 1980 487 J DUCROS 1976 227 R SANDER 1992 159 M YAO 1979 365 H SCHWARTZ 1971 199 A FREEL 1972 149 J WANG 1985 181 T SCHWARTZ 1992 283 J SMITH 1983 107 D HARRIS 1986 527 P WHITE 1983 119 D RICKARD 1990 141 J WILSON 1972 306 G LAGARDE 1983 333 P JACKSON 1993 191 S MORGAN 1968 405 E HICKS 1990 294 R MCCABE 1988 354 R DERRY 1984 165 G HELMS 1977 445 C BARTEAU 1981 99 M ALNOT 1978 467 M STARKE 1993 432 U PEUCKERT 1984 239 M WEINBERG 1977 444 W MAIRE 1979 238 G TUCKER 1964 516 C WILSON 1970 190 G SCHMIDT 1993 121 J COLLINS 1977 85 D GLAND 1978 733 J LANG 1972 454 B SCHWAHA 1977 277 K MCCLELLAN 1983 188 M PAAL 1992 331 Z BLAKELY 1977 419 D LANG 1975 317 B BURCHX1995X169 BURCHX1995X169X190 BURCHX1995X169XR BURCHX1995X169X190XR item 0926-860X(94)00238-X 0926860X9400238X 1-s2.0-0926860X9400238X 10.1016/0926-860X(94)00238-X 271346 2024-01-01T12:18:48.759026Z 1995-02-16 1-s2.0-0926860X9400238X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9400238X/MAIN/application/pdf/4fafe54c24fe47eefdfa84a5349069a2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9400238X/MAIN/application/pdf/4fafe54c24fe47eefdfa84a5349069a2/main.pdf main.pdf pdf true 1249988 MAIN 22 1-s2.0-0926860X9400238X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9400238X/PREVIEW/image/png/94c9800844385e079bb023b4e70b0b21/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9400238X/PREVIEW/image/png/94c9800844385e079bb023b4e70b0b21/main_1.png main_1.png png 46869 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 122 (1995) 169-190 Investigation of methane oxidation on Pt/A1203 catalysts under transient reaction conditions R. Burch *, P.K. Loader Catalysis Research Group, Chemistry Department, University of Reading, Whiteknights, Reading, RG6 2AD, UK Received 27 September 1994; revised 21 October 1994; accepted 21 October 1994 Abstract The oxidation of methane on alumina-supported platinum catalysts has been investigated for various gas mixtures as a function of the state of oxidation or reduction of the platinum surface. It has been shown that the activity for methane oxidation goes through a sharp maximum a few seconds after the introduction of the reactants to either a pre-reduced or a pre-oxidised catalyst. The results are inter- preted in terms of a Langmuir-Hinshelwood mechanism in which the optimum rate of reaction corresponds to a platinum surface partially covered by both oxygen- and carbon-containing species. The position of the maximum in activity is very reproducible for pre-reduced catalysts but varies in an imprecise manner for pre-oxidised catalysts. These effects are thought to be related to morphological changes in the reduced and subsequently re-oxidised small platinum particles. It appears that even after re-oxidation at 300 these platinum particles have a strong 'memory' of previous reduction treatments. Keywords.\" Methane oxidation; Platinum/alumina catalysts: Pre-oxidation; Pre-reduction; Transient studies 1. Introduction Natural gas is becoming of increasing importance as a relatively clean hydro- carbon fuel for mobile applications. Associated with the developing utilisation of natural gas (principally methane) is the need to develop improved emission control catalysts for the removal of trace amounts of methane from the exhaust. Methane is the least reactive of the hydrocarbons so its removal from emissions presents a challenging catalytic problem. Under oxidising conditions, palladium is found to be the best catalyst for the combustion of methane [ 1,2]. However, in near stoichiometric or methane-rich * Corresponding author. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI O926-860 X ( 94 )00238- X 170 R. Bureh, P.K. Loader / Applied Catah,sis A: General 122 (1995) 169-I 90 conditions, platinum has been found to be superior to palladium [ 3,4]. As methane- rich conditions are likely to be found in some applications (for example, under certain driving conditions in natural gas powered vehicles) a more detailed study of the activity of platinum-based catalysts is of value. Previous studies on platinum catalysts [ 1,5,6] have concluded that the metal is more active than the bulk oxide for oxidation reactions. Thus, Yao [ 1 ] has found a Pt/CeO2/AI203 catalyst to be less active than platinum wire for methane oxida- tion, and from kinetic data has concluded that the platinum is in an oxidised state in the less active catalyst. Carberry [5] found that a catalyst pre-reduced with carbon monoxide was more active for carbon monoxide oxidation than one pre- treated in oxygen. Hicks et al. [6] have found from infrared studies of adsorbed carbon monoxide that their most active catalysts contain crystalline platinum whereas catalysts containing mainly dispersed phase platinum are up to 100 times less active. They conclude that the dispersed platinum can be fully oxidised to give PtO2 particles whereas the larger crystallites will only have a surface layer of chemisorbed oxygen. Therefore, it is concluded that the bulk oxide has low activity whereas oxygen chemisorbed on to platinum crystallites is more active. Further to this, Drozdov et al. [2] have found, from measurements of the heat of adsorption of oxygen, that oxygen is bound more weakly on platinum metal than on the bulk oxide. Therefore, the metal would be expected to me more active. Indeed, both Niwa et al. [7] and Briot et al. [8] have found their more active catalysts to contain more easily removed oxygen. Whilst the above-mentioned studies appear to show that platinum in the metallic state is the most active form, they give no indication of the exact nature of the active surface. In a previous study from this laboratory [4] it was found that over a platinum catalyst, for reaction mixtures deficient in oxygen, a large increase in conversion was observed at a particular methane conversion. This suggests that the most active surface of a platinum catalyst is one which contains both adsorbed oxygen and adsorbed methane in reasonable amounts. Kinetic data obtained on platinum catalysts [ 1,2,9] show that the methane combustion reaction is first order in methane but either zero order or, at low oxygen partial pressures [9], negative order in oxygen. Therefore, in some cases oxygen is seen to poison the catalyst. This has been interpreted [9] in terms of there being a competition for adsorption sites between oxygen and methane. At high oxygen pressures methane will be unable to compete with oxygen for adsorption sites and so the rate will be inde- pendent of the oxygen partial pressure. At lower oxygen pressures, however, where methane can compete more effectively, both the oxygen and the methane partial pressures will affect the rate of reaction. This indicates that adsorption of both reagents on the surface is required, a conclusion also reached by Yao [1], and Trimm and Lam [ 10] who propose that the reaction occurs by a Langmuir-Hin- shelwood mechanism involving the reaction of adsorbed oxygen with adsorbed methane. R. Burch, P.K. Loader~Applied Catalysis A : General 122 (1995) 169-190 171 The reactivity of the adsorbed oxygen also appears to be important. However, this is not easy to establish since the nature of adsorbed oxygen on platinum is known to be dependent on the morphology of the platinum [ 11-15]. Since real catalysts will contain small platinum particles which may expose different crystal planes, the exact nature of the oxygen on the surface may vary from one sample to another and with catalyst pretreatment. This paper presents the results of an investigation into the nature of the reactivity of platinum catalysts for methane oxidation. Gas-switching experiments have been used to study the activity of platinum catalysts as the surface is progressively changed from a reduced state to a fully oxidised one, and vice versa. 2. Experimental The catalysts used in this study were 2 and 10% Pt/A1203, prepared by dry impregnation from di-nitroso di-amino Pt(II) [Pt(DNDA)]. The support (Akzo Chemie CK300) was calcined at 500 for 1 h, cooled and then added to the required amount of Pt(DNDA) solution. The resulting slurry was dried at 120 for 2 h and finally calcined at 500 for 2 h. Prior to each experiment the catalyst was reduced in situ either for 30 rain at 300 or for 16 h at 500. The metal dispersion of the catalysts was determined by hydrogen chemisorption. The dis- persions, average particle size (calculated from dispersion assuming spherical geometry), and concentration of surface platinum atoms for the catalysts after different reduction treatments are shown in Table 1. Catalysts were tested in a micro-reactor flow system operating at atmospheric pressure. The catalyst, supported by a glass wool plug, was placed centrally in a silica reactor (5 mm I.D., 30 cm long). A thermocouple was placed in the centre of the catalyst bed in order to monitor the temperature of the bed. The reactor was mounted centrally in a vertical tube furnace controlled by a Eurotherm 812 tem- perature controller, and the temperature of the furnace monitored using a chromel- alumel thermocouple situated on the wall at the mid-point of the furnace. The gases used were 2% CH4/N> air, N2, and H2 (all from B.O.C.). Using a four-port switching valve, experiments were performed in which the catalyst could be exposed to a particular reactant gas mixture for a known time. Between these reactant 'pulses' the catalyst was kept in an inert atmosphere or given careful gas Table 1 Characterization of catalysts Catalyst Treatment in H2 Dispersion/% Particle size/nm Surface Pt atoms 10~9 2% Pt/Al203 300, 0.5 h 63.0 1.8 3.91 500, 16 h 61.3 1.9 3.78 10% Pt/AI203 300, 0.5 h 32.6 3.5 10.1 500, 16 h 26.0 4.4 8.02 172 R. Burch. P.K. Loader~Applied Catalysis A : General 122 (1995) 169-190 treatments. In this way the exact state of the catalyst before exposure to the reactants could be controlled. The catalyst (0.1 g) was heated to the reduction temperature in nitrogen and reduced at either 300 for 30 rain or at 500 for 60 min before being cooled (where necessary) in nitrogen to the reaction temperature (300). Two sets of experiments were performed. In one case the reduced catalyst was exposed to various CHa/O2/N2 mixtures, all with a total flow of 200 cm3 min J. The amount of either methane or oxygen in the reactant mixture was varied whilst maintaining 2000 ppm of the other reactant. After each pulse of reactant mixture the catalyst was treated in hydrogen for 5 rain in order to regenerate the metallic surface. In the second case, the catalyst was exposed to air (60 cm3 rain 1) for different times before the introduction of 2000 ppm CH4/N2. Between pulses of reactant mixture and the next pre-oxidation treatment the catalyst was given a 10 min air treatment and then reduced in hydrogen for 5 min. In all experiments, successive pulses were used and samples taken at different times during the pulse. In this way a profile of catalyst behaviour during the passage of the reaction mixture was built up. This included both the methane conversion and the total carbon balance. A blank exper- iment carried out at room temperature showed that after switching, the reactant mixture took 7 s to reach a steady state. Therefore, data were collected after this time interval. In addition, the time at which the sample was taken after switching on the reactant pulse was varied randomly in order to remove any time-on-stream effects. Product gases were analyzed by gas chromatography using a Perkin Elmer 8410 gas chromatograph with a 2 m Porapak QS column operating at 60. A methanator was used in order to allow the detection of carbon monoxide and carbon dioxide. In fact carbon monoxide was never detected. The conversion is defined as the percentage of methane converted to products. The carbon balance is defined as: [CH4(out) + CO2(out) ] / [CH4(in) ], as measured at a single point in the experi- ment. It should be noted that when values of the carbon balance exceed 100% this arises because some carbon previously trapped on the catalyst surface is being released. Oxygen up-take experiments were performed in a vacuum system at 300. The catalysts (100 rag) were first reduced at either 300 for 30 min or for 16 h at 500 and then outgassed at 300 for 30 min. 9 Torr ( 1 Torr = 133.3 Pa) of oxygen was introduced and the oxygen pressure recorded as a function of time for 10 min. The catalyst was then outgassed for 5 min, reduced in hydrogen for 5 min, and outgassed again before the oxygen uptake measurements were repeated. 3. Results 3.1. Pre-reduced catalysts In these experiments the 2% Pt catalyst reduced at 300 was used. The catalyst was treated in hydrogen after each exposure to the CH4/OJN2 mixture. Therefore R. Burch, P.K. Loader~Applied Catalysis A: General 122 (1995) 169-190 173 % Conversion 70 [ (a) ~, 6ot I I i 50r- I 3O l 10 0L 0 5 10 15 20 25 30 35 40 45 50 55 60 Time After Start of Pulse/s % Initial Carbon ::f .... 100~- 8O 4O 0 1 I I I L 0 10 20 30 40 50 60 Time After Start of Pulse/s Fig. 1. (a) Methane conversion and (b) total carbon balance during the passage of a reactant pulse containing 2000 ppm 02 and various concentrations of methane over a pre-reduced Pt/Al203 catalyst. (@) 400 ppm CH~; ( + ) 1000 ppm CH4; ( * ) 2000 ppm CH4; (D) 10 000 ppm CH~. the platinum surface will be in a metallic state when the reactant pulse first reaches it and will be gradually oxidised during the passage of the gas. Figs. 1 a and b show, respectively, methane conversion and carbon balance for different methane concentrations and a constant concentration of 2000 ppm 02. When the reactant pulse first reaches the catalyst there is no conversion of methane ~br any of the methane concentrations used ( see the results for the first few seconds in Fig. la). During the passage of the pulse the trend in the activity with time-on- stream is the same for all concentrations with the exception of 10 000 ppm CH4. Thus, for methane concentrations less than 10 000 ppm the conversion increases, 174 R. Burch, P.K. Loader/Applied Catalysis A: General 122 (1995) 169-190 reaching a maximum between 15 and 20 s after the start of the pulse. After this point the conversion falls to a steady value within 60 s of the start of the pulse. When 10 000 ppm CH4 is present the conversion rises slowly and reaches a steady level after about 25 s. In this case, the final conversion of methane corresponds to 100% 02 conversion. Fig. 1 b shows the corresponding carbon balance. For all concentrations of meth- ane the carbon balance falls below 100% just after the introduction of the reactant pulse, showing that the catalyst has adsorbed methane: at the corresponding time there is no conversion to carbon dioxide, so the adsorbed methane is not being oxidised. The carbon balance reaches a minimum at ca. 10 s before increasing to values in excess of 100% (except again for the 10 000 ppm CH4 case). At this point the carbon which was deposited at the beginning of the pulse is being burnt off. The conversion is also seen to increase at this time. It must be noted here that the increased methane conversion is a real effect and not simply due to the excess carbon being burnt off the surface, as a correction has been made for the excess carbon balance. This correction was made on the assumption that the excess carbon was solely due to carbon dioxide produced by the burning of surface carbon. Therefore, the carbon dioxide peak area was corrected for the excess carbon and the corrected area used to calculate the methane conversion. If this was not done the peak maximum in activity would be appear to be even larger. After reaching a maximum the carbon balance returns to, and remains at, 100%. The highest conversions are seen at the time when the carbon balance is greater than 100%, although the maximum carbon balance occurs slightly later than the maximum conversion. When 10 000 ppm CH4 is used the carbon balance rises to, but does not exceed, 100%. Figs. 2a and b show the results for differing oxygen concentrations at a constant 2000 ppm CH4. The trends are similar to those in Fig. 1, but as the amount of oxygen is increased, the observed effects occur at shorter times. Thus, for 10 000 ppm 02 the conversion has reached a maximum before the pulse has reached a steady state. In conjunction with this the carbon balance also peaks at this point at a value greater than 100%. For 4000 ppm 02 the effects occur at times intermediate between those for 2000 and 10 000 ppm 02. Also shown in Fig. 2b is the carbon balance over the pre-reduced catalyst when no oxygen was present. It is clear that the catalyst does adsorb methane under these conditions. It is also clear, however, that when 2000 and 4000 ppm O2 are present, the catalyst initially adsorbs more methane than in the absence of oxygen. The amount of carbon lost during the early part of the pulse and that regained during the period when the carbon balance exceeded 100% have been approximated by measuring the area under the relevant part of the curve. The results are presented in Tables 2 and 3 both in terms of atoms of carbon and the ratio of carbon atoms to surface platinum atoms. It can be seen in Table 2 that as the concentration of methane increases from 400 to 10 000 ppm at an oxygen concentration of 2000 ppm the amount of carbon lost initially also increases from 5% of a monolayer to R. Bu rch, P.K. Loader / Applied Catalysis A: General 122 (1995) 169 190 175 % Conversion 40r !(a) ,o 211- 0 ~ z ~ I I _l I .L I 0 5 10 15 20 25 30 35 40 45 50 55 60 Time After Start of Pulse/s % Initial Carbon 0 5 10 15 20 25 30 35 40 45 50 55 60 Time After Start of Pulse/s Fig. 2. (a) Methane conversion and (b) total carbon balance during the passage of a reactant pulse containing 2000 ppm CH4 and various concentrations of oxygen over a pre-reduced Pt/A120~ catalyst. (O) 2000 ppm 02; ( + ) 4000 ppm 02; ( * ) 10 000 ppm 02. Table 2 Loss and recovery of carbon over 2% Pt/Al2Os during CH4/O2 pulse, 2000 ppm 02 CH4 Conc./ppm C atoms lost C/Pt~ X 100 C atoms recovered Total C atoms C/Pt~ X 100 X 1019 X 10~ lost X 1017 400 1.96 5 1.71 0.25 0.6 1000 2.90 7.4 2.61 0.29 0.7 2000 4.70 12 2.40 2.30 6 10000 9.20 23 0 9.20 23 176 R. Burch, P.K. Loader~Applied Catalysis A: General 122 (1995) 169-190 Table 3 Loss and recovery of carbon over 2% Pt/Al20~ during CH4/O2 pulse, 2000 ppm CH4 02 Conc./ppm C atoms lost C/Pk 100 C atoms recovered Total C atoms lost C/Pt, 100 x 1017 X 1017 X 1017 0 11 28 - 11 28 2000 4.70 12 2.40 2.30 6 4000 1.97 5 1.88 0.09 0.2 23%. The percentage of this carbon which is regained decreases with increasing methane concentration. Thus, for 400 and 1000 ppm, ca. 90% is recovered to give a total carbon loss equivalent to less than 1% of a monolayer. When 2000 ppm CH4 is present only 50% of the carbon is recovered, giving a total carbon loss equivalent to 6% of a monolayer. No carbon is recovered when 10 000 ppm CH4 is present, the overall loss being equivalent to 23% of a monolayer. The effect of changing the oxygen concentration at a constant value of 2000 ppm of CH4 is shown in Table 3. When no oxygen is present an amount of carbon equivalent to 28% of a monolayer is lost during a 1 min pulse. As the amount of oxygen present increases the initial loss of carbon decreases from 12% of a mon- olayer for 2000 ppm oxygen to 5% for 4000 ppm. Increasing the amount of oxygen present also increases the amount of carbon recovered from 50% to 95%. Thus, Tables 2 and 3 show that increasing the amount of oxygen relative to that of methane leads to a smaller amount of carbon deposition and a greater degree of recovery of this carbon. In these experiments the catalyst surface should be changing from a metallic to an oxidised state. In order to check that the surface was being oxidised during the passage of a 1 min reactant pulse, the catalyst was treated with air for 1 min before introduction of the CH4/O2 pulse. After this treatment, conversions and carbon balances corresponding to the steady-state values in Figs. 1 and 2 were seen at all points during the passage of the reactant pulse. It would appear therefore that the surface platinum does indeed become fully oxidised during the passage of the reactant pulse. 3.2. Air-treated catalysts In these experiments pulses of 2000 ppm CH4 in nitrogen were introduced over a pre-oxidised catalyst. Therefore, during the passage of the pulse, the surface platinum will gradually change from an oxidised to a reduced form as the adsorbed oxygen is removed by reaction with methane. Fig. 3a shows the change in conversion across the CHn/N2 pulse after the 2% Pt catalyst, previously reduced at 300 for 30 rain, had been exposed to air at 300 for different times. It is clear that the length of exposure to air has an effect. After a short exposure ( 1 or 3 min) the conversion is initially 2-3%. After about 30 s this begins to rise, reaching a maximum of 9% at 35 s before falling back to a value R. Burch, P.K. Loader~Applied Catalysis A: General 122 (1995) 169-190 177 % Conversion 2Sl/a) 10 5L i 0L L L_ ~ L 0 10 20 30 40 50 60 Time after start of pulse/s % Initial Carbon lO0i i lb) ~ 8O 7O r 60 ~ 50 -- ~ ' J 0 10 20 30 40 50 60 Time after start of pulse/s Fig. 3. (a) Methane conversion and (b) total carbon balance during the passage of a reactant pulse containing 2000 ppm CH4 over a 2% Pt/AI203 catalyst pre-treated in air for different lengths of time. Prior to the experiment the catalyst was reduced at 300 for 30 min. (Q) blank (Fig. 3b only); ( + ) 1 rain air; ( * ) 3 min air; ([5]) 4 rain air; ( ) 10 rain air. of about 4%. In contrast, after a 4 min exposure to air the initial activity is high, reaching a maximum of 24% after 7 s before falling to a value of 4% after 18 s. Also shown in Fig. 3a is the profile after a 10 rain exposure to air at 300. In this case the peak in activity occurs after 15 s with a maximum conversion of 15%. Clearly there is no simple correlation between the length of the oxidation treatment given prior to the introduction of the reactant pulse and the trends in catalyst behaviour. 178 R. Burch, P.K. Loader/Applied Catalysis A: General 122 (I 995) 169-190 In these pulse experiments on pre-oxidised catalysts the carbon balance (Fig. 3b) showed opposite behaviour to methane conversion. When peaks occurred in methane conversion the carbon balance showed an equivalent trough. Thus, when the catalyst exhibits high activity for methane conversion it also adsorbs carbon from the methane at a fast rate. Experiments were also carried out on platinum catalysts which had been prer- educed at 500 for 16 h prior to oxidation and testing. Table 1 shows that this reduction had little effect on the dispersion of the catalyst when compared to that after reduction at 300. For the catalysts pre-reduced at 500 the catalytic exper- iments give very similar and reproducible profiles irrespective of the time of expo- sure to air at 300 before introducing the methane pulse. Representative results are shown in Figs. 4a and b for methane conversion and carbon balance, respec- tively. It is seen that now the peak in conversion occurs at 35 s. In order to see if there was any significant effect of particle size, 10% Pt catalysts were also tested. After reduction at 300 the catalyst had a dispersion of 33% (see Table 1 ). This corresponds to an average particle size of 3.5 nm as opposed to 1.8 nm for the 2% Pt catalyst. Reduction of the 10% Pt catalyst at 500 led to a decrease in dispersion from 33% to 26%, the latter corresponding to a particle diameter of 4.4 nm. This is in contrast to the 2% Pt catalyst which did not sinter during reduction at 500. Kinetic data for the 10% Pt catalysts were obtained only at specific times during the methane pulse (i.e. those at which high conversions had been seen on the 2% Pt catalyst) so full profiles were not obtained. However, the main results were comparable to those obtained with the 2% Pt catalyst, although the exact position of the activity peaks varied in a different way with pretreatment after pre-reduction at 300. After pre-reduction at 500 the 10% Pt catalysts gave very similar reproducible results to those shown above for the 2% Pt catalysts. 3.3. Oxygen uptake experiments To see if these effects were due to differences in the degree of oxidation of the catalyst after different exposures to air at 300, the oxygen uptake was measured at 300 for the various catalysts. The results are shown in Fig. 5. All the catalysts initially take up oxygen very quickly, after which there is a slow increase in the O/ Pt~ ratio. Three runs were performed on the 2% Pt catalysts pre-reduced at 300 for 30 min and it is clear that the results are the same within a very small experi- mental error: similar reproducibility was observed for all the catalysts. After 1 min the 2% Pt catalyst has taken up about 66% of a monolayer (the number of surface platinum atoms is based on the hydrogen chemisorption experiments), this value increasing slowly to 74% after 10 min. After reduction at 500, this catalyst takes up 92% of a monolayer of oxygen within the first minute. After 10 min the coverage is essentially a monolayer. Therefore, it appears that whilst reduction at 500 does not lead to a significant change in the number of surface platinum atoms (the R. Burch, P.K. Loader~Applied Catalysis A: General 122 (1995) 169-190 179 % Conversion ls~ (a) I:L 6L oi 0 I I I L 10 20 30 40 50 Time after start of pulse/s % Initial Carbon 100 90 80 7O go- 60 dispersion fell only slightly as seen in Table 1 ), it does lead to an increase in the amount of oxygen taken up under the same re-oxidation conditions. The 10% Pt catalyst reduced at 300 takes up 83% of a monolayer of oxygen within the first minute, increasing to 92% after 10 min. After this run the catalyst was re-reduced for 30 rain at 500 and cooled back down to 300. After the high temperature reduction the oxygen uptake had increased to 92% of a monolayer after Fig. 4. (a) Methane conversion and (b) total carbon balance during the passage of a reactant pulse containing 2000 ppm CH4 over a 2% Pt/AlzO3 catalyst pre-treated in air. Prior to the experiment the catalyst was reduced at 500 for 16 h. 50L p J_ ~ I 0 10 20 30 40 50 60 Time after start of pulse/s 180 R. Burch, P.K. Loader~Applied Catalysis A: General 122 (1995) 169-190 O/Pts 0.8. z I 0.6 0.4 0.2 0 100 200 300 400 500 600 Time/s Fig. 5. Oxygen up-take at 300 for Pt/AI20~ catalysts given different reduction treatments. (O) 2% Pt reduced at 300 for 30 rain; ( + ) 2% Pt reduced at 300 for 30 rain, first repeat: ( * ) 2% Pt reduced at 300 for 30 rain, second repeat: (D) 2% Pt reduced at 500 for 16 h: ( X ) 10% Pt reduced at 300 for 30 rain: ( ) 10% Pt reduced at 300 for 30 rain, then at 500 for 30 rain; (A) 10% Pt reduced at 500 for 16 h. 1 rain and to a monolayer after l0 min. Reduction of a fresh 10% Pt catalyst at 500 for 16 h apparently led to a greater increase in the fractional coverage with oxygen. After 1 min this was equivalent to l.l monolayers, increasing to 1.2 monolayers after 10 min. Thus, just as with the 2% Pt catalyst, reduction at higher temperature leads to a greater fractional coverage of oxygen. 4. Discussion 4.1. Pre-reduced catalysts Hydrogen treatment at 300 has been found to be sufficient to reduce supported platinum catalysts to the metal [16]. Therefore, before the CH4/Os/N2 pulse is introduced over the pre-reduced catalyst the platinum on the surface will be in the metallic state. Since we are using small, diluted pulses of CH4/O2 the metallic platinum will not be converted instantaneously to the final oxidised state. When the pulse first reaches the catalyst the carbon balance is less than 100%. Therefore, at this point methane is being adsorbed on to the surface. The carbon balance then increases, the time taken to reach 100% being less as the concentration of oxygen increases (Fig. 2b), but not changing with the concentration of methane (Fig. lb). Calculations show that in all cases the carbon balance reaches 100% after a time equal to that in which the equivalent of one oxygen atom per surface platinum atom has passed over the catalyst. The initial carbon balance is lower than that seen when no oxygen was present in the system. It appears therefore that the presence of small amounts of oxygen promotes the adsorption of methane. This may be due to R. Burch, P.K. Loader~Applied Catalysis A: General 122 (1995) 169-190 181 Pt Pt PtOx }tOxCyHz PtOx t=0 t=7s t=15s t=60s Fig. 6. Changes in the profile of the catalyst bed during the passage of a CH4/O2 pulse over a pre-reduced Pt/ A1203 catalyst. adsorption of oxygen creating extra sites for methane adsorption on the surface, or to oxygen accelerating the dissociative adsorption of methane. Fig. 6 shows a representation of the gradual change in the state of the platinum as the CH4/O2 pulse proceeds through the catalyst bed. Oxygen will adsorb in preference to methane on the platinum surface. Thus initially, all the oxygen will be adsorbed on the first part of the catalyst bed and methane, with no competition from oxygen, will adsorb on the latter part. As the time of exposure to the pulse increases oxygen will gradually be adsorbed on to the remainder of the catalyst. Once sufficient oxygen has passed over the catalyst to replace all the accessible adsorbed carbon, the catalyst should reach a steady oxidised state. This would appear to be the case since when the catalyst was treated in air for 1 min before the introduction of the CH4/O2 pulse, the catalyst gave methane conversions through- out the pulse corresponding to those seen at steady state in Figs. 1 and 2. In this case, the carbon balance was always 100%. This gives a further indication that oxygen is adsorbed preferentially on platinum since it cannot be displaced by carbonaceous species. At the start of the pulse, adsorbed methane on platinum particles towards the bottom of the catalyst bed is not being oxidised (see Fig. 6). The absence of any initial conversion is therefore due to there being insufficient oxygen adjacent to adsorbed methane for reaction to occur. This is consistent with a Langmuir-Hin- shelwood mechanism involving the interaction of two adsorbed species. Such a mechanism has been proposed for the oxidation of other alkanes by Schwartz et al. [ 17]. Trimm and Lam [10] have modelled their methane combustion data on a similar mechanism and have found the best fit to correspond to the reaction of adsorbed oxygen with adsorbed or gaseous methane. This is in agreement with the results presented here, although the initial lack of activity would seem to rule out a reaction with gaseous methane. After a few seconds exposure to the CH4/O2 pulse the activity increases and, at the same time the carbon balance increases. It is clear, therefore, that as carbon is 182 R. Burch, P.K. Loader~Applied Catalysis A: General 122 (1995) 169 190 removed from the surface and replaced by oxygen, conversion increases. This corresponds to a point at which the surface contains intermediate amounts of both adsorbed oxygen and methane (see Fig. 6). The conversion reaches a maximum before falling to a steady level, at which point the carbon balance has returned to 100%. Therefore, the steady-state surface mentioned earlier is not the optimum surface for catalytic activity. Rather, this steady-state surface is one in which insufficient methane can adsorb on to the surface for the reaction rate to be max- imised. At this point oxygen is thus poisoning the reaction. Consistent with this suggestion is the fact that negative orders of reaction for oxygen have been found previously for methane oxidation [ 1,2,9]. 4.2. Air-treated catalysts The data obtained using pre-oxidised catalysts and pulses of 2000 ppm CH2/N2 also show the existence of an optimum surface composition (see Figs. 3 and 4). In this case the surface is initially in an oxidised form. During the passage of the pulse, methane will be adsorbed, with no competition from gas phase oxygen, and oxi- dised. The oxygen on the surface will therefore be gradually removed. Whilst the results from these experiments showed some anomalies which will be discussed later, in all cases a peak in conversion was seen, accompanied by a loss of carbon. Thus, when some of the oxygen has been removed from the surface, and replaced by carbon, optimum partial coverages of the reagents will be attained, leading to the peak in conversion. At later times in the pulse, the amount of adsorbed oxygen is too low and so the conversion falls. It is interesting that the loss of carbon (see Fig. 3b) can be greater than is observed with a freshly reduced catalyst. This indicates that on a pre-oxidised platinum catalyst after the first part of the adsorbed oxygen is removed (slowly) by reaction with methane, the dissociative adsorption of methane is accelerated by the presence of the remaining surface oxygen. It is possible that oxygen facilitates the dissociative adsorption of methane and that this is a crucial factor in accelerating the rate of methane oxidation on catalyst surfaces which are only partially oxidised. This is a possibility which does not seem to have been given much attention previously. In summary, it is apparent that the optimum surface composition for methane oxidation on a platinum catalyst is neither metallic platinum nor fully oxidised platinum but is an intermediate state in which there is a balance between the amount of adsorbed methane and adsorbed oxygen. This is in agreement with work reported in a previous paper [4], in which a light-off in conversion was seen at a specific methane conversion. This would again correspond to a surface on which the partial coverages of reactants on individual platinum particles would be such as to promote the methane oxidation and lead to a rapidly accelerating reaction (light-off). R. Burch, P.K. Loader~Applied Catalysis A: General 122 (1995) 169-190 183 4.3. Anomalies with air-treated catalysts As indicated above, as the oxygen is removed from the surface of these samples and replaced by carbon-containing species, an optimum surface concentration of oxygen and carbon appears to be reached and the conversion rises to a peak before falling to a low level as the amount of oxygen on the surface decreases. However, there are certain features which indicate that the nature of the most active surface and the way it is formed from a pre-oxidised surface, is rather complicated. The main experimental observations are summarised below: ( 1 ) Catalysts pre-reduced at 300 sometimes give inconsistent results after expo- sure to air at 300 for different periods of time. (2) Pre-reduction at 500 leads to consistent results on fresh catalysts, the peak in conversion occurring at 35 s irrespective of the length of the time of exposure to air. (3) As the catalysts age, regardless of the pre-reduction treatment, the observed effects change but become consistent, the peak in conversion being observed at the same, later, time (ca. 60 s) irrespective of the length of the time of exposure to air. (4) A high methane conversion at very short times into the pulse is observed only for the 2% Pt catalyst reduced at 300. However, this feature is very sensitive to catalyst pretreatment and history. Before trying to understand some of these effects it is useful to summarise what is known from the literature about the interaction between platinum and oxygen both from surface science experiments and from studies of the morphology of supported platinum catalysts. Literature information on the morphology and oxidation characteristics of Pt TEM analysis by Freel [ 18] of catalysts given a short and long reduction at 500 showed that the former contained particles with irregular poorly defined shapes. After the long reduction, particles with sharp geometric forms were seen, having (100) and some (111 ) faces. These faces will have less terrace and kink sites and thus less unsaturation on the surface. Wang et al. [ 19 ] have found platinum catalysts treated in hydrogen at 600 for 24 h to contain square or rectangular particles with almost exclusively (100) and (110) facets. Schwartz and Schmidt [20] has also found the presence of cubic particles after a similar reduction treat- ment. Both Smith et al. [21 ] and Harris [22] have found that hydrogen treatment leads to the formation of rounded particles from initially irregular or faceted par- ticles. This is particularly true for larger particles. Whilst these results appear to be in contrast to those in which cubic particles were observed they presumably indicate a change towards an equilibrium state. Hydrogen chemisorption results sometimes appear not to be consistent with particle size analysis performed by TEM. White et al. [23 ] have seen an apparent increase in particle size although hydrogen chemisorption is still high. They attrib- 184 R. Burch, P.K. Loader~Applied Catalysis A: General 122 (1995) 169-190 ute this to the formation of agglomerates by clustering of smaller crystallites. The crystallites keep their integrity within the clusters so the hydrogen adsorption capacity is retained. This case is not common as most of the discrepancies reported involve a decrease in hydrogen chemisorption with no apparent change in the particle size. Freel [18] found this after prolonged reduction at 500 and in addition noted that more platinum was visible by TEM than after a shorter reduction. It was concluded that after the shorter reduction, small crystallites were present which could not be seen by TEM. The growth of these particles would then account for the decrease in chemisorption of hydrogen. Rickard et al. [ 24 ] found that model Pt/Al203 catalysts treated in oxygen at 500 transformed into particles both larger and smaller than were originally present and conclude that such a bi-modal distri- bution would account for discrepancies seen in hydrogen chemisorption if the smaller particles were too small to be seen by TEM. Such a bi-modal distribution has been postulated by Wilson and Hall [25] on Pt/SiO2 catalysts. These results all show that a high temperature reduction causes an equilibration of the surface by promoting the formation of low index planes which have the least degree of surface anisotropy. It is clear that catalysts reduced at a lower temperature consist of a bi-modal particle distribution composed of small particles and larger crystallites, both with a high degree of surface unsaturation. However, the small particles may have different forms. Thus, Lagarde et al. [ 26] have postulated from extended X-ray absorption fine structure (EXAFS) data the presence of cubo- octahedral clusters of 13 platinum atoms in a face centred cubic structure after reduction at 480. These clusters would have some degree of interaction with the support. Jackson et al. [27] suggest the presence, on a highly dispersed catalyst, of 5 atom metal clusters in which four atoms are in contact with the support. The different shapes and support interactions of these clusters could give rise to different active sites and so explain some of the inconsistencies seen on our catalysts reduced at 300. From single crystal studies two possible structures have been found for the Pt(100) plane [28]. These are indicated by a ( 1 X 1) and (5 X2) LEED pattern, respectively. The (1 X 1 ) surface has a square structure on a square substrate, whereas the (5 X 2) surface has a hexagonal structure on the square substrate. The hexagonal structure on the (5 x 2) surface has also been found [ 11 ] to be corru- gated, the second layer being slightly distorted with respect to the bulk (100) plane. This means that the square second layer is able to play a role in chemisorption. It has been found generally that for a clean surface the (5 x 2) is the stable form although a small amount of carbon present on the surface can stabilise the ( 1 x 1 ) structure [28]. The (110) plane shows a (1 X 2) LEED pattern [ 14]. It consists of close packed rows in the [ 110 ] direction separated in the [ 001 ] direction. Every other [ 110] row is missing and there is a second close-packed row below the surface plane. This gives an open surface with broad troughs between the close packed rows. The ridges and valleys of the troughs are composed of [ 110] atomic rows, the walls forming ( 111 ) micro-facets. R. Bureh, P.K. Loader~Applied Catalysis A: General 122 (1995) 169 190 185 The oxidation of various types of platinum surface has also been extensively studied. For supported catalysts Hicks et al. [29] found that, on oxidation, small dispersed particles form bulk platinum oxide, whereas larger crystallites are covered with a layer of oxygen. This has also been found by McCabe et al. [30] who concluded from temperature-programmed reduction experiments that the oxygen taken up on larger particles may exist as a chemisorbed layer rather than a surface oxide. Both McCabe et al. [30] and Yao et al. [ 16] have found the oxygen layer on the larger particles to be passivating, so preventing penetration of oxygen into the bulk. For Pt(100) single crystal surfaces [28] adsorption of oxygen is very slow on the (5 X2) surface, but causes a reconstruction to the (1 X 1) surface. This is thought to be due to place-exchange between platinum atoms in the first two layers rather than by penetration of oxygen into the bulk [ 31 ]. Adsorption of oxygen is faster on the ( 1 X 1 ) surface. This difference has been attributed to the different co-ordination number of platinum on the two surfaces [32]. The initial adsorption of oxygen has been found to occur in a random fashion [11 ] and saturation coverages between 0.6 and 1 monolayer are seen at ca. 300 [31,33,34]. Most studies also report the formation of 2 or 3 different states of adsorbed oxygen, one of which may be due to some surface oxidation rather than chemisorption. It has also been reported [33] that the LEED pattern seen on adsorption of oxygen to a specifically prepared ( 1 X 1 ) surface is different from that seen on the ( 1 X 1 ) surface formed by reconstruction of a ( 5 X 2) surface by oxygen adsorption. Thus it appears that the structure of the oxygen adlayer depends on the method of formation of the ( 1 X 1 ) substrate. The ( 111 ) plane has a hexagonal close-packed surface [ 12 ]. At low temperature, it is found [ 12,13,35-38] that adsorbed oxygen forms a regular structure with a (2 X 2) LEED pattern, with saturation coverages of ca. 0.25 monolayer [35,36]. It has been suggested [ 13] that the oxygen adsorption site in the (2 x 2) layer is the f.c.c, hollow in the hexagonal surface. This gives rise to a 9 atom unit cell involving both first and second layer platinum atoms. The adsorption may cause some distortion of the platinum in the form of a buckling of the first two layers, the atoms in the first layer being displaced towards the surface and those in the second layer towards the bulk. Tucker [39] found that oxygen chemisorbed on to ( 111 ) planes with Pt20 stoichiometry, and on to (100) planes with PtO stoichiometry. These stoichiometries match those suggested by Freel [18] and Wilson and Hall [40] for catalysts given mild and severe reductions, respectively. Oxygen has been found [ 14,41 ] to adsorb on the (110) surface with a saturation coverage of 0.25 monolayers. It is believed [41] that the oxygen adsorbs first on [ 110] rows between the ( 111 ) micro-facets. These are four co-ordinate and are preferentially filled. At higher coverages, adsorption occurs on 3 co-ordinate sites on the (111 ) micro-facets. The saturated surface has been seen to have both a (1 x2) [14] and a (1 x 1) [41] LEED pattern. Thus, on the (110) plane, the 186 R. Burch, P.K. Loader~Applied Catalysis A: General 122 (1995) 16~190 proportion of oxygen adsorbed on different sites, and thus the relative amounts of different forms of oxygen, changes with coverage. The stepped surfaces studied are mainly composed of (100) or ( 111 ) terraces of varying sizes with steps of differing heights and orientations. The general finding [12,36,42-45] is that the stepped surfaces adsorb more oxygen than the non- stepped planes. In addition, adsorption takes place preferentially on the steps, and it has been found by Collins and Spencer [42] that the saturation coverage of different stepped surfaces is closely related to the density of step sites. This is not surprising as the steps will contain more unsaturated sites upon which adsorption will occur more easily. The initial structure of the oxygen adsorbed on the steps may vary. For example, on the S-[ 12( 111 )x( 111 ) ] surface [43], an ordered structure is seen which cor- responds to the adsorption of one O atom for every other step atom. Lang et al. [44] propose that the adsorbed O may form micro-domains of PtO2 on the (100) steps of the S-[6(1 l l)x(100)] surface. They also suggest that adsorption of oxygen may cause some faceting of the steps and create steps with differing heights. The structure of adsorbed oxygen on the terraces may also change. Thus, on both the S-[12(lll)x(lll)] [36] and S-[9(lll)x(lll)] [45] surfaces, oxygen adsorbs on the (111) terraces with a (22) pattern, as seen on the un-stepped (111) surface. However, on the (321) plane which consists of relatively small (111 ) terraces separated by kinked steps [46], oxygen adsorbs with no ordered structure. Therefore, on stepped surfaces, oxygen can adsorb in different forms depending on whether it is on the steps or the terraces. The data from the (321) surface show that with an increasing amount of defects (i.e. kinked steps) the adsorbed oxygen develops a less ordered structure. Anomalous results in methane oxidation on our Pt/Al203 catalysts We now turn to a consideration of our results in the light of this information from the literature on supported catalysts and model systems. Clearly the interaction between platinum and oxygen and the nature of the surface so formed is very complex and sensitive to the exact pretreatment. Nevertheless it is possible to offer some interpretation for the anomalous results which we have reported above. Two possibilities warrant consideration, the first in terms of simple morphological changes, and the second in terms of variations in the extent or nature of any metal/ support interactions. Taking the morphological explanation first, it seems reasonable to conclude that the effects observed with our catalysts could be due to specific changes in the morphology of our catalysts brought about by the different treatments at 300 and 500. The reproducible and consistent results found after pre-reduction at 500 prior to oxidation treatments could then be understood as resulting from the for- mation of a reproducible and uniform platinum surface containing terraces and low index planes. On the other hand, the irreproducibility of the results for samples pre- reduced at 300 could be rationalised as arising from the fact that samples reduced R. Burch, P.K. Loader~Applied Catalysis A: General 122 (1995) 169-190 187 at 300 will contain a larger proportion of higher index planes as well as a greater concentration of steps and kinks. The literature data presented above show that individual crystal planes will adsorb varying amounts of oxygen and will produce different surface structures. Therefore, the catalysts reduced at 300, which are expected to contain a variety of surface planes, may, after exposure to air at 300, contain many different forms of adsorbed oxygen, (i.e., oxygen attached to metal atoms having different coordi- nation numbers or structures). Also, the fact that on some planes oxygen adsorbs in islands allows the possibility that on these samples, where a full monolayer coverage was not achieved, there may even be bare platinum atoms distributed randomly amongst the adsorbed oxygens. The dynamic nature of these surfaces under reaction conditions, and their sensitivity to the pretreatment, could then account for the apparently inconsistent results seen on these catalysts. During the methane oxidation reaction on pre-oxidised platinum, oxygen is removed from the surface until an optimum coverage of oxygen and carbon-con- taining species is attained, at which point the methane conversion reaches a maxi- mum. Therefore, a specific amount of oxygen needs to be removed in order to reach this state. The oxygen up-take experiments showed that for all the catalysts more than 90% of the oxygen up-take occurs within the first minute, after which there is a slow increase in surface coverage. Thus, for a given reduction treatment, there will initially be only small differences in the amount of oxygen on the surface. If all this oxygen is equivalent, the time taken to remove a sufficient amount to give the optimum surface should only change slightly with the length of the pre-oxidation treatment. For catalysts reduced at 500 this is found to be the case, the peak in conversion being seen after 35 s for all air exposures. The oxygen up-take results show that after reduction at 500 the catalyst can take up about a monolayer of oxygen. This will give a uniform surface. In contrast, for catalysts reduced at 300, the results obtained were not simply related to the length of time of the exposure to air. As the base-line methane conversion (i.e. that observed before the peak in the conversion against time plots) is about the same irrespective of the time of exposure to air ( see Fig. 3 (a)) it appears that the amount of oxygen required to be removed in order to obtain the optimum surface coverage changes with the time of exposure to air. Therefore, in this case it is clear that the oxygen on the surface is not all adsorbed at equivalent surface sites. The oxygen up-take over catalysts reduced at 300 corresponds to between 0.75 and 0.9 monolayers. This sub-monolayer coverage with oxygen could reflect differences in the surface for methane adsorption and/or reaction, and the presence of oxygen species of different reactivity. Either of these effects could lead to differences in both the amount of oxygen which needs to be removed to form the optimum surface, and the speed with which this occurs. These variations are seen most markedly in cases where a maximum in activity is seen immediately after introduction of the methane pulse, an effect observed on the 2% Pt catalyst but not on the 10% Pt sample. For example, for the 2% Pt catalyst 188 R. Burch, P.K. Loader~Applied Catalysis A: General 122 (1995) 16~190 after a 4 min exposure to air, as soon as the methane pulse is introduced the catalyst is able to both adsorb and react with methane (See Fig. 3a). The fact that this effect is not seen on the 10% Pt catalyst suggests that the formation of this active surface is also dependent on the original morphology of the sample, since the 10% Pt catalyst contains particles whose diameter is, on average, twice that of the 2% Pt catalyst (see Table 1). Very small platinum particles may be present only on the 2% Pt catalyst and not on the 10% Pt catalyst. On oxidation, the smallest particles may form bulk platinum oxide, whereas the larger particles may consist of a metallic core covered with a layer of chemisorbed oxygen, as indicated by EXAFS and X- ray diffraction studies [30]. While the changes in catalytic properties can quite reasonably be interpreted in terms of such morphological changes, it is also possible to rationalise the effect of temperature as arising from variations in the extent or the nature of metal/support interactions. As the pretreatment temperature is increased from 300 to 500 it would be expected that the extent of any metal/support interactions would change. For example, as the reduction temperature is increased there will be a tendency for any small platinum particles which are still strongly attached to surface oxide or hydroxide groups on the alumina to become detached. As a consequence, there will be a change in the amount of metal / support interface and there will also be a change in the number of platinum atoms close to an interface. Either, or both, of these changes could lead to a significant modification of the catalytic properties and could account for our results. Since morphological changes and metal/support interactions are to a large extent related it is impossible to differentiate between these alternative explanations. The reality may be a combination of both effects. 4.4. Changes in catalyst performance with ageing Up to this point the discussion has centred on the differences seen on fresh catalysts. However, one curious point remains to be explained. This is the fact that as the catalysts age (i.e. after a number of successive oxidation-reduction-reaction cycles) the position of the peak in the activity versus time plots becomes constant (at 60 s) irrespective either of the length of time of exposure to air or the initial reduction temperature. One possible explanation is a gradual poisoning of the catalyst. Such poisoning may be due to either carbon- or oxygen-containing species which accumulate during the experiment. Air and hydrogen treatments were used between the reactant pulse and the next air exposure in order to clean the surface of all contaminants. However, it is possible that these treatments, which were performed at 300, were not entirely effective since Pafil et al. [47] have found that even after treatments at 500 some carbon- and oxygen-containing species are left on a platinum catalyst. On catalysts reduced at 300 this could lead to a change in the nature of the oxidation sites on the catalyst. Any loss of sites may be due simply to site blocking, or possibly to the removal of the specific crystal planes R. Burch, P.K. lx)ader /Applied Catalysis A: General 122 (1995) 169-190 189 on which they occur, as it is known [48,49] that both oxygen and carbon adsorption can cause faceting of some planes. It is possible that during our experiments, small amounts of carbon are laid down on the surface of the platinum and that at some point this reaches the required level to cause a change in the morphology of the platinum particles. 5. Conclusions The oxidation of methane on supported platinum catalysts exhibits complex behaviour. Neither a fully reduced nor a fully oxidised platinum surface is optimum for methane oxidation. Instead, an intermediate surface is required on which the surface concentrations of adsorbed oxygen and methane are well balanced. These effects are manifested as peaks in the activity versus time-on-stream plots for both pre-reduced and pre-oxidised catalysts. These results are consistent with a Lang- muir-Hinshelwood mechanism in which the reaction occurs between two compet- itively adsorbed species. When the catalyst is pre-oxidised the nature of the most active surface becomes very sensitive to the exact morphology of the surface both before and after oxidation. This morphology can be changed by the temperature of a pre-reduction treatment and possibly by deposition of carbon- or oxygen-con- taining species on the surface. Acknowledgements We are grateful to British Gas for providing financial support for this research and for giving permission to publish these results. References [ l ] Y-F. Yu Yao, Ind. Eng. Chem. Prod. Res. Dev., 19 (1980) 293. 112] V.A. Drozdov, P.G. Tsyrulnikov, V.V. Popovskii, N.N. Bulgakov, E.M. Moroz and T.G. Galeev, React. Kinet. Catal. Lett., 27 (2) (1985) 425. [3] S.H. Oh, P.J. Mitchell and R.M. Siewert, J. Catal., 132 ( 1991 ) 287. 114] R. Butch and P.K. Loader, Appl. Catal. B, 5 (1994) 149 [5] J.J. Carberry, Acc. Chem. Res., 18 (1985) 385. 16] R.F. Hicks, H. Qi, M.L. Young and R.G. Lee, J. Catal., 122 (1990) 280. [171 M. Niwa, K. Awano and Y. Murakami, Appl. Catal., 7 (1983) 317. [81 P. Briot, A. Auroux, D. Jones and M. Primer, Appl. Catal., 59 (1990) 141. [9] J.G. Firth and H.B. Holland, Trans. Faraday Soc., 65 (4) (1969) 1121. [ 10] D.L. Trimm and C-W. Lam, Chem. Eng. Sci., 35 (1980) 1405. [ 11 ] G. Kneringer and F.P. Netzer, Surf. Sci., 49 ( 1975 ) 125. [ 12] C.E. Smith, J.P. Biberian and G.A. Somorjai, J. Catal., 57 (1979) 426. { 13] J.L. Gland, Surf. Sci., 93 (1980) 487. [ 14] R. Ducros and R.P. Merrill, SUN'. Sci., 55 (1976) 227. 190 R. Bureh, P.K. Loader~Applied Catalysis A: General 122 (1995) 169 190 [ 15] M. Sander, R. lmbihl, R. Schuster, J.V. Barth and G. Erfl, Surf. Sci., 271 (1992) 159. [ 16] H.C. Yao, M. Sieg and H.K. Plummet, Jr., J. Catal., 59 (1979) 365. [ 17 ] A. Schwartz, L.L. Holbrook and H. Wise, J. Catal., 21 ( 1971 ) 199. [ 18] J. Freel, J. Catal., 25 (1972) 149. [ 19] T. Wang, C. Lee and L.D. Schmidt, Surf. Sci., 163 (1985) 181. [ 20] J.M. Schwartz and L.D. Schmidt, J. Catal., 138 (1992) 283. [ 21 ] D.J. Smith, D. White, T. Baird and J.R. Fryar, J. Catal., 81 (1983) 107. [22] P.J.F. Harris, J. Catal., 97 (1986) 527. [ 23] D. White. T. Baird, J.R. Fryar, L.A. Freeman, D.J. Smith and M. Day, J. Catal., 81 (1983) 119. [24] J.M. Rickard, L. Genovese, A. Moata and S. Nitsche, J. Catal., 121 (1990) 141. [ 25 ] G.R. Wilson and W.K. Hall, J. Catal., 24 (1972) 306. [26] P. Lagarde, T. Murata, G. Vlaic, E. Freund, H. Dexpert and J.P. Bournonville, J. Catal., 84 (1983) 333. [27] S.D. Jackson, J. Willis, G.D. McLellan, G. Webb, M.B.T. Keegan, R.B. Moyes, S. Simpson, P.B. Wells and R. Whyman, J. Catal., 139 (1993) 191. [ 28 ] E.A. Morgan and G.A. Somorjai, Surf. Sci., 12 (1968) 405. [ 29 ] R.F. Hicks, H. Qi, M.L. Young and R.G. Lee, J. Catal., 122 (1990) 294. [ 30] R.W. McCabe, C. Wong and H.S. Woo, J. Catal., 114 (1988) 354. [ 31 ] G.N. Derry and P.N. Ross, Surf. Sci., 140 (1984) 165. 132] C.R. Helms, J. Vac. Sci. Technol., 14 ( 1 ) (1977) 445. [ 33 ] M.A. Barleau, E.I. Ko and R.J. Madix, Surf. Sci., 102 ( 1981 ) 99. [ 34] M Alnot, J. Fusy and A. Cassuto, Surf. Sci., 72 (1978) 467. [35] U. Starke~ N. Materer, A. Barbieri, K. Heinz, M.A. Van Hove and G.A. Somorjai, Surf. Sci., 287/288 (1993) 432. [36] M. Peuckert and H.P. Bonzel, Surf. Sci., 145 (1984) 239. [37] W.H. Weinberg, D.R. Monroe, V. Lampton and R.P. Merrill, J. Vac. Sci. Technol., 14 ( 1 ) (1977) 444. [38] G. Maire, P. Legare and G. Lindauer, Surf. Sci., 80 (1979) 238. [39] C.W. Tucker, Surf. Sci., 2 (1964) 516. [40] G.R. Wilson and W.K. Hall, J. Catal., 17 (1970) 190. [411 J. Schmidt, Ch. Stuhlmann and H. lbach, Surf. Sci., 284 (1993) 121. [42] D.M. Collins and W.E. Spencer, Surf. Sci. 69 (1977) 85. [43[ Ji. Gland and V.N. Korchak, Surf. Sci., 75 (1978) 733. [44] B. Lang, R.W. Joyner and G.A. Somorjai, Surf. Sci., 30 (1972) 454. [45] K. Schwaha and E. Bechtold, Surf. Sci., 65 (1977) 277. [46] M.R. McClellan, F.R. McFeely and J.L. Gland, Surf. Sci., 123 (1983) 188. [47] Z. Pafil, R Schlogl and G. Ertl, Catal. Lett., 12 (1992) 331. [48] D.W. Blakely and G.A. Somorjai, Surf. Sci., 65 (1977) 419. [49] B. Lang, Surf. Sci., 53 (1975) 317. APCATA 9400238X 0926-860X(94)00238-X 10.1016/0926-860X(94)00238-X Elsevier Science B.V. All rights reserved Investigation of methane oxidation onPt/Al2O3 catalysts under transient reaction conditions R. Burch * P.K. Loader Catalysis Research Group, Chemistry Department, University of Reading, Whiteknights, Reading, RG6 2AD, UK * Corresponding author. The oxidation of methane on alumina-supported platinum catalysts has been investigated for various gas mixtures as a function of the state of oxidation or reduction of the platinum surface. It has been shown that the activity for methane oxidation goes through a sharp maximum a few seconds after the introduction of the reactants to either a pre-reduced or a pre-oxidised catalyst. The results are inter-preted in terms of a Langmuir-Hinshelwood mechanism in which the optimum rate of reaction corresponds to a platinum surface partially covered byboth oxygen- and carbon-containing species. The position of the maximum in activity is very reproducible for pre-reduced catalysts but varies in an imprecise manner for pre-oxidised catalysts. These effects are thought to be related to morphological changes in the reduced and subsequently re-oxidised small platinum particles. It appears that even after re-oxidation at 300°C these platinum particles have a strong ‘memory’ of previous reduction treatments. Keywords Methane oxidation Platinum/alumina catalysts Pre-oxidation Pre-reduction Transient studies References [1] Yu Yao Y.F. Ind. Eng. Chem. Prod. Res. Dev. 19 1980 293 [2] Drozdov V.A. Tsyrulnikov P.G. Popovskii V.V. Bulgakov N.N. Moroz E.M. Galeev T.G. React. Kinet. Catal. Lett. 27 2 1985 425 [3] Oh S.H. Mitchell P.J. Siewert R.M. J. Catal. 132 1991 287 [4] Burch R. Loader P.K. Appl. Catal. B 5 1994 149 [5] Carberry J.J. Acc. Chem. Res. 18 1985 385 [6] Hicks R.F. Qi H. Young M.L. Lee R.G. J. Catal. 122 1990 280 [7] Niwa M. Awano K. Murakami Y. Appl. Catal. 7 1983 317 [8] Briot P. Auroux A. Jones D. Primet M. Appl. Catal. 59 1990 141 [9] Firth J.G. Holland H.B. Trans. Faraday Soc. 65 4 1969 1121 [10] Trimm D.L. Lam C-W. Chem. Eng. Sci. 35 1980 1405 [11] Kneringer G. Netzer F.P. Surf. Sci. 49 1975 125 [12] Smith C.E. Biberian J.P. Somorjai G.A. J. Catal. 57 1979 426 [13] Gland J.L. Surf. Sci. 93 1980 487 [14] Ducros R. Merrill R.P. Surf. Sci. 55 1976 227 [15] Sander M. Imbihl R. Schuster R. Barth J.V. Ertl G. Surf. Sci. 271 1992 159 [16] Yao H.C. Sieg M. Plummer H.K. Jr. J. Catal. 59 1979 365 [17] Schwartz A. Holbrook L.L. Wise H. J. Catal. 21 1971 199 [18] Freel J. J. Catal. 25 1972 149 [19] Wang T. Lee C. Schmidt L.D. Surf. Sci. 163 1985 181 [20] Schwartz J.M. Schmidt L.D. J. Catal. 138 1992 283 [21] Smith D.J. White D. Baird T. Fryar J.R. J. Catal. 81 1983 107 [22] Harris P.J.F. J. Catal. 97 1986 527 [23] White D. Baird T. Fryar J.R. Freeman L.A. Smith D.J. Day M. J. Catal. 81 1983 119 [24] Rickard J.M. Genovese L. Moata A. Nitsche S. J. Catal. 121 1990 141 [25] Wilson G.R. Hall W.K. J. Catal. 24 1972 306 [26] Lagarde P. Murata T. Vlaic G. Freund E. Dexpert H. Bournonville J.P. J. Catal. 84 1983 333 [27] Jackson S.D. Willis J. McLellan G.D. Webb G. Keegan M.B.T. Moyes R.B. Simpson S. Wells P.B. Whyman R. J. Catal. 139 1993 191 [28] Morgan E.A. Somorjai G.A. Surf. Sci. 12 1968 405 [29] Hicks R.F. Qi H. Young M.L. Lee R.G. J. Catal. 122 1990 294 [30] McCabe R.W. Wong C. Woo H.S. J. Catal. 114 1988 354 [31] Derry G.N. Ross P.N. Surf. Sci. 140 1984 165 [32] Helms C.R. J. Vac. Sci. Technol. 14 1 1977 445 [33] Barteau M.A. Ko E.I. Madix R.J. Surf. Sci. 102 1981 99 [34] Alnot M. Fusy J. Cassuto A. Surf. Sci. 72 1978 467 [35] Starke U. Materer N. Barbieri A. Heinz K. Van Hove M.A. Somorjai G.A. Surf. Sci. 287/288 1993 432 [36] Peuckert M. Bonzel H.P. Surf. Sci. 145 1984 239 [37] Weinberg W.H. Monroe D.R. Lampton V. Merrill R.P. J. Vac. Sci. Technol. 14 1 1977 444 [38] Maire G. Legare P. Lindauer G. Surf. Sci. 80 1979 238 [39] Tucker C.W. Surf. Sci. 2 1964 516 [40] Wilson G.R. Hall W.K. J. Catal. 17 1970 190 [41] Schmidt J. Stuhlmann Ch. Ibach H. Surf. Sci. 284 1993 121 [42] Collins D.M. Spencer W.E. Surf. Sci. 69 1977 85 [43] Gland J.L. Korchak V.N. Surf. Sci. 75 1978 733 [44] Lang B. Joyner R.W. Somorjai G.A. Surf. Sci. 30 1972 454 [45] Schwaha K. Bechtold E. Surf. Sci. 65 1977 277 [46] McClellan M.R. McFeely F.R. Gland J.L. Surf. Sci. 123 1983 188 [47] Paál Z. Schlogl R Ertl G. Catal. Lett. 12 1992 331 [48] Blakely D.W. Somorjai G.A. Surf. Sci. 65 1977 419 [49] Lang B. Surf. Sci. 53 1975 317",
      "scopus-id": "0000011898",
      "coredata": {
        "eid": "1-s2.0-0926860X9400238X",
        "dc:description": "The oxidation of methane on alumina-supported platinum catalysts has been investigated for various gas mixtures as a function of the state of oxidation or reduction of the platinum surface. It has been shown that the activity for methane oxidation goes through a sharp maximum a few seconds after the introduction of the reactants to either a pre-reduced or a pre-oxidised catalyst. The results are inter-preted in terms of a Langmuir-Hinshelwood mechanism in which the optimum rate of reaction corresponds to a platinum surface partially covered byboth oxygen- and carbon-containing species. The position of the maximum in activity is very reproducible for pre-reduced catalysts but varies in an imprecise manner for pre-oxidised catalysts. These effects are thought to be related to morphological changes in the reduced and subsequently re-oxidised small platinum particles. It appears that even after re-oxidation at 300°C these platinum particles have a strong ‘memory’ of previous reduction treatments.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-02-16",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9400238X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Burch, R."
          },
          {
            "@_fa": "true",
            "$": "Loader, P.K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9400238X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9400238X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00238-X",
        "prism:volume": "122",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Investigation of methane oxidation onPt/Al2O3 catalysts under transient reaction conditions",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane oxidation"
          },
          {
            "@_fa": "true",
            "$": "Platinum/alumina catalysts"
          },
          {
            "@_fa": "true",
            "$": "Pre-oxidation"
          },
          {
            "@_fa": "true",
            "$": "Pre-reduction"
          },
          {
            "@_fa": "true",
            "$": "Transient studies"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "169-190",
        "prism:endingPage": "190",
        "pubType": "fla",
        "prism:coverDisplayDate": "16 February 1995",
        "prism:doi": "10.1016/0926-860X(94)00238-X",
        "prism:startingPage": "169",
        "dc:identifier": "doi:10.1016/0926-860X(94)00238-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000011898"
      }
    }
  }
}