{
  "metadata": {
    "title": "A comparison of laboratory deactivation methods for FCC catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-08-17",
    "doi": "10.1016/0926-860X(95)00070-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95000704",
    "pii": "0926860X95000704"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001860483",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X95000704 0926-860X(95)00070-4 0926860X95000704 10.1016/0926-860X(95)00070-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00440 2024-01-01T12:18:48.759026Z 0 0 19950817 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 129 129 1 1 Volume 129, Issue 1 3 21 31 21 31 19950817 17 August 1995 1995-08-17 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. ACOMPARISONLABORATORYDEACTIVATIONMETHODSFORFCCCATALYSTS BENDIKSEN M BISWAS 1990 197 258 J GERRITSEN 1991 61 72 L MITCHELLBRUCE 1980 209 213 R MAGEE 1993 223 255 J HAAS 1991 133 142 A AICHESYMPSER TENG 1994 469 476 S OCCELLI 1991 241 280 M BENSLAY 1992 120 133 R AICHESYMPSER BENDIKSENX1995X21 BENDIKSENX1995X21X31 BENDIKSENX1995X21XM BENDIKSENX1995X21X31XM item 0926-860X(95)00070-4 0926860X95000704 1-s2.0-0926860X95000704 10.1016/0926-860X(95)00070-4 271346 2024-01-01T12:18:48.759026Z 1995-08-17 1-s2.0-0926860X95000704-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000704/MAIN/application/pdf/427e876c416d12aa7d4a8ce38bbe65cd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000704/MAIN/application/pdf/427e876c416d12aa7d4a8ce38bbe65cd/main.pdf main.pdf pdf true 597318 MAIN 11 1-s2.0-0926860X95000704-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000704/PREVIEW/image/png/ac0110722e21de99e7b79e3f2071e031/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000704/PREVIEW/image/png/ac0110722e21de99e7b79e3f2071e031/main_1.png main_1.png png 43948 849 656 IMAGE-WEB-PDF 1 :~-! ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 129 (1995) 21-31 A comparison of laboratory deactivation methods for FCC catalysts M. Bendiksen a,., E. Tangstad a, T. Myrstad b a SINTEF, P.O. Box 124, Blindern, N-0314 Oslo, Norway b Statoil R&D Centre, Postuttak, N-7005 Trondheim, Norway Received 3 November 1994; revised 9 March 1995; accepted 9 March 1995 Abstract Two different methods for laboratory deactivation of FCC catalysts have been compared to deac- tivation in a commercial FCC unit. The two laboratory methods investigated were: (i) metals impreg- nation by an incipient wetness method according to Mitchell followed by steaming, and (ii) cyclic impregnation and deactivation in a cyclic deactivation unit (CDU). The cyclic deactivation method consists of cycles with cracking of metal spiked feed, stripping and regeneration in a fluidized bed reactor. An apparatus for cyclic deactivation is described. To find the better laboratory deactivation method the three deactivated catalyst samples were chemically and physically characterized and micro activity tested (MAT) with North Sea atmospheric residue as feed. It was found that cyclic deacti- vation gave a better simulation of the equilibrium catalyst from the FCC unit (ECAT) than was the case for Mitchell impregnation and steaming. The metals are still more active for dehydrogenation reactions following cyclic deactivation than metals are in the ECAT, although cyclic deactivation represents an improvement compared with impregnation and steaming. It was found also that fresh catalyst particles in ECAT contribute significantly to product distribution and quality, making 'perfect' simulation of ECAT with laboratory deactivated samples consisting of uniformly deactivated particles very difficult. Significant differences were not found in metal distribution across the catalyst particles resulting from the different deactivation procedures. It was found that vanadium migrates more easily through the catalyst particles than nickel during the deactivation. Keywords: FCC catalyst; Deactivation; Microactivity test; Resid cracking 1. Introduction As the feedstocks for fluid catalytic cracking units become heavier, the demand for metal resistant catalysts increases. The heavier feeds comprise large metal- * Corresponding author. SSDIO926-860X(95)O0070-4 22 M. Bendiksen et al. / Applied Cotalysis A: General 129 (1995) 21-3l containing components which deposit on the catalyst during the cracking reaction. The metals in question are mainly nickel and vanadium. Nickel causes mainly a change in product distribution by catalysing reactions producing dry gas and coke. Vanadium has a weaker dehydrogenation effect than nickel, but has a more detri- mental effect by causing a permanent damage to the zeolite with low activity and poor selectivity for gasoline as a result [ 1 ]. How to test FCC catalyst performance and metal tolerance in the laboratory and thereby be able to correlate the data to the FCC performance is an ever ongoing discussion. The micro activity test (MAT) is used in most laboratories evaluating FCC catalysts. With the development of shorter contact time MAT units [2] it is accepted that this is a useful test which allows for a relative ranking of catalyst performance, but not for quantitative evaluation of yields in a commercial FCC unit. Another aspect of catalyst testing is the preparation of the catalyst before the laboratory test is performed. In the FCC unit the catalyst is deactivated very quickly during the first few cycles, stabilising at a lower activity level. Hence the fresh catalyst is not representative for the equilibrium performance of the catalyst. How- ever, the evaluation of the deactivation of several catalysts in a commercial RCC unit is hardly feasible. The aim of laboratory testing has therefore been to simulate an equilibrium catalyst and test this laboratory deactivated catalyst in MAT. Tra- ditionally this deactivation procedure has involved the impregnation of the catalyst with metal naphthenates (Mitchell impregnation) to incipient wetness, followed by calcination and steam treatment [3]. Most laboratories have their own special procedures both for catalyst deactivation and testing, making direct comparison of results from one laboratory to another very difficult [4]. The procedures may be for instance adjusted to be as close as possible to conditions in a special FCC unit. Since 1987 a cyclic impregnation and deactivation method has been developed and put into regular use [2,5 ]. Cyclic deactivation mimics the deactivation in the FCC unit by exposing the catalyst for cycles of cracking, stripping and regeneration. The feed is spiked with metals which are deposited on the catalyst during the cracking reactions. The result is a more realistic distribution and ageing of the metals, which again gives a better simulation of an equilibrium catalyst than with the impregnation method. A fully automized apparatus for cyclic deactivation of FCC catalysts is described in this paper. This work shows that in cyclic deactivation units the conditions also have to be carefully tested and adjusted to give a good simulated equilibrium catalyst. In this work a commercial catalyst has been characterised and tested in MAT following 'Mitchell impregnation', cyclic deactivation and deactivation in a FCC unit (equi- librium catalyst), in order to obtain a direct comparison of the two laboratory methods and the equilibrium catalyst. M. Bendiksen et al. /Applied Catalysis A: General 129 (1995) 21-31 23 2. Experimental 2.1. Laboratory deactivation A commercial resid FCC catalyst was used in the deactivation study. The metal levels and other deactivation conditions in the two laboratory methods --Mitchell impregnation and cyclic deactivation --have previously been adjusted separately to give MAT results and catalyst characteristics as close to the equilib- rium catalyst in the FCC unit (ECAT) as possible. This was done by optimising deactivation conditions like metal levels and steam treatment for the Mitchell impregnation, and metal levels, cracking conditions, stripping conditions, regen- eration conditions and number of cycles for the cyclic deactivation using a fresh catalyst of the same batch as was used in ECAT. The following optimised proce- dures were used in this study. Mitchell impregnation The catalyst was calcined for approximately 3 h at 600 before being loaded with nickelnaphtenate (6-8 wt.-% Ni) and vanadylnaphtenate (3 wt.-% V) from K&K Laboratories using cyclohexane as a solvent. The impregnation was followed by drying at 100, calcining at 500 for 16 h and steam treatment ( 100% steam) in a fluidized bed reactor at 760 for 18 h. Cyclic deactivation Cyclic deactivation was performed in the fully automated apparatus shown in Fig. 1. The deactivated catalyst was obtained after 35 cycles of cracking, stripping, regeneration and cooling of fresh catalyst in the cyclic deactivation unit (CDU). In the cracking step light cycle oil (LCO) was pumped through the catalyst bed at a reaction temperature of 500. LCO containing nickel- and vanadylnaphtenates, corresponding to respectively 0.049 wt.-% Ni and 0.14 wt.-% V, was used in the 30 first cycles, while pure LCO was used in the last 5. The boiling point range of the LCO was 185-340 and it contained 0.07 wt.-% sulphur. During stripping a mixture of nitrogen and steam flowed through the fluidized catalyst bed at increasing catalyst temperature. At 800 the regeneration step was carried out by passing a mixture of air and steam through the bed, followed by cooling of the catalyst to the cracking temperature. A comparison of the two laboratory deactivated samples was carried out, and the two deactivated samples were also compared with an equilibrium catalyst from a FCC unit. The equilibrium catalyst sample was withdrawn from the unit at a time at which it contained mostly catalyst from the same fresh catalyst batch as described above. Table 1 shows the loading of nickel and vanadium on the Mitchell impregnated catalyst, CDU deactivated catalyst and equilibrium catalyst. 24 M. Bendiksen et al. /Applied Catalysis A: General 129 (1995) 21-31 ~ ~Reaclor Trap N2 Vaporizer Air; ..... .---\" actk, aton 2.2. Characterization Fig. I. Cyclic deactivation unit (CDU). O,b~,th~ WZ5 Scale I ] Elemental analyses Elemental bulk analyses of Ni and V were performed with an ICP/AES-instru- ment following digestion in acid at high temperature and pressure. Ni and V profiles over the cross section of the catalyst particle were measured using an EPMA/Cameca Microbeam instrument by the examination of 5 5/~m areas with a depth of 1.5/.~m. The content of carbon and hydrogen (coke) on the catalyst surface was deter- mined with a LECO CHN elemental analyser. Nitrogen adsorption Nitrogen adsorption was performed with a Carlo Erba Sorptomatic 1800 series. Specific surface area was determined by the BET method, and the matrix surface area was found by using the t-plot method. Table 1 Content of Ni and V in the deactivated catalyst samples Catalyst sample Nickel (ppm) Vanadium (ppm) Impregnated 1000 1900 CDU 800 2400 ECAT 2600 2900 M. Bendiksen et al. /Applied Catalysis A: General 129 (1995) 21-31 25 UCS The unit cell size of the zeolite was determined by X-ray diffraction (XRD), based on the standard ASTM D3942-80 procedure. Micro activity testing The activity and selectivity of the catalyst after deactivation was decided by short contact time micro activity testing. With some modifications, as described below, the operating conditions were according to ASTM D3907-86. The following defi- nition was used to calculate the conversion: ASTM conversion = (F- (R. L~ 100) - H) 100/F where F = feed ( g ), R = LCO + DCO in liquid product ( wt.-% ), L = liquid products (g), H= oil in reactor outlet after reaction (g). The feed consisted of North Sea atmospheric residue with a boiling point range of 375 + and with a Conradson carbon residue content of 2.8 wt.-%. In the MAT unit 1 g of feed was injected to the fixed bed reactor during a period of 30 s at a reaction temperature of 524. The catalyst/oil ratio varied between 5 to 7. The reaction products were collected, and the liquid products were quantified and then chromatographically analyzed by simulated distillation (Hewlett Packard 5880) according to the ASTM procedure D-2887. The gaseous products were analyzed with a refinery gas analyzer (Hewlett Packard 5880). The coke on the catalyst surface was subsequently quantified with a LECO apparatus. The mass balance, conversion and yields of hydrogen, dry gas (C~ +C2), LPG (C3+C4), gasoline (C5 up to a boiling point of 216), LCO (boiling point range of 216 to 344), DCO (boiling point range higher than 344) and coke could then be calculated. The composition of the gasoline fraction was further examined by GC/MS (Finnigan SSQ700) analyses and the software package SI-PIONA from SINTEF [6]. 3. Results and discussion 3.1. Elemental analyses Micrographs of the catalyst particles show that the fresh FCC catalyst is inhom- ogeneous, it consist of particles of different chemical composition, crystallinity and porosity. Two or three dissimilar particles from each of the modified catalyst samples were chosen for a further investigation of their nickel and vanadium profiles. No general differences in nickel and vanadium profiles between the Mitch- ell impregnated catalyst, the CDU deactivated sample and the equilibrium catalyst could be observed, when the different total Ni and V concentration levels were not taken into account. This is due to the small number of particles studied, and that the catalyst particles are inhomogeneous, the latter leads to significant differences 26 M. Bendiksen et al. / Applied Catalysis A: General 129 (1995) 21 31 Table 2 Number of particles with different Ni and V concentration profiles in the 3 deactivated catalyst samples (total of 8 particles) Ni./Nii > Vo/Vi ~> 1~ Vo/V, > Ni,,/Nii >i I V,,/Vi = Nio/Nii = 1 Nii = Vi = 0 5 l 1 I Ni. = concentration of Ni in the outer layer of the particle: Ni~ = concentration of Ni in the core of the particle: V,, = concentration of V in the outer layer of the particle: V, = concentration of V in the core of the particle. in metal profiles between particles from the same catalyst sample. By making measurements on a larger number of particles in a further study, there may be a possibility of finding differences in the metal profiles between the different deac- tivated samples. A summary of the nickel and vanadium profiles of the deactivated catalyst particles is given in Table 2. In five of the eight particles the nickel concentration gradient through the particle was higher than the vanadium concen- tration gradient, whereas in one of the particles the opposite phenomenon was noted. In the last two particles the metal concentrations did not vary as a function of particle diameter or the relative metal profiles could not be compared due to low intrinsic metal levels. The generally higher concentration gradient for nickel than for vanadium across the particles indicate migration of vanadium within the FCC catalyst. This is in agreement with other work in literature [7,8] where it is claimed that vanadium, present as vanadium pentoxide, is a liquid under regeneration con- ditions in a FCC unit. Volatile vanadium compounds can be formed in the presence of steam, as in the stripping zone in the FCC unit. 3.2. Specific surface area Fig. 2 shows the zeolite, matrix and total surface areas measured by nitrogen adsorption for fresh catalyst, Mitchell impregnated, CDU deactivated catalyst sam- 300 ~ 250 ..~ 2OO 150 ~ loo 50 0 Fresh catalyst Impregnated CDU ECAT Fig. 2. Zeolite, matrix and total surface areas of fresh and deactivated catalyst samples. M. Bendiksen et al. /Applied Catalysis A.\" General 129 (1995) 21-31 Table 3 Unit cell size of fresh and deactivated catalyst 27 CataLyst sample Unit cell size (A.) Fresh catalyst 24.61 Impregnated 24.29 CDU 24.27 ECAT 24.27 ples and ECAT samples. Both the impregnated and the CDU deactivated catalysts have a lower zeolite/matrix ratio than the equilibrium catalyst. This is mainly due to the smaller matrix surface of the equilibrium catalyst compared to the impreg- nated and the CDU deactivated samples. The smaller matrix surface of the equilib- rium catalyst is again due to the content of fresh catalyst which has a high zeolite/ matrix ratio. There is no significant difference between the zeolite/matrix ratio for the Mitchell impregnated and the CDU deactivated catalyst. The total surface area of the Mitchell impregnated and the CDU deactivated samples are larger than the specific surface area of the equilibrium catalyst, and total surface area of the Mitchell impregnated sample is also somewhat larger than the CDU deactivated sample. The zeolite area of the impregnated sample is somewhat greater compared to the zeolite area of the CDU deactivated sample. 3.3. Unit cell size (UCS) As can be seen from Table 3 the Mitchell impregnated catalyst has a somewhat larger unit cell size than the CDU deactivated catalyst and the equilibrium catalyst, which means that the impregnated sample is less deactivated then the other two samples. From this it can be expected that the CDU deactivated sample will give a more similar product distribution from MAT compared to the equilibrium catalyst than the impregnated sample. 3.4. Micro activi~ test (MAT) The catalyst was tested in MAT after deactivation by impregnation and steaming (impregnated), cyclic deactivation (CDU) and deactivation in a FCC unit (ECAT). The results are summarized in Table 4 and Table 5. Table 4 shows catalyst activity (catalyst/oil ratio) and yields at 75% conversion. Also included are the ratio of LCO to DCO, olefinic C4 to total C4, iso-C4 to normal-C4 and C2- to iso-C4 at 75% conversion. The naphtha product has been further analyzed by GC/MS and the results at catalyst/oil ratio 5.5 are given in Table 5. The amount of alkenes, iso-alkanes and aromatics in the naphtha fraction as a function of catalyst/oil ratio are given in Fig. 3, Fig. 4 and Fig. 5. The test results show that the impregnated and cyclic deactivated sample have the same activity. ECAT has a slightly lower activity than the other two but not 28 M. Bendiksen et al. /Applied Catalysis A: General 129 (19951 21-31 Table 4 MAT catalyst/oil ratio and yields at 75% conversion after Mitchell impregnation, cyclic deactivation and Ik~r the equilibrium of the catalyst Impregnated CDU ECAT Catalyst/oil ratio 5.3 5.3 5.6 Hydrogen (wt.-%) 0.84 0.75 0.62 C~ +C2 (wt.-%/ 2.60 2.51 2.29 C3+C4 (wt.-%) 10.6 10.9 10.9 Gasoline, C5 +, 215 ( wt.-% ) 50 50 50 LCO, 216-344 (wt.-%) I8.6 18.5 17.3 DCO, 344+ (wt.-%) 7.7 8.6 9.5 Coke (wt.-%) 9.4 9.1 10.(/ LCO/DCO 2.4 2.1 1.9 Olefinic C4/total C4 0.63 0.63 0.53 lso-C4/n-C4 3.65 3.79 3.96 C2-/Iso-C4 1.36 1.25 0.93 Table 5 Gasoline quality at catalyst/oil ratio 5.5. Impregnated wt.-% CDU wt.-% ECAT wt.-% in gasoline in gasoline in gasoline n-alkanes 4.0 4.0 4.9 Iso-alkanes 23.7 24.0 26.7 Alkenes 27.1 26.4 21.4 Naphthenes 9.3 9.8 9.6 Aromatics 36.1 35.7 37.9 Calculated RON 88.1 88.2 87.8 Calculated MON 77.2 77.4 77.1 ~40 35 .= 30 ~25 .-~ 20 15 = 10 = 5 0 4 0~ ~ 4.5 5 5,5 6 6.5 7 7.5 8 Catalyst:off ratio ImprEgnated CDU 0 ECAT Fig. 3. Content of alkenes in the gasoline fraction from MAT testing as a function of catalyst/oil ratio. significantly. Hence both impregnation and cyclic deactivation give a good simu- lation of equilibrium activity. The equilibrium catalyst produces clearly the lowest amount of hydrogen and dry gas (C~ + C2) in spite of the much higher metal level in this sample compared to the two others. A high amount of hydrogen and dry gas in the products indicate M. Bendiksen et al. /Applied Catalysis A: General 129 (1995) 21 31 29 32 ~= 3o .~ 28 26 ~.~ 24 ~22 2O 18 / J J / f / j Impregnated CDU O ECAT I I i I I I I 4.5 5 5.5 6 6.5 7 7.5 8 Catalyst:oil ratio Fig. 4. Content of iso-alkanes in the gasoline fraction from MAT testing as a function of catalyst/oil ratio. both a high degree of non selective matrix cracking and a high amount of active metals, especially nickel, on the catalyst. The cyclic deactivated sample produces less hydrogen and dry gas than the impregnated sample. This is probably due to a somewhat lower amount of nickel in the CDU sample, although the total nickel equivalents (Ni + V/4) are the same in the two samples, combined with less active nickel in the CDU sample. The results show that cyclic deactivation at these conditions gives a better simulation of ECAT than impregnation, however there is still a big difference between metal deactivation in the FCC unit and in the CD unit. This is not surprising considering that the deposition of metals in the FCC unit takes place during a much longer period (more cycles) than in the CDU. The cyclic impregnated sample produces the same amount of LPG (C3 + C4) as ECAT, whereas the impregnated sample produces somewhat less. There is no difference between the three samples in respect of gasoline yield. ECAT produces less LCO and more DCO than the two laboratory deactivated samples. This is probably due to the higher matrix area in the laboratory deactivated samples making bottoms upgrading more efficient. The impregnated and the cyclic deactivated sample produce the same amount of LCO but the CDU sample produces more DCO. The differences in LCO and DCO yields are even more clearly shown in the LCO/DCO ratio. ECAT produces surprisingly more coke than both the impregnated and the cyclic ales. Usually one can observe the same ranking of hydrogen yields deactivated sam 45 42.s o 4O '-= 37.5 h'a 35 32.5 25 --0 i II ~ # Impregnated CDU 0 ECAT 4.5 5 5.5 6 6.5 7 7.5 8 Catalyst:oil ratio Fig. 5. Content of aromatics in the gasoline fraction from MAT testing as a function of catalyst/oil ratio. 30 M. Bendiksen et al. /Applied Catalysis A: General 129 (1995) 21-31 and coke yields when comparing catalysts because active nickel will catalyse reactions leading to formation of both hydrogen and coke. Coke is also produced, however, through another mechanism: hydrogen transfer. Alkenes generally react in hydrogen transfer reactions to produce alkanes and aromatics/coke. Hydrogen transfer reactions are more pronounced in fresh catalyst particles were little or no additional steam dealumination has occurred as a result of steam treatment in the laboratory or in the FCC unit. In a FCC unit with continuous addition of fresh catalyst the equilibrium catalyst contains a certain amount of fresh catalyst particles which are added to the FCC unit just before the catalyst sample is withdrawn. The MAT product distribution indicates that these particles contribute significantly to the performance observed from ECAT. Analysis of the C4 and the gasoline fraction shows that both the impregnated and cyclic deactivated sample produce more alkenes than the equilibrium catalyst (Table 4, Fig. 3). A higher measured unit cell size of the zeolite in the impregnated sample would indicate more hydrogen transfer reactions and consequently lower alkene yields from this sample. When this is not seen it must be due to that the small amount of fresh catalyst particles in ECAT contribute to a large extent to the product quality, but does not influence the 'average' unit cell size measured in an equilibrium catalyst significantly. The zeolite to matrix ratio in ECAT is higher and thereby closer to the ratio observed in fresh catalyst than is the case for the homogeneously deactivated samples. The total surface area of ECAT is at the same time lower than the laboratory deactivated samples. This indicates that ECAT has experienced a more serious deactivation than the laboratory samples. Since the zeolite surface deteriorates normally faster than does the matrix surface at hydrothermal conditions, this shows that the fresh catalyst particles contribute to the observed zeolite/matrix surface area ratio in ECAT. There are no significant differences between the behaviour of impregnated and cyclic deactivated samples with respect to alkene production or RON in the gasoline fraction. Cyclic deactivation gives a better simulation of ECAT than does impregnation with respect to iso components in the C4 fraction. In the gasoline fraction the two samples produce the same amount of iso-alkanes. ECAT produces clearly most branched products and somewhat more aromatics (Fig. 5) than the laboratory deactivated samples. This is in agreement with a higher zeolite to matrix surface area ratio and a higher degree of hydrogen transfer reactions in the equilibrium catalyst. 4. Conclusions Two different laboratory deactivation methods for FCC catalysts have been compared to deactivation in an FCC unit. The metal levels and other deactivation M. Bendiksen et al. /Applied Catalysis A: General 129 (1995) 21-31 31 conditions in the two laboratory methods have previously been adjusted separately to give MAT results as close to ECAT as possible. Hence this is not a comparison of different methods at the same metal level, but a comparison of two different procedures for deactivation. In MAT testing the cyclic deactivation catalyst samples give a better simulation of equilibrium catalyst than Mitchell impregnation, however after CDU deactiva- tion at the conditions used in this work the catalyst samples are still more active than ECAT. The biggest differences between the laboratory and FCC deactivated samples are found in C2-yields, LCO/DCO ratio and in the amount of alkenes and iso-alkanes in the gasoline fractions. The main difference in MAT results from laboratory deactivated samples and equilibrium catalyst is caused by contribution from fresh catalyst particles in equi- librium catalyst to the product distribution and to an even larger extent to product quality. The results showed that measurements of unit cell size in equilibrium catalyst cannot be correlated to cracking performance when comparing ECAT with catalyst samples deactivated by other methods where all catalyst particles have experienced the same treatment. It was found that vanadium migrates more readily than nickel in the catalyst particle. It was not possible to observe any general difference in metal distribution due to differences in the deactivation method. This was believed to be due to inhomogenities within the samples examined. By looking at a much larger number of particles this problem might have been overcome. Acknowledgements The authors would like to acknowledge Statoil for the permission to publish this work. We also wish to thank B. Hustad, J. Simensen and A.I. Spjelkavik for well done laboratory work. References [ 1 ] J. Biswas and I.E. Maxwell, Appl. Catal., 63 (1990) 197-258. [2] L.A. Gerritsen, H.N.J. Wijngaards, J. Verwoert and P. O'Connor, Catal. Today, 11 ( 1991 ) 61-72. [3] R. Mitchell Bruce, Ind. Eng. Chem. Prod. Res. Dev., 19 (1980) 209-213. [4] J.S. Magee and M.M. Mitchell jr., Stud. Surf. Sci. Catal., 76 (1993) 223-255. [5] A. Haas, W. Suarez and G.W. Young, AIChE Symp. Ser., 88 (291) ( 1991 ) 133-142. [6] S.T. Teng, A.D. Williams and K. Urdal, J. High Res. Chrom., 17 (1994) 469-476. [7] M.O. Oecelli, Catal. Rev.-Sci. Eng., 33 (3&4) (1991) 241-280. [8] R.M. Benslay, K.C. Chuang, G.M. Wolterman and P. van de Gender, AIChE Syrup. Ser., 88 (291) (1992) 120-133. APCATA 95000704 0926-860X(95)00070-4 10.1016/0926-860X(95)00070-4 Article A comparison of laboratory deactivation methods for FCC catalysts M. Bendiksen ∗ a E. Tangstad a T. Myrstad b a SINTEF, P.O. Box 124, Blindern, N-0314 Olso, Norway b Statoil R&D Centre, Postuttak, N-7005 Trondheim, Norway ∗ Corresponding author. Two different methods for laboratory deactivation of FCC catalysts have been compared to deactivation in a commercial FCC unit. The two laboratory methods investigated were: (i) metals impregnation by an incipient wetness method according to Mitchell followed by steaming, and (ii) cyclic impregnation and deactivation in a cyclic deactivation unit (CDU). The cyclic deactivation method consists of cycles with cracking of metal spiked feed, stripping and regeneration in a fluidized bed reactor. An apparatus for cyclic deactivation is described. To find the better laboratory deactivation method the three deactivated catalyst samples were chemically and physically characterized and micro activity tested (MAT) with North Sea atmospheric residue as feed. It was found that cyclic deactivation gave a better simulation of the equilibrium catalyst from the FCC unit (ECAT) than was the case for Mitchell impregnation and steaming. The metals are still more active for dehydrogenation reactions following cyclic deactivation than metals are in the ECAT, although cyclic deactivation represents an improvement compared with impregnation and steaming. It was found also that fresh catalyst particles in ECAT contribute significantly to product distribution and quality, making ‘perfect’ simulation of ECAT with laboratory deactivated samples consisting of uniformly deactivated particles very difficult. Significant differences were not found in metal distribution across the catalyst particles resulting from the different deactivation procedures. It was found that vanadium migrates more easily through the catalyst particles than nickel during the deactivation. Keywords FCC catalyst Deactivation Microactivity test Resid cracking References [1] J. Biswas I.E. Maxwell Appl. Catal. 63 1990 197 258 [2] L.A. Gerritsen H.N.J. Wijngaards J. Verwoert P. O'Connor Catal. Today 11 1991 61 72 [3] R. Mitchell Bruce Ind. Eng. Chem. Prod. Res. Dev. 19 1980 209 213 [4] J.S. Magee M.M. Mitchell Jr. Stud. Surf. Sci. Catal. 76 1993 223 255 [5] A. Haas W. Suarez G.W. Young AIChE Symp. Ser. 88 1991 133 142 (291) [6] S.T. Teng A.D. Williams K. Urdal J. High Res. Chrom. 17 1994 469 476 [7] M.O. Occelli Catal. Rev.-Sci. Eng. 33 3&4 1991 241 280 [8] R.M. Benslay K.C. Chuang G.M. Wolterman P. van de Gender AIChE Symp. Ser. 88 1992 120 133 (291)",
      "scopus-id": "0001860483",
      "coredata": {
        "eid": "1-s2.0-0926860X95000704",
        "dc:description": "Two different methods for laboratory deactivation of FCC catalysts have been compared to deactivation in a commercial FCC unit. The two laboratory methods investigated were: (i) metals impregnation by an incipient wetness method according to Mitchell followed by steaming, and (ii) cyclic impregnation and deactivation in a cyclic deactivation unit (CDU). The cyclic deactivation method consists of cycles with cracking of metal spiked feed, stripping and regeneration in a fluidized bed reactor. An apparatus for cyclic deactivation is described. To find the better laboratory deactivation method the three deactivated catalyst samples were chemically and physically characterized and micro activity tested (MAT) with North Sea atmospheric residue as feed. It was found that cyclic deactivation gave a better simulation of the equilibrium catalyst from the FCC unit (ECAT) than was the case for Mitchell impregnation and steaming. The metals are still more active for dehydrogenation reactions following cyclic deactivation than metals are in the ECAT, although cyclic deactivation represents an improvement compared with impregnation and steaming. It was found also that fresh catalyst particles in ECAT contribute significantly to product distribution and quality, making ‘perfect’ simulation of ECAT with laboratory deactivated samples consisting of uniformly deactivated particles very difficult. Significant differences were not found in metal distribution across the catalyst particles resulting from the different deactivation procedures. It was found that vanadium migrates more easily through the catalyst particles than nickel during the deactivation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-08-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95000704",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bendiksen, M."
          },
          {
            "@_fa": "true",
            "$": "Tangstad, E."
          },
          {
            "@_fa": "true",
            "$": "Myrstad, T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95000704"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95000704"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00070-4",
        "prism:volume": "129",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A comparison of laboratory deactivation methods for FCC catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "FCC catalyst"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          },
          {
            "@_fa": "true",
            "$": "Microactivity test"
          },
          {
            "@_fa": "true",
            "$": "Resid cracking"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "21-31",
        "prism:endingPage": "31",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 August 1995",
        "prism:doi": "10.1016/0926-860X(95)00070-4",
        "prism:startingPage": "21",
        "dc:identifier": "doi:10.1016/0926-860X(95)00070-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001860483"
      }
    }
  }
}