{
  "metadata": {
    "title": "Influence of phosphorus on the structure and the hydrodesulphurization and hydrodenitrogenation activity of W/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-12-08",
    "doi": "10.1016/0926-860X(94)80339-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94803390",
    "pii": "0926860X94803390"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028768759",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-17 2001-08-17 2010-10-02T11:38:12 1-s2.0-0926860X94803390 0926-860X(94)80339-0 0926860X94803390 10.1016/0926-860X(94)80339-0 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X02062 2024-01-01T12:21:46.509935Z 0 0 19941208 1994 2001-08-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 120 120 1 1 Volume 120, Issue 1 11 147 162 147 162 19941208 8 December 1994 1994-12-08 1994 article fla Copyright © 1994 Published by Elsevier B.V. INFLUENCEPHOSPHORUSSTRUCTUREHYDRODESULPHURIZATIONHYDRODENITROGENATIONACTIVITYWAL2O3CATALYSTS REYES J HOPKINS 1983 421 P FITZ 1983 40 C CHADWICK 1983 323 D DEAGUDELO 1988 42 M PROC9THINTCONGRESSCATALYSISCALGARY CORDERO 1989 341 R ATANASOVA 1988 235 P MORALES 1988 401 A FIERRO 1989 353 J BOUWENS 1988 401 S ATANASOVA 1989 295 P MANGNUS 1990 99 P MANGNUS 1991 161 P EIJSBOUTS 1991 412 S KEMP 1988 128 R PROCEEDINGS9THINTCONGRESSCATALYSISCALGARY SAJKOWSKI 1990 205 D POULET 1991 857 O TOPSOE 1990 762 H CERDA 1991 815 J RAMIREZ 1992 251 J LEWIS 1992 478 J KIM 1992 124 S ATANASOVA 1993 1907 P STUDIESINSURFACESCIENCECATALYSIS NEWFRONTIERSINCATALYSISPROC10THINTCONGRESSCATALYSISBUDAPEST1992 ATANASOVA 1994 123 P BREYSSE 1988 39 M ARNOLDY 1985 4517 P CORDERO 1989 197 R LEWIS 1992 103 J THOMAS 1981 1349 R THOMAS 1982 241 R CORDERO 1993 1926 R STUDIESINSURFACESCIENCECATALYSIS NEWFRONTIERSINCATALYSIS SCHEFFER 1989 11 B MULCAHY 1993 72 F MCMILLAN 1986 242 M VANVEEN 1990 5282 J CORDERO 1990 8 R EIJSBOUTS 1989 79 S STUDIESINSURFACESCIENCECATALYSIS HYDROTREATINGSCATALYSTS HAMON 1991 933 D DAAGE 1993 571 M STUDIESINSURFACESCIENCECATALYSIS PROCEEDINGS10THINTERNATIONALCONGRESSCATALYSISBUDAPEST1992 EIJSBOUTS 1993 53 S EIJSBOUTS 1993 69 S REYESX1994X147 REYESX1994X147X162 REYESX1994X147XJ REYESX1994X147X162XJ item 0926-860X(94)80339-0 0926860X94803390 1-s2.0-0926860X94803390 10.1016/0926-860X(94)80339-0 271346 2024-01-01T12:21:46.509935Z 1994-12-08 1-s2.0-0926860X94803390-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94803390/MAIN/application/pdf/3faafba091d9ce134d171f3df9d4ca14/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94803390/MAIN/application/pdf/3faafba091d9ce134d171f3df9d4ca14/main.pdf main.pdf pdf true 3630201 MAIN 16 1-s2.0-0926860X94803390-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94803390/PREVIEW/image/png/b41b9ce97cc00f1ebf338d9b9e6d4d45/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94803390/PREVIEW/image/png/b41b9ce97cc00f1ebf338d9b9e6d4d45/main_1.png main_1.png png 52130 849 656 IMAGE-WEB-PDF 1 ad _ ca\" A ELSEVIER Applied Catalysis A:Genera1120(1994) 147-162 Influence of phosphorus on the structure and the hydrodesulphurization and hydrodenitrogenation activity of W/A1203 catalysts J. Cruz Reyes a, M. Avalos-Borja b, R. Lopez Cordero A. Lopez Agudo d a Facultad de Ciencias Qufmicas, UABC, Ap. Postal 117-B, Tijuana, B. C. 22100, Mexico Instituto de Ffsica, UNAM, Ap. Postal 2681, Ensenada, B. C. 22800, Mexico Centro de Investigaciones Quemicas, Washington 169, La Habana, Cuba d lnst. de Catalisis y Petroleoquimica, CSIC Campus de la Univ. Autonoma, 28049 Cantoblanco, Madrid, Spain Received 10 May 1994; revised 19 August 1994; accepted 19 August 1994 Abstract A series of W/A1203 catalysts containing various amounts of phosphorus (0-6 wt.-O P205) were characterized, in the oxide state by X-ray diffraction and temperature-programmed reduction (TPR), and in the sulphide form by high-resolution transmission electron microscopy (HRTEM); their activities for simultaneous hydrodesulphurization (HDS) of gas oil and hydrodenitrogenation (HDN) were also evaluated. The TPR results indicated that phosphorus addition increased the amount of those tungsten species which are more easily reduced, such as octahedral polytungstates. Consistently, the HRTEM micrographs showed that when phosphorus content was increased the lateral dimension of the WS2 structures did not significantly vary, while the number of stacks was clearly increased. Both HDS and HDN were notably enhanced by increasing the phosphorus content; the promotion being relatively larger for HDS than for HDN. Possible explanations for the phosphorus promotion on W/A1203 catalysts are discussed. Keywords: Gas oil; Hydrodenitrogenation; Hydrodesulphurization ; Phosphorus-containing catalyst; Pyridine; Temperature-programmed reduction; Transmission electron microscopy; Tungsten sulphide 1. Introduction Commercial hydrotreating catalysts often contain a small amount of phosphorus as additive or secondary promoter. Its incorporation facilitates catalyst preparation * Corresponding author. Tel. ( + 34-1) 5854774, fax. ( + 34-1) 5854760. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-860X(94)00189-8 148 J. Cruz Reyes et al. /Applied Catalysis A: General 120 (1994)147-162 and improves the performance of the catalysts (see, for instance, refs. [ 1-3 ]) . Such a beneficial effect has in recent years initiated much research aimed at elucidating the influence of phosphorus on the structure and catalytic properties of molybdenum and Co (Ni) Mo hydrotreating catalysts. A number of explanations for the phosphorus promotion, from alterations in the dispersion, distribution and morphology of the active metal phase to a direct participation of phosphorus on the supported active phase, have been proposed [ 3-21 ] , but a clear understanding of their role in catalysis has not yet been achieved. Although many industrial hydrotreating catalysts are based on tungsten, very little attention has been paid to the influence of phosphorus on W-based catalysts. The exception is the recent work of Atanasova and Halachev [ 22,23 ] . They studied by X-ray diffraction (XRD) and different spectroscopies (diffuse reflectance, Xray photoelectron and IR spectroscopy) the effect of phosphorus on the structure of oxidic P-Ni-W/A1203 catalysts prepared by co-impregnation, and found that increasing phosphorus content stimulated the formation of a NiW04phase and, up to concentrations of 1 P at/nm2, segregation of W03. The concentration of tungsten in such catalysts was relatively low (1.6 W at/ nm2) compared to the 2-fold higher concentration commonly used in industrial catalysts [ 24 ] . To obtain further insight about the role of phosphorus on hydrotreating catalysts we have focused on the less complex systems of unpromoted catalysts. Thus, in the present paper we have studied the effect of phosphorus on the structural and catalytic properties of W/A1203 catalysts for the simultaneous hydrodesulphurization/hydrodenitrogenation (HDS/HDN) of gas oil and pyridine. X-ray diffraction, and especially temperature-programmed reduction (TPR) due to its high sensitivity, are used for the characterization of the oxidic precursor state of the catalysts, and transmission electron microscopy for the sulphided catalysts. 2. Experimental 2.1. Catalyst preparation A series of catalysts containing a constant amount of tungsten (20 wt.- /0 W03) and various loadings of phosphorus (0-6 wt.-% P205) were prepared by wet coimpregnation of the y-A1203 (Girdler T-126, surface area 188 m2 g-1, pore volume 0.39 cm3 g-1, particle size 0.15-0.25 mm) with aqueous solutions of orthophosphoric acid and ammonium metatungstate in a rotary evaporator. The impregnation solutions were adjusted to pH 1.50 (this value is slightly below that corresponding to the solution with the highest phosphoric acid contend used) by the addition of nitric acid solution, if necessary. The impregnated samples were dried at 393 K for 8 h and calcined, first, at 653 K in flowing air for 2.5 h, and then at 823 K in static air for 4.5 h. These catalysts are denoted W P(x), where x denotes the percentage of P205. J. Cruz Reyes et al. /Applied Catalysis A: General 120 (1994)147-162 149 2.2. Characterization techniques Surface areas of the oxide form of the catalysts were determined by nitrogen adsorption at 77 K using a Micromeritics 2000 surface area analyzer. XRD patterns of the oxide form of the catalysts were obtained by using a Seifert3000 P X-ray diffractometer with Ni-filtered Cu Ka radiation. TPR of the oxidized catalysts was performed in a conventional apparatus and under conditions described elsewhere [ 5 ] . Samples were first pretreated at 823 K in a flow of air for 2 h. After cooling to room temperature, the air flow was switched to a mixture of hydrogen and argon (molar ratio 7:3, flow-rate 25 cm3 min-') and then the temperature was linearly increased up to 1273 K at a rate of 10 K min-' and holding at this temperature for 20 min. The thermal conductivity detector was calibrated by reduction of a high-purity V20g sample [ 25 ] . High-resolution transmission electron microscopy (HRTEM) measurements of the sulphided catalysts were performed on a Jeol 4000 EX microscope. The catalysts were sulphided with a 20 Vol.-% H2S/H2 mixture at 673 K for 4 h, and were kept in n-heptane. Sulphided samples were finally ground in n-heptane and ultrasonically dispersed. A drop of the suspension was placed on a copper grid coated with a thin carbon film for examination in the microscope. 2.3. Catalytic experiments Simultaneous HDS/HDN of gas oil and pyridine were performed in a laboratory scale flow trickle bed microreactor operating at 30 kg cm-2, liquid hourly space velocity (LHSV) of 8.8 h', HZ/liquid feed of 400 v/v and temperatures of 598, 623 and 648 K. Catalyst samples (3.5 g) were diluted with three times their volume of SiC particles of similar size and placed into the reactor. The space above and below the catalyst bed was packed with SiC to ensure a homogeneous distribution of the feed stream. Catalysts were presulphided in situ with a 7 Vol--% CS2/gas oil mixture at 20 kg cm-2, LHSV of 2 h-' and 623 K for 2.5 h. The feed was a pyridine-enriched gas oil, boiling range 485-657 K, containing 1.28 wt.-% sulphur and 0.8 wt.-% nitrogen. After steady-state conditions were reached in the reactor (ca. 2 h on stream), duplicate samples of liquid reaction products for 30 min were taken during each run. The sulphur and nitrogen contents of feed and liquid products were measured using an Antek analyzer. The HDS and HDN activities of the catalysts, in terms of pseudo second-order and first-order rate constants, kHDs and kHDS (expressed in cm' feed per cm' catalyst per hour), were calculated using the following equations: xHDS / 1- xHDS = kHDS / LHS V -ln(1 -xHDN) -kHDN/LHSV 150 J. Cruz Reyes et al. /Applied Catalysis A: General 120 (1994)147-162 Were xHDs and XHDN are the fractional sulphur and nitrogen conversions, respectively, and LHSV = Fl v; F is the total liquid feed rate (cm/h) and v is the volume of catalyst in reactor (cm3). 3. Results 3.1. Surface area of the catalysts The surface areas per gram of catalyst and normalized with respect to alumina weight are shown in Table 1. The addition of tungsten only to -,-alumina resulted in a decrease in surface area of about 10%, which is probably caused by the corrosive action of the nitric acid solution added during the preparation to adjust the pH at 1.5. The incorporation of phosphorus led to a further decrease in surface area, which decreases linearly with the phosphorus content, and it amounts to about 17% for the catalyst with the highest phosphorus content. A similar trend in surface area has been found for P-Ni-W/A1203catalysts [22,23] and for many P-containing Mo-based catalysts [ 3-15 ] . Such a decrease is probably related to loss of alumina microporosity [26] caused by the blocking of the pores with surface aluminium phosphate and polyphosphates [4,26,27]. 3.2. X-ray diffraction O lines other than those of the alumina support were not observed in the calcined tungsten catalysts without phosphorus and with phosphorus content _< 2.5 Wt.-% P205. At higher phosphorus content, a small broad line with d-spacing of 3.83 A was detected in the 6 wt.-% P205-containing catalyst. Such a peak coincides with one of the more intense of W03 at 3.84 A, indicating the formation of a small amount of crystalline bulkW03at high phosphorus content. Table 1 Composition, surface area and quantitative TPR results of the oxidic catalysts Catalyst Surface area Total reduction (%)a m2/g cat. mz/g support W P(0) 146 169 65 W P(1) 135 163 69 W P(2.5) 129 158 95 W P(4) 120 149 83 W P(6) 111 140 82 s The degree of reduction is calculated based on the total amount of hydrogen consumed in reduction up to 1273 K assuming that the hydrogen consumption is exclusively due to the reduction of VW' oxidic species to W J. Cruz Reyes et al. /Applied Catalysis A: General 120 (1994)147-162 3.3. Temperature-programmed reduction 151 Fig. 1 shows the TPR patterns of the calcined W P(x) /A1203 catalysts with different phosphorus content. The pattern of bulk W03 is given as a reference. The phosphorus-free catalyst exhibited a large asymmetric peak (maximum at 1193 K), with a small shoulder at about 1073 K, which is attributed to reduction of surface W04- species mainly in a monolayer form [ 28,29] . This peak shifted and broadened with increasing phosphorus content, developing a shoulder around 1053 K When the phosphorus content reached 2.5 Wt-- /0 P205. The shoulder increased with further phosphorus content and became a new peak at 1053 K for the catalyst with 6 wt.-% P205, suggesting formation of octahedral polytungstates. In addition, the start of reduction was gradually shifted to lower temperatures with increasing phosphorus content, and a small peak at about 750 K was observed for the catalyst with the highest phosphorus content. A similar effect on reducibility of W/A1203 catalysts was found after addition of fluoride [ 30 ] . Quantitative data of TPR of catalysts in terms of degree of reduction are given in Table 1. Catalyst reducibility increased with increasing phosphorus content, and decreased slightly above 2.5 wt.-% P205. The reducibility of the W P(,0) catalyst was low, in agreement with previous findings [ 28-31 ] , due to the strong interaction of the supported W03 species with the alumina. e d c b a 673 873 1073 1273 Temperature (K) Fig. 1. TPR profiles of calcined catalysts: (a) W P(0); (b) W P(1); (c) W P(2.5); (d) W P(4); (e) W P(6). Dashed line for bulk W03. 152 J. Cruz Reyes et al. /Applied Catalysis A: General 120 (1994)147-162 3.4. High-resolution electron microscopy Figs. 2a-c show electron microscope pictures of the sulphided W P(0) , W P(2.5 ) and W P(6) catalysts, respectively. In all the micrographs the typical (002) (0.62 nm) WS2 planes are clearly visualized [24], with variable size and number of layers of the WS2 slabs. Statistics on the number (N) and length (L) of the (002) planes were performed on several micrographs of each of the catalyst samples; the J. Cruz Reyes et al. /Applied Catalysis A: General 120 (lO4)147-162 153 Fig. 2. HRTEM micrograph of sulfided catalysts: (a) W P(0); (b) W P(2.5); (c) W P(6). results are summarized in Figs. 3 and 4. The HRTEM micrographs of the W P(0) catalyst showed WS2 slabs mostly from 1 to 3 layers thick and 3 to 9 nm long. The W P(2.5) catalyst contained a few single slabs and mostly slabs with 2 to 4 layers of 3 to 9 run length. The W P(6) catalyst was more inhomogeneous, with WS2 stacks varying from single to 10 layers and lengths increasing from 3 to 12 nm. In 60 50 - v 40 - V Z 301 0 u. 20 _ 10- 0 m~~,y 1 2 W P(0.0) W P(2.5) W P(6.0) rt 10 3 4 5 STACKING OF THE SLABS (N) Fig. 3. Influence of phosphorus loading on the distribution of the number (N) of stacked layers. 8 154 J. Cruz Reyes et al. /Applied Catalysis A: General 120 (1994)147-162 100 80 - 60 Z W CJ W li 40 20 W P(0.0) W P(2.5) W P(6.0) 0 0-3 3-6 6-9 9-12 12-15 LENGTH OF SLABS (L,nm) Fig. 4. Influence of phosphorus loading on the distribution of the crystallite length (L). general the inhomogeneity of the WSZ slabs increased with increasing phosphorus content. The average length and number of layers of WSZ slabs are given in Table 2. In addition to the layered structures of WSZ found in all the catalysts, over large areas of the P-containing samples fringes of other well ordered lattices were also visible. The identification of such structures was also possible with the use of the high resolution images, by measuring interplanar spacing and angles. In Fig. 5, corresponding to the W P( 2.5 ) catalyst, an area ( marked A) is shown in which such well ordered structures appear. Their interplanar distances of 0.245 nm are in agreement with the hexagonal form of AIP04 ( card No. 10-423 from the Powder Diffraction File). Planes (112 ) , with spacing of 0.28 nm from the orthorhombic phase of AIP04 (card No. 11-500 in the same file) were identified in the area marked B. The presence of A1P04 phases was also clearly visualized in the W P( 6 ) catalyst. Furthermore, most of the regions showing the AIP04 structures were apparently free of WSZ domains but in some regions a few WS2 fringes were observed over the AIP04 lattice. Table 2 Average length and number of WSZ layers per slab as measured by HRTEM Catalyst G (nm) N W P(0) 6.26 2.14 W P(2.5) 6.11 3.44 W P(6.0) 6.50 4.41 J. Cruz Reyes et al. /Applied Catalysis A: General 120 (1994)147-162 155 Fig. 5. HRTEM micrograph of the sulfided W P(2.5) catalyst showing regions of (A) hexagonal AIP04 and (B) orthorhombic AIP04 phases. 3.5. Catalytic activity data As seen in Figs. 6a and b, catalytic activities for simultaneous gas oil HDS and pyridine HDN increased gradually with increasing phosphorus content; the effect being relatively higher for HDS than for HDN. Thus, the activity of the W P( 6 ) catalyst compared to the P-free catalyst increased by a factor of about 2.3 for HDS while for HDN the factor was only about 1.3. The variation in the selectivity of the catalysts for HDS relative to HDN, defined as the ratio of kHns/kHDN, with the phosphorus content is shown in Fig. 7. The HDS selectivity increases almost linearly with phosphorus content. 4. Discussion 4.1. Effect of phosphorus on oxidic samples The changes observed in the TPR profiles of the W P(x) catalysts indicate that the distribution of the surface tungsten oxide is strongly altered by the addition of phosphorus. The gradual shift towards lower temperatures for the start of the reduction and the increase in catalyst reducibility, which takes place at the lowertemperature region, indicates that phosphorus increases the amount of reducible tungsten oxide species by promoting the formation of octahedral polytungstates. The proposed formation of such polytungstates is based on the Raman spectra and 156 J. Cruz Reyes et al. /Applied Catalysis A: General 120 (1994)147-162 (a) 0 0 1 2 3 4 5 6 7 P2 05 (wt _%) 6 5 O a o 3 4( In, ::::: 2 1 (b) 0 0 1 2 3 4 5 6 7 PZ 05 (wt_%j Fig. 6. Influence of phosphorus loading on catalytic activity: (a) HDS of gas oil and (b) HDN of pyridine. Reaction temperature: O 598 K; A 623 K; O 648 K. TPR results of similar calcined tungsten catalysts supported on fluoride-modified alumina [ 21 ] . At very high phosphorus content ( 6 Wt-- /0 P205 ) the formation of surface polytungstates proceeds further to produce segregation, to a small extent, of some W03 clusters, as the XRD results reveal. The surface octahedral polytungs- J. Cruz Reyes et al. /Applied Catalysis A: General 120 (1994)147-162 157 5 h O x 3 2 1 0 0 1 2 3 4 5 6 7 P2 05 (wt _ %) Fig. 7. Variation of the HDS/HDN activity ratio as a function of the phosphorus loading. Symbols as in Fig. 6. tates are more easily reduced than the monomeric tetrahedral W04- species since the W + ions of the former are surrounded by a lower number of A13 + ions, and consequently they are less polarized. This is consistent with the fact that the bulk W03 was found to reduce at a lower temperature than the W P(x) catalysts, as shown in Fig. 1. As in the case for tungsten samples supported on F-modified alumina [ 30] , the change in the distribution of the surface tungsten oxide species, which occurs with increasing phosphorus content, results from the lower adsorption of tungstate species caused by the decrease in the alumina surface area, the competitive adsorption of phosphates, and the decrease in the isoelectric point (IEP) of the phosphated alumina [ 26 ] . The effect of the decrease in the IEP of alumina on the tungstate uptake has been recently shown for fluoride-modified aluminas [ 32 ] ; the increase in fluoride content led to decreased adsorption of tungstate. These factors contribute to the increase in the ratio of unadsorbed/adsorbed tungstate during the impregnation when the phosphorus content is increased. The not adsorbed tungstate, which exists predominantly as polymeric [W1203g(OH)Z]6- species due to the low pH of the preparation solution, is deposited after drying on the alumina surface and possibly also on the adsorbed phosphate; and upon calcination leads to the formation of polymeric and small amounts of tri-dimensional W03 species. Consistently, the quantitative data of Table 1 show that there is an increase in the degree of reduction with the phosphorus content, which confirms the increase in polymeric and threedimensional W03 species. However, the reducibility of the W P(4) and W P(6) catalysts appeared to be slightly decreased compared to that for the W P(2.5 ) catalyst. This small decrease in reducibility cannot be attributed to a decrease in 158 J. Cruz Reyes et al. /Applied Catalysis A: General 120 (1994)147-162 the fraction of polymeric and/or three-dimensional W03 species since the low peak at 1053 K, ascribed to such species, appeared relatively better defined and intense. Thus the relative minor reducibility of the high P-containing catalyst may probably reflects the formation of P-O-W species or a tungsten phase supported on surface of AIP04. A similar formation of Mo-O-P species was reported by Mangnus et al. [ 11 ] in the case of coimpregnated Mo-P/A1203 catalysts. It seems interesting to note in this respect that the HRTEM micrographs showed some regions with WS2 structures apparently on the AIP04. Atanasova and Halachev [ 23 ] have also observed that the distribution and dispersion of tungsten in phosphorus containing catalysts is inhomogeneous and that W03 is observed in some samples, depending on phosphorus content and the presence of nickel in the sample. 4.2. Effect of phosphorus on sulphided samples On the basis of HRTEM, the addition of phosphorus affects very little the lateral growth of the WS2 slabs but increases significantly the average number of layers, from 2.14 nm for the P-free catalyst to 4.41 nn for the 6.0 wt.-% P205-containing catalyst. This is consistent with the higher aggregation of the W04- species observed for the oxidic form of tungsten catalysts by increasing the phosphorus content. The increase in the number of layers of the WS2 slabs is due to the large affinity between phosphate and alumina. This property produces a large coverage of the alumina by phosphate, therefore decreasing the number of available sites for the anchorage of the tungstate, increasing then the possibility of aggregates in the oxide form which, in turn, will produce major stacking of the WS2 crystallites. It appears that phosphorus incorporation has an relatively larger effect on the stacking of the WS2 layers than on the length of the slabs. A similar effect of higher stacking of the MOS2 in the presence of phosphorus has been reported for alumina-supported molybdenum catalysts [ 14,16,19 ] . At present, no satisfactory explanation can be suggested for the small variation in the length of the WS2 slabs. The observation of large AIP04 domains (as the one shown in Fig. 5) in the sulphided P-containing catalysts, bring out the question of whether this well ordered phase was formed during sulphidation, or was already present in the oxidic samples, but in the form of microcrystallites which were not detected by XRD. Although we can not exclude any of these two possibilities, the second one is perhaps more likely to occur, since upon calcination phosphoric acid interacts strongly with the OH groups of the alumina to form predominantly a surface AIP04 compound. During sulphidation it seems more plausible that the reverse process of regeneration of POH and Al-OH groups occurs [ 20] , rather than a partial segregation of an AIP04 phase. In favour of the second possibility, it should be noted that for calcined Mobased catalysts several authors have reported that phosphorus is mainly present as surface AIP04 [ 10,11,20,33,34] and possibly in the form of AIP04 phase at high phosphorus loadings, generally above 4.5 wt.-% P [ 20,34] . In addition, formation J. Cruz Reyes et al. /Applied Catalysis A: General 120 (1994)147-162 159 of AIP04-like species has recently been observed by IR spectroscopy in co-impregnated P-Ni-W/A1203catalysts [23]. Thus, in the oxidic state of the present W P/ A1203 catalysts phosphorus is presumably also in the form of surface AIP04 and a part in the form of microcrystalline AIP04 particles below the detection limit of XRD. The formation of these AIP04 microcrystallites at relatively low phosphorus loadings could be due to the method of catalyst preparation used: impregnation with an excess solution in a rotary evaporator. This method and the pH 1.5 may favour the solubilization of small amounts of the Al\" surface ions and subsequently, the formation of AIP04, which upon calcination deposits in microcrystallites on the alumina support. An important property of this phase is its ability to inhibit the formation of A1Z(Mo04)3 for catalysts in which phosphorus and molybdenum were simultaneously impregnated [10], but not for those prepared by sequential impregnation of the phosphoric acid on A1203 and then of molybdenum [ 35 ] . In the present case, no evidence of the homologous A12 (W04) 3 phase was found by HRTEM. 4.3. Effect of phosphorus on catalytic activity It is evident that phosphorus addition enhances both HDS and HDN activities, although the increases are somewhat different for each reaction. The phosphorus promotes HDS more effectively than HDN. This is in marked contrast with the results reported for Ni-Mo catalysts by Eijsbouts et al. [ 13,36] who found that the presence of phosphorus resulted in an increase in HDN of quinoline whereas the HDS of thiophene was not influenced. The discrepancy could be due to differences between the composition (tungsten or molybdenum, without or with nickel) and the preparation of the catalysts, and the reactant and test conditions used in each case. For instance, in the present case gas oil/high pressure/trickle-bed reactor/ simultaneous HDS and HDN reactions in contrast to thiophene/atmospheric pressure/gas phase reactor/HDS and HDN measured separately by Eijsbouts et al. [ 13,36 ] . Our results are, however, in good agreement with those reported by Lewis et al. [ 27 ] for gas oil hydroprocessing on Ni-Mo-P catalysts. They found that the promotional effect of phosphorus for HDS, HDN and hydrogenation has an optimum at different phosphorus loading of 1 wt.-% in HDS, 0.3 to 3 wt.-% in HDN and 3 wt.-% in hydrogenation; consequently, at low phosphorus loadings ( < 1 wt.%) the HDS was markedly increased while HDN was practically not influenced compared to the P-free catalyst. The TPR data point out that phosphorus increases the formation of octahedral polytungstates in the oxidic precursors, and HRTEM evidences that phosphorus provokes also modifications on the sulphide state of the W/A1203 catalysts by increasing the WSZ layer stacking but not significantly the average dimension of the slabs. This suggests, at first sight, that higher stacking of WSZ layers may be favourable for the creation of tungsten active sites, i.e., sulphur anion vacancies located at the edges of the slabs. However, in the literature there are cases showing 160 J. Cruz Reyes et al. /Applied Catalysis A: General 120 (1994)147-162 a contrary effect, i.e., that an increase in stacking of MOS2 on A1203 compared to P-A1203 [ 16 ] and Zr02-Y203 [ 37 ] resulted in lower activities for thiophene HDS, hydrogenation (HYD) of biphenyl, HYD of isoprene, and pyridine HDN. A suggested explanation is that, having a higher stacking, it could be more difficult for the reactants to have access to the active sites. However, such an explanation could not be invoked for toluene HYD which was promoted when phosphorus was present in the Mo/A1203 catalyst, whereas HDN of pyridine was inhibited [16]. This contradiction led the authors to suggest a more direct participation of some part of the phosphorus on the active phase, tentatively, for instance, by phosphorus located on the MOS2 edges or supporting the MOS2. From the present characterization results there is no evidence for the direct participation of phosphorus on the active phase of the present W/A1203 catalysts, but it cannot be ruled out since the HDS/ HDN selectivity changes when phosphorus is increased, as Fig. 7 shows. Such a variation in selectivity cannot be explained by a mere change in the number of sites (dispersion change) induced by phosphorus but also by modifying the relative distribution of the different catalytic sites [ 13] and/or their nature. The change of the catalytic sites could be either by a direct action of the phosphorus, as suggested by Poulet et al. [16], or also indirectly by altering the morphology of the WS2 clusters and then the possibility and facility for creating the appropriate degree of uncoordination of tungsten required for each reaction [ 16] . Nevertheless, it should be noted that the HRTEM micrographs reveal that most of the phosphorus appears deposited on the support in regions where WS2 structures are not seen, suggesting that apparently very little phosphorus could be interacting, if it does, with the WS2 structures. It appears, therefore, that in the present case the changes in morphology induced by phosphorus seem to be the main factor for explaining (qualitatively) the increase in both overall HDS and HDN activities. Also, the fact that the kHDS/ kHDN ratio increases with increasing phosphorus suggests, in principle, that the stacking of WS2 promotes HDS relatively more than HDN. This suggestion is surprisingly in line with the interesting results of Daage et al. [ 38 ] concerning the changes in HDS/HYD selectivity during the hydrodesulphurization of dibenzothiophene and the morphology (controlled by the stacking height) of unsupported MoS2. They found that hydrogenation reactions occur exclusively on `rim' sites, whereas both `rim' and `edge' sites are responsible for the desulphurization. If this model could be applied to the supported systems, as HDN of pyridine involves first hydrogenation sites, the higher stacking may, therefore, cause a decrease in the selectivity to HDN. Nevertheless, due to the high level of nitrogen in the feed used, there is also the possibility that some adsorption effect of pyridine could hinder the HND activity of the present catalysts. There still remains the problem of how representative the portion of the WS2 structures visualized by HRTEM is, because this technique cannot detect very small clusters of metal disulphide, and also with respect to those present during the reaction. Recently, it has been shown that a substantial part of the MOS2 structures in sulphided Co-Mo/ and Ni-Mo/A1203 catalysts were not observed by TEM, and J. Cruz Reyes et al. /Applied Catalysis A: General 120 (1994)147-162 161 also that the MOS2 visualized by TEM did not correlate well with the HDS and HDN activity data [ 39] . The changes in dispersion and homogeneity of sulphided Ni-Mo/A1203 catalyst during its cycle have also been reported [40] . It is thought, however, that the morphologic changes observed in the metal disulphide visualized by TEM may qualitatively reflect well those occurring in the portion nondetected by TEM, particularly when catalysts of the same family are compared, as in the present study in which only the phosphorus content is varied, and that the dispersion during the reaction is largely determined by the initial tungsten dispersion. 5. Conclusion Addition of phosphorus to W/A1203 catalysts simultaneously promotes both gas oil HDS and pyridine HDN, the former to a larger extent. The effect of phosphorus on modifying the dispersion of tungsten in the oxidic precursor (more polytungstates) and the sulphide form (WS2 more stacked) of the catalyst is evident, but it is not clear if it also participates in the active phase. Acknowledgements The financial support from the DGICYT (Spain), Projects PB 87-9261 and CE930012 is gratefully acknowledged. We would also like to thank Mr. M. Toural and Mr. L. Rend6n for their assistance with the catalytic activity measurements and the HRTEM work. References [ 1 ] P.D. Hopkins and B.L. Meyers, Ind. Eng. Chem., PO. Res. Dev., 22 (1983) 421. [2] C.W. Fitz and H.F. Rase, Ind. Eng. Chem., Prod. Res. Dev., 22 (1983) 40. [ 3 ] D. Chadwick, D. W. Aitchison, R. Badilla-Ohlbaun and L. Josefsson, Stud. Surf. Sci. Catal., 16 (1983) 323. [4] M.M. Ramirez de Agudelo and A. Morales, in M.J. Philips and M. Ternan (Editors), Proc. 9th Int. Congress on Catalysis, Calgary, The Chemical Institute of Canada, Ottawa, Vol. 1, 1988, p. 42. [5] R. L6pez Cordero, N. Esquivel, J. Lazaro, J.L.G. Fierro and A. L6pez Agudo, Appl. Catal., 48 (1989) 341. [6] P. Atanasova, T. Halachev, J. Uchytil and M. Kraus, Appl. Catal., 38 (1988) 235. [7] A. Morales and M.M. Ramirez de Agudelo and F. Hernandez, Appl. Catal., 41 (1988) 401. [8] J.L.G. Fierro, A. L6pez Agudo, N. Esquivel and R. L6pez Cordero, Appl. Catal., 48 (1989) 353. [9] S.M.A.M. Bouwens, J.P.R. Vissers, V.H.J. de Beer and R. Prins, J. Catal., 112 (1988), 401. [ 10] P. Atanasova and T. Halachev, Appl. Catal., 48 (1989) 295. [ 11 ] P.J. Mangnus, J.A.R. van Veen, S. Eijsbouts, V.H.J. de Beer and J.A. Moulijn, Appl. Catal., 61 (1990) 99. [ 12] P.J. Mangnus, A.D. van Langeveld, V.H.J. de Beer and 1.A. Moulijn, Appl. Catal., 68 (1991) 161. [ 13] S. Eijsbouts, J.N.M. van Gestel, J.A.R. van Veen, V.H.J. de Beer and R. Prins, J. Catal., 131 (1991) 412. [14] R.A. Kemp, R.C. Ryan and J.A. Smegal, in M.J. Phillips and M. Ternan (Editors), Proceedings 9th Int. Congress on Catalysis, Calgary, The Chemical Institute of Canada, Ottawa, Vol. 1, 1988, p. 128. [ 15] D.J. Sajkowski, J.T. Miller, G.W. Zajac, T.I. Morrison, H. Chen and D.R. Fazzini, Appl. Catal., 62 (1990) 205. 162 J. Cruz Reyes et al. /Applied Catalysis A: General 120 (1994)147-162 [ 16] O. Poulet, R. Hubant, S. Kasztelan and J. Grimblot, Bull. Soc. Chim. Belg., 100 (1991) 857. [17] H. Topsoe, N.-Y. Topsoe and B.S. Clausen, Actas do 12 Simposio Iberoamericano de Catalise, Rio de Janeiro, Brasil, 1990, Vol. 2, p. 762. [ 18] J.L.R. Cerda and R. Prins, Bull. Soc. Chim. Belg., 100 (1991) 815. [ 19] J. Ramirez, V.M. Castano, C. Leclerq and A. L6pez Agudo, Appl. Catal. A, 83 (1992) 251. [20] J.M. Lewis and R.A. Kydd, J. Catal., 136 (1992) 478. [21 ] S.I. Kim and S.I. Woo, J. Catal., 133 (1992) 124. [ 22] P. Atanasova and T. Halachev, in L. Guczi, F. Solymosi and P. Tetdnyi (Editors), New Frontiers in Catalysis, Proc. 10th Int. Congress on Catalysis, Budapest, 1992 (Studies in Surface Science and Catalysis, Vol. 75), Elsevier, Amsterdam, 1993, Part C, p. 1907. [23] P. Atanasova and H. Halachev, Appl. Catal. A, 108 (1994) 123. [24] M. Breysse, M. Cattenot, T. Decamp, R. Frety, C. Gachet, M. Lacroix, C. Leclerq, L. de Mourenes, J.L. Portefait, M. Vrinat, M. Houari, J. Grimblot, S. Kasztelan, J.P. Bonnelle, S. Housni, J. Bachelier and J.C. Duchet, Catal. Today, 4 (1988) 39. [25] P. Amoldy, J.C. de Jonge and J.A. Moulijn, J. Phys. Chem., 89 (1985) 4517. [ 26] R.L. Cordero, F.J. Gil Llambias, J.M. Palacios, J.L.G. Fierro and A. Ldpez Agudo, Appl. Catal., 56 (1989 ) 197. [27] J.M. Lewis, R.A. Kydd, P.M. Boorman and P.H. van Rhyn, Appl. Catal. A, 84 (1992) 103. [28] R. Thomas, V.H.J. de Beer and J.A. Moulijn, Bull. Soc. Chim. Belg., 90 (1981) 1349. [29] R. Thomas, E.M. van Oers, V.H.J. De Beer, J. Medema and J.A. Moulijn, J. Catal., 76 (1982) 241. [30] R.L. Cordero, J.R. Solis, J.V.G. Ramos, A.B. Patricio and A.L. Agudo, in L. Guczi, F. Solymosi and P. Tet6nyi (Editors), New Frontiers in Catalysis, Proc. IOth Int. Congress on Catalysis, Budapest, 1992 (Studies in Surface Science and Catalysis, Vol. 75), Elsevier, Amsterdam, 1993, Part C, p. 1926. [ 31 ] B. Scheffer, P. Molhoek and J.A. Moulijn, Appl. Catal., 46 (1989) 11. [32] F.M. Mulcahy, M. Houalla and D.M. Hercules, J. Catal., 139 (1993) 72. [33] M. McMillan, J.S. Brinen and G.L. Haller, J. Catal., 97 (1986) 242. [34] J.A.R. van Veen, P.A.J.M. Hendriks, R.R. Anarea, E.J.G.M. Romers and A.E. Wilson, J. Phys. Chem., 94 (1990) 5282. [ 35 ] R. Ldpez Cordero, S. Ldpez Guerra, J.L.G. Fierro and A. L6pez Agudo, J. Catal., 126 (1990) 8. [ 36] S. Eijsbouts, L. van Gruythuysen, J. Volumer, V.H.J. de Beer and R. Prins, in M.L. Occelli and R.G. Anthony (Editors), Hydrotreatings Catalysts (Studies in Surface Science and Catalysis, Vol. 50), Elsevier, Amsterdam, 1989, p. 79. [37] D. Hamon, M. Vrinat, M. Breysse, B. Durand, F. Beauchesne and T. des Courieres, Bull. Soc. Chim. Belg., 100 (1991) 933. [38] M. Daage, R.R. Chianelli and A.F. Ruppert, in L. Guczi, F. Solymosi and P. T6t6nyi (Editors), Proceedings 10th International Congress on Catalysis, Budapest, 1992 (Studies in Surface Science and Catalysis, Vol. 75), Elsevier, Amsterdam, 1993, p. 571. [39] S. Eijsbouts, JIL. Heinerman and H.J.W. Elzerman, Appl. Catal. A, 105 (1993) 53. [40] S. Eijsbouts, J.J.L. Heinerman and H.J.W. Elzerman, Appl. Catal. A, 105 (1993) 69. APCATA 94803390 0926-860X(94)80339-0 10.1016/0926-860X(94)80339-0 Elsevier Science B.V. All rights reserved. Influence of phosphorus on the structure and the hydrodesulphurization and hydrodenitrogenation activity of W/Al2O3 catalysts J. Cruz Reyes a M. Avalos-Borja b R. Lo´pez Cordero c A. Lo´pez Agudo * d a Facultad Ciencias Qui´micas, UABC, Ap. Postal 117-B, Tijuana, B.C. 22100, Mexico b Institute de Fi´sica. UNAM, Ap. Postal 2681. Ensenada, B.C. 22800, Mexico c Centra de Investigaciones Qum´icas. Washington 169, La Habana, Cuba d Inst. de Cata´lisis y Petroleoqui´mica, CSIC, Campus de la Univ. Auto´noma, 28049 Cantoblanco, Madrid, Spain * Corresponding author. Tel. (+34-1) 5854774, fax. (+34-1) 5854760. A series of W/Al2O3 catalysts containing various amounts of phosphorus (0–6 wt.-% P2O5) were characterized, in the oxide state by X-ray diffraction and temperature-programmed reduction (TPR), and in the sulphide form by high-resolution transmission electron microscopy (HRTEM); their activities for simultaneous hydrodesulphurization (HDS) of gas oil and hydrodenitrogenation (HDN) were also evaluated. The TPR results indicated that phosphorus addition increased the amount of those tungsten species which are more easily reduced, such as octahedral polytungstates. Consistently, the HRTEM micrographs showed that when phosphorus content was increased the lateral dimension of the WS2 structures did not significantly vary, while the number of stacks was clearly increased. Both HDS and HDN were notably enhanced by increasing the phosphorus content; the promotion being relatively larger for HDS than for HDN. Possible explanations for the phosphorus promotion on W/Al2O3 catalysts are discussed. Keywords Gas oil Hydrodenitrogenation Hydrodesulphurization Phosphorus-containing catalyst Pyridine Temperature-programmed reduction Transmission electron microscopy Tungsten sulphide Reference [1] Hopkins P.D. Meyers B.L. Ind. Eng. Chem., Prod. Res. Dev. 22 1983 421 [2] Fitz C.W. Rase H.F. Ind. Eng. Chem., Prod. Res. Dev. 22 1983 40 [3] Chadwick D. Aitchison D.W. Badilla-Ohlbaun R. Josefsson L. Stud. Surf. Sci. Catal. 16 1983 323 [4] de Agudelo M.M. Rami´rez Morales A. Philips M.J. Ternan M. Proc. 9th Int. Congress on Catalysis, Calgary 1 1988 The Chemical Institute of Canada Ottawa 42 [5] Cordero R. Lo´pez Esquivel N. La´zaro J. Fierro J.L.G. Agudo A. Lo´pez Appl. Catal. 48 1989 341 [6] Atanasova P. Halachev T. Uchytil J. Kraus M. Appl. Catal. 38 1988 235 [7] Morales A. de Agudelo M.M. Ramirez Hernandez F. Appl. Catal. 41 1988 401 [8] Fierro J.L.G. Agudo A. Lo´pez Esquivel N. Cordero R. Lo´pez Appl. Catal. 48 1989 353 [9] Bouwens S.M.A.M. Vissers J.P.R. de Beer V.H.J. Prins R. J. Catal. 112 1988 401 [10] Atanasova P. Halachev T. Appl. Catal. 48 1989 295 [11] Mangnus P.J. van Veen J.A.R. Eijsbouts S. de Beer V.H.J. Moulijn J.A. Appl. Catal. 61 1990 99 [12] Mangnus P.J. van Langeveld A.D. de Beer V.H.J. Moulijn J.A. Appl. Catal. 68 1991 161 [13] Eijsbouts S. van Gestel J.N.M. van Veen J.A.R. de Beer V.H.J. Prins R. J. Catal. 131 1991 412 [14] Kemp R.A. Ryan R.C. Smegal J.A. Phillips M.J. Ternan M. Proceedings 9th Int. Congress on Catalysis, Calgary 1 1988 The Chemical Institute of Canada Ottawa 128 [15] Sajkowski D.J. Miller J.T. Zajac G.W. Morrison T.I. Chen H. Fazzini D.R. Appl. Catal. 62 1990 205 [16] Poulet O. Hubant R. Kasztelan S. Grimblot J. Bull. Soc. Chim. Belg. 100 1991 857 [17] Tops/œ H. Tops/œ N.-Y. Clausen B.S. Actas do 12 Simposio Iberoamericano de Catalise, Rio de Janeiro, Brasil 2 1990 762 [18] Cerda J.L.R. Prins R. Bull. Soc. Chim. Belg. 100 1991 815 [19] Rami´rez J. Castan˜o V.M. Leclerq C. Lo´pez Agudo A. Appl. Catal. A 83 1992 251 [20] Lewis J.M. Kydd R.A. J. Catal. 136 1992 478 [21] Kim S.I. Woo S.I. J. Catal. 133 1992 124 [22] Atanasova P. Halachev T. New Frontiers in Catalysis, Proc. 10th Int. Congress on Catalysis, Budapest, 1992 Guczi L. Solymosi F. Te´te´nyi P. Studies in Surface Science and Catalysis 75 1993 Elsevier Amsterdam 1907 Part C [23] Atanasova P. Halachev H. Appl. Catal. A 108 1994 123 [24] Breysse M. Cattenot M. Decamp T. Frety R. Gachet C. Lacroix M. Leclerq C. de Mourenes L. Portefait J.L. Vrinat M. Houari M. Grimblot J. Kasztelan S. Bonnelle J.P. Housni S. Bachelier J. Duchet J.C. Catal. Today 4 1988 39 [25] Arnoldy P. de Jonge J.C. Moulijn J.A. J. Phys. Chem. 89 1985 4517 [26] Cordero R.L. Gil Llambi´as F.J. Palacios J.M. Fierro J.L.G. Agudo A. Lo´pez Appl. Catal. 56 1989 197 [27] Lewis J.M. Kydd R.A. Boorman P.M. van Rhyn P.H. Appl. Catal. A 84 1992 103 [28] Thomas R. de Beer V.H.J. Moulijn J.A. Bull. Soc. Chim. Belg. 90 1981 1349 [29] Thomas R. van Oers E.M. De Beer V.H.J. Medema J. Moulijn J.A. J. Catal. 76 1982 241 [30] Cordero R.L. Soli´s J.R. Ramos J.V.G. Patricio A.B. Agudo A.L. New Frontiers in Catalysis Proc. 10th Int. Congress on Catalysis, Budapest, 1992 Guczi L. Solymosi F. Te´te´nyi P. Studies in Surface Science and Catalysis 75 1993 Elsevier Amsterdam 1926 Part C [31] Scheffer B. Molhoek P. Moulijn J.A. Appl. Catal. 46 1989 11 [32] Mulcahy F.M. Houalla M. Hercules D.M. J. Catal. 139 1993 72 [33] McMillan M. Brinen J.S. Haller G.L. J. Catal. 97 1986 242 [34] van Veen J.A.R. Hendriks P.A.J.M. Andre´a R.R. Romers E.J.G.M. Wilson A.E. J. Phys. Chem. 94 1990 5282 [35] Cordero R. Lo´pez Guerra S. Lo´pez Fierro J.L.G. Agudo A. Lo´pez J. Catal. 126 1990 8 [36] Eijsbouts S. van Gruythuysen L. Volumer J. de Beer V.H.J. Prins R. Hydrotreatings Catalysts Occelli M.L. Anthony R.G. Studies in Surface Science and Catalysis 50 1989 Elsevier Amsterdam 79 [37] Hamon D. Vrinat M. Breysse M. Durand B. Beauchesne F. des Courieres T. Bull. Soc. Chim. Belg. 100 1991 933 [38] Daage M. Chianelli R.R. Ruppert A.F. Proceedings 10th International Congress on Catalysis, Budapest, 1992 Guczi L. Solymosi F. Te´te´nyi P. Studies in Surface Science and Catalysis 75 1993 Elsevier Amsterdam 571 [39] Eijsbouts S. Heinerman J.J.L. Elzerman H.J.W. Appl. Catal. A 105 1993 53 [40] Eijsbouts S. Heinerman J.J.L. Elzerman H.J.W. Appl. Catal. A 105 1993 69",
      "scopus-id": "0028768759",
      "coredata": {
        "eid": "1-s2.0-0926860X94803390",
        "dc:description": "A series of W/Al2O3 catalysts containing various amounts of phosphorus (0–6 wt.-% P2O5) were characterized, in the oxide state by X-ray diffraction and temperature-programmed reduction (TPR), and in the sulphide form by high-resolution transmission electron microscopy (HRTEM); their activities for simultaneous hydrodesulphurization (HDS) of gas oil and hydrodenitrogenation (HDN) were also evaluated. The TPR results indicated that phosphorus addition increased the amount of those tungsten species which are more easily reduced, such as octahedral polytungstates. Consistently, the HRTEM micrographs showed that when phosphorus content was increased the lateral dimension of the WS2 structures did not significantly vary, while the number of stacks was clearly increased. Both HDS and HDN were notably enhanced by increasing the phosphorus content; the promotion being relatively larger for HDS than for HDN. Possible explanations for the phosphorus promotion on W/Al2O3 catalysts are discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-12-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94803390",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Reyes, J. Cruz"
          },
          {
            "@_fa": "true",
            "$": "Avalos-Borja, M."
          },
          {
            "@_fa": "true",
            "$": "Cordero, R. Lo´pez"
          },
          {
            "@_fa": "true",
            "$": "Agudo, A. Lo´pez"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94803390"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94803390"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80339-0",
        "prism:volume": "120",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Influence of phosphorus on the structure and the hydrodesulphurization and hydrodenitrogenation activity of W/Al2O3 catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Gas oil"
          },
          {
            "@_fa": "true",
            "$": "Hydrodenitrogenation"
          },
          {
            "@_fa": "true",
            "$": "Hydrodesulphurization"
          },
          {
            "@_fa": "true",
            "$": "Phosphorus-containing catalyst"
          },
          {
            "@_fa": "true",
            "$": "Pyridine"
          },
          {
            "@_fa": "true",
            "$": "Temperature-programmed reduction"
          },
          {
            "@_fa": "true",
            "$": "Transmission electron microscopy"
          },
          {
            "@_fa": "true",
            "$": "Tungsten sulphide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "147-162",
        "prism:endingPage": "162",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 December 1994",
        "prism:doi": "10.1016/0926-860X(94)80339-0",
        "prism:startingPage": "147",
        "dc:identifier": "doi:10.1016/0926-860X(94)80339-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028768759"
      }
    }
  }
}