{
  "metadata": {
    "title": "Promoter effects of dichloromethane on the oxidative coupling of methane over MnMgO catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-10-26",
    "doi": "10.1016/0926-860X(95)00138-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001387",
    "pii": "0926860X95001387"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0141609213",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95001387 0926-860X(95)00138-7 0926860X95001387 10.1016/0926-860X(95)00138-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00403 2024-01-01T12:18:48.759026Z 0 0 19951026 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 131 131 2 2 Volume 131, Issue 2 5 243 261 243 261 19951026 26 October 1995 1995-10-26 1995 article fla Copyright © 1995 Published by Elsevier B.V. PROMOTEREFFECTSDICHLOROMETHANEOXIDATIVECOUPLINGMETHANEOVERMNMGOCATALYSTS MARISCAL R LEE 1988 249 J AMENOMIYA 1990 163 Y KRYLOV 1993 209 O KELLER 1982 9 G SOFRANKO 1987 302 J LABINGER 1987 543 J LABINGER 1987 2682 J THOMAS 1989 33 J ITO 1985 721 T LIN 1987 4808 C MARISCAL 1994 79 R MIRODATOS 1990 601 C CARREIRO 1989 396 A MAITRA 1992 27 A GRZYBEK 1991 106 T LIN 1988 302 C IWAMATSU 1988 25 E PENG 1991 264 X CHOUDHARY 1990 171 V BURCH 1988 105 R CHAN 1990 13 T GRZYBEK 1993 115 T KORF 1989 119 S LARKINS 1991 147 F MARISCAL 1994 535 R BARONETTI 1990 311 G OTSUKA 1988 383 K METHANECONVERSIONSTUDSURFSCICATAL KHAN 1992 322 A AHMED 1990 408 S AHMED 1990 129 S OHNO 1991 23 T SUGIYAMA 1994 53 S BRADSHAW 1990 427 D JUDD 1992 237 R BURCH 1989 69 R MARISCAL 1994 235 R BALDWIN 1989 219 T BURCH 1990 503 R BURCH 1993 289 R BURCH 1993 301 R BURCH 1992 77 R CONWAY 1991 L1 S CONWAY 1991 513 S RUCKENSTEIN 1993 27 E LUNSFORD 1994 301 J UEDA 1989 W UEDA 1991 83 W KHAN 1992 95 A 1990 PRACTICALSURFACEANALYSISAUGERXRAYPHOTOELETRONSPECTROSCOPY BALTANAS 1987 341 M DICASTRO 1987 270 V 1985 74 LANGESHANDBOOKCHEMISTRY LARKINS 1988 409 F METHANECONVERSION MARISCALX1995X243 MARISCALX1995X243X261 MARISCALX1995X243XR MARISCALX1995X243X261XR item 0926-860X(95)00138-7 0926860X95001387 1-s2.0-0926860X95001387 10.1016/0926-860X(95)00138-7 271346 2024-01-01T12:18:48.759026Z 1995-10-26 1-s2.0-0926860X95001387-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001387/MAIN/application/pdf/1241cf5f8518a5debafe292397994879/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001387/MAIN/application/pdf/1241cf5f8518a5debafe292397994879/main.pdf main.pdf pdf true 995498 MAIN 19 1-s2.0-0926860X95001387-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001387/PREVIEW/image/png/f7e5bdd15a5e8599af81a0eef4128ed3/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001387/PREVIEW/image/png/f7e5bdd15a5e8599af81a0eef4128ed3/main_1.png main_1.png png 48332 849 656 IMAGE-WEB-PDF 1 ~t ELSEVIER Applied Catalysis A: General 131 (1995) 243-261 ~ APPLIED CATALYSIS A: GENERAL Promoter effects of dichloromethane on the oxidative coupling of methane over MnMgO catalysts R. Mariscal, M.A. Pefia, J.L.G. Fierro * lnstituto de Catdlisis y Petroleoquimica, CS1C, Campus UAM, Cantoblanco, 28049-Madrid, Spain Received 26 February 1995; revised 17 May 1995; accepted 17 May 1995 Abstract Small amounts of manganese oxide incorporated on MgO enhanced C2+ hydrocarbon selectivity during the oxidative coupling of methane (OCM). Both C2+ selectivity and CH4 conversion were also improved by adding alkaline metal halides. Dosing CH2C12 pulses into the CH4/O2 feed stream over alkali promoted Mn-MgO catalysts led to an improvement in the yield to C2+ hydrocarbons. The extent of this effect and the stability of the alkali phases were found to depend on the type of promoter. Photoelectron spectroscopy (XPS) revealed that all the used catalysts retained important amounts of chlorine in the form of C1- ions, and simultaneously manganese was oxidized to Mn4+. In the light of quantitative XPS data, a redox mechanism consisting of the decomposition of halocom- pound at catalyst surface through formation of an oxyhalide of the type MnO2 ~/2Clx has been proposed. The different patterns for CH4 conversion and C2+ selectivity indicate a key role of the alkali promoter and its distribution on the surface, on the formation of this Cl-containing species. Keywords: Methane oxidative coupling; Manganese-magnesium oxides; Alkaline oxides; Promotion by chlorine; Catalysts characterization (TPR, XPS) 1. Introduction Since a decade of intense research activity on the oxidative coupling of methane (OCM), there exists a large body of knowledge on the reaction mechanisms, catalysts and promoters, reactors, plant balances and even economics of the process ( see, for example, [ 1-3 ] ). On the screening of a number of reducible metal oxides as potential catalysts for OCM, Keller and Bhasin [4] found that manganese oxide displayed the best performance when operating in a cyclic feed of methane and air, * Corresponding author. FAX: +34-1-5854760; E-mail: JLGFIERRRO@ICP.CISC.ES 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI0926-860X (95)00 138-7 244 R. Mariseal et al. /Applied Catalysis A.\" General 131 (1995) 243-261 and increased yields of higher hydrocarbons (C2 + ) over Mn-based catalysts have already been achieved upon addition of alkali metals and alkaline earths to the base catalysts [5]. For a somewhat more complex catalyst such as magnesia-supported NaMnO4, Labinger et al. [6,7] postulated that the active component could be the Mg6MnO8 phase, which exhibits a high ionic mobility. As opposed to many other transition metal oxides which act mainly in combustion, the formation of the Mg6MnO8 phase when manganese is added in small proportions results in an improvement of C2+ selectivity. This may be attributed to the supression of the formation of carbon oxides. From an inspection of the plethora of results on the OCM reaction and kinetic calculations, it has been suggested that an upper limit of around 30% in the yield to C2+ hydrocarbons cannot be surpassed [7,8]. There have been many attempts to make OCM an economically viable process. Among these, the incorporation of solid promoters to the catalysts and gaseous halocompounds in the feed has been a common practice. Thus, the promoter effect of alkaline oxides on the OCM has been studied in detail [9-20], and their action has been shown to depend on both the alkaline element and the type of the carrier on which it is deposited. In several instances, the promoter effect is attributed to the formation of [M+O-] active centers, whereas in others, it is associated with the improvement of C2 + selectivity due to a decrease in surface area or to poisoning of the sites responsible for the total oxidation. Although the influence of the promoter content has been investi- gated in detail, the relevance of the anion of the alkaline metal salt used in the impregnation is less known [21,22]. On the contrary, most of the emphasis has dealt with the importance of the crystalline phases present in LiMnMgO catalysts, even with low Li and Mn contents [23-25]. The promoter effect of chloride ions on the OCM reaction either by adding metal halides to the catalyst during preparation[26-28] or by incorporating halocom- pounds into the feed has also been extensively studied. Among this latter category, Moffat et al. [29-32] passed CCl4 over silica supported alkaline earths and on sulfates and phosphates Bradshaw et al. [33] and Judd et a1.[34] used CHC13 in the feed over Mn-based catalysts, and Burch et al. [35] and Mariscal et al. [36] studied the effect of adding CH2C12 into the feed over Mn-based catalysts. In general, the effect of chloride appears to be associated with an improvement of both methane conversion and C2 + selectivity, with the subsequent increase in the CzH4/CzH6 ratio. In this later respect, Burch et al. [37-39] found minimal C2H6 dehydrogenation by CI\" radicals in the postcatalytic gas volume, whereas it was important on the catalytic bed. The relevance of C1 ions present on the catalyst surface as active centers for the OCM reaction has been emphasized [ 35,36,40,41 ], although some contribution of the gas phase cannot be discarded. In line with this, Lunsford et al. [42,43] argued that the role of chloride is to selectively poison the deep oxidation sites of the catalyst. Ruckenstein and Khan [ 44 ] also found that the incorporation of mixed alkali metal chlorides to MgO yielded stable catalysts that were active and selective for the OCM reaction. Based on benzoic acid titration R. Mariscal et al. /Applied Catalysis A: General 131 (1995) 243-261 245 and CO2 desorption experiments, they concluded that these catalysts were highly basic and that the residual chlorine species only enhanced the C2+ selectivity initially. In a more detailed study, Lunsford et al. [45] studied the role of chloride ions incorporated to Li/MgO catalysts by independently varying the concentration of Li + and C1- ions in the catalysts. In this case, the presence of C1- ions in a C1/Li ratio of ~> 0.9 had a dramatic effect on the nature of the active centers. With increasing C1 content, the intrinsic rate of CH4 conversion decreased, but the catalysts were also less subjected to poisoning by CO2. The central problem in all these studies lies in the transitory effect of the chloride on the catalyst activity and selectivity. This is due to instability of the chlorine-containing phases under the severe experimental conditions imposed by the OCM reaction. Indeed, this has been emphasized by Burch [ 41 ] and Thomas et al. [ 46,47 ], who examined a family of bismuth oxychlorides for this reaction and observed CH4 conversions up to 42% and C2H4/CzH6 ratios as great as 35. However, these catalysts generally lost activity within a few hours on-stream. They found that the compounds with the least labile chlorine were the most active for CH4 conversion, although this trend did not hold for the observed CzH4/C2H6 ratios. Moreover, Khan and Ruckenstein [48] studied the binary BiOC1/MgO and Li2CO3/MgO, and the ternary BiOCI/Li2CO3/MgO catalysts. The binary catalysts were moderately effective, but the ternary gave 83% C2+ selectivity at 18% CH4 conversion after 5 h on-stream. These results and characterization data suggest that lithium helps stabilize the chlorine on the surface. Despite the research dealing with the effects of the two promoters, the mechanism by which one promoter acts on the other resulting in an enhancement of the catalytic behaviour remains unclear. This article examines the influence of several variables on the effect of alkaline promoter, and the effect of dichloromethane added in the feed on the improvement of C2 + selectivity in the OCM reaction. 2. Experimental 2.1. Catalyst preparation Magnesium oxide (99.7 wt.-%) powder obtained from Panreac was used as a carrier. A manganese-containing catalyst was prepared by adding MgO to an aque- ous solution of manganese nitrate ( Mn (NO3) 2\" 4H20, Riedel-de-HaEn AG) in the appropriate concentration and evaporating to dryness. The precursor was kept at ambient temperature, then dried at 338 K for 24 h and subsequently calcined in air at 1023 K for 4 h. Chemical analysis of this catalyst by atomic absorption spec- trometry (Perkin-Elmer 30301 revealed a manganese content of 0.42 wt.-%. This base catalyst will be referred to as DO. The DO catalyst was then divided in six aliquots, one of them was separated as a reference. An aliquot of DO catalyst was then impregnated with an aqueous solution of LiNO3 (Panreac, reagent grade) of the required concentration td obtain an atomic ratio [ Li] / [Mn] = 1. This catalyst 246 R. Mariscal et al./Applied Catalysis A: General 131 (1995) 243-261 Table 1 Composition, precursors and labelling of MnMgO catalysts Catalyts Components [Alk] / [Mn] atomic ratio Precursor DO MnMgO Mn ( NO3) 2 D I LiMnMgO 1 LiNO3 D2 NaMnMgO 1 NaNO3 D3 KMnMgO 1 KNOs D4 NaMnMgO 3 NaNO3 D5 NaMnMgO 1 NaC1 will be labelled (D 1 ). Two other aliquots were impregnated with aqueous solutions of NaNO3 and KNO3 (Panreac, reagent grade) according to the above procedure and the same metallic ratio. These two catalysts will be referred as D2 and D3, respectively. The fifth aliquot was impregnated with an aqueous solution of NaNO3 (Panreac, reagent grade) whose concentration was selected to obtain an atomic ratio [Na] /[Mn] = 3. This catalyst will be labelled (D4). Finally, the last aliquot was impregnated with an aqueous solution of NaC1 (Panreac, reagent grade), of appropriate concentration to yield an atomic ratio [Na]/[Mn] = 1. This catalyst will be referred as D5. All the precursors were dried and calcined according to same procedure as for the DO homologue. Table 1 compiles components, [Alka- line] / [Mn] ratios and precursors employed in catalyst preparation. 2.2. Catalytic activity The activity of the catalysts was determined using a 6 mm O.D. quartz fixed bed flow reactor at atmospheric pressure and 1023 K. 0.1 g of catalyst was used in each case which was mounted into the reactor between quartz wool plugs. The flows were controlled by Brooks mass flow controllers to give a final mixture CH4:O2=3:1 (18 cm3 STP/min:6 cm3 STP/min). Under these conditions, the contact time was 0.25 s. Dichloromethane ( 10/zl) was injected through a port in the supply line. At fixed intervals the effluents were sampled using a gas sampling valve and analyzed on-line by a GC equipped with TCD. The stability of the catalysts after dosing with the halocompound was studied in a second quartz reactor ( 10 mm internal diameter) working with 1 g of catalyst under atmospheric pressure at 1023 K. The CH4:O2 molar ratio in the feed was 2 and the CH4 and 02 flow rates were 18 and 9 cm3 STP/min, respectively. 2.3. Characterization techniques Temperature programmed reduction (TPR) experiments were conducted on a Micromeritics TPD/TPR 2900 equipment provided with TCD and interfaced to a data station. Prior to reduction, the catalysts (80 mg) were heated at a rate of 20 K/rain up to a final temperature of 873 K under a flow of He (99.995% vol) (50 R. Mariscal et al. /Applied Catalysis A: General 131 (1995) 243-261 247 cm3 STP/min) to remove water and other contaminants. Then they were cooled down to ambient temperature in the same flow of helium; this was then switched to a mixture of 10% vol hydrogen in argon (50 cm3 STP/min) and heating at a rate of 20 K/min up to a final temperature of 1073 K. Photoelectron spectra were acquired with a Fisons ESCALAB MkII 200R spec- trometer equipped with a hemispherical electron analyzer and an MgK,, 120 W X- ray source. A PDP 11/04 computer from Digital Equipment Co. was used for collecting and analyzing the spectra. The powder samples were pressed into small stainless steel cylinders and then mounted on a sample rod placed in a pretreatment chamber and heated under vacuum at 773 K for 2 h prior to being moved into the analysis chamber. The pressure in the ion-pumped analysis chamber was below 3 10 9 torr (1 tOrT= 133.3 N m 2) during data acquisition. The spectra were collected for 20 to 90 min, depending on the peak intensities, at a pass energy of 20 eV which is typical of high resolution conditions. C 1 s, O 1 s, Mn 2p, Mg 2p, Li 1 s, Na ls, K 2p and C1 2p peaks were accumulated in order to improve the signal- to-noise ratio. The intensities were estimated by calculating the integral of each peak after smoothing and subtraction of the 'S-shaped' background and fitting the experimental curve to a mixture of Lorentzian and Gaussian lines of variable proportion. All binding energies (BE) were referenced to the adventitious C l s line at 284.9 eV. This reference gave BE values within an accuracy of + 0.2 eV. 3. Results 3.1. Activity data Promoter effect of alkaline salts Activity data for the OCM reaction of the different catalysts are compiled in Table 2. As the alkaline content is very low ( ~<0.5 wt.-%), no significant differ- ences in CH4 conversion were observed (23-26%) under the experimental condi- tions used, although oxygen conversion was almost complete in all cases. In Table 2 Catalyst performance for the oxidative coupling of methane (OCM)a Catalyst Xf'H4 Sc2 + Yc2 + DO 24.5 19.7 4.8 D1 25.9 25.0 6.0 D2 24.8 21.0 5.2 D3 24.7 20.4 5.0 D4 25.1 24.4 6.1 D5 23.7 19.0 4.5 aReaction conditions: 1023 K; atmospheric pressure, 0.1 g catalyst; flow rate 24 cm3 STP/min; CH4/O2 molar ratio in the feed 3. 248 R. Mariscal et al. /Applied Catalysis A: General 131 (1995) 243-261 addition, C2 + selectivities were moderate, and small differences were found among the catalysts. Still considering these small differences, a slight improvement in C2 + yield was observed in the doped catalysts (D1, D2 and D3) with respect to the undoped counterpart (DO) and they follow the trend DI>D2>D3>D0 (Yc2+ :6.0; 5.2; 5.0; 4.8, respectively). This tendency indicates that the promoter effect follows the order Li > Na > K. It can also be noted that the amount of promoter has a significant influence on CH4 conversion and especially on C2+ selectivity, and therefore on C2 + yield. Comparison of catalytic behaviour for catalysts D2 and D4 indicates higher C2+ yields for the latter catalyst. Comparison of catalytic activity of D5 and D2 samples indicates that the anion of the precursor salt also influences catalyst performance. The C2 + yield is slightly lower for the catalyst ex- chloride than for its homologous ex-nitrate. Effect of chlorine in the feed To investigate the relative reactivities of the D0-D5 catalysts, they were main- tained in the CH4/O2 mixture at 1023 K and the products analyzed until steady state conditions were reached. Then a pulse of 10/xl of CHzC12 was injected in the feed stream and the product distribution analyzed as a function of the time on- stream. Table 3 is a compilation of CH4 conversion activity data of the catalysts taken after 3 min of dosing the feed with the halocompound. For all catalysts, an increase in both C2 + selectivity and CH4 conversion was observed. As the reaction is conducted with a 100% O2 conversion, the increase in CH4 conversion is due to an increase in C2+ selectivity. Under complete oxygen consumption, selectivity changes in the OCM (stoichiometry ratio CH4/O2 = 4) and combustion (stoichi- ometric ratio CH4/O2=0.5) processes give rise to a consistent change in CH4 conversion. The improvement in catalyst performance as measured by the C2+ yield does not follow a uniform tendency. While for catalysts DO and D3 the yield increases substantially from ~ 5 to ~ 8%, due to improvement in selectivity, for catalysts D1 and D2 this increase is less pronounced. On the other hand, the amount of alkaline promoter influences to a great extent the catalytic behaviour. Thus, the effect of the halocompound in the feed is larger for catalyst D4 than for D2, the Na Table 3 Catalyst performance for the oxidative coupling of methane (OCM) after dosing a CH,CI2 (10/xL) pulse into the feed~ Catalyst XCH4 Sc2 + Yc2 + DO 27.9 27.5 7.7 Dl 28.5 28.8 8.2 D2 26.7 26. l 7.0 D3 27.7 29.1 8. l D4 28.7 31.7 9.1 D5 28.0 27.8 7.8 aReaction conditions: 1023 K; atmospheric pressure, 0.1 g catalyst; flow rate 24 cm3 STP/min; CH4/O2 molar ratio in the feed 3. R. Mariscal et al./Applied Catalysis A: General 131 (1995) 243-261 249 30 a 10 I I I I I I I I 8O 7O 601 i i i I 0 200 400 600 800 Time on-stream (min) Fig. 1. Dependence of the CH4 conversion (a), C2H4 selectivity (b) and CO2 selectivity (c) with the time on- stream after dosing two small CH2C12 pulses (first 3/~1 and second 10 ,~1) into the feed stream over catalyst DI. Reaction conditions: 1023 K, atmospheric pressure, 1 g catalyst, flow rate 27 cm3 STP/min, CH4/O2 molar ratio in the feed 2. content being three times higher in the former catalyst. This effect is also more pronounced for the catalyst ex-chloride (D5) than for its ex-nitrate counterpart (D2). Both CH4 conversion and product distributions were found to depend strongly on the time elapsed after dosing the halocompound in the feed. The CH4 conversion and selectivities to C2H4 and C02 are plotted in Fig. 1 as a function of the time on- stream. Chlorine produces an improvement in C2+ selectivity, and the consistent improvement in CH4 conversion, but this effect is transitory as the steady state levels were almost recovered after one hour on stream. From this figure it is also apparent that the improvement in CH4 conversion is due only to the enhancement of C2H4 formation, since the total oxidation selectivity decreases and the C02 yield does not change. 3.2. Catalyst characterization In order to explain differences in catalytic behaviour, catalysts were characterized by temperature-programmed reduction and photoelectron spectroscopy techniques. 250 R. Mariscal et al. / Applied Catalysis A.\" General 131 (1995) 243-261 TPR profiles Fig. 2 shows the TPR profiles for alkali promoted Mn-based catalysts (D l-D5). For comparison, the TPR for their unpromoted Mn-MgO (D0) homologous is also included in the same figure. The TPR profile for catalyst DO comprises two reduction peaks, one of very low intensity centered at ca. 673 K and another at ca. 813 K. Incorporation of Li promoter (catalyst D1) yields essentially the same profile. However, important changes in both the shape of the profile and in peak position are observed for the Na-and K-promoted catalysts. For catalyst D2, the two peaks are well resolved, the intensity of the low temperature peak at ca. 673 K increases and the high temperature peak is shifted toward 873 K. Catalyst D4 (Na content three times higher) shows a similar profile, although both intensity and resolution of the two peaks increases. The TPR profile for catalyst D3 is somewhat different. This peak consists of three components, all them with a very low resolution. The most intense peak centered at ca. 813 K displays a shoulder at ca. 873 K and overlaps in the low temperature side with a very broad component centered at ca. 673 K. Finally, catalyst D5 shows a single peak centered at 813 K and a long tail extending at lower temperatures. From an inspection of all these profiles, it can .== e 400 600 800 1000 Temperature (K) Fig. 2. Temperature-programmed reduction profiles for the manganese-containing catalysts: (a) unpromoted DO; (b) DI; (c) D2; (d) D3; (e) D4; and (f) 1)5. R. Mariscal et al./ Applied Catalysis A: General 131 (1995) 243-261 Table 4 Chemical analysis of fresh and used catalysts 251 Calcined Used Sample %Mn\" %Alk~ %Mna %Alk\" DO 0.42 0.48 D 1 0.44 0.06 ( Li ) 0.48 0.02 ( Li ) D2 0.48 0.19(Na) 0.48 0.07 (Na) D3 0.49 0.13(K) 0.50 traces(K) D4 0.48 0.60(Na) 0.47 0.09 (Na) D5 0.44 0.37(Na) 0.48 0.08 (Na) ~wt.-% of the element. also be noted that the increase in intensity of the low temperature peak is accom- panied by a shift from 813 to 873 K of the higher temperature peak. Chemical analysis In order to evaluate the composition changes of both Mn and alkaline element during catalytic testing, chemical analysis of both fresh and used catalysts were performed. The results from the chemical analysis are compiled in Table 4. From the data it is clear that manganese content remains essentially unaltered for all catalysts after reaction. However, the percentage of alkaline element decreases dramatically in the used catalysts. For the catalysts D I-D4 ex-nitrate, this decrease appears to depend mainly on the promoter element. Thus, the loss of promoter is 66% for Li, 63 and 85% for Na in catalysts D2 and D4, respectively, and almost 100% for K. It can also be noted that the Na decrease is 78% in catalyst D5 in which the promoter was added from NaC1 a precursor. Surface analysis by XPS XP spectra for all calcined and used Mn-containing catalysts were recorded. Prior to XPS analysis, all samples were heated at 773 K within the spectrometer pretreatment chamber to remove adsorbed water and carbon dioxide, and to decom- pose the Mg(OH)2 formed by adsorption of moisture. The binding energies of the most intense peaks in the XP spectra for calcined and used catalysts are summarized in Table 5A and Table 5B, respectively. These catalysts showed a large hydro- carbon carbon peak at 284.9 eV [49] and a second carbonate peak in the range 289.2-289.8 eV, resulting very likely from carbon dioxide adsorption [ 15,18,25,26 ]. The O 1 s peaks are also conclusive for both identification and quantification of surface carbonates. As shown in Table 5A and Table 5B, all Ols spectra of calcined and used catalysts exhibit two peaks: one at ca. 529.9 eV due to lattice 02 species from MgO and another at ca. 531.7 eV due to MgCO3 and alkali carbonates. As the BE of the latter peak does not change with the presence of alkali promoters, differentiation between these carbonates is not possible from Ols peak alone. The BE values for the Mn2p3/2 peaks in both calcined and used 252 Table 5 A. Binding energies R. Mariscal et al. / Applied Catalysis A: General 131 (1995) 243-261 (eV) of core electrons of calcined catalysts Catalyst 01 s\" Mn2p3,~ Mg2p C 12p~/2 M I s(2p) D0 530.2(80) 641.6 49.6 531.9(20) DI 529.9(70) 641.7 49.4 traces 531.5(30) D2 529.8(75) 641.6 49.4 1072.3 531.7(25) D3 529.8(73) 641.6 49.3 293.7 531.6(27) D4 529.8(73) 641.7 49.3 1072.3 531.7(27) D5 530.0(79) 641.8 49.4 198.2 1072.4 531.9(21) B. Binding Energies (eV) of Core Electron in Used Catalysts Catalyst Ol sa Mn2p3/2 Mg2p C12p3/2 Mls(2p) DO 530.2(80) 641.6 49.6 198.3 531.9(20) Dl 529.9(70) 641.7 49.4 197.9 traces 531.5(30) D2 529.8(75) 641.6 49.4 197.9 1072.3 531.7(25) D3 529.8(73) 641.6 49.3 198.1 293.5 531.6(27) D4 529.8(73) 641.7 49.3 198.0 1072.3 531.7(27) D5 530.0(79) 641.8 49.4 198.2 1072.4 531.9(21) Numbers in brackets indicate percentages of each peak. catalysts are also compiled in Table 5A and Table 5B and Fig. 3A and Fig. 3B, respectively. For the calcined samples, values at ca. 641.7 eV are consistent with the expected BEs for Mn3 + species [50,51 ], It should be emphasized that for all the Mn2p3/2 spectra the peak synthesis procedure includes a broad component towards the high BE side for peak area measurements. As the origin of this broad- ening is physical in nature, accounting for by energy relaxation and final state effects, this will not be discussed any further. For the used catalysts, exposed to a CH2C12 pulse, the Mn2p3/2 profile does not change irrespective of the loading or type of promoter, although the BE of the maximum is shifted to 642.2-642.6 eV, suggesting that manganese is oxidized to ]k)In4 + during exposure to halocompound under the OCM conditions. C12p core level peaks were also recorded for both calcined and used catalysts. As expected, only the calcined catalyst D5 ex-chloride displayed a C12p3/2 peak whose BE at 198.2 eV (Table 5A) is associated to C! R. Mariscal et al./Applied Catalysis A: General 131 (1995) 243-261 253 t.. L~ Mn2p3/2 A I I 648 644 I [ 640 636 1 I 648 644 BE (eV) BE (eV) Mn2p3/z B I I, 640 636 Fig. 3. Mn2p core level spectra of calcined (A) and used (after dosing CH2CI2 in the feed) (B) manganese- containing catalysts: (a) unpromoted DO; (b) DI; (c) D2; (d) D3; (e) D4; and (f) D5. species. However, all the used catalysts (D0-D5) showed the C12p doublet with its C12p3/2 component at similar BE values (Table 5B and Fig. 4). Moreover, the BE values for Mg, Na and K ions agreed with the expected values for the respective oxides. It can be seen that a fraction of the oxide surface is carbonated, however judging by the rather low CO2-/cations ratio < 0.09 the assignment of BE values to oxide species is justified. Unfortunately, the Lils peak would not be recorded owing to its low photoionization cross-section and overlapping with the very intense Mg2p peak. The Mn ratios relative to that of magnesium for calcined and used catalysts are listed in Table 6. It can be seen that the Mn/Mg ratio is almost constant for all catalysts but it decreases by ca 50% in the used catalysts. As the bulk analysis remain essentially unchanged (Table 4), it can be inferred that manganese ions diffuse within the surface layers of magnesium oxide under the conditions of the OCM reaction. Note also that the amount of chloride ions retained at the catalyst 254 R. Mariscal et al. /Applied Catalysis A: General 131 (1995) 243 261 @ r,.) Cl2p 1 I I 201 198 195 BE (eV) Fig. 4. Cl2p core level spectra of used (after dosing CH2C12 in the feed) manganese-containing catalysts: (a) unpromoted DO; (b) DI; (c) D2; (d) D3; (e) D4; and (f) D5. surface after dosing CH2C12 into the CH4/O2 feed depend markedly on the kind of alkali promoter. While for the Li (D 1 ) and K-promoted (D3) catalysts the C1/Mg atomic ratio is quite similar, it increases by more than twice for the Na-promoted Table 6 Surface atomic ratios (XPS) of the catalysts used\" Catalyst Mn/Mg CI/Mg M/Mg C1/M DO 0.430 (0.206) (0.039) D1 0.484 (0.238) (0.045) D2 0.600(0.310) (0.108) 1.826 (0.696) D3 0.594 (0.244) (0.051) 0.118 (0.045) D4 0.545 (0.204) (0.100) 2.592 (0.640) D5 0.622 (0.292) 0.026 (0.079) 1.664(0.629) (0.16) (1.13) (0.16) 0.02 (0.13) aValues in parenthesis correspond to used catalysts. R. Mariscal et al. /Applied Catalysis A: General 131 (1995) 243-261 255 (D2) and homologous (D4). For catalyst D5, in which the promoter was added from its NaC1 precursor, a lower C1/Mg ratio than in its Na-promoted (ex-nitrate) D2 and D4 counterparts was observed. The Na/Mg and K/Mg XPS ratios were found to depend on both promoter and on content. The surface exposure of Na increased with increasing Na loading and was much higher than that of K. Finally, the Na/Mg and K/Mg ratios decreased by more than 60% in the used catalysts, suggesting partial volatilization of the alkali during the OCM reaction. 4. Discussion 4.1. Interactions and stability of phases in promoted catalysts The promoter effect in the OCM reaction of alkaline elements is clearly visible on both C2 + selectivity and yield. As indicated from the results of Table 2, the improvement of C2+ selectivity (or C2+ yield) follows the order Li>Na>K. However, this trend is opposite to that expected if catalyst basicity is considered, which increases in the order Li < Na < K. Accordingly, arguments other than basic- ity have to be used to explain the observed trend in catalytic behaviour. Thus, lithium may diffuse within the MgO lattice forming [Li +O- ] species which have been identified to be responsible for the CH4 conversion into C2+ hydrocarbons [ 7 ]. Formation of this [ Li O ] species is favoured not only by the close similarity of ionic radii, 0.068 and 0.066 nm for Liand Mg2ions, respectively, but also by the partial reduction of Mn4to Mn3 +. From the comparison of TPR profiles in Fig. 2 for catalysts DO and D 1, the interaction between lithium and manganese can be ruled out. Further support comes from the XPS analysis. Still considering the very low photoionization cross-section of Li atoms, the absence of Li 1 s peaks in the photoelectron spectra of calcined catalyst D1 and the parallel observation by chemical analysis (Table 4) confirm that a part of Li diffuses within the MgO lattice. Moreover, the almost constant surface exposure of Mn upon Li incorporation (Table 6) accounts for the absence of any significant interaction. In the case of Na-promoted catalysts (D2, D4 and D5), the formation on similar [Na+-O-] species seems highly unlikely as the larger Naionic radius (0.095 nm) is far enough from the average ionic bond lengths in the MgO crystal. There is evidence, however, that Na interacts with Mn at the catalyst surface. The TPR profile for catalyst D2 changed substantially from that of the reference Mn-MgO (Fig. 2). As the TPR peaks at ca. 673 and 813-873 K can be associated with the reduction of Mn4 to Mn3 (or Mn3 / Mn4 ) and of Mn3 + to Mn2 +, respectively, the extent of manganese oxidation during calcination (formation of Mn4 + ) appears to be enhanced in the presence of Na. Similarly, the reduction of Mn3 is inhibited as the Wm of the high temperature peaks shifts toward higher temperature (873 K). Moreover, comparison of Mn/Mg surface atomic ratios (Table 6) for the Na- 256 R. Mariscal et al. /Applied Catalysis A: General 131 (1995) 243-261 I1 [] [] 0 0.2 0.4 0.6 (Mn/Mg or M/Mg)u~a atomic ratios Fig. 5. Dependence of the Mn/Mg ([~) and alkali/Mg ((2)) atomic ratios (XPS) in the used catalysts (after dosing CH2C12 in the feed) on the same ratios in calcined catalysts. For the sake of comparison a dashed line representing equal surface composition in calcined and used catalysts is also included. promoted (D2) and unpromoted catalyst (D0) indicates clearly an increase of this ratio in the former catalyst. A somewhat different picture emerges from the K-promoted catalyst because of the inability of K + ion (ionic radius 0.133 nm) to be accomodated within the MgO lattice. As indicated from the TPR profile of catalyst D3 (Fig. 2, curve d), the high temperature peak associated with the reduction step, Mn3 + ~ Mn2 + appeared at 813 K, 60 K below that of its Na-promoted counterpart (Fig. 2, curve c). Thus, the interaction of the alkali promoter on the MnMgO surface seems to be weaker for catalyst D3 than for catalyst D2. Supporting this interpretation are also chemical analyses and XPS data. Chemical analysis of K (Table 4) indicates clearly that an important part of K is lost in the calcination step and practically a complete loss in the used catalyst. Quantitative XPS data revealed a dramatic decrease, by more than one order of magnitude, in the alkali/Mg ratio for both calcined and used K- promoted catalysts (D3) with respect to its homologous Na-promoted catalyst. Both findings indicate clearly a larger volatilization of K under both calcination and reaction conditions. The changes of both Mn/Mg and alkali/Mg surface ratios for used catalysts with respect to the calcined counterparts are shown in Fig. 5. As discussed above, the strong decrease of alkali/Mg surface ratios in used catalysts is due to alkali losses. However, the decay of Mn/Mg ratios in used catalyst cannot be explained in terms of Mn losses because chemical analysis indicates almost constant level of Mn. It appears, that under prolonged time on-stream manganese oxide (Mn4+) tends to react with subsurface MgO layers to form a Mg6MnO8 phase [24,25 ] with the subsequent disappearance from the magnesia surface. The effect of the concentration of promoter on the OCM behaviour is clear when comparing the performances of catalysts D2 and D4 (Na promoter in excess). From TPR (Fig. 2) and quantitative XPS data (Table 6), it seems that the interaction of Na promoter on the catalyst surface is quite similar in both samples. However, the R. Mariscal et al. / Applied Catalysis A.\" General 131 (1995) 243-261 257 higher Na/Mg ratio in calcined catalyst D4 suggests that a certain proportion of Na would be interacting at the MgO surface. If this hypothesis is valid, a less carbonated MgO and/or MnMgO surface should be expected with increasing Na promoter. This is confirmed by comparing the high BE component of O 1 s and C ls peaks in used catalysts, which are associated with carbon and oxygen atoms, respectively, in carbonate species. As the high BE Ols peak is 40% for D4, 50% for its parent D2 and still higher (54%) for the unpromoted DO, a certain proportion of Na, larger in D4 than in D2, interacts directly with the MgO surface. Therefore, the less uniform distribution of alkali at the MgO surface, which inhibits carbonation under the conditions of the OCM reaction, may be responsible for the improvement in catalytic performance. In line with the above interpretation and in the absence of other structural effects, the catalytic performance of catalyst D5 (Na incorporation ex-chloride) should be similar to that of its parent D2. However, the presence of NaC1 in catalyst D5 strongly affects its TPR profile (Fig. 2). The observation of a single and very intense TPR peak at a rather low temperature ( 813 K) in this catalyst indicates that manganese is reduced to Mn2 + more easily than in its homologous Na-promoted catalyst. These differences in catalytic performance and reducibility provide support for the identification of active species. As in the reaction conditions there is a less reducing atmosphere than in TPR experiments, a fraction of Mn3 + species may survive during on-stream reaction. Moreover, the better performance during OCM of catalysts which exhibited a TPR peak at higher temperatures (873 K) suggests that Mn3 + is probably involved in the reaction. 4.2. Effect of the halocompound in the gas phase The primary effect of the halocompound added in the feed is to improve C2+ selectivity and consistently CH4 conversion, and hence the yield to C2 + hydrocar- bons. As chlorine radicals catalyze the formation of C2H6, this improvement may result from radical chain reaction in the gas phase. If such beneficial effects were due to homogeneous reactions, the differences in catalytic performances with the different catalysts would not be expected. However, it is evident that the effects brought about by the addition of CH2C12 are dependent upon the type of promoter. Although it is not possible under our experimental conditions to avoid the partici- pation of chlorine in gas phase processes, there is strong evidence that the improve- ment in both C2+ selectivity and CH4 conversion arise from the interaction of the halocompound with the catalyst surfaces. Our previous work [ 36] in which CH2C12 was dosed onto a Li-MnMgO catalyst and subsequently used in the OCM reaction without the halocompound also confirmed the participation of the catalyst in the enhancement ofC2 + yield. In extensive studies on the OCM reaction in the presence of CHzC12 in the feed over metal oxides, Burch et al. [39] demonstrated that the primary effect of chlorine species in the feed is to alter the catalyst surface. 258 R. Mariscal et al. /Applied Catah,sis A: General 131 (1995) 243-261 In line with our previous work [36] and other literature reports [32,39] it is anticipated that chlorine-containing species formed on the catalyst surface or retained within the bulk may be involved in the activation of methane. The C 12p core level spectra (Fig. 4) and the BEs value and C1/Mg XPS ratios shown in Table 5 provide evidence for the presence of chlorine species in the surface region of the catalysts. Judging from the BE of C 12p peaks, the remaining chlorine species are chloride ions (CI), although its assignment to a given compound is very difficult from XPS alone due to the close similarity of the BE values of most of the ionic chlorides [ 51 ]. Several chloride-containing containing species such as MgC12, MC1 (M = alkaline element) and MnOClx would be formed on the catalyst surface after pulsing CH2C12 into the feed stream. Magnesium chloride, which melts at 987 K and is stable up to 1710 K [52], may be excluded for chemical reasons. As MgCI2 is very hygroscopic, its hydrate would be formed on the recovered catalyst from the catalytic reactor. However, this hydrate does not return to the original anhydrous MgC12 on heating but decomposes to MgO at ca. 500 K [32]. Accord- ingly, as the used catalysts were heated to 773 K within the pretreatment chamber of the spectrometer prior to the analysis, no magnesium chloride would be expected, however significant amounts of chlorine were detected in the used catalysts (cf. Fig. 4 and Table 5B and Table 6). Moreover, the formation of metal halides with the alkali promoter alkali (ex-nitrate) can not be the only explanation. The argu- ment comes from the comparison of CI/Mg ratios for alkali promoted catalysts (D1-D4) and for the unpromoted DO counterpart (Table 6). Although a certain influence of the promoter is observed in the promoted catalysts (D1-D5), the presence of chlorine in the unpromoted DO catalyst point to the formation of phases other than MC1 which are responsible for the retention of chloride species. There- fore, formation of MnOClx species seems more plausible. In support of this argu- ment are not only the observed C1/Mg ratios in the unpromoted (DO), but also the high BEs values of Mn2p3/2 peaks in the used catalysts (Table 5 ). Binding energies of Mn2p3/2 peaks above 642.2 eV in the catalysts after dosing CH2C12 in the feed stream are indicative of the appearance of Mn4+ ions [26,50]. For the ternary LiMnMgO system, it has been reported that Li and Mn form a crystalline Li2MnO3 phase [19,53] detectable by XRD. In a previous work [25] we observed that for the ternary LiMnMgO catalyst containing a Li/Mn ratio of 2.2, which is still higher than the stoichiometry Li/Mn = 2 of that compound, we were unable to detect tridimensional Li2MnO3 structures by XRD. However, using ESR on H2-reduced catalysts at 773 K, the absence of Mn4+ species and the presence of weak signals due to Mn2+ led us to the conclusion that Mn3+ ions can be stabilized in reduced catalysts. In the present work, the observation of Mn4 + ions in the used catalysts suggests that the halocompound and/or gaseous chlorine radicals oxidize the Mn3 + ions through a redox process on the surface with the subsequent formation of an oxychloride, according to the equation: Mn203 + [C1.] ~-- MnO2_x/2C1x R. Mariscal et al. /Applied Catalysis A: General 131 (1995) 243 261 259 Therefore, the resulting chloride-containing species seems to be directly or indi- rectly responsible for the improvement in catalyst performance. The influence of the type of alkali in trapping chlorine is shown in Table 6. Similar, and rather low, C1/M ratios are found for the three Na-containing catalysts (0.13-0.16), whereas ths ratio is ca. 8 times higher for the K-containing D3 homologue (1.13). Therefore, the formation of the active oxychloride depends on the type of alkali. Although it is not possible from this or previous work to determine the nature of the active species in the methane conversion reaction on the alkali promoted MnMgO cata- lysts, nevertheless the order of CH4 conversion may be taken to infer the order of activity of lattice oxygen on each catalyst. In the presence of CH2C12 the amount of C1- retained by the catalyst does not follow the same order as that of the conversion of methane. As stated above, the interaction of alkali at the MnMgO surface, which inhibits carbonation under the conditions of the OCM reaction, may be responsible for the improvement in catalytic performance. 5. Conclusions Dosing CH2C12 pulses into the CH4/O2 feed stream over alkali promoted Mn- MgO catalysts led to an improvement in the yield to C2 + hydrocarbons. The extent of this effect and the stability of the alkali phases were found to depend on the type of promoter. As revealed by XPS, all the alkali promoted catalysts and its unprom- oted MnMgO counterpart showed important amounts of chorine after on-stream analysis. Typical values of the binding energies of C12p3/2 peak at ca. 198.3 eV confirmed the presence of chloride (C1) species on the surface of used catalysts. As the oxidation state of manganese in the used catalysts is Mn4 +, it seems that the halocompound decomposes at the catalyst surface by a redox mechanism yielding primarily an oxyhalide of the type MnO2 x/2Clx. The different patterns for CH4 conversion and C2 + selectivity indicate a key role of the alkali promoter and its distribution on the surface. The nature of the active sites remains a matter of debate; however, it is clear that the presence of chloride ions either create new ones or make the surface less basic, so that the extent of carbonation during on stream processing is decreased. Acknowledgements The authors wish to acknowledge Comisi6n Interministerial de Ciencia y Tec- nologfa, Spain, for financial support of this work (Grant MAT91-0494). Thanks are due to Prof. Vasudevan for critical reading of this manuscript and to Mr. E. Pardo for recording photoelectron spectra. 260 R. Mariscal et al. /Applied Catalysis A: General 131 (1995) 243-261 References [ 1] J.S. Lee and S.T. Oyama, Catal. Rev. Sci. Eng., 30 (1988) 249. [2] Y. Amenomiya, V. Birss, M. Goledzinowski, J. Galuszka and A.I?. Sanger, Catal. Rev. Sci. Eng., 32 (1990) 163. [3] O.V. Krylov, Catal. Today, 18 (1993) 209. [4] G.E. Keller and M.M. Bhasin, J. Catal., 73 (1982) 9. [5] J.A. Sofranko, J.J. Leonard and C.A. Jones, J. Catal., 103 (1987) 302. [6] J.A. Labinger, K.C. Ott, S. Mehta, H.K. Pockstad and S. Zoumalan, J. Chem. Soc. Chem. Comm., (1987) 543. [7] J.A. Labinger and K.C. Ott, J. Phys. Chem., 91 (1987) 2682. [8] J.M. Thomas, W. Ueda, J. Williams, K.P.M. Harris, Faraday Discuss. Chem. Soc., 87 (1989) 33. [9] T. Ito, J.H. Lunsford, Nature, 314 (1985) 721. [ 10] C.H. Lin, T. Ito, J.X. Wang and J.H. Lunsford, J. Am. Chem. Soc., 109, (1987) 4808. [ 11 ] R. Mariscal, J. Soria, M.A. Pefia and J.L.G. Fierro, Appl. Catal. A, 111 (1994) 79. [ 12] C. Mirodatos, A. Holmen, R. Mariscal and G.A. Martin, Catal. Today, 6 (1990) 601. [ 13] A. Carreiro and M. Baerns, J. Catal., 117 (1989) 396. [ 14] A.M. Maitra, I. Campbell and R.J. Tyler, Appl. Catal. A, 85 (1992) 27. [ 15] T. Grzybek and M. Baerns, J. Catal., 129 ( 1991 ) 106. [ 16] C.-H. Lin, J.-X. Wang and J.H. Lunsford, J. Catal., 111 (1988) 302. [ 17] E. Iwamatsu, T. Moriyama, N. Takasaki and K. Aika, J. Catal., 113 (1988) 25. [18] X.D. Peng and P.C. Stair, J. Catal., 128 (1991) 264. [ 19] V.R. Choudhary, A.M. Rajput, D.B. Akolekar and V.A. Seleznev, Appl. Catal., 62 (1990) 171. [20] R. Burch, G.D. Squire and S.C. Tsang, Appl. Catal., 43 (1988) 105. [21 ] T.K. Chan and K.J. Smith, Appl. Catal., 60 (1990) 13. [22] T. Grzybek, G.C. Maiti, D. Scholz and M. Baerns, Appl. Catal. A, 107 (1993) 115. [23] S.J. Korf, J.A. Roos, L.J. Veltman, J.G. van Ommen and J.R.H. Ross, Appl. Catal., 56 (1989) 119. [24] F.P. Larkins and M.R. Nordin, J. Catal., 130 ( 1991 ) 147. [25] R. Mariscal, J. Soria, M.A. Pefia and J.L.G. Fierro, J. Catal., 147 (1994) 535. [26] G.T. Baronetti, O.A. Scelza, A.A. Castro, V. Cortes Corber~n and J.L.G. Fierro, Appl. Catal., 61 (1990) 311. [27] K. Otsuka, M. Hatano and T. Komatsu, in D.M. Bibhy, C.D. Chang, R.F. Howe and S. Yurchak (Eds.), Methane Conversion, Stud. Surf. Sci. Catal., Vol. 36, Elsevier, Amsterdam, 1988, p. 383. [28] A.Z. Khan and E. Ruckenstein, J. Catal., 138 (1992) 322. [29] S. Ahmed and J.B. Moffat, L Catal., 121 (1990) 408. [30] S. Ahmed and J.B. Moffat, Appl. Catal., 63 (1990) 129. [31 ] T. Ohno and J.B. Moffat, Catal. Lett., 9 ( 1991 ) 23. [32] S. Sugiyama, K. Satomi, N. Kondo, N. Shigemoto, H. Hayashi and J.B. Moffat, J. Molec. Catal., 93 (1994) 53. [33] D.I. Bradshaw, P.T. Coolen, R.W. Judd and C. Komodromos, Catal. Today, 6 (1990) 427. [34] R.W. Judd, C. Komodromos and T.J. Reynolds, Catal. Today, 13 (1992) 237. [35] R. Butch, G.D. Squire and S.C. Tsang, Appl. Catal., 46 (1989) 69. [36] R. Mariscal, M.A. Pefia and J.L.G. Fierro, Prepr. Div. Petr. Chem. Am. Chem. Soc., 39 (1994) 235. [37] T.R. Baldwin, R. Burch, E.M. Crabb, G.D. Squire and S.C. Tsang, Appl. Catal., 56 (1989) 219. [38] R. Burch, G.D. Squire and S.C. Tsang, Catal. Today, 6 (1990) 503. [39] R. Burch, S. Chalker and S.J. Hibble, Appl. Catal. A, 96 (1993) 289. [40] R. Burch, S. Chalker, P. Loader, R. Mariscal, D.A. Rice and G. Webb, Catal. Today, 13 (1993) 301. [41] R. Burch, S. Chalker, P. Loader, J.M. Thomas and W. Ueda, Appl. Catal. A, 82 (1992) 77. [42] S.J. Conway, D.J. Wang and J.H. Lunsford, Appl. Catal. A, 79 ( 1991 ) L1. [43] S.J. Conway and J.H. Lunsford, J. Catal., 131 ( 199L ) 513. [44] E. Ruckenstein and A.Z. Khan, Catal. Lett., 18 (1993) 27. [45] J.H. Lunsford, P.G. Hinsen, M.P. Rosynek, C. Shi, M. Xu and X. Yang, J. Catal., 147 (1994) 301. [46] W. Ueda, T. Isozaki, Y. Moriyama and J.M. Thomas, Chem. Lett., 2103 (1989). [47] W. Ueda, F. Sakyu, T. Isozoki, Y. Morikawa and J.M. Thomas, Catal. Lett., 10 (1991) 83. [48] A.Z. Khan and E. Ruckenstein, Catal. Lett., 13 (1992) 95. R. Mariscal et al. /Applied Catalysis A: General 131 (1995) 243-261 261 [49] D. Briggs and M.P. Seah (Editors), Practical Surface Analysis. Auger and X-ray Photoeletron Spectroscopy, 2nd ed., Wiley, Chichester, 1990. [50] M.A. Baltanas, J.R. Katzer and A.B. Stiles, Acta Chim. Hung., 124 (1987) 341. [51] V. Di Castro, C. Furlani, M. Gargano and M. Rossi, Appl. Surf. Sci., 28 (1987) 270. [52] J.D. Dean (Editor), Lauge's Handbook of Chemistry, 13th ed., McGraw-Hill, New York, 1985, Chap. 4, p. 74. [53] F.P. Larkins and M.R. Nordin, in D.B. Bibby, C.D. Chang, R.F. Howe and S. Yurchak (Editors), Methane Conversion, Stud. Surf. Sci. Catal., Vol. 36, Elsevier, Amsterdam, 1988, p. 409. APCATA 95001387 0926-860X(95)00138-7 10.1016/0926-860X(95)00138-7 Elsevier Science B.V. All rights reserved Promoter effects of dichloromethane on the oxidative coupling of methane over MnMgO catalysts R. Mariscal M.A. Pen˜a J.L.G. Fierro * Instituto de Catálisis y Petroleoquimica, CSIC, Campus UAM, Cantoblanco, 28049- Madrid ,Spain * Corresponding author. FAX: +34-1-5854760 Small amounts of manganese oxide incorporated on MgO enhanced C2+ hydrocarbon selectivity during the oxidative coupling of methane (OCM). Both C2+ selectivity and CH4 conversion were also improved by adding alkaline metal halides. Dosing CH2Cl2 pulses into the CH/4O2 feed stream over alkali promoted MnMgO catalysts led to an improvement in the yield to C2+ hydrocarbons. The extent of this effect and the stability of the alkali phases were found to depend on the type of promoter. Photoelectron spectroscopy (XPS) revealed that all the used catalysts retained important amounts of chlorine in the form of Cl− ions, and simultaneously manganese was oxidized to Mn4+. In the light of quantitative XPS data, a redox mechanism consisting of the decomposition of halocompound at catalyst surface through formation of an oxyhalide of the type MnO2−x2Cl/x has been proposed. The different patterns for CH4 conversion and C2+ selectivity indicate a key role of the alkali promoter and its distribution on the surface, on the formation of this Cl-containing species. Keywords Methane oxidative coupling Manganese-magnesium oxides Alkaline oxides Promotion by chlorine Catalysts characterization (TPR, XPS) References [1] Lee J.S. Oyama S.T. Catal. Rev. Sci. Eng. 30 1988 249 [2] Amenomiya Y. Birss V. Goledzinowski M. Galuszka J. Sanger A.P. Catal. Rev. Sci. Eng. 32 1990 163 [3] Krylov O.V. Catal. Today 18 1993 209 [4] Keller G.E. Bhasin M.M. J. Catal. 73 1982 9 [5] Sofranko J.A. Leonard J.J. Jones C.A. J. Catal. 103 1987 302 [6] Labinger J.A. Ott K.C. Mehta S. Pockstad H.K. Zoumalan S. J. Chem. Soc. Chem. Comm. 1987 543 [7] Labinger J.A. Ott K.C. J. Phys. Chem. 91 1987 2682 [8] Thomas J.M. Ueda W. Williams J. Harris K.P.M. Faraday Discuss. Chem. Soc. 87 1989 33 [9] Ito T. Lunsford J.H. Nature 314 1985 721 [10] Lin C.H. Ito T. Wang J.X. Lunsford J.H. J. Am. Chem. Soc. 109 1987 4808 [11] Mariscal R. Soria J. Pen˜a M.A. Fierro J.L.G. Appl. Catal. A 111 1994 79 [12] Mirodatos C. Holmen A. Mariscal R. Martin G.A. Catal. Today 6 1990 601 [13} Carreiro A. Baerns M. J. Catal. 117 1989 396 [14] Maitra A.M. Campbell I. Tyler R.J. Appl. Catal. A 85 1992 27 [15] Grzybek T. Baerns M. J. Catal. 129 1991 106 [16] Lin C.-H. Wang J.-X. Lunsford J.H. J. Catal. 111 1988 302 [17] Iwamatsu E. Moriyama T. Takasaki N. Aika K. J. Catal. 113 1988 25 [18] Peng X.D. Stair P.C. J. Catal. 128 1991 264 [19] Choudhary V.R. Rajput A.M. Akolekar D.B. Seleznev V.A. Appl. Catal. 62 1990 171 [20] Burch R. Squire G.D. Tsang S.C. Appl. Catal. 43 1988 105 [21] Chan T.K. Smith K.J. Appl. Catal. 60 1990 13 [22] Grzybek T. Maiti G.C. Scholz D. Baerns M. Appl. Catal. A 107 1993 115 [23] Korf S.J. Roos J.A. Veltman L.J. van Ommen J.G. Ross J.R.H. Appl. Catal. 56 1989 119 [24] Larkins F.P. Nordin M.R. J. Catal. 130 1991 147 [25] Mariscal R. Soria J. Pen˜a M.A. Fierro J.L.G. J. Catal. 147 1994 535 [26] Baronetti G.T. Scelza O.A. Castro A.A. Cortés Corberán V. Fierro J.L.G. Appl. Catal. 61 1990 311 [27] Otsuka K. Hatano M. Komatsu T. 2nd ed. Bibby D.M. Chang C.D. Howe R.F. Yurchak S. Methane Conversion, Stud. Surf. Sci. Catal. Vol. 36 1988 Elsevier Amsterdam 383 [28] Khan A.Z. Ruckenstein E. J. Catal. 138 1992 322 [29] Ahmed S. Moffat J.B. J. Catal. 121 1990 408 [30] Ahmed S. Moffat J.B. Appl. Catal. 63 1990 129 [31] Ohno T. Moffat J.B. Catal. Lett. 9 1991 23 [32] Sugiyama S. Satomi K. Kondo N. Shigemoto N. Hayashi H. Moffat J.B. J. Molec. Catal. 93 1994 53 [33] Bradshaw D.I. Coolen P.T. Judd R.W. Komodromos C. Catal. Today 6 1990 427 [34] Judd R.W. Komodromos C. Reynolds T.J. Catal. Today 13 1992 237 [35] Burch R. Squire G.D. Tsang S.C. Appl. Catal. 46 1989 69 [36] Mariscal R. Pen˜a M.A. Fierro J.L.G. Prepr. Div. Petr. Chem. Am. Chem. Soc. 39 1994 235 [37] Baldwin T.R. Burch R. Crabb E.M. Squire G.D. Tsang S.C. Appl. Catal. 56 1989 219 [38] Burch R. Squire G.D. Tsang S.C. Catal. Today 6 1990 503 [39] Burch R. Chalker S. Hibble S.J. Appl. Catal. A 96 1993 289 [40] Burch R. Chalker S. Loader P. Mariscal R. Rice D.A. Webb G. Catal. Today 13 1993 301 [41] Burch R. Chalker S. Loader P. Thomas J.M. Ueda W. Appl. Catal. A 82 1992 77 [42] Conway S.J. Wang D.J. Lunsford J.H. Appl. Catal. A 79 1991 L1 [43] Conway S.J. Lunsford J.H. J. Catal. 131 1991 513 [44] Ruckenstein E. Khan A.Z. Catal. Lett. 18 1993 27 [45] Lunsford J.H. Hinsen P.G. Rosynek M.P. Shi C. Xu M. Yang X. J. Catal. 147 1994 301 [46] Ueda W. Isozaki T. Moriyama Y. Thomas J.M. Chem. Lett. 2103 1989 [47] Ueda W. Sakyu F. Isozoki T. Morikawa Y. Thomas J.M. Catal. Lett. 10 1991 83 [48] Khan A.Z. Ruckenstein E. Catal. Lett. 13 1992 95 [49] Briggs D. Seah M.P. Practical Surface Analysis. Auger and X-ray Photoeletron Spectroscopy 2nd ed. 1990 Wiley Chichester [50] Baltanas M.A. Katzer J.R. Stiles A.B. Acta Chim. Hung. 124 1987 341 [51] Di Castro V. Furlani C. Gargano M. Rossi M. Appl. Surf. Sci. 28 1987 270 [52] Dean J.D. Lange's Handbook of Chemistry 13th ed. 1985 McGraw-Hill New York 74 Chap. 4 [53] Larkins F.P. Nordin M.R. Bibby D.B. Chang C.D. Howe R.F. Yurchak S. Methane Conversion 6th edn. Stud. Surf. Sci. Catal. Vol. 36 1988 Elsevier Amsterdam 409",
      "scopus-id": "0141609213",
      "coredata": {
        "eid": "1-s2.0-0926860X95001387",
        "dc:description": "Small amounts of manganese oxide incorporated on MgO enhanced C2+ hydrocarbon selectivity during the oxidative coupling of methane (OCM). Both C2+ selectivity and CH4 conversion were also improved by adding alkaline metal halides. Dosing CH2Cl2 pulses into the CH/4O2 feed stream over alkali promoted MnMgO catalysts led to an improvement in the yield to C2+ hydrocarbons. The extent of this effect and the stability of the alkali phases were found to depend on the type of promoter. Photoelectron spectroscopy (XPS) revealed that all the used catalysts retained important amounts of chlorine in the form of Cl− ions, and simultaneously manganese was oxidized to Mn4+. In the light of quantitative XPS data, a redox mechanism consisting of the decomposition of halocompound at catalyst surface through formation of an oxyhalide of the type MnO2−x2Cl/x has been proposed. The different patterns for CH4 conversion and C2+ selectivity indicate a key role of the alkali promoter and its distribution on the surface, on the formation of this Cl-containing species.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-10-26",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001387",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mariscal, R."
          },
          {
            "@_fa": "true",
            "$": "Pen˜a, M.A."
          },
          {
            "@_fa": "true",
            "$": "Fierro, J.L.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001387"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001387"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00138-7",
        "prism:volume": "131",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Promoter effects of dichloromethane on the oxidative coupling of methane over MnMgO catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane oxidative coupling"
          },
          {
            "@_fa": "true",
            "$": "Manganese-magnesium oxides"
          },
          {
            "@_fa": "true",
            "$": "Alkaline oxides"
          },
          {
            "@_fa": "true",
            "$": "Promotion by chlorine"
          },
          {
            "@_fa": "true",
            "$": "Catalysts characterization (TPR, XPS)"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "243-261",
        "prism:endingPage": "261",
        "pubType": "fla",
        "prism:coverDisplayDate": "26 October 1995",
        "prism:doi": "10.1016/0926-860X(95)00138-7",
        "prism:startingPage": "243",
        "dc:identifier": "doi:10.1016/0926-860X(95)00138-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0141609213"
      }
    }
  }
}