{
  "metadata": {
    "title": "Screening of metal chloride catalysts for oxychlorination of propene",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-01-05",
    "doi": "10.1016/0926-860X(95)85006-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95850066",
    "pii": "0926860X95850066"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0010624062",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2007-09-14 2007-09-14 2010-11-13T15:43:43 1-s2.0-0926860X95850066 0926-860X(95)85006-6 0926860X95850066 10.1016/0926-860X(95)85006-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X02074 2024-01-01T12:21:46.509935Z 0 0 19950105 1995 2007-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 121 121 1 1 Volume 121, Issue 1 6 L13 L17 L13 L17 19950105 5 January 1995 1995-01-05 1995 Letters article fla Copyright © 1995 Published by Elsevier B.V. SCREENINGMETALCHLORIDECATALYSTSFOROXYCHLORINATIONPROPENE MIYAKE T MULLER 1969 199 261 R PROCESSECONOMICSPROGRAMREPORTNO58 TAKASHIMA 1972 2297 2302 H HOERNIG 1970 152 155 L YEN 1982 107 184 Y PROCESSECONOMICSPROGRAMREPORTNO5C MIYAKEX1995XL13 MIYAKEX1995XL13XL17 MIYAKEX1995XL13XT MIYAKEX1995XL13XL17XT item 0926-860X(95)85006-6 0926860X95850066 1-s2.0-0926860X95850066 10.1016/0926-860X(95)85006-6 271346 2024-01-01T12:21:46.509935Z 1995-01-05 1-s2.0-0926860X95850066-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95850066/MAIN/application/pdf/13b3a655eb15be5c97060844407cb079/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95850066/MAIN/application/pdf/13b3a655eb15be5c97060844407cb079/main.pdf main.pdf pdf true 297837 MAIN 5 1-s2.0-0926860X95850066-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95850066/PREVIEW/image/png/249a07cefc43a04c45068a7455db97e7/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95850066/PREVIEW/image/png/249a07cefc43a04c45068a7455db97e7/main_1.png main_1.png png 53635 849 656 IMAGE-WEB-PDF 1 APPLIED . CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 121 (1995) L13-L17 Letter Screening of metal chloride catalysts for oxychlorination of propene Takanori Miyake *, Makoto Hanaya Yokkaichi Research Laboratorv, TOSOH Corporation, 1-8, Kasumi, Yokkaichi, M e, 510. Japan Received 18 August 1994; accepted 24 October 1994 Abstract Metal chloride catalysts preferred for oxychlorination of propene were investigated by a simple and useful model oxidation-reduction treatment. Activity and selectivity of the catalyst was correlated with the metal-chloride bonding energy (EM-.,). In the cases of palladium, tellurium and platinum, having an Ex,,-c, value lower than about 20 kcal/mol, allyl chloride was produced predominantly. In the cases of the catalysts having an EMc, value higher than about 30 kcal/mol, no reaction occurred. On the catalyst with medium EM-c,, that is on copper, dichloropropane was mainly formed by the chlorine addition reaction. Keywords: Allyl chloride; Bonding energy; Metal chloride catalyst; Oxidation-reduction treatment; Oxychlorination 1. Introduction Allyl chloride is a commercially important raw material for epichlorohydrin, which is used for epoxy resin. At present, allyl chloride is produced by non-catalytic thermal chlorination at about 500 C (C3H6 + Cl2 --)' C3HSC1 + HCl). Although the on-going process is simple, the yield of allyl chloride is not sufficient (around 85%) and should be improved. In addition, as the coking is very severe, the reactor should be regenerated frequently. Moreover, hydrogen chloride is to be neutralized [ 1 ] . Therefore, catalysts for oxychlorination of propene at lower temperatures, avoiding coking and making effective use of hydrogen chloride have been studied. Catalysts such as Cu, Pd, Rh and Te have been reported for the reaction [ 2,3 ] . In this paper we intensively investigated the ability of each metal chloride catalyst for this reaction, relating the metal-chloride bonding energy to activity and selectivity of the catalyst. * Corresponding author. Tel. ( + 81-593) 641191, fax. ( + 81-593) 630571. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI0926-860X(94)00225-8 L14 T. Mivake. M. Hanaya /Applied Catalysis A: General 121 (1995) L13-LI7 240 0 15min 240'C,15min t C3H N2 15090 1hr N2 HC -02-N2 N2 1 I~ ~I I.- Pre-drying -I -Oxidation - I Reduction Time Fig. 1. Sequence of the oxidation-reduction treatment. 2. Experimental Catalysts containing 3.6 wt.-% as a metal were prepared by the conventional impregnation method using HCl solution (2 M) of each metal chloride. Silica (Cariact 15; Fuji-Davison Chem. Ltd.) was used as the support. After impregnation, the catalysts were dried at 150 C for 1 h in a nitrogen stream. Catalysts were evaluated by a model oxidation-reduction treatment. This model reaction was performed in a conventional fixed-bed flow reactor. After in situ predrying in flowing nitrogen, the catalyst (2 g) was oxidized with HCI-02 (20% 02-40% HCl-N2; 37.5 ml/min) at 240 C - the `oxidation treatment'. After purging in flowing nitrogen, the thus treated catalyst was reacted with propene (50% C3H6-N2; 30 ml/min) at 240 C - the `reduction treatment'. Activity and selectivity of each metal chloride catalyst were calculated based on the products collected during the reduction treatment. The sequence of the oxidation-reduction treatment is shown in Fig. 1. 3. Results and discussion 3.1. First oxidation-reduction treatment The results of the oxidation-reduction treatment (240 C) on various MCIX/ Si02 catalysts are shown in Table 1. In addition to allyl chloride, 1-chloropropene, 1,2dichloropropane and i-propyl chloride were detected. As hydrogen chloride was not introduced into the system, it is logical to consider that i-propylchloride was the secondary product of allyl chloride. In cases of Pd, Te and Pt, having metal-chloride bonding energies (EM-c,) lower than about 20 kcal/mol, allyl chloride was produced predominantly. In particular, palladium and tellurium catalysts gave both high allyl chloride selectivity and rather high activity. The relatively low conversion on platinum may be due to the partial reduction of the platinum catalyst to, for example, PtC12 during the heat treatment before the reduction treatment, because EM-ct is small and the bond is dissociated more easily. T. Mivake. M. NanayalApplied CatalvsisA: General l2l (1995) L13-L17 L15 Table I Results of the oxidation-reduction treatment on MCI,v/Si0= catalysts MCIX M-Cl bonding energy\" MCIX conv.\" (%) Selectivity'(%) (kcal/mol ) Allyl chloride i-Propyl chloride Dichloropropane LaC1, 85.2 0.0 0.0 0.0 0.0 MnCl= 57.4 0.0 0.0 0.0 0.0 COO= 37.4 0.0 0.0 0.0 0.0 FeCl, 31.8 0.5 0.0 57.6`' 0.0 CUC12 26.3 24.3 7.5 18.5 64.3 PdCl= 20.5 35.2 84.5 13.0 0.0 TeCl4 19.5 50.2 85.0 11.4 3.2 PtC14 13.2 9.1 51.7 38.4 5.3 dH\"/number of M-CI bond. \" 2 X (allyl chloride + dichloropropane - chloropropene) l moll / (X of MCIx) ( Mol I X 100. ` Reduction treatment at 240 C for 15 min. As the conversion was very low, a small amount of the product was tentatively assigned from the retention time of gas chromatography. On the other hand, in the cases of catalysts having an EM-c, higher than about 30 kcal/mol, such as La, Mn, Co and Fe, almost no propene conversion was observed. This suggests that the bond between metal and chlorine was too strong to be dissociated at 240 C. Even if at higher temperatures the reaction might proceed, ally] chloride selectivity would be low because of the simultaneous combustion of propene. On copper, having an EM-c, of about 25 kcal/mol, 1,2-dichloropropane was mainly obtained. This chlorine addition to the double bond was characteristic for the copper catalyst. This result is in accordance with oxychlorination of ethylene; copper catalyst is commercially used to produce ethylene dichloride by the oxychlorination of ethylene [4,5 ] . Although it is not well understood yet why the copper catalyst gave mainly 1,2dichloropropane, the interaction between the metal chloride and propene might be the key to distinguish the addition reaction from the substitution reaction. A strong affinity to 7r-electrons on the double bond of propene was assumed for copper, whereas a 7r-ally] type interaction might have prevailed for palladium and tellurium. 3.2. Second oxidation-reduction treatment Table 2 shows the results of the iterative oxidation-reduction treatment. While almost the same products as during the first oxidation-reduction treatment were obtained on copper, those first results were not reproduced on palladium and platinum catalysts. It is interesting that palladium restored its performance by the oxidation treatment at a temperature (400 C) higher than 240 C. This indicates that the re-oxidation of the catalysts is the rate-determining step in these metal chloride catalysts having an EM-ct below about 20 kcal/mol. L16 T. Miyake, M. HanayalApplied Catalysis A: General 121 (1995) L13-L,17 Table 2 Results of the 2nd oxidation-reduction treatment MCI, MCIXConv. [%] Selectivity' (%) Ally] chloride i-Propyl chloride Dichloropropane CUC12 23.0 8.6 12.4 70.3 PdCl, 0.0 0.0 0.0 0.0 PdCl2 49.6 67.8 25.3 0.0 PtC14 0.0 0.0 0.0 0.0 a Oxidized at 400 C. b Reduction treatment at 240 C for 15 min. 3.3. Comparison of model treatment with flow reaction Results of the continuous oxychlorination reaction on the typical catalysts above are shown in Table 3. Silica itself had almost the same CA conversion as the other three catalysts. As it was revealed that the silica used contained a small amount of alumina, formation of i-propylchloride was mainly due to catalysis on this acid site. Therefore, in parentheses, the selectivity was corrected for i-propylchloride formation. Now it is clear, comparing the results of Table 1 with those of Table 3, that the results obtained by the model oxidation-reduction treatment are very close to those obtained by the usual flow method. This means that the effectivity of the catalysts for this oxychlorination could be predicted by the simple model oxidationreduction treatment by considering the value of EM-ct. 3.4. Effectiveness of the model oxidation-reduction treatment Although in the continuous oxychlorination reaction both oxidation and reduction of the catalyst occur simultaneously, it seems that this model oxidationreduction treatment is a simple and useful method to investigate Oxidation: MCIX-2 + 2HCl + 1202 ---> MCIX + 1420 Reduction: MClx + C3H6 -~ MCIX-2 + C3HSCl + HCl Table 3 Results of the oxychlorination reaction on MCIX/S 02 catalysts; reaction conditions: catalysts 2 g, C,H6:HC1:Nz=2:1:2:2, total flow-rate=52.5 ml/min, GHSV=670 h-' Catalyst Reaction temp. ( C) Propene conv. (%) Selectivity' (%) Allyl chloride i-Propyl chloride Dichloropropane 7 wt.-% CU/Si02 250 12.1 4.9 (14.4) 66.1 (0) 22.5 (69.3) 3 wt.-% Pd/Si02 250 6.4 8.8 (94.6) 90.7 (0) 0.0 (0.0) 6 wt.-% Te/Si02 240 8.6 15.7 (98.1) 84.0 (0) 0.3 (1.9) Sioz 250 11.2 0.9 98.7 0.0 e In parentheses is given the selectivity corrected for i-propyl chloride formation. T. Miyake, M. Hanaya /Applied Catalysis A: General 121(1995) L13-L17 L17 and survey the ability of each metal chloride for this kind of redox reaction. In addition, by separating the oxidation and the reduction, information regarding the rate-determining step could be obtained at the same time. 4. Conclusions Catalysts for oxychlorination of propene were investigated by a simple and useful oxidation-reduction treatment. Those metal chloride catalysts having bonding energies EM-c, of less than about 20 kcal/mol, such as tellurium and palladium, were able to produce predominantly allyl chloride. On the other hand, those metal chloride catalysts having EM-c, values higher than about 30 kcal/mol were inactive. Furthermore, in the case of metal chloride catalysts having a medium EM-C, of about 25 kcal/mol, such as copper, dichloropropane was mainly formed by the chlorine addition reaction. In addition, the rate-determining step was easily distinguished by this treatment taking EM-ct into consideration. From these results, tellurium chloride and palladium chloride catalysts were expected to be promising for the oxychlorination of propene when the re-oxidation step was accelerated under certain reaction conditions or by combination with other catalyst components. References [ 1 ] R.G. Muller, Process Economics Program (Report No. 58), Stanford Research Institute International, Menlo Park, CA, 1969, pp. 199-261. [2] H. Takashima, K. Fujimoto and T. Kunugi, Nippon Kagaku Kaishi, 12 (1972) 2297-2302. [3] L. Hoernig, H. Groszpietsch and H. Kuckertz, Erdoel and Kohle-Erdgas-Petrochemie, 3 (1970) 152-155. [4] Y.C. Yen, L.C. Hsu and C.F. Chiou, Process Economics Program (Report No. 5C), Stanford Research Institute International, Menlo Park, CA, 1982, p. 107-184. [5] Toyo Soda Manufacturing, US Patent 3 448 057 (1969). APCATA 95850066 0926-860X(95)85006-6 10.1016/0926-860X(95)85006-6 Elsevier Science B.V. Screening of metal chloride catalysts for oxychlorination of propene Takanori Miyake * Makoto Hanaya Yokkaichi Research Laboratory, TOSOH Corporation, 1-8, Kasumi, Yokkaichi, Mie, 510, Japan * Corresponding author. Tel. (+81-593) 641191, fax. (+81-593) 630571. Metal chloride catalysts preferred for oxychlorination of propene were investigated by a simple and useful model oxidation-reduction treatment. Activity and selectivity of the catalyst was correlated with the metal-chloride bonding energy (E m-c1). In the cases of palladium, tellurium and platinum, having an E m-c1 value lower than about 20 kcal/mol, allyl chloride was produced predominantly. In the cases of the catalysts having an E M-C1 value higher than about 30 kcal/mol, no reaction occurred. On the catalyst with medium E m-c1, that is on copper, dichloropropane was mainly formed by the chlorine addition reaction. Keywords Allyl chloride Bonding energy Metal chloride catalyst Oxidation-reduction treatment Oxychlorination References [1] Muller R.G. Process Economics Program (Report No. 58) 1969 Stanford Research Institute International Menlo Park, CA 199 261 [2] Takashima H. Fujimoto K. Kunugi T. Nippon Kagaku Kaishi 12 1972 2297 2302 [3] Hoernig L. Groszpietsch H. Kuckertz H. Erdoel und Kohle-Erdgas-Petrochemie 3 1970 152 155 [4] Yen Y.C. Hsu L.C. Chiou C.F. Process Economics Program (Report No. 5C) 1982 Stanford Research Institute International Menlo Park, CA 107 184 [5] Toyo Soda Manufacturing, US Patent 3 448 057 (1969).",
      "scopus-id": "0010624062",
      "coredata": {
        "eid": "1-s2.0-0926860X95850066",
        "dc:description": "Metal chloride catalysts preferred for oxychlorination of propene were investigated by a simple and useful model oxidation-reduction treatment. Activity and selectivity of the catalyst was correlated with the metal-chloride bonding energy (E m-c1). In the cases of palladium, tellurium and platinum, having an E m-c1 value lower than about 20 kcal/mol, allyl chloride was produced predominantly. In the cases of the catalysts having an E M-C1 value higher than about 30 kcal/mol, no reaction occurred. On the catalyst with medium E m-c1, that is on copper, dichloropropane was mainly formed by the chlorine addition reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-01-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95850066",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Miyake, Takanori"
          },
          {
            "@_fa": "true",
            "$": "Hanaya, Makoto"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95850066"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95850066"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)85006-6",
        "prism:volume": "121",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Screening of metal chloride catalysts for oxychlorination of propene",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Allyl chloride"
          },
          {
            "@_fa": "true",
            "$": "Bonding energy"
          },
          {
            "@_fa": "true",
            "$": "Metal chloride catalyst"
          },
          {
            "@_fa": "true",
            "$": "Oxidation-reduction treatment"
          },
          {
            "@_fa": "true",
            "$": "Oxychlorination"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "L13-L17",
        "prism:endingPage": "L17",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 January 1995",
        "prism:doi": "10.1016/0926-860X(95)85006-6",
        "prism:startingPage": "L13",
        "dc:identifier": "doi:10.1016/0926-860X(95)85006-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0010624062"
      }
    }
  }
}