{
  "metadata": {
    "title": "Mössbauer spectroscopic investigations of supported iron oxide dehydrogenation catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-10-08",
    "doi": "10.1016/0926-860X(96)00173-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96001731",
    "pii": "0926860X96001731"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041593670",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96001731 0926-860X(96)00173-1 0926860X96001731 10.1016/0926-860X(96)00173-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00129 2024-01-01T12:18:48.759026Z 0 0 19961008 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 145 145 1 2 1 2 Volume 145, Issues 1–2 27 389 405 389 405 19961008 8 October 1996 1996-10-08 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. MOSSBAUERSPECTROSCOPICINVESTIGATIONSSUPPORTEDIRONOXIDEDEHYDROGENATIONCATALYSTS BOOT L BOOT 1994 L PHDTHESIS STOBBE 1990 D PHDTHESIS BOOT 1994 491 L ATKINS 1984 P PHYSICALCHEMISTRY DELGASS 1968 129 W GAGER 1975 117 H DUMESIC 1976 121 J KUNDIG 1966 327 W VANDERKRAAN 1973 215 A VANDERKRAAN 1972 A PHDTHESIS HUANG 1986 887 T GOLUBEV 1988 1248 A BOUDART 1975 486 M TOPSOE 1979 365 H CONNELL 1986 216 G MARCHETTI 1987 443 S PUTANOV 1992 81 P VANDERKRAAN 1986 285 A BERRY 1990 1747 F BERRY 1991 775 F GAO 1993 1079 X SAYYED 1985 285 B PROCINDIANACADSCICHEMSCI MUHLER 1990 339 M YANG 1991 863 X STOBBE 1991 1623 D KULKARNI 1986 141 R STOBBE 1992 533 D WIELERS 1989 1 A STOBBE 1991 1639 D STOBBE 1992 548 D MORUP 1976 C6 C287 S BOOT 1995 159 L BARIN 1973 I THERMOCHEMICALPROPERTIESINORGANICSUBSTANCES BARIN 1977 I THERMOCHEMICALPROPERTIESINORGANICSUBSTANCES LEE 1973 285 E BOOTX1996X389 BOOTX1996X389X405 BOOTX1996X389XL BOOTX1996X389X405XL item 0926-860X(96)00173-1 0926860X96001731 1-s2.0-0926860X96001731 10.1016/0926-860X(96)00173-1 271346 2024-01-01T12:18:48.759026Z 1996-10-08 1-s2.0-0926860X96001731-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001731/MAIN/application/pdf/749d1a760274f6ef0a58368b868b993c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001731/MAIN/application/pdf/749d1a760274f6ef0a58368b868b993c/main.pdf main.pdf pdf true 967464 MAIN 17 1-s2.0-0926860X96001731-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001731/PREVIEW/image/png/6a29c3e7bb88612f5171b095e9f0763f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001731/PREVIEW/image/png/6a29c3e7bb88612f5171b095e9f0763f/main_1.png main_1.png png 49543 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 145 (1996) 389-405 MiSssbauer spectroscopic investigations of supported iron oxide dehydrogenation catalysts Ludo A. Boot a,*,l A. Jos van Dillen a John W. Geus a Adri M. van der Kraan b, Andr6 A. van der Horst b, Frits R. van Buren c a Department oflnorganic Chemistry, Debye Institute, Utrecht University, P.O. Box 80083, 3508 TB Utrecht, Netherlands b lnterfacultair Reactor lnstituut, Delft University of Technology, Mekelweg 15, 2629 JB, Delft, Netherlands c Dow Benelux N.V., P.O. Box 48, 4530 AA Terneuzen, Netherlands Received 10 March 1996; accepted 7 May 1996 Abstract The characterization with M~issbauer absorption spectroscopy of supported iron oxide-based catalysts, containing only iron oxide or containing both iron oxide and potassium carbonate, after preparation as well as after exposure to the reaction conditions used in 1-butene dehydrogenation is described. The fresh catalysts all contain well-dispersed iron(Ill) oxide particles. The potassium carbonate compound remaining on the surface after decomposition of KFeOz formed during the calcination step disperses the iron oxide phase in the case of the magnesia and zirconia supports. When using titania as a support the formation of a mixed oxide is observed. With the Fe/TiO2 catalyst FeTiO3 has been formed after dehydrogenation. In the Fe/MgO catalyst next to a surface-stabilized Fe1 _ xO phase, well-dispersed Fe3+ species are present. In the zirconia-supported sample Fe304 is detected. When both iron oxide and potassium carbonate are present, the iron-containing phase in the K,Fe/MgO system also consists of a mixture of the Fel_xO phase and well-dispersed Fe3+ species. In the K,Fe/ZrO2 catalyst besides the Fe304 phase a well-dispersed Fe3+ species is observed. However, the magnetite crystallites in this catalyst are notably smaller than in the Fe/ZrO2 catalyst after dehydrogenation. No distinction between a well-dispersed (et-)Fe203 or a well-dispersed KFeO2 phase can be made at this stage. It is most probable that the main functions of the potassium in the supported catalysts can be described as, firstly, dispersing the iron phase, and secondly, providing the gasifying properties required for the auto-regenerative character of the catalyst. * Tel.: (+ 31-20) 6347380; fax: (+ 31-20) 6347653; e-mail: 1.a.boot@anorg.chem.ruu.nl. Present address: Akzo Nobel Chemicals BV, PO Box 37650, 1030 BE Amsterdam, the Netherlands. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00173- 1 390 L.A. Boot et al./Applied Catalysis A: General 145 (1996) 389-405 Keywords: M~Sssbauer spectroscopy; Iron oxide; Potassium; Zirconia support; Titania support; Magnesia support; 1-Butene dehydrogenation 1. Introduction The preparation and characterization as well as the behaviour of 1-butene in the dehydrogenation reaction of iron oxide based catalysts supported on zirconia have been described elsewhere [1]. The concept of the application of supported catalysts for this reaction, as put forward by Stobbe for MgO [2], was extended to titania [1,3] and zirconia supports. Furthermore, it was demonstrated that the zirconia-supported catalysts containing both iron and potassium showed a more stable dehydrogenation activity in laboratory experiments than catalysts contain- ing magnesia [2] and titania [1,3] as support materials. No immediately apparent explanation could be given for this advantageous behaviour of the zirconia-sup- ported catalysts. Also, no firm conclusions concerning the nature of the iron compound in the as-prepared catalysts containing both iron oxide and potassium carbonate or concerning the active phase in K,Fe/ZrO2 catalysts under reaction conditions could be drawn. The supported iron phase was either very well dispersed over the surface of the support and/or in an amorphous state both before and after the test reaction had been performed, as could be concluded from TEM and XRD experiments. Therefore, characterization of both fresh and spent iron-containing supported catalysts using M~Sssbauer spectroscopy was performed, since this technique enables one to focus especially on the iron-con- taining compounds in the materials of interest, without the requirement that the compounds exhibit a long range order as required for XRD. Mtissbauer spectroscopy is very suitable for the characterization of solid materials containing iron, including heterogeneous catalysts. Furthermore, MtJssbauer spectroscopy has been used as an in situ technique in various instances [4-7]. In a first approach the obtained chemical information consists of the oxidation state and the chemical and structural environment of the iron atoms or ions in the absorber [4-7], but if correlated with other characterization techniques such as X-ray diffraction, also information concerning, e.g. the particle size of small iron (oxide) particles can be obtained [8-10]. Reports in the literature relevant to our present study can be divided in two parts: investigations on supported iron (oxide) catalysts in general and studies on bulk iron oxide-based catalysts used in non-oxidative dehydrogenation reactions. Supported dehydrogenation catalysts have been studied before [11,12], but only under conditions which were very different from the actual process conditions, viz., at low temperatures (400) and without steam in the gas feed, or using gas compositions containing only butenes or butene-oxygen mixtures. Of the three oxidic supports of interest in this work, viz. zirconia, titania and magnesia, ZrO2 is not encountered in the literature on catalysis incorporating Mtissbauer investigations, whereas several studies on magnesia- and titania-sup- ported catalysts have been published [13-21]. In contrast with the other two LA. Boot et al./Applied Catalysis A: General 145 (1996) 389-405 391 supports the large absorption of \"y-rays by the zirconium ions, measuring times in which a satisfactory signal-to-noise ratio is obtained can be as much as 200 h, particularly with low iron loadings (~< 3 wt.-%). Bulk catalysts for ethylbenzene dehydrogenation have been studied with M~Sssbauer spectroscopy by several authors aiming to disclose the nature of the active phase under dehydrogenation conditions. Sayyed et al. [22] found that the bulk catalyst (containing Fe, Cr and K) consisted of a mixture of Fe304 and traces of c~-Fe203 (and K2CrO4 observed in XRD) after reaction. However, they characterized their used catalysts after exposure to atmospheric conditions and changes in the catalyst can therefore not be excluded. Muhler et al. [23] inferred from their MiSssbauer experiments, performed under exclusion of atmospheric influences, that the catalysts after reaction contain a small amount of structurally ill-defined KFeO2 on the surface of a spinel matrix. This spinel phase was described as having a distorted magnetite (Fe304) structure in which some extra Fe3+ and potassium are stored. The presence of KFeO2 was only suggested by additional XRD results, however, and does not immediately follow from the M~Sssbauer spectra themselves. Yang et al. [24] performed in situ MiSssbauer experiments on bulk iron oxide catalysts. From their spectra the authors deduced that KFeO2 is not stable under ethylbenzene dehydrogenation conditions (600, 1:1 w/w ethylbenzene/steam). From the above discussion it is clear that in the literature dealing with M~Sssbauer spectroscopic investigations on bulk iron oxide-based dehydrogenation catalysts there is no agreement on which phase is actually present under reaction conditions. Although the present study is concerned with supported dehydrogenation catalysts as opposed to the bulk catalysts studied by other authors, it can possibly contribute to the understanding of the nature of the iron-containing phases at the surface which are responsible for the activity in the catalytic reaction. They are less obscured by the considerable spectral contribution from the bulk iron oxide phase, which is measured with the unsupported catalysts. The characterization of the various iron phases supported on magnesia, titania and zirconia in the fresh catalysts, both with iron only and with iron and potassium present will be discussed first, followed by a description of the nature of these catalysts after butene dehydrogenation. Thus, insight can be gained on the deactivation of the catalysts containing iron oxide only and on the develop- ment of the active phase under reaction conditions and the deactivation in catalysts with both iron oxide and potassium carbonate. 2. Experimental 2.1. Catalyst preparation Catalysts were prepared according to procedures described earlier [1,25]. A short description will be given here: the supported catalysts were prepared using 392 L.A. Boot et al. /Applied Catalysis A: General 145 (1996) 389-405 magnesia pellets (Engelhard 0601, periclase MgO, Q~ 1/8\"), titania pellets (Degussa 7701, rutile TiO2, Q 4.5 mm), or zirconia pellets (Daiichi RSC-H, monoclinic ZrO2, ~ 3 ram), pre-calcined to obtain specific surface areas of about 6, 20, and 15 mZ/g and pore volumes of about 0.30, 0.25, and 0.15 ml/g, respectively. The pre-treated zirconia and titania supports were impregnated according to incipient wetness to obtain a loading of about 3 wt.-% Fe (and 3 wt.-% K), using either a solution of ammonium iron(III) citrate (Merck, 28% Fe) or a solution of both ammonium iron(III) citrate and potassium carbonate. Magnesia-supported samples (2 wt.-% Fe and 3 wc-% Fe, 3 wt.-% K respectively) were prepared with a solution of ammonium iron(III) citrate (Merck, 14.5-16% Fe) as described by Stobbe et al. [2,25]. After drying at room temperature to obtain a homogeneously distributed iron oxide-containing phase, the catalysts based on MgO, TiO2 or ZrO2, were calcined in air at 750, 650 or 750, respectively, for 16 h. They were stored under atmospheric air. Also two reference samples have been used: a (4 wt.-% Fe, 4 wt.-% K)/MgO catalyst sample which was transferred into an air-tight container after calcina- tion, retaining its olive green colour indicative of the presence of KFeO2, and a synthetic ilmenite (FeTiO3, Johnson Matthey, 99% pure). 2.2. Reaction conditions The supported catalysts were treated under the conditions used during the catalytic activity measurements [1]. Powdered samples were treated at 600 in a gas mixture (atmospheric pressure) of 5 v% butene (Hoek Loos, 2.5), 30 v% steam (added by passing the gas flow through a saturator kept at 70) in nitrogen (Hoek Loos, 5.0) yielding a ratio of water/1-butene = 6 (mol/mol). The feed was passed upflow through the catalyst bed. Typically, about 1 g of catalyst was used at a gas flow rate of 50 ml/min, resulting in a weight hourly space velocity (WHSV) of 0.35 (g butene)/(g catalyst, h). After 16 h of exposure to the reaction conditions, the catalysts were cooled down in a nitrogen flow. Subsequently, about 200-600 mg (depending on the support oxide) of the samples was transferred under nitrogen into air-tight sample holders for M~Sssbauer spectroscopy. 2.3. Mi~ssbauer spectroscopy Spectra of fresh and spent catalyst samples and of the two reference samples were acquired at room temperature in a constant acceleration spectrometer using a 57C0 in Rh source. Reported isomer shifts are relative to the NBS standard sodium nitroprusside (NaFe(CN)sNO. 2H20). Literature isomer shifts cali- brated using a-Fe have been recalculated and refer to the nitroprusside standard L.A. Boot et al. / Applied Catalysis A: General 145 (1996) 389-405 393 mentioned in this paper. Magnetic hyperfine fields were calibrated with the 515 kOe field of e~-Fe203 at room temperature. MiSssbauer parameters were deter- mined by fitting the collected spectra with reference subspectra consisting of Lorentzian-shaped lines using a non-linear iterative minimization routine. 3. Results and discussion 3.1. As-prepared catalysts M~Sssbauer spectra and spectral parameters of the flesh catalysts containing iron-oxide only are represented in Fig. 1 and Table 1, respectively It can be derived from the spectra and the isomer shifts (Table 1) that after calcination the iron species are present as Fe3+ on all supports. Some differ- ences in the obtained iron dispersion on the respective supports have been observed. On magnesia all iron is present either in a pararnagnetic phase or in small entities giving rise to a superparamagnetic doublet. With X-ray diffraction [25], it was found that the iron-containing phase in flesh magnesia-supported catalysts consists predominantly of magnesium ferrite, MgFe204, present in particles with a diameter of about 18 nm. At room temperature the spectrum of large (> 50 nm), well-developed magnesium ferrite crystallites consists of a magnetic sextuplet [26]. Hence, it can be concluded that the crystallites observed in XRD are small enough to display superparamagnetic properties. e., o j, ~ ', '~, Fe/Zirconia I1' /,' ~,~ Fe/Titania '~ I Fe/Magnesia \"~ q ~ 4 -10 -5 0 5 10 Mossbauer velocity (mrn/s) Fig. 1. Mtissbauer spectra of fresh supported iron oxide catalysts (2 wt.-% Fe/MgO, 3 wt.-% Fe/TiO2 and 3 wt.-% Fe/ZrO2). 394 L.A. Boot et al. / Applied Catalysis A: General 145 (1996) 389-405 Table 1 Spectral parameters of as-prepared iron oxide catalysts, both without and with potassium, supported on various supports Component Rel. contr. (%) IS QS HF F MgO Fe (2) doublet 100 0.58 0.79 0.61 KFe (3,3) doublet 100 0.59 0.66 0.57 TiO2 Fe (3) KFe (3,3) ZrO 2 Fe (3) KFe (3,3) doublet 57 0.63 0.68 0.60 sextuplet 43 0.65 488 0.67 doublet 100 0.63 0.68 0.37 doublet 47 0.60 1.07 0.57 sextuplet no. 1 28 0.61 475 1.18 sextuplet no. 2 25 0.64 516 0.34 doublet 72 0.60 0.76 0.64 sextuplet 28 0.51 439 1.24 The numbers in parentheses indicate the loading (wt.-% metal). Rel. contr.: relative contribution; IS: isomer shift (mm/s); QS: quadrupole splitting (mm/s); HF: hyperfine field (kOe); F: line width (mm/s). On TiO2 two spectral components are visible, viz., a paramagnetic doublet and a magnetic sextuplet. These components have been observed previously for Fe/TiO2 catalysts, although with different relative contributions [18-21]. The doublet can be attributed to highly dispersed Fe3 + species. The sextuplet can be assigned to larger iron(liD oxide entities. As found with XRD [1], the titania- supported catalysts contain o~-Fe203 after calcination. The hyperfine field splitting of the sextuplet, 488 kOe, is quite low as compared with the value of 515 kOe for bulk ot-F%O3 [6,21]. This indicates either the presence of small ~x-Fe203 particles (diameter between 7 and 12 nm [9,10]) or, since also the calculated line width is rather large, a distortion of the hematite crystal structure caused by a strong interaction with the support. Such a structural distortion may be due to the onset of iron(III) titanate (pseudobrookite) formation by reaction of the supported iron(III) oxide with the rutile titania support during calcination. In catalysts containing the more reactive anatase modification of titania, the formation of pseudobrookite was observed with XRD after calcination at 650 [1]. The spectrum of the zirconia-supported catalyst resembles that of the iron- on-titania sample. However, the magnetically split spectrum, present next to the superparamagnetic doublet, consists in this case of two subspectra: one with even broader lines and a smaller mean hyperfine splitting than found for the titania-supported sample (475 kOe) and one with absorption lines with a rather small line width and a hyperfine splitting of 516 kOe. The former component can be attributed to R-Fe203 particles with a diameter of around 7 nm [10]. The latter spectral component must be assigned to larger ~-Fe203 particles (diameter L.A. Boot et al. / Applied Catalysis A: General 145 (1996) 389-405 395 d 0 K,Fe/Zirconia '~ K,Fe/Titania K,Fe/Magnesia ~ -~v~,~ ~\\~/~ ,! I J # / J I I I -10 -5 0 5 10 Mossbauer velocity (mm/s) Fig. 2. M~Sssbauer spectra of fresh potassium containing iron oxide catalysts supported on zirconia, titania and magnesia (3 wt.-% Fe, 3 wt.-% K). >> 12 nm) [10]. The spectrum of a 9 wt.-% Fe/ZrO2 catalyst (not shown) supports this assignment. In this catalyst the relative contribution of the mag- netic sextuplet with a small linewidth to the total spectral area has increased to 84%. With XRD and TPR the 9 wt.-% Fe/ZrO2 catalyst was found to contain a larger amount of bulk-like iron(III) oxide [1]. Hence, the magnetically split spectrum in the zirconia-supported catalysts (Fig. 1) points to a bi-modal iron oxide particle size distribution. This result is in agreement with TEM, XRD and TPR results for the Fe/ZrO2 catalysts, which showed the co-existence of small and large iron oxide particles [1]. Mtissbauer spectra and spectral parameters of the fresh catalysts containing both iron and potassium are presented in Fig. 2 and Table 1, respectively. The spectrum of the catalyst supported on MgO is not affected by the presence of potassium carbonate. As can be derived from both the spectra and the spectral parameters, addition of potassium increases the iron dispersion in titania- and zirconia-supported systems, since the relative contributions of the superparamagnetic doublets have increased substantially. Again, on all supports the iron is in the 3 + oxidation state, as is evident from the obtained isomer shifts. However, when taking the results of other characterization techniques into account [1,27], the origin and evolution under atmospheric conditions of the supported phases must be different. On magnesia and zirconia, the presence of potassium ferrite, KFeO2, was established immediately after calcination. The associated olive green colour of the catalysts disappears quite rapidly upon exposure to atmospheric air, due to the decomposition of KFeO2. Therefore, it 396 L.A. Boot et al. /Applied Catalysis A.\" General 145 (1996) 389-405 must be concluded that the highly dispersed iron species are produced by this decomposition reaction, yielding mixed supported potassium- and iron-contain- ing moieties, in which the iron component could not be identified with XRD due to its small crystallite size or bad ordering. The resulting potassium phase consists probably of (a mixture of) carbonates [27]. With XRD it was observed that the titania-supported catalysts with iron oxide and potassium carbonate contain a mixed oxide incorporating K, Fe and Ti, viz., K0.8Fe0.sTil.204 [1]. The presence of this compound probably explains the occurrence of the doublet in the titania-supported sample, but the presence of small superparamagnetic hematite particles cannot be excluded. As stated above, the zirconia-supported catalyst containing both iron oxide and potassium carbonate shows a better dispersion of the iron phase than the catalyst without potassium. However, a magnetic sextuplet is still visible in the spectrum. This six line pattern is rather similar to that of the component found in the catalyst with iron only showing rather broad absorption lines. The mean hyperfine splitting of 439 kOe is indicative of the presence of ultra fine a-Fe203 or KFeO2 particles with a diameter < 7 nm [9,10]. 3.2. Catalysts after butene dehydrogenation As could be expected, the Mtissbauer spectra of the supported catalysts have changed appreciably after 16 h of butene dehydrogenation as compared with the spectra of the as-prepared catalysts. Spectra of the catalysts supported on the Fe/MgO K,Fe/MgO I K,FeOx/MgO, flesh d -10 -5 0 5 10 Mossbauer velocity (mm/s) Fig. 3. Mfssbauer spectra of magnesia-supported iron oxide catalysts both with iron oxide only and with potassium carbonate and iron oxide after 16 h 1-butene dehydrogenation (600). Also the spectrum of a fresh KFeO2/MgO catalyst is shown. L.A. Boot et al. / Applied Catalysis A: General 145 (1996) 389-405 397 O F Fe/Titania ~ At [' ] ~'~'~'~~ i,~~l / K,Fe/Titania I Ilmenite (pure) -10 -5 0 5 10 Mossbauer velocity (mm/s) Fig. 4. MiSssbauer spectra of titania-supported iron oxide catalysts both with iron only and with potassium and iron after 16 h 1-butene dehydrogenation (600). Also the spectrum of a synthetic ilmenite (FeTiO0 is presented. three oxides, viz., magnesia, titania and zirconia, are presented in Figs. 3-5, respectively. The recorded reference spectra have been included in Fig. 3 (KFeO2/MgO) and Fig. 4 (synthetic FeTiO3). The spectral parameters of the reference compounds and the catalysts are presented in Tables 2 and 3, respectively. e., ] Fe/Zirconia -10 -5 0 5 10 Mossbauer velocity (mm/s) Fig. 5. Mtissbauer spectra of zirconia-supported iron oxide catalysts both with iron only and with potassium and iron after 16 h 1-butene dehydrogenation (600). 398 L.A. Boot et al./ Applied Catalysis A: General 145 (1996) 389-405 Table 2 Spectral parameters of two reference samples: magnesia-supported KFeO2 and synthetic ilmenite Component Rel. contr. (%) IS QS HF F KFeO2/MgO doublet 25 0.57 0.81 sextuplet 75 0.45 Ilmenite, FeTiO3 doublet 100 1.34 0.66 0.48 494 0.37 0.33 Rel. contr.: relative contribution; IS: isomer shift (mm/s); QS: quadrupole splitting (mm/s); HF: hyperfine field (kOe); F: line width (mm/s). The spectrum of an olive green K,Fe/MgO catalyst at the top of Fig. 3 strongly differs from the spectrum of K,Fe/MgO, represented in Fig. 2. As can be seen in Fig. 3 and Table 2 the spectrum of Fig. 3 consists of a sextuplet and a doublet. The sextuplet indicates the presence of well-developed KFeO2, which was confirmed by performing X-ray diffraction on this sample. The data of the doublet mentioned in Table 2 are presumably characteristic for small iron(III) entities which have been formed by the decomposition of the KFeOz phase rapidly after the calcination step. The sample of which the spectrum is shown in Fig. 2 had been exposed to atmospheric air for an ample period of time before Table 3 Spectral parameters of iron oxide catalysts both supports, after 16 h l-butene dehydrogenation with and without potassium carbonate, supported on various Component Rel. contr., % IS QS HF F MgO Fe (2) KFe (3,3) TiO2 Fe (3) KFe (3,3) doublet no. 1 Fe2+ 58 1.33 0.33 0.43 doublet no. 2 Fe3+ 42 0.60 0.77 0.48 doublet no. 1 Fe2 + 53 1.33 0.37 0.44 doublet no. 2 Fe3 + 47 0.59 0.72 0.48 doublet no. l Fe2+ 72 l 0.64 0.33 doublet no. 2 Fe3+ 28 0.57 0.57 0.46 doublet no. 1 Fe2 19 1.34 0.66 0.41 doublet no. 2 Fe2+ 19 1.46 2.19 0.32 doublet no. 3 Fe3+ 62 0.58 0.79 0.48 ZrO2 Fe (3) doublet Fe3 * 41 0.62 1.02 0.61 sextuplet no. 1 Fe3+ 19 0.53 491 0.29 sextuplet no. 2 Fe2+'3+ 40 0.93 460 0.40 KFe (3,3) doublet Fe3 + 31 0.57 0.96 0.63 sextuplet no. 1 Fe3+ 13 0.56 48l 0.30 sextuplet no. 2 Fe2+'3+ 56 0.84 442 0.95 The numbers in parentheses indicate the loading (wt.-% metal). Rel. contr.: relative contribution; IS: isomer shift (mm/s); QS: quadrupole splitting (ram/s); HF: hyperfine field (kOe); F: line width (ram/s). L.A. Boot et al. / Applied Catalysis A: General 145 (1996) 389-405 399 the measurement. As was evident from the colour of that catalyst (light brown), the KFeO2 phase had been completely decomposed, probably to small, badly ordered FeH~ moieties. Analysis of the spectra of the magnesia-supported catalysts with iron only and with both iron and potassium reveals that the iron species present after catalytic testing are not notably different: the spectral data of the doublets constituting the spectra are very alike. Therefore, judging from the relative contributions of the spectral components, potassium does not seem to have a great effect on the iron-containing phases present in the catalysts after reaction, apart from a slight influence on the degree of reduction. By comparing the relative areas of the doublets designated no. 1 (listed in Table 3), characteristic of an Fe~_xO phase [28], it can be derived that the catalyst with potassium contains a slightly smaller fraction of Fe2 Whether the Fe~_xO phase is present on the surface of the support or as a solid solution as suggested by Stobbe et al. [29] is difficult to determine unambiguously. The reported isomer shifts range from 1.30 mm/s for alumina-supported, stabilized, FeI ~O [28] to 1.26 mm/s for 'Fe2+ in MgO' [13]. Also the observed quadrupole splitting in the spectrum of the used Fe/MgO and K,Fe/MgO catalysts (0.33 and 0.37 ram/s, respectively) are closer to the value of supported wiistite (0.55 mm/s [28]) than to the typical value of high spin Fe2in the solid solution (0.80 mm/s [13]). Therefore it is possible that FeI _xO is present as a stabilized phase on the support surface. The second doublet in the spectra of the MgO-supported catalysts (designated no. 2) is characteristic for small superparamagnetic iron(Ill) oxide moieties. This doublet is also present in the spectrum of supported KFeO2 (Fig. 3, Table 2) It might therefore be characteristic for the decomposition product of this KFeO2 phase. However, since it is also present in the catalyst without potassium, its existence is not necessarily related to the presence of potassium. Whether the associated iron(III) phase is indeed the same and therefore unchanged during reaction, or whether it is a different phase also consisting of small particles in both catalysts cannot be assessed at this stage. Some conclusions concerning the phase composition after dehydrogenation can now be derived. From magnetic measurements Stobbe et al. [29] calculated that a 5.6 wt.-% Fe/MgO catalyst contains about 83% FeO and 17% Fe304 after 4 h of butene dehydrogenation, resulting in an 'average valence' for the iron species of 2.1. This result is not in agreement with the present MiSssbauer results for the 2 wt.-% Fe/MgO sample, which demonstrate the presence of coexisting FeII and Fem phases in a ratio of about 60/40%, resulting in an average iron valence of about 2.4. Also, the M~Sssbauer spectra show no evidence for the presence of a well-ordered magnetite phase, which is in agreement with the XRD results obtained by Stobbe et al. [29] for a 4.4 wt.-% Fe/MgO catalyst directly after dehydrogenation. This apparent inconsistency between the Mi3ssbauer results on the one hand and the TMA results on the other hand is most probably related to the dispersion of the supported iron oxide 400 L.A. Boot et al. / Applied Catalysis A: General 145 (1996) 389-405 in the investigated catalyst samples. It can be expected that the particle sizes of the original MgFe204 particles in the fresh catalysts will increase with the iron content. Therefore, from the M~Sssbauer results it seems that smaller fresh particles lead to a higher average oxidation state of the total iron population present after performing butene dehydrogenation. With the catalyst containing both potassium carbonate and iron oxide, the absence of a signal in magnetic measurements led Stobbe et al. to the conclusion that the iron-containing phase had to consist completely of KFeO2, since no Fe304 or metallic iron was detected with TMA [30]. This was explained by assuming that Fem was not reduced under reaction conditions, since reduction would involve a 're-dissolution of FeO in MgO'. It must be noted that the TMA measurements were performed on an as-calcined (3 wt.-% Fe, 3 wt.-% K)/MgO catalyst which probably contained supported KFeO2 prior to exposure to the reaction conditions, whereas the catalysts more stable to deactivation which we have investigated now contain 'decomposed' K-Fe oxide, i.e. a mixture of iron (hydr)oxides and potassium (hydroxy)carbonates [30] due to the exposure to atmospheric air after calcination. The presence of KFeO2 after butene dehydrogenation in the used catalyst that has been exposed to atmospheric air prior to catalytic testing cannot be established with M~Sssbauer spectroscopy as follows from a comparison with the spectrum of the sample containing KFeO2 (Fig. 3). Moreover, an Fe~ phase (Fe~_xO) is undoubtedly present, which is indicated by the doublet with an isomer shift of 1.33 mm/s. The Mrssbauer data demonstrate that, firstly, the iron-containing phase is (partly) reduced, and that, secondly, there is no reason to assume that KFeO2 is present in the K,Fe/MgO catalyst under reaction conditions. This last conclu- sion is not in contradiction with the experimental results of Stobbe et al. [30], since a different starting composition of the catalyst was used here, viz., 'decomposed' K-Fe oxide in stead of KFeO2. Moreover, with the phase composition evident from M~Sssbauer spectroscopy no magnetic signal in TMA experiments is expected. Furthermore, from the spectral data of the Fe/MgO catalyst it can be deduced that an Fet_~O phase can be stabilized at the MgO surface, without the requirement of the formation of a solid solution as sug- gested by Stobbe et al. [30]. The supposition that KFeO2 is still the active phase after decomposition in atmospheric air [30] cannot be confirmed with the M~Sssbauer results. The Fe/TiO2 catalyst has also changed after reaction, as can be seen in Fig. 4. The reduction of Fe3+ to Fe2has proceeded to a larger degree than in the Fe/MgO catalyst (Table 3), due to the formation of a mixed oxide of iron and titania, viz., FeTiO3. The formation of FeTiO3 is also reflected by the catalytic behaviour of the titania-supported catalyst, which shows a rapid deactivation [1,3]. About 72% of the iron species are present in this phase. Next to this phase, a well-dispersed iron(Ill) phase giving rise to a superparamagnetic doublet is L.A. Boot et al. / Applied Catalysis A: General 145 (1996) 389-405 401 present in the used titania-supported catalyst. As was also the case with the magnesia-supported catalysts, the iron(III) cannot be assigned to a specific compound at this stage. When potassium is present in the catalyst, a complicated MiSssbauer spectrum is obtained after the dehydrogenation reaction. This may be due to the reduction of the mixed oxide Ko.sFe0.sTil.204 present in the fresh catalyst. In the spectrum of the used catalyst two components associated with FeII phases are present. One, doublet no. 1, can be assigned to ilmenite (cf. Table 2). The other, doublet no. 2, may be indicative of either a mixed K-Ti-FeH oxide or a separate Fen-Ti phase originating from the reduction of the mixed oxide. Finally, the major part of the iron is retained in the 3 + state (doublet no. 3). Stabilization of the FenI mixed oxide could be the cause for this phenomenon, but in view of the slightly different spectral parameters of this phase, the Fem phases could be different before and after reaction. The used ZrO2 supported catalysts show spectral characteristics which are different from the catalysts based on the MgO and TiO2 supports. The spectra, both of the zirconia-supported catalysts with and without potassium present (Fig. 5), indicate the presence of magnetite, Fe304, since they are built up of two typical sextuplets. Some differences between the spectra of the two catalysts can be noted. The Fe/ZrO2 catalyst shows subspectra characteristic of bulk-like magnetite [5-7,28]. The occupation (octahedral/tetrahedral) ratio between two iron sites giving rise to the two sextuplets is about 2, which is characteristic for magnetite. Next to Fe304, which is the expected phase for bulk iron oxide under reaction conditions on thermodynamical grounds, a well-dispersed iron(III) phase is present, from which a superparamagnetic doublet originates. The well-dispersed iron oxide species may be located e.g. on the support-iron oxide interface layer. In the catalysts containing both iron and potassium, the sextuplets of Fe304 do not show their typical ratio. The o/t ratio is as high as 4.3, which is indicative of a structural distortion leading to a preferential occupation of the octahedral sites. This could be caused by either the small size of the magnetite particles or by a partial reduction of the magnetite and an associated increased Fe2+ content. The latter possibility is considered less likely, since potassium has been shown rather to decrease than to enhance the reducibility [1], as was also found for the magnesia-supported catalyst. Furthermore, the observed linewidth for sextuplet no. 2 has increased more than that of sextuplet no. 1 as compared with the magnetite sextuplets in the spectrum of the Fe/ZrO2 catalyst, which is indicative of the presence of small magnetite particles [31]. Therefore it must be concluded that small magnetite particles are present in the K,Fe/ZrO2 catalyst after reaction. Considering the fact that in the fresh catalyst the iron phase consists of small iron(III) oxide particles this is not unexpected. Next to the distorted magnetite phase, again a well-dispersed iron(III) oxide (with particle diameters ~< 5 nm [10]) evidently exists in this catalyst. The quadrupole splitting 402 L.A. Boot et al./ Applied Catalysis A: General 145 (1996) 389-405 of the doublet seems to indicate that the finely divided iron(III) oxide is located on the support-active component interface here also. 4. Conclusions Finely divided iron oxide species were detected on all three studied supports in the fresh catalysts, viz., magnesia, titania and zirconia. With the zirconia-sup- ported catalysts, a bi-modal particle size distribution accounts for the observed spectra, c~-Fe203 particles with large diameters (>> 12 nm) exist next to finely divided iron species with a diameters < 7 nm. In general, the results obtained from M/Sssbauer spectroscopy are in agreement with the observations and conclusions obtained with other characterization techniques (electron mi- croscopy, X-ray diffraction, X-ray photoelectron spectroscopy [1-3,25,27,32]). More specifically for the zirconia-supported samples, M~Sssbauer spectroscopy confirms the conclusions drawn from the combination of the above-mentioned techniques and temperature-programmed reduction (TPR) experiments, which lead to the suggestion that more than one iron oxide species were present after preparation [1]. The fact that from XPS results a smaller particle size can be calculated (8 nm) than from line broadening in XRD (20-30 nm) [1] can elegantly be explained by the obtained MSssbauer spectrum indicating the presence of co-existing small and large iron(Ill) oxide particles on the zirconia surface. When potassium is also present in the catalysts, the main difference with the catalysts containing iron only is the dispersion of the iron phase. On magnesia and zirconia it is the potassium carbonate(-like) compound remaining on the surface after decomposition of KFeO2 formed during the calcination step which influences the dispersion of the iron-containing phase. On titania the formation of a mixed oxide comprising the iron(III) and K phase was shown to take place [1], which can explain the features in the M~Sssbauer spectrum of the K,Fe/TiO2 catalyst. As reported earlier, the performance of the supported catalysts in the catalytic dehydrogenation of 1-butene depends very strongly on the support oxide [1,3,29,30,32]. The reported differences between the three supports agree with the conclusions which have been derived from the Mtissbauer spectra of the catalyst samples after dehydrogenation. Catalysts containing only iron oxide all deactivate due to carbon deposition: no phase which can prevent deposition of carbon or can gasify the carbonaceous deposits is present [l]. Although coking is operative with all supports, some distinction has been made in the behaviour of the iron-containing phase under reaction conditions. With titania as the support material, iron(III) is reduced to iron(II), and subsequently reacts to an iron(II) titanate (FeTiO3). The reduction of the original L.A. Boot et al. / Applied Catalysis A: General 145 (I996) 389-405 403 iron phase to a separate FeII phase is also observed in the Fe/MgO catalyst. The M~Sssbauer spectral parameters of this catalyst indicate a partial reduction: next to a surface-stabilized Fe~_xO phase well-dispersed Fe3+ species are present in the catalyst after butene dehydrogenation. In the zirconia-supported catalyst the Fe304 phase is detected with Mi3ssbauer spectroscopy. This is the phase which is expected from thermodynamics [33,34] and from experience with the bulk iron oxide catalysts [35] under the conditions of butene dehydrogena- tion. From the relative contributions of the spectral components, it is suggested that the large c~-Fe203 particles are reduced to Fe304, whereas the small FeIll moieties are not reduced. This result indicates that this latter component might be situated at the interface between the iron oxide phase and the zirconia support. When the catalysts containing also potassium ions are considered, only the behaviour of the iron-containing phase in the titania-supported catalyst turned out to be radically different. The magnesia- and zirconia-supported catalysts show minor effects due to the presence of the potassium. The iron species in the K,Fe/TiO2 system is kept in a more oxidized state as compared with the Fe/TiO2 system. It is partially converted into FeTiO3, but a large fraction remains in the 3 + state. The iron-containing phase in the K,Fe/MgO system does not remain completely in the 3 + state. A phase composition very similar to that of the Fe/MgO catalyst is observed: the catalyst consists of a mixture of a surface-stabilized Fe~_ xO phase and well-dis- persed Fe3+ species. The latter phase is slightly more abundant than in the Fe/MgO catalyst, which can be caused by the presence of the potassium. Whether the iron(III) oxide species consist of well-dispersed KFeO2 or whether it is merely highly dispersed iron(III) oxide, cannot be established. Also in the zirconia-supported catalyst no clear evidence for the formation of a mixed compound between iron and potassium is found. Again, as in the Fe/ZrO2 catalyst, the Fe304 phase is present in co-existence with well-dispersed Fe3+ species. In K,Fe/ZrO2 the magnetite crystallites are notably smaller than in the iron oxide-on-zirconia catalyst after dehydrogenation. Since also the original Fern-oxide particles in the fresh catalyst are much smaller, this can be easily understood. It is stated in the introduction that the active phase in the dehydrogenation reaction is still debated in the literature. From the M~issbauer investigations on the supported catalysts described in this paper some conclusions have been derived about the active phase. In the used catalysts an iron(III) compound is clearly present, but no distinction between a superparamagnetic (c~-)F%O3 or a superparamagnetic KFeO2 phase can be made at this stage. However, the spectra of the catalysts with and without potassium are very similar. This implies that the oxidation state of iron is not affected to a great extent by the presence of potassium. It is most probable that the main functions of the potassium in the supported catalyst can be described as, firstly, dispersing the 404 L.A. Boot et al./Applied Catalysis A: General 145 (1996) 389-405 iron oxide phase, thus maintaining a higher active surface and, secondly, providing the properties to prevent carbon deposition or to gasify carbonaceous deposits to maintain the activity and selectivity of the catalyst. Acknowledgements LB would like to thank A.W.P.M. Strijbosch for additional experimental work. References [1] L.A. Boot, Ph.D. Thesis, Utrecht University, 1994 (ISBN 90-393-0895-0) and references therein. [2] D.E. Stobbe, Ph.D. Thesis, Utrecht University, 1990. [3] L.A. Boot, S.C. van der Linde, A.J. van Dillen, J.W. Geus, F.R. van Buren and J.E. Bongaarts, Stud. Surf. Sci. Catal., 88 (1994) 491. [4] P.W. Atkins, Physical Chemistry, Oxford University Press, Oxford, 1984. [5] W.N. Delgass and M. Boudart, Catal. Rev., 2 (1968) 129. [6] H.M. Gager and M.C. Hobson, Jr., Catal. Rev. Sci. Eng., 11 (1975) 117. [7] J.A. Dumesic and H. TopsCe, Adv. Catal., 26 (1976) 121. [8] W. Ktindig, H. Bommel, G. Constabaris and R.H. Lindquist, Phys. Rev., 142 (1966) 327. [9] A.M. van der Kraan, Phys. Status Solidi A, 18 (1973) 215. [10] A.M. van der Kraan, Ph.D. Thesis, Delft University of Technology, 1972. [I I] T.C. Huang and H.H. Wei, Hyperfine Interactions, 28 (1986) 887. [12] A.V. Golub'ev, A.I. Matveev, t~.N. Amirbekov, Yu.V. Maksimov and I.P. Suzdalev, Kinet. Catal., 28 (1988) 1248. [13] M Boudart, A. Delbouille, J.A. Dumesic, S. Khammouma and H. Topsc~e, J. Catal., 37 (1975) 486. [14] H. Topsce, J.A. Dumesic, E.G. Derouane, B.S. Clausen, S. Morup, J. Villadsen and N. TopsCe, Stud. Surf. Sci. Catal., 3 (1979) 365. [15] G. Connell and J.A. Dumesic, J. Catal., 102 (1986) 216. [16] S.G. Marchetti, A.M. Alvarez, R.C. Mercader and A.A. Yeramian, Appl. Surf. Sci., 29 (1987) 443. [17] P. Putanov, G. Boskovic, G. Vlajnic, E. Kis, K. Lazar and L. Guczi, J. Mol. Catal., 71 (1992) 81. [18] A.M. van der Kraan, R.C.H. Nonnekens, F. Stoop and J.W. Niemantsverdriet, Appl. Catal., 27 (1986) 285. [19] F.J. Berry and D. Hongzhang, Hyperfine Interactions, 57 (1990) 1747. [20] F.J. Berry and S. Jobson, Hyperfine Interactions, 69 (1991) 775. [21] X, Gao, J. Shen, Y. Hsia and Y. Chen, J. Chem. Soc., Faraday Trans., 89 (1993) 1079. [22] B.A. Sayyed, M.P. Gupta, S.K. Date, K.R. Kamble, A.Y. Sonsale and A.K. Chatterjee, Proc. Indian Acad. Sci. (Chem. Sci.), 95 (1985) 285. [23] M. Muhler, J. Schiitze, M. Wesemann, T. Rayment, A. Dent, R. Schl~Sgl and G. Ertl, J. Catal., 126 (1990) 339. [24] X. Yang, S. Weng, K. Jiang, L. Mao, Y. Eung and K. Jing, Hyperfine Interactions, 69 (1991) 863. [25] D.E. Stobbe, F.R. van Buren, A.W. Stobbe-Kreemers, J.J. Schokker, A.J. van Dillen and J.W. Geus, J. Chem. Soc. Faraday Trans., 87 (1991) 1623. [26] R.G. Kulkarni and H.H. Joshi, J. Solid State Chem., 64 (1986) 141. [27] D.E. Stobbe, F.R. van Buren, A.J. van Dillen and J.W. Geus, J. Catal., 135 (1992) 533. [28] A.F.H. Wielers, A.J.H.M. Kock, C.E.C.A. Hop, J.W. Geus and A.M. van der Kraan, J. Catal., 117 (1989) 1. [29] D.E. Stobbe, F.R. van Buren, M.S. Hoogenraad, A.J. van Dillen and J.W. Geus, J. Chem. Soc. Faraday Trans., 87 (1991) 1639. [30] D.E. Stobbe, F.R. van Buren, A.J. van Dillen and J.W. Geus, J. Catal., 135 (1992) 548. L.A. Boot et al. / Applied Catalysis A: General 145 (1996) 389-405 405 [31] S. MCmp, H. TopsCe and J. Lipka, J. Phys., Colloq. C6, 37 (1976) C6-287. [32] L.A. Boot, A.J. van Dillen,.J.W. Geus, F.R. van Buren and J.E. Bongaarts, Stud. Surf. Sci. Catal., 91 (1995) 159. [33] I. Barin and O. Knacke, Thermochemical Properties of Inorganic Substances, Springer, Berlin, 1973. [34] I. Barin, O. Knacke and O. Kubaschewski, Thermochemical Properties of Inorganic Substances (Supple- ment), Springer, Berlin, 1977. [35] E.H. Lee, Catal. Rev., 8 (1973) 285. APCATA 96001731 0926-860X(96)00173-1 10.1016/0926-860X(96)00173-1 Elsevier Science B.V. All rights reserved. Mössbauer spectroscopic investigations of supported iron oxide dehydrogenation catalysts Ludo A. Boot a * 1 A. Jos van Dillen a John W. Geus a Adri M. van der Kraan b AndréA. van der Horst b Frits R. van Buren c a Department of Inorganic Chemistry, Debye Institute, Utrecht University, P.O. Box 80083, 3508 TB Utrecht, Netherlands b Interfacultair Reactor Instituut, Delft University of Technology, Mekelweg 15, 2629 JB, Delft, Netherlands c Dow Benelux N.V., P.O. Box 48, 4530 AA Terneuzen, Netherlands * Tel.: (+31-20) 6347380; fax: (+31-20) 6347653 1 Present address: Akzo Nobel Chemicals BV, PO Box 37650, 1030 BE Amsterdam, the Netherlands. The characterization with Mössbauer absorption spectroscopy of supported iron oxide-based catalysts, containing only iron oxide or containing both iron oxide and potassium carbonate, after preparation as well as after exposure to the reaction conditions used in 1-butene dehydrogenation is described. The fresh catalysts all contain well-dispersed iron(III) oxide particles. The potassium carbonate compound remaining on the surface after decomposition of KFeO2 formed during the calcination step disperses the iron oxide phase in the case of the magnesia and zirconia supports. When using titania as a support the formation of a mixed oxide is observed. With the Fe/TiO2 catalyst FeTiO3 has been formed after dehydrogenation. In the Fe/MgO catalyst next to a surface-stabilized Fe1−x O phase, well-dispersed Fe3+ species are present. In the zirconia-supported sample Fe3O4 is detected. When both iron oxide and potassium carbonate are present, the iron-containing phase in the K,Fe/MgO system also consists of a mixture of the Fe1−x O phase and well-dispersed Fe3+ species. In the K,Fe/ZrO2 catalyst besides the Fe3O4 phase a well-dispersed Fe3+ species is observed. However, the magnetite crystallites in this catalyst are notably smaller than in the Fe/ZrO2 catalyst after dehydrogenation. No distinction between a well-dispersed (α)Fe2O3 or a well-dispersed KFeO2 phase can be made at this stage. It is most probable that the main functions of the potassium in the supported catalysts can be described as, firstly, dispersing the iron phase, and secondly, providing the gasifying properties required for the auto-regenerative character of the catalyst. Keywords Mössbauer spectroscopy Iron oxide Potassium Zirconia support Titania support Magnesia support 1-Butene dehydrogenation References [1] Boot L.A. Ph.D. Thesis 1994 Utrecht University (ISBN 90-393-0895-0) and references therein [2] Stobbe D.E. Ph.D. Thesis 1990 Utrecht University [3] Boot L.A. van der Linde S.C. van Dillen A.J. Geus J.W. van Buren F.R. Bongaarts J.E. Stud. Surf. Sci. Catal. 88 1994 491 [4] Atkins P.W. Physical Chemistry 1984 Oxford University Press Oxford [5] Delgass W.N. Boudart M. Catal. Rev. 2 1968 129 [6] Gager H.M. Hobson M.C. Jr. Catal. Rev. Sci. Eng. 11 1975 117 [7] Dumesic J.A. Topsøe H. Adv. Catal. 26 1976 121 [8] Kündig W. Bommel H. Constabaris G. Lindquist R.H. Phys. Rev. 142 1966 327 [9] van der Kraan A.M. Phys. Status Solidi A 18 1973 215 [10] van der Kraan A.M. Ph.D. Thesis 1972 Delft University of Technology [11] Huang T.C. Wei H.H. Hyperfine Interactions 28 1986 887 [12] Golub'ev A.V. Matveev A.I. Amirbekov É.N. Maksimov Yu.V. Suzdalev I.P. Kinet. Catal. 28 1988 1248 [13] Boudart M Delbouille A. Dumesic J.A. Khammouma S. Topsøe H. J. Catal. 37 1975 486 [14] Topsøe H. Dumesic J.A. Derouane E.G. Clausen B.S. Morup S. Villadsen J. Topsøe N. Stud. Surf. Sci. Catal. 3 1979 365 [15] Connell G. Dumesic J.A. J. Catal. 102 1986 216 [16] Marchetti S.G. Alvarez A.M. Mercader R.C. Yeramian A.A. Appl. Surf. Sci. 29 1987 443 [17] Putanov P. Boskovic G. Vlajnic G. Kis E. Lázár K. Guczi L. J. Mol. Catal. 71 1992 81 [18] van der Kraan A.M. Nonnekens R.C.H. Stoop F. Niemantsverdriet J.W. Appl. Catal. 27 1986 285 [19] Berry F.J. Hongzhang D. Hyperfine Interactions 57 1990 1747 [20] Berry F.J. Jobson S. Hyperfine Interactions 69 1991 775 [21] Gao X. Shen J. Hsia Y. Chen Y. J. Chem. Soc. 89 1993 1079 Faraday Trans. [22] Sayyed B.A. Gupta M.P. Date S.K. Kamble K.R. Sonsale A.Y. Chatterjee A.K. Proc. Indian Acad. Sci. (Chem. Sci.) 95 1985 285 [23] Muhler M. Schütze J. Wesemann M. Rayment T. Dent A. Schlögl R. Ertl G. J. Catal. 126 1990 339 [24] Yang X. Weng S. Jiang K. Mao L. Eung Y. Jing K. Hyperfine Interactions 69 1991 863 [25] Stobbe D.E. van Buren F.R. Stobbe-Kreemers A.W. Schokker J.J. van Dillen A.J. Geus J.W. J. Chem. Soc. Faraday Trans. 87 1991 1623 [26] Kulkarni R.G. Joshi H.H. J. Solid State Chem. 64 1986 141 [27] Stobbe D.E. van Buren F.R. van Dillen A.J. Geus J.W. J. Catal. 135 1992 533 [28] Wielers A.F.H. Kock A.J.H.M. Hop C.E.C.A. Geus J.W. van der Kraan A.M. J. Catal. 117 1989 1 [29] Stobbe D.E. van Buren F.R. Hoogenraad M.S. van Dillen A.J. Geus J.W. J. Chem. Soc. Faraday Trans. 87 1991 1639 [30] Stobbe D.E. van Buren F.R. van Dillen A.J. Geus J.W. J. Catal. 135 1992 548 [31] Mørup S. Topsøe H. Lipka J. J. Phys., Colloq. C6 37 1976 C6 C287 [32] Boot L.A. van Dillen A.J. Geus J.W. van Buren F.R. Bongaarts J.E. Stud. Surf. Sci. Catal. 91 1995 159 [33] Barin I. Knacke O. Thermochemical Properties of Inorganic Substances 1973 Springer Berlin [34] Barin I. Knacke O. Kubaschewski O. Thermochemical Properties of Inorganic Substances 1977 Springer Berlin (Supplement) [35] Lee E.H. Catal. Rev. 8 1973 285",
      "scopus-id": "0041593670",
      "coredata": {
        "eid": "1-s2.0-0926860X96001731",
        "dc:description": "The characterization with Mössbauer absorption spectroscopy of supported iron oxide-based catalysts, containing only iron oxide or containing both iron oxide and potassium carbonate, after preparation as well as after exposure to the reaction conditions used in 1-butene dehydrogenation is described. The fresh catalysts all contain well-dispersed iron(III) oxide particles. The potassium carbonate compound remaining on the surface after decomposition of KFeO2 formed during the calcination step disperses the iron oxide phase in the case of the magnesia and zirconia supports. When using titania as a support the formation of a mixed oxide is observed. With the Fe/TiO2 catalyst FeTiO3 has been formed after dehydrogenation. In the Fe/MgO catalyst next to a surface-stabilized Fe1−x O phase, well-dispersed Fe3+ species are present. In the zirconia-supported sample Fe3O4 is detected. When both iron oxide and potassium carbonate are present, the iron-containing phase in the K,Fe/MgO system also consists of a mixture of the Fe1−x O phase and well-dispersed Fe3+ species. In the K,Fe/ZrO2 catalyst besides the Fe3O4 phase a well-dispersed Fe3+ species is observed. However, the magnetite crystallites in this catalyst are notably smaller than in the Fe/ZrO2 catalyst after dehydrogenation. No distinction between a well-dispersed (α)Fe2O3 or a well-dispersed KFeO2 phase can be made at this stage. It is most probable that the main functions of the potassium in the supported catalysts can be described as, firstly, dispersing the iron phase, and secondly, providing the gasifying properties required for the auto-regenerative character of the catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-10-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96001731",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Boot, Ludo A."
          },
          {
            "@_fa": "true",
            "$": "Jos van Dillen, A."
          },
          {
            "@_fa": "true",
            "$": "Geus, John W."
          },
          {
            "@_fa": "true",
            "$": "van der Kraan, Adri M."
          },
          {
            "@_fa": "true",
            "$": "van der Horst, AndréA."
          },
          {
            "@_fa": "true",
            "$": "van Buren, Frits R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96001731"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96001731"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00173-1",
        "prism:volume": "145",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Mössbauer spectroscopic investigations of supported iron oxide dehydrogenation catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Mössbauer spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Iron oxide"
          },
          {
            "@_fa": "true",
            "$": "Potassium"
          },
          {
            "@_fa": "true",
            "$": "Zirconia support"
          },
          {
            "@_fa": "true",
            "$": "Titania support"
          },
          {
            "@_fa": "true",
            "$": "Magnesia support"
          },
          {
            "@_fa": "true",
            "$": "1-Butene dehydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "389-405",
        "prism:endingPage": "405",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 October 1996",
        "prism:doi": "10.1016/0926-860X(96)00173-1",
        "prism:startingPage": "389",
        "dc:identifier": "doi:10.1016/0926-860X(96)00173-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041593670"
      }
    }
  }
}