{
  "metadata": {
    "title": "Aromatization of ethane over Pt,Ga/HZSM-5 catalyst and the effect of intermetallic hydrogen acceptor on the reaction",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-10-12",
    "doi": "10.1016/0926-860X(95)00126-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001263",
    "pii": "0926860X95001263"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0039276765",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95001263 0926-860X(95)00126-3 0926860X95001263 10.1016/0926-860X(95)00126-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00415 2024-01-01T12:18:48.759026Z 0 0 19951012 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 131 131 1 1 Volume 131, Issue 1 3 7 14 7 14 19951012 12 October 1995 1995-10-12 1995 Articles article fla Copyright © 1995 Published by Elsevier B.V. AROMATIZATIONETHANEOVERPTGAHZSM5CATALYSTEFFECTINTERMETALLICHYDROGENACCEPTORREACTION CHETINA O CHETINA 1992 639 O CHETINA 1992 101 O BRAGIN 1990 1250 O SHPIRO 1994 165 E INUI 1991 705 T MROCZEK 1990 54 U ENGELS 1988 437 S LIBOWITZ 1958 76 G LAFER 1992 1038 L BRAGIN 1991 121 O YAKERSON 1989 339 V KANAZIREV 1990 712 V PRICE 1990 267 G PRICE 1991 115 G PRICE 1991 611 G SHPIRO 1994 147 E DOOLEY 1992 17 K CHETINAX1995X7 CHETINAX1995X7X14 CHETINAX1995X7XO CHETINAX1995X7X14XO item 0926-860X(95)00126-3 0926860X95001263 1-s2.0-0926860X95001263 10.1016/0926-860X(95)00126-3 271346 2024-01-01T12:18:48.759026Z 1995-10-12 1-s2.0-0926860X95001263-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001263/MAIN/application/pdf/ef1836c367df4b49715fd0f27c604440/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001263/MAIN/application/pdf/ef1836c367df4b49715fd0f27c604440/main.pdf main.pdf pdf true 416919 MAIN 8 1-s2.0-0926860X95001263-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001263/PREVIEW/image/png/36bf4bd0d2ff0fca360b70f4b0288294/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001263/PREVIEW/image/png/36bf4bd0d2ff0fca360b70f4b0288294/main_1.png main_1.png png 44016 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 131 (1995) 7-14 Aromatization of ethane over Pt,Ga/HZSM-5 catalyst and the effect of intermetallic hydrogen acceptor on the reaction O.V. Chetina a,., T.V. Vasina a, V.V Lunin b a N.D. Zelinsky Institute of Organic Chemistry, Russian Academy of Science, 117913 Moscow, Russia b Chemistry Department, Moscow State University, 119899 Moscow, Russia Received 3 May 1994; revised 11 May 1995; accepted 17 May 1995 Abstract The effect of the hydride-forming intermetallic compound Zr2Fe on the aromatization of ethane over Pt,Ga/HZSM-5 catalyst has been studied under different reaction conditions (temperature, GHSV, ethane dilution with Ar). In the presence of intermetallic hydrogen acceptor aromatics yield from ethane at 500 was 6-fold higher and reached 61 wt.-% as a result of releasing hydrogen elimination, selectivity to aromatics being 78%. The fused-ring aromatics formation appeared to be more sensitive to hydrogen removal than BTX formation. The yield of BTX may be improved by ethane dilution with inert gas. Keywords: Aromatization; Platinum; Gallium; Ethane; ZSM-5; Hydrogen acceptor; Intermetallic compound; Hydride 1. Introduction In recent work we studied the effect of intermetallic hydrogen acceptor Zr2Fe on the aromatization of C2-C3 alkanes over modified high-silica zeolites of ZSM-5 type [ 1,2]. The aromatization proceeds with hydrogen release and is usually accom- panied by hydrocracking, dealkylation and hydrogen transfer, concurrent processes which are more marked at higher partial pressure of hydrogen in the reaction mixture [ 3 ]. Elimination of hydrogen released during the reaction by the acceptor was shown to significantly improve the yields of aromatic products. * Corresponding author. Correspondence address: c/o Dr. D.S. Yufit, Chemistry Department, University of Glasgow, Glasgow G12 8QQ, UK. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI 0926-860 X ( 95 ) O01 26-3 8 O.V. Chetina et al./Applied Catalysis A: General 131 (1995) 7-14 The effect of hydrogen acceptor on alkane conversion and product distribution appeared to be different depending on the composition of the catalyst used. Thus, during aromatization of ethane [ 1 ] the effect of hydrogen removal on aromatics yield was higher over a Pt-containing catalyst, the main aromatic products being BTX. Zn-and Ga-loaded zeolites were more selective in the aromatization, however the amount of naphthalenes in the aromatic products over these catalysts under hydrogen elimination conditions was essential. We suppose that this difference is a result of higher dehydrogenation activity of platinum compared to zinc or gallium. Therefore addition of Pt to Zn- or Ga-loaded zeolites might improve aromatics yield and selectivity to BTX in the presence of hydrogen acceptor. The profound platinum promotion of the aromatization over Ga-ZSM-5 catalyst without hydrogen elimination was reported recently for n-butane [4]. There are also some data about ethane aromatization over Pt,Zn/ZSM-5 and Pt,Ga/ZSM-5 [5,6] confirming the improved activity and time on stream behaviour of these polyfunctional catalysts. In this paper we present the data obtained during the aromatization of ethane over Pt,Zn-and Pt,Ga-loaded ZSM-5 and the effect of the intermetallic hydrogen acceptor Zr2Fe on the reaction over the latter catalyst under different reaction conditions. 2. Experimental The catalysts were prepared on the basis of protonic ZSM-5 pentasil with a SIO2:A1203 mole ratio of 42 and an Na20 content less than 0.1%. The modifying elements (0.2-0.8 wt.-% Pt, 0.5-2.5 wt.-% Ga and 1.0 wt.-% Zn) were introduced by impregnation [ 7 ]. 10 g of zeolite was stirred in 150 ml of Ga or Zn nitrate and H2PtCI6 solution at 0 for 20 min and then at 25 for 24 h. After water evaporation in a vacuum rotary evaporator the catalysts were dried at 130 and calcined in an air stream at 520 for 5 h. The intermetallic compound was prepared by the alloying of pure metals according to a reported method [ 8 ]. The reaction was carried out in a continuous-flow reaction system at atmospheric pressure. A quartz tubular reactor with an inner diameter of 10 mm was packed with 1 cm3 (0.7 g) of catalyst or thoroughly mixed 1 cm3 of catalyst and 1 cm3 (3 g) of intermetallic compound. The reactor was heated in an Ar flow up to the reaction temperature of 500-550. After that, the Ar flow was changed to an ethane flow and the reaction was studied. Ethane was supplied with a gas space velocity in the range between 400 and 1200 h- ~ (defined using the volume of the catalyst and the gas volume at normal pressure and temperature). The reactor was connected with a heated gas sampling valve of a gas chromatograph. The products were analyzed with three columns: a 5A molecular sieve column for hydrogen analysis, a Separon N column for C1-C5 analysis and a 15 wt.-% Carbowax on Chromaton column for aromatic analysis. O.V. Chetina et al. / Applied Catalysis A: General 131 (1995) 7-14 3. Results and discussion The data obtained during the aromatization of ethane over Pt,Zn-and Pt,Ga- loaded zeolites are presented in Table 1. These data compared with the results previously obtained for Pt-, Zn-and Ga/HZSM-5 catalysts under similar reaction conditions [ 1 ] show that the effect of platinum addition on the catalytic properties of Zn/HZSM-5 and Ga/HZSM-5 is quite different. In the case of Pt,Zn/HZSM-5 the conversion and aromatics yield remain almost the same as if no platinum is present in the catalyst while over Pt,Ga/HZSM-5 the conversion is about the sum and the aromatics yield is even more than the sum of those over Pt/HZSM-5 and Ga/HZSM-5. This difference in behaviour of the catalysts can be explained on the base of IR-spectroscopy data reported earlier for Pt-, Zn-[ 9 ] and Ga-loaded [ 10,11 ] zeo- lites. According to these data zinc addition to the protonic ZSM-5 results essentially in a decrease of the number of Br#nsted (B) sites and an increase in the number of Lewis (L) sites, platinum addition has no effect on B-sites but a slight increase of L-sites number is detected. In the case of gallium addition besides the great increase of L-sites number the shape of the absorption band relative to strong B- sites markedly changes. The authors conclude that Zn2 ions exchange with the protons of strong B-sites, this substitution being a source of L-acidity additional to that of HZSM-5 itself. Platinum does not substitute the protons at all. Gallium ions are situated quite near the strong B-sites and form additional L-sites which are markedly stronger compared to those of HZSM-5. Dehydrogenation of ethane to ethene, the first stage of aromatization, is known to proceed over L-sites of zeolite or over metallic platinum while B-sites promote further reactions of oligomerization Table 1 Aromatization of ethane over modified HZSM-5 (400 h 1) Catalyst (M, wt.-%) 0.5 Pt-l.5 Ga/HZSM-5 0.5 Pt-I.0Zn/HZSM-5 Temperature () 500 550 500 550 Conversion (wt.-%) 17.3 34.4 8.0 16.1 Products yields (wt.-%): CH4 3.9 8.7 0.9 1.7 C2H4 0.7 1.6 1.2 3.9 c3n6 -{- C3H8 2.0 2.0 1.0 1.4 Aromatics 10.7 22.1 4.9 9.1 Aromatization selectivity (%) 62 64 61 56 Aromatics distribution (%): Benzene 31 32 33 36 Toluene 25 23 33 32 Xylenes + ethyl benzene 6 4 8 6 C9 + 38 41 26 26 Hydrogen content in the product flow (mol-%) 12 21 20 33 10 O. V. Chetina et al. /Applied Catalysis A: General 131 (1995) 7-14 Y arom. (wt:~) 20.00 1 ~ ~ 2 I 0.00 0.00 -z , , , , , , , , i , , , , , , ,, , i , , , , , , , , , i o.oo 1 .oo 2.00 ~.oo Pt or Go (wt~) Fig. I. The effect of platinum content in Pt-l.5 wt.-% Ga/HZSM-5 ( 1 ) and gallium content (2) in 0.5 wt.-% Pt- Ga/HZSM-5 on the aromatics yield from ethane at 550 and 600 h '. as well as cracking and coke formation. Therefore, the presence of metallic platinum together with a large number of strong L-and B-sites in the Pt,Ga/HZSM-5 catalytic system is likely to provide its high activity in the aromatization of ethane. As the number of B-sites in Zn/HZSM-5 is rather low, the oligomerization probably becomes the limiting stage of the aromatization over this catalyst and therefore platinum addition does not improve the yield of aromatic products. The very high activity of Pt,Ga/HZSM-5 in aromatization of ethane persuaded us to pay more attention to this catalyst. We studied the effect of platinum and gallium content in the catalyst on aromatics yield and selectivity of aromatization (Fig. 1 ). The most active and selective catalysts contained 1.0-1.5 wt.-% of gallium and less than 0.8 wt.-% of platinum. These results can be explained on the base of data reported in the literature [ 12-15 ]. It was observed earlier that activity and selectivity of GazO3/HZSM-5 catalyst for aromatics production from propane were greatly improved with hydrogen pre- treatment [ 9,12,13 ] due to Ga3 +-Ga reduction followed by gallium ions migra- tion to zeolite channels. The reduction was shown to be kinetically limited by the number of available cation sites in the host zeolite and the role of platinum in gallium-platinum loaded HZSM-5 was to increase the maximum rate of Ga203 reduction [ 13-16]. These observations explain the effect of gallium content on aromatization activity of Pt,Ga/HZSM catalyst. The slight decrease in activity for platinum contents of more than 0.5 wt.-% may be connected with the platinum dispersion. The Pt,Ga-zeolite catalytic system appeared to be very stable in the reaction studied. Moreover, the yield of aromatic products increased from one reaction run to another with different kinds of pretreatment in between (Table 2) especially after the first reduction. The results show that some combination of reduction and oxidation in the pre- treatment is necessary for activation of the catalyst. The reduction as well as reaction O.V. Chetina et al. /Applied Catalysis A: General 131 (1995) 7-14 11 Table 2 Ethane aromatization using 0.5 Pt, 1.5 Ga/HZSM-5 with different pretreatments: A, standard calcination in air, 520, 5 h; B, regeneration in air, 520, 1 h; C, reduction, 520, 2 h Reaction runa Pretreatment Aromatics yield (wt.-%) 1 A 12 2 B+C 16 3 B 17 4 B+C 18 6 B 22 8 B 22 a Ethane, 400 h- l, 550oc, 1 h. mixture treatment are likely to provide gallium redispersion and migration into the channels in the form of Ga significantly changing the acidity of the catalyst [ 16 ]. It is seen from reaction runs (1) and (2) (Table 2) that the reaction mixture treatment is much less efficient in this aspect than hydrogen reduction. The effect of the reduction treatment on the reaction run (4) is probably limited by the amount of gallium able to migrate to zeolite channels. The oxidation treatment before the reaction runs (3) and (6) may cause rapid reoxidation of gallium resulting in a higher energy, dispersed Ga3 which is optimal according to [ 17 ] for aromatics production from ethane. In contrast, butane aromatization is considered to proceed over Pt,Gaand protonic zeolite centres [ 16]. As for platinum it was shown [ 16] that in Pt,Ga/HZSM-5 catalyst it is present in highly dispersed form both on external and internal surface of the zeolite. Whatever the pretreatment is, in the course of the reaction platinum may be easily reduced to metal by the hydrogen present in the reaction mixture. Aromatics yield and distribution observed in different reaction conditions over Pt,Ga/HZSM-5 catalyst are given in Table 3, Table 4 and Table 5, selectivity to aromatics in these experiments varying from 62 to 67%. The data show that the increase of gas hour space velocity (GHSV) of ethane as well as ethane dilution by argon results in rather high aromatics yield with BTX content in the aromatic products up to 69-76 wt.-%. Higher temperatures provide only the increase of aromatics yield, distribution of the aromatic products being almost the same within the temperature range 500-600. Table 3 The effect of GHSV on aromatics yield and distribution over 0.5 Pt, 1.5 Ga/HZSM-5 catalyst (550, B = benzene, T = toluene, C8 = xylenes and ethyl benzene, C9 + = napthalene and ct,/3-methylnaphthalenes) GHSV (h - t ) Aromatics yield (wt.-%) Aromatics distribution (wt.-%) B T Cs C9+ 400 22.1 32 23 4 41 600 19.2 32 23 5 40 900 15.3 37 27 6 30 1200 13.5 38 31 6 25 12 O. V. Chetina et al. /Applied Catalysis A: General 131 (1995) 7-14 Table 4 The effect of ethane dilution by argon on aromatics yield and distribution over 0.5 Pt, 1.5 Ga/HZSM-5 catalyst (550, 600 h- ~, B = benzene, T = toluene, C8 = xylenes and ethyl benzene, C9 + = napthalene and a,/3-methyl- naphthalenes) C2H6:Ar Aromatics yield (wt.-%) Aromatics distribution (wt.-%) B T C8 C9. 2:3 16.2 42 29 4 25 1:1 17.3 39 28 5 28 2:1 17.8 37 26 5 32 1:0 19.2 32 23 5 40 Table 5 The temperature effect on aromatics yield and distribution over 0.5 Pt, 1.5 Ga/HZSM-5 catalyst (400 h B = benzene, T = toluene, C8 = xylenes and ethyl benzene, C9 + = napthalene and a,fl-methylnaphthalenes) Temperature () Aromatics yield (wt.-%) Aromatics distribution (wt.-%) B T C8 C9 500 10.7 31 25 6 38 550 22.1 32 23 4 41 600 36.7 38 20 2 40 Table 6 The effect of intermetallic hydrogen acceptor on aromatization of ethane over 0.5Pt, 1.5 Ga/HZSM-5 catalyst ( B = benzene, T = toluene, C8 = xylenes and ethyl benzene, C9 + = napthalene and ot,fl-methylnaphthalenes) T() GHSV (h-I) C2H6:Ar Y~om. (wt.-%) S ..... (%) Aromatics distribution (wt.-%) B T C8 C~- 500 400 1:0 61.4 78 14 15 4 67 550 400 1:0 65.2 66 27 8 << 1 65 550 600 1:0 63.0 79 19 13 2 66 500 600 1 : 1 45.8 88 22 23 4 51 These data confirm that naphthalenes are the secondary aromatic products accord- ing to the reaction scheme of ethane aromatization over modified zeolites [ 1 ]. Therefore, appropriate reaction conditions for the predominant BTX formation in the presence of intermetallic hydrogen acceptor might be found. The effect of intermetallic hydrogen acceptor Zr2Fe on the aromatization of ethane over Pt, Ga/HZSM-5 catalyst was studied at different temperatures, GHSV and ethane dilution. It is necessary to note that Zr2Fe itself was absolutely inactive in ethane conversion in these conditions. Its only role was to eliminate hydrogen released during the aromatization, the effect of the hydrogen acceptor being limited by the time of the hydride saturation. The results (Table 6) show that in hydrogen elimination conditions at 500 aromatics yield from ethane is 6-fold higher than without hydrogen acceptor, selectivity to aromatics reaching 78%. O. V. Chetina et al. /Applied Catalysis A: General 131 (1995) 7-14 13 The temperature increase has almost no effect on aromatics yield in the presence of Zr2Fe but the cracking reactions become more intensive resulting in lower aromatization selectivity. At higher GHSV methane formation essentially decreases improving selectivity to aromatic products. As regards aromatics distribution, in hydrogen removal conditions benzene to toluene ratio changes with temperature and slightly with GHSV, but naphthalenes remain predominant aromatic products. Selectivity to aromatics in hydrogen elimination conditions appeared to be high- est at lower temperature, higher GHSV and with ethane dilution by argon. Under these conditions aromatics yield is lower due to naphthalenes yield decrease while the yield of BTU remains almost the same as in other experiments. Thus, in the presence of hydrogen acceptor only ethane dilution by the inert gas effects selec- tivity to BTX products. Summarising the results obtained during the aromatization of ethane over Pt, Ga/HZSM-5 and over Pt/HZSM-5, Zn/HZSM-5 or Ga/HZSM-5 [ 1 ], using inter- metallic hydrogen acceptor, we can conclude that over all catalysts studied selectivity to aromatics under hydrogen elimination conditions is very high (about 80%) while aromatics yield strongly depends on the activity of the catalyst used. This fact confirms our proposal that in the presence of hydrogen acceptor thermo- dynamic limitations of the reaction are changed by the reaction rate limitations. The formation of fused-ring aromatics appeared to be more sensitive to hydrogen removal than BTX formation. However it is possible to improve the yield of the desired aromatics by changing the reaction conditions. 4. Conclusions Addition of platinum to Ga-loaded zeolite results in essential increase of its activity in the aromatization of ethane while platinum addition to Zn/HZSM-5 has no effect on its activity in the reaction. Pt, Ga/HZSM-5 catalyst, the most active and selective in ethane aromatization, contains 1.0-1.5 wt.-% of gallium and not more than 0.8 wt.-% of platinum, both reduction and oxidation in the pretreatment being necessary for activation of the catalyst. In the presence of intermetallic hydrogen acceptor aromatics yield from ethane over Pt, Ga/HZSM-5 catalyst at 500 is 6-fold higher than without hydrogen elimination and reaches 61 wt.-%, selectivity to aromatics being 78%. The fused-ring aromatics formation during the aromatization of ethane is more sensitive to hydrogen elimination than BTX formation. Naphthalenes are predom- inant aromatic products in hydrogen removal conditions. The yield of BTX is improved by ethane dilution with inert gas. 14 O. V. Chetina et al. /Applied Catalysis A: General 131 (1995) 7-14 References [ 1 ] O.V. Chetina, T.V. Vasina and V.V. Lunin, Catal. Today, 13 (1992) 639. [2] O.V. Chetina, T.V. Vasina and V.V. Lunin, Catal. Lett., 14 (1992) 101. [ 3 ] O.V. Bragin, T.V. Vasina, V.P. Sitnic, N.V. Nekrasov and V.I. Yakerson, Izv. Acad. Nauk SSSR. Ser. Chim., (1990) 1250. [4] E.S. Shpiro, D.P. Shevchenko, R.V. Dmitriev and O.P. Tkachenko, Appl. Catal. A, 107 (1994) 165. [5] T. lnui and A. Matsuoka, Prepr. Am. Chem. Soc., Div. Pet. Chem., 36 ( 1991 ) 705. [6] U. Mroczek, F. Poessner and K.H. Steinberg, Chem. Ind., 10 ( 1990)54. [7] S. Engels, H. Lausch, B. Matschei, O.V. Bragin, A.V. Preobrazhensky and T.V. Vasina, Catal. Today, 3 (1988) 437. [8] G.G. Libowitz, H.F Hayes and T.R.P. Gibb, J. Phys. Chem., 62 (1958) 76. [9] L.I. Lafer, Zh.L. Dykh, T.V. Vasina, A.V. Preobrazhensky, O.V. Bragin and V.I. Yakerson, Izv. Acad. Nauk. Ser. Chim., (1992) 1038. [ 10] O.V. Bragin, T.V. Vasina, Zh.L. Dykh, L.I. Lafer, E.G. Helkovskaya-Sergeeva, A.V. Preobrazhensky, V.I. Yakerson and Kh.M. Minachev, Dokl. Acad. Nauk SSSR, 317 ( 1991 ) 12 I. [ 11 ] V.I. Yakerson, T.V. Vasina, L.I. Lafer, V.P. Sytnyk, Zh.L. Dykh, A.V. Mokhov, O.V. Bragin and Kh.M. Minachev, Catal. Lett., 3 (1989) 339. [ 12] V. Kanazirev, G.L. Price and K.M. Dooley, J. Chem. Soc. Chem. Commun., (1990) 712. [ 13] G.L. Price and V. Kanazirev, J. Catal., 126 (1990) 267. [ 14 ] G.L. Price and V. Kanazirev, J. Mol. Catal., 66 ( 1991 ) 115. [15] G.L. Price, J. Catal., 130 (1991) 611. [ 16] E.S. Shpiro, D.P. Shevchenko, O.P. Tkachenko and R.V. Dmitriev, Appl. Catal. A, 107 (1994) 147 [ 17] K.M. Dooley, C. Chang and G.L. Price, Appl. Catal. A, 84 (1992) 17. APCATA 95001263 0926-860X(95)00126-3 10.1016/0926-860X(95)00126-3 Elsevier Science B.V. All rights reserved Aromatization of ethane over Pt,Ga/HZSM-5 catalyst and the effect of intermetallic hydrogen acceptor on the reaction O.V. Chetina * a T.V. Vasina a V.V. Lunin b a N.D. Zelinsky Institute of Organic Chemistry, Russian Academy of Science, 117913 Moscow, Russia b Chemistry Department, Moscow State University, 119899 Moscow, Russia * Corresponding author. Correspondence address: c/o Dr. D.S. Yufit, Chemistry Department, University of Glasgow, Glasgow G12 8QQ, UK. The effect of the hydride-forming intermetallic compound Zr2Fe on the aromatization of ethane over Pt,Ga/HZSM-5 catalyst has been studied under different reaction conditions (temperature, GHSV, ethane dilution with Ar). In the presence of intermetallic hydrogen acceptor aromatics yield from ethane at 500°C was 6-fold higher and reached 61 wt.-% as a result of releasing hydrogen elimination, selectivity to aromatics being 78%. The fused-ring aromatics formation appeared to be more sensitive to hydrogen removal than BTX formation. The yield of BTX may be improved by ethane dilution with inert gas. Keywords Aromatization Platinum Gallium Ethane ZSM-5 Hydrogen acceptor Intermetallic compound Hydride References [1] Chetina O.V. Vasina T.V. Lunin V.V. Catal. Today 13 1992 639 [2] Chetina O.V. Vasina T.V. Lunin V.V. Catal. Lett. 14 1992 101 [3] Bragin O.V. Vasina T.V. Sitnic V.P. Nekrasov N.V. Yakerson V.I. Izv. Acad. Nauk SSSR. Ser. Chim. 1990 1250 [4] Shpiro E.S. Shevchenko D.P. Dmitriev R.V. Tkachenko O.P. Appl. Catal. A 107 1994 165 [5] Inui T. Matsuoka A. Prepr. Am. Chem. Soc., Div. Pet. Chem. 36 1991 705 [6] Mroczek U. Poessner F. Steinberg K.H. Chem. Ind. 10 1990 54 [7] Engels S. Lausch H. Matschei B. Bragin O.V. Preobrazhensky A.V. Vasina T.V. Catal. Today 3 1988 437 [8] Libowitz G.G. Hayes H.F. Gibb T.R.P. J. Phys. Chem. 62 1958 76 [9] Lafer L.I. Dykh Zh.L. Vasina T.V. Preobrazhensky A.V. Bragin O.V. Yakerson V.I. Izv. Acad. Nauk. Ser. Chim. 1992 1038 [10] Bragin O.V. Vasina T.V. Dykh Zh.L. Lafer L.I. Helkovskaya-Sergeeva E.G. Preobrazhensky A.V. Yakerson V.I. Minachev Kh.M. Dokl. Acad. Nauk SSSR 317 1991 121 [11] Yakerson V.I. Vasina T.V. Lafer L.I. Sytnyk V.P. Dykh Zh.L. Mokhov A.V. Bragin O.V. Minachev Kh.M. Catal. Lett. 3 1989 339 [12] Kanazirev V. Price G.L. Dooley K.M. J. Chem. Soc. Chem. Commun. 1990 712 [13] Price G.L. Kanazirev V. J. Catal. 126 1990 267 [14] Price G.L. Kanazirev V. J. Mol. Catal. 66 1991 115 [15] Price G.L. J. Catal. 130 1991 611 [16] Shpiro E.S. Shevchenko D.P. Tkachenko O.P. Dmitriev R.V. Appl. Catal. A 107 1994 147 [17] Dooley K.M. Chang C. Price G.L. Appl. Catal. A 84 1992 17",
      "scopus-id": "0039276765",
      "coredata": {
        "eid": "1-s2.0-0926860X95001263",
        "dc:description": "The effect of the hydride-forming intermetallic compound Zr2Fe on the aromatization of ethane over Pt,Ga/HZSM-5 catalyst has been studied under different reaction conditions (temperature, GHSV, ethane dilution with Ar). In the presence of intermetallic hydrogen acceptor aromatics yield from ethane at 500°C was 6-fold higher and reached 61 wt.-% as a result of releasing hydrogen elimination, selectivity to aromatics being 78%. The fused-ring aromatics formation appeared to be more sensitive to hydrogen removal than BTX formation. The yield of BTX may be improved by ethane dilution with inert gas.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-10-12",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001263",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chetina, O.V."
          },
          {
            "@_fa": "true",
            "$": "Vasina, T.V."
          },
          {
            "@_fa": "true",
            "$": "Lunin, V.V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001263"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001263"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00126-3",
        "prism:volume": "131",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Aromatization of ethane over Pt,Ga/HZSM-5 catalyst and the effect of intermetallic hydrogen acceptor on the reaction",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Aromatization"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Gallium"
          },
          {
            "@_fa": "true",
            "$": "Ethane"
          },
          {
            "@_fa": "true",
            "$": "ZSM-5"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen acceptor"
          },
          {
            "@_fa": "true",
            "$": "Intermetallic compound"
          },
          {
            "@_fa": "true",
            "$": "Hydride"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "7-14",
        "prism:endingPage": "14",
        "pubType": "fla",
        "prism:coverDisplayDate": "12 October 1995",
        "prism:doi": "10.1016/0926-860X(95)00126-3",
        "prism:startingPage": "7",
        "dc:identifier": "doi:10.1016/0926-860X(95)00126-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0039276765"
      }
    }
  }
}