{
  "metadata": {
    "title": "Oxidative dimerization of methane in molten Li<ce:inf loc=post>2</ce:inf>CO<ce:inf loc=post>3</ce:inf>-Na<ce:inf loc=post>2</ce:inf>CO<ce:inf loc=post>3</ce:inf> eutectic supported by lithium aluminate at 700–850°C",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-02-03",
    "doi": "10.1016/0926-860X(94)85068-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94850682",
    "pii": "0926860X94850682"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028762569",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-22 2001-08-22 2010-10-02T11:38:12 1-s2.0-0926860X94850682 0926-860X(94)85068-2 0926860X94850682 10.1016/0926-860X(94)85068-2 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X01639 2024-01-01T12:21:06.294127Z 0 0 19940203 1994 2001-08-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 108 108 2 2 Volume 108, Issue 2 6 157 169 157 169 19940203 3 February 1994 1994-02-03 1994 article fla Copyright © 1994 Published by Elsevier B.V. OXIDATIVEDIMERIZATIONMETHANEINMOLTENLI2CO3NA2CO3EUTECTICSUPPORTEDBYLITHIUMALUMINATE700850C TASHJIAN V CARREIRO 1989 258 J CONWAY 1989 149 S GEERTS 1990 802 J MONEUSE 1990 67 C MONEUSE 1990 C DOCTORATETHESIS MONEUSE 1992 147 C DUBOIS 1991 1089 J NOAZKI 1992 1248 T ITO 1985 721 I ITO 1985 5062 I OTSUKA 1987 388 K LIEBHAFSKY 1968 H FUELCELLSFUELBATTERIES MOUTIERS 1991 1063 G JANZ 1961 1052 G JANZ 1963 841 G JANAF 1986 THERMOCHEMICALTABLES MOUTIERS 1992 G DOCTORATETHESIS CASSIR 1992 151 M CASSIR 1993 3114 M MOUTIERS 1991 103 G MOUTIERS 1992 175 G APPLEBY 1980 1655 A WANG 1993 323 D TASHJIANX1994X157 TASHJIANX1994X157X169 TASHJIANX1994X157XV TASHJIANX1994X157X169XV item 0926-860X(94)85068-2 0926860X94850682 1-s2.0-0926860X94850682 10.1016/0926-860X(94)85068-2 271346 2024-01-01T12:21:06.294127Z 1994-02-03 1-s2.0-0926860X94850682-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94850682/MAIN/application/pdf/1d34ca788c517a10edfc0ec9472959b0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94850682/MAIN/application/pdf/1d34ca788c517a10edfc0ec9472959b0/main.pdf main.pdf pdf true 1452955 MAIN 13 1-s2.0-0926860X94850682-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94850682/PREVIEW/image/png/f90240fe9959c0c5a6cf5c9cf750e32c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94850682/PREVIEW/image/png/f90240fe9959c0c5a6cf5c9cf750e32c/main_1.png main_1.png png 46909 849 656 IMAGE-WEB-PDF 1 applied catalysis A ELSEV l ER Applied Catalysis A: General, 108 (1994) 157-169 Oxidative dimerization of methane in molten Li2CO3-Na2CO3 eutectic supported by lithium aluminate at 700-850 V. Tashjiana, M. Cassira'*, J. Devyncka, W. Rummelb aEcole Nationale Supdrieure de Chimie de Paris, Laboratoire d'Electrochimie (URA 216 du CNRS), 11 rue Pierre et Marie Curie, 75231 Paris Cddex 05, France bSiemens AG, Gossenstr. 48, Erlangen, Germany (Received 29 April 1993, revised manuscript received 12 September 1993 ) Abstract Catalytic oxidation of methane was performed in molten Li2CO3-Na2CO3 immobilized on lithium aluminate. Pellets of the solid support with specific features were prepared and characterized. The evolution of the catalytic effect with temperature and the oxoacidity of the medium were systematically analyzed. C2 yields and methane conversion increased substantially with temperature. The catalytic activity at 750 was correlated with the presence of peroxide species in basic media (C2 yield about 10% and methane conversion 14%). The influence of the proportion of molten carbonate in the Li2CO3-Na2CO3/LiA102 system was also examined. Key words.\" acidity; lithium aluminate; lithium-sodium eutectic; methane oxidative dimerization; molten carbonate, selectivity (C2) ; solid support; temperature I. Introduction It has been pointed out recently that molten salt media have interesting catalytic properties relative to the oxidative conversion of methane to ethane and ethene [ 1-8]. Furthermore, some authors have found that the addition of molten carbonate to rare earth oxide catalysts [9] or to a PbO membrane reactor [ 10] increased the overall activity towards the oxidative coupling of methane. The catalytic performance of B a (OH)2 and NazCO3-K2CO3 melts studied by us has been correlated with the presence of partially reduced oxygen species 02 and O~- [6-8]. This *Corresponding author. Tel. ( + 33-1 )43545384, fax. ( + 33-1 )44276750. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDIO926-860X(93) E0217-Z 158 V. Tashjian et al. / Appl. Catal. A 108 (1994) 157-169 result is in accordance with a hypothesis outlining the role of peroxide species in the oxidative process in heterogeneous systems with oxide catalysts, i.e., formation of mon- oatomic peroxide species: 02 ~ 20 , followed by the formation of methyl radicals: CH4 + O ~ CH3 and C2 hydrocarbons: 2CH3 --* C2H6 ~ C2H4 [ 11-13]. Although higher C2 yields were obtained at 800 in Ba(OH)2 (selectivities of 35-38% and methane conversion of about 20%) than in Na2CO3-K2CO3 (selectivities of 45-47% and methane conversion of about 12%), the first mentioned melt was found to be limited from a practical perspective because of its rapid decomposition into a partially carbonated BaO solid phase (Ba(OH)2 liquid -+ BaO solid+H20 gas and BaO+CO2~BaCO3) [6]. In the case of Na2CO3-K2CO3, low values of oxygen and methane conversion were obtained indicating a rather bad gas-liquid contact, which should be improved to increase the catalytic efficiency of the system. This can be realized by using a chemically stable and relatively porous solid to immobilize the molten phase. The preparation of a LiA102 matrix, ordinarily used in molten carbonate fuel cells MCFC [ 14], can be adapted by specific treatments to allow the formation of a thin film of molten salt. Li2CO3-Na2CO3 molten carbonate, in which peroxide species can be easily stabilized, is a good candidate to test the efficiency of the molten carbonate/LiA102 system. Some properties of Li2CO3-Na2CO3 will be described concisely to clarify the conditions of stabilization of reduced oxygen species in this melt. The decomposition of the mentioned eutectic is characterized by the autodissociation equilibrium of Li2CO3 yielding Li20, thermodynamically the most stable alkali oxide in this melt and CO2: Li2CO3 liquid ~ Li20 solid + CO2 gas An equilibrium constant can be defined: K* = a(Li20) \"P(CO2)/a(Li2C03) where a(Li20) is the activity of Li20, a(Li2CO3) the activity of Li2CO3 in the considered eutectic and P(CO2) the carbon dioxide vapour pressure. The \"oxoacidity\" of the melt, as defined elsewhere [8,15], can be imposed by fixing either the carbon dioxide pressure (oxoacidic species: electron acceptor) or the oxide ion (oxobasic species: electron donor). This is analogous to the protonic theory, i.e. water decomposition into protons and hydrox- ides. The extent of the accessible oxoacidity range, defining the limits between the most oxoacidic medium, melt under a carbon dioxide pressure set at one atmosphere (according to usual conventions) and the most oxobasic medium, melt saturated by Li20, is character- ized by the constant pK* = - logK*, with K* = a(Li20)- P(CO2) = K*' a(Li2CO3). Lithium carbonate activity was calculated from literature data [16,17]. The values of pK~', calculated from thermochemical tables [ 18], 4.33, 3.89 and 3.16 at 700, 750 and 850, respectively, decrease with temperature. Thus, at higher temperature oxobasic media can be obtained more easily (thus allowing to stabilize O 2- ), with a higher carbon dioxide partial pressure, i.e. P(CO2) = l0 3.16 atm at 750. Thermodynamic data and electrochemical measurements, concerning the Li-Na carbonate eutectic, have shown that 02 is stabilized in oxoacidic media (high carbon dioxide pressure), and peroxide species in oxobasic media (initial concentration of oxide ions> 10-2 M) [ 19,20]. Oy species cannot be stabilized in this melt [ 19-21 ]. As an illustration, Fig. 1 shows the electrochemical behaviour of Li2CO3-Na2CO3 at a gold electrode (750) at two different oxoacidity levels. V. Tashjian et al. /Appl. Catal. A 108 (1994) 15~169 159 O8 I (mA) 0 -0.8 lb C0+C032\"--~2C02 / y 00+0032\"~'-2002 202-f- 022- ! i T , - 1 - 0.5 0 E V/ref, Fig. 1. Cyclic voltammograms of molten Li2CO3-Na2CO3 at a gold electrode at 750 at two different oxoacidity levels. Ref. electrode AgAg; potential scan: v= 19 mV/s; gold surface: A =7.8 X 10 3 cm2. (a) -- P(02) =0.33 atm. q- P(CO2) =0.67 atm. (b) --- [Na20] =5 X 10-2 mol/kg + [Na202] =5 X 10-3 mol/kg. In a oxoacidic medium P(O2) =0,33 atm+P(CO2)=0.67 atm. (Fig. la), a reduction current, at - 0.8 V/ref., due to CO2 (2CO2 + 2e ~ CO + CO2- ) and an oxidation current, at - 0.5 V/ref., due the carbon monoxide oxidation were observed. No significant reduction current relative to reduced oxygen species were detected. In an oxobasic medium [Na20] = 5.10-2 mol/kg + [Na202] = 5.10-3 mol/kg (Fig. lb), the two first mentioned currents disappeared and a reduction current, corresponding to 022 + 2e ~ 202-, was characterized [ 19,21]. All the aspects concerning thermodynamic and electrochemical properties of molten carbonate have been fully developed and clarified in several papers [8,15,19-23]. The primary objective of this study was to analyze, at different temperatures and oxoac- idity levels, the behaviour of Li2CO3-Na2CO3 supported by lithium aluminate and to optimize the catalytic performance of this system. Synthesis and characterization of LiA102 pellets and the preparation of LiA102/Li2CO3-Na2CO3 samples were also described. Special attention was paid to the oxoacidic effects and thereby to the correlation of the catalytic activity with the stability of peroxide species. The morphology of the catalyst was described before and after the catalytic operation. 2. Experimental 2.1. Synthesis, characterization and utilization of LiAl02 pellets Properties of the LiA102 matrix must be consistent with the desired characteristics (i.e., particle size, porosity, inner surface, strength etc.) allowing the interstices to be filled with the carbonate mixture. Therefore, it is worth describing the preparation of this material. An amount of 1000 g of AIOOH (Hydral Alcoa) was mixed with 310 g of LiaCO3 and 200 g of LiOH in a ball mill. The mixture was heated in a corundum crucible in a furnace at strictly 800 in air atmosphere and kept at the same temperature for 24 to 36 h. (Above this temperature the mixture is transformed by sintering to a solid cake. Proper granulometry 160 V. Tashjian et al./Appl. Catal. A 108 (1994) 157-169 cannot be obtained in this case. Below 790 the reaction is not drawn to completion.) After cooling the crucible down to room temperature the product was ball milled in dry condition for 2 h and subsequently knife-milled (IKIA Labortechnik M 20) for 3 min in separate smaller charges of 80 to 100 g. Granulometry showed particle sizes of typically 0.1 to 1 /xm. An amount of 2 g of this powder was pressed under 400 bars to pellets of 10 mm diameter. The pellets were sintered for 1/2 h under air at 900. Hg-porosimetry gave an inner surface of 7.6 mZ/g. X-ray diffractometry revealed that the material was a mixture of alpha and gamma lithium aluminate. Subsequently the pellets were annealed at 1000 for 20 h under a carbon monoxide atmosphere in order to improve their physical strength and stability. After this procedure, the inner surface slightly decreased to 6.7 m2/g (a porosity of 30-37%) and the mean pore radius was 500_ 30 nm. X-ray diffractometry revealed only gamma lithium aluminate. Li2CO3-Na2CO3 (52-48 mol-%) eutectic was a mixture of Merck reagents of analytical grade. Immobilization of this eutectic within the lithium aluminate support (set on a nickel disc carrier which is not wetted by the melt) was carried out during 24 h in an alumina reactor at 520, under a 80% CO2-20% H20 atmosphere. 2.2. Catalytic reaction The oxidative coupling of methane by molecular oxygen was carried out in a vertical tubular reactor described in Fig. 2. The reactant gas was a mixture of methane and oxygen with helium as diluent. In order to reduce the residence time of the C2 compounds formed by the catalytic reaction, gas products were collected very close to the supported molten carbonate. All alumina materials were obtained from Degussa, France. Gases were analyzed in a gas chromatograph (Delsi Instrument D1 700) equipped with thermal conductivity (TCD) and flame ionization (FID) detectors. Gases were separated in a Carbosphere column (3 m, 80-100 mesh) with temperature programming (7 min at 30, increased at 39.9/min to 220). Reaction products were quantified by comparison to a standard gas mixture (N55 Gaz de France). A previous analysis of a CH4/O2 mixture was done at room temperature before each experimental set. In that way, surface areas of chromatographic peaks were compared at low and high temperature to determine the amounts of methane and oxygen transformed. After each series of analyses, the carbon dioxide formed by decarbonation of LizCO3- Na2CO3 was determined under the same experimental conditions, but in the absence of methane. This quantity was deduced from the total amount of carbon dioxide detected after catalytic tests. In fact, LizCO3-Na2CO3 melt can be used from 506 (fusion temperature) up to its decomposition temperature which is related to P(CO2) above the melt. This eutectic is considered as being \"acidic\" under high CO2 pressure. If it is initially under the reactant gas atmosphere, or an inert gas (helium at atmospheric pressure) it can be considered as neutral (logP(CO2) = pK*/2 = 1.95 at 750) and progressively becomes more basic by decarbonation at high temperature. V. Tashjian et al. /Appl. Catal. A 108 (1994) 157-169 161 gasouflet lr~ swagelok mrfightseal ~umina mbe~rgasouflet gas inlet k 2 Pyrex epoxy resin | r| ~ermocouple in alumina tube I II' a Ill t i~. mr cooling system watercoolingsystem ~T~T~T~TXT~I ~TXT~T~rXX~ / ~uminareactor ~x~x~ ~ furnace ~xxxxx~x~x~xx ,,,~,,,r+v+~+v molten c~bonates ~xxxxx~ xxxxxx XXXXXX ~XXXXX3 ~x~ xx~ supported on ~ x~x pell ~x t~x~ lithium aluminate et z~xx~ vitrification XXXXXX' EXXXXX3 ~XXXXXX XXXXXX XXXXXX tXXXXXa 1,5 cm alumina sen Fig. 2. Reactor assembly used ~r the experiments on oxidative dimerization of methane in LieCO3-Na~CO3/ LiA10?. 162 V. Tashjian et al./Appl. Catal. A 108 (1994) 157-169 b Fig. 3. SEM micrographs of (a) pure LiA102 pellets. (b) Li2CO3-Na2CO3/LiAIO2:16.7 wt.-%, before catalytic reaction. V. Tashjian et al. / Appl. Catal. A 108 (1994) 157-169 163 C1 i I i i i i I .~.X a /ii I:I [ : ~ilt - lili i ii ] t 1 I IIIII/ ,- ~ .jt'lili.~_~ ' , -~- I 0.490keY lOkeV xSO000 3.050keV b jc J 0.490keV lOkeV xi,5000 3.050keV Fig. 4. (a) SEM micrograph of Li2CO3-Na2CO3/LiAIO2 sample: 16.7 wt.-%, after catalytic reaction: 282 h at 750 under the reactant gas mixture ( initial pressures of 138.5 Torr CH,,, 47.0 Tort 02,574.5 Torr He, total flow rate of 58.2 ml/min). (b) General X-ray probe microanalysis of the sample. (c) X-ray probe microanalysis of a whisker. 164 V. Tashjian et al. /Appl. Catal. A 108 (1994) 157-169 2.3. SEM characterization The morphology and average composition of selected samples were studied by scanning electron microscopy (SEM) associated to X-ray probe microanalysis (JEOL T330A ). Figs. 3 and 4 show SEM micrographs of pure LiA102 and LizCO3-Na2CO3/LiA102 before and after the catalytic reaction. Both Li2CO3-Na2CO3 immobilized on LiA102 and the support itself show a similar regular structure formed by particles from 0.1 to 0.5/xm (Fig. 3a and 3b). According to X- ray probe microanalysis, the carbonate melt forms a thin layer at the surface of the LiA102 particles. The penetration depth of the primary electrons increases with their energy and could be approximately defined by: 4120 R = E ( 1.265 -- 0.09541nE) P [ R = penetration (/zm); E = primary electron energy (MeV); p = adsorber density (g / cm3). Since analysis of the Na-ray on Li2CO3-NazCO3/LiAIO2 samples shows the presence of Na at 5 KeV (R = 175 nm) and not at 10 KeV (R = 800 nm), the carbonate is supposed to form a layer situated at less than 175 nm. The SEM micrograph of LizCO3-NazCO3/LiA102:16.7 wt.-%, after extended use (reac- tion time 282 h) at 750, under the reactant gas mixture, shows a microstructural change (Fig. 4a). Particles coalesce into aggregates from 0.5 to 5/zm, reducing the contact area between carbonates and reactants. Whiskers of a few micrometres, in which the presence of Na was detected by X-ray probe microanalysis (Fig. 4c), are also observed. They are supposed to be formed either by sodium carbonate or sodium oxide created during catalytic tests. It is not possible to detect the presence of lithium by X-ray probe microanalysis. 3. Results and discussion The total flow-rate of reactant gas (58.2 ml/min) and the ratio of methane-to-oxygen flow-rates (3) were optimized at 750 and used in all the catalytic experiments. Table 1 shows the evolution of methane coupling with temperature in 10.2 wt.-% of LizCO3-Na2CO3 eutectic content/LiAIO2 (total amount of catalyst 0.536 g). It should be noted first that each assay represents an average value of two or three consecutive measure- ments with a relative error of about 3 to 5%. Methane conversion increased progressively with temperature reaching more than 20% at 850. Similarly, C2 yields also increased significantly up to 11% at 850. C2 selectivity, in general above 60%, slightly increased from 700 to 750 and then fell to 54% at 850. However, at this last temperature high values of oxygen and methane conversion (around 80% and 20%, respectively) were obtained. The selectivity value obtained in the present study at 800 (66%) is the highest one compared to that obtained in other molten salts at the same temperature without solid support (55% in LizCO3, 38% in Ba(OH)2 and 47% in Na2CO3-K2CO3). Comparison of the behaviour of the supported eutectic with the empty alumina reactor at 750, proved that the catalytic effect observed in this experimental set was mostly due to the Li2CO3- Na2CO3/LiA102 system. The relatively high selectivity obtained with the empty reactor is V. Tashj ian et al. / Appl. Catal. A 108 (1994) 157-169 165 Table 1 Evolution of the oxidative dimerization of methane in LizCO~--Na2CO3 with temperature General conditions: Li2CO3-Na2CO3 content/LiAIO2:10.2 wt.-%; total amount of catalyst 0.536 g; initial pressures of 138.5 Torr CH4, 47.0 Torr 02, 574.5 Torr He, total flow rate of 58.2 ml/min Assay T () Selectivity ( % ) 02 CH4 C2 C2 conv. (%) conv. (%) select. (%) yield (%) CO2 CO C2H4 C2H6 1 700 36.8 1.8 22.4 38.0 28.0 8.7 61.4 5.3 2 750 32.6 2.9 29.2 35.4 38.2 12.2 64.6 7.9 (30.8 15.1 5.8 48.3)\" (10.1) (2.7) (54.1) (1.5) 3 800 27.6 6.0 35.5 31.0 42.6 13.9 66.5 9.2 4 850 36.2 9.4 37.5 16.8 78.9 20.4 54.3 11.1 \"The values between brackets correspond to the empty alumina reactor without catalytic phase. Table 2 Oxidative dimerization of methane in Li2CO3-Na2CO3 at 750 after 12h under CO2 at atmospheric pressure General conditions: LizCO~-Na2CO3 content/LiAIO2:10.2 wt.-%; total amount of catalyst 0.536 g; initial pres- sures of 138.5 Torr CH4, 47.0 Torr 02, 574.5 Torr He, total flow rate of 58.2 ml/min; t is the time during which the catalyst is maintained at 750 under the reactant gas mixture (during the different assays) or under helium at atmospheric pressure (between assays 3-4, 5-6 and 6-7) Assay t Selectivity (%) 02 CH4 C2 C2 (h:min) conv. (%) conv. (%) select. (%) yield (%) CO2 CO C2H4 C2H6 1 0:52 18.2 5.4 26.4 49.4 19.6 6.9 75.8 5.2 2 1:39 26.3 4.4 25.0 44.3 18.6 7.7 69.3 5.3 3 3:46 23.9 4.6 26.2 45.4 19.1 7.7 71.6 5.5 4 26:16 28.2 3.7 25.9 42.2 25.2 9.6 68.1 6.5 5 27:59 28.1 3.2 25.4 43.3 23.8 9.4 68.7 6.5 6 54:03 29.3 3.7 29.5 37.5 33.2 14.1 67.0 9.5 7 121:40 29.8 3.2 29.5 37.5 34.2 13.2 67.0 8.8 not significant since a very low methane conversion was obtained (less than 3%). Since the analysis at different temperatures was realized separately under exactly the same exper- imental conditions and, in particular, the same residence time of the reactant gas over the melt, the amount of peroxide species should increase with temperature according to ther- modynamic predictions (formation of O2 : O2 + 1/202~O2 , is enhanced at higher temperature) [ 19-21 ]. This can partly explain the enhanced catalytic performance at high temperature. A systematic study concerning the influence of melt decarbonation, and thereby the oxoacidity of the medium, is described at 750 in Table 2. Initially, the melt was kept under carbon dioxide at atmospheric pressure for 12 h. Though carbon dioxide solubility is relatively low in alkali molten carbonate eutectics (about 2 10- 4 mol kg ~ at 750 [ 24] ), LizCO3-Na2CO3 melt can be considered here more oxoacidic than in the previous experi- 166 V. Tashjian et al./Appl. Catal. A 108 (1994) 157-169 mental set in the absence of carbon dioxide. Indeed, a substantial decrease of C2 yield (5.2% instead of 7.9%) can be noted. As the time during which the melt was under the reactant gas or under pure helium increased, the catalytic performance slowly improved until 25 h. After a small decay, up to 1-2 h, there was no significant change in C2 selectivity (68- 72%). In contrast, oxygen and methane conversion rose progressively up to 24-25% and 9.5%, respectively. A dramatic rise in methane and oxygen conversion was observed after 28 h reaching a peak at 54 h: a methane conversion of 14.1% and a C2 yield of 9.5%. Between 54 h and 121 h a plateau was reached with a very small declining tendency. This is illustrated in Fig. 5 where the amounts of C2H4, C2H6 and C2 are given as a function of time. After 28 h, amounts of ethene increased more rapidly than the amount of ethaneBoth amounts remained nearly constant after 54 h. It can be deduced from these results that the overall catalytic activity of the Li2CO3-NazCO3/LiA102 system rose with the decarbonation of the melt, slowly at the beginning and more rapidly from 28 h to 54 h. This is due to an increase in the oxobasicity of the melt and consequently to the stabilization of the peroxide ions, which is in accordance with our results on Na2CO3-KzCO3 eutectic [ 8 ] and Lunsford's hypothesis concerning the role of peroxide species in heterogeneous catalytic process [ 11,12]. It must be noted that the role of carbon dioxide can be multiple. D. Wang et al. [25] have shown on Li+/MgO catalysts, at temperatures lower than 650, that carbon dioxides increases C2 selectivity (inhibiting secondary reactions of methyl radicals with the catalyst). Nevertheless, this occurs with very low methane conversion, which is not in contradiction with our interpretations at higher temperature and with higher methane con- version. After 54 h, the catalytic activity (methane conversion of 13.2% instead of 14.1% and C2 yield of 8.8% instead of 9.5%) was slightly reduced. This could be explained by the formation of solid lithium oxide* (Li2CO3 ~ Li20), and to a certain extent of sodium oxide (NazCO3 ~ Na20) by decarbonation. The increase in the oxobasicity of the medium was probably compensated for by a less efficient gas-liquid contact due to a more viscous molten carbonate containing solid oxide species. '7, \"7 O 600 500 400 300 200 100 0 [] C2H6 o C2total , , I , , , L , , , I , , , I , , , I , , , q , , , 20 40 60 80 100 120 140 time (hours) Fig. 5. Evolution of ethene, ethane and C2 amounts with melt decarbonation at 750. Experimental conditions given in Table 2. *Lithium hydroxide decomposes at 473 and therefore Li20 + H20 ~ 2LiOH, which could affect the catalytic activity of the melt, is neglected. V. Tashjian et al. /Appl. Catal. A 108 (1994) 157-169 167 The effect of a larger proportion of molten salt immobilized on lithium aluminate support ( 16.7 wt.-% instead of 10.2 wt.-%) at 750 is described in Table 3. At low reaction time the excess of molten carbonate caused a more pronounced catalytic performance. High levels of oxygen and methane conversion were achieved. C2 selectivity climbed to 78% and C2 yields to 12.2%. These results were compared to those obtained with the empty alumina reactor and pure lithium aluminate pellets without LizCO3-Na2CO3, as illustrated in Fig. 6. It can be noted that although the solid support (combined with alumina reactor) has a significant effect, the catalytic performance of the Li2CO3-Na2CO3/LiA102 system towards methane dimerization can mostly be attributed to the molten carbonate eutectic. C2 selec- tivity and Ca yield in the presence of the molten salt was nearly twice that found with pure LiA1Oz. Nevertheless, after several days, the catalytic performance fell dramatically (C2 yield 5.6%). On the one hand, this loss of catalytic activity can be explained by the morphology of the catalyst, where particles coalesce into aggregates as shown in Fig. 4a, leading to a smaller contact area. According to X-ray probe microanalysis (Fig. 4b), sodium Table 3 Oxidative dimerization of methane in Li2CO3-Na2CO3 at 750 General conditions: Li2CO3-Na2CO3 content/LiA102:16.7 wt.-%; total amount of catalyst 0.697 g; initial pres- sures of 138.5 Torr CH4, 47.0 Torr Oz, 574.5 Tort He, total flow-rate of 58.2 ml/min; t is the reaction time (reactant gas in contact with the catalytic phase) Assay t Selectivity (%) 02 CH4 C2 C2 (h:min) conv. (%) cony. (%) select. (%) yield (%) CO2 CO C2H4 C2H6 1 0:08 19.8 2.1 33.8 44.3 56.1 15.6 78.1 12.2 2 0h56 28.9 1.4 29.3 40.5 52.2 16.4 69.8 11.4 3 282h 29.6 3.3 21.1 46.0 20.5 8.3 67.1 5.6 4~ 0hI0 46.8 9.7 20.8 22.7 57.9 15.5 43.5 6.7 ~0.641 g of LiA102 without Li2CO3-Na2CO3. 18% 12% 6% 0% empty alumina LiAIO2 only Li2CO3/Na2CO3 reactor 16,7%/LiAIO2 C2 yield 11.4 % 6.7 % 1.5 % Fig. 6. Comparison of the catalytic performance obtained at 750 between the empty alumina reactor, LiAIO2 (0.641 g) and Li2COaNa2CO3/LiA102 16.7 wt.-% (total amount of catalyst 0.697 g). 168 V. Tashjian et aL /Appl. Catal. A 108 (1994) 157-169 content in the aggregates is very low. On the other hand, the presence of whiskers with a high sodium content (Fig. 4c), probably indicates the formation of Na20 resulting from melt decarbonation (lithium oxide, which is thermodynamically more stable, should also be present, but X-ray probe microanalysis does not allow the detection of this species). Therefore, another possible explanation of the low activity is that the formation of solid particles of sodium oxide (and/or lithium oxide) inhibit to a large extent the gas-liquid contact. This phenomenon was more pronounced when larger amounts of carbonate eutectic were used ( 16.7 instead of 10.2 wt.-%). On the whole, experimental evidence was given for the influence of the oxobasicity of the melt on catalytic properties of supported LizCO3-Na2CO3. Catalytic activity increased with melt decarbonation until precipitation of the oxide species was reached. Consequently, as the molten salt becomes more viscous when alkali oxide particles are formed, catalytic activity falls. The influence of morphology changes during catalytic operations, partly due to melt decarbonation, temperature effects or probably to other causes which have not been detected here, should also be considered. Concerning this particular aspect, further studies are necessary. 4. Conclusion Oxidative transformation of methane was realized in Li2CO3-Na2CO3 eutectic immobi- lized by lithium aluminate. The presence of this solid support improved gas-molten salt contact and led to interesting catalytic performance (C2 yields and C2 selectivity of about 10% and 70%, respectively, were reached at 750). Although the solid support in com- bination with the empty reactor presented a certain activity, oxidative dimerization of methane was mostly due to molten eutectic. The catalytic activity was enhanced at high temperature where peroxide species are more easily stabilized according to thermodynamic data. Yields of methane and oxygen conver- sion and C2 yields increased substantially with the oxobasicity of the melt resulting from a progressive decarbonation. Nevertheless, from a practical point of view, the oxoacidity of the catalyst must be controlled. The partial pressure of carbon dioxide must be as low as possible to reach oxobasic media, but high enough to avoid a total decarbonation 0]~ the melt (precipitation of Li20 or Na20), which means for Li-Na carbonate melt at 750 a P(CO2) value around 10-3 atm. Preliminary results indicated that the proportion of molten carbonate in the Li2CO3- Na2CO3/LiA102 system had an important influence on the catalytic behaviour. Different aspects concerning this point deserve to be clarified. It would be interesting to determine the best amount of molten carbonate immobilized, with enough void and accessible internal surface, in order to optimize gas-liquid contact. This could be done experimentally through several catalytic assays and by a deeper understanding of structure problems concerning the liquid-solid interface. This study, which is one of the first in the field of molten media immobilized by solid supports, could also be enlarged to other catalytic applications in molten salts. V. Tashjian et al. / Appl. Catal. A 108 (1994) 157-169 169 Acknowledgements Professor H. Wendt (Institut ftir Chemische Technologie, Darmstadt, Germany) is grate- fully acknowledged for helpful advice and discussions. Dr. G. Moutiers and Dr. L. Robiola are acknowledged for their contribution. References [ 1 ] H. Mazurek and B. Cynwyd, US Pat. 4 678 862 (1986). [2] H. Mimoun, S. Bonnaudet and A. Robine, French Pat. 2 607 804 (1988). [3] J.A.S.P. Carreiro and M. Baerns, J. Catal., 117 (1989) 258. [4] S.J. Conway, J. Szanyi and J.H. Lunsford, Appl. Ca tal., 56 (1989) 149. [5] J.W.M.H. Geerts, H.M.N. van Kasteren and K. van der Wiele, J. Chem. Soc. Chem. Commun., (1990) 802. [6] C. Moneuse, M. Cassir, C. Piolet and J. Devynck, Appl. Catal., 63 (1990) 67. [7] C. Moneuse, Doctorate thesis, ENSCP, Paris (1990). [8] C. Moneuse, M. Cassir, G. Martin and J. Devynck, Appl. Catal. A, 85 (1992) 147. [9] J.L. Dubois and C. Cameron, Chem. Lett., ( 1991 ) 1089. [ 10] T. Noazki and K. Fujimoto, J. Chem. Soc., Chem. Commun., (1992) 1248. [ 11 ] I. Ito and J.H. Lunsford, Nature (London), 314 ( 1985 ) 721. [ 12] I. lto, J.X. Wang, C.H. Lin and J.H. Lunsford, J. Am. Chem. Soc., 107 (1985) 5062. [ 13] K. Otsuka and T. Komatsu, J. Chem. Soc., Chem. Commun., (1987) 388. [ 14] H.A. Liebhafsky and E.J. Cairns, Fuel Cells and Fuel Batteries, Wiley, New York, 1968. [ 15] G. Moutiers, M. Cassir, C. Piolet and J. Devynck, Electrochim. Acta, 36 ( 1991 ) 1063. [ 16] G.I. Janz and M.R. Lorentz, J. Electrochem. Soc., 108 ( 1961 ) 1052. [ 17] G.I. Janz, E. Neuenschwander and F.J. Kelly, Trans. Faraday Soc., 59 (1963) 841. [ 18 ] Janaf, \"Thermochemical Tables\", Third Edn. U.S. Department of Commerce, 1986. [ 19] G. Moutiers, Doctorate thesis, ENSCP, Paris (1992). [20] M. Cassir, G. Moutiers, J. Devynck and B. Tr6millon, Proc. of the 8th Int. Symp. on MS, Saint-Louis, 92- 16 (1992) 151. [21 ] M. Cassir, G. Moutiers and J. Devynck, J. Electrochem. Soc., 140 (1993) 3114. [22] G. Moutiers, M. Cassir and J. Devynck, J. Electroanal. Chem., 315 ( 1991 ) 103. [23] G. Moutiers, M. Cassir and J. Devynck, J. Electroanal. Chem., 324 (1992) 175. [24] A.J. Appleby and C. van Drunen, J. Electrochem. Soc., 127 (1980) 1655. [25] D. Wang, M. Xu, C. Shi and J.H. Lunsford, Catal. Lett., 18 (1993) 323. APCATA 94850682 0926-860X(94)85068-2 10.1016/0926-860X(94)85068-2 Elsevier Science B.V. Oxidative dimerization of methane in molten Li2CO3-Na2CO3 eutectic supported by lithium aluminate at 700–850°C V. Tashjian a M. Cassir a 1 J. Devynck a W. Rummel b a Ecole Nationale Supérieure de Chimie de Paris, Laboratoire d'Electrochimie (URA 216 du CNRS), 11 rue Pierre el Mane Curie, 75231 Paris Cédex 05, France b Siemens AG, Gossenstr. 48, Erlangen ,Germany 1 Corresponding author. Tel. (+33-1)43545384, fax. (+33-1)44276750. Catalytic oxidation of methane was performed in molten Li2CO3-Na2CO3 immobilized on lithium aluminate. Pellets of the solid support with specific features were prepared and characterized. The evolution of the catalytic effect with temperature and the oxoacidity of the medium were systematically analyzed. C2 yields and methane conversion increased substantially with temperature. The catalytic activity at 750°C was correlated with the presence of peroxide species in basic media (C2 yield about 10% and methane conversion 14%). The influence of the proportion of molten carbonate in the Li2CO3-Na2CO3/LiAlO2 system was also examined. Keywords acidity lithium aluminate lithium-sodium eutectic methane oxidative dimerization molten carbonate, selectivity (C2) solid support temperature References [1] H. Mazurek and B. Cynwyd, US Pat. 4 678 862 (1986). [2] H. Mimoun, S. Bonnaudet and A. Robine, French Pat. 2 607 804 (1988). [3] Carreiro J.A.S.P. Baerns M. J. Catal. 117 1989 258 [4] Conway S.J. Szanyi J. Lunsford J.H. Appl. Catal. 56 1989 149 [5] Geerts J.W.M.H. van Kasteren H.M.N. van der Wiele K. J. Chem. Soc. Chem. Commun. 1990 802 [6] Moneuse C. Cassir M. Piolet C. Devynck J. Appl. Catal. 63 1990 67 [7] Moneuse C. Doctorate thesis 1990 ENSCP Paris [8] Moneuse C. Cassir M. Martin G. Devynck J. Appl. Catal. A 85 1992 147 [9] Dubois J.L. Cameron C. Chem. Lett. 1991 1089 [10] Noazki T. Fujimoto K. J. Chem. Soc., Chem. Commun. 1992 1248 [11] Ito I. Lunsford J.H. Nature (London) 314 1985 721 [12] Ito I. Wang J.X. Lin C.H. Lunsford J.H. J. Am. Chem. Soc. 107 1985 5062 [13] Otsuka K. Komatsu T. J. Chem. Soc., Chem. Commun. 1987 388 [14] Liebhafsky H.A. Cairns E.J. Fuel Cells and Fuel Batteries 1968 Wiley New York [15] Moutiers G. Cassir M. Piolet C. Devynck J. Electrochim. Acta 36 1991 1063 [16] Janz G.I. Lorentz M.R. J. Electrochem. Soc. 108 1961 1052 [17] Janz G.I. Neuenschwander E. Kelly F.J. Trans. Faraday Soc. 59 1963 841 [18] Janaf Third Edn. Thermochemical Tables 1986 U.S. Department of Commerce [19] Moutiers G. Doctorate thesis 1992 ENSCP Paris [20] Cassir M. Moutiers G. Devynck J. Trémillon B. Proc. of the 8th Int. Symp. on MS, Saint-Louis 92–116 1992 151 [21] Cassir M. Moutiers G. Devynck J. J. Electrochem. Soc. 140 1993 3114 [22] Moutiers G. Cassir M. Devynck J. J. Electroanal. Chem. 315 1991 103 [23] Moutiers G. Cassir M. Devynck J. J. Electroanal. Chem. 324 1992 175 [24] Appleby A.J. van Drunen C. J. Electrochem. Soc. 127 1980 1655 [25] Wang D. Xu M. Shi C. Lunsford J.H. Catal. Lett. 18 1993 323",
      "scopus-id": "0028762569",
      "coredata": {
        "eid": "1-s2.0-0926860X94850682",
        "dc:description": "Catalytic oxidation of methane was performed in molten Li2CO3-Na2CO3 immobilized on lithium aluminate. Pellets of the solid support with specific features were prepared and characterized. The evolution of the catalytic effect with temperature and the oxoacidity of the medium were systematically analyzed. C2 yields and methane conversion increased substantially with temperature. The catalytic activity at 750°C was correlated with the presence of peroxide species in basic media (C2 yield about 10% and methane conversion 14%). The influence of the proportion of molten carbonate in the Li2CO3-Na2CO3/LiAlO2 system was also examined.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-02-03",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94850682",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tashjian, V."
          },
          {
            "@_fa": "true",
            "$": "Cassir, M."
          },
          {
            "@_fa": "true",
            "$": "Devynck, J."
          },
          {
            "@_fa": "true",
            "$": "Rummel, W."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94850682"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94850682"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)85068-2",
        "prism:volume": "108",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxidative dimerization of methane in molten Li2CO3-Na2CO3 eutectic supported by lithium aluminate at 700–850°C",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "acidity"
          },
          {
            "@_fa": "true",
            "$": "lithium aluminate"
          },
          {
            "@_fa": "true",
            "$": "lithium-sodium eutectic"
          },
          {
            "@_fa": "true",
            "$": "methane oxidative dimerization"
          },
          {
            "@_fa": "true",
            "$": "molten carbonate, selectivity (C2)"
          },
          {
            "@_fa": "true",
            "$": "solid support"
          },
          {
            "@_fa": "true",
            "$": "temperature"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "157-169",
        "prism:endingPage": "169",
        "pubType": "fla",
        "prism:coverDisplayDate": "3 February 1994",
        "prism:doi": "10.1016/0926-860X(94)85068-2",
        "prism:startingPage": "157",
        "dc:identifier": "doi:10.1016/0926-860X(94)85068-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028762569"
      }
    }
  }
}