{
  "metadata": {
    "title": "A comparative study of O<ce:inf loc=post>4</ce:inf><ce:sup loc=post>2−</ce:sup> /ZrO<ce:inf loc=post>2</ce:inf> and zeolite beta as catalysts for the isomerization of n-butane and the alkylation of isobutane with 2-butene",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-04-28",
    "doi": "10.1016/0926-860X(94)85050-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9485050X",
    "pii": "0926860X9485050X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028416383",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-28 2001-08-28 2010-10-02T11:38:12 1-s2.0-0926860X9485050X 0926-860X(94)85050-X 0926860X9485050X 10.1016/0926-860X(94)85050-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0213X 2024-01-01T12:21:46.509935Z 0 0 19940428 1994 2001-08-28T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 111 111 2 2 Volume 111, Issue 2 7 175 189 175 189 19940428 28 April 1994 1994-04-28 1994 article fla Copyright © 1994 Published by Elsevier B.V. ACOMPARATIVESTUDYO42ZRO2ZEOLITEBETACATALYSTSFORISOMERIZATIONNBUTANEALKYLATIONISOBUTANE2BUTENE CORMA A CORMA 1993 483 A YAMAGUCHI 1990 1 T ARATA 1990 165 K NASCIMENTO 1993 1185 P STUDIESINSURFACESCIENCECATALYSIS NEWFRONTIERSINCATALYSIS CHEN 1993 616 F HATAKEYAMA 1991 267 K LIANG 1993 892 H CORMA 1993 A KIRSCH 1972 142 F MINACHEV 1977 1020 K CHU 1986 195 Y WEITKAMP 1980 65 J STUDIESINSURFACESCIENCECATALYSIS CATALYSISBYZEOLITES CORMA 1994 185 A CAMBLOR 1991 202 M DAAGE 1993 394 M CORMAX1994X175 CORMAX1994X175X189 CORMAX1994X175XA CORMAX1994X175X189XA item 0926-860X(94)85050-X 0926860X9485050X 1-s2.0-0926860X9485050X 10.1016/0926-860X(94)85050-X 271346 2024-01-01T12:21:46.509935Z 1994-04-28 1-s2.0-0926860X9485050X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9485050X/MAIN/application/pdf/d99011eb1f9f9ea0d1e01cb38ace9492/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9485050X/MAIN/application/pdf/d99011eb1f9f9ea0d1e01cb38ace9492/main.pdf main.pdf pdf true 827144 MAIN 15 1-s2.0-0926860X9485050X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9485050X/PREVIEW/image/png/f66c913564990ab69450ef86d6764b28/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9485050X/PREVIEW/image/png/f66c913564990ab69450ef86d6764b28/main_1.png main_1.png png 54059 849 656 IMAGE-WEB-PDF 1 aPM A ELSEVIER Applied Catalysis A: General 111 (1994) 175-189 A comparative study of 04- /Zr02 and zeolite beta as catalysts for the isomerization of n-butane and the alkylation of isobutane with 2-butene A. Corma, M.I. Juan-Rajadell, J.M. LoOz-Nieto, A. Martinez*, C. Martinez Instituto de Tecnologia Quimica UPV-CSIC Universidad Politecnica de Valencia, 46071 Valencia, Spain (Received 24 November 1993; revised 28 January 1994; accepted 28 January 1994) Abstract The activity, selectivity, and decay behavior of So4- /Zr02 (SZ) and zeolite Beta (H ss) catalysts are compared for two acid catalyzed demanding reactions, i.e., the isomerization of n-butane, and the alkylation of isobutane with 2-butene. The superacidity present in the SZ sample makes this catalyst active for both reactions at lower temperatures than the zeolite. For the isomerization of n-butane the reaction pathway leading to isobutane was seen to be different for both catalysts. A similar decay behavior was observed on the two catalysts, but the SZ sample gave a much higher selectivity to isobutane. For the alkylation reaction, the SZ catalyst is much more selective to TMP's than Hss at low reaction temperatures. The lower selectivity to TMP's obtained on Beta zeolite is mainly due to the formation of DMH's by dimerization of butenes, while undesirable cracking reactions leading to CS-C7 products occur to a higher extent on the superacid SZ catalyst. The latter deactivates much faster than the zeolite. The acid strength distribution, and hydrogen transfer activity were seen to determine the changes in product distribution with time-on-stream obtained on both catalysts. Key words: butane isomerization; gasoline; isobutane alkylation; sulphate/zirconia; zeolites 1. Introduction In 1997 the emissions from automotive fuels in the USA will be regulated by the EPA's Complex Model, and consequently, this will have an impact on the composition of the gasoline. Thus, reformulation of gasoline will necessitate a reduction of the Reid vapour pressure (RVP), aromatics, with special emphasis on benzene, highly reactive alkenes, and *Comesponding author. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-86OX (94)00019-N 176 A. Conna et al. /Applied Catalysis A: General 111 (1994) 175-189 sulfur. Furthermore, a minimum of 2% oxygen from oxygenated compounds will have to be introduced in the gasoline pool. In order to reduce the RVP, n-butane, which is added to the gasoline pool because of its excellent octane blending properties, will have to be removed. This, together with the reduction in aromatics, will produce a depletion of the gasoline octane that can hardly be compensated for by the increase in the concentration of the high octane blending MTBE and TAME oxygenates. Moreover, the elimination of nbutane from the gasoline pool may create an excess of this product on the market. Thus, taking into account that the increase in oxygenates will require increasing demands of isobutene and isoamylenes, it is of interest to isomerize the n-butane to isobutane which can be fed into the alkylation units and/or it can be dehydrogenated to produce isobutene. As the formation of isobutane is thermodynamically favored at lower reaction temperatures, very strong acid catalysts should be used in order to carry out the reaction at temperatures as low as possible. Alkylation gasoline would be highly desired as it fits very well with the specifications of reformulated gasoline. Indeed, it is mainly formed by low reactive isoalkanes and has a high octane number (both RON and MON). However, the increase in the alkylation capacity is constrained by the use of environmentally hazardous sulfuric and hydrofluoric acids as commercial catalysts and there is, therefore, a great incentive for developing new solid noncontaminant acid catalysts [ 1 ] . Since both, the isomerization of n-butane and the alkylation of isobutane with light alkenes are catalyzed by strong acids, it is not surprising that solid superacids such as sulfated zirconia (SO'- /Zr02) have been tried as catalyst in both processes [ 2-5 ] . In this sense, it has been shown that the catalytic activity of these materials for the isomerization of nbutane is strongly influenced by the preparation procedure [ 6-8 ] . Moreover, despite the fact that a high activity and selectivity for the alkylation reaction has been claimed for solid superacids [ 2,3 ] , only little information can be found in the open literature on this subject [9-11]. On the other hand, zeolites, mainly those of the faujasite type, have been widely studied during the last decades as potential alkylation catalysts [ 12-15 ] . However, in spite of a high initial activity and selectivity, zeolites rapidly deactivate with time-on-stream (TOS) causing alkene oligomerization to predominate over true alkylation [ 15,16] . In this work we have performed a comparative study of S04-/Zr0z and zeolite Beta catalysts for both the isomerization of n-butane and the alkylation of isobutane with 2butene. In both cases the influence of reaction temperature and TOS on the catalytic properties of the two different solid acid systems has been discussed. 2. Experimental 2.1. Catalysts preparation and characterization A sulfated zirconia catalyst (SZ) was prepared by impregnation of a zirconium hydroxide with an aqueous solution of H2S04 (0.5 M, 5ml per g of hydroxide) for 1 h, followed by filtration, drying at 120, and calcination at 550 in air (20 ml/min) for 3 h. The sulfur content of the calcined SZ sample, determined by X-ray fluorescence (XRF), was 2.5 wt.- A. Corma et al. /Applied Catalysis A: General 111(1994)175-189 177 %. Zirconium hydroxide was obtained by hydrolysis of ZrOC12 - 8H20 with ammonium hydroxide (25 wt.-%, 5 ml/min) under vigorous stirring at room temperature until a pH of 8.3. Then, the solid was filtered, washed and dried at 160 overnight. H-Beta (H ss) was obtained by hydrothermal synthesis according to a previously reported preparation procedure [ 17]. The as-synthesized sample had a Si/Al ratio of 15 as determined by chemical analysis and was converted in the acid form by calcination in air at 580 for 3 h. X-ray powder diffraction (XRD) (40 kV, 40 mA, nickel filtered Cu Ka radiation) was used to calculate the crystallinity of the Beta zeolite, and also to study the crystalline phases present in the zirconium oxide after calcination. The crystallinity of the final Beta catalyst was 80% referred to the as-synthesized sample. The X-ray diffraction of the calcined zirconium oxide prepared revealed only the presence of a tetragonal crystalline phase. The surface area, obtained by the BET method, of the zirconium hydroxide, S04- /Zr02, and H-Beta was 190, 132, and 607 m2 g', respectively. The acidity of both catalysts was measured by temperature-programmed desorption (TPD) of NH3 on a TPD/TPR 2900 equipment (Micromeritics). For these experiments, 200 mg of catalyst were pretreated in oxygen flow at 550 for 3 h followed by nitrogen for a period of 30 min. Then, ammonia was adsorbed at 100 until saturation, and afterwards desorbed from 100 up to 600 in a helium flow at a heating rate of 10 min'. The amount of ammonia desorbed was monitored in a thermal conductivity detector (TCD). Blank runs under the same experimental conditions were also performed and subtracted from the corresponding TPD diagrams. Pyridine adsorption-desorption experiments were also carried out on a Nicolet 710 FTIR spectrometer. After the admission of 6.6 - lOZ Pa of pyridine at room temperature, the samples were outgassed at temperatures in the range 250 to 400 under vacuum, and the spectra recorded at room temperature. 2.2. Reaction procedure Isomerization of n-butane was carried out in a quartz fixed bed reactor at atmospheric pressure in the temperature range of 150-350 using a contact time of 40 g h mol-' and 1 atmosphere of n-butane ( > 99% purity). The alkylation reaction was performed in a computer controlled fixed bed stainless steel reactor at 25 bar total pressure, and reaction temperatures between 0and 50. The reaction system used is schematized in Fig. 1. Both isobutane and 2-butene are maintained in the liquid phase under nitrogen pressure, and fed to the reactor by means of two piston-type pumps at the desired liquid feed rate. Before entering the reactor, the feed mixture was bypassed at the reaction pressure and analyzed in the gas chromatograph until a constant composition was achieved. During the run, the product stream coming out of the reactor was depressurized, and either condensed if average accumulated data were to be obtained, or, as was done in this work, diluted with 50 ml /min of nitrogen and vaporized before going to a computer-controlled heated multiloop sampling system. This allowed us to take samples of products from very short ( <_ 1 min) to larger times-on-stream, and thus, to compare the activity and selectivity of the catalysts practically without any deactivation. Catalyst particles of 0.59-0.84 mm in size, for which the process is not controlled by internal diffusion, 1 78 A. Corma et al. /Applied Catalysis A: General 111 (1994)175-189 N2 -Fa PI w Z a 7 m O h -- PI' w U Q 2 2 w U_ 2 FU J w FEED SECTION REACTOR RELIEF VALVE 5a BY-PASS ------------ --------------------------- y-REACTOR;) vGASES ' i i LIQUID PRODUCT FEED MIXTURE :ATALYST; BED MULTI _____-____ -_ LOOP - =_ GC ANALYSIS SAMPLING SYSTEM Fig. 1. Reaction system used for the continuous alkylation of isobutane with 2-butene. were diluted with inert silica (50/50 by weight). An external isobutane/2-butene molar ratio of 15 was used in all the experiments. The initial 2-butene conversion was varied by changing the alkene space velocity, WSIiV, in the range 1-8 h- `. The reaction products were analyzed in a gas chromatograph using a 100-m capillary column (Fused silica, Supelco), and the individual C4-C8 hydrocarbons identified by gas chromatography-mass spectrometry (GC-MS) and using available reference standards. The SZ sample was activated \"in situ\" before starting the reaction runs. 3. Results and discussion 3.1. Acidity of the catalysts The adsorption of pyridine, and desorption at different temperatures followed by IR spectroscopy is a widely used technique to measure the nature ( BrOnsted or Lewis), amount, 2 and strength distribution of the acid sites in zeolites. In the case of the SO- /ZrOz catalysts, the superacid sites can not be determined by pyridine adsorption /desorption experiments because the catalyst may decompose at the very high temperatures required to desorb the pyridine from the superacid sites. Indeed, we have found no correlation between the number of strong acid sites determined by pyridine adsorption-desorption and the catalytic activity of the samples. n. .,urrnu er ai. i nppteea catalysis A; General 111(1994)175-189 Intensity (a.u.) 205 350 _ __ _ )o sz 179 T ('C) 540 100 200 300 400 500 600 T () Fig. 2. Acidity of SZ (-)and Hss (---) catalysts as measured by TPD of NH3. Temperature-programmed desorption (TPD) of NH3 is also commonly used to measure the total acidity and acid strength distribution of solids. The NH3 TPD of SZ and H ss samples is shown in Fig. 2. It can be observed from the figure that the SZ sample shows three different desorption peaks at about 180, 350 and 540. The first two peaks are attributed to weak and medium-strong acid sites, respectively, while the high temperature TPD peak can be assigned to ammonia desorbing from the superacid sites of the catalyst. Indeed, we have recently observed [6] a direct correlation between the intensity of this peak and the catalytic activity of SZ samples for the isomerization of n-butane. By contrast, the TPD of zeolite Beta only presents the two peaks corresponding to weak (Td - 205) and mediumstrong (Td = 355) acidity, showing the lack of superacidity in these materials. 3.2. Isomerization of n-butane The catalytic properties of SZ and Hss for the isomerization of n-butane to isobutane at different reaction temperatures and a short TOS (5 min) are given in Table 1. From these results it can be concluded that the SZ catalyst presents higher activity and selectivity than the zeolite for the production of isobutane, the latter catalyst being practically inactive below 250 reaction temperature. The lower catalytic activity observed on H 13 catalyst is related to the lower strength of its acid sites, as was seen by NH3 TPD (Fig. 2). Analogous results have been obtained when sulfated zirconia catalysts were compared with mordenite [6]. 180 A. Corma et al. /Applied Catalysis A: General 111 (1994) 175-189 Table 1 Isomerization of n-butane on SOQZ- /Zr02 and H-beta catalysts at WHSV =1.5 h-' and 5 min time-on-stream Sample Temperature Conversion Selectivity (%) () C, i-C4 CS S'- I Zr`02 042 150 21.4 10.7 89.2 t 250 25.8 22.9 77.0 t H-Beta 250 4.9 20.4 79.6 - 300 40.6 36.9 49.7 13.4 The product distribution observed in Table 1 shows that, in the case of Beta zeolite, when the reaction temperature is increased in order to obtain notable conversions, besides isobutane, propane and CS hydrocarbons are also formed in relatively large amounts. This could indicate that in agreement with the work of Daage and Fajula [ 18] on H-mordenite, at high reaction temperatures part of the isobutane is formed on Hss through a dimerizationcracking mechanism. This probably occurs because the activation energy value of the dimerization-cracking is higher than that of the methyl shift reaction, the latter being the main reaction pathway leading to isobutane on the superacid catalyst at lower reaction temperatures. 50 40 0 '30 O h ao 0 U 10 1100 ~ 80 X60 I I ~~ 40 ~20 OL i i i i i i to o to ao so 40 T.O.S (min) 50 60 70 Fig. 3. Conversion of n-butane (O,O ) and selectivity to isobatane ( as a function of time on stream obtained on SO4z-/ZrOZ catalyst (O, at 250 and HBeta zeolite (O, at 300 reaction temperature. A. Corma et al. /Applied Catalysis A: General 111(1994) 175-189 181 The influence of the TOS on the conversion of n-butane and the selectivity to isobutane on SZ and H/3 catalysts at similar initial conversion level is shown in Fig. 3. It can be seen there that, for both catalysts, the conversion of n-butane decreases and the selectivity to isobutane increases when increasing the TOS. However, the selectivity to isobutane is always higher on SZ than on Hss. 3.3. Alkylation of isobutane with 2-butene Activity and selectivity at very short times-on-stream (TOS) During the alkylation reaction, zeolite catalysts suffer a fast deactivation which also produces a decrease in the selectivity to TMP coming from the isobutane-butene alkylation, and an increase in the selectivity to dimethylhexanes formed by butene dimerization [ 15,16] . This fast catalyst decay makes it quite difficult to compare activities and selectivities of different catalysts when time-averaged data are produced. This problem can be avoided by using a reaction system as the one described in this work, which allows to perform a differential analysis of the products from very short times-on-stream, for which the catalyst decay is minimal. Following this methodology the activity of S04-/Zr0z and Hss catalysts was measured at two reaction temperatures, and the results obtained at 1 min TOS are compared in Fig. 4 as a function of the alkene space velocity, WHSV. It can be seen there, that at 50 a very 100 80 6o 2-Butene Conversion (O%) 40 20 O 2 4 6 O 10 WASV (h'') Fig. 4. 2-Butene conversion measured at I min TOS as a function of alkene WHSV at 50 (SZ; A Hss) and 0 (O SZ; D Hss) reaction temperature. 182 A. Corma et al. /Applied Catalysis A: General 111 (1994) 175-189 Table 2 Influence of reaction temperature on alkylate product composition for S04Z-/ZrOZ (SZ) and zeoote Beta (Hss) catalysts\" Reaction temperature () 50 0 Catalyst Hss SZ Hss SZ 2-Butene conversion (wt.-%) 96.3 92.4 62.0 65.0 Product distribution (wt.-%) CS 11.0 41.4 0.8 19.5 C6 6.6 14.5 1.0 9.3 C7 7.3 10.0 0.9 8.6 C8 45.3 27.8 69.4 53.6 C9+ 29.8 6.3 27.9 9.0 \" Data obtained at 1 min TOS. similar alkene conversion is obtained on both catalysts. However, at 0 the SZ sample gives a much higher activity than the zeolite. The product composition obtained on both catalysts at 1 min TOS is compared at similar alkene conversion level in Table 2. At 50 the SZ catalyst produces as very high amount of CS-C7 cracked products and it is less selective to Cg and C9+ hydrocarbons than zeolite Beta. At a reaction temperature of 0, only a small amount of CS-C7 cracked products are formed on Hss, while they are still high on SZ. The higher selectivity to CS-C7 products obtained on the SZ sample is a consequence of the higher cracking activity of this catalyst due to the much higher strength of its acid sites. Moreover, when the composition of the Cg fraction is compared, the two catalysts show clear differences in selectivity (Table 3) . The differences are exceptionally notable when the reaction temperature is decreased. Thus, at a reaction temperature of 50, the SZ catalyst gives a slightly higher selectivity to TMP's than Hss, but the latter gives a higher amount of the higher octane 2,2,4-TMP isomer. However, at 0 olefinic and paraffinic DMH's are formed preferentially over TMP's on the zeolite. In addition, the 2,2,4-TMP isomer is produced in very small amounts at 0 on the zeolite catalyst, the 2,3,4-TMP being the predominant isomer. On the other hand, when the reaction temperature is decreased from 50 to 0, the product distribution significantly improves on the SZ catalyst. The concentration of TMP's in the C8 fraction increases up to more than 90%, and very small amounts of C8 alkenes are formed. Moreover, the distribution of the TMP isomers shows the 2,2,4-TMP to be the predominant isomer. These results can be explained considering that when the alkylation is carried out on zeolites, there is an important competing reaction, i.e., the dimerization-oligomerization of the alkene. Indeed, it has been shown [ 13 ] that alkenes are preferentially adsorbed over alkanes on zeolites and this results in the fact that the \"real\" isoalkane/alkene ratio inside the zeolite pores is probably lower than in the external liquid phase, thus increasing the probability of the alkene to undergo secondary reactions. A. Corma et al. /Applied Catalysis A: General 111(1994)175-189 183 Table 3 Composition of the C8 fraction obtained at 1 min time-on-stream on SZ and Hss catalysts at similar 2-butene conversion levels Reaction temperature () 50 0 Catalyst H/3 SZ Hss SZ 2-Butene conversion (wt: %) 96.3 92.4 62.0 65.0 Distribution of C8.J (wt. %) Trimethylpentanes 67.2 72.6 16.4 91.2 Dimethylbexanes 27.7 21.3 23.0 3.8 Alkenes 5.1 6.1 60.6 5.0 TMP/DMH ratio 2.4 3.4 0.7 24.0 Distribution of TMP's (wt. %) 2,2,4-TMP 54.7 51.8 8.7 49.5 2,2,3-TMP 7.1 15.9 4.9 20.3 2,3,4-TMP 23.6 13.8 61.0 12.0 2,3,3-TMP 14.6 18.5 25.4 18.2 Another important factor which was shown to determine the alkylation capacity and product distribution in zeolites is the hydrogen transfer activity [ 15,16] . In this way, a high hydrogen transfer activity not only favors the formation of t-butyl cations needed to initiate the alkylation reaction [ 1 ] but also allows a fast hydrogenation of the intermediate octyl cations facilitating their desorption as branched alkanes as the reaction proceeds. Thus, the very high concentration of alkenes in the product obtained on H/3 at 0 is a consequence of the low hydrogen transfer activity of the zeolite under the reaction conditions used. Taking into account the above discussion, the following reaction scheme leading to the different C8 hydrocarbons on zeolite and SZ catalysts during the alkylation of isobutane with 2-butene, can be proposed: t-Ca++2-Ca= Al~ [2,2,3-OI+ Bogy O's]+ +If --o- O's (1 ) +I-r DMH's (2 ) Dimerization Isomer. sec-C4++ 2-C4 o- [3,4-DMH]+ ~ [DMH's ]+ -> DMHxenes (3) _1I+ Then, according to the results presented in Table 3, reactions (1) and (2) leading to TMP's and DMH's are the predominant reactions occurring on Hss zeolite at the initial stages of the reaction at 50 of reaction temperature. At 0 the activity of the zeolite for 184 A. Corma et al. /Applied Catalysis A: General 111 (1994) 175-189 the true alkylation (1) is very low and reactions (2) and (3) become the most important. By contrast, on the SZ catalyst either at 50 or 0, reaction (1) is the most favored. The relatively high amount of DMH's formed on this catalyst at 50 can be explained considering that they are mainly formed by cracking Of C,2+, C16+, or larger carbocations formed by consecutive alkylation of C, +, as was shown to occur on liquid acid catalysts [ 1 ] . Catalysts deactivation With the reaction system used in this work, differential conversions and selectivities can be followed as a function of the reaction time. The differential 2-butene conversion obtained on SZ and H ss catalysts is plotted in Fig. 5 against the TOS at the two reaction temperatures studied. Despite the fact that catalyst decay is important on both catalysts, it can be clearly seen that the SZ sample decays much faster than H (3 irrespective of the reaction temperature. It should also be noticed that a very similar 2-butene conversion is obtained on the SZ catalyst at the two reaction temperatures used, while the conversion strongly decreases on Beta zeolite with decreasing reaction temperature over the whole range of TOS studied. From these results one could expect very different activation energies on both catalysts for the reaction. However, as was described above, the 2-butene conversion includes two different reactions, i.e., the alkylation of the isobutane with 2-butene to produce TMP's, loo 60 40 2-Butene Conversion (wt%) 20 O O 5 10 15 20 25 Z:O..S. (1111R) Fig. 5. Change in 2-butene conversion with TOS on SZ and H ss catalysts at 50 and 0 reaction temperature (same symbols as in Fig. 4). A. Corma et al. /Applied Catalysis A: General 111 (1994) 175-189 wt % in C,.t so 60 40 20 oe O so 60 40 20 oL 10 15 20 25 T.O.S. (min) wt % in CS., o a to is 20 23 T.O.S. (min) (Continued on p. 186). 185 186 A. Conna et al. /Applied Catalysis A: General 111 (1994) 175-189 wt % in C5+ 80 C 60 40 20 - =Bi O 5 10 15 20 25 T.O.S. (min) wt % in Cs+ 80 d 60 40 20 0 0 0 O' O 5 10 13 20 23 T.O.S. (min) Fig. 6. Selectivity to TMP's (O), DMH's (D) and Cg alkenes (O) as a function of TOS: (a) H,ss at 50; (b) SZ at 50; (c) Hss at 0, (d) SZ at 0. A. Corma et al. /Applied Catalysis A: General]]] (1994)175-189 187 and the alkene dimerization leading to DMH's and dimethylhexenes, the latter pathway being much more important when zeolites are used as alkylation catalysts. Then, as both reactions can have different activation energies, the composition of the alkylate product obtained as the catalyst ages, needs to be considered in order to further discuss the decay characteristics of the two catalytic systems. The TMP's, DMH's, and C8 alkenes content of the C5+ alkylate product obtained on both catalysts at different TOS is presented in Fig. 6a-1 at 50 and 0 reaction temperature. At 50, the Hss catalyst shows a relatively high activity for alkylation, TMP's totalling about 30% of the alkylate product. However, as the catalyst ages, the concentration of TMP's continuously decreases while that of DMH's slightly increases and then starts to decrease at higher TOS. At the same time, the alkene content sharply increases and becomes predominant after 5 min TOS. These results can be interpreted considering that the strongest acid sites of the zeolite, responsible for alkylation and thus for the formation of TMP's, are rapidly poisoned, while those of weak and medium acidity, which are able to perform the dimerization of the alkene, still remain active. During the first minutes of reaction the hydrogen transfer activity of the zeolite is high, and consequently, the olefinicity of the product is low. However, as the reaction proceeds the hydrogen transfer ability is progressively lost and the alkene content raises. On the SZ sample at 50 the concentration of TMP's sharply increases during the first minutes TOS, due to a strong decrease of the cracking activity as a consequence of the selective poisoning of the superacid sites. While this occurs, the sites of medium-strong acidity remaining are still able to carry out the alkylation reaction to form TMP's, but rapidly these sites are also poisoned and the concentration of TMP's sharply decreases after 5 min TOS. At this stage of the reaction the hydrogen transfer activity is lost and the concentration of alkenes raises, in such a way that at the last stages of the reaction the composition of the alkylate product is very similar on both catalysts. At 0 the alkylation activity and the hydrogen transfer ability of the zeolite sample are very low from the initial stages of the reaction, and practically only alkene dimerization leading to dimethylhexenes occurs. The product distribution obtained on the SZ catalyst at 0, follows the same trend that was shown at 50, but a higher concentration of TMP's is obtained at the lower reaction temperature as a consequence of a lower cracking activity. Nevertheless, the cracking activity on the superacid sites of SZ is still initially high even at 0. 4. Conclusions The superacid character of the SZ catalyst is manifested by a high-temperature desorption peak of ammonia at about 540, which is not observed in the TPD-NH3 of zeolite Beta. These superacid sites are able to catalyze high acid demanding reactions at lower temperatures than zeolites. Thus, a relatively high activity for the isomerization of n-butane is obtained on SZ at 150, while zeolite Beta is practically inactive at this temperature. Moreover, it was shown that on SZ direct isomerization of n-butane occurs, while on Hss isobutane is also formed by consecutive dimerization-cracking reactions, the latter pathway being more important 188 A. CorO et al. /Applied Catalysis A: General 111 (1994)175-189 at higher reaction temperatures owing to its higher activation energy. A similar deactivation with TOS is observed on both catalysts when compared at its optimum operating temperature, but a higher selectivity to isobutane is always obtained on the SZ sample. Clear differences in activity and selectivity also appear when both catalysts are compared for the alkylation of isobutane with 2-butene at different reaction temperatures. These differences are governed by the number and strength distribution of the acid sites as determined by TPD-NH3 experiments. At 50, the zeolite Beta is initially able to perform the alkylation reaction on the strongest sites present on this catalyst, while alkene dimerization on the sites of weak and medium strength is an important competing reaction. However, at 0 dimerization of the alkene to produce dimethylhexenes is practically the only reaction occurring on the zeolite from the initial reaction stages, as at this temperature the hydrogen transfer activity is very low. On the other hand, a very high initial cracking activity is observed on the SZ catalyst at the two reaction temperatures studied. The selectivity to TMP's is higher at the lower reaction temperature due to the suppression of cracking reactions, and a very high TMP/ DMH ratio is obtained on this catalyst at the initial stages of the reaction (1 min TOS) at 0. SZ catalyst was seen to deactivate faster with TOS than Hss. As the superacid sites of SZ became deactivated, the alkylation/cracking ratio increased during the first few minutes TOS, but at longer reaction times all the superacid sites were poisoned and only dimerization of the alkene on the weaker sites was observed. From these results, it can be stated that if one wants to optimize the alkylation activity and to decrease the deactivation rate of superacid SZ catalysts, the reaction must be performed at very low reaction temperatures, which may not be the ideal from an industrial point of view. Otherwise, superacid catalysts with a \"controlled\" superacidity should be used to suppress the cracking reactions as much as possible. Acknowledgements Financial support by the Comisi6n Interministerial de Ciencia y Tecnologia of Spain (Project MAT 91-1152) is gratefully acknowledged. References [ 1 ] A. Corma and A. Martinez, Catal. Rev. Sci. Eng., 35 (1993) 483. [2] T. Hosoi, T. Okada, S. Nojima and T. Imai, Jpn. Pat. 01,245,853 (1989). [ 3 ] T. Shimizu, S. Kitada, S. Nojima and T. Imai, Jpn. Pat. 01,245,854 (1989 ). [4] T. Yamaguchi, Appl. Catal., 61 (1990) 1. [5] K. Arata, Adv. Catal., 37 (1990) 165. [6] A. Corma, V. Fornds, MI Juan-Rajadell and J.M. L6pez Nieto, Appl. Catal. A, submitted for publication. [ 7 ] P. Nascimento, C. Akratopoulou, H. Oszagyan, G. Condurier, C. Travers, J.F. Joly and J.C. Vedrine, in L. Guzczi, F. Solymosi and P. Tetenyi (Editors), New Frontiers in Catalysis, Proc. IOth. International Congress on Catalysis, July 19-24, 1992 (Studies in Surface Science and Catalysis, Vol. 75), Elsevier, Amsterdam, 1993,p.1185. [ 8] F.R. Chen, G. Condurier J.F. July and J.C. Vedrine, J. Catal., 143 (1993) 616. [ 9 ] K. Hatakeyama, T. Suzuka and M. Yamane, Sekiyn Gakkaishi, 34 (3) (1991) 267. A. Corms et al. /Applied Catalysis A: General 111 (1994)175-189 189 [ 10] H. Liang, and R.G. Anthony, in Prepr. 106 th ACS Meeting, Div. Petr. Chem., Aug. 22-27, Chicago, IL, 1993, p. 892. [ 1 I ] A. Corma, M.I. Juan RAjadell, J.M. Lopez-Nieto, A. Martinez, and C. Martinez, in Abstr. 106th ACS Meeting, Div. Coll. and Surf. Chem., Aug. 22-27, Chicago, IL, 1993, paper 208. [ 12] F.W. Kirsch, J.D. Potts and D.S. Barmby, J. Catal., 27 (1972) 142. [ 13] K.M. Minachev, E.S. Mortinov, S.M. Zen'kovski, N.V. Mostovoy and N.F. Kononov, Preprint Am. Chem. Soc., Div. Petrol. Chem., 22 (1977) 1020. [ 14] Y.F. Chu and A.W. Chester, Zeolites, 6 (1986) 195. [ 151 J. Weitkamp, in B. Imelik, C. Naccache, Y. Ben Taarit, J.C. Vedrine, G. Coudurier and H. Praliaud (Editors), Catalysis by Zeolites (Studies in Surface Science and Catalysis, Vol. 5 ), Elsevier, Amsterdam, 1980, p. 65. [ 16] A. Corms, A. Martinez and C. Martinez, J. Catal., 146 (1994) 185. [ 17 ] M.A. Camblor and J. Pdrez-Pariente, Zeolites, 11 (1991) 202. [ 18 ] M. Daage and F. Fajula, J. Catal., 81 (1993) 394. APCATA 9485050X 0926-860X(94)85050-X 10.1016/0926-860X(94)85050-X Elsevier Science B.V. A comparative study of O4 2− /ZrO2 and zeolite beta as catalysts for the isomerization of n-butane and the alkylation of isobutane with 2-butene A. Corma M.I. Juan-Rajadell J.M. López-Nieto A. Martinez 1 C. Martínez Institute de Tecnología Química UPV-CSIC, Universidad Politécnica de Valencia, 46071 Valencia, Spain 1 Corresponding author. The activity, selectivity, and decay behavior of SO2−/ ZrO2 (SZ) and zeolite Beta (Hβ) catalysts are compared for two acid catalyzed demanding reactions, i.e., the isomerization of n-butane, and the alkylation of isobutane with 2-butene. The superacidity present in the SZ sample makes this catalyst active for both reactions at lower temperatures than the zeolite. For the isomerization of n-butane the reaction pathway leading to isobutane was seen to be different for both catalysts. A similar decay behavior was observed on the two catalysts, but the SZ sample gave a much higher selectivity to isobutane. For the alkylation reaction, the SZ catalyst is much more selective to TMP's than Hβ at low reaction temperatures. The lower selectivity to TMP's obtained on Beta zeolite is mainly due to the formation of DMH's by dimerization of butenes, while undesirable cracking reactions leading to C5-C7 products occur to a higher extent on the superacid SZ catalyst. The latter deactivates much faster than the zeolite. The acid strength distribution, and hydrogen transfer activity were seen to determine the changes in product distribution with time-on-stream obtained on both catalysts. Keywords butane isomerization gasoline isobutane alkylation sulphate/zirconia zeolites References [1] Corma A. Martinez A. Catal. Rev. Sci. Eng. 35 1993 483 [2] T. Hosoi, T. Okada, S. Nojima and T. Imai, Jpn. Pat. 01,245,853 (1989). [3] T. Shimizu, S. Kitada, S. Nojima and T. Imai, Jpn. Pat. 01,245,854 (1989). [4] Yamaguchi T. Appl. Catal. 61 1990 1 [5] Arata K. Adv. Catal. 37 1990 165 [6] A. Corma, V. Fornés, M.I. Juan-Rajadell and J.M. López Nieto, Appl. Catal. A, submitted for publication. [7] Nascimento P. Akratopoulou C. Oszagyan H. Condurier G. Travers C. Joly J.F. Vedrine J.C. New Frontiers in Catalysis Proc. 10th. International Congress on Catalysis, July 19–24, 1992 Guzczi L. Solymosi F. Tetenyi P. Studies in Surface Science and Catalysis 75 1993 Elsevier Amsterdam 1185 [8] Chen F.R. Condurier G. Joly J.F. Vedrine J.C. J. Catal. 143 1993 616 [9] Hatakeyama K. Suzuka T. Yamane M. Sekiyn Gakkaishi 34 3 1991 267 [10] Liang H. Anthony R.G. Prepr. 106 th ACS Meeting Div. Petr. Chem., Aug. 22–27, Chicago, IL 1993 892 [11] Corma A. Juan Rajadell M.I. López-Nieto J.M. Martinez A. Martínez C. Abstr. 106th ACS Meeting Div. Coll. and Surf. Chem., Aug. 22–27, Chicago, IL 1993 paper 208. [12] Kirsch F.W. Potts J.D. Barmby D.S. J. Catal. 27 1972 142 [13] Minachev K.M. Mortinov E.S. Zen'kovski S.M. Mostovoy N.V. Kononov N.F. Preprint Am. Chem. Soc., Div. Petrol. Chem. 22 1977 1020 [14] Chu Y.F. Chester A.W. Zeolites 6 1986 195 [15] Weitkamp J. Catalysis by Zeolites Imelik B. Naccache C. Ben Taarit Y. Vedrine J.C. Coudurier G. Praliaud H. Studies in Surface Science and Catalysis 5 1980 Elsevier Amsterdam 65 [16] Corma A. Martínez A. Martínez C. J. Catal. 146 1994 185 [17] Camblor M.A. Pérez-Pariente J. Zeolites 11 1991 202 [18] Daage M. Fajula F. J. Catal. 81 1993 394",
      "scopus-id": "0028416383",
      "coredata": {
        "eid": "1-s2.0-0926860X9485050X",
        "dc:description": "The activity, selectivity, and decay behavior of SO2−/ ZrO2 (SZ) and zeolite Beta (Hβ) catalysts are compared for two acid catalyzed demanding reactions, i.e., the isomerization of n-butane, and the alkylation of isobutane with 2-butene. The superacidity present in the SZ sample makes this catalyst active for both reactions at lower temperatures than the zeolite. For the isomerization of n-butane the reaction pathway leading to isobutane was seen to be different for both catalysts. A similar decay behavior was observed on the two catalysts, but the SZ sample gave a much higher selectivity to isobutane. For the alkylation reaction, the SZ catalyst is much more selective to TMP's than Hβ at low reaction temperatures. The lower selectivity to TMP's obtained on Beta zeolite is mainly due to the formation of DMH's by dimerization of butenes, while undesirable cracking reactions leading to C5-C7 products occur to a higher extent on the superacid SZ catalyst. The latter deactivates much faster than the zeolite. The acid strength distribution, and hydrogen transfer activity were seen to determine the changes in product distribution with time-on-stream obtained on both catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-04-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9485050X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Corma, A."
          },
          {
            "@_fa": "true",
            "$": "Juan-Rajadell, M.I."
          },
          {
            "@_fa": "true",
            "$": "López-Nieto, J.M."
          },
          {
            "@_fa": "true",
            "$": "Martinez, A."
          },
          {
            "@_fa": "true",
            "$": "Martínez, C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9485050X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9485050X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)85050-X",
        "prism:volume": "111",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A comparative study of O4 2− /ZrO2 and zeolite beta as catalysts for the isomerization of n-butane and the alkylation of isobutane with 2-butene",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "butane isomerization"
          },
          {
            "@_fa": "true",
            "$": "gasoline"
          },
          {
            "@_fa": "true",
            "$": "isobutane alkylation"
          },
          {
            "@_fa": "true",
            "$": "sulphate/zirconia"
          },
          {
            "@_fa": "true",
            "$": "zeolites"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "175-189",
        "prism:endingPage": "189",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 April 1994",
        "prism:doi": "10.1016/0926-860X(94)85050-X",
        "prism:startingPage": "175",
        "dc:identifier": "doi:10.1016/0926-860X(94)85050-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028416383"
      }
    }
  }
}