{
  "metadata": {
    "title": "The catalytic dimerization of acrylonitrile: III. Activity and selectivity of homogeneous catalysts derived from substituted aromatic phosphinites and phosphonites",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-02-01",
    "doi": "10.1016/0926-860X(95)00173-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001735",
    "pii": "0926860X95001735"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038971703",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95001735 0926-860X(95)00173-5 0926860X95001735 10.1016/0926-860X(95)00173-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00208 2024-01-01T12:18:48.759026Z 0 0 19960201 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 135 135 1 1 Volume 135, Issue 1 13 163 176 163 176 19960201 1 February 1996 1996-02-01 1996 Article article fla Copyright © 1996 Published by Elsevier B.V. CATALYTICDIMERIZATIONACRYLONITRILEIIIACTIVITYSELECTIVITYHOMOGENEOUSCATALYSTSDERIVEDSUBSTITUTEDAROMATICPHOSPHINITESPHOSPHONITES JENNINGS J JENNINGS 1995 297 J HIDAI 1974 159 188 M ASPECTSHOMOGENEOUSCATALYSIS TAKASHINA 1962 489 N ODA 1964 1653 R MCCLURE 1967 2401 J MCCLURE 1970 3045 J CLARK 1964 295 J MCDANIEL 1958 420 D JAFFE 1953 191 H REMICK 1949 A ELECTRONICINTERPRETATIONORGANICCHEMISTRY JAFFE 1953 246 H JENNINGS 1995 175 J MURTO 1964 1043 J BRUSON 1949 79 135 H ORGANICREACTIONS JENNINGSX1996X163 JENNINGSX1996X163X176 JENNINGSX1996X163XJ JENNINGSX1996X163X176XJ item 0926-860X(95)00173-5 0926860X95001735 1-s2.0-0926860X95001735 10.1016/0926-860X(95)00173-5 271346 2024-01-01T12:18:48.759026Z 1996-02-01 1-s2.0-0926860X95001735-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001735/MAIN/application/pdf/2aa0879ec02d88d371a752f843a60800/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001735/MAIN/application/pdf/2aa0879ec02d88d371a752f843a60800/main.pdf main.pdf pdf true 733472 MAIN 14 1-s2.0-0926860X95001735-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001735/PREVIEW/image/png/deaa3fc6b41d2bbd0a36ea5d75f4e1ab/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001735/PREVIEW/image/png/deaa3fc6b41d2bbd0a36ea5d75f4e1ab/main_1.png main_1.png png 44258 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 135 (1996) 163-176 APPLIED CATALYSIS A: GENERAL The catalytic dimerization of acrylonitrile: III. Activity and selectivity of homogeneous catalysts derived from substituted aromatic phosphinites and phosphonites J.R. Jennings *, R.J. Cozens 1 University of Durham, Industrial Research Laboratories, South Road, Durham DH1 3LE, UK Received 9 May 1995; revised 9 July 1995; accepted 9 July 1995 Abstract The incorporation of electron-releasing substituents into the para-positions of alkyl diarylphos- phinites, Ar2POR, and dialkyl arylphosphonites, ArP(OR)2, causes a marked increase in the rate of reaction compared with that of the unsubstituted derivatives in the catalysis of the linear dimerization of acrylonitrile in toluene/alcohol solution. The magnitude of the effect is approximately proportional to the electron-releasing capability of the substituent. This enhancement in rate is offset by an associated reduction in the selectivity to the desired linear dimer. However, optimisation of reaction conditions provides a satisfactory combination of rate and selectivity. In contrast, when electron- withdrawing substituents are incorporated into the ortho position of the aryl ring, there are distinct disadvantages in that the rate of dimerization is significantly reduced and the selectivity to the linear dimer is unacceptably low. The most promising catalysts, from both rate of reaction and selectivity considerations, are the bis-p-tolylphosphinite, (p-MeC6Ha)2POPri, the mixed phenyl p-methoxy- phenylphosphinite, (p-MeOC6H4)PhPOPP at 60, and the bis-p-methoxyphenylphosphinite, (p- MeOC6Ha)2POPra at 20. Keywords: Acrylonitrile dimerization; Phosphinites; Phosphonites; Selectivity ( 1-4 dicyanobutene-1 ) I. Introduction The use of alkyl diarylphosphinites, Ar2POR, and dialkyl arylphosphonites, ArP(OR)2, as homogeneous catalysts for the dimerization of acrylonitrile in the * Corresponding author. i The Geon Company, Technical Centre, P.O. Box 122, Moore and Walker Roads, Avon Lake, Ohio 44012, USA. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDIO926-860X(95) 001 73 -5 164 ZR. Jennings, R.J. Cozens/Applied Catalysis A: General 135 (1996) 163-176 presence of a mixed alcohol/hydrocarbon solution, has been shown [ 1] to give very high selectivity to the linear dimer, 1,4-dicyanobutene-1, CNCH=CH- CH2CH2CN, under mild conditions. Previous workers [2] bad found that tertiary phosphines were efficient catalysts for the dimerization of acrylonitrile to the branched dimer, 2,4-dicyanobutene- 1, CH=C (CN) CH2CH2CN. The mechanistic basis for this type of dimerization reaction was first proposed [3 ] to explain the formation of a crystalline hexamer of acrylonitrile during triphenylphosphine- catalyzed oligomerisation reactions in the presence of tertiary butanol. It was sug- gested that the hexamer, CNC(CHzCH2CN)zCH=CH(CHzCH2CN)2CN, was formed by the base catalyzed addition reaction of acrylonitrile to the symmetrical linear dimer 1,4-dicyanobutene-2, CNCH2CH=CHCHzCN, which was considered to be the primary dimerization product. A mechanism was proposed in which the initial interaction between acrylonitrile and phosphine yielded a phosphonium betaine intermediate in equilibrium with the corresponding ylid via an alcohol- assisted prototropic shift. + + -- Ph3P+CH2=CHCN ~ Ph3P-CHzCHCN ~ Ph3P-CHCH2CN Evidence to support this mechanism [4,5] was obtained by the trapping of the ylid intermediate with aldehydes, with subsequent isolation of the Wittig-olefin reaction products. The influence of the nucleophilicity of the phosphorus(III) compound on the overall rate of dimerization of acrylonitrile was studied [6] and it was found that under comparable reaction conditions, dimerizations proceeded significantly more quickly using tris-p-tolylphosphine rather than triphenylphosphine as catalyst. A direct relationship appeared to exist between the observed reaction rate and the nucleophilicity of the catalyst, but it was also essential that the nucleophilicity of the phosphine was not so great as to reduce the selectivity to the linear dimer. It might be expected, therefore, that increasing the nucleophilicity of the closely related phosphinites and phosphonites by aromatic substituents with electron- releasing groups would bring about an increase in the observed dimerization rate, when such compounds were employed as catalysts. A series of substituted phos- phinites and phosphonites was therefore prepared, selecting those substituents which appeared to offer the greatest potential for enhancement of catalyst nucleo- philicity and hence reaction rate. This series of catalysts was studied to determine how changes in nucleophilic strength affected the reaction rate, selectivity to linear dimer and the overall yield of dimeric products. 2. Experimental 2.1. Preparation of reagents 2.1.1. Acrylonitrile Commercial acrylonitrile was pre-dried for 24 h over finely ground calcium hydride and decanted into a still under an atmosphere of nitrogen, where it was refluxed for six hours over fresh calcium hydride. Finally, the acrylonitrile was J.R. Jennings, R.J. Cozens~Applied Catalysis A: General 135 (1996) 163-176 165 distilled directly into a flask which had been flamed-out in vacuo, where it was further dried and maintained over freshly activated 3A molecular sieves, under an atmosphere of nitrogen. All subsequent transfers of acrylonitrile were made using glass syringes, entry to the storage vessel being made via a rubber septum in conjunction with an Interflon PTFE tap. All glass junctions throughout employed PTFE sleeves in place of grease. 2.1.2. lsopropanol and tert-butanol Commercial grade secondary and tertiary alcohols were refluxed over finely ground calcium hydride for six hours under an atmosphere of nitrogen, and distilled directly onto 3A molecular sieves in storage flasks, where they were maintained and handled as described in Section 2.1.1. above. 2.1.3. Toluene Commercial grade toluene was pre-dried over fine sodium wire for 24 h and decanted into a still where it was refluxed over fresh sodium or sodium wire until dry, as indicated by the development of colour in added benzophenone. The toluene was then distilled directly onto freshly activated 3A molecular sieve in a glass flask, where it was maintained and handled as described in Section 2.1.1. above. 2.1.4. Phosphinites and phosphonites The syntheses of all of the new phosphinites and phosphonites were carried out using methods adopted from the literature. All catalysts were handled under an atmosphere of nitrogen. They were stored in glass flasks fitted with glass stoppers which were replaced by rubber serum caps during periods of use. All transfers were made using degassed microsyringes. 2.2. Determination of product distribution and dimerization reaction rates Each catalyst was initially tested at relatively high loading in batch reactions, employing the optimised volume loading of acrylonitrile, isopropanol and toluene ( 3:1:10), at two or more temperatures for fixed times, after which product analysis of each reaction provided a reasonably accurate indication of the speed and selec- tivity of each catalyst. An approximation of the rate of acrylonitrile dimerization was estimated from the above information, taking account of the known first order dependence of the dimerization reaction rate on the concentration of the catalyst. The more promising catalysts were subsequently examined either by monitoring reaction mixtures using gas chromatography, or by complete product analysis, as a function of time, as described below. Appropriate catalyst Ioadings were selected from the initial batch reaction studies. 166 J.R. Jennings, R..L Cozens/Applied Catalysis A: General 135 (1996) 163-176 2.2.1. Estimation of dimerization reaction rates by total analysis of products from single batch reactions (Experimental method I) Acrylonitrile (3 ml), isopropanol ( 1 ml), and toluene ( 10 ml) were transferred by a gas-tight syringe from their storage flasks into a dry degassed conical flask (40 ml) fitted with a rubber serum cap and maintained under an atmosphere of nitrogen. The phosphinite or phosphonite (100 mg to 250 mg, depending upon estimated reaction rate) was subsequently added by microsyringe. The flask was then placed in a constant temperature bath for a specific period of time (usually three hours), after which a mixture of water ( 1 ml), methanol (2 ml) and acrylo- nitrile (2 ml) was introduced. The reaction vessel was shaken vigorously for five minutes to ensure complete conversion of the catalyst to inactive phosphorus(V) oxide. The reaction mixture was then filtered and the isolated hexamer washed with acetone (20 ml). The remaining solvents were then removed from the filtrate in vacuo, leaving dimeric and oligomeric products, together with non-volatile catalyst residues. The hexamer was dried and weighed and the dimeric products, 2,4- dicyanobutene-1, 1,4-dicyanobutene-2 and a mixture of cis- and trans-l,4-dicy- anobutene-1 were analyzed by gas chromatography (isothermally at 170, a flow-rate of 50 ml rain- i, on a 5 foot column containing 2.5% LAC 3R 728 on embacil, and using adiponitrile as internal standard). The oligomer content was determined by difference, taking catalyst residues into account. A representative reaction rate was estimated taking into account the first order dependence of rate on catalyst concentration and the pseudo-first order dependence of rate on acrylonitrile concentration, using the expression: - In(100-A,) / 100 Rate - [catalyst] t where A, = conversion of acrylonitrile at time t (%) and t = time in seconds. 2.2.2. Derivation of dimerization reaction rates by continuous monitoring of batch reactions (Experimental method 2) The equipment consisted of a glass conical flask ( 100 ml), fitted with a rubber serum cap which was separated from the contents of the reaction vessel by an intermediate PTFE tap. Great care was taken throughout each experiment to avoid the introduction of any pieces of rubber into the reaction mixture, since they had been shown to have an extremely deleterious effect on the stability of the catalyst. The flask was charged with acrylonitrile ( 18 ml), isopropanol (6 ml), toluene (60 ml), and adiponitrile [1 ml, the internal standard for gas chromatographic (GC) analysis]. A quantity of the catalyst (0.018-0.035 g, depending on relative speed) was then introduced by microsyringe, the PTFE tap secured and the reaction vessel immersed in a constant temperature bath. At intervals of 30 to 60 min, samples of ca. 1 /zl were extracted for GC analysis as described in Section 2.2.1. above. The formation of cis-trans-dicyanobutene-1 was monitored in most cases for three to four half lives of acrylonitrile consumption. J.R. Jennings, R.J. Cozens/Applied Catalysis A: General 135 (1996) 163-176 167 From the plot of the yield of total linear dimers versus time, the observed dimerization rate could be computed by plotting 'ln (ultimate yield of dimers)' against 'time'. The gradients of such plots yielded observed rate constants which were used to derive a representative reaction rate for each catalyst according to the following expression: rate = ]Cobs/[catalyst] 1 m- 1 s- In some cases the plot of 'ln yield' against 'time' showed a degree of curvature towards the end of the reaction, due probably to some deactivation of the catalyst. 2.2.3. Derivation of dimerization reaction rates by total analysis of the products of batch reactions (Experimental method 3) The most accurate method for the determination of the rate of acrylonitrile dimerization employed a series of batch reactions, usually about sixteen in number, each containing 14 ml of the 3:1:10 acrylonitrile, isopropanol, toluene reaction mixture, together with from 0.1 to 0.25 g of catalyst. The batches were made up as in Section 2.2.1. above and immersed in the constant temperature bath. At selected times, one vessel was removed from the bath and the catalyst was deactivated as described above. The reaction mixture was then worked up and the products ana- lyzed by gas chromatography also as described above, thus providing an accurate monitor of the rate of formation of all of the products. From the formation curves for all species, pseudo-first order graphs could be derived, which were employed to estimate representative reaction rates for each catalyst. 3. Results and discussion A series of new alkyl diarylphosphinites, Ar2POR, and dialkyl arylphosphonites, ArP(OR)2, in which one or more of the aryl groups was substituted by electron releasing substituents was prepared to assess the effect of these substituents on the activity and selectivity of the catalyst. The choice of aromatic substituents was made on the basis of their Hammett o- constants [7-9] which represents the relative electron donating capabilities of various substituents in the para and meta positions of aromatic rings. These or constants can be interpreted in terms of inductive, mesomeric and polarisation effects of the substituents and are effectively independent of temperature [ 10]. No true o- constants can be obtained for ortho substituents, mainly because of the variable steric and conjugative effects observed for the same groups in different reactions; o- constants are positive for most ortho substituents, the net effect being that of electron withdrawal [7]. The effect of multiple substitution on reactivity has generally been adequately expressed in terms of the sum of individual substit- uents effects [ 11 ]. A listing of relevant o- constants is given in Table 1. 168 J.R. Jennings, R.J. Cozens/Applied Catalysis A: General 135 (1996) 163-176 Table 1 Substituent constants for the Hammett equation Substituent ~-orthob ~r-meta o'-para H 0 0 0 Me 0.10 -0.07 -0.17 Et 0.05 - 0.07 - 0.15 PP 0.03 - 0.07 - 0.15 3,4-[CHz]~ -0.26 3,4- [ CH2 ] ] - 0.48 Ph 0 0.01 OMe 0 0.12 - 0.27 OEt 0.02 0.1 - 0.24 OPP 0.1 - 0.45 SMe 0 0.15 SEt 0.03 SPf 0.07 CI 0.67 0.37 0.23 NH2 0 -0.16 -0.66 NMe2 - 0.21 - 0.83 CN 0.56 0.66 a Figures based mainly on ionisation constants for substituted benzoic acids [7]. Obtained from pK. determinations on o-substituted anilines. c Part of fused ring. 3.1. Effects of aromatic substitution 3.1.1. Influence on activity of the catalyst The rate of dimerization of acrylonitrile using these catalysts was measured in a mixed reaction medium comprising acrylonitrile, isopropanol and toluene, in vol- ume ratio 3:1:10, at both 20 and 60. The results are presented in Table 2, which also includes data for isopropyl diphenylphosphinite, Ph2POPri, for com- parative purposes. As can be clearly seen from these data, the rate of dimerization increases as the magnitude of the Xo- of the aromatic substituents increases (i.e. becomes increasingly negative). Thus the rates of the dialkylamino-substituted derivatives are about 200 times faster than that of the unsubstituted derivative under comparable reaction conditions. The trend in reaction rate generally shows an increase in the order, H < p-R < p-OR < p-NR2, which is the order of increasing cr constants. In terms of the dimerization rate, m- and o-substitution was found to be consid- erably less effective than p-substitution for the same substituent, as expected from the listing of o- constants in Table 1. In the case of o-substitution, the catalysts also displayed a greatly reduced yield of linear dimers and a reduced linearity of the dimeric products. A similar series of dialkyl arylphosphonites, ArP (OR)2, was prepared and tested under the same conditions as the phosphinite catalysts described above. The results of the tests are shown in Table 3, which presents the overall acrylonitrile conver- J.R. Jennings, R.J. Cozens/Applied Catalysis A: General 135 (1996) 163-I 76 Table 2 Comparative behaviour of substituted diaryl phosphinite dimerisation catalysts 169 Catalyst [catalyst] M Rateat60 (10 41m-1 s) Rateat 20 (I0 41m-I s) Ph2POPr' 0.07 1.6~ 0.85b (p-MeOC6H4)2POPrj 0.07 2.4a 0.44a (p-MeOC6H4)PhPOPri 0.05 4.6\" 2.5\" (p-tolyl) 2POPr~ 0.04 5.5a - (p-MeSC6H4)2POPr~ 0.07 5.6~ 2.5a (p-ButOCrH4) PhPOPri 0.05 7.5a (p-tolyl)2POPf 0.01 9.5\" - (p-Et2NCrH4) PhPOPri 0.07 11 b 1.5b (p-prioc6H4) PhPOPr' 0.01 11 c 3.5b (p-MeOCrH4) PhPOPf 0.01 12c 5.4b (p-tolyl) 2POPr' 0.01 14c 3.1 ~ (p,m-tetralinyl)2POPri 0.05 20b (p,m-xylyl) 2POPri 0.03 29c 8.0b (3,4,5-Me3CoH2) 2POPf 0.02 39b (p-MeOCrH4)zPOPri 0.01 58b 35c (p-priOC6H4) 2POPr' 0.02 82c 11 c (p-Et2NCrHa)2POPr' 0.02 89~ (p-Me2NCrH4) PhPOPrj 0.03 180b 15c (p-Me2NC6H4) zPOPri 0.02 230a [acrylonitrile] =3.2 M, [isopropanol] Experimental method 1. b Experimental method 2. c Experimental method 3. =0.9 M, [toluene] = 6.7 M; all reactions for 3 h. sions and selectivities to the range of reaction products. From the conversion figures, it can be seen that once again, the rate of acrylonitrile follows the order of the nucleophilicity of the catalysts, withp-Me2N > p-MeO > p-Me > H. Substitution in the ortho position is detrimental to the performance of the catalyst. The data presented in Table 4 is derived from reactions of the same series of phosphonites in a non-optimised solvent mixture of acrylonitrile, isopropanol and Table 3 Product yields in acrylonitrile dimerisation reactions, using substituted phosphonite catalysts Catalyst [catalyst] M Branched (%) Linear (%) Hexamer (%) Oligomers (%) PhP(OMe) 2 0.041 4.4 75 2.2 18 (p-tolyl) P(OMe)2 0.038 5.0 77 3.4 15 (p-tolyl) P(OPP) 2 0.029 5.9 85 1.8 7.8 (o-tolyl)P(OEt)2 0.034 12.0 68 0.5 19 (p-MeOC6H4)P(OEt)2 0.032 5.6 77 1.9 15 (p-MeOCrH4) P(OPra) 2 0.028 6.5 82 1.9 9.2 (p-Pr~OC6H4)P(OEt)2 0.028 6.3 82 2.2 9.5 (p-PICOC6H4) p (OPr') 2 0.026 6.1 68 5.8 20 (p-Me2NC6H4)P(OEt)2 0.029 4.9 57 7.8 30 (p-Me2NC6H4)P(OPr')2 0.026 6.5 65 3.1 25 [ acrylonitrile ] = 3.2 M, [ isopropanol ] = 0.9 M, [ toluene ] = 6.7 M, T = 60, t = 3 h. 170 J.R. Jennings, R.J. Cozens/Applied CatalysisA: General 135 (1996) 163 176 Table 4 Product yields in acrylonitrile dimerisafion reactions, using substituted phosphonite catalysts Catalyst [catalyst] M MGN\" DCBb Hexamer Oligs. Cony. Linearityc (%) (%) (%) (%) (%) (%) PhP(OMe) 2 0.034 1.7 56 17.0 40 97 17 (p-tolyl)P(OMe)2 0.036 1.7 51 17.0 45 97 20 (p-tolyl) P(OPri)2 0.028 5.5 64 7.6 23 92 38 (o-tolyl) P(OEt)2 0.032 6.0 67 4.1 23 92 20 (p-MeOC6H~)P(OEt)2 0.033 3.4 59 6.4 32 94 59 (p-MeOC6H4)P(OPP)2 0.025 6.1 61 10.0 23 91 44 (p-PPOC6H4) P(OEt)2 0.027 3.6 61 6.2 29 94 45 (p-PPOC6H4) p (OPIa)2 0.023 6.1 56 11.0 27 90 45 (p-Me2NC6H4)P(OEt)2 0.026 3.4 45 11.0 40 93 54 (p-Me2NC6H4)P(OPrJ) 2 0.026 5.7 51 6.6 37 90 44 [acrylonitrile] =5.0M, [isopropanol] =4.3 M, [toluene] 3.1 M, T=60, t=3 h. MGN is the branched dimer, 2,4-dicyanobutene- 1. b DCB is the sum of cis/trans-1,4-dicyanobutene-1 and -dicyanobutene-2. c Linearity is defined as the linear proportion of the dimer fraction. toluene in the volume ratio 1: l: 1. As can be seen, the relationship between nucleo- philicity of the catalyst and overall conversion of acrylonitrile is not as clear as that revealed by the data in Table 3. Reaction rate does decrease in the order p-MeO -- p-Pr~O > p-Me > H, but the rate advantage of the p-MezN substituent is no longer apparent. This is attributed to the considerably greater instabilities of the more nucleophilic catalysts in a dimerization reaction media which contain high concen- trations of alcohol, where alcoholysis of the catalyst to the inert phosphorus(V) oxide is promoted [ 12]. Table 5 Selectivity dependence on the substituent Phosphinite catalyst Phosphonite catalyst (X-C6H4) 2POPri X-C6H4 (Ph) P(OPf) 2 X= X= Hammett o\" constant Selectivity~ at 60 p-MeO - - 0.27 89% - p-MeO - 0.27 92% p-PPO - - 0.45 91% - p-PPO - 0.45 92% p-Me2N - 0.83 83% p-Me2N - 0.83 90% p-EtzN - 89% Me - -0.17 92% o-MeO - - 57% o-MeO - 86% p-Bu'O - 93% Solvent composition, 10:3:1, toluene:acrylonitrile:isopropanol a Percent linear dimers in the total dimer fraction. J.R. Jennings, R.J. Cozens~Applied Catalysis A: General 135 (1996) 163-176 171 3.1.2. Influence on selectivity of the catalyst On the basis of the proposed reaction mechanism [ 1 ], the high selectivity of phosphinite and phosphonite catalysts towards the production of linear dimers depends upon three main factors: 1. The position of the equilibrium between the betaine and an ylid, which results from an alcohol-assisted isomerisation of the betaine. 4r -- +- Ar2POR + CH2=CHCN --~ Ar2PCH2CHCN ~ Ar2~CHCH2CN I OR OR , 3. The rate of isomerisation relative to the rate of addition of the second molecule of acrylonitrile. Kinetic preference for the elimination of dicyanobutene- 1 from its phosphonium precursor (A) rather than isomerisation to the alternative phosphonium species (B) which would eliminate dicyanobutene-2, or addition of further molecules of acrylonitrile, thus producing oligomers. R Ar2P-CHCHCN I CH2CH2CN (A) R Ar2P-~HCH2CN CHCH2CN (B) 4. It has been demonstrated that dicyanobutene-2 is very active towards the base- catalyzed addition reaction of acrylonitrile, yielding hexamer and other oligo- mers and thus production of intermediate dicyanobutene-2 could lead to an apparent loss in selectivity towards linear dimers. The factors which determine the precise course of a catalytic dimerization reac- tion, and the degree of influence of the above factors on the product output are not yet fully understood, though a combination of kinetic and steric effects would appear to be operative. The increase in nucleophilicity of a phosphinite catalyst effected by substitution of the aromatic ring by electron-releasing substituents generally results in a reduc- tion in selectivity to linear dimer production. The magnitude of this reduction is dependent upon the nature of the phosphorus compound and is related to the Hammett o- constant of the substituent. Thus the greatest reduction in selectivity is observed for catalysts incorporating dialkylamino substituents. 172 J.R. Jennings, R.J. Cozens/Applied Catalysis A: General 135 (1996) 163-176 Substitution in the m-position resulted in production of a catalyst with slightly improved selectivity compared with the p-substituted analogue. As expected, how- ever, this improvement in selectivity was accompanied by a marked reduction in the rate of dimerization. Substitution in the o-position resulted in a substantial reduction in the selectivity to the linear dimer, the rate of dimerization and the overall yield of dimeric products. Clearly, steric effects dominate the performance of o-substituted catalysts and any small benefit to be gained from electronic con- siderations is completely masked. Mixed alkyl diarylphosphinites of the form (p- XC6H4)PhPOR appeared to offer an acceptable compromise between selectivity and rate, but suffered from the drawback of preparative difficulty and hence, pro- jected cost. A range of selectivities is shown in Table 5. The relationship between the nucleophilicity of an aromatically substituted phos- phonite and the associated rate of reaction (see Tables 2-4) is found to be more erratic than that for the related phosphinite. In the case of phosphonite catalysts, the decrease in selectivity to the linear dimers appears to depend on the aromatic substituents in the order p-RO > p-R > H > p-R2N (R =alkyl). It should be noted, however, that only a limited number of systematic reaction studies was carried out on phosphonites, since they were considerably less active and less selective than their phosphinite analogues under comparable reaction conditions. Substitution of aryl phosphonites in the o-position of the aromatic ring (at least in the case of methyl substituents) was again seen to be detrimental to both the yield of linear dimers and linearity of the dimeric products, thus implying a com- bined effect of both steric and electronic factors. 3.1.3. Influence on catalyst stability The course of a series of dimerization reactions was studied by 31p NMR spec- troscopy. This experimental approach gives a precise analysis of all of the phos- phorus species in solution, and thus the rate of catalyst deactivation could readily be estimated for the catalysts described in this study, by monitoring the pV peak. In general, the more nucleophilic catalysts were observed to have lower stabilities (i.e. a faster rate of deactivation) in the optimised reaction mixtures, the extent of reduced stability being closely related to nucleophilicity. The phosphinite catalysts which emerged from these studies as attractive in terms of reaction rate, selectivity to linear dimer, stability towards deactivation and ease of synthesis were (p- tolyl) 2POP1j and (m,p-xylyl) 2POPr~. 3.2. Effect of solvent composition This topic was addressed in Part 1 of this series [ 1 ], particularly for the catalyst isopropyl diphenylphosphinite, Ph2POPr~, for which the observed effects were relatively small. However, when catalysts which incorporate electron-releasing substituents in the aromatic ring are used, the effects are much more substantial. J.R. Jennings, R.J. Cozens/Applied Catalysis A: General 135 (1996) 163-176 Table 6 Effect of solvent composition on selectivity at 60 173 Catalyst Tol:ACN:ROH:catalyst ROH Selectivity\" (%) (p-MeOC6H4) 2POPr~ 1 : 1:1:0.1 ButOH 84.8 (p-MeOC6H4) 2POPr~ 10:3:1:0.1 ButOH 88.3 (p-MeOC6H4) 2POPri 1 : 1:1:0.1 Pr'OH 83.5 (p-MeOC6H4) 2POPri 10:3:1:0.1 Pr~OH 90.5 (p-tolyl) 2POPd 1:1:1:0.1 Bu~OH 90.2 (p-tolyl) 2POPf 10:3:1:0.1 Bu'OH 92.2 (p-tolyl) 2POPf 1 : 1 : 1:0.1 priOH 88.4 (p-tolyl) 2POPr~ 10: 3:1:0.1 Pr'OH 93.0 Ph2POPri 1 : 1 : 1:0.1 ButOH 93.3 Ph2POPra 10:3:1:0.1 Bu~OH 95.2 Ph2POPri 1:1:1:0.1 Pr~OH 91.7 Ph2POPr' 10:3:1:0.1 PfOH 95.2 (p-Me2NC6H4) PhPOPf 1 : 1 : 1:0.1 ButOH 81.6 (p-Me2NC6H4) PhPOPf 10:3:1:0.1 ButOH 85.4 (p-Me2NC6H4) PhPOPri 1 : 1 : 1:0.1 Pr'OH 75.0 (p-MezNC6H4) PhPOPr' 1 O: 3:1:0.1 FYOH 88.5 (p-MeOC6H4) PhPOPri 1:1:1:0.1 Bu'OH 89.5 (p-MeOC6H,~) PhPOPri 10:3:1:0.1 Bu'OH 91.3 (p-MeOC6H4) PhPOPri 1 : 1 : 1:0.1 PrJOH 66.1 (p-MeOC6H4) PhPOPri 10:3:1:0.1 prioH 92.6 (p-PriOC6H4) PhPOPri 1 : 1:1:0.1 Bu~OH 89.7 (p-PriOC6H4) PhPOPri 10:3:1:0.1 Bu'pOH 92.3 (p-priOC6H4) PhPOPri 1 : 1 : 1:0.1 priOH 87.7 (p-prioc6H4) PhPOPri 10:3:1:0.1 Pr~pOH 92.7 a Percent linear dimers in the total dimeric fraction. It was possible to increase the selectivity to the linear dimer by changing the solvent composition. As indicated previously, the main factors which increased selectivity were: 1. change in the nature of the alcohol, 2. reduction in concentration of the alcohol, and 3. reduction in acrylonitrile concentration The main benefits were gained by varying the alcohol concentration in the solvent mixture. The improvement in selectivity amounted to several percent, which was sufficient to suggest that most of the new catalysts were capable of producing yields of linear dimer in the 90% region, ( see Table 6). The optimum solvent composition was found to comprise toluene : acrylonitrile : isopropanol in the approximate volume ratio 10:3:1 and a fine tuning of the ratio provided further small improve- ments. An example of the effect of alcohol concentration on selectivity is shown in Fig. 1, for the phosphonite catalyst (p-MeO-C6H4)P(OEt)2. Similar curves were obtained using other catalysts. A tentative explanation for the enhanced alcohol dependence is as follows. As the rate of addition of the second molecule of acrylonitrile increases (i.e., when using catalysts with electron-releasing substituents in the p-position), a state arises where this rate becomes similar to the rate of equilibration of the betaine and ylid 174 J.R. Jennings, R.J. Cozens/Applied Catalysis A: General 135 (1996) 163-176 + + - PCH2CHCN PCHCH2CN ll IL +ROH ROH -ROH +ROH + + + - PCH~CHCN_, -~. ~ PCHCHCN . PCHCH2CN ', ,- \\ ',, H H, H H RO\" '6 I OR R Scheme 1. intermediates. When this stage is reached, the product distribution becomes kinet- ically controlled. It is considered that the equilibration process takes place via a protonation-deprotonation mechanism, using the alcohol as the proton carrier. Equilibration requires either fission of the O-H bond of the alcohol giving a phos- phonium alkoxide, followed by nucleophilic attack by the alkoxide group on the methylene group a- to the phosphorus, or, more likely, nucleophilic attack on the same carbon atom by the oxygen atom of coordinated alcohol, in the manner shown in Scheme 1. Thus small changes in the acidity of the alcohol should effect the rate of proton- ation-deprotonation and hence the product distribution. On this basis, isopropanol (pKa= 17.1) [13] would be expected to produce a greater proportion of linear dimer than tertiary butanol (pKa= 19.2) [ 13] using the more active catalysts. Furthermore, ethanol (pKa = 15.93) [ 12] and methanol (pKa = 15.09) [ 13] should show an even higher selectivity to the linear dimer. However, the use of primary alcohols, in particular methanol and ethanol, was rejected since the competing addition reaction of alcohols and acrylonitrile giving alkyl cyanoethyl ethers as primary reaction products [ 14] led to an unacceptably low yield of dimers. ROH + CH2=CHCN --~ ROCH2CH2CN As the concentration of acrylonitrile in the mixture was increased, a reduction in selectivity to the linear dimer was observed. This is thought to arise from two effects: 1. acrylonitrile has a very high dielectric constant and any increase in acrylonitrile concentration will increase the polarity of the reaction medium and hence increase the reaction rate, and 2. high acrylonitrile concentrations should increase the rate of addition to the betaine/ylid intermediates. Selectivity to the linear dimer would be reduced when these rates become comparable to the rate of isomerisation of betaine to ylid. J.R. Jennings, R.J. Cozens/Applied Catalysis A: General 135 (1996) 163-176 t75 3.3. Effect of reaction temperature In all cases, the selectivity to the linear dimer is slightly higher at 20 than that at 60. The differences are quite small but are greater for catalysts incorporating substituents with large Hammett o- constants. This effect is sufficient to be critical with some of the rather more active catalysts such as isopropyl bis-p-methoxy- phenylphosphinite, (p-MeOC6H4)2POPri and its dialkylamino analogues. It is immediately apparent that there is considerable scope for optimisation of reaction temperature and that an acceptable balance between rate, selectivity, tem- perature and catalyst lifetime can be attained. This has not been studied further and remains a potentially profitable area of research for future developments. 4. Conclusions 1 Substitution of the aromatic ring in the para-position with electron releasing groups results in an increase in the rate of the dimerization reaction. 2 The magnitude of this increase is a function of the Hammett o- constant, which is an empirical measure of the net electron-releasing capability of the group. The dimethylamino group results in an approximately 200-fold increase in rate relative to the unsubstituted compound. 3 This advantage in rate is offset by a reduction in selectivity, such that some of the most active catalysts would not be commercially attractive. 4 Fine-tuning of the reaction medium, with particular emphasis on the alcohol content, can compensate partially for the loss in selectivity. 5 A useful compromise can be achieved by substituting only one of the aryl groups in a phosphinite catalyst. 6 Even after solvent optimisation, the most selective catalysts are dimethyl and probably di-isopropylphenylphosphonite, PhP(OMe) 2 and PhP( OP1j ) 2, though in general, phosphonites suffer from more severe deactivation. 7 The general conclusions apply equally to both phosphinite and phosphonite catalysts. References [ 1 ] J.R. Jennings and R.J. Cozens, Appl. Catal. A, 124 ( 1995 ) 297. [2] M. Hidai and A. Misono, in R. Ugo (Editor), Aspects of Homogeneous Catalysis, Reidel, Dordrecht, Vol. 2, 1974, pp. 159-188. [3] N. Takashina and C.C. Price, J. Am. Chem. Soe., 84 (1962) 489. [4] R. Oda, T. Kawabata and S. Tanimoto, Tetrahedron Lett., (1964) 1653. [5] J.D. McClure, Tetrahedron Lett., (1967) 2401. [6] J.D. McClure, J. Org. Chem., (1970) 3045. [7] J. Clark and D.D. Perrin, Quart. Rev., (1964) 295. [8] D.H. McDaniel and H.C. Brown, J. Org. Chem., 23 (1958) 420. 176 J.R. Jennings, R.J. Cozens/Applied Catalysis A: General 135 (1996) 163-176 [9] H.H. Jaffe, Chem Rev., 53 (1953) 191. [ 10] A.E. Remick, Electronic interpretation of Organic Chemistry, 2nd ed. Wiley, New York, 1949. [ 11 ] H.H. Jaffe, Science (Washington), 118 (1953) 246. [ 12] J.R. Jennings, R.J. Cozens and K. Wade, Appl. Catal. A, 130 (1995) 175. [ 13 ] J. Murto, Acta Chim. Scand., 18 (1964) 1043. [ 14] H.A. Bruson, in R. Adams (Editor), Organic Reactions, Vol. 5, Wiley, New York, 1949, pp. 79-135. APCATA 95001735 0926-860X(95)00173-5 10.1016/0926-860X(95)00173-5 Elsevier Science B.V. All rights reserved The catalytic dimerization of acrylonitrile: III. Activity and selectivity of homogeneous catalysts derived from substituted aromatic phosphinites and phosphonites J.R. Jennings * R.J. Cozens 1 University of Durham, Industrial Research Laboratories, South Road, Durham DH1 3LE, UK * Corresponding author. 1 The Geon Company, Technical Centre, P.O. Box 122, Moore and Walker Roads, Avon Lake, Ohio 44012, USA. The incorporation of electron-releasing substituents into the para-positions of alkyl diarylphosphinites, Ar2POR, and dialkyl arylphosphonites, ArP(OR)2, causes a marked increase in the rate of reaction compared with that of the unsubstituted derivatives in the catalysis of the linear dimerization of acrylonitrile in toluene/alcohol solution. The magnitude of the effect is approximately proportional to the electron-releasing capability of the substituent. This enhancement in rate is offset by an associated reduction in the selectivity to the desired linear dimer. However, optimisation of reaction conditions provides a satisfactory combination of rate and selectivity. In contrast, when electron-withdrawing substituents are incorporated into the ortho position of the aryl ring, there are distinct disadvantages in that the rate of dimerization is significantly reduced and the selectivity to the linear dimer is unacceptably low. The most promising catalysts, from both rate of reaction and selectivity considerations, are the bis-p-tolylphosphinite, (p-MeC6H4)2POPri, the mixed phenyl p-methoxyphenylphosphinite, (p-MeOC6H4)PhPOPri at 60°C, and the bis-p-methoxyphenylphosphinite, (p-MeOC6H4)2POPri at 20°C. Keywords Acrylonitrile dimerization Phosphinites Phosphonites Selectivity (1–4 dicyanobutene-1) Reference [1] Jennings J.R. Cozens R.J. Appl. Catal. A 124 1995 297 [2] Hidai M. Misono A. 2nd ed. Ugo R. Aspects of Homogeneous Catalysis Vol. 2 1974 Reidel Dordrecht 159 188 [3] Takashina N. Price C.C. J. Am. Chem. Soc. 84 1962 489 [4] Oda R. Kawabata T. Tanimoto S. Tetrahedron Lett. 1964 1653 [5] McClure J.D. Tetrahedron Lett. 1967 2401 [6] McClure J.D. J. Org. Chem. 1970 3045 [7] Clark J. Perrin D.D. Quart. Rev. 1964 295 [8] McDaniel D.H. Brown H.C. J. Org. Chem. 23 1958 420 [9] Jaffe H.H. Chem Rev. 53 1953 191 [10] Remick A.E. 2nd ed. Electronic interpretation of Organic Chemistry 1949 Wiley New York [11] Jaffe H.H. Science (Washington) 118 1953 246 [12] Jennings J.R. Cozens R.J. Wade K. Appl. Catal. A 130 1995 175 [13] Murto J. Acta Chim. Scand. 18 1964 1043 [14] Bruson H.A. Adams R. Organic Reactions Vol. 5 1949 Wiley New York 79 135",
      "scopus-id": "0038971703",
      "coredata": {
        "eid": "1-s2.0-0926860X95001735",
        "dc:description": "The incorporation of electron-releasing substituents into the para-positions of alkyl diarylphosphinites, Ar2POR, and dialkyl arylphosphonites, ArP(OR)2, causes a marked increase in the rate of reaction compared with that of the unsubstituted derivatives in the catalysis of the linear dimerization of acrylonitrile in toluene/alcohol solution. The magnitude of the effect is approximately proportional to the electron-releasing capability of the substituent. This enhancement in rate is offset by an associated reduction in the selectivity to the desired linear dimer. However, optimisation of reaction conditions provides a satisfactory combination of rate and selectivity. In contrast, when electron-withdrawing substituents are incorporated into the ortho position of the aryl ring, there are distinct disadvantages in that the rate of dimerization is significantly reduced and the selectivity to the linear dimer is unacceptably low. The most promising catalysts, from both rate of reaction and selectivity considerations, are the bis-p-tolylphosphinite, (p-MeC6H4)2POPri, the mixed phenyl p-methoxyphenylphosphinite, (p-MeOC6H4)PhPOPri at 60°C, and the bis-p-methoxyphenylphosphinite, (p-MeOC6H4)2POPri at 20°C.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001735",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jennings, J.R."
          },
          {
            "@_fa": "true",
            "$": "Cozens, R.J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001735"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001735"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00173-5",
        "prism:volume": "135",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The catalytic dimerization of acrylonitrile: III. Activity and selectivity of homogeneous catalysts derived from substituted aromatic phosphinites and phosphonites",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Acrylonitrile dimerization"
          },
          {
            "@_fa": "true",
            "$": "Phosphinites"
          },
          {
            "@_fa": "true",
            "$": "Phosphonites"
          },
          {
            "@_fa": "true",
            "$": "Selectivity (1–4 dicyanobutene-1)"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "163-176",
        "prism:endingPage": "176",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 February 1996",
        "prism:doi": "10.1016/0926-860X(95)00173-5",
        "prism:startingPage": "163",
        "dc:identifier": "doi:10.1016/0926-860X(95)00173-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038971703"
      }
    }
  }
}