{
  "metadata": {
    "title": "Silicon-amine intercalated titanates as novel supports for hydrotreating catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-02-16",
    "doi": "10.1016/0926-860X(94)00223-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94002231",
    "pii": "0926860X94002231"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001403468",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X94002231 0926-860X(94)00223-1 0926860X94002231 10.1016/0926-860X(94)00223-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00324 2024-01-01T12:18:48.759026Z 0 0 19950216 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 122 122 2 2 Volume 122, Issue 2 3 111 124 111 124 19950216 16 February 1995 1995-02-16 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. SILICONAMINEINTERCALATEDTITANATESNOVELSUPPORTSFORHYDROTREATINGCATALYST UDOMSAK S MURALIDHAR 1984 44 G MASSOTH 1984 53 F DALY 1987 401 F OKAMOTO 1989 29 Y RAMIREZ 1989 211 J WANG 1989 266 I MCCORMICK 1989 940 R WEISSMAN 1993 45 J WEISSMAN 1994 113 J STEPHENS 1985 15 H MONIER 1987 322 J DOSCH 1990 R SAND892399 DOSCH 1990 R SAND892400 DOSCH 1992 R SAND920388 ANDERSON 1992 185 S ANTHONY 1991 637 R CLEARFIELD 1988 98 A GONZALEZ 1991 E MSTHESIS ANTHONY 1992 253 R THENG 1974 B CHEMISTRYCLAYORGANICREACTIONS LEGALY 1975 650 G CLEARFIELD 1978 871 A IZAWA 1983 741 H RAVEAU 1984 391 B JACOBSON 1987 45 A CLEARFIELD 1992 128 A SUPRAMOLECULARARCHITECTURESYNTHETICCONTROLINTHINFILMSSOLIDS CLEARFIELD 1992 245 A EXPANDEDCLAYSOTHERMICROPOROUSSOLID CHENG 1989 1283 S ANDERSON 1990 3260 M LANDIS 1991 3189 M UDOMSAK 1994 197 S LI 1991 5910 L BRECK 1974 D ZEOLITEMOLECULARSIEVES TANABE 1974 1064 K DOOLIN 1994 209 P MOFFAT 1990 291 J THEORETICALASPECTSHETEROGENEOUSCATALYSIS NAG 1987 2324 N UDOMSAKX1995X111 UDOMSAKX1995X111X124 UDOMSAKX1995X111XS UDOMSAKX1995X111X124XS item 0926-860X(94)00223-1 0926860X94002231 1-s2.0-0926860X94002231 10.1016/0926-860X(94)00223-1 271346 2024-01-01T12:18:48.759026Z 1995-02-16 1-s2.0-0926860X94002231-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002231/MAIN/application/pdf/474dd96a0697e64c0ef89fbcdd71effb/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002231/MAIN/application/pdf/474dd96a0697e64c0ef89fbcdd71effb/main.pdf main.pdf pdf true 787062 MAIN 14 1-s2.0-0926860X94002231-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002231/PREVIEW/image/png/81216b829790a3f934186d25b7513bf9/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002231/PREVIEW/image/png/81216b829790a3f934186d25b7513bf9/main_1.png main_1.png png 48395 849 656 IMAGE-WEB-PDF 1 @ ELSEVIER Applied Catalysis A: General 122 (1995) 111-124 j APPLIED CATALYSIS A: GENERAL Silicon-amine intercalated titanates as novel supports for hydrotreating catalyst S. Udomsak a, R.G. Anthony a,., S.E. Lott b \" Kinetics, Catalysis, and Reaction Engineering Laboratory, Department of Chemical Engineering, Texas A&M UniversiO', College Station, TX77843-3122, USA b Sandia National Laboratories. Albuquerque, NM 87185, USA Received 7 June 1994; revised 29 September 1994: accepted 30 September 1994 Abstract A layered crystalline titanate (T2CT) [Anthony and Dosch, US Patent 5 177045 (1993)] is intercalated with silicon-amine compounds, such as 3-aminopropyltrimethoxysilane and n-[3-(tri- methoxysilyl) propyl] ethylenediamine. N-alkylamine is used as a secondary swelling agent to adjust the amount of silicon-amine intercalating into T2CT. Molybdenum and nickel are loaded into silicon- amine intercalated T2CT by impregnation. Hydrogenation of pyrene, hydrodesulfurization of diben- zothiophene, and hydrodenitrogenation of quinoline are used to study the catalytic activity of the NiMo catalysts. The most active NiMo catalysts was activated by calcination and then sulfiding. The NiMo/pillared T2CT catalysts are more active than a commercial catalyst (Shell 324M) for hydro- genation of pyrene, while the activities of the NiMo/pillared T2CT catalysts for hydrodesulfurization and hydrodenitrogenation are similar to those of Shell 324M. The amount of silicon relative to titanium of the pillared T2CT, used as supports, has a significant effect on the catalytic activities and physical properties of the supports. Keywords: Hydrodenitrogenation; Hydrodesulfurization: Hydrogenation; Hydrotreating; Intercalation: Layered titanate; Mixed oxide; Nickel-molybdenum catalysts; Pillaring; Silica; Titanate 1. Introduction Sulfided NiMo or CoMo supported y alumina catalysts are widely used for hydrotreating of petroleum. A variety of metal oxides have been studied as supports for hydrotreating catalyst [ 1-9]. Hydrous titanium oxides (HTO) have been shown to be excellent supports for coal-derived liquid hydrotreating catalyst [ 10-16]. In order to improve the catalytic activity and to study the effect of crystallinity and * Corresponding author. Tel. ( + 1-409) 8453370. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDl O926-860X ( 94 )00223- 1 112 S. Udomsak et al. / Applied Catalysis A: General 122 (1995) I 11-124 morphology on the catalytic activity, Anthony and Dosch [ 17,18] prepared six new crystalline titanates using the same chemical system used for HTO preparation. One labelled as type 2 crystalline titanate (T2CT), when used as a precursor in the preparation of a supported palladium catalyst, had a high activity for hydrogenation of poyrene and 1-hexene. T2CT is a layered material with the interlayer distance of 10 A. The X-ray diffraction (XRD) pattern of T2CT is similar to that of NaaTigO2o prepared by Clearfield and Lehto [ 19]. However, the morphologies of these two titanates are significantly different, as indicated by their scanning electron micros- copy (SEM) micrographs. The crystalline particles of T2CT appeared as agglom- erates of spherical particles [20], while the morphology of NaaTi902o was needle shape [19]. T2CT suffered a signifcant loss of surface area after calcination at high temperature [21]. Pillaring of layered materials with inorganic compounds has been widely used for improving the thermal stability of layered materials. The intercalation of layered compounds such as clays, silicates, double hydrox- ides, phosphates, oxides, and perovskite compounds with polar organic molecules such as dimethyl sulfoxide, glycol, alkylamine, and ketone have been widely studied [ 22-27 ]. However, the application of these organic intercalated materials as sup- ports for heterogeneous catalysts has been very limited due to the decomposition of the intercalated organic materials at high temperature. There is a great deal of interest in the preparation of layered metal oxides pillared with inorganic com- pounds for use as catalyst supports or molecular sieves. Recently, Clearfield and Kuchenmeister [ 28 ] and Clearfield et al. [ 29 ] published reviews on pillared layered compounds. Potassium tetratitanate (K2Ti4Og) was pillared by Cheng and Wang [ 30 ] with aluminum Keggin ions [ A1 ~ 304 (OH) 24 ( H20 ) 12 ] 7 + by first swelling the tetratitanate with n-alkylamine prior to pillaring with the Keggin ions. Sodium trititanate (NazTi3OT) was directly pillared by Anderson and Klinowski [ 31 ] with the Keggin ions. Layered metal oxides with high surface area were obtained by intercalating with tetraethyl orthosilicate into alkylammonium-exchanged layered metal oxides [32,33]. Udomsak and Anthony [34] also showed that a porous and high surface area material can be prepared by pillaring of T2CT with tetraethyl orthosilicate. 3-aminopropyltriethoxysilane was used by Li et al. [ 35 ] to intercalate and pillar zirconium bis (monohydrogen phosphate) (c~-ZrP). Use of a silicon- amine compound as a pillaring agent is a better choice than silicon alkoxide since the layers can be directly expanded by the pillaring agent without first swelling the layers with n-alkylamine. In addition, when using silicon alkoxide, the pillaring step must be performed in an inert atmosphere to prevent hydrolysis of silicon ethoxy groups in tetraethyl orthosilicate on the outer surface of the layered materials, whereas the hydrolysis in the silicon-amine solution is insignificant. In this manuscript, the characterization and catalytic activity of T2CT intercalated by silicon-amine compounds, such as 3-aminopropyltrimethoxysilane and n-[3- (trimethoxysilyl)propyl]ethylenediamine, are shown. Powder X-ray diffraction, temperature-programmed desorption of ammonia, surface area measurement, pore size distribution analysis, and elemental analysis were performed on the silicon- S. Udomsak et al./Applied Catalysis A: General 122 (1995) 111 124 113 amine intercalated T2CT (Si-T2CT). Nickel and molybdenum were loaded on Si- T2CT. The catalytic activity of NiMo/Si-T2CT catalyst was evaluated by using three model reactions, hydrogenation of pyrene, hydrodesulfurization of dibenzo- thiophene, and hydrodenitrogenation ofquinoline. Stephens et al. [ 11 ] have shown that the activity of a catalyst for hydrogenation of pyrene correlates very well with the catalytic activity for hydrotreating coal-derived liquids. 2. Experimental 2. I. Catalyst preparation Materials Titanium(IV) isopropoxide, 25 weight-% tetramethylammonium hydroxide in methanol, aluminum nitrate nonahydrate, n-butylamine, n-octylamine, n-dodecy- lamine, 3-aminopropyltrimethoxysilane, n- [3-(trimethoxysilyl) propyl]- ethylenediamine, nickel(II) nitrate hexahydrate, and ammonium molybdate(VI) tetrahydrate, were purchased from Aldrich Chemical Company. Sodium hydroxide was from Spectrum Chemical Manufacturing. All chemicals were reagent grade, and used without further purification. Synthesis Titanium (IV) isopropoxide, an aqueous solution of sodium hydroxide, a solution of tetramethylammonium hydroxide (TMAOH) in methanol, aluminum nitrate nonahydrate were used in the preparation of sodium T2CT. The molar ratio of NaOH:TMAOH:Al:water:Ti used in the synthesis was 0.5:0.5:0.05:20:1. The chemicals were mixed together to prepare a white slurry. Then, the slurry was crystallized in a reactor at the temperature of 150 for twelve hours. The elemental analysis of T2CT indicated that the molar ratio of Na:AI:Ti in the solid was 0.5:0.02:1. Synthesis and characterization details have been presented by Anthony and Dosch [18], Gonzalez [20], and Anthony et al. [21]. The acidic form of T2CT was prepared by ion exchanging sodium T2CT with an aqueous solution of hydrochloric acid at pH of 2 for several times to remove Na+. Silicon-amine intercalated T2CT (Si-T2CT) were prepared by refluxing acidi- fied T2CT with an aqueous solution of silicon-amine compounds for one day. The products were filtered, washed with acetone, and air dried. In addition, sodium T2CT was also refluxed with an aqueous solution of silicon-amine for one day. The product was filtered, washed, and dried by the same procedure. Acidified T2CT was swollen by refluxing with an aqueous solution of n-alkylam- ine and silicon-amine for one day. n-Butylamine, n-octylamine, and n-dodecylam- ine were used in the experiments. The filtration, washing, and drying of the products were the same as previous procedures. In Table 1, the composition and the char- acterization of silicon-amine intercalated T2CT (Si-T2CT) are shown. 114 S. Udomsak et al. /Applied Catalysis A: General 122 (1995) 111-124 Table 1 The recipe, elemental analysis, BET surface area, and total pore volume of silicon-amine intercalated type 2 titanate (Si-T2CT) Support Siliconamine Alkylamine T2CT T2CT:silicon Si:Ti in BET Pore amine:alkylamine:water solid surface volume (weight ratio) (molar area (cm3/g)~ ratio) (m-'/g)~' A monomethoxb - sodium 1.0:5.0:0:15 0.23 n/a n/a B monomethoxu acidified 1.0:1.2:0:15 0.46 161 0.43 C monomethoxb - acidified 1.0:2.4:0:15 0.48 168 0.53 D monomethoxb - acidified 1.0:5.0:0:15 0.46 164 0.55 E dimethoxc - acidified 1.0:3.3:0:15 0.37 179 0.45 F monomethoxb butyl acidified 1.0:1.2:2.8:15 0.43 183 0.58 G monomethoxb octyl acidified 1.0:1.2:5.0:15 0.33 232 0.74 H monomethoxb dodecyl acidified 1.0:1.2:7.1:15 0.26 206 0.48 Samples were calcined at 450 for four hours and then degassed at 150 for twelve hours. b Monomethox = 3-aminopropyltrimethoxysilane. \" Dimethox = N- ( 3- ( trimethoxysilyl ) propyl ] ethylenedianiine. The Si-T2CTs were calcined at 450 for four hours and then loaded with molybdenum by impregnation with an aqueous solution of ammonium molyb- date(VI) tetrahydrate. The slurry was dried at 100, and then impregnated with an aqueous solution of nickel(II) nitrate hexahydrate. Finally, the slurry was dried at 100. The amounts of molybdenum and nickel on the catalysts were approxi- mately 10 and 3 weight-%, respectively. Two pretreatment methods were used to activate the NiMo catalyst. First, the NiMo catalysts were calcined at 500 and then sulfided at 425 (C and S). Second, the NiMo catalysts were only sulfided at 425 (S). 2.2. Catalyst characterization The silicon and titanium contents in Si-T2CT were determined by using a Varian AA-30 spectrometer. Calcined samples were dissolved by an aqueous solution of hydrofluoric acid. Silicon and titanium absorption standard solutions were obtained from Aldrich Chemical Company. BET surface areas, total pore volume, and pore size distributions were determined by nitrogen sorption using a Micromeritics Digisorb 2600. A cylindrical pore with an opening at one end was used as a model to determine pore size distribution. Samples were degassed at 150 for twelve hours prior to the nitrogen sorption experiments. Powder X-ray diffraction patterns were collected on an X-ray diffractometer system Scintag Inc., model XDS 2000 with copper radiation (Cu Kcet ), A = 1.5405 ,~, at a scanning rate of 4rain. Acidities of Si-T2CT were determined by using temperature-programmed desorption (TPD) of ammonia. 140 to 150 mg of the samples, which had been calcined at 450, were heated under a helium flow (20 cm3/min) to 550 for 30 min. They were then cooled to 100. The samples were saturated with an ammonia S. Udomsak et al. /Applied Catalysis A: General 122 (1995) 111-124 115 flow-rate of 11 cm3/min for 45 min. Excess ammonia was removed from the samples by flushing with helium. Ammonia desorption profiles, monitored by a TCD, were obtained by heating the samples from 100 to 550 at a heating rate of 12 / rain. 2.3. Activi~ test Hydrogenation of pyrene, hydrodesulfurization of dibenzothiophene, and hydro- denitrogenation of quinoline were performed in stainless steel batch microreactors, equipped with a thermocouple and a pressure transducer, n-Hexadecane was used as a solvent. Typically, 100 mg of model reactant, 1000 mg of solvent and 30 mg of catalyst were loaded into the reactors. The reactors were pressurized by hydrogen and then heated in a fluidized sand bath. The heat-up period took about 1 min. The reaction conditions were 300 and 500 psig of hydrogen (cold charge) ( 1 psig = 6.895 kPa) for hydrogenation and 350 and 1250 psig of hydrogen (cold charge) for hydrodesulfurization and hydrodenitrogenation. Rate constants, based on the total weight of the catalyst or the amount of molybdenum, were used for a com- parison among the NiMo catalysts. The experimental set-up and product analysis were given in detail by Dosch and Mclaughlin [ 15]. 3. Results and discussion 3.1. Characterization of silicon-amine intercalated T2CT (Si-T2CT) As reported by Udomsak and Anthony [34], acidified T2CT could be readily swollen with n-alkylamine, such as n-butylamine, n-hexylamine, n-octylamine, and n-dodecylamine, with or without the presence of water in the swelling solution. As a result, a silicon-amine compound should also swell acidified T2CT. The XRD patterns of silicon-amine intercalated T2CT (Si-T2CT), illustrated in Fig. 1, show that as the size of silicon-amine increases, the primary peak is shifted toward lower 20 values, which indicates an increase in the interlayer distance. The interlayer distance of acidified T2CT can be increased from 10.7 A to 24.2 A by using n-[3- (trimethoxysilyl) propyl ] ethylenediamine, and 19.5 A by using 3-aminopropyltri- methoxysilane. For n-alkylamine swollen T2CT, n-alkylammonium ions form double layers with the NH~ group pointing toward the basal layers with 46of inclination [34]. N-butylamine swollen T2CT had an interlayer distance of 18.3 A, which is similar to the interlayer distance of 3-aminopropyltrimethoxysilane intercalated T2CT. Silicon-amine should also form double layers of silicon ammo- nium ions between the basal layers like n-alkylamine swollen T2CT since n- butylamine and 3-aminopropyltrimethoxysilane are roughly the same size and yield similar interlayer spacings of swollen T2CT. 116 S. Udomsak et al. /Applied Catalysis A.\" General 122 (1995) 111-124 cPs 171G6 e.~al 5._q011 4.436i 3.55gj 2.~76 a.5~2x BO0-OI I00 540.0 90 ,480.0- (c) eo 420 0~~ 70 360.0\" * 60 306. o- /~ ~, ml r 5O 240.0-~ ~~ 40 160. O- 30 t20.0\" 2O /\"~, ,i (a} 60.0\" ~IL~A i 1o 0.0\" I--I I I I I I I I I I ~ I I ~ I I I I I F I --1 I r 0 5 t0 f5 20 25 30 35 2e Fig. 1. The XRD patterns of (a) acidified T2CT, (b) 3-aminopropyltrimethoxysilane swollen T2CT, and (c) n- [3-(tfimethosi]yl)propyl]-ethylenediamine swollen T2CT. ( * for primary peak). There is no increase of the interlayer distance, when sodium T2CT was treated with silicon-amine (sample A). Therefore, it is necessary to ion exchange Na+ occupying the basal layers with H + by acid treatment prior to swelling with silicon- amine. From the elemental analysis (Table 1 ), samples B, C, and D prepared by varying the concentrations of silicon-amine in the swelling solutions contain the same amounts of silicon. Since the amount of silicon-amine intercalating into T2CT is independent of the silicon-amine concentration in the swelling solution, the amount of silicon-amine intercalating into T2CT is probably controlled by the ion exchange capacity of T2CT. In additional, the ion exchange capacity based on the amount of silicon-amine intercalating into T2CT is about 4.3 meq/g, which is closed to the value of 4.4 meq/g of T2CT [21]. The activity of NiMo supported silicon ethoxide pillared T2CT for pyrene hydro- genation was highly correlated to the silicon content in the support [34]. The activity was inversely proportional to the silicon content. As a result, in this study the amount of silicon-amine intercalating into T2CT was adjusted by adding n- alkylamine into the swelling solution as a secondary swelling agent [ samples F (n- butylamine), G (n-octylamine), and H (n-dodecylamine) ]. As shown in Table 1, using n-dodecylamine as a secondary swelling agent yielded a sample with the lowest silicon content (Sample H, Si:Ti molar ratio =0.26), while using n-buty- lamine resulted in a sample with the highest silicon content (Sample F, Si:Ti molar ratio = 0.43). The silicon content for sample F was close to the silicon contents of the samples prepared without using n-alkylamine as a secondary swelling agent ( samples B, C, and D). As the size of n-alkylamine increases, the amount of silicon- amine intercalating into the basal layers decreases, which is probably due to the S. Udomsak et al. / Applied Catalysis A: General 122 (1995) 111-124 117 CPS 1200.0 1080. O\" g60. O\" B40.O\" 720.0\" 600.0\" 480.0\" 360. O\" 240,0\" ~.20. O\" D.Oo ..638 4.,36 2.t76 2.~e ~.,~3 x I I --1---1o0 (d) ,m L Col o 10 20 30 40 50 2e Fig. 2. The XRD patterns of T2CT intercalated by a mixture of 3-aminopropyltrimethoxysilane and n-alkylamine: (a) no alkylamine (Sample C), (b) n-butylamine (Sample F), (c) n-octylamine (Sample (G), and (d) n- dodecylamine (Sample H). ( * for primary peak). - 90 80 70 60 50 40 30 20 t0 0 hinderance of n-alkylamine occupying the interlayer spaces. From these results, we can adjust the amount of silicon-amine intercalating into T2CT by using n-alky- lamine as a secondary swelling agent. The XRD patterns of T2CT intercalated by a mixture of silicon-amine and n- alkylamine, illustrated in Fig. 2, show that the interlayer distance was increased to 28.3 ,~ using n-octylamine (Sample G), and to 24.5 ,& using n-dodecylamine (Sample H). The interlayer distance of sample H was significantly less than that of n-dodecylamine swollen T2CT (interlayer distance of 32.9 ,~ [ 34 ] ). Evidently, the presence of silicon-amine in the swelling solution affects the arrangement of n-alkylamine inside the basal layers. The interlayer spacing of sample F, using n- butylamine, was 19.8 ,& which is similar to that of the samples prepared without n-butylamine (Samples B, C, and D). Moreover, the silicon contents of these samples were approximately the same. Therefore, n-butylamine is not suitable as a secondary swelling agent since both XRD patterns and silicon contents of the samples prepared with or without n-butylamine are similar. The organic moieties in silicon-amine intercalated T2CT (Si-T2CT) were removed by degassing at 450 under vacuum. The temperature was increased from room temperature to 450 with a heating rate of 10/min. The XRD patterns of these degassed samples, illustrated in Fig. 3, indicate that the interlayer spacings shrank to 12.8, 12.2, 10.6, and 10.9 .~ for sample C, F, G, and H, respectively. The interlayer thickness of layered tetratitanate is approximately 6.0 A [ 30 ]. Therefore, for the samples with the interlayer spacings of 12.8 to 12.2 ,~, the spaces between the layers are about 6.2 to 6.8 ,&, while the spaces are about 4.6 to 4.9 ,~ for the degassed samples with the interlayer spacings of 10.6 to 10.9 ,~. This difference l 18 S. Udomsak et al. /Applied Catalysis A: General 122 (1995) I I 1 124 ~Ps %6G 8.?3. 5.?o, ,.~35 3.p~ ,.?,5 ,.p, 2.p2 2.?,, , ,,~ 800.0 -I00 720,0- 9O 540,0-~~ (d) 80 ~60.0-~~ 70 460.0- 60 400.0-~ 50 320.0- 40 240.0-~(b) 3C t50.0- 20 80,0\" ~- ,0 6.6\" \"0 5 ,0 ~5 20 25 30 35 40 45 50 26 Fig. 3. The XRD patterns of T2CT intercalated by a mixture of 3-aminopropyltrimethoxysilane and n-alkylamine and degassed at 450: (a) no alkylamine ( Sample C), (b) n-butylamine ( Sample F), (c) n-octylamine ( Sample (G), and (d) n-dodecylamine (Sample H). (* for primary peak). indicates that the arrangement of silica located between the layers for the sample prepared without n-alkylamine is different from that of the sample prepared with n-alkylamine. In addition, the stacking of the basal layers becomes more disordered as the silicon content decreases. Shock calcination in air by placing a sample in an oven pre-set at 450 was also used to remove the organic moieties from silicon-amine intercalated T2CT. The XRD patterns of the calcined samples, illustrated in Fig. 4, shows that the samples become amorphous. We postulate that shock calcination in air at high temperature, which causes a sudden change in temperature, introduces thermal stress resulting in the collapse of the layered structure. However, the surface areas of the calcined Si-T2CT (in a range of 160 to 230 m2/g), shown in Table 1, were still significantly higher than that of acidified T2CT calcined at the same temperature (70 m2/g). In general, the surface areas of Si-T2CT prepared with n-alkylamine as a secondary swelling agent (samples F, G, and H) were higher than those of the samples prepared without n-alkylamine (samples B, C, and D); even though, the latter set had higher silicon contents. The pore size distributions of calcined Si-T2CT, shown in Fig. 5, indicate that the majorities of the pores are in a mesoporous range ( 20 to 500 A defined in IUPAC). The structures of pyrene, dibenzothiophene, and quin- oline consist of multiple benzene rings fused together, and the kinetic diameter of a benzene ring based on the Lennard-Jones relationship is 5.85 A [ 36]. As a result, only the samples calcined in air were used for the activity studies instead of the degassed samples, since the openings between the basal layers of the degassed samples (in a range of 10 to 12 A) may be too restricted for the reactants of interest, i.e., pyrene, dibenzothiophene, and quinoline. S. Udomsak et al. /Applied Catalysis A: General 122 (1995) 111-124 119 CP8 [ I I \" I ' I '1 A__ \"/ --1_100 t7 156 fl.83B 5.901 4 ,435 3 559 2 97B 2 568 2 85:::' 2 013~; 500.0 ! 4so.o- ~ (c) F 90 400\"0~ ~/ BO 350. o~ 70 300, O- 60 250.0- ~ 50 200, O- 40 I * 150.01 /~ 30 50,0 dO 0.0-1~r-I~I~17--T-r7-T'T'-I I I z i l~i ~ H it 1~1-1~ I I I I ~7~1-- 0 5 t0 t5 20 25 30 35 40 45 20 Fig. 4. The XRD patterns of 3-aminopropyhrimethoxysilane swollen T2CT: (a) as prepared, (b) degassed at 450, and (c) calcined at 450 (* for primary peak). The acidities of Si-T2CT (samples C, G, and H) were determined and compared with that of y alumina (Sterm Chemical). The total acid site densities were 2.91 1013, 7.42.1013, 6.67.1013, and 4.40.1013 molecules of ammonia desorbed/ cm2 for samples C (no alkylamine), G (n-octylamine), H (n-dodecylamine), and y-alumina, respectively. Therefore, Si-T2CT prepared with n-alkylamine (samples G and H) are more acidic than Si-T2CT prepared without n-alkylamine (sample C) and y alumina. 0.025 ....... , ....... 0.020 ~ ,,~ 0.015 ~ O.OlO 0.005 0.000 10 0, ! : 0 o / ~ .'~ $7, - .~1 ta ...... i : ta~g:~[::~7--, ca , 100 1000 Average Pore Diameter (angstrom) Fig. 5. The pore size distributions of T2CT intercalated by a mixture of 3-aminopropyltrmethoxysilane and n- alkylamine and calcined at 450: (~1) no alkylamine (Sample C), (0) n-octylamine (Sample (G), and (A) n-dodecylamine (Sample H). 120 S. Udomsak et al./ Applied Catalysis A: General 122 (1995) 111 124 1.0 0.9 0.8 0.7 ,\" 0.6 0.5 ~ 0.4 -~ 0.3 o Z 0.2 0.1 0.0 [ [o \" 0 9 '~ 0o% .?/~o o [, ~ \" 0 'i, , \" 100 200 300 400 500 Temperature () Fig. 6. The ammonia TPD profiles of silicon-amine intercalated T2CT Si-T2CT) and y-alumina: (&) no alkylamine (Sample C), ( .... ) n-octylamine (Sample (G), (O) n-dodec llamine (sample H), and ( ) y- alumina. As illustrated in Fig. 6, the ammonia TPD profiles indicate that the acid site distributions of samples G (n-octylamine), H (n-dodecylamine), and y-alumina are bimodal, while that of sample C (no alkylamine) is unimodal. The strength of the acid sites, as indicated by the location of the peaks, shows that the strength of the acid sites of samples G and H are similar to those of y alumina. The ammonia TPD profiles of samples C (Si:Ti molar ratio = 0.48), G (Si:Ti molar ratio = 0.33 ), and H (Si:Ti molar ratio=0.26) also illustrate that the intensities of the high temperature peak at 350 are inversely proportional to the silicon content in the solid, while the relationship between the intensities of the low temperature peak at 250 and the silicon contents is not clear. It is not uncommon for a mixed metal oxide, like Si-T2CT to possess new and stronger acid sites, compared with a pure oxide. Tanabe et al. [37] have reported that new Lewis acid sites can be generated by incorporating silicon into the TiO2 matrix, while new Br0nsted acid sites can be produced by incorporating titanium into SiO2. As a result, mixed oxides with varying degrees of acidity can easily be prepared by varying the compositions of the mixed oxide. For example, Doolin et al. [38] studied the acidities of a mixed titania-silica metal oxide prepared by co- precipitation or sol-gel method with silicon content varying from 0 to 100 weight- %. A mixed oxide prepared by co-precipitation with Si:Ti molar ratio of 0.11 was the most acidic. However, for the oxides prepared from Si-T2CT, sample G, which has a Si:Ti molar ratio of 0.33, is the most acidic. This discrepancy is not a surprise since Doolin et al. [38] also reported that the generation of acid sites and the stability of the oxide were a strong function of the preparation method. 3.2. Catalytic activities of sulfided NiMo/Si-T2CT catalysts Si-T2CT after calcination at 450, samples A (Na-T2CT + Si), C (no alkylam- ine), F (n-butylamine), G (n-octylamine), and H (n-dodecylamine), were used S. Udomsak et al. / Applied Catalysis A.\" General 122 (1995) 111-124 121 Table 2 The physical properties of the NiMo/Si-T2CT catalysts and a commercial catalyst ( Shell 324M) and their catalytic activities for hydrogenation of pyrene kHYD Catalyst id. Supports Si:Ti S.A. Mo Ni Pre treat.~ to,a~ k~n,~D molar (rn2/g) (wt.-%) (wt.-%) ratio Shell 324M y-alumina - 152 13.2 2.7 C and S 0.148 1.12 NiMo/Si-T2CT(A) A 0.23 n/a 10.2 3.3 S 0.016 0.16 C and S n/a n/a NiMo/Si-T2CT(C) C 0.48 168 10.4 3.5 S 0.124 1.19 CandS 0.146 1.40 NiMo/Si-T2CT(F) F 0.43 183 9.3 2.9 S 0.141 1.52 C and S 0.134 1.45 NiMo/Si-T2CT(G) G 0.33 232 9.5 2.7 S 0.124 1.31 CandS 0.183 1.93 NiMo/Si-T2CT(H) H 0.26 206 9.2 3.0 S 0.141 1.53 C and S 0.203 2.21 ~' There are two procedures used to activate the catalysts: S = The catalysts were sulfided at 425 only. C and S = The catalysts were calcined at 500 and then sulfided at 425. kt~ = (g of catalyst, s) ~ and kM= (g of Mo. s) i. as supports for the preparation of NiMo catalysts. Hydrogenation of pyrene (HYD), hydrodesulfurization of dibenzothiophene (HDS), and hydrodenitrogenation of quinoline (HDN) were used to determine the catalytic activities of the NiMo/Si- T2CT catalysts. The activity of a commercial catalyst (Shell 324M) with 13.2 and 2.7 weight-% of molybdenum and nickel, respectively, was used for comparison. The physical properties of the supports, molybdenum and nickel loading, and the activities of the NiMo catalysts for pyrene hydrogenation are shown in Table 2. The NiMo/Si-T2CT(A) catalyst was not active for pyrene hydrogenation. Si- T2CT(A) was prepared by treating a sodium T2CT with an aqueous solution of 3- aminopropyltrimethoxysilane. This support contains about 10 weight-% of sodium which probably poisons the active metal sulfide. The NiMo/Si-T2CT catalysts pre- treated by calcination and then sulfiding (C and S) are more active than the catalysts pre-treated by sulfiding only (S). The NiMo/Si-T2CT(H) catalyst pre-treated by calcination and sulfiding (C and S) was two times more active than Shell 324M. The activities of NiMo/Si-T2CT catalysts for pyrene hydrogenation are inversely proportional to the silicon content in the supports. The same trend was observed for the relationship between the activities of NiMo/silicon ethoxide pillared T2CT catalysts and the silicon content in the supports [ 34] ; even though, the Si:Ti molar ratios in silicon ethoxide pillared T2CT (in a range of 0.5 to 7) are higher than the Si:Ti molar ratios in Si-T2CT for this study (in a range of 0.26-0.48). Since the intensity of the high temperature peak at 350 from the ammonia TPD profiles in Fig. 6 increases as the silicon content decreases, the HYD activity might in fact be related to the acidity of the support. 122 S. Udomsak et al. / Applied Catalysis A: General 122 (1995) 111-124 Table 3 The catalytic activities of the NiMo/Si-T2CT catalysts and a commercial catalyst (Shell 324M) for hydrodesul- furization of dibenzothiophene and hydrodenitrogenation of quinoline Catalyst id. Supports Si:Ti molar Pre treat?kHDs~ k~H~s kHDN~ k~N ratio Shell 324M y-alumina C and S 0.0203 0.1538 0.00310 0.0236 NiMo/Si-T2CT(F) F 0.43 C and S 0.0178 (/.1920 0.00298 0.0321 NiMo/Si-T2CT(G) G 0.33 C and S 0.0174 0.1841 0.00300 0.0317 NiMo/Si-T2CT(H) H 0.26 C and S 0.0075 0.0819 (/.00282 0.0308 a C and S =The catalysts were calcined at 500 and then sulfided at 425. kt\"l = ( g of catalyst, s) - l kM (g ofMo. sec) The catalytic activities of NiMo/Si-T2CT catalysts for hydrodesulfurization of dibenzothiophene (HDS) and hydrodenitrogenation of quinoline (HDN) are illus- trated and compared with that of Shell 324M in Table 3. Since the HYD study indicates that the catalysts pre-treated by calcination and then sulfiding (C and S) are more active than those pre-treated by only sulfiding (S), the former pre- treatment method (C and S) was used for HDS and HDN. The activities of the NiMo/Si-T2CT catalysts for HDS and HDN are about the same as that of Shell 324M. There is a significant drop of the HDS activity and a slight decrease of HDN activity as the silicon content decreases. There should be two different active sites on sulfided NiMo since the HYD activity was inversely proportional to the silicon content in the support, but the relationship between the HDS and HDN activities and the silicon content was opposite. The dual site mechanism for hydroprocessing has been often discussed [39]. The electron withdrawing site was responsible for hydrogenation, while the electron donating site was responsible for hydrogenolysis. The effect of the supports on the chemistry and catalytic activities of sulfided NiMo has been widely observed. For example, the Mo-support interaction reported by Nag [40] was the greatest for the alumina support, the least for silica support, and intermediate for TiO2 and ZrO2 supports. Sulfided MOO3/y alumina consisted of a MoS2-1iked phase and Mo(V), while sulfided MoO3/TiO2 was fully sulfided to a MoS2-1iked phase [4]. They also reported that there were two separate sites on sulfided NiMo catalysts: triple (c~) and double (13) cus Mo-sites. The c~-site was responsible for HYD activity, while dual sites were responsible for HDS. The MoS2 particles on TiO2 were smaller than those on alumina [ 5 ]. The high activity of NiMo/TiOz-ZrQ catalyst was due to a weaker Mo-support interaction, yielding more reactive molybdenum sites [ 3 ]. Unfortunately, the analysis of sulfided NiMo catalysts in this work is too limited to elucidate the interaction of sulfided NiMo and the support. 4. Conclusions Silicon-amine compounds, such as 3-aminopropyltrimethoxysilane and n-[3- (trimethoxysilyl) propyl] ethylenediamine, could be used to pillar a layered crys- S. Udomsak et al. / Applied Catalysis A.\" General 122 (1995) 111-124 123 talline titanate (T2CT). The surface area of pillared titanate was significantly higher than unpillared titanate, after calcination at the same temperature (450). The amount of silicon-amine intercalating into T2CT could be adjusted by using n- alkylamine as a secondary swelling agent. The bigger the size of n-alkylamine, the less amount of silicon-amine intercalates into T2CT. The silicon content of silicon- amine intercalated T2CT (Si-T2CT) has a profound effect on its physical proper- ties, such as surface area and acidity. Calcined Si-T2CT was used as a support for the preparation of NiMo catalysts. The most active NiMo/Si-T2CT catalyst was two times more active than a com- mercial catalyst (Shell 324M) for hydrogenation of pyrene (HYD), while the activities for hydrodesulfurization of dibenzothiophene (HDS) and hydrodenitro- genation of quinoline (HDN) were comparable to those of Shell 324M. The silicon content in the support has a significant effect on the activities of NiMo catalysts. The HYD activity was inversely proportional to the silicon contents in the supports, while the relationships between the HDS and HDN activities and the silicon contents were opposite. Acknowledgements This work was performed at Texas A&M University and Sandia National Lab- oratories. The work at Texas A&M University was funded by Sandia National Laboratories under Texas A&M Research Foundation contract numbers 6806 and 8346. Sandia National Laboratories is supported by the US Department of Energy under contract number DE-AC04-94A18500. References [ 1 ] G. Muralidhar, F.E. Massoth and J. Shabtai, J. Catal., 85 (1984) 44. [2] F.E. Massoth, G. Muralidhar and J. Shabtai, J. Catal., 85 (1984) 53. [3] F.P. Daly, H. Ando, J.L., Schmitt and E.A. Sturm, J. Catal., 108 (1987) 401. [4] Y. Okamoto, A. Maezawa and T. Imanaka, J. Catal., 120 (1989) 29. [5] J. Ramirez, S. Fuentes, G. Diaz, M. Vrinat, M. Breysse and M. Lacroix, Appl. Catal., 52 (1989) 211. [6] I. Wang and R.C. Chang, J. Catal., 117 (1989) 266. [7] R.L. McCormick, J.A. King, T.R. King and H.W. Haynes, Jr., Ind. Eng. Chem. Res., 28 (1989) 940. [8] J.G. Weissman, E.I. Ko and S. Kaytal, Appl. Catal. A., 94 (1993) 45. [9] J.G. Weissman, E.C. Decanio and J.C. Edwards, Catal. Lett., 24 (1994) 113. [ 10] R.G. Dosch, H.P. Stephens and F.V. Stohl, US Patent 4 511 455 (1985). [ 11 ] H.P. Stephens, R.G. Dosch and F.V. Stohl, Ind. Eng. Chem. Prod. Res. Dev., 24 (1985) 15. [ 12] J. Monier, G. Denes, J. Potter and J.F. Kriz, Energy Fuels, 1 (1987) 322. [13] R.G. Dosch, H.P. Stephens, F.V. Stohl, B.C. Bunker and C.H.F. Peden, SAND89-2399, Sandia National laboratories, 1990. [ 14] R.G. Dosch, H.P. Stephens and F.V. Stohl, SAND89-2400, Sandia National laboratories, 1990. [ 15 ] R.G. Dosch and L.I. McLaughlin, SAND92-0388, Sandia National laboratories, 1992. [ 16] S.L. Anderson, A.K. Datye and E.J. Braunschweig, Appl. Catal. A, 82 (1992) 185. [ 17 ] R.G. Anthony and R.G. Dosch, Stud. Surf. Sci. Catal., 63 ( 1991 ) 637. 124 S. Udomsak et al. / Applied Catalysis A: General 122 (1995) 111 124 [ 18] R.G. Anthony and R.G. Dosch, US Patent 5 177 045 (1993). [ 19] A. Clearfield and J. Lehto, J. Solid. State. Chem., 73 (1988) 98. [20] E. Gonzalez, M.S. Thesis, Chemical Engineering Dept., Texas A&M University, 1991. [21 ] R.G. Anthony, E. Gonzalez, C.V. Philip and R.G. Dosch, Catal. Today, 14 (1992) 253. [22] B.K.G. Theng, The Chemistry of Clay-Organic Reactions, Wiley, New York, 1974. [23] G. Legaly, K. Beneke and A. Weiss, Am. Mineral., 60 (1975) 650. [24] A. Clearfield and R.M. Tindwa, J. Inorg. Nucl. Chem., 41 (1978) 871. [25] H. Izawa, S. Kikkawa and M. Koizumi, Polyhedron, 2 (1983) 741. [26] B. Raveau, Rev. Chim. Miner., 21 (1984) 391. [27] A.J. Jacobson, J.W. Johnson and J.T. Eewandowski, Mater. Res. Bull., 22 (1987) 45. [ 28 ] A. Clearfield and M.E. Kuchenmeister, in T. Bein (Editor), Supramolecular Architecture: Synthetic Control in Thin Films and Solids, ACS Symposium Series 499, American Chemical Society, Washington D.C., 1992, p. 128. [29] A. Clearfield, M.E. Kuchenmeister, K. Wade, R. Cahill and P. Sylvester, in M.L. Occetli and H.E. Robinson (Editors), Expanded Clays and Other Microporous Solid, Van Nostrand Reinhold, New York, 1992, p. 245. [30] S. Cheng and T-C. Wang, lnorg. Chem., 28 (1989) 1283. [ 31 ] M.W. Anderson and J. Klinowski, Inorg. Chem., 29 (1990) 3260. [ 32] M.E. Landis, P. Chu, I.D. Johnson, G.W. Kirker, M.K. Rubis and B. Cynwyd, US Patent 4 859 648 (1989). [33] M.E. Landis, B.A. Aufdenbrink, P. Chu, I.D. Johnson, G.W. Kirker and M.K. Rubin, J. Am. Chem. Soc., 113 (1991) 3189. [34] S. Udomsak and R.G. Anthony, Catal. Today, 21 (1994) 197. [35] L. Li, X. Liu, Y. Ge, L. Li and J. Klinowski, J. Phys. Chem., 95 ( 1991 ) 5910. [36] D.W. Breck, Zeolite Molecular Sieves, Wiley, New York, 1974. [37] K. Tanabe, T, Sumiyoshi, K. Shibata, T. Kiyoura and J. Kitagawa, Bull. Chem. Soc. Jpn., 47 (1974) 1064. [38] P.K. Doolin, S. Alerasool, D.J. Zalewski and J.F. Hoffman, Catal. Lett., 25 (1994) 209. [ 39] J.B. Moffat, Theoretical Aspects of Heterogeneous Catalysis, Van Nostrand Reinhold, New York, 1990, p. 291. [40] N.K. Nag, J. Phys. Chem., 91 (1987) 2324. APCATA 94002231 0926-860X(94)00223-1 10.1016/0926-860X(94)00223-1 Elsevier Science B.V. All rights reserved Silicon-amine intercalated titanates as novel supports for hydrotreating catalyst S. Udomsak a R.G. Anthony * a S.E. Lott b a Kinetics, Catalysis, and Reaction Engineering Laboratory, Department of Chemical Engineering, Texas A&M University, College Station, TX 77843-3122,USA b Sandia National Laboratories, Albuquerque, NM 87185, USA * Corresponding author. Tel. (+1-409) 8453370. A layered crystalline titanate (T2CT) [Anthony and Dosch, US Patent 5 177 045 (1993)] is intercalated with silicon-amine compounds, such as 3-aminopropyltrimethoxysilane and n-[3-(trimethoxysilyl)propyl]ethylenediamine.N-alkylamine is used as a secondary swelling agent to adjust the amount of silicon-amine intercalating into T2CT. Molybdenum and nickel are loaded into silicon-amine intercalated T2CT by impregnation. Hydrogenation of pyrene, hydrodesulfurization of dibenzothiophene, and hydrodenitrogenation of quinoline are used to study the catalytic activity of the NiMo catalysts. The most active NiMo catalysts was activated by calcination and then sulfiding. The NiMo/pillared T2CT catalysts are more active than a commercial catalyst (Shell 324M) for hydrogenation of pyrene, while the activities of the NiMo/pillared T2CT catalysts for hydrodesulfurization and hydrodenitrogenation are similar to those of Shell 324M. The amount of silicon relative to titanium of the pillared T2CT, used as supports, has a significant effect on the catalytic activities and physical properties of the supports. Keywords Hydrodenitrogenation Hydrodesulfurization Hydrogenation Hydrotreating Intercalation Layered titanate Mixed oxide Nickel-molybdenum catalysts Pillaring Silica Titanate References [1] Muralidhar G. Massoth F.E. Shabtai J. J. Catal. 85 1984 44 [2] Massoth F.E. Muralidhar G. Shabtai J. J. Catal. 85 1984 53 [3] Daly F.P. Ando H. Schmitt J.L. Sturm E.A. J. Catal. 108 1987 401 [4] Okamoto Y. Maezawa A. Imanaka T. J. Catal. 120 1989 29 [5] Ramirez J. Fuentes S. Diaz G. Vrinat M. Breysse M. Lacroix M. Appl. Catal. 52 1989 211 [6] Wang I. Chang R.C. J. Catal. 117 1989 266 [7] McCormick R.L. King J.A. King T.R. Haynes H.W. Jr. Ind. Eng. Chem. Res. 28 1989 940 [8] Weissman J.G. Ko E.I. Kaytal S. Appl. Catal. A. 94 1993 45 [9] Weissman J.G. Decanio E.C. Edwards J.C. Catal. Lett. 24 1994 113 [10] R.G. Dosch, H.P. Stephens and F.V. Stohl, US Patent 4 511 455 (1985). [11] Stephens H.P. Dosch R.G. Stohl F.V. Ind. Eng. Chem. Prod. Res. Dev. 24 1985 15 [12] Monier J. Denes G. Potter J. Kriz J.F. Energy Fuels 1 1987 322 [13] Dosch R.G. Stephens H.P. Stohl F.V. Bunker B.C. Peden C.H.F. SAND89-2399 1990 Sandia National laboratories [14] Dosch R.G. Stephens H.P. Stohl F.V. SAND89-2400 1990 Sandia National laboratories [15] Dosch R.G. McLaughlin L.I. SAND92-0388 1992 Sandia National laboratories [16] Anderson S.L. Datye A.K. Braunschweig E.J. Appl. Catal. A 82 1992 185 [17] Anthony R.G. Dosch R.G. Stud. Surf. Sci. Catal. 63 1991 637 [18] R.G. Anthony and R.G. Dosch, US Patent 5 177 045 (1993). [19] Clearfield A. Lehto J. J. Solid. State. Chem. 73 1988 98 [20] Gonzalez E. M.S. Thesis 1991 Chemical Engineering Dept., Texas A&M University [21] Anthony R.G. Gonzalez E. Philip C.V. Dosch R.G. Catal. Today 14 1992 253 [22] Theng B.K.G. The Chemistry of Clay-Organic Reactions 1974 Wiley New York [23] Legaly G. Beneke K. Weiss A. Am. Mineral. 60 1975 650 [24] Clearfield A. Tindwa R.M. J. Inorg. Nucl. Chem. 41 1978 871 [25] Izawa H. Kikkawa S. Koizumi M. Polyhedron 2 1983 741 [26] Raveau B. Rev. Chim. Miner. 21 1984 391 [27] Jacobson A.J. Johnson J.W. Lewandowski J.T. Mater. Res. Bull. 22 1987 45 [28] Clearfield A. Kuchenmeister M.E. Bein T. Supramolecular Architecture: Synthetic Control in Thin Films and Solids ACS Symposium Series 499 1992 American Chemical Society Washington D.C. 128 [29] Clearfield A. Kuchenmeister M.E. Wade K. Cahill R. Sylvester P. Occelli M.L. Robinson H.E. Expanded Clays and Other Microporous Solid 1992 Van Nostrand Reinhold New York 245 [30] Cheng S. Wang T-C. Inorg. Chem. 28 1989 1283 [31] Anderson M.W. Klinowski J. Inorg. Chem. 29 1990 3260 [32] M.E. Landis, P. Chu, I.D. Johnson, G.W. Kirker, M.K. Rubis and B. Cynwyd, US Patent 4 859 648 (1989). [33] Landis M.E. Aufdenbrink B.A. Chu P. Johnson I.D. Kirker G.W. Rubin M.K. J. Am. Chem. Soc. 113 1991 3189 [34] Udomsak S. Anthony R.G. Catal. Today 21 1994 197 [35] Li L. Liu X. Ge Y. Li L. Klinowski J. J. Phys. Chem. 95 1991 5910 [36] Breck D.W. Zeolite Molecular Sieves 1974 Wiley New York [37] Tanabe K. Sumiyoshi T. Shibata K. Kiyoura T. Kitagawa J. Bull. Chem. Soc. Jpn. 47 1974 1064 [38] Doolin P.K. Alerasool S. Zalewski D.J. Hoffman J.F. Catal. Lett. 25 1994 209 [39] Moffat J.B. Theoretical Aspects of Heterogeneous Catalysis 1990 Van Nostrand Reinhold New York 291 [40] Nag N.K. J. Phys. Chem. 91 1987 2324",
      "scopus-id": "0001403468",
      "coredata": {
        "eid": "1-s2.0-0926860X94002231",
        "dc:description": "A layered crystalline titanate (T2CT) [Anthony and Dosch, US Patent 5 177 045 (1993)] is intercalated with silicon-amine compounds, such as 3-aminopropyltrimethoxysilane and n-[3-(trimethoxysilyl)propyl]ethylenediamine.N-alkylamine is used as a secondary swelling agent to adjust the amount of silicon-amine intercalating into T2CT. Molybdenum and nickel are loaded into silicon-amine intercalated T2CT by impregnation. Hydrogenation of pyrene, hydrodesulfurization of dibenzothiophene, and hydrodenitrogenation of quinoline are used to study the catalytic activity of the NiMo catalysts. The most active NiMo catalysts was activated by calcination and then sulfiding. The NiMo/pillared T2CT catalysts are more active than a commercial catalyst (Shell 324M) for hydrogenation of pyrene, while the activities of the NiMo/pillared T2CT catalysts for hydrodesulfurization and hydrodenitrogenation are similar to those of Shell 324M. The amount of silicon relative to titanium of the pillared T2CT, used as supports, has a significant effect on the catalytic activities and physical properties of the supports.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-02-16",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94002231",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Udomsak, S."
          },
          {
            "@_fa": "true",
            "$": "Anthony, R.G."
          },
          {
            "@_fa": "true",
            "$": "Lott, S.E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94002231"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94002231"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00223-1",
        "prism:volume": "122",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Silicon-amine intercalated titanates as novel supports for hydrotreating catalyst",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrodenitrogenation"
          },
          {
            "@_fa": "true",
            "$": "Hydrodesulfurization"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Hydrotreating"
          },
          {
            "@_fa": "true",
            "$": "Intercalation"
          },
          {
            "@_fa": "true",
            "$": "Layered titanate"
          },
          {
            "@_fa": "true",
            "$": "Mixed oxide"
          },
          {
            "@_fa": "true",
            "$": "Nickel-molybdenum catalysts"
          },
          {
            "@_fa": "true",
            "$": "Pillaring"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "Titanate"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "111-124",
        "prism:endingPage": "124",
        "pubType": "fla",
        "prism:coverDisplayDate": "16 February 1995",
        "prism:doi": "10.1016/0926-860X(94)00223-1",
        "prism:startingPage": "111",
        "dc:identifier": "doi:10.1016/0926-860X(94)00223-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001403468"
      }
    }
  }
}