{
  "metadata": {
    "title": "1,3-Butadiene selective hydrogenation over Pd/alumina and CuPd/alumina catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-09-15",
    "doi": "10.1016/0926-860X(94)80157-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94801576",
    "pii": "0926860X94801576"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028495551",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-22 2001-08-22 2010-10-02T11:38:12 1-s2.0-0926860X94801576 0926-860X(94)80157-6 0926860X94801576 10.1016/0926-860X(94)80157-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X01706 2024-01-01T12:21:06.294127Z 0 0 19940915 1994 2001-08-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 117 117 1 1 Volume 117, Issue 1 4 41 51 41 51 19940915 15 September 1994 1994-09-15 1994 article fla Copyright © 1994 Published by Elsevier B.V. 13BUTADIENESELECTIVEHYDROGENATIONOVERPDALUMINACUPDALUMINACATALYSTS FURLONG B MEYER 1990 313 M HIGHTOWER 1993 2305 J PROC10THINTCONGRCATAL MIURA 1993 2379 H PROC10THINTCONGRCATAL BORGNA 1991 99 A SARKANY 1993 566 A LEVINESS 1984 131 S WEISS 1984 591 A PROC8THINTCONGRCATAL NAIR 1983 V MSTHESIS FURLONG 1993 B MSTHESIS SCHOLTEN 1966 1 J DUMAS 1989 L9 J FRIEDMAN 1978 10 R LOJACONO 1978 10 M STROHMEIER 1985 514 B 1991 627 THERMOCHEMICALPROPERTIESINORGANICSUBSTANCES BOITIAUX 1982 123 J PROC3RDINTSYMPSCIENTIFICBASESFORPREPARATIONHETEROGENEOUSCATALYSTSSTUDIESINSURFACESCIENCECATALYSIS PREPARATIONCATALYSTSIII 1958 612 CONSTITUTIONBINARYALLOYS MALLAT 1990 309 T VANLANGEVELD 1983 179 A SAMPATHKUMAR 1985 290 T WU 1990 271 X LEON 1991 269 C ABEN 1968 224 P BURCH 1975 913 R BOND 1965 3218 G RILEY 1989 M PHDTHESIS FURLONGX1994X41 FURLONGX1994X41X51 FURLONGX1994X41XB FURLONGX1994X41X51XB item 0926-860X(94)80157-6 0926860X94801576 1-s2.0-0926860X94801576 10.1016/0926-860X(94)80157-6 271346 2024-01-01T12:21:06.294127Z 1994-09-15 1-s2.0-0926860X94801576-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801576/MAIN/application/pdf/6fa392f82b9e304d4417213a7ee38c9d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801576/MAIN/application/pdf/6fa392f82b9e304d4417213a7ee38c9d/main.pdf main.pdf pdf true 737032 MAIN 11 1-s2.0-0926860X94801576-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801576/PREVIEW/image/png/74fb9ebbdae2ee27b46235dca6feaef7/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801576/PREVIEW/image/png/74fb9ebbdae2ee27b46235dca6feaef7/main_1.png main_1.png png 54252 849 656 IMAGE-WEB-PDF 1 = A ELSEVIER Applied Catalysis A: General 117 (1994) 41-51 1,3-Butadiene selective hydrogenation over Pd/alumina and CuPd/alumina catalysts Brian K. Furlong a, Joe W. Hightower\", Tammy Y.-L. Chan', A. Sarkany b, L. Guczi b `Department of Chemical Engineering, Rice University, Houston, TX 77251-1892, USA Department of Surface Chemistry and Catalysis, Institute of Isotopes, P.O. Box 77, H-1525 Budapest, Hungary Received 19 January 1994; revised 13 May 1994; accepted 13 May 1994 Abstract The selective hydrogenation of 1,3-butadiene was studied in the presence of a 10:1 excess of 1butene over supported bimetallic catalysts containing palladium in a vapour phase atmospheric plug flow reactor in the temperature range 288-313 K. Addition of copper to alumina-supported Pd increases its selectivity for converting butadiene to n-butenes without saturating or isomerizing the n-butenes. For example, with atomic ratio Cu/Pd=2, the bimetallic catalyst selectively converts > 99% of the diene to n-butenes while isomerizing or saturating less than 196 of the starting 1-butene. Under similar conditions, Pd alone maintains high n-butene selectivity to only about 50% conversion of the diene. Over both catalysts the kinetics of 1,3-butadiene hydrogenation are first order in hydrogen and zero order in butadiene. Hydrogen sorption experiments showed that Cu addition decreases both the surface adsorption and the bulk absorption, the former suggesting surface decoration of Pd by Cu and the latter indicating significant bulk Cu-Pd interaction in the supported bimetallic samples. Keywords: Butadiene hydrogenation; Palladium copper alloys; Selective hydrogenation; Temperature programmed reduction (TPR); Palladium catalysts; Bimetallic catalysts; Hydrogenation 1. Introduction Industrial olefinic feedstocks are often contaminated by varying amounts of diolefins and alkynes which render them less attractive for making linear polyolefins (LLDPE), alkylates, etc. Palladium-catalyzed selective hydrogenation is a standard technique for removing these undesirable impurities. However, the process is lim- * Corresponding author. Tel.: ( + 1-713)285 5906, fax. ( + 1-713)285 5478, e-mail jhigh@owtnet.rice.edu 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0926-860X(94)00121-7 42 B.K Furlong et al. /Applied Catalysis A: General 117 (1994) 41-51 ited by the tendency of palladium to hydrogenate the desired olefins and to isomerize those containing more than 3 carbon atoms. Several attempts have been made to minimize these undesired side reactions by using bimetallic catalysts, e.g., Pd-Ag [ 1-3 ] , Pd-Au [ 3 ] , Pd-Co [ 4 ] , Pd-Cr [ 5 ] and Pd-Zn [ 6,7 ] . Pd-Cu has been successfully applied to hydrogenate selectively small amounts of acetylene in ethene [ 8-10] . The purpose of this study was to investigate the effect of copper addition to supported Pd/alumina catalysts as a way of improving their selectivity for hydrogenating 1,3-butadiene to n-butenes in the presence of a large excess of 1-butene without either saturating or isomerizing the 1-butene. The bimetallic catalysts were characterized by temperature programmed reduction (TPR) and hydrogen titration, and kinetics were tested in steady state flow experiments. 2. Experimental All metal catalysts were supported on Catapal alumina powder (Vista Chemical) which had been calcined for 8 days in an air-fluidized quartz reactor held at a nominal furnace temperature of 1273 K. X-ray analysis showed the initial Catapal alumina (270 t 5 m2/g) to be a mixture of phases, the dominant one being yalumina. After calcination, the BET surface area was 61 t 3 M2 /g, and the broad pore size distribution had a mean radius of about 11.5 nn. Sufficient Pd (II) acetylacetonate dissolved in benzene was contacted with the support to give a loading of 0.45 wt.-% Pd on alumina. Bimetallic catalysts were prepared by impregnating portions of this Pd catalyst with aqueous solutions of Cu(II)acetate (Baker Analyzed 99.8%) to obtain catalysts with Cu/Pd atomic ratios of 0.2, 1.0, and 2.0. A copper catalyst (0.57 wt.-% Cu on alumina) was also prepared by aqueous impregnation of the calcined support with Cu(II) acetate. Subsequent analyses [ 11 ] of the finished catalysts confirmed that the compositions were indeed within experimental error of the predicted loadings. Sample names reflect the Cu/Pd atomic ratios, e.g., C=Cu alone, P=Pd alone, CP0.2 is Cu/ Pd=0.2, CPI is Cu/Pd=1, and CP2 is Cu/Pd=2. All catalysts were dried at 380 K overnight and stored in a desiccator. To ensure pretreatment reproducibility, all thermal treatments involved precisely controlled ramps at 20 K/min to a maximum temperature which was maintained for a specified length of time. The notation Red( 1020K)/Cal(670K,20min) signifies reducing in hydrogen during a 20 K/min temperature ramp from ambient to 1020 K, cooling to ambient temperature in hydrogen, and calcining in air during a 20 K/min ramp to 670 K which was maintained for 20 min. A conventional flow system equipped with a computer-interfaced thermal conductivity detector (TCD) and an 8-port Valco sampling valve with matching 0.1 ml sample loops was used for temperature programmed reduction (TPR) and hydrogen titration studies. B.K. Furlong et al. /Applied Catalysis A: General 117 (1994) 41-51 43 TPR provided information about catalyst reducibility and the removal of organic ligands from the metallic precursors. The technique involved passing 10% H2/Ar over a supported metal oxide (or precursor) while linearly increasing the temperature at 20 K/min. The output polarity was set so that positive thermal conductivity deflections indicated hydrogen consumption; the amounts were quantified by comparing the integrated peak areas with the area of pure H2 pulses introduced through the sample loops. Hydrogen sorption titrations were studied under conditions where either surface adsorption or bulk absorption could be measured independently. These data provided information about Cu-Pd interactions in the supported catalysts. Samples were pretreated by Red( 1023K)/Cal(673K,20min)/Red(523K,20min). The reduced catalysts were purged in Ar(673K,l0min) to decompose any bulk Pdhydride and remove chemisorbed hydrogen. With the temperature stabilized at 383K, 0.1 ml aliquots of 10%H2/Ar were pulsed over the sample and hydrogen consumption recorded. Since P-Pd-hydride is unstable above 369 K in atmospheric 10%H2 /Ar [ 6,12,13 ] , essentially all hydrogen sorption must have been on the surface (a-Pd-hydride contributes less than 0.02 H/Pd under these conditions). After saturation of the surface, the temperature was dropped to 298 K and additional H2/Ar pulses were introduced. The additional hydrogen consumed was attributed to bulk absorption (hydride formation). A quartz plug flow microreactor operating isothermally (t 0.1 K) at atmospheric pressure was used for the kinetic measurements. Mass flow meters provided three streams containing 9% 1,3-butadiene in 1-butene, 15% H2 in nitrogen, and pure nitrogen (typically flowing at 5, 5 and 100 sccm, respectively) that were combined to make up the feed stream to the reactor. The space velocity could be altered independently without changing the partial pressures of any of the components entering the reactor. Samples of the effluent were taken periodically and analyzed with a 1.8 m 0.165 wt.-% picric acid on a Graphpac GLC column at 323 K. Area measurements of the well-separated peaks gave quantitative information about conversion and selectivity of the reaction. All gas flow rates, sampling, and data acquisition were computer controlled. 3. Results and discussion 3.1. Temperature programmed reduction (TPR) Temperature programmed reduction of the supported copper catalyst (Fig. 1) gave two easily distinguishable peaks resembling those found for a Cu (II) acetate/ alumina physical mixture [ 12] . Since the alumina had been impregnated with aqueous Cu(II) acetate and dried under mild conditions (383 K), a large portion of the impregnating acetate compound remained undecomposed on the surface of the alumina. Decomposition and reduction of this acetyl resulted in considerable O B.K. Furlong et al. /Applied Catalysis A: General 117 (1994) 41-51 A U H 10 300 400 500 600 700 800 900 1000 Temperature (K) Fig. 1. Temperature programmed reduction of Cu supported on alumina. After impregnation with Cu(II)acetate, the catalyst was dried at 380 K before being subjected to TPR in 1090 HZ/Ar. hydrogen consumption whose value of H/Cu=6.4 is more than three times that expected for metal reduction alone. After Red(1023K), the sample was repeatedly calcined and reduced using various calcination temperatures. Calcination removes surface organics that might interfere with the TPR signal and places the metal in an oxidized state. In this condition, supported copper was reduced at a much lower temperature (415 K) than was required for reduction of unsupported copper oxides (550-700 K) [ 12] . This may indicate that the copper exists more as well dispersed Cu2+ ions interacting with alumina rather than as bulk copper oxide, as suggested by Dumas et al. [ 14 ] . According to Friedman et al. [ 15 ] and others [ 16,17 ] , these ions form a surface structure \"resembling\" bulk copper spinel (CuA1204) at temperatures as low as 573 K. Hydrogen consumption depends on the preceding calcination temperature. As the calcination temperature is increased from 573 to 773 K, the H/Cu ratio decreased from near two to about 1.3. High temperature calcination probably causes some Cu2+ to migrate into the alumina support where it becomes difficult to reduce, even though the formation of bulk Cu/alumina spinel is not expected under any of the conditions studied [ 18 ] . Dumas et al. [ 14 ] found significant spinel formation after calcination at 1023 K, whereas at 873 K none was observed. Initial reduction /decomposition of the palladium monometallic catalyst (Fig. 2) occurred between 350 and 850 K with a peak maximum near 650 K and a total hydrogen consumption more than ten times (H/Pd = 23) that expected for metal reduction alone. The absence of hydrogen consumption near 383 K, where unsupported Pd (AcAc) 2 reduction occurs [ 12 ] , indicates that alumina impregnation modifies the compound. Boitiaux et al. [ 19 ] suggested that Pd (AcAc) 2 reacts with alumina (s)-OH groups to form AcAcH (ad) and (s) -O-Pd (AcAc) . The large amount of hydrogen consumed is not surprising since 4 acetyl groups are present 0) 001 K 20minf k 1) Cdr, 7 20rNn HHd M Den B.K. Furlong et al. /Applied Catalysis A: General 117 (1994) 41-51 45 a h 300 400 500 600 700 800 900 1000 Temperature (IC) Fig. 2. Temperature programmed reduction of Pd supported on alumina. After impregnation with Pd(AcAc)2, the catalyst was dried at 380 K before being subjected to TPR in 10% HZ/Ar. per Pd atom (Cu (Ac) 2 has only two); moreover, palladium should be more active for acetyl hydrogenation than copper. Following subsequent Cal(673K,l0min) and re-examination by TPR, a sole negative peak with minimum at 369 K occurs due to hydrogen being liberated during Pd hydride decomposition (H /Pd = - 0.7) . Since PdO reduction occurs below room temperature [ 6,12 ] , no peak for this reaction appears in Fig. 2. The sample was repeatedly calcined and reduced at different calcination temperatures with no apparent effect on the hydrogen evolution. Catalysts pretreated by Red( 1023K) /Cal(673K,l0min) are \"clean\" of organic ligands which complicate examination of metal reduction and are fully reducible below 523 K (Fig. 3) . This temperature was used for final sample reduction prior -s) calm .maa~sK. omn) s ca(i~aK x K. C ~1 i is 4 V~\"Ll. 300 400 500 600 700 800 900 1000 Temperature (I0 Fig. 3. Temperature programmed reduction of supported Pd, Cu and Pd-Cu catalysts. Catalysts had been given Red(1023K) /Cal(673K,lOmin) prior to each TPR run. 46 B.K. Furlong et al. /Applied Catalysis A: General 117 (1994) 41-51 0.3 0.2 v 'a 4 0.1 0 0 0.5 1 1.5 2 Total Cu/Pd (at) Fig. 4. Effect of copper addition to the hydrogen sorption on supported Pd catalysts. The solid line indicates amount of hydrogen first adsorbed at 383 K on the surface of each catalyst; the dashed line indicates the additional bulk absorption at 298 K. to sorption and hydrogenation studies. Overlap of the negative palladium hydride decomposition peak and the positive copper reduction peak gives the appearance that the copper reduction temperature has shifted to a lower value. 3.2. Hydrogen titrations Above 600 K copper and palladium can form solid solutions over the entire Cu/ Pd composition range. Below this temperature and above 45% copper, Cu-rich disordered and ordered phases (Cued and Cu3Pd) can form [ 20 ] . Although easily miscible with Pd, when treated at temperatures above 500 K (in vacuum, air, or hydrogen) copper can become enriched at the surface [ 21-23 ] . Cu does not adsorb significant amounts of hydrogen at the temperatures studied [24,25 ] while Pd adsorbs hydrogen with the stoichiometry H/Pds- 1 [26,27]. Hydride formation occurs only in bulk palladium and palladium/copper alloys with less than 40 at.% copper [ 21 ] . Hydrogen solubility in Pd-Cu alloys diminishes as the copper content increases. A large decrease in hydrogen sorption occurred with increasing Cu content (Fig. 4) . Addition of a single Cu atom per 5 Pd atoms (CP0.2) reduced adsorbed hydrogen by 73% and absorbed hydrogen by 44%. At Cu/Pd ratios of 1 (CPI) and 2 (CP2), very little hydrogen was sorbed. These findings clearly indicate the interaction of Cu and Pd in catalysts pretreated by Red( 1023K) / Cal (673K, l 0min) /Red (523K,10min) . The large decrease in hydrogen sorption at low copper loadings suggests that copper may decorate the Pd surface of bimetallic catalysts. Unfortunately one cannot determine specific active surface areas from ~ Surface Data Hydride Data , y. BX Furlong et al. /Applied Catalysis A: General 117 (1994) 41-51 47 these measurements, as the stoichiometry of H adsorbed per active hydrogenation site may change with copper surface composition [ 21 ] . Moreover, treatment in argon (673K, l Omin) to remove surface adsorbed hydrogen has likely increased the surface copper concentration [ 21-23 ] thus causing the exposed Pd surface area to differ from the catalysts used in hydrogenation experiments. 3.3. Hydrogenation of 1,3-butadiene Catalytic activity measurements were made on three catalysts (C, P and CP2) at atmospheric pressure in a plug flow reactor containing 0.2 g of powdered material. The catalysts were pretreated by Red(1023K) /Cal(673K,10min) / RO(523K,10min) and were reacted at 288 K with a space velocity of 0.11 s'. Reactant partial pressures of 1,3-butadiene, 1-butene and hydrogen were 0.42, 4.2 and 0.69 kPa, respectively, the balance to atmospheric pressure being nitrogen. Initially the palladium-containing catalysts were quite active, both showing butadiene conversions in excess of 90%. However, this activity decreased exponentially with time, and after 3-5 days on stream the activity was less than 15% of its original value. The copper-only catalyst C, on the other hand, showed neither hydrogenation nor isomerization activity under these flow conditions at temperatures below 473 K. Above 473 K isomerization occurred, but no hydrogenation was observed. The same was true for the alumina support by itself. It was noted that most of the catalytic activity could be recovered simply by flowing nitrogen through the bed overnight at reaction temperature in absence of hydrocarbons. This suggests that the deactivation may have been caused by the accumulation of oligomerized butadiene which could be slowly desorbed in flowing nitrogen after several hours. If this assumption is correct, it could account for the successful application of such catalysts in liquid phase reactions where the solvent action of the fluid stream would continuously remove the higher molecular weight oligomers. All kinetic measurements were made on catalysts that had been deactivated to relatively constant activity. Typical runs involved holding the temperature and inlet partial pressures constant while varying the space velocity between 0.11 and 1.0 s-'. By separately altering the initial 1,3-butadiene and hydrogen partial pressures (each in the range 0.42 to 1.37 kPa) between runs, we were able to show that both catalysts gave within experimental error the same reaction orders, namely first order in hydrogen and zero order in 1,3-butadiene. Reaction temperature was varied between 288 and 315 K for determination of the activation energies and preexponential factors. In most runs reported herein the inlet partial pressures of 1,3butadiene and hydrogen were 0.42 and 0.69 kPa, respectively (H2/BD=1.64). Although the rate of deactivation declined considerably after a few days on stream, the deactivation still remained significant over the lifetime of the sample ( > 1 month) and had to be accounted for. The first order equation k_k0 .e-Eapp/RT.e-dt (1) 48 B. K. Furlong et al. /Applied Catalysis A: General 717 (1994) 41-51 9 8 a +7 o 0 c 6 Data CP2 ~ s Data P(61) 5 ~ 4 0.0031 0.0032 0.0033 0.0034 0.0035 1fremp(K) Fig. 5. Onius plots for hydrogenation of butadiene in 1-butene over supported Pd and Cu-Pd catalysts after activity had been adjusted for deactivation according to Eq. 1. tracked adequately the catalyst activity with time. Linear regression of the activity data for P and CP2, respectively, provided best-fit values for the empirical deactivation constant d (h-' ) = (1.4 t 0.1) X 10-3 and (2.1 t 0.4) X 10-3; the natural log of the pre-exponential factor In (ko (s -')) = 40.3 t 0.5 and 35.5 t 1.1; and the apparent activation energy EaPP (kcal /mole) =20.3 t 0.3 and 17.4 t 0.7. In Fig. 5 are shown the resulting time-corrected, constant-activity Arrhenius plots for the two catalysts. These activation energies may be compared with those observed by others for 1,3-butadiene hydrogenation to n-butenes over Pd catalysts (16.7 kcal/ mol[28], 13.3 kcal/mol[29] ). The selectivity for each hydrocarbon was calculated as the molar output minus the molar input for that hydrocarbon divided by the total moles of butadiene consumed. Since 91% of the hydrocarbon feed was 1-butene with 9% being butadiene, a positive selectivity for 1-butene means that more moles of butadiene were converted into 1-butene than moles of 1-butene were lost by either isomerization or hydrogenation. A negative 1-butene selectivity means that more 1-butene was lost than was formed during the reaction. A selectivity of unity would mean that all the butadiene reacted had gone exclusively to 1-butene with zero conversion of 1-butene to any other products. At low conversions the Pd catalyst is highly n-butene selective (~ 99%) as noted by the positive values in Fig. 6 for all three n-butenes that appear in the order 1butene > trans-2-butene > cis-2-butene. Beyond a certain \"kink\" point (shown at about 40% conversion in Fig. 6 but which moves towards lower conversions as the temperature is increased), the rates of isomerization and hydrogenation reactions dramatically increase to consume feed 1-butene and cause its selectivity to become negative. The copper-palladium catalyst CP2, on the other hand, selectively hydro- B.K. Furlong et al. /Applied Catalysis A: General]] 7 (1994) 41-SI 49 2.5 2 Kink Point 1.5 1 h 0.5 ________~__ 0 0 -0.5 20 40 60 80 11 uO -1 1-butane -1.5 t butane -2 cis-2-butane -2.5 % trans-2-butane -3 % BD Conversion Fig. 6. Selectivities for n-butane and butane formed during butadiene hydrogenation over supported Pd/alumina at 288 K. Conversion levels were changed by varying the space velocity 0.11 and 1.0 s-'. genates virtually all ( > 99%) of the butadiene to n-butanes without significant ( < 1 %) n-butane isomerization or hydrogenation (Fig. 7) . Selectivities for n-butanes observed at conversions lower than the \"kink\" point were quite reproducible ( t 2%) from one sample to another and were relatively insensitive to changes in temperature and partial pressure for a given catalyst. Although the selectivities were always in the order 1-butane > trans-2-butane > cis2-butane, the ratios varied from one catalyst to another. For example, over the Pdonly catalyst P, the 1-butane selectivity was 0.72 but the addition of Cu caused the 1-butane selectivity over the CP2 catalyst to drop to 0.62. This decrease in 1-butane 0.7 0.6 - 0.5 0.4 a m 0.3 'ro 0.2 0.1 0 1 ~ 0 20 40 60 80 100 BD Conversion -1-1-butane fn-butane --*- cis-2-butane -X -trans-2-butane Fig. 7. Selectivities for n-butane and butane ford during butadiene hydrogenation over the bimetallic catalyst CP2 (Cu-Pd /alumina) at 288 K. Conversion levels were changed by varying the space velocity between 0.11 and 1.0 s-'. 50 B. K. Furlong et al. /Applied Catalysis A: General 117 (1994) 41-51 selectivity was reflected in an increase in the trans-2-butene selectivity from 0.22 to 0.32 as copper was added. Over both catalysts the cis-2-butene selectivity was the same at about 0.06. None of these selectivity ratios reflects the thermodynamic equilibrium, which strongly favours the trans isomer at this temperature. It is clear that the addition of Cu to supported Pd catalysts greatly improves their selectivity for hydrogenating 1,3-butadiene directly to n-butenes without hydrogenating or isomerizing significant amounts of 1-butene even if present in large excess. The question remains about the origin of this improvement. Global reaction kinetics are not significantly affected by the Cu addition, since the activity, reaction order, and activation energy are about the same for Pd catalysts with and without Cu. The secret to its effectiveness may lie in the hydrogen sorption data. From Fig. 4 we know that Cu decreases both the surface adsorption and the bulk absorption (hydride formation) of the Pd crystallites. Whether this is due to alloy formation, copper decoration of Pd crystallites, or a combination of both effects is not clear. In any case, the availability of atomic hydrogen for surface reaction appears to diminish with copper content possibly creating a more stable environment for the reaction to proceed. The distinctly different n-butene product distributions may imply a subtle change in the relative concentrations of surface species influenced by either geometric or electronic differences caused by Pd-Cu interactions. 4. Conclusions Copper addition to Pd supported on alumina markedly improves the catalytic selectivity for partial hydrogenation of 1,3-butadiene in the presence of a large excess of 1-butene without isomerizing or hydrogenating the 1-butene. This improvement appears to be related to a decrease in available surface hydrogen caused by the Cu, either (or both) by decreasing the adsorbed and absorbed hydrogen present. All Pd-containing catalysts, with and without Cu, experienced extensive deactivation which was probably due to the accumulation of small amounts of higher molecular weight oligomerized olefins on the surface. The activity could be recovered simply by purging in a reducing stream free from hydrocarbons for several hours. Acknowledgements The authors are indebted to the US-Hungarian Joint Fund (Grant J.F. No. 183/ 91 and INT-807331) and Exxon for financial support. Thanks are due to Oepak Thakur of Engelhard Industries for providing bulk metal analyses of the finished catalysts. B.K Furlong et al. /Applied Catalysis A: General 117 (1994) 41-51 51 References [ 1 ] M. Meyer, N. Barbouth and J. Oudart, C.R. Acad. Sci. (Paris) Ser. II Mec. Phys. Chim. Sci., 311 (1990) 313. [2] J.W. Hightower, B.K. Furlong, A. Sarkany and L. Guczi, in L. Guczi, F. Solymosi and P. Tetenyi (Editors), Proc. loth Int. Congr. Catal., Akedenua Kiado, Budapest, 1993, Vol. C, p. 2305. [3] H. Miura, M. Terasaka, K. Oki and T. Matsuda, in L. Guczi, F. Solymosi and P. Tetenyi (Editors), Proc. 10th Int. Congr. Catal., Akedemia Kiado, Budapest, 1993, Vol. C, p. 2379. [4] A. Sarkany, J.W. Hightower, B.K. Furlong and L. Guczi, in preparation. [5 ] A. Borgna, B. Moraweck, J. Massardier and A.J. Renouprez, J. Catal., 128 (1991) 99. [6] A. Sarkany, Z. Zsoldos, B. K. Furlong, J.W. Hightower and L. Guczi, J. Catal., 141 (1993) 566. [ 7 ] Z. Zsoldos, A. Sarkany, B. Furlong, J. W. Hightower and L. Guczi, J. Catal., in press. [8] S. LeViness, V. Nair, A.H. Weiss, Z. Schay and L. Guczi, J. Mol. Catal., 25 (1984) 131. [9] A.H. Weiss, S. LeViness, V. Nair, L. Guczi, A. Sarkany and Z. Schay, Proc. 8th Int. Congr. Catal., Verlag Chemie, Weinheim, 1984, Vol. 5, p. 591. [ 10] V. Nair, M.S. Thesis, Worcester Polytechnic Inst., December, 1983. [ 1 I ] Measurements by Engelhard Ind., Inc. [ 12] B.K. Furlong, M.S. Thesis, Rice University, September, 1993. [ 13 ] J.J.F. Scholten and J.A. Konvalinka, J. Catal., 5 (1966) 1. [ 14] J.M. Dumas, C. Geron, A. Kribii and J. Barbier, Appl. Catal., 47 (1989) L9. [ 15 ] R.M. Friedman and J.J. Freeman, J. Catal., 55 (1978) 10. [ 16] M. LoJacono, A. Cimino and M. Inversi, J. Catal., 55 (1978) 10. [ 17 ] BA. Strohmeier, D.E. Leyden, R.S. Field and D.M. Hercules, J. Catal., 94 (1985) 514. [18] O. Knacke, O. Kubaschewski and K. Hesselmann (Editors), Thermochemical Properties of Inorganic Substances, 2nd edn., Springer Verlag, New York, 1991, p. 627. [ 19] J.P. Boitiaux, J. Cosyns and S. Vasudevan, in G. Poncelet, P. Grange and P.A. Jacobs (Editor,), Preparation of Catalysts III, Proc. Std Int. Symp. of the Scientific Bases for the Preparation of Heterogeneous Catalysts (Studies in Surface Science and Catalysis, Vol. 16), Elsevier, Amsterdam, 1982, p. 123. [20] M. Hansen (Editor), Constitution of Binary Alloys, McGraw-Hill, New York, 1958, p. 612. [21 ] T. Mallat, S. Szabo and J. Petro, Appl. Surf. Sci., 40 (1990) 309. [22] A.D. VanLangeveld, H.A.C. Hendrickx and B.E. Nieuwenhuys, Thin Solid Films, 109 (1983) 179. [23] T.S. Sampath Kumar, Appl. Surf. Sci., 20 (1985) 290. [24] X. Wu, B.C. Gerstein and T.S. King, J. Catal., 121 (1990) 271. [25 ] C.A. Leon y Leon and M.A. Vannice, Appl. Catal., 69 (1991) 269. [26] P.C. Aben, J. Catal., 10 (1968) 224. [27] R. Burch and R.G. Buss, J. Chem. Soc. (London) Faraday Trans. I, (1975) 913. [28 ] G.C. Bond, G. Webb, P.B. Wells and J.M. Winterbottom, J Chem. Soc., (1965) 3218. [29] M.G. Riley, Ph.D. Thesis, Rice University, February, 1989. APCATA 94801576 0926-860X(94)80157-6 10.1016/0926-860X(94)80157-6 Elsevier Science B.V. All rights reserved 1,3-Butadiene selective hydrogenation over Pd/alumina and CuPd/alumina catalysts Brian K. Furlong a Joe W. Hightower * a Tammy Y.-L. Chan a A. Sarkany b L. Guczi b a Department of Chemical Engineering, Rice University, Houston, TX 77251-1892, USA b Department of Surface Chemistry and Catalysis, Institute of Isotopes, P.O. Box 77, H-1525 Budapest, Hungary * Corresponding author. Tel.: (+1-713)285 5906, fax. (+1-713)285 5478. The selective hydrogenation of 1, 3-butadiene was studied in the presence of a 10:1 excess of 1-butene over supported bimetallic catalysts containing palladium in a vapour phase atmospheric plug flow reactor in the temperature range 288–313 K. Addition of copper to alumina-supported Pd increases its selectivity for converting butadiene to n-butenes without saturating or isomerizing the n-butenes. For example, with atomic ratio Cu/Pd = 2, the bimetallic catalyst selectively converts > 99% of the diene to n-butenes while isomerizing or saturating less than 1% of the starting 1-butene. Under similar conditions, Pd alone maintains high n-butene selectivity to only about 50% conversion of the diene. Over both catalysts the kinetics of 1, 3-butadiene hydrogenation are first order in hydrogen and zero order in butadiene. Hydrogen sorption experiments showed that Cu addition decreases both the surface adsorption and the bulk absorption, the former suggesting surface decoration of Pd by Cu and the latter indicating significant bulk Cu-Pd interaction in the supported bimetallic samples. Keywords Butadiene hydrogenation Palladium copper alloys Selective hydrogenation Temperature programmed reduction (TPR) Palladium catalysts Bimetallic catalysts Hydrogenation Reference [1] Meyer M. Barbouth N. Oudart J. C.R. Acad. Sci. (Paris) Ser. II Mec. Phys. Chim. Sci. 311 1990 313 [2] Hightower J.W. Furlong B.K. Sarkany A. Guczi L. Guczi L. Solymosi F. Tetenyi P. Proc. 10th Int. Congr. Catal. C 1993 Akedemia Kiado Budapest 2305 [3] Miura H. Terasaka M. Oki K. Matsuda T. Guczi L. Solymosi F. Tetenyi P. Proc. 10th Int. Congr. Catal. C 1993 Akedemia Kiado Budapest 2379 [4] A. Sarkany, J.W. Hightower, B.K. Furlong and L. Guczi, in preparation. [5] Borgna A. Moraweck B. Massardier J. Renouprez A.J. J. Catal. 128 1991 99 [6] Sarkany A. Zsoldos Z. Furlong B.K. Hightower J.W. Guczi L. J. Catal. 141 1993 566 [7] Z. Zsoldos, A. Sarkany, B. Furlong, J.W. Hightower and L. Guczi, J. Catal., in press. [8] Le Viness S. Nair V. Weiss A.H. Schay Z. Guczi L. J. Mol. Catal. 25 1984 131 [9] Weiss A.H. LeViness S. Nair V. Guczi L. Sarkany A. Schay Z. Proc. 8th Int. Congr. Catal. 5 1984 Verlag Chemie Weinheim 591 [10] Nair V. M.S. Thesis December, 1983 Worcester Polytechnic Inst. [11] Measurements by Engelhard Ind., Inc. [12] Furlong B.K. M.S. Thesis September, 1993 Rice University [13] Scholten J.J.F. Konvalinka J.A. J. Catal. 5 1966 1 [14] Dumas J.M. Geron C. Kribii A. Barbier J. Appl. Catal. 47 1989 L9 [15] Friedman R.M. Freeman J.J. J. Catal. 55 1978 10 [16] LoJacono M. Cimino A. Inversi M. J. Catal. 55 1978 10 [17] Strohmeier B.R. Leyden D.E. Field R.S. Hercules D.M. J. Catal. 94 1985 514 [18] Knacke O. Kubaschewski O. Hesselmann K. 2nd edn. Thermochemical Properties of Inorganic Substances 1991 Springer Verlag New York 627 [19] Boitiaux J.P. Cosyns J. Vasudevan S. Preparation of Catalysts III Poncelet G. Grange P. Jacobs P.A. Proc. 3rd Int. Symp. of the Scientific Bases for the Preparation of Heterogeneous Catalysts (Studies in Surface Science and Catalysis) 16 1982 Elsevier Amsterdam 123 [20] Hansen M. Constitution of Binary Alloys 1958 McGraw-Hill New York 612 [21] Mallat T. Szabo S. Petro J. Appl. Surf. Sci. 40 1990 309 [22] VanLangeveld A.D. Hendrickx H.A.C. Nieuwenhuys B.E. Thin Solid Films 109 1983 179 [23] Sampath Kumar T.S. Appl. Surf. Sci. 20 1985 290 [24] Wu X. Gerstein B.C. King T.S. J. Catal. 121 1990 271 [25] Leon C.A. Leon y Vannice M.A. Appl. Catal. 69 1991 269 [26] Aben P.C. J. Catal. 10 1968 224 [27] Burch R. Buss R.G. J. Chem. Soc. (London) Faraday Trans. I 1975 913 [28] Bond G.C. Webb G. Wells P.B. Winterbottom J.M. J Chem. Soc. 1965 3218 [29] Riley M.G. Ph.D. Thesis February, 1989 Rice University",
      "scopus-id": "0028495551",
      "coredata": {
        "eid": "1-s2.0-0926860X94801576",
        "dc:description": "The selective hydrogenation of 1, 3-butadiene was studied in the presence of a 10:1 excess of 1-butene over supported bimetallic catalysts containing palladium in a vapour phase atmospheric plug flow reactor in the temperature range 288–313 K. Addition of copper to alumina-supported Pd increases its selectivity for converting butadiene to n-butenes without saturating or isomerizing the n-butenes. For example, with atomic ratio Cu/Pd = 2, the bimetallic catalyst selectively converts > 99% of the diene to n-butenes while isomerizing or saturating less than 1% of the starting 1-butene. Under similar conditions, Pd alone maintains high n-butene selectivity to only about 50% conversion of the diene. Over both catalysts the kinetics of 1, 3-butadiene hydrogenation are first order in hydrogen and zero order in butadiene. Hydrogen sorption experiments showed that Cu addition decreases both the surface adsorption and the bulk absorption, the former suggesting surface decoration of Pd by Cu and the latter indicating significant bulk Cu-Pd interaction in the supported bimetallic samples.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-09-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94801576",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Furlong, Brian K."
          },
          {
            "@_fa": "true",
            "$": "Hightower, Joe W."
          },
          {
            "@_fa": "true",
            "$": "Chan, Tammy Y.-L."
          },
          {
            "@_fa": "true",
            "$": "Sarkany, A."
          },
          {
            "@_fa": "true",
            "$": "Guczi, L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94801576"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94801576"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80157-6",
        "prism:volume": "117",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "1,3-Butadiene selective hydrogenation over Pd/alumina and CuPd/alumina catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Butadiene hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Palladium copper alloys"
          },
          {
            "@_fa": "true",
            "$": "Selective hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Temperature programmed reduction (TPR)"
          },
          {
            "@_fa": "true",
            "$": "Palladium catalysts"
          },
          {
            "@_fa": "true",
            "$": "Bimetallic catalysts"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "41-51",
        "prism:endingPage": "51",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 September 1994",
        "prism:doi": "10.1016/0926-860X(94)80157-6",
        "prism:startingPage": "41",
        "dc:identifier": "doi:10.1016/0926-860X(94)80157-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028495551"
      }
    }
  }
}