{
  "metadata": {
    "title": "Uptake of hydrogen sulfide by molybdena-alumina catalysts containing group 8–10 metals",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-08-01",
    "doi": "10.1016/0926-860X(96)00057-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96000579",
    "pii": "0926860X96000579"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-16144369300",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96000579 0926-860X(96)00057-9 0926860X96000579 10.1016/0926-860X(96)00057-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00099 2024-01-01T12:18:48.759026Z 0 0 19960801 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 142 142 1 1 Volume 142, Issue 1 14 159 174 159 174 19960801 1 August 1996 1996-08-01 1996 Article article fla Copyright © 1996 Published by Elsevier B.V. UPTAKEHYDROGENSULFIDEBYMOLYBDENAALUMINACATALYSTSCONTAININGGROUP810METALS DOBROVOLSZKY M GATES 1979 B CHEMISTRYCATALYTICPROCESSES GRANGE 1980 135 P LEE 1984 345 C DURAND 1984 147 R KATZER 1979 155 J SHABTAI 1988 206 J MOYES 1988 583 R HYDROGENEFFECTINCATALYSIS TOPSOE 1986 273 H CAMPBELL 1984 1989 K YERMAKOV 1985 33 Y STOUCHY 1987 35 V VIVIER 1991 801 L NORSKOV 1992 1 J TOPSOE 1993 H 206THNATIONALMEETINGAMERICANCHEMICALSOCIETY BRAUN 1994 T 6THNORDICSYMPOSIUMCATALYSIS DOBROVOLSZKY 1991 113 M DOBROVOLSZKY 1992 239 M DOBROVOLSZKY 1993 3137 M MASSOTH 1975 164 F TOPSOE 1992 641 N SCHRODER 1993 643 U LIU 1982 262 Y XIE 1990 1 Y TOPSOE 1993 631 N DOBROVOLSZKY 1992 60 M CATALYSIS92PROCEEDINGSNATIONALCONFERENCECATALYSIS KABE 1993 239 T KORANYI 1993 307 T PANELL 1978 1057 K HARRIS 1984 400 S KORANYI 1989 261 T MASSOTH 1973 204 F DOBROVOLSZKY 1989 1 M NAGIPEDASILVA 1987 287 P ARNOLDY 1985 35 P MITCHELL 1993 1805 P DOBROVOLSZKYX1996X159 DOBROVOLSZKYX1996X159X174 DOBROVOLSZKYX1996X159XM DOBROVOLSZKYX1996X159X174XM item 0926-860X(96)00057-9 0926860X96000579 1-s2.0-0926860X96000579 10.1016/0926-860X(96)00057-9 271346 2024-01-01T12:18:48.759026Z 1996-08-01 1-s2.0-0926860X96000579-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000579/MAIN/application/pdf/d54711e82bd6147393d7500e737cbfb1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000579/MAIN/application/pdf/d54711e82bd6147393d7500e737cbfb1/main.pdf main.pdf pdf true 697607 MAIN 16 1-s2.0-0926860X96000579-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000579/PREVIEW/image/png/d8d7ea7154747ef7d9b30cc2a530710f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000579/PREVIEW/image/png/d8d7ea7154747ef7d9b30cc2a530710f/main_1.png main_1.png png 52909 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 142 (1996) 159-174 Uptake of hydrogen sulfide by molybdena-alumina catalysts containing group 8-10 metals M. Dobrovolszky, Z. PaA1, P. T~t~nyi Institute of lsotopes of the Hungarian Academy of Sciences, P.O. Box 77, Budapest, H-1525 Hunga~ Received 24 November 1995; revised 30 January 1996; accepted 30 January 1996 Abstract The uptake of radioactive hydrogen sulfide in a hydrogen stream by MoOx/A1203 alone, and by catalysts containing Co, Ru, Pd, Ir and Pt was studied. The amounts of the uptake differ for different catalysts, whereas the ratio of strongly bonded sulfur to the total sulfur uptake was practically equal. The amounts of reversibly bonded hydrogen sulfide increased at decreasing irreversible uptake. Comparison with data obtained previously for uptake by catalysts exposed to thiophene indicate the absence of competition between uptake of thiophene and H2S and a reduction of the ratio of strongly bonded hydrogen sulfide due to the presence of hydrogen sulfide produced in hydrogenolysis of thiophene. Exposure to cyclohexanol hinders the uptake by MOOx/A1203 and by samples containing Pd and Pt whereas uptake is enhanced on Co-, Ru-, and Ir-containing catalysts. Keywords: Sulfur uptake; Molybdena-alumina containing Co, Ru, Pd, Ir, Pt; Hydrogen sulfide; Radioactive sulfur 1. Introduction Sulfided molybdena-alumina catalysts promoted by another metal are widely used in hydrosulfurization (HDS) [1,2], hydrodeoxidation (HDO) and hydrodeni- trogenation (HDN) [3-6] reactions. The mechanism of these reactions has been investigated by a number of different methods (see e.g. [7-10]). Several authors have reported the correlation between HDS activity and abundance of sulfur (both as SH groups and sulfides) and anion vacancies [11-13]. Topsoe and his colleagues [ 14,15] established a correlation between the strength of sulfur-metal bond and activity in HDS: they found that the higher the bond strength, the lower the HDS activity of the metal sulfides. The studies cited indicated that the propensity to sulfur uptake was important from the viewpoint of the activity of catalysts in HDS and HDO reactions. In previous studies we dealt with the 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved. PH S0926-860X(96)00057-9 160 M. Dobrouolszky et al. / Applied Catalysis A: General 142 (1996) 159-174 catalytic behaviour of some Group 8-10 metal-promoted molybdena alumina catalysts during hydrogen sulfide uptake in the conversion of cyclohexanol [16,17] and thiophene [18]. In these studies we investigated the effect of hydrogen sulfde uptake on catalytic activity and selectivity during the initial period of sulfidation. The concentration of sulfide ions, SH groups and anion vacancies changes substantially during this period [19,20]. It was found that the addition of hydrogen sulfide to the catalyst affected the conversion of thiophene and cyclohexanol with regard to both the catalytic activity and selectivity but the effects were different for the different catalysts. In these studies [16-18] the uptake of hydrogen sulfide during alternating thiophene or cyclohexanol and hydrogen sulfide pulses was investigated. Sulfur and oxygen are participants of the carbon-sulfur and carbon-oxygen bonds to be broken due to the HDS and dehydration reaction respectively. It follows from this that the sulfur content (and uptake) of the catalyst under given reaction conditions can be influenced by the presence of sulfur containing reacting substances and their products. The product of dehydration --water-- can influence the oxygen and sulfur content of the catalysts as well as the concentra- tion of anionic vacancies. In this paper we give details on the uptake of hydrogen sulfide by molyb- dena-alumina and that containing Co, Ru, Pd, Ir or Pt in conditions similar to the given reaction conditions. Our aim was to obtain information on the propensity of the different contacts to take up sulfur in the absence of S- and O-containing substances and compare it with data obtained previously [16-18] on hydrogen sulfide uptake by catalysts exposed to thiophene or cyclohexanol. 2. Experimental The experiments were carried out with MoOx-A1203 (15 mass % of MoO3) and with molybdena-alumina (12 mass % of MoO3) containing 3 mass % Co, Ru, Pd, Ir or Pt, All samples were calcined at 723 and subsequently reduced at 673 K. Details of the preparation and characterization of catalysts are described in Ref. [18]. 3. Hydrogen sulfide uptake A pulse-microcatalytic system was utilized for the sulfidation runs (18). All experiments were carried out with 5 10-3 g catalyst. The samples were treated in hydrogen carrier gas (50 ml NTP min-1). The hydrogen sulfide pulses (labelled with sulfur-35) were injected at 30-minutes intervals. The volume of the pulse was 10-4 1 at 298 K and 20 Pa; 4.8 1017 molecules. In uptake measurements 6 hydrogen sulfide pulses were injected at 30-minutes intervals and in between injections the catalysts were exposed to a hydrogen M. Dobrovolszky et al. / Applied Catalysis A: General 142 (1996) 159-174 161 stream. Two series of sulfur uptake measurements were carried out with each catalyst: 1. injection at 673 K, followed by subsequent hydrogen treatment for 30 minutes before injection of the next hydrogen sulfide pulse. (Conditions similar to experiments with alternating thiophene and hydrogen sulfide pulses.) 2. injection at 623 K with subsequent cooling to 473 K, then heating to 623 K for injection of the next hydrogen sulfide pulse. (Conditions similar to experiments with alternating cyclohexanol and hydrogen sulfide pulses.) The outflow gases were collected in 0.1 mol 1-~ potassium hydroxide solution. The radioactivity of a fraction was measured by an LKB Walace 1217 type Rackbeta scintillation counter after adding scintillator liquid to each fraction. The total amount of retained hydrogen sulfide was calculated from the difference between the radioactivity of the pulse introduced and that of the fraction leaving the catalyst and collected over a period of 10 minutes after the initial injection. From the radioactivity of fraction collected between the injec- tion of two hydrogen sulfide pulses were determined the amounts of hydrogen sulfide leaving the catalyst upon purging with hydrogen. These amounts were denoted as \"reversibly\" held or mobile sulfur; the irreversibly (or strongly) retained (or fixed) amounts were calculated as the difference of the total and reversibly retained amounts of sulfur. Data obtained by these liquid scintillation radioactivity measurements were recently checked by a newly developed method of measuring radioactivity in the gas phase by a europium-doped Calcium Fluoride Crystallic scintillation counter [21]. Data obtained by the two methods indicate the reliability of radioactivity data obtained by the liquid scintillation measurements applied in this and previous studies. Gas flow measurements also showed that the main part (70-80%) of radioactivity leaves the catalyst within 1.5 minutes after injection of the radioactive pulse. It should be mentioned that the method used to measure sulfur uptake is based on the radioactivity balance of sulfur in the form of hydrogen sulfide; it gives no information on the form of sulfur with which it was bonded to the catalyst. 4. Results Fig. 1 indicates the cumulated uptake of hydrogen sulfide molecules at 673 K with increasing injected amounts. This figure demonstrates the similarities in the general view of the process in spite of the differences between the catalysts with respect to the amounts of their hydrogen sulfide uptake: the uptake from the first pulse is highest for all catalysts, the uptake from the subsequent pulses decreases and the first 2-3 pulses are followed by a more or less stable interval. 162 M. Dobrovolszky et al. / Applied Catalysis A: General 142 (1996) 159-174 motec. H2S uptake sample ,o,1o'71 5x1017 lx1018 2x101~ I 3x1016 H2S fed Fig. 1. The cumulated amounts of uptake (irreversible + reversible) by different catalysts at 273 K, vs. number of H2S molecules injected. Mass of the catalyst 510.3 g O MoOx/A1203; CoMoOx/A1203; [] RuMoOx/A1203; z~ PdMoOx/A1203; IrMoO~/A1203; PtMoOx/A1203;. The detailed data of hydrogen sulfide uptake at 673 K are collected in Table 1. It is seen from these data that 1. there are certain differences between the different catalysts both in total and irreversible uptake but the amounts are of the same order of magnitude; 2. the irreversible uptake decreases drastically from the first to the sixth pulse and practically ceases on those samples containing Co, Ru and Pt whereas reversible uptake increases but to a lesser extent and reaches a constant value. The same tendencies are observed with uptake of hydrogen sulfide at 623 K (Table 2). Both the total and irreversible uptake were however lower with the exception of the Pt-containing catalyst. The differences are mostly due to the M. Dobrovolszky et al. / Applied Catalysis A: General 142 (1996) 159-174 163 .2 e. z II 64 M. Dobrocols~k3, et al/ Applied Catalysis A.\" General 142 (1996) 159-174 .=_ .=_ 7' tt~ 0 ~ 0 J M. Dobrovolszky et al. /Applied Catalysis A: General 142 (1996) 159-174 165 irreversibly bonded sulfur, the amounts of which were substantially higher at 673 K than at 623 K. The differences between the reversibly held amounts were lower than 10% with the exception of the Pd- containing sample: the total reversible uptake exceeded that at 623 K by 50%. It was found (Fig. 2a and b) that the change of total uptake/pulse on Co-, Ru-, Ir-, and Pt-containing catalysts obeyed the following equation in the interval of surface coverage 0-0.1: q=A(1-0) (1) where q is the total uptake/pulse; 0 is the surface coverage, calculated by dividing the area of sulfur (assuming it to exist in the form of sulfide ion) irreversibly bonded from previous pulses by the surface area of the sample, and A is a constant. In the case of the Pd-containing sample and of molybdena-alumina (Fig. 3) the uptake does not obey Eq. (1) (or obeys it only in a rather limited range of coverage). It is of interest to correlate the irreversible sulfur uptake with the number of metal atoms in each catalysts (Table 3). In order to calculate the ratio of H2 S uptake to number of surface M(8-10) atoms TPR and O2/H2, titration data published previously [18] were applied, with the exception of Ir- containing samples. (For this catalyst the TPR and O2/H2 data were repeatedly checked and the value 50.9 + 7.1% for dispersion of iridium was accepted.) XRD-data [18] indicated that MoOx in all samples was X-ray amorphous. This indicates --in accordance with literature data [22-24]-- that molybdena formed a thin layer on the surface, consequently hydrogen sulfide uptake we related to the total number of molybdenum ions of the sample. In a previous work we gave data on the surface composition of sulfided Ru- and Pd-containing molybdena alumina, based on relative XPS intensities [25]. The ratio S S RuS+Mos pds+Mo~ was found to be 0.49. The similar value calculated from the data in Table 3 equals 0.53. This similarity between XPS and radioactivity measurements corroborates the reliability of sulfur uptake data calculated from radioactivity. 5. Discussion 5.1. Evaluation of sulfur uptake data In Table 1 the data indicate that the irreversible uptake of H2S quickly decreases from pulse to pulse and is practically finished in the sixth pulse in the case of Co-, Ru- and Pt-containing samples. At lower temperatures the uptake of 66 M. Dobrouolszky et al. / Applied Catalysis A: General 142 (1996) 159-174 q 4.0 3.0 2.0 1.0 q 3.0 20 1.0 (a) v [] o,~o o.'9s 11o (b) / t J 1-e 0.9 o~q5 1'.0 1-8 q 4.0 3.0 2.0 O 1. M. Dobrovolszky et al. / Applied Catalysis A.\" General 142 (1996) 159-174 167 J I o.9 oigs 1.o (l-e) Fig. 3. Total H2S uptake (q) vs. free surface (l-19) uptake by Mo/AI203 at 673 and 623 K respectively; zx, uptake by PdMo/A1203 at 673 and 623 K respectively. (Units similar to those on Fig. 2). fixed sulfur practically ceases in the case of Ir-molybdena too. From the data in Table 3 it is seen that only a fraction of the surface metal atoms (ions) are bonded with sulfur at this stage. Other experiments [25] indicated that the amounts of irreversible uptake of 3SS from hydrogen sulfide practically did not change at much higher integral doses (up to 1.53 1019 molecules of hydrogen sulfide instead of 2.8 1018) in the case of Ru- and Pd- containing Mo-AI203 and non-promoted molybdena- alumina. Fig. 2. Total H2S uptake (q (in 1017 molec./pulse.sample) vs. free surface (1-@) a. T: 673 K [] CoMo/A1203; C) RuMo/AI203; ,7 IrMo/Al203; zx PtMo/AI203 b. T: 623 K CoMo/AI203; RuMo/AI203; IrMo/Al203; PtMo/AI203. 168 M. Dobrol,olszky et al. / Applied Catalysis A: General 142 (1996) 159-174 Table 3 Irreversible uptake of hydrogen sulfide of different catalysts related to their metal content pt Pulse t Sum of 6 Pulses i H2S H28 H2S H2S Mo+M(8-10) Mo+M~(8-10) Mo+M(8-10) Mo+M~(8-10) MoO~/A1203 9.23 9.23 21).73 20.73 CoMoO,/Al20~ 8.68 13.85 15.18 24.23 RuMoO,/AI203 6.34 6.80 10.21 10.94 PdMoOx/AI203 7.84 8.79 18.38 20.60 IrMoO~/AlzO3 11.97 12.85 26.36 28.28 PtMoOx/AI203 7.62 8.46 13.86 15.38 I in l0 2 units; symbols denote number of molecules or atoms respectively. M~(8-10): number of surface Co, Ru, Pd, lr or Pt atoms, determined by 02/H2 titration (Ref. [18].). It follows from all this that the integral irreversible uptake from six pulses is presumably not far from the maximum attainable even on those catalysts where the uptake did not reach saturation at the sixth pulse of hydrogen sulfide. The relative values of irreversible hydrogen sulfide uptake (Table 3) are much lower than those obtained by Massoth [19] for molybdena-alumina, or recently by Kabe et al. [26] for Co-promoted MOOK/A1203. It seems that the main reason for this difference is the strong purging of the catalyst with hydrogen at high temperature between the injection of pulses. The opposite tendencies in the change of the uptake of irreversible and that of the reversible sulfur (see Tables 1 and 2) speak for the limited number of sites able to bond sulfur in spite of the low S/[Mo+M(8-10)] ratio. The low (<0.11) surface coverages at total uptake (see Fig. 2a, Fig. 2b and Fig. 3) support this conclusion, which coincides with the statement made by N.Y. Topsoe and H. Topsoe [20] indicating that the number of SH and vacancy sites for different molybdena-alumina catalysts is proportional to the total concentration of the edge sites only. It was of interest to calculate the ratio of irreversibly bonded sulfur to the total uptake. These data, derived from Tables 1 and 2 are collected in Table 4. It can be seen from this table that there are no substantial differences between the different catalysts with respect to the ratio of the sulfur bonded irreversibly from the first pulse of H2S in spite of the differences in the absolute values of irreversible uptake. (The differences in ratio of cumulated values are higher to some extent, however the first pulses are more relevant to the primary interac- tion.) The similarity of this ratio for different catalysts indicates the decisive role in the sulfur uptake of the same element on the surface: molybdenum. This is supported by data [27] relating to the surface composition of sulfided CoMo/A1203 catalysts with different (0.29, 0.36, 0.65%) cobalt content. A definite correlation was found to exist between the surface content of sulfur and molybdenum, whereas no correlation existed between surface cobalt and sulfur content. M. Dobrovolszky et al. / Applied Catalysis A: General 142 (1996) 159-I74 169 Table 4 Ratio of irreversible/total hydrogen sulfide uptake Catalyst Mo/AI203 CoMo/AI203 RuMo/AI203 PdMo/AI203 IrMo/A1 < 20 < 3 Temperature 623 673 623 673 623 673 623 673 623 673 K K K K K K K K K K PtMo/AI203 623 673 K K I. Pulse i 0.86 0.95 0.88 0.95 0.89 0.92 0.84 0.93 0.96 0.96 0.86 0.94 Cumulated 0.70 0.74 0.57 0.66 0.61 0.69 0.73 0.72 0.75 0.82 0.75 0.74 values i 1. Pulse 2 - 0.75 - 0.93 - 0.83 - 0.64 - 0.94 0.77 - Cumulated - 0.34 - 0.57 - 0.52 - 0.21 - 0.51 0.41 - values 2 Samples treated in H2 only. 2 Samples exposed to thiophene (for conditions, see Table 5). No conclusion can be drawn with respect to the temperature dependence of uptake, especially that of the reversible/total ratio, since the uptake at 623 K was followed by purging at a lower temperature 473 K. This could influence the extent of the sulfur removal from the catalyst. 5.2. Effect of thiophene on hydrogen sulfur uptake Details were given on the uptake of radioactive sulfur from H2S pulses, when the samples in between were exposed to thiophene pulses[18]. To illustrate the effect of thiophene on H zS uptake we calculated the values of the ratio of uptake by samples exposed to thiophene to the uptake by non-exposed ones (Table 5.) It is seen from this table that the introduction of thiophene substan- tially reduces the irreversible uptake of hydrogen sulfide (with the exception of Table 5 Effect of thiophene on HzS uptake Catalyst Mo/AI203 CoMo/A1203 RuMo/AI203 PdMo/AI203 IrMo/Al203 PtMo/AI203 q2 q~ (irr) 0.78 0.99 0.94 0.63 0.55 0.62 q4-- q l (rev) 4.63 1.44 2.53 4.38 4.54 3.20 q5 q~ (irr) 0.47 1.05 1.10 0.69 0.57 0.56 k %6 (rev) 2.55 1.58 2.26 3.02 2.53 2.36 q~, q6 = uptake of H2S from the first and that cumulated from six H2S pulses respectively for alternating pulses of thiophene and H2S; ql, q6 = uptake of H2S by samples not exposed to thiophene. Mass of catalyst: 5-10-4g; T=673 K; H2S pulses: 4.8.1017 molecules; thiophene pulses: 3.8.10Is molecules. 170 M. Dobrot~olsz~, et al. / Applied Catalysis A: General 142 (1996) 159-174 Co and Ru-containing catalyst). The reversible uptake was however substantially higher in the case of samples exposed to thiophene. This effect was substantially stronger when the irreversible uptake decreased. Both irreversible and reversible uptake by the samples exposed to thiophene are of the same order of magnitude in spite of the fact that the amount of thiophene introduced was 8 times higher than that of hydrogen sulfide. Consequently the direct hindrance of the uptake of hydrogen sulfide by thiophene should be --if it exists at all-- much weaker than that of hydrogen sulfide. This seems to be in accordance with the poor electron donating properties of thiophene due to pi interaction of its aromatic ring with the surface [28] in accordance with the model developed by Harris and Chianelli [29]. The effect of exposure to thiophene on H2 S uptake is presumably a consequence of the production of HzS due to HDS of thiophene, competing with the uptake from H2S pulses [30]. 5.3. Effect of cyclohexanol on sulfur uptake We have previously reported [16,17] on the effect of S uptake on the conversion of cyclohexanol. We stated that upon alternately injected cyclohex- anol and hydrogen sulfide the irreversible uptake of sulfur increased from pulse to pulse in the case of samples with Co, Ru and Ir and did not cease after the 5th pulse whereas it ceased after the second hydrogen sulfide (and third cyclohex- anol) pulse on samples containing Pd and Pt. Molybdena alumina alone practi- cally did not hold irreversibly bonded sulfur upon exposure to cyclohexanol. In contrast to this irreversible hydrogen sulfide uptake ceases on all contacts not exposed to cyclohexanol with the exception of molybdena-alumina and of the catalyst with Pd (Table 2). Numerical data on the effect of cyclohexanol exposure on H2 S uptake are collected in Table 6, derived from data in Table 2, and unpublished numerical data from previous studies [16,17]. The absence of irreversible H2S uptake by molybdena-alumina exposed to cyclohexanol can be explained by the oxidation of molybdenum ions of valence states lower than VI by water (produced due to dehydration of cyclohexanol) as was observed by Massoth [31]: Mo4+ + H20 ~ Mo6+ + 02 4- H2 (2a) orl 2Mo5+ + H20 ~ 2Mo6+ -4- 02- + H2 (2b) taking it into account that in our reduced samples of MOOx/A1203 a substantial part of molybdenum ions are present in valence states IV and V as was concluded by us from XPS data [32]. This explanation is corroborated by the substantial irreversible uptake of sulfur (see Ref. [33]) by unsupported --consequently more easily reduced [31,34]-- molybdena in spite of the fact that it was also exposed to cyclohex- anol. M. Dobrovolszky et al./ Applied Catalysis A: General 142 (1996) 159-174 Table 6 Effect of cyclohexanol on H2S uptake 171 Mo/ CoMo/ RuMo/ PdMo/ IrMo/ PtMo/ A1203 A1203 A1203 A1203 A1203 AI203 0.02 0.95 1.26 1.56 0.37 1.30 q~L -- (irr) qlOt. -- (rev) GI, q~)L -- (irr) q~ q~)L -- (rev) q2 4.6 1.11 1.75 4.32 2.15 2.10 0.01 1.21 2.67 0.59 1.42 0.77 3.21 1.07 1.62 4.89 1.35 1.29 1. q~L, q~)L = uptake of H2S from the first and that cumulated from six pulses respectively for alternating cyclohexanol and H2S pulses; q,~,, q~ = uptake of HzS by samples, non-exposed to cyclohexanol (Table 2). Mass of catalyst 5- 10.4 g; T = 623 K (for uptake); 473 K for cyclohexanol); H2S pulses 4.8.1017 molecules; cyclohexanol pulses 2.8.10Is. The data in Table 6 also indicate that the amounts of reversibly bonded hydrogen sulfur were higher by catalysts exposed to cyclohexanol than that of their counterparts. This indicates that H 2S was eluted to a greater extent from samples exposed to cyclohexanol, than from those that were not exposed to it. This can be explained by the more acidic character of the alumina support, as a result of the effect of water on alumina: the process of metal sulfide-hydrogen interaction on supported metals MS + H2 = HzS + M (3) is shifted fight at higher acidity of the support. This was found by Frety's group who observed [34] an increasing sulfur resistance of iridium with increasing acidity of the support: MgO < AI203 < AI203-SiO2 Moreover, it is further indicated by the data in Table 6 that the cumulated irreversible uptake of sulfur was higher by samples exposed to cyclohexanol in the case of the Co-, Ru- and Ir-containing samples, whereas the opposite effect was found in the presence of Pd and Pt in the catalysts. This can be explained by different secondary effects caused by water produced during the dehydration of cyclohexanol: The reoxidation of Mo(V) and Mo(IV) in metal containing samples (see Eqs. 2a and 2b) hinders the uptake from one side. It was however also observed [35] that adsorbed water aids sulfiding. This was explained [35] by providing more surface protons to react with oxygen atoms. Another explanation is the weakening of the Mo = O bond which lowers the activation energy of sulfidation [36]. Apart from this, the interaction of water with metal sites [present to some extent due to reaction (3)] produces \"in situ\" H2, which leads 172 M. Dobrouolszky et al. / Applied Catalysis A : General 142 (1996) 159-174 to reduction of Mo6+ - ions and produces anion vacancies. The existence of the reduction process is supported by the fact that all metal promoted samples bonded hydrogen sulfide to some extent in contrast to the non-promoted one. All of these effects act in the direction opposite to reoxidation: thereby enhancing the uptake of hydrogen sulfide. Consequently, the effects of several processes are expressed presumably in the change of the extent of sulfur uptake at exposure of the catalyst to cyclohexanol (water). The differences in the extent of sulfur uptake and its change on exposure are possibly the consequence of the different \"share\" of these processes in the overall effect. The opposite effect of cyclohexanol (water) on sulfur uptake in case of Co-, Ru- and Ir containing samples in comparison with Pd- and Pt-containing ones can be explained presumably by the higher extent of the reaction xM(8- 10)+ yH20 ~ MxOy + yH2 (4) (producing \"in situ\" H2) with Co, Ru and Ir, than with Pd or Pt. (The higher extent of this reaction for Co can be explained with its higher, positive, oxidation potential, for Ru and Ir with their higher dispersion in the M(8- 10)Mo/A1203 catalysts in comparison with the Pd and Pt [18].) As a conse- quence of these differences between the metals in Reaction (4) the reduction of Mo(VI) with in situ H2 overcompensates the oxidation of Mo(IV) and Mo(V) with water in case of Co, Ru and Ir, whereas in case of Pd and Pt the oxidation effect is still higher; the uptake of sulfur is reduced. Our results with Pd and Ru promoted catalysts indicate [32] that the signifi- cant differences observed between the H2S uptake of the different catalysts and between the effects of thiophene and cyclohexanol on the uptake could be possibly explained in more details on the basis of more complex (XRD, EM, EDX and XPS) studies, which are in progress. 6. Conclusions M (8-10) metal additives affect the amount of sulfur fixed from H2S on molybdena/alumina. Only a limited number (10-30%) of the surface M(8-10) atoms and molybdenum ions interact with hydrogen sulfide. The uptake of 35S from hydrogen sulfide increases at increasing (from 623 to 673 K) temperature. The amounts of fixed sulfur decrease on exposure to thiophene for the majority of the contacts. Quantitative evaluation indicates that the hindering effect is caused mainly by hydrogen sulfide, produced from thiophene. Thiophene uptake practically does not compete with hydrogen sulfide uptake. Exposure to cyclo- hexanol stops the irreversible uptake by non-promoted molybdena-alumina. In the case of catalysts containing M(8-10) both increasing (Ru and Ir) and M. Dobrovolszky et al. / Applied Catalysis A: General 142 (1996) 159-174 173 decreasing (Pd,Pt) effects were observed. This is presumably a consequence of the interaction of catalysts with water produced by dehydration of cyclohexanol. Acknowledgements This work was supported in T017051). part by the Hung. Nat. Res. Fund (OKTA References [1] B.C. Gates, J.M. Katzer and G.C.A. Schuit, in Chemistry of Catalytic Processes, McGraw-Hill, New York, 1979, Ch. 5. [2] P. Grange, Catal. Rev. Sci. Eng., 21 (1980) 135. [3] C.L. Lee and D.F. Ollis, J. Catal., 87 (1984) 345. [4] R. Durand, P. Geneste, C. Moreau and J.L. Pirot, J. Catal., 90 (1984) 147. [5] J.R. Katzer and R. Sivasubramanian, Catal. Rev. Sci. Eng., 20 (1979) 155. [6] J. Shabtai, Q. Guohe, K. Balusami, N.K. Nag and F.E. Massoth, J. Catal., 133 (1988) 206. [7] R.B. Moyes, in Z. Pa~l and P.G. Menon (Editors), Hydrogen Effect in Catalysis, Marcel Dekker New York, 1988, p. 583. [8] H. Topsoe and B.S. Clausen, Appl. Catal., 25 11986) 273. [9] K.C. Campbell, M.L. Mirza, S.J. Thomson and G. Webb, J. Chem. Soc. Faraday Trans. 1. 80 1984) 1989. [10] Y.I. Yermakov, A.N. Startsev, V.A. Burmistrov, D.N. Shumillo and N.N. Bulgakov, Appl. Catal., 18 (1985) 33. [1 l] V. Stouchy and L. Beranek, Appl. Catal., 35 (1987) 35. [12] L. Vivier, J. Kasztelan and G. Perot, Bull. Soc. Chim. Belg., 100 (1991) 801. [13] J.K. Norskov, B.S. Clausen and H. Topsoe, Catal. Lett., 13 (1992) 1. [14] H. Topsoe, B.S. Clausen, N.Y. Topsoe, J. Hyldtost and J.K. Norskov, 206th National Meeting American Chemical Society, Chicago, IL, August 22-27, 1993. [15] T. Braun, M. Holmgard, C.V. Ovesen, C.J.H. Jacobsen, I.V. Nilsen, E. TSmqvist, B.S. Clausen and H. Topsoe, 6th Nordic Symposium on Catalysis, Hornbaek, Denmark, June 1-3, 1994, Book of Abstracts, Session 3A. [16] M. Dobrovolszky, Z. Pafil and P. T~t6nyi, Catal. Today, 9 (1991) 113. [17] M. Dobrovolszky, Z. Pafil and P. T~t~nyi, React. Kin. Catal. Lett., 47 (1992) 239. [18] M. Dobrovolszky, K. Matusek, Z. Pa~il and P. T6t6nyi, J. Chem. Soc. Faraday Trans., 89 11993) 3137. [19] F.E. Massoth, J. Catal., 36 (1975) 164. [211] N.Y. Topsoe and H. Topsoe, J. Catal., 139 (1992) 641. [21] U. Schr~Sder L. Cider and N.H. SchiSn, Stud. Surf. Sci. Catal., 75 11993) 643. [22] Y.J. Liu, Y.C. Xie, J. Mink. J. Liu and Y.Q. Tang, J. Catal. (China) 3, 11982) 262. (Referred from Ref. 23.) [23] Y.C. Xie and Y.Q. Tang, Adv. Catal., 37 (1990) 1. [24] N.Y. Topsoe and H. Topsoe, J. Catal., 139 (1993) 631. [25] M. Dobrovolszky, M. Muhler, Z. Pa~l and P. T~t6nyi, Catalysis 92, Proceedings of the National Conference on Catalysis, Kruger National Park, South Africa, 28-30 October 1992, p. 60. [26] T. Kabe, W. Qian, S. Oqawam and A.Ishihara, J. Catal., 143 (1993) 239. [27] T.I. Kor~nyi, M. Schikorra, Z. Pa~l, R. SchliSgl, J. Schtitze and M. Wesemann, Appl. Surf. Sci., 68 (1993) 307. [28] K.H. Panell, B.L. Kalsotra and C. Parkanyi, J. Heterocyclic Chem., 15 (1978) 1057. 174 M. DobroL, olszky et al. / Applied Catalysis A: General 142 (1996) 159-174 [29] S. Harris and R.Q. Chianelli, J. Catal., 86 (1984) 400. [30] T.I. Kor~nyi and Z. Pa~l, Stud. Surf. Sci. Catal., 53 (1989) 261. [31] F.E. Massoth, J. Catal., 30 (1973) 204. [32] M. Dobrovolszky, Z. Pa~l, P. T~t6nyi, M. Muh|er J.-M. Manoli and C. Potvin, Europacat I1, Book of Abstracts p. 31. [33] M. Dobrovolszky, P. T~t~nyi and Z. Paoli, Chem. Eng. Comm., 83 (1989) 1. [34] P.R. Nagipe Da Silva, M. Guenin and R. Frety, K~m. K/Szl. (Hung.), 68 (1987-88) 287. [35] P. Arnoldy, J.A.M. Heijkont, G.D. Bok and J.A. Moulijn, J. Catal., 92 (1985) 35. [36] P.C.H. Mitchell, J. Tomkinson, J.G. Grimblot and E. Payen, J. Chem. Soc. Faraday Trans., 89 (1993) 1805. APCATA 96000579 0926-860X(96)00057-9 10.1016/0926-860X(96)00057-9 Elsevier Science B.V. All rights reserved Uptake of hydrogen sulfide by molybdena-alumina catalysts containing group 8–10 metals M. Dobrovolszky Z. Paál P. Tétényi Institute of Isotopes of the Hungarian Academy of Sciences, P.O. Box 77, Budapest , H-1525Hungary The uptake of radioactive hydrogen sulfide in a hydrogen stream by MoOx/Al2O3 alone, and by catalysts containing Co, Ru, Pd, Ir and Pt was studied. The amounts of the uptake differ for different catalysts, whereas the ratio of strongly bonded sulfur to the total sulfur uptake was practically equal. The amounts of reversibly bonded hydrogen sulfide increased at decreasing irreversible uptake. Comparison with data obtained previously for uptake by catalysts exposed to thiophene indicate the absence of competition between uptake of thiophene and H2S and a reduction of the ratio of strongly bonded hydrogen sulfide due to the presence of hydrogen sulfide produced in hydrogenolysis of thiophene. Exposure to cyclohexanol hinders the uptake by MoOx/Al2O3 and by samples containing Pd and Pt whereas uptake is enhanced on Co-, Ru-, and Ir-containing catalysts. Keywords Sulfur uptake Molybdena-alumina containing Co, Ru, Pd, Ir, Pt Hydrogen sulfide Radioactive sulfur Reference [1] Gates B.C. Katzer J.M. Schuit G.C.A. Chemistry of Catalytic Processes 1979 McGraw-Hill New York Ch. 5 [2] Grange P. Catal. Rev. Sci. Eng. 21 1980 135 [3] Lee C.L. Ollis D.F. J. Catal. 87 1984 345 [4] Durand R. Geneste P. Moreau C. Pirot J.L. J. Catal. 90 1984 147 [5] Katzer J.R. Sivasubramanian R. Catal. Rev. Sci. Eng. 20 1979 155 [6] Shabtai J. Guohe Q. Balusami K. Nag N.K. Massoth F.E. J. Catal. 133 1988 206 [7] Moyes R.B. Paál Z. Menon P.G. Hydrogen Effect in Catalysis 1988 Marcel Dekker New York 583 [8] Topsoe H. Clausen B.S. Appl. Catal. 25 1986 273 [9] Campbell K.C. Mirza M.L. Thomson S.J. Webb G. J. Chem. Soc. Faraday Trans. 1 80 1984 1989 [10] Yermakov Y.I. Startsev A.N. Burmistrov V.A. Shumillo D.N. Bulgakov N.N. Appl. Catal. 18 1985 33 [11] Stouchy V. Beranek L. Appl. Catal. 35 1987 35 [12] Vivier L. Kasztelan J. Perot G. Bull. Soc. Chim. Belg. 100 1991 801 [13] Norskov J.K. Clausen B.S. Topsoe H. Catal. Lett. 13 1992 1 [14] Topsoe H. Clausen B.S. Topsoe N.Y. Hyldtost J. Norskov J.K. 206th National Meeting American Chemical Society Chicago, IL August 22–27, 1993 [15] Braun T. Holmgard M. Ovesen C.V. Jacobsen C.J.H. Nilsen I.V. Törnqvist E. Clausen B.S. Topsoe H. 6th Nordic Symposium on Catalysis Hornbaek, Denmark Book of Abstracts June 1–3, 1994 Session 3A [16] Dobrovolszky M. Paál Z. Tétényi P. Catal. Today 9 1991 113 [17] Dobrovolszky M. Paál Z. Tétényi P. React. Kin. Catal. Lett. 47 1992 239 [18] Dobrovolszky M. Matusek K. Paál Z. Tétényi P. J. Chem. Soc. Faraday Trans. 89 1993 3137 [19] Massoth F.E. J. Catal. 36 1975 164 [20] Topsoe N.Y. Topsoe H. J. Catal. 139 1992 641 [21] Schröder U. Cider L. Schön N.H. Stud. Surf. Sci. Catal. 75 1993 643 [22] Liu Y.J. Xie Y.C. Mink J. Liu J. Tang Y.Q. J. Catal. (China) 3 1982 262 (Referred from Ref. 23.) [23] Xie Y.C. Tang Y.Q. Adv. Catal. 37 1990 1 [24] Topsoe N.Y. Topsoe H. J. Catal. 139 1993 631 [25] Dobrovolszky M. Muhler M. Paál Z. Tétényi P. Catalysis 92, Proceedings of the National Conference on Catalysis Kruger National Park, South Africa 28–30 October 1992 60 [26] Kabe T. Qian W. Oqawam S. Ishihara A. J. Catal. 143 1993 239 [27] Korányi T.I. Schikorra M. Paál Z. Schlögl R. Schütze J. Wesemann M. Appl. Surf. Sci. 68 1993 307 [28] Panell K.H. Kalsotra B.L. Parkanyi C. J. Heterocyclic Chem. 15 1978 1057 [29] Harris S. Chianelli R.Q. J. Catal. 86 1984 400 [30] Korányi T.I. Paál Z. Stud. Surf. Sci. Catal. 53 1989 261 [31] Massoth F.E. J. Catal. 30 1973 204 [32] M. Dobrovolszky, Z. Paál, P. Tétényi, M. Muhler J.-M. Manoli and C. Potvin, Europacat II, Book of Abstracts p. 31. [33] Dobrovolszky M. Tétényi P. Paál Z. Chem. Eng. Comm. 83 1989 1 [34] Nagipe Da Silva P.R. Guenin M. Frety R. Kém. Közl. (Hung.) 68 1987–1988 287 [35] Arnoldy P. Heijkont J.A.M. Bok G.D. Moulijn J.A. J. Catal. 92 1985 35 [36] Mitchell P.C.H. Tomkinson J. Grimblot J.G. Payen E. J. Chem. Soc. Faraday Trans. 89 1993 1805",
      "scopus-id": "16144369300",
      "coredata": {
        "eid": "1-s2.0-0926860X96000579",
        "dc:description": "The uptake of radioactive hydrogen sulfide in a hydrogen stream by MoOx/Al2O3 alone, and by catalysts containing Co, Ru, Pd, Ir and Pt was studied. The amounts of the uptake differ for different catalysts, whereas the ratio of strongly bonded sulfur to the total sulfur uptake was practically equal. The amounts of reversibly bonded hydrogen sulfide increased at decreasing irreversible uptake. Comparison with data obtained previously for uptake by catalysts exposed to thiophene indicate the absence of competition between uptake of thiophene and H2S and a reduction of the ratio of strongly bonded hydrogen sulfide due to the presence of hydrogen sulfide produced in hydrogenolysis of thiophene. Exposure to cyclohexanol hinders the uptake by MoOx/Al2O3 and by samples containing Pd and Pt whereas uptake is enhanced on Co-, Ru-, and Ir-containing catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-08-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96000579",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dobrovolszky, M."
          },
          {
            "@_fa": "true",
            "$": "Paál, Z."
          },
          {
            "@_fa": "true",
            "$": "Tétényi, P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96000579"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96000579"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00057-9",
        "prism:volume": "142",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Uptake of hydrogen sulfide by molybdena-alumina catalysts containing group 8–10 metals",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Sulfur uptake"
          },
          {
            "@_fa": "true",
            "$": "Molybdena-alumina containing Co, Ru, Pd, Ir, Pt"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen sulfide"
          },
          {
            "@_fa": "true",
            "$": "Radioactive sulfur"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "159-174",
        "prism:endingPage": "174",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 August 1996",
        "prism:doi": "10.1016/0926-860X(96)00057-9",
        "prism:startingPage": "159",
        "dc:identifier": "doi:10.1016/0926-860X(96)00057-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/16144369300"
      }
    }
  }
}