{
  "metadata": {
    "title": "Liquid phase oxidation of cyclohexanol to adipic acid with molecular oxygen on metal catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-02-01",
    "doi": "10.1016/0926-860X(95)00280-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002804",
    "pii": "0926860X95002804"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0003051787",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002804 0926-860X(95)00280-4 0926860X95002804 10.1016/0926-860X(95)00280-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00208 2024-01-01T12:18:48.759026Z 0 0 19960201 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 135 135 1 1 Volume 135, Issue 1 3 L7 L11 L7 L11 19960201 1 February 1996 1996-02-01 1996 Letter article fla Copyright © 1996 Published by Elsevier B.V. LIQUIDPHASEOXIDATIONCYCLOHEXANOLADIPICACIDMOLECULAROXYGENMETALCATALYSTS BEZIAT J DANLY 1978 510 D KIRKOTHMERENCYCLOPEDIACHEMICALTECHNOLOGY SHEN 1988 2246 H FELTHOUSE 1991 393 T PARTON 1991 395 R THIBAULTSTARZYK 1994 1419 F HEYNS 1969 285 K HEYNS 1962 169 K VANBEKKUM 1991 267 H CARBOHYDRATESORGANICRAWMATERIALS MALLAT 1994 247 T BESSON 1995 116 M GALLEZOT 1995 10 P CARBOHYDRATESINEUROPE VENEMA 1992 75 F DIRKX 1981 1 J GALLEZOT 1992 479 P WEAST 1986 R HANDBOOKCHEMISTRYPHYSICS BEZIATX1996XL7 BEZIATX1996XL7XL11 BEZIATX1996XL7XJ BEZIATX1996XL7XL11XJ item 0926-860X(95)00280-4 0926860X95002804 1-s2.0-0926860X95002804 10.1016/0926-860X(95)00280-4 271346 2024-01-01T12:18:48.759026Z 1996-02-01 1-s2.0-0926860X95002804-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002804/MAIN/application/pdf/020900114b8bbdfb3d55ee70eab03cc2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002804/MAIN/application/pdf/020900114b8bbdfb3d55ee70eab03cc2/main.pdf main.pdf pdf true 266053 MAIN 5 1-s2.0-0926860X95002804-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002804/PREVIEW/image/png/fb723fc60940e4d16818a3625fc9f23b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002804/PREVIEW/image/png/fb723fc60940e4d16818a3625fc9f23b/main_1.png main_1.png png 46967 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 135 (1996) L7-Lll Letter Liquid phase oxidation of cyclohexanol to adipic acid with molecular oxygen on metal catalysts J.C. B6ziat, M. Besson *, P. Gallezot lnstitut de Recherches sur la Catalyse-CNRS, 2, Avenue Albert Einstein, 69626 Villeurbanne Cedex, France Received 28 September 1995; revised 7 November 1995; accepted 8 November 1995 Abstract In this study, a carbon supported platinum catalyst (5.4 wt.-% Pt/C) was found to be an effective heterogeneous catalyst for the liquid phase oxidation of cyclohexanol into adipic acid. The reaction was performed in water, with air as the oxidizing agent, under moderate temperature (423 K) and pressure (5 MPa air). This catalytic system achieved total conversion of the cyclohexanol and selectivities of ca. 50% in adipic acid. The main by-products were glutaric and succinic acids. Keywords: Cyclobexanol; Adipic acid; Oxidation; Platinum catalyst; Air 1. Introduction Adipic acid, an important intermediate which is used mainly for the manufacture of nylon but also as a plasticizer and a food additive, is produced industrially by a two-step oxidation of cyclohexane [ 1 ]. Cyclohexane undergoes oxidation at 423- 433 K and 0.9 MPa air with a soluble cobalt catalyst, or metaboric acid, to form the cyclohexanone and cyclohexanol intermediates which are subsequently con- verted in the second step into adipic acid with nitric acid as the oxidant. Succinic and glutaric acids are produced as by-products. This process poses environmental constraints, since nitric acid is a corrosive oxidizing agent which yields NOx efflu- ents, requiring end-of-pipe treatments. Cleaner technologies using heterogeneous catalysts and oxygen or hydrogen peroxide as oxidizing agents have been recently reported. Cyclohexane can be oxidized to adipic acid in a single step with high selectivity (88% at 21% conversion), using soluble cobalt salts and oxygen in * Corresponding author. Tel. (+33) 72445358, fax. (+33) 72445399, e-mail mbesson@catalyse.univ- lyonl.fr. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI O926-860 X ( 95 ) 00280-4 L8 J.C. BFziat et al. /Applied Catalysis A: General 135 (1996) L7-L11 acetic acid [2]. Resin immobilized cobalt catalysts have been used for the air oxidation of cyclohexanone; the yield in adipic acid was between 40 and 60%, depending on the reaction conditions [ 3 ]. Cyclohexanone was oxidatively cleaved into adipic acid by ruthenium pyrochlore oxide catalysts in aqueous alkaline solu- tions with a selectivity of 69% [4]. Catalytic oxidations by transition metal com- plexes have been investigated with iron-phthalocyanine complexes encapsulated in Y-zeolite, using tertiary butyl hydroperoxide as oxidizing agent, but the selec- tivity was moderate and the activity very low [5,6]. Noble metal catalysts are effective catalysts in the selective oxidation of polyols, using water as the solvent and molecular oxygen as the oxidant [7-12]. Previous reports were mainly devoted to the oxidation of carbohydrates. Oxidations were performed under rather mild conditions ( atmospheric pressure of air, temperatures less than 60) to avoid over-oxidation and carbon-carbon bond rupture. More severe reaction conditions were not used, but there are some indications, e.g. in glucose and aldopentoses oxidation, that side reactions of C-C bond cleavages are higher on platinum than on palladium, since reactions proceed with moderate selectivity due to degradation into lower molecular weight acids and diacids [13,14]. This work describes experiments that demonstrate that platinum supported on an active charcoal is indeed an effective catalyst for the oxidation with air of cyclohexanol to produce diacids such as adipic acid, glutaric acid and succinic acid. 2. Experimental 2. l. Catalyst preparation and characterization The 5.4 wt.-% Pt/C catalyst was prepared by an impregnation technique as described previously [ 15 ]. The support (CECA 50S active charcoal, 1400 m2 g - 1 ) was washed with hot hydrochloric acid to eliminate mineral impurities. A suspen- sion of the active charcoal in water was then stirred with nitrogen bubbling through it. A solution of HzPtC16- 2H20 in water was added slowly and stirring was main- tained at room temperature for 5 h. The suspension was cooled to 273 K, a 37% formaldehyde solution and then a 30% KOH solution were added dropwise and stirring was continued overnight. The suspension was filtered, washed with water and the solid dried under vacuum at 373 K. The platinum concentration in the catalyst was measured by atomic absorption spectroscopy, after dissolution of the solid. The sizes of metal particles were meas- ured by high resolution electron microscopy on thin ultramicrotome sections of the catalyst cut with a diamond knife after embedding in resin. 2.2. Oxidation procedure Oxidations of aqueous solutions of cyclohexanol (5 g dm-3) were performed in a Hastelloy C22 autoclave of 100 cm3 capacity (standard stainless steel cannot J.C. Bdziat et al./ Applied Catalysis A: General 135 (1996) L7-L11 L9 be used, because of corrosion by the formed acids), equipped with a magnetic stirrer. In a typical experiment, the reactor was charged with 0.25 g of cyclohexanol (Aldrich, 99%) dissolved in 50 ml water. 200 mg of Pt/C catalyst were added and after flushing with argon, the temperature of the mixture was raised to 423 K. Oxygen was then admitted until the preset pressure was attained and the reaction was started by adjusting the stirrer speed to 750 rpm ( t = 0). Samples of the reaction medium were taken periodically during the course of the reaction and analysis of the products was carried out by high performance liquid chromatography (HPLC) with UV and RI detectors mounted in series. Excellent chromatographic separation was achieved on an ion-exchange column ( Sarasep Car-H) using a dilute sulphuric acid eluent (0.01 N), pumped at 0.5 ml rain 1. 2.3. Results and discussion TEM observation of ultramicrotome sections of the 5.4 wt.-% Pt/C catalyst shows that aside from a few particles larger than 3 nm located on the external surface of the grain, the metal particles are homogeneously distributed in the charcoal grains and their sizes are smaller than 2 nm. Fig. 1 gives the product distribution versus time, when the oxidation is performed at 323 K under 5 MPa of air pressure on platinum catalyst. During the heating period under argon, some dehydrogenation of the cyclohex- anol to cyclohexanone occurs, so that initially a l 9% yield of cyclohexanone is detected. After pressurization with air and stirring, the rate of oxidation of cycloh- exanol is quite fast (initial reaction rate 2.4 mmol h-1 mg~l). Cyclohexanone is also rapidly converted so that after 2 h, complete conversion of cyclohexanol and cyclohexanone is achieved. Saturated diacids (adipic acid, glutaric acid and suc- cinic acid) are the major products obtained. Practically no reduction in product ioo ~ 80~ 60 40 20~ 0.7- - 0 & 8UC C-I.U ADI o O-IN OHL II -- o , o , It 5 10 24 time (h) Fig. 1. Product distribution vs. time in the oxidation of an aqueous solution of cyclohexanol (50 mmol 1 1) catalyzed by Pt/C (1.1 mmolpt 1 1) at 423 K and 5 MPa air pressure (CHL=cyclohexanol, CHN = cyclohexanone, ADI = adipic acid, GLU = glutaric acid, SUC = succinic acid). L10 Z C. Bdziat et al. / Applied Catalysis A: General 135 (1996) L 7-L11 concentration was observed up to 24 h of reaction, demonstrating that the diacids are stable under the reaction conditions. The unsaturated maleic and fumaric acids were present in very low amounts. Their formation is detected from the beginning of the reaction, but their maximum concentration remains less than 1%. They are then converted slowly with time into CO2. The final selectivities are approximately 45% for adipic acid, 30% for glutaric acid and 25% for succinic acid. Using 3 MPa of pure oxygen instead of 5 MPa of air did not change the rate of oxidation, nor the selectivities to diacids. As previously, the diacids do not undergo any oxidative decarboxylation to lower molecular weight diacids or CO2 with prolonged reaction times. The nature of the formed products suggests a possible oxidation mechanism. The oxidative cleavage of the cyclohexanol substrate proceeds through several parallel pathways to the dicarboxylic acids. The first reaction consists of a cleavage of the C1-C2 bond, followed by oxidation of the terminal functions. Lower carbon chain acids, like glutaric and succinic acids arise through oxidative cleavages of the C2- C3 and C3-C4 bonds. Formic and oxalic acids are probably formed transiently, but under these reaction conditions, they can be easily oxidized to CO2 [ 16]. 3. Conclusion In this preliminary study, it was shown for the first time that the liquid phase oxidation of cyclohexanol over a carbon-supported platinum catalyst leads to val- uable diacids. Using water as solvent, molecular oxygen as oxidant and under moderate temperature (423 K) and pressure (5 MPa) conditions, it is possible to synthesize adipic acid with ca. 50% selectivity, with glutaric and succinic acids as the main by-products. The economy of the process is restrained by the low solubility of cyclohexanol in water (3.6% at 293 K, [17]), but from an environmental viewpoint, it is potentially the best suited method for oxidizing aqueous cyclohexanol effluents into valuable derivatives, as it uses a cheap and clean oxidant. Although batch experiments have been carried out so far, the reaction could well be performed in continuous mode in fixed-bed catalytic reactors. Further work is in progress to determine the optimum temperature and air pressure conditions, as well as the catalyst stability in successive recycling. Acknowledgements The Rrgion Rh6ne-Alpes is gratefully acknowledged for a studentship to JCB. J.C. B6ziat et al. /Applied Catalysis A: General 135 (1996) L7-Ll l L11 References [1] D.E. Danly, C.R. Campbell, in H.F. Mark et al. (Editors), Kirk-Othmer Encyclopedia of Chemical Technology, 3rd ed., Wiley, New York, 1978, Vol 1, p. 510. [2] J. Kollar, US Patent 5 321 157, to Redox Technologies. [3] H.-C. Shen and and H.-S. Weng, Ind. Eng. Chem. Res., 27 (1988) 2246. [4] T.R. Felthouse, P.B. Fraundorf, R.M. Friedman and C.L. Schosser, J. Catal., 127 ( 1991 ) 393. [5] R.F. Patton, L. Uytterhoeven and P.A. Jacobs, Stud. Surf. Sci. Catal., 59 ( 1991 ) 395. [6] F. Thibault-Starzyk, R.F. Patton and P.A. Jacobs, Stud. Surf. Sci. Catal., 84 (1994) 1419. [7] K. Heyns, H. Paulsen, G. Rtidiger and J. Weyer, Fortschr. der Chem. Forsch., 11 (1969) 285. [8] K. Heyns and H. Paulsen, Adv. Carbohydr. Chem., 17 (1962) 169. [9] H. van Bekkum, in F.W. Lichtenthaler (Editor), Carbohydrates as Organic Raw Materials, VCH Verlag, Weinheim, 1991, p. 267. [ 10] T. Mallat and A. Baiker, Catal. Today, 19 (1994) 247. [ 11 ] M. Besson, F. Lahmer, P. Gallezot, P. Fuertes and G. Fl~che, J. Catal., 152 (1995) 116. [12] P. Gallezot and M. Besson, Carbohydrates in Europe, Carbohydr. Res. Foundation, The Hague, The Netherlands, Vol. 13, 1995, p. 10. [ 13] M. Besson, G. Flbche, P. Fuertes, P. Gallezot and F. Lahmer. Recl. Tray. Chim. Pays Bas, submitted for publication. [ 14] F.R. Venema, J.A. Peters and H. van Bekkum, J. Mol. Catal., 77 (1992) 75. [ 15 ] J.H.M. Dirkx and H.S. van der Baan, J. Catal., 67 ( 1981 ) 1. [ 16] P. Gallezot, R. de M6sanstourne, Y. Christidis, G. Mattioda and A. Schouteeten, J. Catal., 133 (1992) 479. [ 17 ] R.C. Weast, Handbook of Chemistry and Physics, CRC Press, Boca Raton, Florida, 66th edition, 1986. APCATA 95002804 0926-860X(95)00280-4 10.1016/0926-860X(95)00280-4 Elsevier Science B.V. All rights reserved Liquid phase oxidation of cyclohexanol to adipic acid with molecular oxygen on metal catalysts J.C. Béziat M. Besson * P. Gallezot Institut de Recherches sur la Catalyse-CNRS, 2, Avenue Albert Einstein, 69626 Villeurbanne Cedex, France * Corresponding author. Tel. (+33) 72445358, fax. (+33) 72445399 In this study, a carbon supported platinum catalyst (5.4 wt.−% Pt/C) was found to be an effective heterogeneous catalyst for the liquid phase oxidation of cyclohexanol into adipic acid. The reaction was performed in water, with air as the oxidizing agent, under moderate temperature (423 K) and pressure (5 MPa air). This catalytic system achieved total conversion of the cyclohexanol and selectivities of ca. 50% in adipic acid. The main by-products were glutaric and succinic acids. Keywords Cyclohexanol Adipic acid Oxidation Platinum catalyst Air Reference [1] Danly D.E. Campbell C.R. Mark H.F. 3rd ed. Kirk-Othmer Encyclopedia of Chemical Technology Vol. 1 1978 Wiley New York 510 [2] J. Kollar, US Patent 5 321 157, to Redox Technologies. [3] Shen H.-C. Weng H.-S. Ind. Eng. Chem. Res. 27 1988 2246 [4] Felthouse T.R. Fraundorf P.B. Friedman R.M. Schosser C.L. J. Catal. 127 1991 393 [5] Parton R.F. Uytterhoeven L. Jacobs P.A. Stud. Surf. Sci. Catal. 59 1991 395 [6] Thibault-Starzyk F. Parton R.F. Jacobs P.A. Stud. Surf. Sci. Catal. 84 1994 1419 [7] Heyns K. Paulsen H. Rüdiger G. Weyer J. Fortschr. der Chem. Forsch. 11 1969 285 [8] Heyns K. Paulsen H. Adv. Carbohydr. Chem. 17 1962 169 [9] van Bekkum H. Lichtenthaler F.W. Carbohydrates as Organic Raw Materials 1991 VCH Verlag Weinheim 267 [10] Mallat T. Baiker A. Catal. Today 19 1994 247 [11] Besson M. Lahmer F. Gallezot P. Fuertes P. Flèche G. J. Catal. 152 1995 116 [12] Gallezot P. Besson M. 66th edition Carbohydrates in Europe Vol. 13 1995 Carbohydr. Res. Foundation The Hague, The Netherlands 10 [13] M. Besson, G. Flèche, P. Fuertes, P. Gallezot and F. Lahmer, Recl. Trav. Chim. Pays Bas, submitted for publication. [14] Venema F.R. Peters J.A. van Bekkum H. J. Mol. Catal. 77 1992 75 [15] Dirkx J.H.M. van der Baan H.S. J. Catal. 67 1981 1 [16] Gallezot P. de Mésanstourne R. Christidis Y. Mattioda G. Schouteeten A. J. Catal. 133 1992 479 [17] Weast R.C. 66th edition Handbook of Chemistry and Physics 1986 CRC Press Boca Raton, Florida",
      "scopus-id": "0003051787",
      "coredata": {
        "eid": "1-s2.0-0926860X95002804",
        "dc:description": "In this study, a carbon supported platinum catalyst (5.4 wt.−% Pt/C) was found to be an effective heterogeneous catalyst for the liquid phase oxidation of cyclohexanol into adipic acid. The reaction was performed in water, with air as the oxidizing agent, under moderate temperature (423 K) and pressure (5 MPa air). This catalytic system achieved total conversion of the cyclohexanol and selectivities of ca. 50% in adipic acid. The main by-products were glutaric and succinic acids.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002804",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Béziat, J.C."
          },
          {
            "@_fa": "true",
            "$": "Besson, M."
          },
          {
            "@_fa": "true",
            "$": "Gallezot, P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002804"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002804"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00280-4",
        "prism:volume": "135",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Liquid phase oxidation of cyclohexanol to adipic acid with molecular oxygen on metal catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cyclohexanol"
          },
          {
            "@_fa": "true",
            "$": "Adipic acid"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          },
          {
            "@_fa": "true",
            "$": "Platinum catalyst"
          },
          {
            "@_fa": "true",
            "$": "Air"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "L7-L11",
        "prism:endingPage": "L11",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 February 1996",
        "prism:doi": "10.1016/0926-860X(95)00280-4",
        "prism:startingPage": "L7",
        "dc:identifier": "doi:10.1016/0926-860X(95)00280-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0003051787"
      }
    }
  }
}