{
  "metadata": {
    "title": "Morphology changes and deactivation of alkali-promoted Ni/SiO<ce:inf loc=post>2</ce:inf> catalysts during carbon monoxide hydrogenation",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-08-04",
    "doi": "10.1016/0926-860X(94)80383-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94803838",
    "pii": "0926860X94803838"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028764343",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-09-17 2001-09-17 2010-10-02T11:38:12 1-s2.0-0926860X94803838 0926-860X(94)80383-8 0926860X94803838 10.1016/0926-860X(94)80383-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X02207 2024-01-01T12:21:46.509935Z 0 0 19940804 1994 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 115 115 1 1 Volume 115, Issue 1 11 135 146 135 146 19940804 4 August 1994 1994-08-04 1994 article fla Copyright © 1994 Published by Elsevier B.V. MORPHOLOGYCHANGESDEACTIVATIONALKALIPROMOTEDNISIO2CATALYSTSDURINGCARBONMONOXIDEHYDROGENATION PEREIRA E MROSS 1983 591 W KING 1983 164 D OKUHARA 1985 41 T PRALIAUD 1986 344 H DRY 1981 159 M CATALYSISSCIENCETECHNOLOGY KIKUZONO 1981 135 Y KIKUZONO 1981 1249 Y KAGAMI 1983 256 S YOSHIOKA 1983 981 H ORITA 1983 1161 H RIECK 1986 305 J PITCHON 1991 25 V STUDIESINSURFACESCIENCECATALYSIS NATURALGASCONVERSION PEREIRA 1993 291 309 E MILLS 1973 159 G ROSTRUPNIELSEN 1975 J STEAMREFORMINGCATALYSTS TRIMM 1977 155 D BARTHOLOMEW 1982 67 112 C WOLF 1982 329 E MCCARTY 1979 406 416 J MIRODATOS 1987 275 287 C MIRODATOS 1984 505 C CATALYSISENERGYSCENE ALSTRUP 1993 513 I ALSTRUP 1992 147 I BOELLAARD 1985 481 E RICHARDSON 1979 415 J AGNELLI 1991 605 M STUDIESINSURFACESCIENCECATALYSIS CATALYSTDEACTIVATION1991 VANSTIPHOUT 1987 P PHDTHESIS AGNELLI 1994 M MARTIN 1969 1682 G MARTIN 1973 1422 G PRIMET 1977 25 M SELWOOD 1975 45 53 P CHEMISORPTIONMAGNETIZATION NEEL 1949 99 L PERRICHON 1988 217 V PITCHON 1990 317 V COBO 1990 377 A PROC12THIBEROAMERICANSYMPOSIUMCATALYSIS DALMON 1992 101 127 J PEREIRAX1994X135 PEREIRAX1994X135X146 PEREIRAX1994X135XE PEREIRAX1994X135X146XE item 0926-860X(94)80383-8 0926860X94803838 1-s2.0-0926860X94803838 10.1016/0926-860X(94)80383-8 271346 2024-01-01T12:21:46.509935Z 1994-08-04 1-s2.0-0926860X94803838-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94803838/MAIN/application/pdf/51aba37b52711e9e7aa76d7fb0813760/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94803838/MAIN/application/pdf/51aba37b52711e9e7aa76d7fb0813760/main.pdf main.pdf pdf true 1040457 MAIN 12 1-s2.0-0926860X94803838-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94803838/PREVIEW/image/png/a3d0d89758d73fee5542fa3169ecb54e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94803838/PREVIEW/image/png/a3d0d89758d73fee5542fa3169ecb54e/main_1.png main_1.png png 57708 849 656 IMAGE-WEB-PDF 1 =dS A ELSEVIER Applied Catalysis A: General 115 (1994) 135-146 Morphology changes and deactivation of alkali-promoted Ni/Si02 catalysts during carbon monoxide hydrogenation Evandro Brum Pereira, Guy-Antonin Martin* Institut de Recherches sur la Catalyse, Laboratoire Propre du CNRS, Conventionne a l'Universite Claude Bernard, Lyon 1, 2 Avenue Albert Einstein, 69626 Villeurbanne Cedex, France, tel. (+33)72445300, fax. ( + 33) 72445399 Received 28 January 1994; revised 30 March 1994; accepted 30 March 1994 Abstract Deep morphological transformations undergone by unpromoted and alkali-promoted Ni/Si02, occurring during the first hours of CO hydrogenation at atmospheric pressure, are examined using temperature-programmed hydrogenation, magnetic measurements and surface area determination. It is observed, as a first step, that alkali addition results in an increase in the selectivities of CO2, C2+ hydrocarbons and alcohols. This behaviour is similar to that reported elsewhere when the reaction is performed at 5 MPs. The stability of these systems varies with the sequence K > Na > Li > unpromoted. It is shown that catalyst reduction at 873 K results in sintering of the support when alkali promoters are present, which does not alter the nickel particle size so long as the promoter concentration is not too high. The surface area of the catalysts is unchanged after reaction. The deactivation of unpromoted samples results from nickel sintering, in contrast to that of alkalipromoted catalysts: this behaviour is discussed in terms of the stabilization of nickel subcarbonyl species by alkali promoters. Deactivation of promoted catalysts parallels the deposition of large amounts of carbon atoms chemically interacting with the nickel phase. In reaction conditions, alkali addition gives rise to a deep carbidization of the nickel phase (up to 85%) which probably accounts for the observed change of selectivity. Two types of carbon chemically interacting with nickel are detected when alkali promoters are added. Both of them can be hydrogenated at low temperature and can be related to surface and bulk carbides. Keywords: Alkali; Carbon monoxide; Deactivation; Hydrogenation; Morphological change; Nickel/silica 1. Introduction The addition of alkali promoters to catalysts may result in significant changes of activity and (or) of selectivity [ 1 ] : in the case of carbon monoxide hydrogenation, *Corresponding author. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-860X (94)00073-Z 136 EB. Pereira, G.-A. Martin /Applied Catalysis A: General 115 (1994)135-146 the addition of potassium to either iron [ 2 ] , ruthenium [ 3 ] or nickel [ 4 ] improves the selectivity towards alkenes and higher hydrocarbons [ 5 ] . The promotion of palladium with lithium increases the activity and the selectivity towards methanol [ 6-12 ] . In recent studies by our laboratory [ 13,14 ] it has been shown that alkali addition to NilSi02 leads to an increase in the selectivity towards methanol, higher alcohols, C2+ hydrocarbons, alkenes and COz and that the simultaneous addition of lithium and copper results in a 85 % selectivity towards alcohols. Alkali addition also alters catalyst stability. Much attention has been paid to the mechanism of deactivation of unpromoted nickel by carbon or coke deposits [ 1525 ] as well as metal sintering [ 21,26-29 ] . Little is known, however, about the influence of alkali addition on the mechanism of catalyst deactivation and the morphology changes which occur when the solid is in contact with the syngas mixture. This paper describes the effect of the addition of alkali promoters, especially lithium, sodium and potassium on a Ni/Si02 catalyst, with special focus on the morphological transformations during the first hours of reaction in the course of carbon monoxide hydrogenation at atmospheric pressure. 2. Experimental 2.1. Catalysts The unpromoted Ni/Si02 catalyst was prepared by adding the silica support (200 m2 g-', Aerosil from Degussa) to a nickel nitrate hexammine solution [3032] . The solid was centrifuged and the adsorbed complex on the surface was decomposed to Ni (OH) 2 by evaporation of NH3 under reduced pressure. The solid thus obtained was washed and dried overnight. The nickel content was 15 wt.-% and the catalyst was denoted 15% Ni/Si02. A 20% Ni/Si02 prepared by the same method was also studied in order to confirm results obtained with the former sample. The promoted solids were obtained by the impregnation of the precursor with nitrates of lithium, sodium and potassium (Alk) so as to obtain a constant Alk/Ni atomic ratio equal to 0.15. The lithium content was also varied to cover a large range (0.35, 0.8 and 2.0 wt.-%). The catalysts thus obtained were denoted x% AlkNi/Si02 or x Alk, where x is the percentage of alkali. The catalysts were reduced at 873 K by a flow of pure hydrogen (3.6 1/h) for about 15 h. The temperature was increased linearly at a heating hate of 2 K min-'. 2.2. Reactor system and experimental conditions A quartz cell was used to allow simultaneous magnetic and catalytic measurements. After in situ reduction, the cell was cooled to room temperature under flowing hydrogen. After this step, the hydrogen was substituted for helium and the EB. Pereira, G.-A. Martin /Applied Catalysis A: General 115 (1994)135-146 137 temperature of the system was adjusted to the selected reaction temperature. When the temperature was stabilized, the reactants, consisting of a 2H2 + CO mixture (H2/CO=2) were introduced at a flow-rate of 1.8 1/h (NTP). The carbon monoxide hydrogenation was performed at atmospheric pressure (1 atm =101.325 kPa) and 513 K, for about 5 h. The catalyst weight was small (150 mg, except where stated otherwise) and in order to keep carbon monoxide conversions lower than 10%, high space velocities were typically used (10 000 h-') . When the catalyst weight was varied, the flow-rate was kept constant, thus changing the space velocities. The conversion was calculated from CO consumption. 2.3. Magnetism Magnetic measurements were performed after the reduction, carbon monoxide hydrogenation and temperature-programmed hydrogenation steps without exposure to air, using the Weiss extraction method [ 32 ] . As shown elsewhere [ 32 ] , this technique gives information on the morphology of reduced catalysts (degree of reduction, metal particle size). The fraction of zero valent ferromagnetic nickel was calculated from saturation magnetization (Ms). When nickel particle sizes are small enough, they consist of single magnetic domains, associated with giant moments proportional to the volume of nickel particles. At equilibrium, the magnetic behaviour can be described by superparamagnetism. This manifests itself by a remanent magnetization M, observed after saturation (at zero field strength), equal to zero. For these conditions the magnetization M in a field of strength H at temperature T obeys the Langevin equation, where it is possible to calculate the average diameters of nickel particles, Dl and D2, using the M(H) experimental curve at temperature T at low and high fields, respectively. The surface average diameter, Ds, can be obtained by (D, + D2) /2 [32]. Diameters thus calculated are in good agreement with electron microscopy and hydrogen chemisorption data for fully reduced samples [ 32 ] . The metal dispersion is calculated assuming that particles are cubo-octahedra (19.3% for 6 nm). For some samples a remanence was observed at room temperature, revealing that a fraction of nickel particles, due to their relatively large size, cease to be in thermodynamic equilibrium. The ratio 2MrlMs gives the fraction of particles with size larger than the critical diameter, Dc; this diameter can be calculated with the aid of crystallographic anisotropy constants [ 33,34] and is found to be equal 43.8 nm [ 33 ] . In such a case, it is not possible to calculate average diameters from the M(H) curve, since the magnetic behaviour does not obey the superparamagnetic law. 2.4. Temperature-programmed hydrogenations Temperature-programmed hydrogenations (TPH) of carbon deposits were carried out as follows. After reaction under the standard conditions the catalyst bed was cooled in flowing helium to room temperature and then heated at a nearly linear 138 E.B. Pereira, G.-A. Martin /Applied Catalysis A: General 115 (1994)135-146 rate of 8 K min-' from 298 to 873 K in flowing hydrogen, with a flow-rate of 3.6 1/h whilst monitoring the effluent gas composition. Methane was the main gas product and no water was detected, thus indicating the absence of surface oxygenated species such as adsorbed CO. The concentration of higher molecular weight hydrocarbons was found to be small when compared to that of CH4 (higher hydrocarbons were < 1.0% of the CH4 yield). Methane concentration in ppm was plotted against the programmed temperature. 3. Results and discussion Table 1 shows the selectivities observed during carbon monoxide hydrogenation at atmospheric pressure: alkali addition to Ni/Si02 generally results in significant increases in selectivities towards C2+ hydrocarbons, alcohols and C02 except for the case of potassium-promoted catalysts which give very small conversions. This trend is similar to that observed when the reaction is carried out at 5 MPa [ 13,14]. Fig. 1 shows conversion versus time-on-stream. As can be seen, the activity sequence is: unpromoted > Li > Na > K (1) Furthermore, Ni/Si02 alone is not very stable, whereas addition of alkali seems to stabilize the catalytic activity. From a quantitative viewpoint, stability can be estimated from the ratio of conversions measured after 5 h and 1 h. The stability sequence thus obtained at similar Alk/Ni atomic ratios and for a given mass of catalyst, is: K > Na, Li > unpromoted (2) Table 1 Catalytic properties of alkali-promoted Ni/SiOz catalysts Catalyst Weight CO conversion Selectivity' (%) (after 5 h S COZ (mg) (%) of reaction) (%) 1 h 5 h CH, C2+ MeOH Cz+OH 20% Ni/SiO2 100 10.8 7.2 85.5 14.0 0.5 - - 15% Ni/Si02 100 5.3 2.9 86.9 12.7 0.3 - - 15% Ni/Si02 80 3.8 1.6 87.5 12.3 0.2 - - 0.35% Li-Ni/Si02 150 3.7 3.0 57.2 40.7 0.5 1.4 9.5 0.35% Li-Ni/Si02 120 3.1 2.3 57.4 40.2 0.5 1.6 8.5 0.80% Li-Ni/Si02 150 2.8 2.2 44.1 53.6 0.3 1.2 7.9 2.00% Li-Ni/Si02 150 0.85 0.5 30.8 67.6 0.2 - - 2.00% Li-Ni/Si02 200 1.3 1.0 27.3 71.7 0.2 - - 0.94% Na-Ni/SiO, 150 0.5 0.4 73.3 24.6 - 0.9 25.2 0.94% Na-Ni/Si02 400 1.2 1.0 75.9 21.7 0.2 1.5 38.6 2.11% K-Ni/Si02 150 0.15 0.15 85.8 14.2 - - 22.5 \"Selectivity out CO2. EB. Pereira, G-A. Martin /Applied Catalysis A: General 115 (1994)135-146 139 8 7 6 0 o 5 .d 4 c $ 3 O U 2~ time (h) Fig. 1. Catalyst deactivation (1 atm and 513 K). 0 IBM, 100 mg To.3ou, goo mg -G-0.JO1.i, 120 mg -~(--0.O, IN Mo --~soou, tao mg f i.oou, too Mo --8 o.~ goo -CIE-t77K,m_oNO16omm When stabilities are compared at similar conversions, by varying catalyst weights, the sequence obtained is unaltered ( Fig. 1) . To check whether catalyst aging originates from carbon deposits or from metal sintering, the following experiment was carried out: after reaction, the solid underwent a TPH treatment; the syngas mixture was subsequently passed onto the catalyst and conversion was again followed as a function of reaction time. The results shown in Fig. 2 demonstrate that the initial activity of unpromoted Ni/Si02 cannot be restored by the TPH treatment, in contrast with the lithium-promoted catalyst. This observation strongly suggests that the irreversible deactivation of unpromoted Ni/ Si02 is due to nickel sintering while the reversible deactivation of lithium-promoted Ni/Si02 is probably related to some carbon deposits which would be removed by the TPH treatment. Nickel particle measurements (Table 2) have confirmed this hypothesis: after reduction, the unpromoted 15% Ni/Si02 catalyst is superparamagnetic (no rema- 14i 12 o 10 ,~ 8y O O 00 1 2 3 45 time (h) 1sZ _ 20 Ni .t 16 Ni 0.36 V 0.94 Na 200 V 7 8 910 Fig. 2. Conversion as a function of time, before and after temperature-programmed hydrogenations of canon deposits. 140 E.B. Pereira, G.-A. Martin /Applied Catalysis A: General 115 (lO4)135-146 nence) and the surface average particle size is found to be 4.4 nm. After 5 h of reaction, a remanence is observed, indicative of nickel sintering. The fraction of particles with diameter larger than the critical size (43.8 nm) as measured by 2Mr/ MS was found to be 33%. Very similar results were obtained for the other unpromoted catalyst (20% Ni/Si02), thus confirming previous observations by Mirodatos et al. [ 21 ] . In contrast, magnetic measurements reveal that alkali addition, irrespective of the alkali nature and of the amount of promoter, inhibits nickel sintering almost completely during reaction: particle size of nickel particles are unchanged after reaction. This observation is in good agreement with a preliminary result obtained on K-Ni/Si02 and extends it to other alkali promoters at other loadings [32]. It can be speculated that nickel sintering of unpromoted samples could reflect silica sintering, that is assuming that the dispersion of both phases are related. Table 2 shows that the BET surface area is not significantly changed after reaction: the nickel sintering of unpromoted samples cannot be explained by this hypothesis. In the course of carbon monoxide hydrogenation at relatively low temperature, it has been shown that nickel sintering is likely to occur via nickel carbonyl migration [ 21,27-29 ] . The sintering inhibition by alkali addition is possibly related to the stabilization of subcarbonyl species by promoters such as lithium which has been observed by infrared spectroscopy of adsorbed carbon monoxide [ 14] . This phenomenon could lead to a decrease of mobility of nickel carbonyl or intermediate species, and to a subsequent slowing down of nickel sintering. Table 2 also reveals that alkali addition to Ni/Si02 results in a decrease of the total BET surface area of reduced samples before reaction. Fig. 3 shows how the nature of the alkali additive changes the BET surface area for the same Alk/Ni ratio; this decrease varies as the sequence: K>Na>Li (3) Table 2 Morphological characteristics of the catalysts before and after 5 h of reaction 15% Ni/Si02 20% Ni/Si02 0.35 Li 0.94 Na 2.11 K 0.8 Li 2.00 Li (1) (2) (1) (2) (1) (2) (1) (2) (1) (2) (1) (2)(1) (2) D, (nm) 5.2 - 4.4 - 5.5 5.9 4.6 5.2 5.2 5.3 8.4 8.5 14 - D2 (nm) 3.6 - 3.8 - 4.2 4.3 3.9 4.0 4.3 4.4 5.7 5.8 13 - D, (nm) 4.4 - 4.1 - 4.8 5.1 4.2 4.6 4.7 4.9 7.0 7.1 13.5 - D>D, (%) 0 33 0 23 0 0 0 0 0 0 0 0 10 9 Dispersion (%) 26 - 28 - 24 23 28 25 25 24 17 16 - - SBET(mZ/g) 270 277 - - 202 205 128 129 97 100 132 125 88 85 (1) After reduction at 873 K with pure hydrogen and after decreasing the temperature down to 298 K in flowing hydrogen. (2) After 5 hours of reaction at 1 atm and temperature-programmed hydrogenation of carbon deposits (873 K). The reactor was cooled down to 298 K in flowing hydrogen. 'Fraction of nickel particles of diameter (D) higher than D. (critical diameter) =43.8 nm. EB. Pereira, G.-A. Martin /Applied Catalysis A: General 115 (1994)135-146 141 This result is in good agreement with data obtained by adding alkali compounds onto the same kind of silica in the absence of nickel crystallites [ 35 ] . This phenomenon can be related to the formation of surface silicates with relatively low melting points: as a matter of fact, it has been shown by infrared spectroscopy [ 13,14 ] that the concentration of surface hydroxyl groups of silica decreases in the presence of alkali promoters, and that for the same Alk/Ni atomic ratio, the concentration of O-Alk groups (surface silicates) increases when going from potassium to lithium, in parallel with sequence (3) . Evidence for the increase of O-Li groups concentration with lithium concentration were also provided [ 13,14]. Fig. 3 demonstrates also that the support sintering does not alter the nickel dispersion as long as the Alk/Ni atomic ratio does not exceed 0.15. This observation justifies the choice of this stoichiometry for comparing the effect of alkali addition to Ni/SiOz catalysts on aging. It is interesting to notice that when adding potassium the BET surface area of reduced samples (before reaction) is divided by approximately a factor 3 while nickel particle size is almost unchanged. Fig. 4 shows that the BET surface area of lithium-promoted catalysts decreases when the amount of lithium additive increases, confirming our hypothesis relating silica sintering to surface silicate formation. The situation is quite different when adding lithium: as seen in Fig. 4, the addition of 2 wt.-% results in a decrease of the BET surface by a factor of 3, while the nickel particle size has grown substantially. This observation shows that nickel particle size is not solely a function of the support dispersion and that the nature of the additive can play some role. In this respect, it can be speculated that the specificity of Li' in nickel sintering could arise from its ability to retain water on the solid surface; as a matter of fact the presence of water has been detected by infrared spectroscopy on lithium-promoted Ni and Pd/Si02 after reduction and outgassing [ 13,14,36]. The increase of water concentration on the nickel surface can lead to the sintering of the metal phase. 300 _ 250E O - _ a 150- m 100 3 50 a V 300 Z' D N -o a OTe - u.;,~ w.~ unprtxnoted V Na K Alkali ( Alk/Ni = 0.15 ) Fig. 3. Surface area and average diameter of nickel particles after reduction at 873 K and before reaction ( Alk/ Ni=0.15). 142 E. B. Pereira, G.-A. Martin/ Applied Catalysis A: General 115 (1994)135-146 O. 250- O. o 01 150 100 m 50 . 0 .140 ... a .120 .100 a -gp 2 40 C5 20 0 0 0.35 0.8 2 Lithium Loading ( wt-% ) Fig. 4. Surface area and average diameter of nickel particles after reduction at 873 K and before reaction as a function of the lithium amount in lithium-promoted catalysts. In addition to nickel sintering, poisoning by carbon deposits is another possible cause of catalyst aging. If carbon is chemically interacting with the nickel phase a change of magnetization is expected. Table 3 shows the fraction of ferromagnetic nickel, f, as measured from the saturation magnetization for unpromoted and alkalipromoted samples, in three distinct states: after reduction, after reaction and after TPH. The fraction (1-f) represents the percentage of nickel atoms which do not participate in the ferromagnetism: unreduced Nit+, nickel surface atoms interacting with adsorbed hydrogen atoms, nickel atoms forming carbide Ni3C or interacting with interstitially dissolved carbon atoms [22] etc. Column 1 in Table 3 related to reduced samples before reaction shows that the fraction of ferromagnetic nickel is large but that it does not reach 100%; the difference is mainly due to the presence of adsorbed hydrogen on the nickel surface. After reaction (column 2) the fraction of ferromagnetic nickel is almost unaltered in unpromoted catalysts while it is strongly decreased when alkali promoters are present. Similar results have been Table 3 Fraction of ferromagnetic nickel (%) after various treatments, amount of carbon deposits and maximum temperature of TPH experiments after 5 h of reaction for unpromoted and alkali-promoted Ni/SiOZ Catalysts f, Fraction of ferromagnetic nickel (%) C,/Ni, CT/NiT T, (K) After reduction' After reaction' After TPH' 15% Ni/Si02 63 69 85 0.35` 0.14 463 0.35% Li 93 38 95 0.96 0.34 463 0.80% Li 98 15 99 1.11 0.27 471 2.00% Li 75 27 75 1.12 0.14 488 0.94% Na 79 23 78 0.71 0.30 517 2.11 % K 84 23 84 0.95 0.30 536 'Under hydrogen, at 298 K. 'Under helium. `According to measurements reported in ref. [21,22] E.B. Pereira, G.-A. Martin /Applied Catalysis A: General 115 (1994)135-1O 143 reported for the case of Co/A1203 catalysts: alkali addition results also in an extensive decrease of the saturation magnetization of cobalt during reaction [ 37,38 ] . As a first step, this decrease can be assigned to a deep carbidization of nickel. A hydrogenating treatment restores the initial properties of the catalyst and it can be speculated that it is due to the hydrogenation of carbon deposits (column 3). In general, the TPH technique gives information on the carbon chemistry and on the amount of carbon present. Several types of carbon formed during the reaction are detected (Fig. 5) . The most important peak observed near 460 K in the TPH spectrum of unpromoted nickel is easily identified with the low-temperature carbon observed by the same technique by Mirodatos et al. [21,22] on several nickelbased catalysts. It was attributed to a surface carbide, Ni3C, on the basis of magnetic measurements and on the determination of the surface stoichiometry which was found to be ca. 0.35. It was related to the Ca species described by McCarty and Wise [20]. Addition of alkali shifts slightly the maximum of the first peak of the TPH spectra towards higher temperatures (Fig. 5, Table 3). This shift increases with increasing amounts of promoter and when going from lithium to potassium; this behaviour suggests that the carbon stability would vary in a parallel way. Alternatively, a decrease of accessibility due to alkali decoration of nickel particles [ 13,14 ] would lead to the same results. Alkali addition also results in the emergence of a shoulder (see Fig. 5) at higher temperatures, near 570 K, detected for the case of K-Ni/Si02 in another paper [ 21 ] . The corresponding carbon is denoted C2, and the total amount of carbon is CT = C I + C2. Magnetic experiments have shown that for the case of unpromoted Ni/Si02, in contrast with high-temperature carbon, those carbon atoms corresponding to the low-temperature peak are chemically interacting with nickel [ 21 ] . Similar experiments were carried out for the 0.35% Li-promoted catalyst. The fraction of ferromagnetic nickel which was found to be 93% and 38% before and 15Ni 4500 p0.4Na 4000 2.11K O 0.3U 3000 2500 2000 V 1500 1000 500 0 297 385 453 517 598 878 758 837 918 TEMPERATURE (K) Fig. 5. Temperature-programmed hydrogenations of carbon deposits after 5 h of reaction; sample weights, 100 mg. lO E.B. Pereira, G.-A. Martin /Applied Catalysis A: General 115 (1994)135-146 after reaction, respectively, raises to 79% on interrupting the TPH at 523 K, after the evolution of the first peak. This observation confirms that the carbon atoms corresponding to the first TPH peak are chemically bonded to nickel, as was seen in the case of unpromoted samples. After interrupting the TPH experiment at 523 K and magnetic measurement, the system was submitted to another TPH treatment at temperatures up to 873 K (Fig. 6) . The fraction of ferromagnetic nickel raises subsequently from 79 to 95%, respectively, showing that the carbon atoms related to the 570 K carbon, C2, are also chemically interacting with nickel. The deconvolution of TPH spectra assuming a symmetric gaussian shape for C, carbon gives access to the amount of carbon deposited. It is interesting to compare C1, with the number of surface nickel atoms, Nig, measured after the reaction. The atomic ratio Ct /Nis, shown in Table 3 increases by a factor 2 or 3 when going from unpromoted to alkali-promoted Ni/Si02 catalysts. The CT/NiT ratio (NiT, total nickel atoms) is also generally enhanced in the presence of alkali promoters. Both results confirm the magnetic measurements that alkali promotion results in a marked increase of carbon deposits interacting with metallic nickel. As discussed elsewhere [ 13,14] this accumulation of carbon induced by the presence of alkali promoters can result from an increase of the rate of CO dissociation or (and) from a decrease in the rate of hydrogenation, and would be directly related to the change of selectivity, particularly towards C2+ hydrocarbons and alcohols, which is observed when promoters are added. It can be remarked, however, that when increasing the percentage of lithium, the amount of carbon decreases. This situation can arise from the partial embedding of nickel particles by the promoter, as suggested by infrared spectroscopy studies of adsorbed CO [ 13,14 ] . A definitive identification of the nature of Ct and C2 hydrocarbons is not yet possible. However, based on a similar temperature of hydrogenation of the Ct peak in the TPH experiments, it can be suggested that this carbon is related to the nickel 2000 1800 1600 1400 E 1200 1000 v 800 U 600 400 200 0 250 350 450 550 650 750 850950 TEMPERATURE (K) Fig. 6. Temperature-programmed hydrogenation of carbon deposits on 0.35% Li-Ni/Si02 catalyst after 5 h of reaction. EB. Pereira, G.-A. Martin /Applied Catalysis A: General 115 (1994)135-146 145 surface, and that by contrast the CZ carbon is located in the bulk of nickel particles. Further experiments are under way to elucidate the exact nature of C, and C2 carbons. The atomic ratio Cl/Nis, shown in Table 3 varies by a factor 2 from one sample to another and it seems difficult to draw conclusions on whether it is a bulk or a surface carbide. It is useful to compare the amount of carbon deposits with the magnetic state of nickel after the reaction. If one compares the amount of lowtemperature carbon with the fraction of non-ferromagnetic nickel (1-f) from Table 3, one obtains the parameter, the decrease of saturation magnetization expressed in Bohr Magneton per carbon atoms (BM/C). For 0.35% Li-Ni/Si02, a is found to be 1.5 BM/Cl in relatively good agreement with the results of Mirodatos et al. [21,22], for unpromoted catalysts (a=1.8 BM/C, which corresponds to Ni3C) . The situation is more complicated for the other promoted samples, for example, the a value calculated for 0.8% Li is found to be 3.0 BM/C1 which does not correspond to any known Ni-C compounds. In other words the decrease of saturation magnetization observed for this sample is too large to be accounted for by Ni3C formation. It was speculated that some oxygen from the dissociation of carbon monoxide could accumulate during the reaction, leading to NiO and to an additional loss of magnetism. Hydrogenation experiments up to 873 K, however, have demonstrated that this hypothesis can be discarded: no substantial amounts of water and carbon dioxide were detected. Other hypotheses are now being considered involving an excess loss of magnetization, due to the presence of alkali promoters or to a possible Ni3C/Ni interaction. Further experiments are under way to clarify this particular situation. 4. Conclusion This work illustrates the importance of morphological transformations occurring during the activation of catalysts and during the first hours of reaction: as a first step, reduction under hydrogen results in a marked sintering of the silica support when alkali promoters are present. This is likely to be due to the formation of alkali silicates which have low melting points. The sintering of the silica support, however, does not result in a nickel sintering as long as the alkali/nickel atomic ratio does not exceed 0.15. In the course of the reaction, unpromoted Ni/Si02 catalysts are deactivated. This behaviour is mainly due to nickel sintering. Addition of alkali promoters inhibits nickel sintering. In contrast, it promotes carbon deposits which are probably related to the deactivation of alkali-promoted catalysts. These carbon atoms chemically interact with nickel; they are easily hydrogenated and can be subdivided into two categories, C1 and C2. The fraction of nickel involved in a Ni-C compound in the presence of alkali promoters can be as high as 85%. We can therefore ask ourselves whether we are dealing basically with catalysis over either metal or carbide. 146 E.B. Pereira, G.-A. Martin /Applied Catalysis A: General 115 (1994) 135-146 Acknowledgements E.B. Pereira thanks CNPq - Conselho Nacional de Desenvolvimento Cientifico e Tecnol6gico - Brazil for financial support. References [ 1 ] W.D. Mross, Catal. Rev. Sci. Eng., 25 (1983) 591. [2] D.L. King and J.B. Peri, J. Catal., 79 (1983) 164. [ 31 T. Okuhara, H. Tamura and M. Misono. J. Catal., 95 (1985) 41. [41 H. Praliaud, J.A. Dalmon, C. Mirodatos and G.A. Martin, J. Catal., 97 (1986) 344. [5] M.E. Dry, in J.R. Anderson and M. Boudart (Editors), Catalysis, Science and Technology, Vol. 1, Springer Verlag, Berlin, 1981, p. 159. [ 6 ] Y. Kikuzono, S. Kagami, S. Naito, T. Onishi and K. Tamaru, Faraday Discuss. Chem. Soc., 72 (1981) 135. [ 7 ] Y. Kikuzono, S. Kagami, S. Naito, T. Onishi and K. Tamam, Chem. Lett., Chem. Soc. Jpn., (1981) 1249. [8] S. Kagami, S. Naito, Y. Kikuzono and K. Tamaru, J. Chem. Soc., Chem. Commun., (1983) 256. [9] H. Yoshioka, S. Naito and K. Tamaru, Chem. Lett., Chem. Soc. Jpn., (1983) 981. [ 10] H. Orita, S. Naito and K. Tamaru, Chem. Lett., Chem. Soc. Jpn., (1983) 116 1. [ 11 ] J.S. Rieck and A.T. Bell, J. Catal., 100 (1986) 305. [ 12] V. Pitchon, H. Praliaud and G.A. Martin, in A. Holmen, K.-J. Jens and S. Kolboe (Editors), Natural Gas Conversion (Studies in Surface Science and Catalysis, Vol. 61), Elsevier, Amsterdan, 1991, p. 25. [ 13 ] E. Brum Pereira and G.A. Martin, presented at Natural Gas Symposium, Sydney, July 1993. [ 14] E. Brum Pereira and G.A. Martin, Appl. Catal. A: General, 103 (1993) 291-309. [ 15 ] G.A. Mills and F.W. Steffgen, Catal. Rev. Sci. Eng., 8 (1973) 159. [ 16] J.R. Rostrup-Nielsen, Steam Reforming Catalysts, Danish Technical Press, Copenhagen, 1975. [ 171 D.L. Trimm, Catal. Rev. Sci. Eng., 16 (1977) 155. [ 18] C.H. Bartholomew, Cat. Rev. Sci. Eng., 24 (1) (1982) 67-112. [ 19] E.E. Wolf and F. Alfani, Cat. Rev. Sci. Eng., 24 (1982) 329. [20] J.G. McCarty and H. Wise, J. Catal., 57 (1979) 406-416. [21 ] C. Mirodatos, H. Praliaud and M. Primet, J. Catal., 107 (1987) 275-287. [22] C. Mirodatos, J.A. Dalmon and G.A. Martin, in S. Kaliaguine and A. Mahay (Editors), Catalysis on the Energy Scene, Elsevier, Amsterdam, 1984, p. 505. [23] 1. Alstrup and M.T. Tavares, J. Catal., 139 (1993) 513. [24] 1. Alstrup and M.T. Tavares, J. Catal., 135 (1992) 147. [25 ] E. Boellaard, P.K. de Bokx, A.J.H.M. Kock and J.W. Geus, J. Catal., 96 (1985) 481. [26] J.T. Richardson and J.G. Crump, J. Catal., 57 (1979) 415. [27] M. Agnelli, M. Kolb, C. Nicot and C. Mirodatos, in C.H. Bartholomew and J.B. Butt (Editors), Catalyst Deactivation 1991, (Studies in Surface Science and Catalysis, Vol. 68), Elsevier, Amsterdam, 1991, p. 605. [28] P.C.M. Van Stiphout, PhD Thesis, Utrecht, Netherlands, 1987. [291 M. Agnelli, M. Kolb and C. Mirodatos, J. Catal., 147 (1994) in press. [30] G.A. Martin, B. Imelik and M. Prettre, J. Chim. Phys., 66 (1969) 1682. [31 ] G.A. Martin, N. Ceaphalan, P. de Montgolfier and B. Imelik, J. Chim. Phys., 70 (1973) 1422. [32] M. Primet, J.A. Dalmon and G.A. Martin, J. Catal., 46 (1977) 25. [331 P.W. Selwood, in Chernisorption and Magnetization, Academic Press, New York, 1975, p. 45-53. [34] L. Neel, Ann. Geophys., 5 (1949) 99. [35] V. Perrichon and M.C. Durupty, Appl. Catal., 42 (1988) 217. [36] V. Pitchon, M. Primer and H. Praliaud, Appl. Catal., 62 (1990) 317. [ 371 A.J. Gomez Cobo, P. Chaumette, J.A. Dalmon, M. Primet and C. Mirodatos, Proc. 12th Ibero-American Symposium on Catalysis, Vol. 2, Instituto Brasileiro de PeOleo, Rio de Janeiro, 1990, p. 377. [38] J.A. Dalmon, P. Chaumette and C. Mirodatos, Catal. Today, 15 (1992) 101-127. APCATA 94803838 0926-860X(94)80383-8 10.1016/0926-860X(94)80383-8 Elsevier Science B.V. All rights reserved Morphology changes and deactivation of alkali-promoted Ni/SiO2 catalysts during carbon monoxide hydrogenation Evandro Brum Pereira Guy-Antonin Martin 1 Institut de Recherches sur la Catalyse, Laboratoire Propre du CNRS, Conventionne´a´l'Universite´Claude Bernard, Lyon I, 2 Avenue Albert Einstein, 69626 Villeurbanne Cedex, France, tel. (+33)72445300, fax. (+33) 72445399 1 Corresponding author. Deep morphological transformations undergone by unpromoted and alkali-promoted Ni/SiO2, occurring during the first hours of CO hydrogenation at atmospheric pressure, are examined using temperature-programmed hydrogenation, magnetic measurements and surface area determination. It is observed, as a first step, that alkali addition results in an increase in the selectivities ofCO2, C2+. hydrocarbons and alcohols. This behaviour is similar to that reported elsewhere when the reaction is performed at 5 MPa. The stability of these systems varies with the sequence K>Na>Li>unpromoted. It is shown that catalyst reduction at 873 K results in sintering of the support when alkali promoters are present, which does not alter the nickel particle size so long as the promoter concentration is not too high. The surface area of the catalysts is unchanged after reaction. The deactivation of unpromoted samples results from nickel sintering, in contrast to that of alkalipromoted catalysts: this behaviour is discussed in terms of the stabilization of nickel subcarbonyl species by alkali promoters. Deactivation of promoted catalysts parallels the deposition of large amounts of carbon atoms chemically interacting with the nickel phase. In reaction conditions, alkali addition gives rise to a deep carbidization of the nickel phase (up to 85%) which probably accounts for the observed change of selectivity. Two types of carbon chemically interacting with nickel are detected when alkali promoters are added. Both of them can be hydrogenated at low temperature and can be related to surface and bulk carbides. Keywords Alkali Carbon monoxide Deactivation Hydrogenation Morphological change Nickel/silica Reference [1] Mross W.D. Catal. Rev. Sci. Eng. 25 1983 591 [2] King D.L. Peri J.B. J.Catal. 79 1983 164 [3] Okuhara T. Tamura H. Misono M. J. Catal. 95 1985 41 [4] Praliaud H. Dalmon J.A. Mirodatos C. Martin G.A. J. Catal. 97 1986 344 [5] Dry M.E. Anderson J.R. Boudart M. Catalysis, Science and Technology I 1981 Springer Verlag Berlin 159 [6] Kikuzono Y. Kagami S. Naito S. Onishi T. Tamaru K. Faraday Discuss. Chem. Soc. 72 1981 135 [7] Kikuzono Y. Kagami S. Naito S. Onishi T. Tamaru K. Chem. Lett., Chem. Soc. Jpn. 1981 1249 [8] Kagami S. Naito S. Kikuzono Y. Tamaru K. J. Chem. Soc., Chem. Commun. 1983 256 [9] Yoshioka H. Naito S. Tamaru K. Chem. Lett., Chem. Soc. Jpn. 1983 981 [10] Orita H. Naito S. Tamaru K. Chem. Lett., Chem. Soc. Jpn. 1983 1161 [11] Rieck J.S. Bell A.T. J. Catal. 100 1986 305 [12] Pitchon V. Praliaud H. Martin G.A. Natural Gas Conversion Holmen A. Jens K.-J. Kolboe S. Studies in Surface Science and Catalysis 61 1991 Elsevier Amsterdam 25 [13] E. Brum Pereira and G.A. Martin, presented at Natural Gas Symposium, Sydney, July 1993. [14] Pereira E. Brum Martin G.A. Appl. Catal. A: General 103 1993 291 309 [15] Mills G.A. Steffgen P.W. Catal. Rev. Sci. Eng. 8 1973 159 [16] Rostrup-Nielsen J.R. Steam Reforming Catalysts 1975 Danish Technical Press Copenhagen [17] Trimm D.L. Catal. Rev. Sci. Eng. 16 1977 155 [18] Bartholomew C.H. Cat. Rev. Sci. Eng. 24 1 1982 67 112 [19] Wolf E.E. Alfani F. Cat. Rev. Sci. Eng. 24 1982 329 [20] McCarty J.G. Wise H. J. Catal. 57 1979 406 416 [21] Mirodatos C. Praliaud H. Primet M. J.Catal. 107 1987 275 287 [22] Mirodatos C. Dalmon J.A. Martin G.A. Kaliaguine S. Mahay A. Catalysis on the Energy Scene 1984 Elsevier Amsterdam 505 [23] Alstrup I. Tavares M.T. J. Catal. 139 1993 513 [24] Alstrup I. Tavares M.T. J. Catal. 135 1992 147 [25] Boellaard E. de Bokx P.K. Kock A.J.H.M. Geus J.W. J. Catal. 96 1985 481 [26] Richardson J.T. Crump J.G. J. Catal. 57 1979 415 [27] Agnelli M. Kolb M. Nicot C. Mirodatos C. Catalyst Deactivation 1991 Bartholomew and J.B. Butt C.H. Studies in Surface Science and Catalysis 68 1991 Elsevier Amsterdam 605 [28] Van Stiphout P.C.M. PhD Thesis 1987 Utrecht Netherlands [29] Agnelli M. Kolb M. Mirodatos C. J. Catal. 147 1994 in press. [30] Martin G.A. Imelik B. Prettre M. J. Chim. Phys. 66 1969 1682 [31] Martin G.A. Ceaphalan N. de Montgolfler P. Imelik B. J. Chim. Phys. 70 1973 1422 [32] Primet M. Dalmon J.A. Martin G.A. J. Catal. 46 1977 25 [33] Selwood P.W. Chemisorption and Magnetization 1975 Academic Press New York 45 53 [34] Ne´el L. Ann. Geophys. 5 1949 99 [35] Perrichon V. Durupty M.C. Appl. Catal. 42 1988 217 [36] Pitchon V. Primet M. Praliaud H. Appl. Catal. 62 1990 317 [37] Cobo A.J. Goroez Chaumette P. Dalmon J.A. Primet M. Mirodatos C. Proc. 12th Ibero-American Symposium on Catalysis 2 1990 Instituto Brasileiro de Petro´leo Rio de Janeiro 377 [38] Dalmon J.A. Chaumette P. Mirodatos C. Catal. Today 15 1992 101 127",
      "scopus-id": "0028764343",
      "coredata": {
        "eid": "1-s2.0-0926860X94803838",
        "dc:description": "Deep morphological transformations undergone by unpromoted and alkali-promoted Ni/SiO2, occurring during the first hours of CO hydrogenation at atmospheric pressure, are examined using temperature-programmed hydrogenation, magnetic measurements and surface area determination. It is observed, as a first step, that alkali addition results in an increase in the selectivities ofCO2, C2+. hydrocarbons and alcohols. This behaviour is similar to that reported elsewhere when the reaction is performed at 5 MPa. The stability of these systems varies with the sequence K>Na>Li>unpromoted. It is shown that catalyst reduction at 873 K results in sintering of the support when alkali promoters are present, which does not alter the nickel particle size so long as the promoter concentration is not too high. The surface area of the catalysts is unchanged after reaction. The deactivation of unpromoted samples results from nickel sintering, in contrast to that of alkalipromoted catalysts: this behaviour is discussed in terms of the stabilization of nickel subcarbonyl species by alkali promoters. Deactivation of promoted catalysts parallels the deposition of large amounts of carbon atoms chemically interacting with the nickel phase. In reaction conditions, alkali addition gives rise to a deep carbidization of the nickel phase (up to 85%) which probably accounts for the observed change of selectivity. Two types of carbon chemically interacting with nickel are detected when alkali promoters are added. Both of them can be hydrogenated at low temperature and can be related to surface and bulk carbides.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-08-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94803838",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pereira, Evandro Brum"
          },
          {
            "@_fa": "true",
            "$": "Martin, Guy-Antonin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94803838"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94803838"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80383-8",
        "prism:volume": "115",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Morphology changes and deactivation of alkali-promoted Ni/SiO2 catalysts during carbon monoxide hydrogenation",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alkali"
          },
          {
            "@_fa": "true",
            "$": "Carbon monoxide"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Morphological change"
          },
          {
            "@_fa": "true",
            "$": "Nickel/silica"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "135-146",
        "prism:endingPage": "146",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 August 1994",
        "prism:doi": "10.1016/0926-860X(94)80383-8",
        "prism:startingPage": "135",
        "dc:identifier": "doi:10.1016/0926-860X(94)80383-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028764343"
      }
    }
  }
}