{
  "metadata": {
    "title": "Molecular design of oxide catalysts for oxidation of hydrocarbons",
    "authors": "Jerzy Haber",
    "journal": "Applied Catalysis A: General",
    "date": "1994-06-23",
    "doi": "10.1016/0926-860X(94)80028-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94800286",
    "pii": "0926860X94800286"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028462588",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-09-18 2001-09-18 2010-10-02T11:38:12 1-s2.0-0926860X94800286 0926-860X(94)80028-6 0926860X94800286 10.1016/0926-860X(94)80028-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X02347 2024-01-01T12:21:46.509935Z 0 0 19940623 1994 2001-09-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast alllist content subj ssids 0926-860X 0926860X 113 113 2 2 Volume 113, Issue 2 13 199 204 199 204 19940623 23 June 1994 1994-06-23 1994 article fla Copyright © 1994 Published by Elsevier B.V. MOLECULARDESIGNOXIDECATALYSTSFOROXIDATIONHYDROCARBONS HABER J HABERX1994X199 HABERX1994X199X204 HABERX1994X199XJ HABERX1994X199X204XJ item 0926-860X(94)80028-6 0926860X94800286 1-s2.0-0926860X94800286 10.1016/0926-860X(94)80028-6 271346 2024-01-01T12:21:46.509935Z 1994-06-23 1-s2.0-0926860X94800286-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94800286/MAIN/application/pdf/12ade92186a7c27713bd5bb349f89fae/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94800286/MAIN/application/pdf/12ade92186a7c27713bd5bb349f89fae/main.pdf main.pdf pdf true 525110 MAIN 6 1-s2.0-0926860X94800286-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94800286/PREVIEW/image/png/9601dd686cf2cf1efce8d56a66b50c33/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94800286/PREVIEW/image/png/9601dd686cf2cf1efce8d56a66b50c33/main_1.png main_1.png png 68282 849 656 IMAGE-WEB-PDF 1 a ELSEVIER Applied Catalysis A: General 113 (1994) 199-204 Molecular design of oxide catalysts for oxidation of hydrocarbons Jerzy Haber Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, Krakow, Poland Oxidation reactions have in the past played an important role in both the science of catalysis and in the modern chemical industry. They have contributed enormously to the development of modern society, as their products are incorporated into an amazingly large proportion of the materials and commodities in daily use. Because oxygen can react with hydrocarbons along many different reaction pathways and the desired products are usually thermodynamically unstable, very careful kinetic control must be exerted by the catalyst in order to accelerate only the one chosen sequence of consecutive elementary steps and suppress all other possible elementary steps, parallel or consecutive. This requires establishing the nature of active sites responsible for different molecular transformations and determination of the parameters responsible for their activity as measured by the turn-over frequencies. On the other hand oxygen can exist as different moieties characterized by electrophilic or nucl ophilic properties, which may be involved in different elementary steps of the reaction sequence. Thus the types of oxygen, i.e. the density of electrons on its molecular orbitals, must be strictly controlled. Sometimes the different types of oxygen must be spatially separated to permit the elementary steps requiring their participation to be realized and the stray reaction steps to be simultaneously eliminated. Recent progress in the techniques of surface science on the one hand, opening the possibilities of carrying out measurements in situ under the conditions of the catalytic reaction, and the rapid increase in computing power making feasible the quantum chemical calculations of elementary catalytic systems on the other hand, should permit the identification of active sites for different elementary steps and the conditions of their proper spatial arrangement at the surface of the solid catalyst or in the coordination compound playing the role of a homogeneous catalyst. This will create a basis for the molecular design of oxide catalysts to fulfil the requirements of the desired reaction. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-86OX (94)00064-X 200 J. Haber/Applied Catalysis A: General 113 (1994) 199-204 In order to obtain an oxide catalyst for selective oxidation of hydrocarbons, active sites must be generated at its surface which could accelerate the following elementary transformations: - activate the hydrocarbon molecule by abstraction of hydrogen from the selected site in the molecule through the interaction with a surface oxide ion of strongly basic character; - inject electrons to, or remove from, the surface intermediates by providing occupied or empty electron levels of the cations of appropriate redox potential; - perform a nucleophilic addition of a surface oxide ion of high enough basicity, which could be easily extracted from the surface in the course of the desorption of the oxygenated intermediate; - generate, when necessary, adsorbed electrophilic oxygen species in the spatial arrangement enabling interaction with the n-system of electrons in the organic molecule; - enable rapid surface diffusion of hydrogen abstracted from the hydrocarbon molecule and easily undergo dehydroxylation to get rid of this hydrogen by desorbing it in the form of water; - easily reoxidize by interaction with gas phase oxygen. Filling of surface oxygen vacancies by incorporation of oxygen from the gas phase does not necessarily take place at the same site from which surface oxygen is extracted in the process of desorption of the oxygenated product. Therefore a high value of the diffusion coefficient of oxide ion in the lattice of the catalyst or over its surface is often an important condition for the catalyst to show high activity because the dead time of the surface active centre in the reduced state before it becomes reoxidized may then be very short. Tailoring the surface properties of an oxide catalyst may be achieved by: - preparation of the catalyst in form of crystallites exposing mainly those crystal faces which contain the constituent atoms in a spatial arrangement most appropriate for the formation of the required adsorbed intermediates; - introduction of altervalent ions, substitutional or interstitial, into the crystal lattice to adjust the position of Fermi level to such a value which would secure the appropriate exchange of electrons between the adsorbed reactants and the catalyst, and regulate the occupancy of frontier orbitals modifying the HOMO and LUMO character; - adjustment of redox properties of the gas phase by changing its composition to generate defects and induce such a valence state of transition metal ions at the catalyst surface which is required for the formation of reactive surface intermediates; when the concentration of defects at the oxide surface surpasses a certain critical value, ordering of defects or formation of new bidimensional surface phases may occur, often resulting in a dramatic change of selectivity. Under certain conditions this may generate oscillations of the reaction rate; - deposition of acidic or basic ions as additives at the surface of the catalyst to regulate its acidity and basicity; J. Haber/Applied Catalysis A: General 113 (1994) 1 2O4 201 - regulation of the water vapour pressure to achieve the state of surface hydroxylation securing the appropriate ratio of Lewis to Bronsted acid sites and effectuating (or preventing) the surface reconstruction which results in generation of new active sites; - use of two or more oxides in order to separate different types of oxygen by using oxygen transfer reactions, in which the lattice oxygen of one oxide performs the nucleophilic addition to the hydrocarbon molecule and is replenished by lattice oxygen from the second oxide, which in turn becomes easily reoxidized by electrophilic oxygen from the gas phase; - mixing different oxides to create interfaces where certain crystal phases may be stabilized and new catalytic active sites may be thus generated. Many oxidation reactions await a catalyst to be invented which would open the way to novel technologies, based on cheaper raw materials, using less energy and producing less pollution of the environment. Some examples are given in the Table. Prof. 1. Haber Discussion Bader: You have shown us a very detailed model of the approach of the toluene molecule to the oxygen. You use locally a decrease in entropy. Is the energy necessary to do that coming from splitting hydrogen? Haber: Yes, the formation of water. You split two hydrogens, which become attached to the surface and make hydroxyl. Haber: The point has been raised to what extent the localized picture represents the situation at the surface. Now we also did calculations based on a different 202 J. Haber /Applied Catalysis A: General 113 (1994) 199-2 approach, namely on the solid-state approach, collective approach and treated the molecule as a perturbation. Now if you do that type of calculation you will see that the perturbation vanishes after two lattice distances. In oxide systems, as opposed to metals, the whole thing is extremely localized and therefore we think it is permissible to use the six octahedral model. It even is enough to have two. Cusumano: Can you talk a little bit about the molecular level. What kinds of phenomena do you need to have to be able to oxidatively dimerize methanol? Haber: As I showed you, you always obtain a set of parallel and consecutive reactions. And very often the problem lies not in generating or synthesizing an active catalyst, but on deactivating sites which could lead to by-products. In the case of methanol dimerization probably the whole trick will lie in avoiding breaking the C-O bond. You will have a tendency, which is observed in zeolites in the Mobil process where you have exactly the same beginning, of forming dimethyl ether and with this dimethyl ether you will get formation of the C-C bond, but with breaking up of the C-O bond, and this leads to the formation of hydrocarbons. Now you would like to avoid that, that is to retain your C-0 bond, while forming at the same time the C-C bond. So what is needed will be the proper regulation of the basicity, because it is the basic oxygen which attacks the C-H bond and adds electrons to the anti-bonding C-H orbital, which is mainly concentrated on the hydrogen. Therefore a hydride, hydrogen, is being abstracted and the C-C bond is being formed. So I think what would probably be needed here will be the killing of these sites. Of course the question is how to do that selectively. We have attacked this problem by using gas-phase poisons and we succeeded for instance in killing completely all the reactions of methanol except dimethyl ether formation. Bader: Do you think that the two fragments which finally come together must be at a certain distance or can they walk? Haber: Yes, they can walk. Generally speaking these hydrocarbon species at the surfaces of oxides are fairly mobile. If you do the classical oxidation of propene to acrolein you will form, as has been shown in the 60's by many people, the allyl radical that can migrate over the surface. We did some experiments and generated these allyl radicals on one oxide, it migrated to another oxide and there it picked up oxygen. If you make a mobile species at the surface you may now think of generating sites at this surface where it will become anchored in a proper orientation. I deliberately have chosen the example of toluene oxidation to benzaldehyde, because it is very difficult to do this in a heterogeneous phase as you usually get total oxidation. Now it seems to us that the whole trick lies in that once you permit the molecule to lie flat it is lost. Therefore you must invent a catalyst, which we have not yet succeeded in doing but we hope we will, in which you force the molecule to be end-on orientated. Maxwell: You correctly pointed out that the oxidative dehydrogenation of paraffins to alkenes is potentially very interesting because you have overcome the thermodynamic limitations of the dehydrogenation reaction and of course paraffins are relatively cheap feedstocks. The trick of course is kinetic control. I wondered J. Haber /Applied Catalysis A: General 113 (1994) l99-2 203 if in view of the developments now of short contact catalysis and monolith technology, it might be worth taking a new look at much higher oxidation velocities and much higher temperatures. Perhaps you could get better kinetic control? Haber. Exactly, because in the oxidative dehydrogenation you have the situation in which you are using the basic surplus oxygens to accept the first hydrogens. You get the two radicals, and now if you permit gas phase oxygen to absorb at the surface and form electrophilic oxygen it will immediately attack these radicals and destroy them, namely totally oxidize them. So the whole trick lies in separation of lattice oxygen, which is performing the trick, and the gas phase oxygen. Here I think the membrane reactor could be a good solution, because you need oxygen only to drive the thermodynamic equilibrium in the right direction. Maxwell: So you would have oxygen feeding through the lattice. Haber: Nothing else. I will say that the other approach should be probably assumed. You would like to drive hydrogen away. So if you make a membrane which permits the hydrogen to diffuse to the outside, where it will get oxidized by oxygen, then you will probably be better positioned than letting oxygen diffuse in. The only thing here is to gain free energy. Now this free energy you can gain by using chlorine for instance, substitute oxygen by chlorine, but this is of course environmentally unacceptable. Maxwell: The disadvantage that we know of if you remove hydrogen is that a lot of catalyst systems are extremely unstable and coke up. The alternative of diffusing lattice oxygen through and excluding it from the gas phase is a very attractive idea. Tanabe: My questions are concerned with how to design optimum catalysts for industrially important oxidation reactions. The activity and selectivity of mixed oxide catalysts for the formation of acrylic acid from acrolein are very high, while those for the formation of methacrylic acid from methacrolein are very low. So we use heteropoly acids for the latter reaction, though the selectivity is not so high (80-85 %) . The difference in both reactions is only the absence or presence of a methyl group. A similar thing is seen in the big difference in selectivity between ethylene to ethylene oxide and propylene to propylene oxide. Do you have any ideas for designing optimum catalysts for methacrolein synthesis and propylene oxide synthesis? Haber: If I knew how I would have millions of dollars! In propylene oxide at higher temperatures you get isomerisation of propylene oxide into propyl alcohol. The bridge is being broken. It is extremely difficult to keep this molecule stable at the conditions of the gas phase reaction but this can be done. I think this is only a problem of the proper engineering. More engineering than catalysis. Tanabe: Do you think it is only an engineering problem and there is no space for catalyst improvement? Haber: Yes. You have to stop the molecule, you have to remove the molecule from the reaction zone before it isomerizes. 204 J. HaberlApplied Catalysis A: General 113 (1994) 199-2 Maxwell: I suppose also that the abstraction of beta-hydrogen is also a fairly rough reaction. It is competing. Haber: Yes, of course, but then you go the classic way of allylic oxidation. Now you can block allylic oxidation by avoiding a basic catalyst. By making an acid catalyst you eliminate this route entirely. There is no possibility of abstraction of hydrogen. On an acidic catalyst you can generate centres where you have electrophilic oxygen because you need it, and then you can add this as you do in liquid phase oxidation. You can imagine that when this is added to propene that propene oxide will be formed. But then thermodynamically the alcohol is much more stable than the oxide and this is why it will isomerize easily, so I would rather think that the way out would be to devise a system in which you can remove the oxides from the reactors as quickly as possible. APCATA 94800286 0926-860X(94)80028-6 10.1016/0926-860X(94)80028-6 Elsevier Science B.V. Molecular design of oxide catalysts for oxidation of hydrocarbons Jerzy Haber Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, Krakow ,Poland",
      "scopus-id": "0028462588",
      "coredata": {
        "eid": "1-s2.0-0926860X94800286",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-06-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94800286",
        "dc:creator": {
          "@_fa": "true",
          "$": "Haber, Jerzy"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94800286"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94800286"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80028-6",
        "prism:volume": "113",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Molecular design of oxide catalysts for oxidation of hydrocarbons",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "199-204",
        "prism:endingPage": "204",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 June 1994",
        "prism:doi": "10.1016/0926-860X(94)80028-6",
        "prism:startingPage": "199",
        "dc:identifier": "doi:10.1016/0926-860X(94)80028-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028462588"
      }
    }
  }
}