{
  "metadata": {
    "title": "Development of an active Ga<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> supported palladium catalyst for the synthesis of methanol from carbon dioxide and hydrogen",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-05-11",
    "doi": "10.1016/0926-860X(95)00049-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95000496",
    "pii": "0926860X95000496"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000885223",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X95000496 0926-860X(95)00049-6 0926860X95000496 10.1016/0926-860X(95)00049-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00488 2024-01-01T12:19:29.85596Z 0 0 19950511 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 125 125 2 2 Volume 125, Issue 2 1 L199 L202 L199 L202 19950511 11 May 1995 1995-05-11 1995 Letters article fla Copyright © 1995 Published by Elsevier B.V. DEVELOPMENTACTIVEGA2O3SUPPORTEDPALLADIUMCATALYSTFORSYNTHESISMETHANOLCARBONDIOXIDEHYDROGEN FUJITANI T BURCH 1989 3569 R BURCH 1990 2683 R FUJITANI 1994 271 T KANAI 1994 67 Y RYNDIN 1981 287 Y HICKS 1985 104 R NAKAMURA 1994 265 J DRIESSEN 1983 26 J FUJITANI 1993 1079 T FUJITANIX1995XL199 FUJITANIX1995XL199XL202 FUJITANIX1995XL199XT FUJITANIX1995XL199XL202XT item 0926-860X(95)00049-6 0926860X95000496 1-s2.0-0926860X95000496 10.1016/0926-860X(95)00049-6 271346 2024-01-01T12:19:29.85596Z 1995-05-11 1-s2.0-0926860X95000496-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000496/MAIN/application/pdf/54c0493da1e146fdf0aedcdea48707d0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000496/MAIN/application/pdf/54c0493da1e146fdf0aedcdea48707d0/main.pdf main.pdf pdf true 210690 MAIN 4 1-s2.0-0926860X95000496-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000496/PREVIEW/image/png/210b30e601bd5d2d2c3a649e611b8300/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000496/PREVIEW/image/png/210b30e601bd5d2d2c3a649e611b8300/main_1.png main_1.png png 48031 849 656 IMAGE-WEB-PDF 1 :~i~ ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 125 (1995) L199-L202 Letter Development of an active Ga203 supported palladium catalyst for the synthesis of methanol from carbon dioxide and hydrogen Tadahiro Fujitani a,:Masahiro Saito a Yuki Kanai b Taiki Watanabe b, Junji Nakamura c, Toshio Uchijima c National Institute for Resources and Environment, Tsukuba, Ibaraki 305, Japan Research Institute of bmovative Technology for Earth, Tsukuba, lbaraki 305, Japan Institute of Materials Science. Universi~_\" of Tsukuba, Tsukuba, Ibaraki 305, Japan Received 12 December 1994; revised 20 February 1995; accepted 20 February 1995 Abstract A significant effect of the support on the catalytic activity of palladium-based catalysts for methanol synthesis from carbon dioxide and hydrogen was observed, where Pd/Ga203 was more active than Cu/ZnO by a factor of 2 in yield and 20 in turnover frequency Keywords: Methanol synthesis; Palladium catalyst; Support effect The synthesis of methanol from carbon dioxide and hydrogen has recently attracted interest as a pathway to utilize carbon dioxide as a raw material for chemicals. It is widely accepted that Cu/ZnO and Cu/ZnO/A1203 are active catalysts for methanol formation from carbon monoxide and hydrogen as well as from carbon dioxide and hydrogen. The synergetic effect between copper and ZnO has been reported by several researchers, where the mechanism was explained by a spillover effect of hydrogen migrating between the ZnO and copper surfaces [ 1,2] or the stabilization of active Cu+ species by ZnO, on the copper surface [3,4]. On the other hand, palladium catalysts are also known to be active for methanol synthesis by hydro- genation of carbon monoxide. Bell and co-workers have reported [5,6] a support effect of palladium catalysts containing metal oxides such as SiO2, TiO2, MgO, A1203, La203, and ZrO2 on the activity of methanol formation from carbon mon- oxide and hydrogen, and found that the Pd/La203 catalyst showed the highest * Corresponding author. Tel. ( + 81-298) 588173, fax. ( + 81-298 ) 588158. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDIO926-860X( 95 ) 00049-6 L200 T. Fujitani et al. /Applied Catalysis A: General 125 (1995) LI99-L202 activity, while Pd/ZnO exhibited the highest selectivity toward methanol forma- tion. However, the support effect of palladium catalysts in methanol synthesis from carbon dioxide and hydrogen has not yet been reported to our knowledge. In this communication, we report a significant support effect on the activity of palladium catalysts toward methanol formation by the hydrogenation of carbon dioxide and also we report the finding that Pd/Ga203 is a super-active catalyst for methanol synthesis, being more active than the Cu/ZnO catalyst. A series of palladium catalysts were prepared by the coprecipitation method. An aqueous solution of Na2CO3 ( 1.1 M) together with a mixed solution of palladium and metal oxide nitrates (total metal concentration = 1.0 M) was added dropwise to distilled water at 300 K. The precipitate was aged in the mixed solution at 343 K for 1 h, followed by a thorough washing with distilled water. Subsequently, the precipitate was dried overnight in an oven at 383 K, calcined in air at 623 K for 2 h, and finally screened to size between 60 and 80 mesh. The catalysts were usually loaded to a level of 10 wt.-% Pd. The Pd/SiO2 catalyst was prepared by an alkoxide method. The catalyst ( 1.0 g), fixed in a reactor, was reduced in a gas mixture of hydrogen (10%) and helium (90%) at 523 K with a total pressure of 5.0 MPa. The hydrogenation of carbon dioxide was then carried out at 523 K in a flow reactor by feeding a gas mixture of hydrogen and carbon dioxide with a mole ratio of He/ CO2 = 3. The total pressure of hydrogen and carbon dioxide was 5.0 MPa, and the typical reaction time was 2 h. The reaction products were analyzed using gas chromatographs directly connected to the reactor. Carbon monoxide chemisorption measurements were carried out at 303 K using a conventional glass-made vacuum system. The amount of carbon monoxide required for monolayer coverage of the palladium metal surface was estimated by extrapolating the flat part of an adsorption isotherm to the zero of the equilibrium pressure for adsorption. This assumes that one carbon monoxide molecule can be adsorbed on each surface palladium atom. The reaction data for the hydrogenation of carbon dioxide and the uptake of carbon monoxide over the various supported palladium catalysts are summarized in Table 1. The activities and selectivities at the steady state of the reaction at 523 K and 5.0 MPa were measured after passing the reactants over the catalysts for 2 h. It is clear that the Ga203 supported palladium catalyst is superior to Cu/ZnO with respect to the methanol yield and the methanol selectivity. The methanol yield of 10.1% for Pd/Ga20~ at the indicated reaction conditions indicates that this is a super-active catalyst for methanol synthesis as compared to the Cu/ZnO (4.2%) catalyst, which was previously known to be the most active catalyst. In turnover frequency (TOF), Pd/Ga203 is 20 times more active than Cu/ZnO. The effect of the support on the methanol yield and selectivity is found to be significant, with the different support metal oxides in the following order Ga203 > ZnO > A1203 > TiO2 = CrzO3 > SiO2 = ZrO2. TOF for Pd/Ga203 in Table 1 is higher than that of Pd/SiO2 by two orders of magnitude. Although the carbon dioxide conver- sion for Pd/TiO2 and Pd/ZnO is relatively high as shown in Table 1, the carbon monoxide selectivity for the catalysts is much higher than the methanol selectivity, T. Fujitani et al. /Applied Catalysis A: General 125 11995) L199-L202 Table 1 Catalytic activities~', carbon monoxide uptake, and TOF over the various supported palladium catalysts L201 Catalystb CO2 conversion CHaOH Selectivity (%) CO uptake TOF (site i (%) yield(%) (#molg,~l) s 1-103) CH4 CO CH3OH HCOOCH3 Pd/AI20~ 3.4 1.0 18.6 51.5 29.9 0 177.6 3.3 Pd/Cr203 2.1 0.5 12.6 65.0 22.4 0 29.6 9.1 Pd/Ga203 19.6 10.1 0.5 47.9 51.5 0.1 49.8 113.9 Pd/SiO2 0.05 0.05 0 0 100 0 29.9 0.9 Pd/TiO2 15.5 0.6 0.2 95.9 3.9 0 76.7 4.4 Pd/ZnO 13.8 5.2 0.1 62.3 37.5 0.1 61.4 45.8 Pd/ZrO2 0.4 0.02 14.0 81.7 4.3 0 4.5 2.1 Cu/ZnO 11.7 4.2 0 63.9 36.1 0 - 4.8c Reaction conditions; reduction temperature = 523 K, reaction temperature 523 K, H2/CO2 = 3, feed rate 300 cm3/min, total pressure = 5.0 MPa, catalyst weight = 1.0 g, reaction time = 2 h. b The content of palladium or copper in the catalysts was 10 wt.-%. c Based on N~O reaction technique after re-reducing the post-reaction catalyst. where the formation of carbon monoxide is ascribed to the reverse water-gas shift (RWGS) reaction. The lack of any activity of Pd/SiO2 toward the RWGS reaction indicates that metallic palladium alone, which is the major part of the surface palladium atoms in a Pd/SiO2 catalyst, does not catalyze the RWGS reaction. It is considered that the RWGS reaction proceeds mainly on the metal oxides such as A1203, TiO2 or ZnO, a view based on previous results of the RWGS over Rh/A1203 and Rh/TiO2 that spillover hydrogen atoms from rhodium particles react with carbon dioxide adsorbed on the surface of A1203 and TiO2 to form formate species as an intermediate during the RWGS reaction [7]. The inertness of Pd/SiO2 also implies that metallic palladium alone has little catalytic activity for methanol for- mation. The significant difference in TOF between various metal oxides used as a support suggests that the active species involve Pd\" + species as reported by Dries- sen et al. [8], who have clearly shown a linear relationship between the methanol synthesis activity from CO + H2 and the amount of Pd\"+ measured by X-ray fluo- rescence on a La or Mg doped Pd/SiO2 catalyst. That is, the amount of Pd\"+ may be quite different for palladium catalysts containing various metal oxides. We have reported that both Cu + and Cuspecies are active for methanol formation from CO2 + H2, and that the Cu+ species is considered to be stabilized by ZnO~ (x= 0- 1) migrated from ZnO onto the copper surface [3,4]. We also found that Cu/ Ga203 is more active than Cu/ZnO for methanol formation from CO2 + H2 [ 3,9]. Accordingly, we postulate that the excellent activity of Pd/Ga203 is due to the optimal amount of Pd\"+ (0 < n < 2) stabilized by GabOn, on the surface of palladium. Acknowledgements This work was partly supported by the New Energy and Industrial Technology Development Organization. L202 T. Fujitani et al. / Applied Catalysis A: General 125 (1995) L I 99-L202 References [ 1 ] R. Burch, R.L Chappell and S.E. Golunski, J. Chem. Soc., Faraday Trans. 1, 85 (1989) 3569. [2] R. Butch, S.E. Golunski and M.S. Spencer, J. Chem. Soc., Faraday Trans., 86 (1990) 2683. [3] T. Fujitani, M. Saito, Y. Kanai, T. Kakumoto, T. Watanabe, J. Nakamura and T. Uchijima, Catal. Lett., 25 (1994) 271. [4] Y. Kanai, T. Watanabe, Fujitani, M. Saito, J. Nakamura and T. Uchijima, Catal. Lett., 27 (1994) 67. [5] Y.A. Ryndin, R.F. Hicks, A.T. Bell and Y.I. Yermakov, J. Catal., 70 ( 1981 ) 287. [6] R.F. Hicks and A.T. Bell, J. Catal., 91 (1985) 104. [7] J. Nakamura, K. Aikawa, K. Sato and T. Uchijima, Catal. Lett., 25 (1994) 265. [8] J.M. Driessen, E.K. Poels, J.P. Hindermann and V. Ponec, J. Catal., 82 (1983) 26. [9] T. Fujitani, M. Saito, Y. Kanai, M. Takeuchi, K. Moriya, T. Watanabe, M. Kawai and T. Kakumoto, Chem. Lett., (1993) 1079. APCATA 95000496 0926-860X(95)00049-6 10.1016/0926-860X(95)00049-6 Elsevier Science B.V. All rights reserved Development of an active Ga2O3 supported palladium catalyst for the synthesis of methanol from carbon dioxide and hydrogen Tadahiro Fujitani * a Masahiro Saito a Yuki Kanai b Taiki Watanabe b Junji Nakamura c Toshio Uchijima c a National Institute for Resources and Environment, Tsukuba, Ibaraki 305,Japan b Research Institute of Innovative Technology for Earth, Tsukuba, Ibaraki 305,Japan c Institute of materials Science, University of Tsukuba, Tsukuba, Ibaraki 305, Japan * Corresponding author. Tel. (+81-298) 588173, fax. (+81-298) 588158. A significant effect of the support on the catalytic activity of palladium-based catalysts for methanol synthesis from carbon dioxide and hydrogen was observed, where Pd/Ga2O3 was more active than Cu/ZnO by a factor of 2 in yield and 20 in turnover frequency Keywords Methanol synthesis Palladium catalyst Support effect Reference [1] Burch R. Chappell R.J. Golunski S.E. J. Chem. Soc. 85 1989 3569 Faraday Trans. 1 [2] Burch R. Golunski S.E. Spencer M.S. J. Chem. Soc. 86 1990 2683 Faraday Trans. [3] Fujitani T. Saito M. Kanai Y. Kakumoto T. Watanabe T. Nakamura J. Uchijima T. Catal. Lett. 25 1994 271 [4] Kanai Y. Watanabe T. Fujitani Saito M. Nakamura J. Uchijima T. Catal. Lett. 27 1994 67 [5] Ryndin Y.A. Hicks R.F. Bell A.T. Yermakov Y.I. J. Catal. 70 1981 287 [6] Hicks R.F. Bell A.T. J. Catal. 91 1985 104 [7] Nakamura J. Aikawa K. Sato K. Uchijima T. Catal. Lett. 25 1994 265 [8] Driessen J.M. Poels E.K. Hindermann J.P. Ponec V. J. Catal. 82 1983 26 [9] Fujitani T. Saito M. Kanai Y. Takeuchi M. Moriya K. Watanabe T. Kawai M. Kakumoto T. Chem. Lett. 1993 1079",
      "scopus-id": "0000885223",
      "coredata": {
        "eid": "1-s2.0-0926860X95000496",
        "dc:description": "A significant effect of the support on the catalytic activity of palladium-based catalysts for methanol synthesis from carbon dioxide and hydrogen was observed, where Pd/Ga2O3 was more active than Cu/ZnO by a factor of 2 in yield and 20 in turnover frequency",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-05-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95000496",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fujitani, Tadahiro"
          },
          {
            "@_fa": "true",
            "$": "Saito, Masahiro"
          },
          {
            "@_fa": "true",
            "$": "Kanai, Yuki"
          },
          {
            "@_fa": "true",
            "$": "Watanabe, Taiki"
          },
          {
            "@_fa": "true",
            "$": "Nakamura, Junji"
          },
          {
            "@_fa": "true",
            "$": "Uchijima, Toshio"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95000496"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95000496"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00049-6",
        "prism:volume": "125",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Development of an active Ga2O3 supported palladium catalyst for the synthesis of methanol from carbon dioxide and hydrogen",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methanol synthesis"
          },
          {
            "@_fa": "true",
            "$": "Palladium catalyst"
          },
          {
            "@_fa": "true",
            "$": "Support effect"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L199-L202",
        "prism:endingPage": "L202",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 May 1995",
        "prism:doi": "10.1016/0926-860X(95)00049-6",
        "prism:startingPage": "L199",
        "dc:identifier": "doi:10.1016/0926-860X(95)00049-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000885223"
      }
    }
  }
}