{
  "metadata": {
    "title": "Activity and structure-sensitivity of the water-gas shift reaction over Cu<ce:glyph name=sbnd></ce:glyph>Zn<ce:glyph name=sbnd></ce:glyph>Al mixed oxide catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-10-26",
    "doi": "10.1016/0926-860X(95)00146-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001468",
    "pii": "0926860X95001468"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001619045",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95001468 0926-860X(95)00146-8 0926860X95001468 10.1016/0926-860X(95)00146-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00403 2024-01-01T12:18:48.759026Z 0 0 19951026 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 131 131 2 2 Volume 131, Issue 2 7 283 296 283 296 19951026 26 October 1995 1995-10-26 1995 article fla Copyright © 1995 Published by Elsevier B.V. ACTIVITYSTRUCTURESENSITIVITYWATERGASSHIFTREACTIONOVERCUZNALMIXEDOXIDECATALYSTS GINES M NEWSOME 1980 275 D HAWKER 1982 183 P GRENOBLE 1981 90 D CAMPBELL 1987 109 C PETRINI 1984 113 G VANHERWIJNEN 1980 83 T SALMI 1989 285 T TAKAGUA 1985 285 T HADDEN 1988 1835 1841 R PROC9THINTCONGCATALCALGARY1988 FUJITA 1992 220 S OVESEN 1992 445 C LLOYD 1989 283 L CATALYSTHANDBOOK KUIJPERS 1986 139 E NAKAMURA 1990 2725 J CHINCHEN 1991 293 G BOUDART 1969 153 M MARCHI 1992 383 A CHINCHEN 1987 79 G YOUNG 1973 69 P SHISHKOV 1983 757 D KINGTON 1953 417 G PARRIS 1986 374 G HABRAKEN 1979 333 F VANPRUISSEN 1987 337 O CHINCHEN 1987 2193 G GHERARDI 1983 723 P MIYATA 1975 369 S MARCHI 1986 A PROC4THINTSYMPSCIENTIFICBASESFORPREPARATIONCATALYSTS CAVANI 1991 173 F VEDAGE 1984 47 G PROC8THINTERNATIONALCONGRESSCATALYSISBERLIN1984 YURIEVA 1985 55 T FUJITANI 1994 1877 T PEPE 1992 15 F REICHLE 1986 352 W NUNAN 1989 3868 J REY 1992 2233 F GINESX1995X283 GINESX1995X283X296 GINESX1995X283XM GINESX1995X283X296XM item 0926-860X(95)00146-8 0926860X95001468 1-s2.0-0926860X95001468 10.1016/0926-860X(95)00146-8 271346 2024-01-01T12:18:48.759026Z 1995-10-26 1-s2.0-0926860X95001468-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001468/MAIN/application/pdf/e02ffcbf83f2bbc4aa67e0e30c6410a8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001468/MAIN/application/pdf/e02ffcbf83f2bbc4aa67e0e30c6410a8/main.pdf main.pdf pdf true 860683 MAIN 14 1-s2.0-0926860X95001468-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001468/PREVIEW/image/png/e437ae2417c22c3e4e5533ecfde169ab/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001468/PREVIEW/image/png/e437ae2417c22c3e4e5533ecfde169ab/main_1.png main_1.png png 55128 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 131 (1995) 283-296 Activity and structure-sensitivity of the water-gas shift reaction over Cu-Zn-A1 mixed oxide catalysts M.J.L. Gin6s a, N. Amadeo b, M. Laborde b, C.R. Apestegufa a,. lnstituto de Investigaciones en Cat61isis y Petroqu[mica (INCAPE), UNL-CONICET Santiago del Estero 2654, 3000 Santa Fe, Argentina b P1NMATE, Chemical Engineering Department, Universidad de Buenos Aires Ciudad Universitaria, 1428 Buenos Aires, Argentina Received 8 March 1995; revised 31 May 1995; accepted 31 May 1995 Abstract The activity and structure-sensitivity of the water-gas shift (WGS) reaction over Cu-Zn-Al mixed oxide catalysts were studied. Three sets of samples with different Cu/Zn and (Cu + Zn)/A1 atomic ratios were prepared by coprecipitation. Depending on the cation ratio, the ternary hydroxycarbonate precursors contained hydrotalcite, aurichalcite and/or rosasite phases. The decomposed precursors contained CuO, ZnO, ZnA1204, and A1203. The relative proportion of these phases depended on both the chemical composition of the sample and the calcination temperature employed for decomposing the precursor. After activation with hydrogen, samples were tested for the WGS reaction at 503 K. The turnover frequency of the eighteen samples tested was essentially the same (0.2~).3 s-1) irrespective of changing the copper metal surface area between 3 and 35 m~/g Cu and the metallic copper dispersion between 0.5 and 5.0%. This indicated that the WGS reaction is a structure-insensitive reaction, as the specific reaction rate ro (tool CO/h/g Cu) is always proportional to the copper metal surface area. Preparation of mixed oxides with a high copper dispersion is therefore required for obtaining more active catalysts. It was found that the value of the metallic copper dispersion is related to the amount of hydrotalcite contained in the hydroxycarbonate precursor: the higher the hydrotalcite content in the precursor, the higher the copper metal dispersion in the resulting catalyst and, as a consequence, the higher the catalyst activity. Ternary Cu/ZnO/A1203 catalysts exhibited a substan- tially faster WGS activity than binary Cu/ZnO catalysts. The addition of aluminium, although inactive for the WGS reaction, is required for improving the catalyst performance. Keywords.\" Water-gas shift reaction; Copper oxide/zinc oxide/alumina; Structure-sensitivity 1. Introduction Binary CuO/ZnO and ternary CuO/ZnO/A1203 mixed oxide catalysts have been widely employed commercially since the early 1960s in the water-gas shift (WGS) * E-mail capesteg@fiqus.unl.edu.ar, tel. (+54-42) 555279, fax. (+54-42) 550944. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI 0926-860X ( 95 ) 00146-8 284 M.J.L. Ginds et al./Applied Catalysis A: General 131 (1995) 283-296 reaction (CO+ H20 ---) CO2+H2). The WGS process is mostly used in the pro- duction of hydrogen via the steam reforming of hydrocarbons and is of importance for future energy technologies [ 1,2]. Because copper exhibits a high activity and selectivity as compared to other metals [3], Cu-based catalysts are preferentially used to catalyze this reaction at low temperatures (443-523 K) and low concen- trations of carbon monoxide, in the so called 'low-temperature' CO-shift process. Previous reports [4,5] have shown that in Cu/ZnO/A1203 catalysts copper pro- vides the active sites for catalysis, but there are controversies concerning both the reaction mechanism and the structure-sensitivity of the WGS reaction. A number of studies have been devoted to the elucidation of the WGS reaction mechanism [6-11]. Two different mechanisms have been proposed: one is a Langmuir-Hin- shelwood mechanism involving a surface formate intermediate [ 6-8 ] and the other is an oxidative-reductive or 'surface redox' mechanism [9-11 ]. Much less infor- mation is available in the literature on the structure-sensitivity of the WGS reaction over Cu-based catalysts. Lloyd et al. [ 12 ] found a correlation between WGS activity and copper metal area, thereby suggesting that the water-gas shift reaction is a structure-insensitive reaction. In a previous study performed on a variety of alu- mina-supported metals, Grenoble et al. [3] observed that the turnover frequency (TOF) was essentially constant over a wide range of metal dispersion which is strong evidence that the WGS reaction is a facile reaction. This is in contrast to the results of Kuijpers et al. [ 13] who proposed that the forward water-gas shift is a sensitive reaction on silica-supported copper catalysts, proceeding preferably on extremely small copper particles of dimensions below 20 nm. Nakamura et al. [ 14] examined the structural sensitivity of the WGS reaction on atomically clean Cu(110) and Cu(111) surfaces. These authors found that the open Cu(110) surface was substantially more active than the more densely packed Cu(111) surface and attributed this result to the fact that the Cu(110) plane offers copper surface atoms which are more coordinatively unsaturated and hence more aggres- sive in chemisorptive bonding. Finally, Chinchen and Spencer [ 15] studied the sensitivity of the WGS reaction by measuring the activity of several commercial and laboratory Cu/ZnO/A1203 samples. For distinguishing between an insensitive and a sensitive reaction, and by reasoning that crystal size and shape effects could be expected to be less important in copper catalysts than other various supported metal catalysts, such as platinum, these authors considered that a catalytic reaction is sensitive on copper-based catalysts under standard reaction conditions when the turnover frequency results depend strongly on catalyst parameters, e.g. catalyst composition, nature of catalyst support, size distribution of metal crystallites and catalyst preparation procedure. The traditional concept of structure-sensitivity on supported metallic catalysts relates the variation of the intrinsic activity of the catalyst exclusively to modifications of the metal crystallite morphology [ 16]. Chinchen and Spencer [ 15] observed a significant scattering of the experimental points when the relative WGS activity was plotted as a function of copper metal surface area, and they concluded that the WGS reaction was a structure-sensitive M.J.L. Gin,s et al. /Applied Catalysis A: General 131 (1995) 283-296 285 reaction over CuO/ZnO/A1203 catalysts because some of the points deviated by almost one order of magnitude from any median line which could be drawn. In this paper, and in an attempt to obtain more insight on the relationship between the activity and the physicochemical properties of the catalyst, we have studied the structure-sensitivity of the WGS reaction over CuO/ZnO/AI203 catalysts. To establish if the reaction is structure sensitive we employed an approach similar to that used in Chinchen and Spencer's work which, as above explained, relates the turnover frequency to catalyst parameters. Thus, we measured the turnover fre- quency for the WGS reaction over eighteen CuO/ZnO/A1203 catalysts (fifteen prepared by coprecipitation and three obtained from commercial sources) which exhibited different chemical composition and copper crystallite size. The results will show that under the experimental conditions used the WGS reaction is a structure-insensitive reaction. 2. Experimental 2.1. Catalyst preparation Samples were prepared by coprecipitation from aqueous solutions of Cu(NO3)2\" 3H20 (Merck p.a.; 99.5%), Zn(NO3)z'4H20 (Merck p.a.; 99.0%), and Al(NO3)3 \"9H20 (Fluka p.a. ACS; 99.0%) with sodium carbonate at 333 K and a constant pH of 7 in a stirred batch reactor using vigorous agitation [ 17]. The precipitates were thoroughly filtered, washed with distilled water at 330 K until no sodium ions were detected and dried at 363-373 K overnight. Finally, the precursors were decomposed in air for 8 h at temperatures between 673 and 973 K. Three sets of catalysts, which are identified here as sets B, M, and T, respectively, were prepared. Samples of set B contained the same amount of copper but different Zn/ A1 atomic ratios whereas the samples of set M had a Cu/Zn ratio of 1 and different Zn/A1 ratios. The samples of set T had the same chemical composition (Cu/Zn = 1; (Cu + Zn)/AI = 4) but were calcined at different temperatures. The main charac- teristics of precipitated and decomposed precursors are shown in Tables 1 and 2, respectively. Three fresh CuO/ZnO/AI203 catalysts obtained from commercial sources were also used. These catalysts were provided by ICI, Girdler, and UCI companies and are designated here catalysts COM- 1, COM-2, and COM-3, respec- tively. The chemical composition of catalysts COM-1, COM-2, and COM-3 are given in Table 2. 2.2. Catalyst characterization The metallic copper dispersions (Dcu=exposed copper atoms/total copper atoms) were measured using the reactive chemisorption of nitrous oxide and frontal chromatography, based on the method developed by Chinchen et al. [18]. The 286 M.J.L. Gin& et al. / Applied Catalysis A: General 131 (1995) 283-296 reactor was a 3/8 in. O.D. stainless steel tube of approximately l0 cm in length and was mounted inside the chromatograph oven. Samples were reduced overnight in a 5%H2/He mixture at 503 K and then purged in helium to sweep any adsorbed hydrogen on the catalyst. Then a 4%NzO/He mixture was passed over the catalyst at 333 K and the length of the nitrogen plateau was determined using a thermal conductivity detector. The length of the plateau corresponds to the nitrous oxide uptake and the metallic copper dispersion was calculated assuming a molar stoi- chiometry N20/Cu~ = 0.5, where Cus implies copper atom on surface. Powder X-ray diffraction patterns were collected on a Rich-Seifert diffracto- meter using nickel filtered Cu Ka radiation. Crystallite sizes were calculated from the CuO(111) and ZnO(110) diffraction lines using the Scherrer equation. BET surface areas (Sg) were measured by nitrogen adsorption at 77 K in a Micromeritics Accusorb 2100 sorptometer. The chemical composition of the catalysts was deter- mined by atomic absorption spectrometry using a Perkin Elmer 3110 spectropho- tometer. 2.3. Activity measurements The activity tests were carried out in a laboratory flow equipment. The system allows addition of feed gases (N> CO, and H2) and water. The gases were fed from cylinders, dried over molecular sieves (3A), and regulated and metered by electric mass flow controllers. After mixing, the combined feed gases were purified by removing oxygen with an oxygen trap. Distilled water was delivered to the reactor with a liquid pump through an evaporator and a guard bed filled with a commercial CuO/ZnO/A1203 catalyst in order to eliminate any traces of chlorided compounds from the water stream. Chlorine is a well known poison of copper- based catalysts [ 19]. After the chlorine removal, water was mixed with the other gases. The fixed-bed, single-pass tubular reactor consisted of a 40-cm stainless-steel tube with an inside diameter of 1.3 cm. The reactor operated isothermally, the catalyst bed temperature being controlled to within 1 K by three electric ovens. At the reactor outlet a cooling condenser was placed to remove water from the reactor exit gases. The feed and the gaseous reaction effluent were analyzed by gas chro- matography (GC) in a Shimadzu GC 8A chromatograph equipped with a thermal conductivity detector and a 3-m packed column filled with molecular sieve 5A. Catalyst extrudates were crushed and 0.4-0.5 g of the 0.35-0.42 mm fraction was separated and loaded to the reactor. It was verified that using such a particle size range the WGS reaction was kinetically controlled under the standard operative conditions employed. Samples were activated in situ using a 5%H2/N2 reduction mixture. The catalysts were first heated in nitrogen from room temperature up to 353 K; then, the reduction mixture was admitted and the samples were heated at 5 K/min from 353 to 503 K and maintained at this temperature for 4 h. In an earlier study [ 20] we found that such a reduction treatment reduces completely the CuO M.J.L. Ginds et al. /Applied Catalysis A: General 131 (1995) 283-296 287 phase without causing any sintering of the resulting metallic copper crystallites. After catalyst activation a gas mixture consisting of 10%CO/30%NJ30%Hz/ 30%H20 was fed to the reactor at a volumetric flow of 750 cm3 STP/min. The reaction was carried out at 503 K and 1 atm (1 atm= 101.325 kPa). Data were collected every 60 min for 14 h. Steady states were reached usually in 3-4 h. Initial tests repeated 10 times with standard catalysts led to an estimated accuracy of _+ 7% in the activity measurement. 3. Results 3.1. Precursor characterization The crystalline phase composition of the twelve precursor precipitates prepared was characterized by X-ray diffraction. Results are shown in Table 1. Depending on the chemical composition, different hydroxycarbonate phases were detected: hydrotalcite [ (Cu,Zn) 6A12CO3 (OH) 16\" 4H20 ], rosasite [ (Cu,Zn) 2CO3 (OH) 2 ], aurichalcite [ (Cu,Zn) 5 (CO3) 2 (OH) 6 ], and hydrozincite [ Zn5 (CO3) 2 (OH) 6 ]\" NO traces of hydroxynitrates phases like gherardite [ (Cu2NO3 (OH) 3 ] were observed. Regarding samples of set B, it is noted that hydrotalcite was selectively obtained as a single phase only in sample B-4 which has a (Cu + Zn)/A1 atomic ratio of 3, the stoichiometric M2 M3 + metal cation ratio of hydrotalcite formulation. Ter- nary precursors B-2, B-3, and B-5 were heterogeneous: the hydrotalcite phase was accompanied by crystalline aurichalcite and/or rosasite phases. Hydrozincite was only detected in binary sample B-1. The BET surfaces areas of samples of set B Table 1 Composition and characterization of the catalytic precursors Sample (Cu+Zn)/AP Cu/Zn~ AI/Zn\" Phases detected by XRD Sg (m2/g) B-1 oc 0.7 0 Au, Hy(t)b 23 B-2 6.0 0.8 0.3 Au, Ro(t) 29 B-3 4.0 1.0 0.5 HT, Ro, Au(t) 39 B-4 3.0 1.1 0.7 HT 43 B-5 1.2 2.0 2.5 HT, Ro(t) 60 M-1 ~ 1.0 0 Au, Hy 14 M-2 6.0 1.0 0.33 Au, Ro(t), HT(t) 36 M-3 4.0 1.0 0.5 HT, Ro, Au(t) 40 M-4 3.0 1.0 0.67 HT 45 M-5 2.0 1.0 1.0 HT 38 M-6 1.0 1.0 2.0 HT 29 T 4.0 1.0 0.5 HT, Ro, Au(t) 38 Au = Aurichalcite; Hy = Hydrozincite; Ro = Rosasite\" HT = Hydrotalcite. a Theoretical atomic ratios. (t) indicates that the crystalline phase was detected in trace amounts. 288 M.J.L. Gin,s et al. /Applied Catalysis A: General 131 (1995) 283-296 increased with the aluminium content, from 23 m2/g (sample B-1, A1/Zn = 0) to 60 m2/g (sample B-5, A1/Zn = 2.5). In the case of samples of set M, precursors M-4, M-5, and M-6 exhibited a single crystalline phase of hydrotalcite. The crystallinity of such a hydrotalcite phase was in the order M-4 > M-5 > M-6, i.e. diminished when the aluminium amount on the samples was increased. This is probably due to the formation of an additional amorphous aluminium hydroxycarbonate phase, such as scarboite [ A12 ( CO3 ) 3\" 12AI (OH) 3 ]. Formation of scarboite in Cu-Zn-A1 hydroxycarbon- ates obtained by coprecipitation has already been reported [21 ]. Binary sample M- 1 and ternary samples M-2 and M-3 were heterogeneous, each sample containing two or three crystalline phases. Similarly to what was found in the case of samples of set B, hydrozincite was only detected in the binary sample of set M (sample M- 1 ). On the other hand, the data summarized in Table 1 suggest that the BET surface areas of samples of set M were related to the amount of hydrotalcite phase in the precursor precipitate rather than to the aluminium concentration, as was observed for samples of set B. Thus, the maximum Sg value (45 m2/g) was obtained for precursor M-4 which contained a single high-crystalline hydrotalcite phase. Finally, Table l shows that both the phase composition and the BET surface area of precursor T were similar to those of precursors B-3 and M-3, as could be expected taken into account that these three precursors had similar chemical com- position. 3.2. Mixed oxide characterization Mixed oxides were obtained by thermal decomposition of hydroxycarbonate precursors. Precursors of sets B and M were decomposed and calcined for 8 h at 873 K whereas precursor T was divided in four portions which were heated for 8 h at 673,773, 873 and 973 K, respectively (Table 2, samples T-673, T-773, T-873 and T-973). The crystalline phase composition and the BET surface areas of all the decomposed precursors were determined. Results are given in Table 2, where the X-ray diffraction (XRD) characterization results of the three commercial sam- ples are also included. The effect of the chemical composition on the phase composition of the mixed oxides can be examined by inspection of the results obtained with samples of sets B and M. Qualitatively, the phase composition of mixed oxides of sets B and M did not depend significantly on the chemical composition of the precursors. In fact, all the samples contained CuO and ZnO oxides. A crystalline ZnA1204 spinel-like phase was detected in trace amounts only in samples containing aluminium in concentrations higher than approximately 7%, or in terms of aluminium oxide, higher than ca. 13% A1203. Besides, and taking into account the chemical compo- sition of the samples, it must be expected that an additional amorphous alumina phase was present in all the ternary samples. On the other hand, from data of Tables 1 and 2 it was inferred that the CuO and ZnO crystallite sizes were both greatly M.J.L. Gin,s et al. /Applied Catalysis A: General 131 (1995) 283-296 Table 2 Main characteristics of the mixed oxides used in this work 289 Sample Cu/Zn/A1 Identified compounds Crystallite size (,4,) Sg (m2/g) (XRD) ( wt.- % M ~O,.) a Lcuo Lzno D~,~ (%) B-I 42.7 57.1 0 CuO, ZnO 210 235 5 0.7 B-2 42.3 51.2 6.5 CuO, ZnO 170 118 41 2.5 B-3 42.5 43.9 13.6 CuO, ZnO, ZnAlzO4(t) 130 96 52 3.1 B-4 42.7 39.0 18.3 CuO, ZnO, ZnAI204 80 70 55 4.8 B-5 42.2 22.3 35.5 CuO, ZnO, ZnA1204 145 80 50 3.6 M-1 49.3 50.1 0 CuO, ZnO 250 203 4 0.5 M-2 44.7 45.7 9.6 CuO, ZnO 153 161 33 2.3 M-3 42.7 43.6 13.7 CuO, ZnO, ZnAI204(t) 130 95 51 3.1 M-4 40.8 41.7 17.5 CuO, ZnO, ZnAI204 79 73 54 4.6 M-5 37.6 38.4 24.0 CuO, ZnO, ZnA1204 84 80 38 3.0 M-6 30.3 31.0 38.7 CuO, ZnO, ZnA1204 87 101 34 2.8 T-673 42.6 43.7 13.7 CuO, ZnO 60 50 65 3.6 T-773 42.6 43.7 13.7 CuO, ZnO 80 51 64 3.5 T-873 42.6 43.7 13.7 CuO, ZnO, ZnA1204(t) 110 75 54 3.1 T-973 42.6 43.7 13.7 CuO, ZnO, ZnAI204 210 165 18 0.9 COM-I 42.1 51.6 6.3 CuO, ZnO 80 50 42 5.0 COM-2 42.7 46.4 10.9 CuO, ZnO 140 132 45 4.0 COM-3 42.4 48.5 9.1 CuO, ZnO 120 127 55 3.1 Determined by atomic absorption spectrometry. Metallic copper dispersion. influenced by the phase composition of the catalytic precursor. Strictly, it was observed that the Lcuo and Lz.o values were related to the hydrotalcite content in the hydroxycarbonate precursor: the higher the amount of hydrotalcite in the pre- cursor, the lower the CuO and ZnO crystallite sizes in the resulting mixed oxide. Thus, the lowest Lcuo values in samples of sets B and M were determined for samples B-4 and M-4, respectively, which were both obtained from catalytic pre- cursors containing a single high-crystalline hydrotalcite phase. Finally, it must be noted in Table 2 that the BET surface areas of binary samples B-1 (Sg = 5 m2/g) and M-1 (Sg=4 mZ/g) were about one order of magnitude lower than those measured for the ternary samples of sets B and M. The XRD characterization of samples of set T was employed for investigating the influence the calcination temperature has on the mixed oxide structure. Samples T-673 and T-773 exhibited two crystalline phases of CuO and ZnO. An additional crystalline phase of ZnA1204 was detected in samples calcined at temperatures higher than 773 K. The mean CuO crystallite size gradually increased with increas- ing calcination temperature, but a significant drop in Lcuo values was only verified upon heating the sample at temperatures higher than 873 K, as can be seen in Table 2 where the Lcuo values of samples T-873 and T-973 are compared. With regard to commercial catalysts, note that catalysts COM-1, COM-2, and COM-3 exhibited only two crystalline phases of CuO and ZnO; no traces of a ZnA1204 spinel-like phase was detected. This is consistent with the XRD charac- 290 M.J.L. Ginds et al. /Applied Catalysis A: General 131 (1995) 283 296 0.3~ i 0.2 c, ~oX 0.1 0~ L 0 5 10 15 20 25 30 Sgc. (m2 / g Cu) Fig. 1. Turnover frequency (TOF) for the WGS reaction (T=503 K; P= 1 atm; CO:H20:H2= 1:3:3; GHSV=90 000 h ~) as a function of copper metal surface area (Sgcu). Laboratory samples of set B (O), set M ( * ), and set T ( ) ; commercial samples ( [] ). terization of samples of sets B and M which showed that the ZnAI204 phase is not formed in samples containing less than ca. 13% A1203, at least in a crystalline bulk structure. Finally, the metallic copper dispersions were measured after reducing the mixed oxides with hydrogen. The Dcu values obtained are summarized in the last column of Table 2. It is observed that the copper metal dispersion varied between a mini- mum of 0.5% (sample M-1 ) and a maximum of 5% (sample COM-I ). 3.3. Catalyst testing No significant loss of activity was observed during the 14-h catalytic tests. Moreover, the metallic copper dispersion of several samples was determined after the corresponding catalytic run and no significant differences were observed between the Dcu values before the catalytic test and those after the activity meas- urement. Thus, the catalytic data reported in this paper were taken at the end of the runs, under steady-state conditions. In order to investigate the structure-sensitivity character of the WGS reaction, the WGS rates at 503 K and 1 atm were measured for all the samples given in Table 2, after its activation with a gaseous 5%H2/N2 mixture as detailed in Sec- tion 2. Rates are expressed as a turnover frequency, i.e. the number of molecules produced per surface copper atom per second. The TOF values obtained were plotted as a function of copper metal surface area in Fig. 1. The copper metal surface areas were calculated from the Dcu values given in Table 2 and by assuming a copper atom density of 1.41 - 10j5 atoms/cm2, which is the average of the values corresponding to Cu(100), Cu(110), and Cu( 111 ) planes [22,23]. Fig. 1 shows that the turnover frequency was essentially constant when the copper metal surface area was varied between 3 and 35 m2/g Cu, since all the TOF values fell in the 0.2~0.3 s ~ range. M.J.L. Gin's et al. /Applied Catalysis A: General 131 (1995) 283-296 291 / 0.8; 0.54 ~, 0 19~ *~r~r ~ 0 0.3 0.5 AI / Zn 1.00 0.7 2.5 ~ :lelative activity /)j Copper ~/ Dispersion Precursor composition Fig. 2. Influence of the phase composition of hydroxycarbonate precursor on the metallic copper dispersion and on the activity in WGS reaction (T=503 K; P= 1 atm; CO:H20:H2= 1:3:3; GHSV=90000 h t). Results obtained with samples of set B. Au = Aurichalcite; Hy = Hydrozincite; Ro = Rosasite; HT = Hydrotalcite. On the other hand, the influence of the precursor structure on catalyst activity was examined by analyzing the catalytic results obtained with the five samples of set B, which contain the same amount of copper. Results are given in Fig. 2. As can be seen, both the metallic copper dispersion and the catalyst activity greatly depended on the phase composition of hydroxycarbonate precursors. Catalyst B-4, which was obtained from a catalytic precursor crystallized with a single hydrotal- cite-like structure, displayed the highest activity. In the other extreme, binary catalyst B- 1 was the least active catalyst. In general, it was observed that the sample activity was related to the amount of hydrotalcite contained in the precipitate precursor: the higher the hydrotalcite content in the precursor, the higher the activity of the resulting catalyst. This correlation between carbon monoxide conversion and hydrotalcite was also observed for samples of set M. Finally, the effect the calcination temperature has on catalyst activity was assessed by analyzing the results obtained with samples of set T. As shown in 0.6 0 ,1~ 0.4 0 0 0,2 0 ' 673 \\ \\\\ \\ \\ \\ \\\\\\\\ 773 873 973 T (1<) Fig. 3. Specific WGS rate ( T= 503 K; P = 1 atm; CO:H20:Hz = 1:3:3; GHSV = 90 000 h- i ) as a function of the calcination temperature. Results obtained with samples of set T. 292 M.J.L. Gings et al. /Applied Catalysis A: General 131 (1995) 283-296 Fig. 3, the specific WGS rate slightly decreased when the calcination temperature was increased from 673 K up to 873 K; i.e. samples T-673, T-773 and T-873 exhibited comparable activity. A drastic drop in activity was only noted upon calcining precursor T at 973 K (sample T-973). 4. Discussion Results given in Fig. 1 showed that the turnover frequency for the WGS reaction measured over Cu/ZnO/A1203 catalysts at 503 K and 1 atm was nearly the same (0.2-0.3 s 1) for the 18 catalysts tested. Such a TOF number can be compared with values reported in literature for a variety of copper-based catalysts. Consid- eration must be given to the fact that the TOF values vary with temperature and H20/CO ratio. Van Herwijnen and De Jong [6] found a value of ro= 53.10_6 gmol/g Cu/s on a commercial Cu/ZnO catalyst at 501 K, 1 atm and H20/CO = 3. From such a ro value, and by assuming that the Cu/ZnO catalyst employed in the paper by Van Herwijnen and De Jong has a metallic copper dispersion similar to that measured here for binary sample B- 1 (Dcu = 0.7%) we calculate a TOF of 0.5 s I which is in fairly good agreement with our TOF value. Grenoble et al. [3] reported a TOF of 12 s-~ measured on a 10% Cu/A1203 catalyst at 573 K and 1 atm and using a H20/CO atomic ratio of 1.3. By employing an activation energy of 16 kcal/mol [ 1,4,6] we obtain by extrapolation to 503 K a TOF of i.7 s-1. Finally, Nakamura et al. [ 14] studied the activity and kinetics of Cu(110) in the WGS reaction. These authors measured a turnover rate of 0.214.1015 molecule/ cm2/s at 540 K and H20/CO = 0.38. Using the values of activation energy (E~ = 10 kcal/mol) and copper surface atom density (1.09-10j5 atoms/cm2) that they determined for the Cu(110) surface, and assuming that the rate is first order in water and zero order in carbon monoxide [ 11 ], we can extrapolate the TOF value found at 540 K and H20/CO = 0.38 to our experimental conditions. We obtain a TOF of 0.8 s- ~ when extrapolating to 503 K and H20/CO = 3. Overall, we observe that the TOF values measured in the present paper compare favourably with those reported in previous work on copper-based catalysts. In terms of catalyst parameters, the results given in Fig. 1 imply that the TOF value was essentially constant not only when the copper metal surface area was varied between 3 and 35 m2/g Cu, but also when the CuO loading was varied between 30 and 50 wt.-%, the metallic copper dispersion between 0.5 and 5.0%, the calcination temperature between 673 and 973 K, and the A1/Zn atomic ratio between 0 and 2.5 (Tables 1 and 2). From these results which clearly showed that the turnover frequency is not modified by significantly changing several critical catalyst parameters, we conclude that under the experimental conditions used the WGS reaction is a structure-insensitive reaction on Cu/ZnO/Al203 catalysts, and the specific reaction rate is always proportional to the copper metal surface area. This conclusion is in agreement with the results reported by Grenoble et al. [ 3 ] M.J.L Gin,s et al. /Applied Catalysis A: General 131 (1995) 283 296 293 and by Lloyd et al. [ 12] but differs with those obtained by others authors [ 13-15]. Among these few publications on the structure-sensitivity character of the WGS reaction, only Chinchen and Spencer [ 15 ] have reported a full data set suitable for comparing with the results presented here. These authors tested sixteen commercial and laboratory Cu/ZnO/A1203 catalysts and concluded that the WGS reaction is rather a structure-sensitive reaction, since they found differences in the turnover frequency of up to one order of magnitude when changing the copper metal surface area between 10 and 40 m2/g Cu. Catalysts and experimental conditions used in the present work are comparable to those reported in Chinchen and Spencer's paper [ 15 ], excepting for the reactor pressure and for the reactant mixture. In fact, we have worked at 1 atm and used a C/steam ratio of 0.33 ( 10% CO) without adding carbon dioxide to the feed, whereas Chinchen and Spencer performed the catalytic runs at 30 atm and employed a reactant mixture containing carbon dioxide and a total C/steam ratio of 4 ( 10% CO). Our results and a survey of the results of other groups did not allow us to assess the effect, if any, of both the reactor pressure and the reactant mixture on the structure-sensitivity character of the WGS reaction. More experimental data obtained over a wider range of operational conditions are therefore needed to ascertain the influence of these factors. On the other hand, several recently published papers have provided strong evi- dence supporting the interpretation that the WGS reaction over Cu-based catalysts occurs via a surface redox mechanism [9-11 ]. This is a regenerative mechanism whereby copper is successively oxidised and reduced by water and carbon mon- oxide according to the following simplified scheme [ 14]: H20(g) +2Cu ~ Cu20+H2tg) (1) CO(g) -4-Cu20 ~ CO2(g) +2Cu (2) involving the oxidation and reduction of the copper surface, Cu~ Cu~ +, with water and carbon monoxide, respectively. Because reduction of the oxidised copper sites by COcg) in step 2 proceeds quickly to produce CO2~ g) [ 24,25 ], several authors [ 13,14,26 ] have proposed that step 1 is the rate-determining step. The structure-sensitivity of the WGS reaction on copper would therefore be related to the water dissociation for producing O~a) and hydrogen. If this is true, our results can be interpreted by considering that step 1 is not sensitive to modifications of catalyst parameters, at least under the standard reaction conditions used in this work. A striking feature of our results showing that the WGS reaction is a structure- insensitive reaction is the conclusion that an optimum WGS catalyst should contain the metallic copper phase highly dispersed on the mixed oxide support. The results given in Tables 1 and 2 and in Fig. 2 show that both the mean CuO crystallite size in the mixed oxide and the resulting metallic copper dispersion in the activated catalyst depend mainly on the phase composition of the precipitate precursor. The presence of hydrotalcite in the precipitate precursor proved to be necessary to obtain CuO in a finely dispersed phase on the resulting mixed oxide. As a consequence, 294 M.J.L. Ginds et al. /Applied Catalysis A: General 131 (1995) 283~96 catalysts with substantially faster WGS rate were prepared from hydrotalcite-con- taining precursors: the higher the hydrotalcite content in the precipitate precursor, the higher the WGS activity of the final reduced catalyst. Thus, the most active catalysts of sets B and M were catalysts B-4 and M-4, respectively, which were both obtained from decomposition of precursors containing a single hydrotalcite phase. The influence the hydrotalcite has on the formation of very small CuO crystallites has been previously noted, and it was attributed to the fact that hydro- talcite contains the elements homogeneously distributed inside the ternary structure thereby avoiding any kind of segregation into regions of different composition [27,28]. In the other extreme, a similar explanation accounts for the low activity exhibited by binary samples B-1 and M-1 compared to all the ternary samples of sets B and M. In fact, since the ternary hydrotalcite phase cannot be formed in binary Cu-Zn precursors, mixed oxides B-1 and M-1 exhibited the largest CuO crystallites and, after its activation with hydrogen, the lowest Dcu values (Table 2). As a consequence, for a given copper loading the specific WGS rate on CuO/ZnO mixed oxides was up to one order of magnitude lower than CuO/ZnO/A1203 samples. The addition of aluminium, although inactive for the WGS reaction, appears therefore to be necessary for preparing fresh catalysts exhibiting superior activity. The role of aluminium would be not only to act as an alumina or aluminate support stabilizing the metallic copper crystallites but also to form hydrotalcite precursors which in turns lead to more active catalysts. Note, however, that hydro- talcite was selectively obtained as a single phase only in precipitate precursors having a (Cu + Zn)/A1 atomic ratio of about 3, the stoichiometric M2 +/M3 + metal cation ratio of hydrotalcite formulation. This is in agreement with previous work which showed that hydrotalcite is selectively obtained by the coprecipitation method in Cu/Zn(Co, Ni)/AI(Cr) systems only for a rigid composition stoichi- ometry [ 29,30]. It is worth noting here that the role of ZnO with regard to the WGS activity of CuO/ZnO/A1203 catalysts is still a matter of debate. Whereas several authors postulate that ZnO plays an active role either by stabilizing active CuI + species in the ZnO matrix or by creating synergetic effects with metal copper sites [31-33] others believe that ZnO acts merely as a 'spacer' which helps to disperse the metallic copper phase [ 19,34]. While it was not the intent of this work to assess the effect of ZnO support on WGS activity, it must be pointed out that our results support a model were metallic copper is the active phase since the catalyst activity was only related to the copper metal surface area. We did not observe any synergetic rela- tionship between metallic copper and ZnO in spite of changing the Cu/Zn ratio between 0.7 and 2. Finally, the results presented in Fig. 3 show that the catalyst activity also depends on the calcination temperature. The carbon monoxide conversion diminished when precursor T was calcined at increasing temperatures, starting from 673 K, but a drastic drop in activity was observed when the precursor was heated at temperatures higher than 873 K. These results can be explained by analyzing the characteristics M.J.L. Gin's et al. /Applied Catalysis A: General 131 (1995) 283-296 295 of the thermal decomposition of Cu-Zn-A1 hydroxycarbonate precursors. Previous studies [35-37] have shown that these materials decompose in three main endo- thermic transformations in the temperature ranges 363-453 K, 453-673 K, and 673-923 K. The formation of the porous structure of the resulting mixed oxides occurs by elimination of both the hydroxyl groups and the carbonate ions of the hydroxycarbonate precursor as gaseous H20 and CO2, respectively. Dehydroxy- lation is completed in the middle-temperature range whereas the final decarbonation of the samples is achieved in the high-temperature transformation, at about 823- 873 K. A significant sintering of the mixed oxide structure takes place when samples are heated at higher temperature, i.e. after removal of the strong bonded carbonate ions. This explains the drastic drop observed here in both the Lcuo value (Table 2) and the catalyst activity (Fig. 3) upon heating the sample at 973 K. 5. Conclusions The main conclusions of this study regarding the activity and the structure- sensitivity of the water-gas shift reaction over Cu/ZnO/AI203 catalysts can be summarized as follows: (i) The water-gas shift reaction is a structure-insensitive reaction over Cu/ZnO/ A1203 catalysts, copper being the active metal. Thus, the specific WGS rate results always proportional to the copper metal surface area, irrespective of changing the A1/Zn ratio, the mean copper crystallite size, and/or the copper loading. (ii) The CuO/ZnO/AI203 mixed oxides should contain CuO in a finely dispersed phase in order to obtain WGS catalysts exhibiting superior activity. For a given copper loading, the CuO crystallite size in the mixed oxide depends on the hydro- talcite content in the hydroxycarbonate precursor: the higher the hydrotalcite amount in the precursor, the lower the CuO crystallite size in the resulting mixed oxide. Thus, hydrotalcite appears to be a preferential precursor structure for pre- paring an optimum WGS catalyst by coprecipitation. (iii) The CuO crystallite size also depends on the calcination temperature used for decomposing the precipitate precursors. The Lcuo value continuously diminishes when the calcination temperature is increased from 673 to 973 K but the decrease is no drastic up to about 873 K which is the temperature needed for totally removing the carbonate ions. (iv) For a given copper loading, Cu/ZnO/A1203 catalysts are substantially more active than Cu/ZnO catalysts because ternary hydrotalcite cannot be formed in binary Cu-Zn precursors. The addition of aluminium allows the formation of hydrotalcite which in turns lead to more active catalysts. Acknowledgements Support of this work by the Consejo Nacional de Investigaciones Cientfficas y T6cnicas (CONICET, Argentina) is gratefully acknowledged. 296 M.J.L. Gin's et al. /Applied Catalysis A: General 131 (1995) 283-296 References [ 1 ] D.S. Newsome, Catal. Rev. Sci. Eng., 21 (1980) 275. [2] P.N. Hawker, Hydroc. Process., 61 (1982) 183. [3] D.C. Grenoble, M.M. Estadt and D.F. Ollis, J. Catal., 67 ( 1981 ) 90. [4] C.T. Campbell and K.A. Daube, J. Catal., 104 (1987) 109. [5] G. Petrini and F. Garbassi, J. Catal., 90 (1984) 113. [6] Y. van Herwijnen and W.A. de Jong, J. Catal., 63 (1980) 83. [7] T. Salmi and R. Hakkarainer, Appl. Catal., 49 (1989) 285. [8] T. Takagua, G. Pleizer and Y. Amenomiya, Appl. Catal., 18 (1985) 285. [9] R.A. Hadden, H.D. Vandervell, K.C. Waugh and G. Webb, in M.J. Phillips and M. Ternan (Editors), Proc. 9th Int. Cong. Catal., Calgary, 1988, Vol. 4, The Chemical Institute of Canada, Ottawa, 1988, pp. 1835- 1841. [ 10] S. Fujita, M. Usui and N. Takezawa, J. Catal., 134 (1992) 220. [ 11 ] C.V. Ovesen, P. Stoltze, J.K. Norksov and C.T. Campbell, J. Catal., 134 (1992) 445. [ 12] L. Lloyd, D.E. Ridler and M.V. Twigg, in M.V. Twigg (Editor), Catalyst Handbook, 2rid edition, Wolfe, London, 1989, p. 283. [ 13] E.G.M. Kuijpers, R.B. Tjepkema and W.J.J. van der Wal, Appl. Catal., 25 (1986) 139. [ 14] J. Nakamura, J.M. Campbell and C.T. Campbell, J. Chem. Soc. Faraday Trans., 86 (1990) 2725. [ 15] G.C. Chinchen and M.S. Spencer, Catal. Today, 10 ( I991 ) 293. [ 16] M. Boudart, Adv. Catal., 20 (1969) 153. [ 17] A.J. Marchi, J.I. Di Cosimo and C.R. Apestegu/a, Catal. Today, 15 (1992) 383. [ 18] G.C. Chinchen, C.M. Hay, H.D. Vandervell and K.C. Waugh, J. Catal., 103 (1987) 79. [ 19] P.W. Young and C.B. Clark, Chem. Eng. Prog., 69 (5) (1973) 69. [20] M.J.L. Gin6s and C.R. Apesteguia, Latinam. Appl. Res., in press. [21 ] D.S. Shishkov, N.A. Kassabova and K.N. Petkov, Stud. Surf. Sci. Catal., 16 (1983) 757. [22] G.L. Kington and J.M. Holmes, Trans. Faraday Soc., 49 (1953) 417. [23] G.E. Parris and K. Klier, J, Catal., 97 (1986) 374. [24] F.H.M.P. Habraken and G,A. Bootsma, Surf. Sci., 87 (1979) 333. [25] O.P. van Pruissen, M.M.M. Dings and O.L.J. Gijzeman, Surf. Sci., I79 (1987) 337. [26] G.C. Chinchen, M.S. Spencer, K.C. Waugh, and D.A. Whan, J. Chem. Soc. Faraday Trans. 1, 83 (1987) 2193. [27] P. Gherardi, O. Ruggeri, F. Trifir~, A. Vaccari, G. Del Piero, G. Manara and B. Notari, Stud. Surf. Sci. Catal., 16 (1983) 723. [28] S. Miyata, Clays Clay Miner., 23 (1975) 369. [ 29 ] A.J. Marchi, J.I. Di Cosimo and C.R. Apestegula, Proc. 4th Int. Symp. on Scientific Bases for the Preparation of Catalysts, Louvain-la-Neuve, Belgium, Pap. H-7, 1986. [30] F. Cavani, F. Trifir6 and A. Vaccari, Catal. Today, 11 ( 1991 ) 173. [31 ] G.A. Vedage, R. Pitchai, R.G. Herman and K. Klier, Proc. 8th International Congress on Catalysis, Berlin, 1984, Vol. 2, Verlag Chemie, Weinheim, 1984, p. 47. [32] T.M. Yurieva and T.P. Minyukova, React. Kinet. Catal. Lett., 29 (1985) 55. [33] T. Fujitani, M. Saito, Y. Kanai, T. Watanabe, J. Nakamura and T. Uchijima, Chem. Lett.,(1994) 1877. [34] F. Pepe, R. Polini and L. Stoppa, Catal. Lett., 14 (1992) 15. [35] W.T. Reichle, S.C. Yang and D.S. Everhardt, J. Catal., 101 (1986) 352. [36] J.G. Nunan, P.B. Himelfarb, R.G. Herman, K. Klier, C.E. Bogdan and G.W. Simmons, Inorg. Chem., 28 (1989) 3868. [37] F. Rey, V. Forn6s and J.M. Rojo, J. Chem. Soc. Faraday Trans., 88 (1992) 2233. APCATA 95001468 0926-860X(95)00146-8 10.1016/0926-860X(95)00146-8 Elsevier Science B.V. All rights reserved Activity and structure-sensitivity of the water-gas shift reaction over CuZnAl mixed oxide catalysts M.J.L. Ginés a N. Amadeo b M. Laborde b C.R. Apesteguía a 1 a Instituto de Investigaciones en Catálisis y Petroquímica (INCAPE), UNL-CONICET Santiago del Estero 2654, 3000 Santa Fe ,Argentina b PINMATE, Chemical Engineering Department, Universidad de Buenos Aires Ciudad Universitaria, 1428 Buenos Aires ,Argentina 1 tel. (+54-42) 555279, fax. (+54-42) 550944. The activity and structure-sensitivity of the water-gas shift (WGS) reaction over CuZnAl mixed oxide catalysts were studied. Three sets of samples with different Cu/Zn and (Cu+Zn)/Al atomic ratios were prepared by coprecipitation. Depending on the cation ratio, the ternary hydroxycarbonate precursors contained hydrotalcite, aurichalcite and/or rosasite phases. The decomposed precursors contained CuO, ZnO, ZnAl2O4, and Al2O3. The relative proportion of these phases depended on both the chemical composition of the sample and the calcination temperature employed for decomposing the precursor. After activation with hydrogen, samples were tested for the WGS reaction at 503 K. The turnover frequency of the eighteen samples tested was essentially the same (0.2–0.3 s−1) irrespective of changing the copper metal surface area between 3 and 35 m2/g Cu and the metallic copper dispersion between 0.5 and 5.0%. This indicated that the WGS reaction is a structure-insensitive reaction, as the specific reaction rate r0 (mol CO/h/g Cu) is always proportional to the copper metal surface area. Preparation of mixed oxides with a high copper dispersion is therefore required for obtaining more active catalysts. It was found that the value of the metallic copper dispersion is related to the amount of hydrotalcite contained in the hydroxycarbonate precursor: the higher the hydrotalcite content in the precursor, the higher the copper metal dispersion in the resulting catalyst and, as a consequence, the higher the catalyst activity. Ternary Cu/ZnO/Al2O3 catalysts exhibited a substantially faster WGS activity than binary Cu/ZnO catalysts. The addition of aluminium, although inactive for the WGS reaction, is required for improving the catalyst performance. Keywords Water-gas shift reaction Copper oxide/zinc oxide/alumina Structure-sensitivity References [1] Newsome D.S. Catal. Rev. Sci. Eng. 21 1980 275 [2] Hawker P.N. Hydroc. Process. 61 1982 183 [3] Grenoble D.C. Estadt M.M. Ollis D.F. J. Catal. 67 1981 90 [4] Campbell C.T. Daube K.A. J. Catal. 104 1987 109 [5] Petrini G. Garbassi F. J. Catal. 90 1984 113 [6] van Herwijnen T. de Jong W.A. J. Catal. 63 1980 83 [7] Salmi T. Hakkarainer R. Appl. Catal. 49 1989 285 [8] Takagua T. Pleizer G. Amenomiya Y. Appl. Catal. 18 1985 285 [9] Hadden R.A. Vandervell H.D. Waugh K.C. Webb G. 2nd edition Phillips M.J. Ternan M. Proc. 9th Int. Cong. Catal., Calgary, 1988 Vol. 4 1988 The Chemical Institute of Canada Ottawa 1835 1841 [10] Fujita S. Usui M. Takezawa N. J. Catal. 134 1992 220 [11] Ovesen C.V. Stoltze P. Norksov J.K. Campbell C.T. J. Catal. 134 1992 445 [12] Lloyd L. Ridler D.E. Twigg M.V. Twigg M.V. Catalyst Handbook 2nd edition 1989 Wolfe London 283 [13] Kuijpers E.G.M. Tjepkema R.B. van der Wal W.J.J. Appl. Catal. 25 1986 139 [14] Nakamura J. Campbell J.M. Campbell C.T. J. Chem. Soc. Faraday Trans. 86 1990 2725 [15] Chinchen G.C. Spencer M.S. Catal. Today 10 1991 293 [16] Boudart M. Adv. Catal. 20 1969 153 [17] Marchi A.J. Di Cosimo J.I. Apesteguía C.R. Catal. Today 15 1992 383 [18] Chinchen G.C. Hay C.M. Vandervell H.D. Waugh K.C. J. Catal. 103 1987 79 [19] Young P.W. Clark C.B. Chem. Eng. Prog. 69 5 1973 69 [20] M.J.L. Ginés and C.R. Apesteguía, Latinam. Appl. Res., in press. [21] Shishkov D.S. Kassabova N.A. Petkov K.N. Stud. Surf. Sci. Catal. 16 1983 757 [22] Kington G.L. Holmes J.M. Trans. Faraday Soc. 49 1953 417 [23] Parris G.E. Klier K. J. Catal. 97 1986 374 [24] Habraken F.H.M.P. Bootsma G.A. Surf. Sci. 87 1979 333 [25] van Pruissen O.P. Dings M.M.M. Gijzeman O.L.J. Surf. Sci. 179 1987 337 [26] Chinchen G.C. Spencer M.S. Waugh K.C. Whan D.A. J. Chem. Soc. Faraday Trans. 1 83 1987 2193 [27] Gherardi P. Ruggeri O. Trifirò F. Vaccari A. Del Piero G. Manara G. Notari B. Stud. Surf. Sci. Catal. 16 1983 723 [28] Miyata S. Clays Clay Miner. 23 1975 369 [29] Marchi A.J. Di Cosimo J.I. Apesteguía C.R. Proc. 4th Int. Symp. on Scientific Bases for the Preparation of Catalysts 1986 Louvain-la-Neuve Belgium Pap. H-7 [30] Cavani F. Trifirò F. Vaccri A. Catal. Today 11 1991 173 [31] Vedage G.A. Pitchai R. Herman R.G. Klier K. Proc. 8th International Congress on Catalysis, Berlin, 1984 Vol. 2 1984 Verlag Chemie Weinheim 47 [32] Yurieva T.M. Minyukova T.P. React. Kinet. Catal. Lett. 29 1985 55 [33] Fujitani T. Saito M. Kanai Y. Watanabe T. Nakamura J. Uchijima T. Chem. Lett. 1994 1877 [34] Pepe F. Polini R. Stoppa L. Catal. Lett. 14 1992 15 [35] Reichle W.T. Yang S.C. Everhardt D.S. J. Catal. 101 1986 352 [36] Nunan J.G. Himelfarb P.B. Herman R.G. Klier K. Bogdan C.E. Simmons G.W. Inorg. Chem. 28 1989 3868 [37] Rey F. Fornés V. Rojo J.M. J. Chem. Soc. Faraday Trans. 88 1992 2233",
      "scopus-id": "0001619045",
      "coredata": {
        "eid": "1-s2.0-0926860X95001468",
        "dc:description": "The activity and structure-sensitivity of the water-gas shift (WGS) reaction over CuZnAl mixed oxide catalysts were studied. Three sets of samples with different Cu/Zn and (Cu+Zn)/Al atomic ratios were prepared by coprecipitation. Depending on the cation ratio, the ternary hydroxycarbonate precursors contained hydrotalcite, aurichalcite and/or rosasite phases. The decomposed precursors contained CuO, ZnO, ZnAl2O4, and Al2O3. The relative proportion of these phases depended on both the chemical composition of the sample and the calcination temperature employed for decomposing the precursor. After activation with hydrogen, samples were tested for the WGS reaction at 503 K. The turnover frequency of the eighteen samples tested was essentially the same (0.2–0.3 s−1) irrespective of changing the copper metal surface area between 3 and 35 m2/g Cu and the metallic copper dispersion between 0.5 and 5.0%. This indicated that the WGS reaction is a structure-insensitive reaction, as the specific reaction rate r0 (mol CO/h/g Cu) is always proportional to the copper metal surface area. Preparation of mixed oxides with a high copper dispersion is therefore required for obtaining more active catalysts. It was found that the value of the metallic copper dispersion is related to the amount of hydrotalcite contained in the hydroxycarbonate precursor: the higher the hydrotalcite content in the precursor, the higher the copper metal dispersion in the resulting catalyst and, as a consequence, the higher the catalyst activity. Ternary Cu/ZnO/Al2O3 catalysts exhibited a substantially faster WGS activity than binary Cu/ZnO catalysts. The addition of aluminium, although inactive for the WGS reaction, is required for improving the catalyst performance.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-10-26",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001468",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ginés, M.J.L."
          },
          {
            "@_fa": "true",
            "$": "Amadeo, N."
          },
          {
            "@_fa": "true",
            "$": "Laborde, M."
          },
          {
            "@_fa": "true",
            "$": "Apesteguía, C.R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001468"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001468"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00146-8",
        "prism:volume": "131",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Activity and structure-sensitivity of the water-gas shift reaction over CuZnAl mixed oxide catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Water-gas shift reaction"
          },
          {
            "@_fa": "true",
            "$": "Copper oxide/zinc oxide/alumina"
          },
          {
            "@_fa": "true",
            "$": "Structure-sensitivity"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "283-296",
        "prism:endingPage": "296",
        "pubType": "fla",
        "prism:coverDisplayDate": "26 October 1995",
        "prism:doi": "10.1016/0926-860X(95)00146-8",
        "prism:startingPage": "283",
        "dc:identifier": "doi:10.1016/0926-860X(95)00146-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001619045"
      }
    }
  }
}