{
  "metadata": {
    "title": "Suppression of carbon deposition in the CO<ce:inf loc=post>2</ce:inf>-reforming of CH<ce:inf loc=post>4</ce:inf> by adding basic metal oxides to a Ni/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-09-02",
    "doi": "10.1016/0926-860X(96)00100-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96001007",
    "pii": "0926860X96001007"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001575920",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96001007 0926-860X(96)00100-7 0926860X96001007 10.1016/0926-860X(96)00100-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00038 2024-01-01T12:18:48.759026Z 0 0 19960902 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 144 144 1 2 1 2 Volume 144, Issues 1–2 8 111 120 111 120 19960902 2 September 1996 1996-09-02 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. SUPPRESSIONCARBONDEPOSITIONINCO2REFORMINGCH4BYADDINGBASICMETALOXIDESANIAL2O3CATALYST HORIUCHI T SODESAWA 1979 107 T ASHCROFT 1991 225 A GADALLA 1988 3049 A GADALLA 1989 2825 A ROSTRUPNIELSEN 1993 38 J ERDOHELYI 1994 205 A ROSTRUPNIELSEN 1984 1 J CATALYSISSCIENCETECHNOLOGY TURLIER 1993 119 T PROCEEDINGSINTERNATIONALCONFERENCECARBONDIOXIDEUTILIZATION TAKAYASU 1993 370 O PROCEEDINGSINTERNATIONALCONFERENCECARBONDIOXIDEUTILIZATION FUJIMOTO 1992 529 K TAKAYASU 1993 305 O ROSTRUPNIELSEN 1988 73 J ROSTRUPNIELSEN 1991 85 J YAMAZAKI 1992 O MORI 1984 263 T MORI 1986 199 T ROSTRUPNIELSEN 1984 31 J MCCARTY 1979 406 J ERDOHELYI 1993 287 A MORI 1977 T OSAKI 1994 33 T MORI 1977 T HORIUCHIX1996X111 HORIUCHIX1996X111X120 HORIUCHIX1996X111XT HORIUCHIX1996X111X120XT item 0926-860X(96)00100-7 0926860X96001007 1-s2.0-0926860X96001007 10.1016/0926-860X(96)00100-7 271346 2024-01-01T12:18:48.759026Z 1996-09-02 1-s2.0-0926860X96001007-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001007/MAIN/application/pdf/1044d2855f685ac5db7970ac6f264f97/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001007/MAIN/application/pdf/1044d2855f685ac5db7970ac6f264f97/main.pdf main.pdf pdf true 540362 MAIN 10 1-s2.0-0926860X96001007-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001007/PREVIEW/image/png/4d571e43e6afc09c0d37350e2064f3d1/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001007/PREVIEW/image/png/4d571e43e6afc09c0d37350e2064f3d1/main_1.png main_1.png png 43674 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 144 (1996) 111-120 Suppression of carbon deposition in the CO2-reforming of CH4 by adding basic metal oxides to a Ni/AI203 catalyst Tatsuro Horiuchi a,* ,1 Kaori Sakuma b Takehisa Fukui b Yukio Kubo b Toshihiko Osaki a Toshiaki Mori a a National Industrial Research Institute of Nagoya, Hirate-cho, Kita-ku, Nagoya 462, Japan b Japan Fine Ceramics Center, 2-4-1, Mutsuno, Atsuta-ku, Nagoya 456, Japan Received 6 September 1995; revised 15 February 1996; accepted 16 March 1996 Abstract The effect of the oxides of Na, K, Mg, and Ca on CO2-reforming of CH4 over Ni/AI203 catalysts was studied from the viewpoint of carbon deposition. These added oxides markedly suppressed the carbon deposition during CO2-reforming, also in the absence of CO2. It was concluded that the suppression of carbon deposition resulted from the decrease in the ability of Ni catalyst for CH4 decomposition. It was also observed that the added basic metal oxides changed the reaction order from negative to positive with respect to the partial pressure of CH4 and from positive to negative with respect to the partial pressure of CO2. The observed reaction kinetics suggested that the surface of the Ni catalyst with basic metal oxides was abundant in adsorbed CO2, while the surface without them was abundant in adsorbed CH4. The abundance in adsorbed CO2 on the Ni metal surface was considered an unfavorable condition for CH4 decomposition and as a result, carbon deposition was further suppressed during CO2-reforming on Ni/A1203 catalysts with basic metal oxides. Keywords: CO:-reforming; Basic metal oxides; Carbon deposition; CH4 decomposition; Ni/A1203; Reaction kinetics 1. Introduction In recent years, global warming has become a world-wide environmental issue. CO2 is one of greenhouse effect gases and its contribution to global * Corresponding author. Tel. ( + 81-52) 911211 l, Fax. ( + 81-52) 9166993, e-mail horiuchi@nirin.go.jp. i On leave for Japan Fine Ceramics Center. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)001 00-7 112 T. Horiuchi et al. / Applied Catalysis A: General 144 (1996) 111-120 warming is very large owing to its huge amount released in the atmosphere. It is, therefore, a matter of importance to reduce the emission of CO2 in the atmosphere. CH4 is also a greenhouse effect gas and the efficiency for the greenhouse effect is more pronounced for CH4 than for CO2. The emission of CH4 in the atmosphere should also be suppressed. CO2-reforming of CH4 is an appropriate reaction, because these two harmful gases can be converted to syngas useful in chemical industries [1-6]. The conversion of CH4 into syngas is usually carried out by H20-reforming of hydrocarbons including CH4 [7]. Since the replacement of H20 with CO2 results in yielding a lower H2/CO ratio in the product gas, CO2-reforming has originally been of industrial interest. This is because the H2/CO ratio should be varied depending on the process by which syngas is converted. Recently, the CO2-reforming of CH4 has been receiving attention from the viewpoint of preserving global environment, because CO2 separated from exhaust gas can be converted to usable syngas by reacting with CH4 [8-13]. Although the reactivity for CH4 may be different between CO2 and H20, the reforming reaction sometimes accompanies carbon deposition especially on Ni catalysts, leading to catalyst deactivation [3,5]. Preventing carbon deposition is, therefore, of primary importance for a reforming reaction on a Ni catalyst. It was reported that MgO-CaO mixed oxide was an excellent support: carbon deposition was effectively prevented during the reaction of CO2 with CH4 by supporting Ni on it [14]. The suppression of carbon deposition was attributed by the authors to the basicity of the MgO-CaO mixed oxide. We studied in a systematic fashion the effect of basic metal oxides on carbon deposition during the CO2-reforming of CH4 over a Ni/AI203 catalyst. 2. Experimental Supported Ni catalysts (metal loading, 10 wt.%) were prepared by impregnat- ing y-phase A1203 with an aqueous solution of Ni(NO3)2, followed by drying and subsequent calcination at 1073 K for 3 h. The catalyst support (KHS-46; surface area, 150 m2 g-~) was purchased from Sumitomo Chemical Co. Ltd. Before impregnation, it was crushed into 20 to 30 mesh size. Basic metal oxide was added by impregnating the calcined Ni/A1203 with an aqueous solution of the metal nitrate salt of Na, K, Mg, or Ca, followed by drying and further calcination at 1073 K for 3 h. The amount of basic metal oxide was varied between 1 and 10 wt.%. Before use, the catalyst was reduced in H2 flow at 1073 K for 3 h. The reforming reaction was carried out using a fixed-bed flow type microre- actor made from a 6 mm o.d. quartz glass tube under atmospheric pressure between 773 and 1073 K. The amount of catalyst was about 0.1 g. The flow rates of CH4 and CO2 were 15 ml min- 1, respectively, and the reactant gas was T. Horiuchi et al. / Applied Catalysis A: General 144 (1996) 111-120 I 13 diluted with Ar (60 ml min- ~). Typical GHSV was 44000 h- J. The reactant and product gases were analyzed by a micro-gaschromatograph with dual thermal conductivity detectors (Microsensor Co. M-200). CO, CO2 and CH4 were analyzed in the He carrier gas with a molecular sieve 13X column. H2 was analyzed in the Ar carrier gas with a Porapack Q column. The reaction order was determined at 973 K by varying the partial pressure of a reactant gas (CH4 or CO2) from 0.01 tO 0.05 MPa keeping the partial pressure of the other reactant gas at 0.03 MPa. Ar gas was used as a balance for keeping the total flow rate of 60 ml rain-~. In order to satisfy the differential reactor condition, the amount of catalyst was varied so that CH4 conversion was below 5%. The reaction rate was calculated from CH4 conversion. Carbon wad deposited at 1073 K for 5 h in the CH4 and Ar gas (flow rate, 15 ml min-l for each gas) and also during the reforming reaction (flow rates were 15 ml min-l for CH4 and CO2). The catalysts were quenched to room temperature after the duration, then the amount of carbon deposited was determined by a carbon analyzer equipped with a non-dispersed IR detector (HORIBA EMIA- 110). The amount of CO adsorbed on the catalyst was obtained by use of a conventional pulse adsorption method. 0.1 g of catalyst was reduced in the H flow at 1073 K for 1 h. After cooling, 5 ml of CO pulse was injected into the catalyst bed at 298 K until the adsorption of CO was saturated. The Ni active surface area was calculated from the amount of CO adsorbed on the catalyst assuming linear bonding on each Ni atom which atom area was 6.5 10-2o m2 atom i. The crystallite size of Ni particles was observed from X-ray diffraction peak broadening by using the Scherrer method on a MAC Science MXP3 X-ray powder diffractometer (Cu K o~, 40 kV, 20 mA). 3. Results Fig. 1 shows the effect of the added basic metal oxides on CO chemisorption. As shown, the chemisorption ability of the Ni catalyst varied in a complicated fashion with the amount of basic metal oxides added. The addition of a small amount, i.e., 1 wt.%, resulted in a drastic decrease in the chemisorption ability for all the oxides. A further increase in the amount of the added basic metal oxide resulted in an increase in the chemisorption ability, although the ability was still smaller than that of the catalyst without oxide except the addition of MgO. Fig. 2 shows the change in the crystallite size of Ni catalyst with the addition of the basic metal oxides. As for Na20 and K20, the crystallite sizes were increased from 10 to 16 nm by the addition of 1 wt.%. Further addition did not affect the size for these two oxides. As for MgO and CaO, the crystallite size was almost the same as that of the catalysts with no additive oxide. For CaO, the 114 T. Horiuchi et al. / Applied Catalysis A: General 144 (1996) 111-120 2.5 ? 2.0- /, MgO ~'~ 1.5, / g ].o- ~ 0.5- 0.0 i t i r 2 4 6 8 10 Amount of metal oxide added / wt% Fig. 1. Effect of basic metal oxides on the Ni active surface area. (O) MgO, ( CaO, ( Na20, ( K20. size was slightly increased with the increase of the amount added. These results indicated that the Ni metal particle size was hardly changed with the amount of the metal oxide added. Fig. 3 shows the effect of the amount of the basic metal oxides on the amount of carbon deposition during CO2-reforming. The amount of carbon deposition was decreased with the increase of the metal oxides added. For K20 and MgO, a minimum of carbon deposition was observed at the addition of 1 wt.%. This corresponded to the minimum in the Ni active surface area at 1 wt.% as shown in Fig. 1. Fig. 4 summarizes the total amount of carbon deposited on the catalyst after the reaction at 1073 K for 5 h. On Ni without basic metal oxide, the mixture of 20 15- 10 o Na20 I I I I 2 4 6 8 Amount of metal oxide added / wt% I0 Fig. 2. Change in the Ni crystallite size with the amount of the basic metal oxide. Symbols are the same as in Fig. 1. T. Horiuchi et al. /Applied Catalysis A: General 144 (1996) 111-120 115 . 100 .g c ,< 1o o l I I I I | 2 4 6 8 10 Amount of metal oxide added / wt% Fig. 3. Change in the amount of carbon deposition during CO2-reforming with the amount of the basic metal oxide. Symbols are the same as in Fig. 1. CH4 and CO2 deposited carbon with the amount of 470 mg C (gear)-l, while 450 mg C (geat)- I was deposited from the flow of CH4. It is interesting to note that these two values are almost the same. A negligibly small amount of carbon ( < 1 mg C (gcat)-1) was deposited on the catalyst from the flow of CO2. These observations indicate that carbon deposition is primarily originated from CH4 decomposition. In Fig. 4, the addition of basic metal oxides to the Ni/A1203 catalyst resulted in a marked decrease in the amount of carbon deposited from the mixture of CH4 and Ar (e.g. < 150 mg C (gcat)-l). It is, therefore, concluded that basic 500 - .~ 400 ;ll0 N 100- ii!!i~i~it [ii::i::i::i::i::l [] cH4 [] CH4+CO2 No metal oxide MgO CaO ........., Na20 K20 Fig. 4. Amount of carbon deposited on the Ni/AI203 catalysts with and without basic metal oxide after the reaction at 1073 K for 5 h during CO2-reforming and CH4 decomposition. The basic metal oxide loading was 10 wt.%. 116 T. Horiuchi et al. /Applied Catalysis A: General 144 (1996) 111-120 -7 ~~ -8 - \"5 -9- -10 - MgO No metal oxide Na20 CaO -11 i i i 0.9 1.0 1.1 1.2 1.3x10.3 T1 /K-1 Fig. 5. Reaction rate of CO2-reforming at 973 K over the Ni/AI203 catalysts with and without basic metal oxide. ( Ni/AI203 catalyst, (0) Ni/AlzO3 catalysts with 10 wt.% basic metal oxides. metal oxides decrease the ability of the Ni catalyst for CH4 decomposition. Among the oxides examined, Na20 decreased most markedly the ability for CH4 decomposition. During the reforming reaction, carbon deposition was highly suppressed by adding basic metal oxides than in the absence of CO2. The sequence was approximately the same between the extent of suppressing carbon deposition during reaction and the decrease in the ability for CH4 decomposi- tion. Fig. 5 illustrates the effect of the basic metal oxides on the rate of the COz-reforming of CH4 over a Ni/A1203 catalyst. Here, the rate was normal- ized in terms of the surface area of supported Ni metal. All the oxides examined suppressed CO2-reforming: K20 exhibited the most pronounced suppression effect and Na20 had virtually no effect. Since the rate in Fig. 5 was independent of the Ni surface area, it is concluded that the basic metal oxides intrinsically decrease the ability of supported Ni for CO2-reforming. For Ni catalysts without and with CaO, the rate of COa-reforming is plotted respectively in Figs. 6 and 7 as a function of the partial pressure of reactant gases. On Ni/AI203 without CaO, the reaction order was negative with respect to CH4 partial pressure and positive with respect to CO2 partial pressure. On Ni/AI203 with CaO, on the other hand, the situation was just the opposite: positive with respect to CH4 and negative with respect to CO2. Other basic metal oxides also changed the reaction order from negative to positive with respect to CH4 and from positive to negative with respect to CO2. 4. Discussion Basic metal oxides added, especially in a small amount, decreased the amount of CO chemisorbed on supported Ni catalysts. Since CO is not chemisorbed on T. Horiuchi et al. /Applied Catalysis A: General 144 (1996) I 11-120 I 17 3.0 2.5 2.0 1.5 Ni/al203 CH4 CO, -0.27 0.21 I I I -4.5 -4.(I 3.5 -3.0 In PcH4 or In Pc%/MPa Fig. 6. Reaction order of CO2-reforming over Ni/AlzO3 catalyst. (0) CHa, ( CO~, The numbers in the figure indicate the reaction order for each reaction gas. the basic metal oxide and the Ni particle size was hardly changed by the addition of the metal oxides, it is concluded that the decrease in the amount of CO chemisorption results primarily from covering a part of the Ni metal surface with the added basic metal oxide. It is interesting to note that the basic metal oxide added covers the Ni metal surface more preferentially with a small amount than with a large amount as shown in Fig. 1. The addition of basic metal oxides resulted in the suppression of both CH4 decomposition and CO2-reforming, as shown in Figs. 4 and 5. In the CO2-refor- t Ni/CaO/A1203 CH4 CO~ \"F 1.5 \"~ -0.57 :9 1.0 - ' _= 0.38 0.5 - -4.5 -4.0 3.5 In PcH4 or In Pco~ / MPa Fig. 7. Reaction order of CO2-reforming over Ni/AI203 catalyst with 10 wt.% of CaO. (0) CH4, (C)) CO2. The numbers in the figure indicate the reaction order for the each reaction gas. 118 T. Horiuchi et al. / Applied Catalysis A: General 144 (1996) 111-120 Table 1 Proposed reaction mechanism for the CH4-CO2 reaction Stepl CO2+2 * ~ CO* +O * vl=krPc020,2_k 10c0.0o, Step 2 CH4 + 2 * ~ CH3 * + H * v2 = k2 PCH40 * 2 _ k 20cH 3\" OH Step3 CH3 * +O * ~ CO+~Hz+2 * v~=k30cH *0o * Ki is the adsorption equilibrium constant; ki is the forward rate constant; k i is the backward rate constant. ming of CH4, both CH4 and CO2 should be activated as shown by the steps 1 and 2 in Table 1. Since in the absence of CO:, CH4 should be dehydrogenated step by step according to Eq. (1) to finally yield carbon, CH4 +* --, CH; --, CI~; --, CH* --, C (1) deep dehydrogenation is not favorable for preventing carbon deposition. In other words, reducing the ability for deep dehydrogenation should provide a favorable condition for the suppression of carbon deposition. Basic metal oxides added may modify the Ni/AI203 catalyst in such a way that the ability for CH4 dehydrogenation is decreased. The reactivity of adsorbed hydrocarbon species with O * may change depend- ing on the number of hydrogen atoms involved in the species. Since reducing the ability of Ni catalyst for deep dehydrogenation leads to the decrease in the reaction rate of CO2 reforming, as observed in Fig. 5, more hydrogen-deficient species is considered to exhibit a higher reactivity. It was reported that the addition of alkaline metal salts resulted in an increase in the electron density of supported metal catalysts [15,16]. For the present Ni catalyst, it is also consid- ered that basic metal oxides added increase the electron density of the Ni metal. The enrichment of the electron density of the Ni metal is probably a true cause for the effect of basic metal oxides observed for CO:-reforming over Ni/AI203 catalysts. Similar to sulfur-passivated reforming catalysts [17], the basic metal oxide added may partly poison the catalyst in a way that the oxide blocks Ni sites for nucleation of carbon. However, this is not the case for the observed suppression, because the effect was almost the same among the basic metal oxides despite that the coverage of the Ni metal surface with them was different from one oxide to another. Also as shown in Figs. 1 and 2, the coverage of Ni with the basic metal oxide was largest for 1 wt.%, whereas the smallest amount of carbon deposition was observed for 10 wt.%, which suggests that poisoning is a minor effect. Deposited carbon might be gasified with CO2 [18,19]. As shown in Fig. 4, the amounts of deposited carbon was almost the same in the presence and in the absence of CO2 on the Ni/AleO3 catalyst. Further decrease in the amount of carbon deposited on the catalysts with basic metal oxides in the presence of CO2 might be attributed to the gasification effect. However, the gasification rate is rather low compared with that of the carbon deposition [20]. T. Horiuchi et al. / Applied Catalysis A: General 144 (1996) 11 l- 120 I 19 The observed reaction orders were analyzed by assuming Langmuir- Hinshelwood reaction kinetics. The reaction mechanism as described in Table 1 was proposed for the CH4-CO2 reaction [5]. According to an analysis of the adsorbed hydrocarbon species, the value of x in the CH ~ species was 2,4 on an alumina-supported Ni catalyst [21]. This means that the main adsorbed species are CH3 and CH2, which allows us to consider the dissociative adsorption of CH4 to yield CH3 species. The steps 1 and 2 are in equilibrium and step 3 is the rate determining step. As a result, the reaction rate is expressed by k3(KI K2 Pco2 PCH~ l, = k30cH~0o~ = t2 (2) / If the dissociative adsorption is strong, i.e., K2 >> 1 and KI, Eq. (2) is approximated by ~ K i Pco, t~--k3 K2 Pcn~ (3) which explains that the reaction order is negative for the CH4 partial pressure and positive for the CO2 partial pressure as observed on the Ni/AI203 catalyst. Such a condition leads to the abundance in the adsorbed hydrocarbon species on Ni/AI203 catalysts and therefore to the large amount of carbon deposition on this catalyst. The basic metal oxides added changed the reaction order from negative to positive with respect to the CH4 partial pressure and from positive to negative with respect to the CO2 partial pressure. This change is understood by considering that the dissociative adsorption of CO2 is strong, i.e., K~ >> 1 and K2, enough to allow us to approximate Eq. (2) with X2Pc. (41 t,- k3 K1Pco, Under this condition, the surface of the catalyst with the basic metal oxide is abundant in activated species generated from CO2 dissociation, which assures the suppression of CH4 decomposition. The enrichment of electron density of a supported Ni metal may be a cause for the change in the surface concentration of adsorbed species from the hydrocarbon species to the CO2-derived one, by which during CO2-reforming, carbon deposition is markedly suppressed on a Ni/A1203 catalyst with basic metal oxides. A similar effect of KzCO3 on HzO-reforming of butane over Ni/A1203 was previously observed: KzCO3 suppressed both carbon deposition and H20-reforming [22]. The authors speculated that such an effect resulted from the enrichment of the surface concentration of adsorbed H20 caused by adding K2CO3. 120 T. Horiuchi et al. / Applied Catalysis A.\" General 144 (1996) 111-120 In conclusion, basic metal oxides added reduced the ability of the Ni/AI203 catalyst for the dehydrogenation of CH4 and also the character of the catalyst in a way that the Ni metal surface was a favorable condition for the suppression of carbon deposition. Acknowledgements This work is a part of the Research and Development Program of High Temperature CO2 Fixation and Utilization Technology by the New Energy and Industrial Technology Development Organization (NEDO). References [1] T. Sodesawa, A. Dobashi and F. Nozaki, React. Kinet. Catal. Lett., 12 (1979) 107. [2] A.T. Ashcroft, A.K. Cheetham, M.L.H. Green and P.D.F. Vernon, Nature, 352 (1991) 225. [3] A.M. Gadalla and B. Bower, Chem. Eng. Sci., 43 (1988) 3049. [4] A.M. Gadalla and B. Bower, Chem. Eng. Sci., 44 (1989) 2825. [5] J.R. Rostrup-Nielsen and J.-H.B. Hansen, J. Catal., 144 (1993) 38. [6] A. Erdi:ihelyi, J. Cser6nyi, E. Papp and F. Solymosi, Appl. Catal. A, 108 (1994) 205. [7] J.R. Rostrup-Nielsen, in J.R. Anderson and M. Boudart (Editors), Catalysis, Science and Technology, Vol. 5, Springer, Berlin, 1984, p. 1. [8] T. Turlier, E.B. Pereira and G.A. Martin, in Proceedings International Conference on Carbon Dioxide Utilization, Department of Chemistry, University of Bari, 1993, p, 119. [9] O. Takayasu, Y. Takegahara and I. Matsuura, in Proceedings International Conference on Carbon Dioxide Utilization, Department of Chemistry, University of Bail, 1993, p. 370. [10] K. Fujimoto, K. Omata, T. Nozaki, O. Yamazaki and Y. Han, Energy Convers. Mgmt., 33 (1992) 529. [11] O. Takayasu, N. Hongo and I. Matsuura, Stud. Surf. Sci. Catal., 77 (1993) 305. [12] J.R. Rostrup-Nielsen, Stud. Surf. Sci. Catal., 36 (1988) 73. [13] J.R. Rostrup-Nielsen, Stud. Surf. Sci. Catal., 68 (1991) 85. [14] O. Yamazaki, T. Nozaki, K. Omata and K. Fujimoto, Chem. Lett., 1953 (1992). [15] T. Mori, H. Masuda, H. Imai, A. Miyamoto, H. Niizuma, T. Hattoil and Y. Murakami, J. Mol. Catal., 25 (1984) 263. [16] T. Moil, A. Miyamoto, N. Takahashi, H. Niizuma, T. Hattori and Y. Murakami, J. Catal., 102 (1986) 199. [17] J.R. Rostrup-Nielsen, J. Catal., 85 (1984) 31. [18] J.G. McCarty and H. Wise, J. Catal., 57 (1979) 406. [19] A. Erd6helyi, J. Cser~nyi and F. Solymosi, J. Catal., 141 (1993) 287. [20] T. Moil, H. Masuda and Y. Murakami, Nippon Kagaku Kaishi (J. Chem. Soc. Jpn. Chem. Ind. Chem.), 1770 (1977). [21] T. Osaki, H. Masuda and T. Mori, Catal. Lett., 29 (1994) 33. [22] T. Mori, H. Masuda and Y. Murakami, Nippon Kagaku Kaishi (J. Chem. Soc. Jpn. Chem. Ind. Chem.), 315 (1977). APCATA 96001007 0926-860X(96)00100-7 10.1016/0926-860X(96)00100-7 Elsevier Science B.V. All rights reserved Suppression of carbon deposition in the CO2-reforming of CH4 by adding basic metal oxides to a Ni/Al2O3 catalyst Tatsuro Horiuchi * a 1 Kaori Sakuma b Takehisa Fukui b Yukio Kubo b Toshihiko Osaki a Toshiaki Mori a a National Industrial Research Institute of Nagoya, Hirate-cho, Kita-ku, Nagoya 462, Japan b Japan Fine Ceramics Center, 2-4-1, Mutsuno, Atsuta-ku, Nagoya 456, Japan * Corresponding author. Tel. (+81-52) 9112111, Fax. (+81-52) 9166993 1 On leave for Japan Fine Ceramics Center. The effect of the oxides of Na, K, Mg, and Ca on CO2-reforming of CH4 over Ni/Al2O3 catalysts was studied from the viewpoint of carbon deposition. These added oxides markedly suppressed the carbon deposition during CO2-reforming, also in the absence of CO2. It was concluded that the suppression of carbon deposition resulted from the decrease in the ability of Ni catalyst for CH4 decomposition. It was also observed that the added basic metal oxides changed the reaction order from negative to positive with respect to the partial pressure of CH4 and from positive to negative with respect to the partial pressure of CO2. The observed reaction kinetics suggested that the surface of the Ni catalyst with basic metal oxides was abundant in adsorbed CO2, while the surface without them was abundant in adsorbed CH4. The abundance in adsorbed CO2 on the Ni metal surface was considered an unfavorable condition for CH4 decomposition and as a result, carbon deposition was further suppressed during CO2-reforming on Ni/Al2O3 catalysts with basic metal oxides. Keywords CO2-reforming Basic metal oxides Carbon deposition CH4 decomposition Ni/Al2O3 Reaction kinetics References [1] Sodesawa T. Dobashi A. Nozaki F. React. Kinet. Catal. Lett. 12 1979 107 [2] Ashcroft A.T. Cheetham A.K. Green M.L.H. Vernon P.D.F. Nature 352 1991 225 [3] Gadalla A.M. Bower B. Chem. Eng. Sci. 43 1988 3049 [4] Gadalla A.M. Bower B. Chem. Eng. Sci. 44 1989 2825 [5] Rostrup-Nielsen J.R. Hansen J.-H.B. J. Catal. 144 1993 38 [6] Erdöhelyi A. Cserényi J. Papp E. Solymosi F. Appl. Catal. A 108 1994 205 [7] Rostrup-Nielsen J.R. 5th edn. Anderson J.R. Boudart M. Catalysis, Science and Technology Vol. 5 1984 Springer Berlin 1 [8] Turlier T. Pereira E.B. Martin G.A. Proceedings International Conference on Carbon Dioxide Utilization 1993 Department of Chemistry, University of Bari 119 [9] Takayasu O. Takegahara Y. Matsuura I. Proceedings International Conference on Carbon Dioxide Utilization 1993 Department of Chemistry, University of Bari 370 [10] Fujimoto K. Omata K. Nozaki T. Yamazaki O. Han Y. Energy Convers. Mgmt. 33 1992 529 [11] Takayasu O. Hongo N. Matsuura I. Stud. Surf. Sci. Catal. 77 1993 305 [12] Rostrup-Nielsen J.R. Stud. Surf. Sci. Catal. 36 1988 73 [13] Rostrup-Nielsen J.R. Stud. Surf. Sci. Catal. 68 1991 85 [14] Yamazaki O. Nozaki T. Omata K. Fujimoto K. Chem. Lett. 1953 1992 [15] Mori T. Masuda H. Imai H. Miyamoto A. Niizuma H. Hattori T. Murakami Y. J. Mol. Catal. 25 1984 263 [16] Mori T. Miyamoto A. Takahashi N. Niizuma H. Hattori T. Murakami Y. J. Catal. 102 1986 199 [17] Rostrup-Nielsen J.R. J. Catal. 85 1984 31 [18] McCarty J.G. Wise H. J. Catal. 57 1979 406 [19] Erdöhelyi A. Cserényi J. Solymosi F. J. Catal. 141 1993 287 [20] Mori T. Masuda H. Murakami Y. Nippon Kagaku Kaishi J. Chem. Soc. Jpn. Chem. Ind. Chem. 1770 1977 [21] Osaki T. Masuda H. Mori T. Catal. Lett. 29 1994 33 [22] Mori T. Masuda H. Murakami Y. Nippon Kagaku Kaishi J. Chem. Soc. Jpn. Chem. Ind. Chem. 315 1977",
      "scopus-id": "0001575920",
      "coredata": {
        "eid": "1-s2.0-0926860X96001007",
        "dc:description": "The effect of the oxides of Na, K, Mg, and Ca on CO2-reforming of CH4 over Ni/Al2O3 catalysts was studied from the viewpoint of carbon deposition. These added oxides markedly suppressed the carbon deposition during CO2-reforming, also in the absence of CO2. It was concluded that the suppression of carbon deposition resulted from the decrease in the ability of Ni catalyst for CH4 decomposition. It was also observed that the added basic metal oxides changed the reaction order from negative to positive with respect to the partial pressure of CH4 and from positive to negative with respect to the partial pressure of CO2. The observed reaction kinetics suggested that the surface of the Ni catalyst with basic metal oxides was abundant in adsorbed CO2, while the surface without them was abundant in adsorbed CH4. The abundance in adsorbed CO2 on the Ni metal surface was considered an unfavorable condition for CH4 decomposition and as a result, carbon deposition was further suppressed during CO2-reforming on Ni/Al2O3 catalysts with basic metal oxides.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96001007",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Horiuchi, Tatsuro"
          },
          {
            "@_fa": "true",
            "$": "Sakuma, Kaori"
          },
          {
            "@_fa": "true",
            "$": "Fukui, Takehisa"
          },
          {
            "@_fa": "true",
            "$": "Kubo, Yukio"
          },
          {
            "@_fa": "true",
            "$": "Osaki, Toshihiko"
          },
          {
            "@_fa": "true",
            "$": "Mori, Toshiaki"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96001007"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96001007"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00100-7",
        "prism:volume": "144",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Suppression of carbon deposition in the CO2-reforming of CH4 by adding basic metal oxides to a Ni/Al2O3 catalyst",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CO2-reforming"
          },
          {
            "@_fa": "true",
            "$": "Basic metal oxides"
          },
          {
            "@_fa": "true",
            "$": "Carbon deposition"
          },
          {
            "@_fa": "true",
            "$": "CH4 decomposition"
          },
          {
            "@_fa": "true",
            "$": "Ni/Al2O3"
          },
          {
            "@_fa": "true",
            "$": "Reaction kinetics"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "111-120",
        "prism:endingPage": "120",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 September 1996",
        "prism:doi": "10.1016/0926-860X(96)00100-7",
        "prism:startingPage": "111",
        "dc:identifier": "doi:10.1016/0926-860X(96)00100-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001575920"
      }
    }
  }
}