{
  "metadata": {
    "title": "Conversion of n-heptane over Pt- and Pd/SAPO-11 catalysts",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-07-21",
    "doi": "10.1016/0926-860X(94)80180-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94801800",
    "pii": "0926860X94801800"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028464030",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-22 2001-08-22 2010-10-02T11:38:12 1-s2.0-0926860X94801800 0926-860X(94)80180-0 0926860X94801800 10.1016/0926-860X(94)80180-0 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X01676 2024-01-01T12:21:06.294127Z 0 0 19940721 1994 2001-08-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 114 114 2 2 Volume 114, Issue 2 8 287 293 287 293 19940721 21 July 1994 1994-07-21 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. CONVERSIONNHEPTANEOVERPTPDSAPO11CATALYSTS CHAAR M HOFFMEISTER 1992 169 M CHOUNG 1990 173 S CHAAR 1992 M REPORTMHC92 DEROUANE 1986 541 E CHAARX1994X287 CHAARX1994X287X293 CHAARX1994X287XM CHAARX1994X287X293XM item 0926-860X(94)80180-0 0926860X94801800 1-s2.0-0926860X94801800 10.1016/0926-860X(94)80180-0 271346 2024-01-01T12:21:06.294127Z 1994-07-21 1-s2.0-0926860X94801800-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801800/MAIN/application/pdf/e3fd9c52fcb06dce5f438f50844ace25/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801800/MAIN/application/pdf/e3fd9c52fcb06dce5f438f50844ace25/main.pdf main.pdf pdf true 432362 MAIN 7 1-s2.0-0926860X94801800-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801800/PREVIEW/image/png/b22928b19daef7f715266d93009d7612/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801800/PREVIEW/image/png/b22928b19daef7f715266d93009d7612/main_1.png main_1.png png 53505 849 656 IMAGE-WEB-PDF 1 = A ELSEVIER Applied Catalysis A: General 114 (1994) 287-293 Conversion of n-heptane over Pt- and Pd / S O-11 catalysts M.A. Chaarl, J.B. Butt* Department of Chemical Engineering, Northwestern University, Evanston, IL 60208, USA (Received 27 January 1994, accepted 9 March 1994) Abstract The conversion of n-heptane over a set of Pt- and Pd- /SAPO-11 catalysts has been investigated over the temperature range 300-500 C with a feed ratio (HZ/HC) of 15 at 1 atm. Two additional Ptbased catalysts, modified by Na addition (Na/Pt of 0.50 and 0.87) were also studied. Major products were cracked species (C,-C6), i-heptane, n-heptene and toluene. Minor amounts of methylcyclohexane, -hexene and ethylcyclopentane were also observed with the sodium-containing catalysts. Deactivation by coke formation was observed primarily in the 400 to 500 C range, however the selectivities for isomerizadon and cracking were not affected by cracking. The Pt/SAPO-11 catalysts were superior to the Pd formulations for activity, activity maintenance and ring closure selectivity. Na is an effective promoter for toluene formation, particularly at higher temperatures. The overall reaction pathways for these catalysts are consistent with a scheme proposed previously for n-hexane [M. Hoffmeister and LB. Butt, Appl. Catal. A, 82 (1992) 169]. Keywords: SAPO; Hydrocarbons; Aromatics; Pt; Pd 1. Introduction The use of SAPO-11 and metal-loaded SAPO-11 as catalysts for hydrocarbon conversion reactions has been reported for a number of examples. We have previously reported significant selectivity for benzene formation from methylcyclopentane (MCP) at 400 C on either Pt- or Pd/SA -11 (ca. 1 wt.-% metal) prepared via wet impregnation (WI) from an aqueous solution of the nitrate [ 1 ]. Benzene formation was not observed with n-hexane as the reactant for the pure-metal-loaded SAPO-11, but the addition of 1-2 wt.-% Na from NaN3(aq) promoted benzene *Corresponding author. Tel. ( + I-708)4917620, fax. ( + 1-708)4671018. 'Present address: Faculty of Chemical and Petroleum Engineering, A1 Baath University, PO Box 77, Horns, Syria. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved ccnrnW5c ocnvrnewnnee v 288 M.A. Chaar, J.B. Butt /Applied Catalysis A: General 114 (1994) 287-293 selectivity to about half the level observed with MCP on the unpromoted catalysts. This is a significant change. Cracking selectivities followed an opposite pattern, decreasing by a factor of about 2 on the Na-modified catalysts. The higher selectivity for benzene seen in ref. [ 1 ] was shown to correspond to a lower level of protonic acidity [ Lewis acidity was not affected [ 2 ] ] . Thus, direct ring-closure of n-hexane can lead to either MCP or cyclohexane, with benzene from the latter via metal-catalyzed dehydrogenation. The present work is to investigate specifically whether the pattern of aromatic selectivity, including the dependence on sodium content in the catalyst, is continued for the next molecule in the series, n-heptane. A primary interest here then is toluene formation. 2. Experimental The catalysts were prepared according to the methods described in ref. [ 1 ] , and the materials were the same. Metal-loaded catalysts were prepared by WI from the metal nitrate, as mentioned above. Catalysts containing sodium were prepared from WI samples by adding a concentrated NaN3 solution with Na+ at the level of 1 wt.% to the point of incipient wetness. Further treatment was as in ref. [ 1 ] . Two catalysts were also prepared via ion exchange from dilute solutions of the metal nitrates over a period of 95 h. Again, further treatment was as in [ 1 ] . Properties of the catalysts are given in Table 1, although not all results with all catalysts are given here. Reaction measurements were made in a conventional fixed-bed reactor, operated under low conversion conditions over the temperature range 3 5O0 C. For the Table I Index of catalysts prepared Prepared by wet impregnation (WI) With Pt 1. 2.0% Pt/ SAPO-11 2. (2.0%Pt+1.0%Na)/SAPO-I1 3. (1.5%Pt+1.3%Na)/SAPO-11 4. 1.1%o Pt/SAPO-11 With Pd' 1. 1.896Pd/SAPO-11 Prepared by ion exchange (IE) With Pt 1. 0.14%Pt/SAPO-11 With Pd' 1. 0.7%oPd/SAPO-11 'Metal loadings t 0.1 %. 'Same catalysts as in ref. [ 1 ] . M.A. Chaar, J.B. Bun/Applied Catalysis A: General 114 (1994) 287-293 289 experiments reported here a (HZ/HC) ratio of 15 was employed at 1 atm, with a space velocity (SC) of 200 cm3/gca, min. hydrogen was used as supplied and the n-heptane (Aldrich, 99.7%) was stored over 4A sieves and used as required with no additional treatment. No conversion was observed in blank reactor runs at 400 C; there was less than 1% conversion over SAPO-11 with no metals at the same conditions, and this disappeared after 1 h on-stream. A standardized pretreatment procedure was used. After introduction of the catalyst into the reactor a flow of oxygen, 20 cm3/min was established and the temperature ramped from 298 K to 723 K over 30 min, and then maintained at 723 K for 2 h. Oxygen flow was then terminated, followed by a helium purge at 100 cm 3/min for 15 min at 723 K, after which hydrogen at 30 cm3/min was introduced and maintained for 2 h at 723 K. The reactor was then brought to reaction temperature over a period of 0-30 min, depending on reaction temperature, in flowing hydrogen and n-heptane introduced into the feed stream. Additional details on operation and analytical methods are given in ref. [ 1 ] . 3. Results Typical results are shown in Table 2 for reaction at 400 and 500 C. Values quoted are for 3 h time-on-stream and represent essentially steady conversion levels. Replication of conversion/ selectivity values in these experiments was typically within 5% of the value shown, and all carbon balances were closed to within 97%. Fig. 1 shows total conversion (wt.-%) on both the Pt/SAPO-11 and Na-added catalysts as a function of temperature. The addition of 1 % Nato the 2% Pt/SAPO11 significantly promotes overall conversion [ (2%Pt+ 1%Na) at 400 C is about the same as 2%Pt at 500 C ] , although the similarities in activity levels and in initial deactivation rates at the higher temperature suggest strong diffusional influence under those conditions. Selectivity* patterns are informative. Cracking selectivities (C1-C6) for Pt/ SAPO-11 and (Pt +Na) /SAPO-11 were constant with time-on-stream, and not very sensitive to temperature. This indicates little change in the acidic function of the catalyst with use, so the decay in activity pictured in Fig. 1 is the result of changes in the metallic function. Toluene selectivity and yield follow a time-on-stream pattern at 400-500 C similar to that for conversion, with time scales for steady-state behavior also corresponding. The toluene yield as a function of temperature is shown in Fig. 2 for examples of Pt and (Pt + Na) catalysts. This appears a rather moderate temperature dependence, since overall toluene yield is also governed by decreased conversion *Selectivity is defined as (wt. i to j) / (wt. i reacted), and yield is (wt. i to j)/(initial wt. i), giving conversion as (yield) / (selectivity). 290 M.A. Chaar, J.B. ButtlApplied Catalysis A: General 114 (1994) 287-293 Table 2 Conversion and selectivity of n-heptane over metal-loaded SAPO-11 catalysts Metal Conversion Selectivity to products (wt.-%) (wt.-%) C,-C6 i-C, n-C;7 MCH ECP TOL RC MCHE DMCP T=500 C, 3 h time-on-stream 0.15%Pt 8.7 71.7 0 0 0 0 28.3 28.3 0.7%Pd 8.3 66.6 15.3 0 0 0 17.6 17.6 1.8%Pd 10.8 83.9 0 0 0 0 16.0 16.0 1.1 %Pt 2.9 39.5 0 0 0 0 60.5 60.5 (1.5%Pt+ 1.3%Na) 10.0 3.6 0 9.8 52.7 5.5 28.3 86.5 2%Pt 15.1 57.6 3.0 2.9 2.6 2.0 31.9 36.5 (2%Pt+ 1%Na) 13.8 10.1 5.4 5.5 36.2 17.9 24.9 79.0 T=400 C, 3 h time-on-stream 0.15%Pt 20.8 53.6 42.0 0 0 0 0.9 0.9 0.7%Pd 38.9 48.8 45.0 0 0 0 6.2 6.2 1.8%Pd 16.5 63.7 33.0 0 0 0 3.8 3.8 1.1%Pt 7.3 67.1 27.7 0 0 0 0.4 0.4 (1.5%Pt+ 1.3%Na) 10.2 13.8 17.8 10.3 8.4 24.0 27.7 60.1 2%Pt 40.5 37.3 52.4 1.7 0 1.3 6.8 8.1 (2%Pt+1%Na) 15.7 17.0 51.5 4.3 5.0 9.1 13.1 27.2 'At 4501C. All catalysts on SAPO-11 MCH = methylcyclohexane MCHE = methylcyclohexene ECP=ethylcyclopentane DMCP=dimethylcyclopentane TOL=toluene RC =ring closure 50 40 .9 30 20 10 O~ 0 2 4 6 8 10 Tsne, h Fig. I. Comparison of weight-% conversion and deactivation for 2%Pt/SAPO-11 and (2%Pt+ I%Na) /SAPO11 at 400 and 500 C. Space velocity=200 cm' (total feed, SC)/g min; HZ/HC=15. ( + ) 2%Pt/SAPO-11, 400 C> (O) 2%Pt/SAPO-11,500 C, (D) (2%Pt+1%Na)/SAPO-11,400 C, ( + ) (2%Pt+I%Na)/SAPO-11, 500 C. M.A. Ciuwr, J.B. Buttl Applied Catalysis A: General 114 (1994) 287-293 291 6 5 4 i 3 + 2 1 O 200 300 400 500 600 TemperatLre. C Fig. 2. Toluene yield at steady activity level (3 h) for 2%Pt/SAPO-11 and (2%Pt+1%Na)/SAPO-11 as a functionofreactiontemperature. (+) 2%Pt/SAPO-11, (A) (2%Pt+1%Na)/SAPO-11. at higher temperatures. An apparent activation energy for toluene formation here is about 5.0 t 0.2 kcal /mol. This number reflects the combined influences of both catalyst deactivation and pore diffusion, and the temperature behavior is similar to that of benzene formation in studies with n-hexane [ 1,3 ] . The other reaction contributing to conversion is isomerization to i-heptane (2and 3-methylhexane) for which, for example, the 2%Pt/SA -11 exhibits moderate selectivity at 400 C (50%, Table 2), but which decreases markedly at higher temperatures. This selectivity is also quite sensitive to the presence of sodium, as seen upon comparison of the 2%Pt and the Na-containing Pt catalysts in Table 2. This isomerization is also primarily acid catalyzed, as evidenced by its sensitivity to sodium level and the fact that its selectivity is independent of the extent of deactivation. 3.1. Low-temperature behavior The results described above pertain to 400 < T < 500 C. For the \"low-temperature\" region, 300 < T < 400 C, there was no significant deactivation of any of the catalysts either in effects on conversion or selectivity. Moreover, the overall conversion in this temperature range increases with increasing temperature (apparent activation energy based on steady-state n-heptane conversion on 2%Pt/SAPO-11 of 5.3+0.2 kcal/mol), compared to a decrease for T>400 C. These two regions of differing temperature behavior provide a good example of the importance of the combined effects of configurational diffusion [4] and deactivation on the operation of such catalysts in alkane conversion reactions*. *This in spite of the fact that X-ray and hydrogen chemisorption studies both indicate that the metals are located as crystallites on the surface of the SAPO-11 particles [ 1,3] and were thus relatively accessible (not within the intrinsic SAPO-11 pore network). The metal dispersion of several samples of 2%Pt- and 1.8%Pd/SAPO-11 averaged about 50% exposed for both metals. X-ray diffraction from 2%Pt/SAPO-11 gave a well-defined Py04 peak after calcination at 550 C, 6 h. 292 M.A. Chaar, J.B. Butt /Applied Catalysis A: General 114 (1994) 287-293 50 40 0 50 40 30. Y 20 10 30 20 10 O (a) 0.00 0.50 60 1.00 1.50 Na/Pt O~ 0.00 0.50 1.00 1.50 Na/Pt Fig. 3. ( a) Overall conversion at 400 C as a function of ( Na/Pt) for Pt-based SAPO-l 1 catalysts. ( b) Selectivities as a function of (Na/Pt). ( '~') i-C7, ( + ) (C,-C6), (O) toluene, ( + ) n-heptane. 3.2. Platinum versus palladium The discussion above has dealt primarily with Pt-based catalysts, since it would appear to be the metal of choice. Prior work with n-hexane indicated similar overall activity for the two metals on a per-weight basis, but with lower benzene selectivity for palladium. This pattern is continued with n-heptane. Palladium has lower selectivity for toluene, produces a much higher proportion of cracked products over the entire temperature range, and deactivates to a greater extent than platinum. 3.3. Influence of sodium As mentioned above, there is a significant effect of sodium content on the performance of the Pt-based catalysts, revealed by comparison of 2%Pt-, (2%Pt+ 1%Na)- and (1.5%Pt+ 1.3%Na) /SAPO-11. These have weight ratios (Na/Pt) of 0, 0.50 and 0.87, respectively. The conversion and selectivity patterns at 400-0 ( 3 h ) are shown in Figs. 3a and b, respectively, and seem well-correlated M.A. Chaar, J.B. Butt/Applied Catalysis A: General 114 (1994) 287-293 293 in terms of this ratio. Increasing sodium content is accompanied by decreases in both cracking and isomerization selectivity, and an increase in toluene selectivity. The decrease in cracking and isomerization selectivities here is more pronounced than that observed for n-hexane [ 1 ] . 4. Conclusions The reaction pathways on these SAPO-based catalysts are similar for n-hexane and n-heptane, with a pronounced promotion of aromatics formation upon the incorporation of sodium. This pattern would probably not be substantially different for higher n-alkanes, although the amount of incorporation into side chains might differ. Some specific conclusions are: (1) The bifunctional nature of the catalysts is reflected in the difference in activity decay vs. constant selectivity for cracking and isomerization. The behavior of toluene selectivity vs. time-on-stream is similar to that of overall conversion. (2) Activity and selectivity comparisons among the catalysts investigated verify the preference for platinum over palladium both in terms of lower deactivation and higher aromatics selectivity. (3) Product selectivities are significantly affected by the presence of sodium in Pt-based SAPO-11 catalysts. (4) The combination of configurational diffusion and deactivation is a major factor in determination of the complex temperature behavior of these metal /SAPO11 catalysts. Acknowledgement We are indebted to Dr. J. Rabo for the SAPO-11 samples. Financial support was provided by the Alexander von Humboldt-Stiftung, Ministry of Higher Education, Syria, and Al Baath University. References ] I ] M. Hoffmeister and J.B. Butt, Appl. Catal. A, 82 (1992) 169. [ 21 S-1. Choung and J.B. Butt, Appl. Catal., (1990) 173. [ 31 M.A. Chaar, Report MHC92, Dept. of Chemical Engineering, Northwestern University, 1992. [4] E.G. rouane, J. Catal., 100 (1986) 541. APCATA 94801800 0926-860X(94)80180-0 10.1016/0926-860X(94)80180-0 Conversion of n-heptane over Pt- and Pd/SAPO-11 catalysts M.A. Chaar 1 J.B. Butt 1 Department of Chemical Engineering, Northwestern University, Evanston, IL 60208, USA 1 Present address: Faculty of Chemical and Petroleum Engineering, Al Baath University, PO Box 77, Homs, Syria. 1 Corresponding author. Tel. (+ 1-708)4917620, fax. (+ 1-708) 4671018. The conversion of n-heptane over a set of Pt- and Pd-/SAPO-11 catalysts has been investigated over the temperature range 300–500°C with a feed ratio (H2/HC) of 15 at 1 atm. Two additional Pt-based catalysts, modified by Na addition (Na/Pt of 0.50 and 0.87) were also studied. Major products were cracked species (C1–C6), i-heptane, n-heptene and toluene. Minor amounts of methylcyclohexane, -hexene and ethylcyclopentane were also observed with the sodium-containing catalysts. Deactivation by coke formation was observed primarily in the 400 to 500°C range, however the selectivities for isomerization and cracking were not affected by cracking. The Pt/SAPO-11 catalysts were superior to the Pd formulations for activity, activity maintenance and ring closure selectivity. Na is an effective promoter for toluene formation, particularly at higher temperatures. The overall reaction pathways for these catalysts are consistent with a scheme proposed previously for n-hexane [M. Hoffmeister and J.B. Butt, Appl. Catal. A, 82 (1992) 169]. Keywords SAPO Hydrocarbons Aromatics Pt Pd References [1] M. Hoffmeister J.B. Butt Appl. Catal. A 82 1992 169 [2] S-J. Choung J.B. Butt Appl. Catal. 64 1990 173 [3] M.A. Chaar Report MHC92 1992 Dept. of Chemical Engineering, Northwestern University [4] E.G. Derouane J. Catal. 100 1986 541",
      "scopus-id": "0028464030",
      "coredata": {
        "eid": "1-s2.0-0926860X94801800",
        "dc:description": "The conversion of n-heptane over a set of Pt- and Pd-/SAPO-11 catalysts has been investigated over the temperature range 300–500°C with a feed ratio (H2/HC) of 15 at 1 atm. Two additional Pt-based catalysts, modified by Na addition (Na/Pt of 0.50 and 0.87) were also studied. Major products were cracked species (C1–C6), i-heptane, n-heptene and toluene. Minor amounts of methylcyclohexane, -hexene and ethylcyclopentane were also observed with the sodium-containing catalysts. Deactivation by coke formation was observed primarily in the 400 to 500°C range, however the selectivities for isomerization and cracking were not affected by cracking. The Pt/SAPO-11 catalysts were superior to the Pd formulations for activity, activity maintenance and ring closure selectivity. Na is an effective promoter for toluene formation, particularly at higher temperatures. The overall reaction pathways for these catalysts are consistent with a scheme proposed previously for n-hexane [M. Hoffmeister and J.B. Butt, Appl. Catal. A, 82 (1992) 169].",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-07-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94801800",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chaar, M.A."
          },
          {
            "@_fa": "true",
            "$": "Butt, J.B."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94801800"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94801800"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80180-0",
        "prism:volume": "114",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Conversion of n-heptane over Pt- and Pd/SAPO-11 catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "SAPO"
          },
          {
            "@_fa": "true",
            "$": "Hydrocarbons"
          },
          {
            "@_fa": "true",
            "$": "Aromatics"
          },
          {
            "@_fa": "true",
            "$": "Pt"
          },
          {
            "@_fa": "true",
            "$": "Pd"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "287-293",
        "prism:endingPage": "293",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 July 1994",
        "prism:doi": "10.1016/0926-860X(94)80180-0",
        "prism:startingPage": "287",
        "dc:identifier": "doi:10.1016/0926-860X(94)80180-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028464030"
      }
    }
  }
}