{
  "metadata": {
    "title": "Effects of zinc addition to silica supported copper catalysts for the hydrogenolysis of esters",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-01-20",
    "doi": "10.1016/0926-860X(94)85181-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94851816",
    "pii": "0926860X94851816"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028196371",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-14 2001-08-14 2010-10-02T11:38:12 1-s2.0-0926860X94851816 0926-860X(94)85181-6 0926860X94851816 10.1016/0926-860X(94)85181-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X01603 2024-01-01T12:21:06.294127Z 0 0 19940120 1994 2001-08-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 108 108 1 1 Volume 108, Issue 1 7 63 83 63 83 19940120 20 January 1994 1994-01-20 1994 article fla Copyright © 1994 Published by Elsevier B.V. EFFECTSZINCADDITIONSILICASUPPORTEDCOPPERCATALYSTSFORHYDROGENOLYSISESTERS VANDESCHEUR F PETERS 1990 181 188 R PROCEEDINGSWORLDCONFERENCEOLEOCHEMICALSKUALALUMPUR1990 ECONOMICSAWORLDSCALEFATTYALCOHOLBUSINESS ADKINS 1954 1 27 H CHINCHEN 1990 692 699 G GHIOTTI 1987 151 182 G EVANS 1984 203 213 J AGARWAL 1987 79 92 A KOHLER 1987 652 656 M KOHLER 1988 1043 1050 M PROCEEDINGS9THINTERNATIONALCONGRESSCATALYSISCALGARY1988 CLAUS 1991 1 18 P LUYS 1989 161 173 M VANDERMEIJDEN 1980 J MEHTA 1979 339 360 S VANDERGRIFT 1990 C OKAMOTO 1983 3747 3754 Y OKAMOTO 1984 159 170 Y PROCEEDINGS8THINTERNATIONALCONGRESSCATALYSISBERLIN VANHERWIJNEN 1974 209 214 T SPENCER 1987 323 328 M SPENCER 1987 329 335 M SPENCER 1987 335 343 M FROST 1988 577 580 J PONEC 1991 249 250 V MAGNUSSON 1987 877 881 J BERNDT 1992 203 214 H BENDADA 1991 129 136 A LEONYLEON 1991 269 290 C KOKES 1972 1 R BOWKER 1981 3023 3036 M BOWKER 1988 263 273 M DENNISON 1989 3537 3560 P BURCH 1990 55 60 R LUY 1986 295 304 J HATCHER 1975 73 79 W NONNEMAN 1999 L23 L28 L MORROW 1991 1645 B BOWKER 1982 2573 2582 M VOHS 1989 590 608 J WEHNER 1992 420 426 P VANDESCHEURX1994X63 VANDESCHEURX1994X63X83 VANDESCHEURX1994X63XF VANDESCHEURX1994X63X83XF item 0926-860X(94)85181-6 0926860X94851816 1-s2.0-0926860X94851816 10.1016/0926-860X(94)85181-6 271346 2024-01-01T12:21:06.294127Z 1994-01-20 1-s2.0-0926860X94851816-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94851816/MAIN/application/pdf/1d1f08dcc5c9e6098c86173f3ffd2625/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94851816/MAIN/application/pdf/1d1f08dcc5c9e6098c86173f3ffd2625/main.pdf main.pdf pdf true 1379027 MAIN 21 1-s2.0-0926860X94851816-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94851816/PREVIEW/image/png/0054b0a69c8c9999f3afcbe723bc3961/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94851816/PREVIEW/image/png/0054b0a69c8c9999f3afcbe723bc3961/main_1.png main_1.png png 50180 849 656 IMAGE-WEB-PDF 1 applied Catalysis A ELSEVIER Applied Catalysis A: General, 108 ( 1994) 63-83 Effects of zinc addition to silica supported copper catalysts for the hydrogenolysis of esters Frank Th. van de Scheura, Leendert H. Staala,* \"Department of Chemical Engineering, University of Amsterdam, Nieuwe Achtergracht 166, 1018 WV Amsterdam, Netherlands 'Umpath Ltd., Norse Road, Bedford MK41 OQG, UK (Received 6 July 1993, revised manuscript received 27 September 1993) Abstract When using silica supported copper-zinc oxide catalysts in the hydrogenolysis of methyl acetate, a profound effect of zinc on the activity and selectivity of the catalysts has been observed. The activity and selectivity improve with increasing zinc content. The increase in activity is likely to be an effect that originates either from finely dispersed copper particles in close contact with the zinc oxide phase or from the promotion of copper metal crystallites by zinc oxide particles. A decrease in ethane formation with higher zinc content is attributed to the elimination of dehydrating surface sites. This lowering of ethane selectivity goes hand in hand with a higher production of diethyl ether, which is explained in terms of a less severe dehydration on acid and basic surface sites. Catalysts supported on aerosil are more selective than catalysts supported on so]-gel silica, probably because of differences in the contents of impurities and surface density of hydroxyl groups. In addition to this, a hysteresis has been observed in the conversion as a function of the reaction temperature. The effects have been studied in relation to the role of adsorbed hydrogen and the nature of the adsorbed phase. The increase in the hysteresis with higher zinc content provides indirect evidence for the participation of the zinc oxide component in the activation of the reactants. Key words; activity; adsorption; alcohol; chemisorption; copper; ester; ethane; ethanal; ethanol; ethene; hydrogen; hydrogenation; hydrogenolysis; hysteresis: methanol; methyl acetate; selectivity; silica; thermogravimetry; zinc 1. Introduction The synthesis of fatty alcohols is of major importance for the production of surfactants. Annually, about 1 million tons of fatty alcohols are produced world-wide [ 1 ] . Around fifty *Corresponding author. Tel. ( +44-234) 347161, fax. ( +44-234) 218781. 0926-860X/94/$07.00 1994 Elsevier Science B. V. All rights reserved SSD10926-860X(93) E0209-U 64 F.Th. van de Scheur, L.H. Staal /Applied Catalysis A: General 108 (1994) 63-83 percent originates from natural feedstocks, such as fatty acid methyl esters, and this share is expected to increase considerably in the near future. In most of the current processes, the hydrogenolysis of fatty acid methyl esters towards fatty alcohols is carried out at pressures typically between 2,00 and 300 bar and temperatures ranging from 473 K to 573 K. The development of a low-pressure process has been the key target in the industry for a long time and so far limited progress has been made. Therefore, the main objective of this work is to determine the parameters governing activity and selectivity, with the ultimate aim to design a highly selective low-pressure process. Traditionally, catalysts based on copper chromite have been used in the synthesis of fatty alcohols [ 2 ] . Nowadays, research efforts are focused on the development of active catalysts allowing processing below 100 bar and on the replacement of the chromium component with alternatives posing less environmental problems. This study will demonstrate that zinc is a possible substitute for chromium, and that many parallels may be drawn with the synthesis of methanol [3] and the water-gas shift reaction [4]. In the testing of catalysts for the synthesis of fatty alcohols, the hydrogenolysis of methyl acetate is a useful model reaction. The reaction equation can be generalized according to: R-CO-O-CH, + 2H, i-2 R-CH=-OH + CH,-OH (1) In addition to the main reaction, there are several important side reactions. The formation of ethanal may proceed by incomplete hydrogenation: R-CO-O-CH, + H, w:2 R-CO-H + CH, OH (2 ) Transesters are intermediates and the formation is favoured by the presence of the product alcohol: R-CO-O-CH, + R-CHz-OH ~ R-CO-O-CH, -R + CH3-OH (3 ) Reaction with three. equivalents of hydrogen leads to the formation of alkanes and loss of water: R-CO-O-CH3 +3H= ~-- R-CH, +CH3-OH+H20 (4) In this reaction system Cu/SiOz catalysts are well established and have been studied by Trimm and co-workers [ 5-8 ] . Iron, magnesium, manganese and zinc have been described as promoters by Claus et al. [9], but little is known about the specific effects of zinc on the Cu / Si0= catalyst system. Promoting effects of zinc have been reported in the patent literature [ 10] . Silica supported copper-zinc catalysts have been selected in the present study and this paper focuses on the effects of zinc oxide on the activity and selectivity of these catalysts in the hydrogenolysis of methyl acetate. 2. Experimental 2.7. Preparation and characterization of the catalysts Copper- and zinc-containing catalysts have been prepared by homogeneous precipitation of copper and zinc nitrates onto silica particles. In the preparations, the pH was raised F.Th. van de Scheur, LA Staal /Applied Catalvsis A: General 108 (/994) 63-83 65 Table I Properties of Cu/Zn0/SiO, catalysts Catalyst code Cu loading ZnO loading ICP/AES TPR ICP/AES (wt.-%) (wt.-%) (wt.-%) CSA-15 13.8 13.5 0 CZSA-15-5 14.9 14.4 4.5 CZSA-15-10 13.1 13.3 8.7 CZSA-15-20 12.2 11.3 18.0 homogeneously by the. decomposition of urea at a temperature of 363 K. The final pH was usually about seven. Cu (N03)=H20 and Zn(NO3)2H,0 were obtained from Merck: urea (p.a.) from Aldrich. Silica particles (sieve fraction 125-212 ,-.em) have been obtained by grinding silica spheres (Shell S980A). This silica has been chosen because of its defined wide-porous structure. Since alumiria is known to promote ether formation in the presence of alcohols, silica is the preferred support material. Mercury porosimetry data were obtained in a Carlo Erba Porosimeter 4000 and nitrogen adsorption measurements were performed in a Carlo Erba Sorptomatic 1800. Surface areas of the catalysts were determined by correlation of the nitrogen adsorption data to the BET model. Some characteristics of four catalysts with increasing zinc content are shown in Table 1. The catalysts are denoted by a sample code based on the theoretical loading at the preparation. The actual loadings of copper and zinc were determined by inductively coupled plasma atom emission spectrometry (ICP/AES) and by temperature-programmed reduction (TPR, only copper). The analytical results are in agreement with the theoretical loadings. Furthermore., the hydrogen consumption is equal to the amounts of copper that were determined by ICP/AES. Therefore, the quantity of reduced zinc is likely to be very low. 2.2. Activity measurements Activity measurements have been performed in a standard flow reactor. In a typical experiment, about 300 mg of catalyst was calcined in-situ by heating in 1 cm;/s of air at a rate of 0.02 K/s to 750 K and kept there for 12 h. Reduction was carried out in 1 em'/s of hydrogen by heating at 0.02 K/s to 600 K and kept there for 12 h. A mixture of 0.2 vol.-% methyl acetate (0.8 kPa), 10 vol.-% H. (40 kPa) and nitrogen as the balance was passed over the reactor at a flow-rate of 2 cmj NTP/s and an absolute pressure of 4 bar. The W/F was 1.5 103 kg cat. s/mol and after a ramp to the desired temperature, the isothermal stabilization time was 30 min. Samples were taken by means of an automatic 8-way Carle valve and analyzed on a Chrompack 438A gas chromatograph equipped with a HayeSep S 1/8 in. X2 m stainless steel column, thermal conductivity detector (TCD) and flame ionization detector (FID). The signals were integrated by a Milton Roy CI-10 integrator and the data were collected on an IBM AT computer. 66 F.Th. van de Scheur, L.H. Staal /Applied Catalysis A: General 108 l /994) 63-83 2.3. Temperature-programmed reduction A sample of about 100 mg of dry catalyst was calcined in-situ by passing over a flow of 0.5 em'/s of air at 150 K for 12 h. After cooling down to room temperature, the catalyst was heated at a rate of 0.167 K/s in a flow of 0.33 cm;/s 67% Hz/33% Ar. The hydrogen consumption was measured with a thermal conductivity detector. Integration of the TPR signal gave quantitative information about the copper loading; ICP/AES measurements gave the copper and zinc oxide loadings. 2.4. Thermogravimetric analysis/surface area measurements Thermogravimetric experiments have been carried out in a Setaram TG85 thermobalance. The copper metal surface areas of the catalysts has been determined according to a method described by Luys et al. [ 111. About 400 mg of dry catalyst was weighed into a porous basket. The sample was calcined in a stream of 2 cm'/s of air at 0.02 K/s to 750 K,where it was kept for eight hours. After cooling-down to 298 K, reduction was carried out by heating at 0.02 K/s to 600 K, dwell for one hour in a stream of 67% H2/33% Ar. At the end of the reduction, the sample was evacuated for 15 min at 600 K and subsequently cooled down to 363 K under argon. For the determination of the surface area, 2 cm3/s 1% NZO/ 99% Ar was passed over the sample at 363 K. The amount of surface oxygen was determined by extrapolation of the sub-surface contribution to t=0. Assuming an adsorption stoichiometry Cus/Oa,c=2 and a value of 1.4610'9 Cu, atoms m-2 copper surface areas could be calculated. 2.5. Hydrogen ehemisorption The experiments have been carried out in an all-glass chemisorption apparatus equipped with a turbo-molecular vacuum pump. About 400 mg of catalyst precursor was loaded into a U-tube reactor and calcined in air, heated with 0.02 K/s to 750 K where it was kept for twelve hours. Reduction was carried out in a stream of 1 cmj/s of hydrogen at a rate of 0.02 K/ s to 600 K for one hour. After the reduction, the sample was evacuated for one hour at 600 K and subsequently cooled down to 295 K in vacuum. In the adsorption step, about 950 mbar of hydrogen was let into a chamber of calibrated volume and subsequently expanded to the evacuated reactor. The adsorption equilibrium at 295 K was usually attained within two hours. Extrapolation of the isotherm measured at descending pressure to p = 0 yields the chemisorbed amount of hydrogen. In high-temperature adsorption experiments, the expanded volume of hydrogen was heated up to 500 K at a rate of 0.1 K/ s and kept at this temperature for one hour. After this, the reactor was cooled down to 295 K and the amount of irreversibly adsorbed hydrogen was determined from the desorption isotherm. F.Th. van de Scheur, L.H. Staal /Applied Catalysis A: General 108 (1994) 63-83 67 3. Results and discussion 3.1. The effect of zinc on the activity of silica-supported copper catalysts The activity of silica-supported copper-zinc catalysts has been measured as a function of the reaction temperature. Activity measurements were carried out and the temperature of the catalyst was cycled between 410 K and 540 K at steps of 5 K. This procedure has been followed for all four catalysts of Table 1, i.e. the activity of the Cu/Zn0/Si02 catalysts has been studied as a function of the zinc content at a constant copper loading. For the comparison between the different samples, series at descending temperatures have been chosen. This choice is made clear further on in the text. The results are presented in Fig. 1. The effect of zinc on the activity is considerable: For the CZSA-15-20 catalyst, a threefold increase of the conversion at 470 K has been observed, compared to the CSA-15 catalyst. The positive effect of zinc oxide on the activity is in agreement with the results of Pohl et al. [ 10], who carried out the hydrogenation of methyl laurate over co-precipitated Cu/ Zn0/Si02, but opposed to those of Kohler et al. [7], who concluded that the addition of zinc to a supported copper catalyst lowered both activity and selectivity compared to pure copper in the hydrogenolysis of dimethyl succinate. It is important to discriminate promoting effects from the intrinsic activity of the zinc oxide. If the increase in the activity were caused by simply stacking up the separate contributions of the copper and zinc oxide components of the catalyst without any synergy, a silica-supported zinc oxide catalyst would be expected to have a substantial activity of itself. However, an 8 wt.-% Zn0/SiO, catalyst has not shown any activity up to 540 K. Consequently, the effect of zinc oxide has to be attributed to real promoting properties. 0.8 O0.0 w1% znO 4.5 wt% Zn0 0.6 o s , w% Z~O . 1 8.0 ,% Z~O 0.4 a 0 0.2 0.0 Err1 400 450 500 550 temperature / K Fig. 1. The effect of the zinc content of Cu/Zn0/SiOZ catalysts on the activity in the hydrogenolysis of methyl acetate. CSA-15 (0.0 wt.-% ZnO; CZSA-15-5 (4.5 wt.-%o Zn0); CZSA-15-10 (8.7 wt.-% Zn0); CZSA-15-20 (18.0 wt.-% ZnO. 68 F.Th. van de Scheur, G. H. Stttal /Applied CataNsis A: General 108 (1994) 63-a3 3.2. The effect of zinc on the selectivity The hydrogenolysis of methyl acetate on Cu/Zn0/SiO, catalysts gives rise to the formation of a wide range of products. The desired products are methanol and ethanol, but by different side reactions ethyl acetate, ethanal, diethyl ether, ethene, ethane and methane can also be formed. The reactions of the acetyl fragment, which contains two carbon atoms, are the most important subjects of research, as the results of the present work are considered to be relevant for the hydrogenolysis of analogous methyl esters and the synthesis of fatty alcohols in particular. The \"two-carbon\" selectivities are thus defined as: moles of methyl acetate reacted to i S; _ total moles of methyl acetate reacted (5) This definition implies a stoichiometric correction for the production of diethyl ether and ethyl acetate, that originate from two molecules of methyl acetate. A typical scheme of the temperature-dependent selectivities to the products that originate from the acetate fragment is presented in Fig. 2. At low temperatures, the selectivity towards ethyl acetate is high, as most of the ethanol formed is converted in the transesterification reaction (Eq. 3) with acetyl groups on the catalyst surface. The selectivity to ethyl acetate goes through a maximum, as ethyl acetate is an intermediate that reacts with hydrogen to two molecules of ethanol. At temperatures above 470 K, the reactions towards acetaldehyde (Eq. 2) and ethane (Eq. 4) become more important. The factors that determine the formation of ethane in the hydrogenolysis of methyl acetate are the subject of extensive studies, since the minimizing of the formation of alkanes is an important process objective. The presence of zinc in the catalyst has a distinct effect on the selectivity. This is illustrated by Fig. 3, showing the selectivity to ethane. From Fig. 3 it is clear that the CSA-15 catalyst (without zinc) exhibits the highest formation of ethane, whereas the selectivity is better with higher zinc content, the CZSA- 1.0 0.6 0.4 0.2 Q Ethene Ethanc Ethanol O Ethenal p Ethyl Acetate t Ethyl Ether 400 450 500 550 temperature / K Fig. 2. Selectivity of the CZSA-15-10 catalyst (13 wt.-% Cu, 8.7 wt.-%n Zn0) to products from the acetate fragment. F.Th. van de Scheur, L.H. Staal /Applied Catalvsis A: General 108 (1994) 63-Y3 69 0.4 _~ o 0.0 wt% ZnO > 0.3 <.5 wt% ZnO 0 8.7 wt% zoo 18.0 wt% Zno 0.2 G ,M 0.1 0.0 1 -. -Eli --.-~'` 450 500 550 temperature / K Fig. 3. Selectivity to ethane for different catalysts. CSA-15 (0.0 wt.-%r Zn0); CZSA-15-5 (4.5 wt.-9o Zn0); CZSA-15-10 (8.7 wt.-% Zn0); CZSA-l5-20 (18.0 wt.-17r Zn0). 15-20 catalyst having the best selectivity. This catalyst also exhibits the highest activity. The simultaneous improvements of the activity and selectivity as a result of zinc addition are uncommon, and do not necessarily emanate from the same catalytic origin. Apart from the ethane formation, the selectivities to ethanal, ethanol and ethyl acetate as a function of the conversion are not affected by the presence of zinc oxide, which infers that these reactions take place on the copper component of the catalyst. Concerning the activity, several factors may explain the effect of zinc oxide: - The morphological effect on copper; - Formation of oxidized copper species; - Alloy formation between copper and zinc; - Creation of enhanced electron density at the copper surface; -Activation of hydrogen and/or methyl acetate on zinc oxide. In order to assess the influence of these parameters, the preparation procedure, the structural properties of the catalyst and the reduction behaviour have been studied in more detail. Furthermore, nitrogen adsorption and chemisorption of nitrous oxide and hydrogen have been carried out in order to discriminate between the possible effects of zinc oxide that are mentioned above. In a preparation study, the pH, the concentration of copper and zinc ions, and the loading of the support with zinc and copper were monitored. Samples of the clear solution and of washed solids were examined separately by ICP/AES. Fig. 4 shows that aqueous copper disappears first out of the solution, followed by zinc. Apparently, copper reacts with the support first, whereas zinc is deposited in a subsequent stage of the precipitation. However, the mass balance of copper and zinc (not shown) indicates that, in addition to aqueous ions and silica-supported metals, bulk precipitates are also present. Halfway through the preparation a bluish copper hydroxy nitrate was observed, which is not stable at a pH higher than 5 [ 12]. For copper, the amount of basic nitrate had a maximum at a reaction time of 6 h and a pH of 4.6; for zinc, a small, but steady increase was observed. Eventually, the copper ions were deposited as a copper hydroxysilicate. The 70 F.Th. van de Scheur, L. H. Staal /Applied Catalysis A: General 108 (/994) 63-83 6 30 'Z. 20 10 U o, EA /v_ _,,v\\ r ~~/j'o i v '_ 0 4 8 1216 20 24 reaction time / hours 5 0 15 10 U cd w h Fig. 4. Copper and zinc mass fractions on the support and concentrations in the solution as a function of time during the preparation of a Cu/Zn0/SiOZ catalyst by homogeneous precipitation. Continuous line: pH; CuZ' (aq); A: Zn=1 (aql; Cu=+ (s); O: Zn2`(s). nature of the deposited zinc species in the precursor is not entirely clear. X-ray diffraction has demonstrated that in all cases amorphous materials had been formed. Energy-dispersive X-ray analysis (EDAX) has indicated that the copper and the zinc are distributed homogeneously on the support. Calcination of the precursor at 750 K probably leads to the formation of mixed copper-zinc silicates. For the investigation of the reduction behaviour, temperature-programmed reduction has been carried out in the thermobalance (DTG): the results are shown in Fig. 5. Fig. 5 shows the DTG profiles of the four copper catalysts as a function of the zinc content. The reaction temperature is plotted on the upper horizontal axis; it should be mentioned that the samples were kept isothermal at 600 K. The most salient feature in the graph is a pronounced weight loss that shifts from 418 K for the catalyst without zinc (I) to 460 K for the catalyst with the highest zinc content (IV). An additional broad band between 460 K and 600 K indicates that the reduction proceeds in two stages. The sharp peak results from the loss of oxygen which is released as water as a result of the reduction of Cu2+ to Cu The shift to higher temperatures demonstrates that the reducibility of the catalysts becomes worse at increasing zinc content, i.e. the oxidized state of copper is stabilized by the presence of zinc. The intensity of the weight loss of the CSA-15 catalyst (without zinc) at 4'18 K is higher than the intensity of the corresponding peak of the three zinc-containing catalysts. Since the copper loading of the four catalysts is equal, either a greater part of the copper is reduced in the second stage of the reduction or a part of the F.Th. van de Scheur, L.H. Staal /Applied Catalysis A: General 108 (1994) 63-83 71 temperature K 300 400 500 600 0 5 10 15 reaction time / ks Fig. 5. Differential thermogravimetric profiles of Cu/Zn0/SiOZ catalysts. I: CSA-15 (0 wt,-% Zn0); II: CZSA15-5 (4.5 wt.-% Zn0); III: CZSA-15-10 (8.7 wt.-% Zn0); IV: CZSA-15-20 (18.0 wt.-% Zn0). water that is formed in the first stage of the reduction is retained at the surface and only released in the second stage. After the calcination, the catalyst surface consists of - probably amorphous - copper and zinc oxides and copper and zinc silicates. For copper and zinc containing methanol synthesis catalysts, evidence of extensive dissolution of a positively charged copper species in the zinc oxide lattice was found when the catalyst had been reduced at 250 [ 13 ] . Therefore the broad reduction band between 460 K and 600 K probably originates from the reduction of an oxidic copper species in the proximity of zinc oxide or zinc silicate. The presence of zinc inhibits the reduction of copper, but may also enhance the effect of water in the reduction, since it is known that for silica-supported Cuz+ species the presence of the broad weight loss is thought to be caused to by the water that is produced in the first stage of the reduction [ 14] . The copper metal that is formed by reduction of the CU 2+ species in mixed oxides can form finely dispersed particles, which form a two-dimensional epitaxial layer on zinc oxide, according to a model proposed by Okamoto et al. [ 15], who studied reduced Cu/Zn0 methanol synthesis catalysts by X-ray photoelectron spectroscopy (XPS) and Auger spectroscopy. A conspicuous transition is found in all four profiles at 600 K, marking the start of the isothermal reduction. The higher the zinc content in the catalyst is, the more prominent this characteristic edge becomes, which indicates a decrease of the degree of reduction and an increasing amount of oxidized copper species in the working catalyst. For the catalysts containing zinc oxide, the amount of oxide to be reduced is higher than for the unpromoted copper catalyst because: some reduction of zinc oxide can be promoted by the presence of metallic copper and the formation of brass [ 15-20]. Van Herwijnen and De Jong [ 17] have shown both theoretically and by experiments that brass formation may occur at a temperature as low as 300 in an atmosphere containing hydrogen and water. In the TPR 72 F.Th. van de Scheur, G.H. Staal /Applied CatalysisA: General 108 (1994) 63-83 spectra of Cu0-ZnO catalysts, Okamoto et al. [ 16] have observed broad peaks above 400 which have been attributed to the partial reduction of Zn2+ to Zn Considering these data from the literature, the sole fact, that the reduction of only copper may account for the total weight loss in the DTG, does not exclude the possibility of partial reduction of zinc oxide and concomitant brass formation in the second stage of the reduction. The coverage of copper metal particles by zinc oxide might offer an additional explanation for the synergy between copper and zinc in connection with the lower copper metal surface area at higher zinc content. Although the present results cannot directly prove the existence of such surface species, the sequence of the precipitation of copper and zinc in the preparation, shown in Fig. 4, supports the idea of SMSI-like behaviour in this system. Another argument for this hypothesis can be found in Table 2, which provides some structural characteristics of the Cu/Zri0/SiO, catalysts. The copper metal area does not increase as a function of the zinc content, but exhibits a maximum for the CZSA-15-5 catalyst, and becomes even lower for high zinc loadings. A small amount of zinc oxide prevents agglomeration of copper crystallites, resulting in a better dispersion for the CZSA-15-5 catalyst. The dissolution of copper into the zinc oxide phase and the coverage of copper metal by zinc oxide are likely to be the causes of the decrease of the copper surface area observed at higher zinc content. The accessibility of the copper surface for the reaction with nitrous oxide is closely connected to this. As is shown in Table 2, the specific surface area of the catalyst increases as a result of the precipitation of copper and zinc. The BET surface area of the Shell S980A silica support is 221 m' g'. The surface area of the Cu/SiOz catalyst is much higher than that and addition of zinc leads to an increase, but the catalyst with the highest zinc loading has a lower surface area. Mercury porosimetry indicates that the mean pore diameter decreases from 14 nm for the silica to 6 nm for the CZSA-15-20 catalyst. The microporosity is apparently increases with the zinc content, resulting in a higher BET surface area at lower loadings of zinc, and in a certain amount of pore blockage in the CZSA-15-20 catalyst. Hence, the observed results of nitrogen adsorption point to a more and more limited accessibility of the catalyst surface, which is apparently connected with the lower copper surface area at increasing zinc content of the catalyst. Several different copper species are thus present at the surface of the reduced copper- Table 2 Characteristic properties of the Cu/Zn0/Si0= catalysts Sample SBe,r scAmount of H= ads. Turnover frequency (m`/g) (m`/g cat.) (mol/kg cat.) (s-')at460K 295 K 500 K CSA-15 353 15.6 0.095 0.082 1.0-10-' CZSA-15-5 392 18.7 0.087 0.089 1.310- CZSA-15-10 434 17.7 0.084 0.091 2.0- 10-4 CZSA-15-20 261 14.2 0.051 0.092 3 _0.10-4 FTh. van de Scheur, L.H. Staal /Applied Catalvsis A: General 108 (1994) 63-83 73 zinc catalysts: well-defined copper crystallites which can also be found in a Cu/SiOZ catalyst, copper crystallites partly encapsulated by zinc oxide, small copper crystallites or epitaxial layers [ 151 in contact with zinc oxide, and Cu' species dissolved in the zinc oxide [13] or silicate phase. Copper crystallites present in a CU/Si02 catalyst exhibit a good activity for the hydrogenolysis of methyl acetate, but finely dispersed copper in contact with zinc oxide or copper crystallites partly covered by zinc oxide are thought to be responsible for the increase in activity. It is clear that the reactivity of the Cu/Zn0/Si02 catalysts (Fig. 1) is not proportional to the measured copper surface area (Table 2). The turnover frequency increases with the zinc content. On the basis of the chemical shifts observed in XPS-Auger spectroscopy, Okamoto et al. [ 15 ] tentatively concluded that, for Cu /ZnO catalysts containing less than 30% Cu, the electron density on copper is increased by charge transfer from zinc oxide. Elaborating on this model, Frost [21 ] proposed that junction effects at the copper-zinc oxide interface produce oxygen vacancies in the zinc oxide lattice, electrons being carried over from zinc oxide to the copper metal. In accordance with this theory, Claus et al. [91 ascribe the high activity of their copperzinc catalysts in the hydrogenolysis of methyl acetate to an enrichment of electrons in the copper metal by the presence of electron-donating zinc oxide. However, serious doubts against the charge transfer model have been put forward by Ponec [22], of which the most relevant to the current observations is the unlikeliness of very high charge concentrations on finely dispersed copper crystallites. The implications of the charge transfer model for the hydrogenolysis of esters can be considered with the knowledge that methyl acetate chemisorbs onto CulSi02 catalysts in dissociated form, forming strongly bound acetyl fragments [8]. These acetyl groups are the dominant surface species and inhibit the rate of the reaction, which is manifested by the zero order in methyl acetate [ 6 ] . Since electrons from the copper metal surface are donated to the chemisorbed ester fragments, additional electronic charges would only lead to a greater extent of inhibition. In that case a lower activity with higher zinc content would be expected. Consequently the charge transfer model does not offer a sufficient explanation for the increase in activity of silica-supported copper catalysts upon zinc addition. Although a Zn0/Si02 catalyst does not show any activity, the supposition has to be verified that some elementary steps of the reaction do not only occur on copper metal, but also on the additional phase that is created by the presence of zinc oxide. In the elementary steps both hydrogen and carbon-oxygenate reaction intermediates can be involved. In order to verify the hypothesis of the participation of the zinc oxide component in the catalyst in the activation of hydrogen and a resulting beneficial effect on the reactivity, chemisorption experiments have been performed at room temperature and at 500 K, of which the latter has been considered as representative for the reaction temperatures. The importance of the activation and possible spillover of hydrogen can be established by the comparison of the rate of the reaction with literature data on the rate of exchange of hydrogen and deuterium. Magnusson [ 23 ] has studied this exchange reaction on an alumina supported copper catalyst in the temperature range from 371 K to 429 K and hydrogen and deuterium pressures between 30 and 400 Torr. Since the upper limit of his set of data does not exceed the onset in activity of the hydrogenolysis of methyl acetate, the proposed kinetic 74 F.Th. van de Scheur, L.H. Staal /Applied Catalysis A: General 108 (1994) 63-83 model had to be extrapolated in order to make the desired comparison. The calculated rate of exchange of hydrogen based on the copper surface area has turned out to be of the same order of magnitude as the rate of the hydrogenolysis reaction. The results in Table 2 show that at 295 K the amount of irreversibly adsorbed hydrogen decreases from 0.0915 to 0.051 mol Hz/ (kg catalyst) with increasing zinc content, whereas at 500 K the amount of adsorbed hydrogen increases from 0.082 for the copper catalyst to 0.092 mol H21 (kg catalyst) for the catalyst with the highest zinc content. All adsorption isotherms were measured at room temperature after desorption for one hour at 600 K, and isotherms determined after desorption at 700 K did not show significantly higher uptakes of hydrogen. This was done since temperature-programmed desorption (TPD) results obtained by Berndt et al. [24] infer that this temperature is necessary to remove all irreversibly bound hydrogen from zinc oxide. Thus, after the standard pretreatment, the catalysts did not contain chernisorbed hydrogen. Because of the proportionality to the copper surface (0=0.20-0.25 in all cases), the data obtained at 295 K suggest hydrogen chemisorption on copper rather than on zinc oxide. This is confirmed b; y the results of Bendada et al. [ 25 ] , who have studied the adsorption of hydrogen onto Cu/Zn0/A1203 methanol synthesis catalysts by in-situ nuclear magnetic resonance (NMR). At 298 K and 12 bar of hydrogen, they have observed a \"hydrogen on copper\" species and have found no evidence for the chemisorption of hydrogen on zinc oxide. At a temperature of 500 K, the distribution of chemisorbed hydrogen between copper and zinc oxide is likely to be different. Copper is known as a weak adsorber of hydrogen and the equilibrium surface coverage decreases with the temperature [26]. The adsorption procedure at 500 K: does consequently not result in the determination of the equilibrium amount of chemisorbed hydrogen at this adsorption temperature, but accelerates the chemisorption on copper and yields an amount of irreversibly adsorbed hydrogen. Zinc oxide is generally known for the heterolytic dissociative chemisorption of hydrogen [27] and Bowker et al. [28] have shown that the adsorption of hydrogen on zinc oxide is activated, with a maximum ,surface coverage after adsorption at 550 K, and that the zinc oxide component of Cu/Zn0 / A1203 catalysts is saturated with large amounts of interstitial hydrogen at 470 K under methanol synthesis conditions [ 29] . Dennison et al. [ 30] have found a strong indication of both adsorption on copper and zinc oxide in an in-situ NMR spectroscopic study of a Cu/Zn0/AI203 catalyst exposed to hydrogen at 402 K. The comparison of the adsorption data at 295 K with the data obtained at 500 K suggest that the chemisorption of hydrogen on the copper-zinc oxide catalysts is an activated process, which is also supported by the different observations of Bendada et al. [25] and Dennison et al. [30] in the NMR spectroscopic studies. In agreement with this view, Burch et al. [ 31 ] have put forward that zinc oxide acts as a reservoir for adsorbed hydrogen in the synthesis of methanol on Cu/ZnO catalysts and that even a small amount of zinc oxide is sufficient to provide all hydrogen that is necessary for the reaction. If the difference of the adsorption values at 500 K and 295 K were taken as a measure of the amount of chenrisorbed hydrogen at 500 K on the zinc oxide component of the catalysts of the present study, rather low values for irreversible adsorption on zinc oxide would be obtained. In addition to that, the differences in the uptake of hydrogen at 500 K are too F.Th. van de Scheur, G.H. Staal /Applied Catalysis A: General 108 (1994) 63-83 75 small to explain the differences in activity as a function of the zinc content. Therefore it is concluded for the present reaction that the function of zinc oxide as a reservoir of irreversibly adsorbed hydrogen is not the origin of the activity's increase. Weakly adsorbed hydrogen on zinc oxide could not be determined in the current adsorption experiments and can therefore not be ruled out as a potential source of hydrogen. 3.3. Influence of the silica support In order to discriminate between the effect of zinc oxide and the effect of the silica support on the activity and selectivity of the catalysts, two additional catalysts with Degussa Aerosil 200 as the support have been prepared for comparison with the catalysts supported on Shell S980A silica: a 15 wt.-% Cu/Si02(Aerosil) and a 15 wt.-% Cu/10 wt.-% Zn0/ SiO,(Aerosil) catalyst. The structural properties of the support materials and the four catalysts of this comparative study are shown in Table 3. The BET areas of the aerosil-supported catalysts are somewhat smaller, and the pore volumes generally larger than those of the sol-gel silica supported catalysts. More striking is the larger pore radius of the aerosil-supported catalysts with respect to the sol-gel based catalysts, in spite of a 15 nm pore radius in the bare support. The activity of the catalysts is determined for the greater part by the amounts of copper and zinc and not by the support. This is illustrated in Fig. 6, in which the results of the activity measurements are depicted. If the comparison is made in more detail, the aerosilsupported catalysts show a greater temperature sensitivity and are slightly more active than the sol-gel based catalysts. In contrast to the activity, the selectivity is clearly dependent on the chosen support. Figs. 7 and 8 show that both catalysts supported on aerosil have lower selectivities to ethene and ethane than the sol-gel supported catalysts. Ethane is likely to be produced by two parallel reactions: hydrogenation of ethene, which is the product of a dehydration reaction and direct hydrogenolysis of the carbon-oxygen Q-bond. The flattening of the ethene selectivity at a value of 0.025 indicates that ethene is converted in a subsequent reaction to ethane. It is remarkable that the addition of zinc lowers the formation of ethane for the catalysts supported on sol-gel silica, but not for the catalysts supported on aerosil. Additional information can be obtained from the selectivity to diethyl ether, which is shown in Fig. 9 and appears to be the reverse of the ethane selectivity. The catalysts supported on aerosil exhibit the highest ether formation and the presence Table 3 Effect of the silica support on the textural properties of the catalysts Sample SggT Vv(N-) rr(N,) Vpp(Hg) rP(Hg) (m=g-') (cm'g-') (nm) (cm'g-') (nm) Shell S980A 221 0.93 7.5 0.77 7 Degu.ssa Aerosil 200 188 0.52 5.5 1.34 14 CSA-15 353 0.65 3.2 0.54 3.8 15%Cu/Aerosil 320 0.93 10 0.80 8.4 CZSA-15-10 434 0.59 3 0.41 2.5 15% Cu/ 10% Znn/Aerosil 351 0 82 75 067 6 fi 76 F.Th. van de Scheur, L.H. Staal /Applied Catalysis A: General 108 (1994) 63-83 0.8 O Cu/S980A C 0.6 . Cu/Aerosil o O Cu/Zn/S980A VV) )) 1 Cu/Zn/Aerosil 0.4 c 0 \" 0.2 0.0 `- 400 450 500 550 temperature / K Fig. 6. The influence of the silica support on the activity of Cu/Si0= catalysts and of Cu/Zn0/Si0= catalysts. IN.B.: Cu/S980A=CSA,-15 (13.8 wt.-%n Cu); Cu/Zn/S980A=CZSA-15-10 (13 wt.-r Cu,8.7 wt.-%, Zn0). 0.04 > O Cu/S980A 0.03 Cu/Aerosil M Cu/Zn/S980A U Cu/Zn/Aerosil 0.02 C 0.01 a~ 0.00 1- 450 500 550 temperature / K Fig. 7. Influence of the silica support on the formation of ethcne. of zinc leads to more ether formation. Production of ether is a reaction between two adsorbates, which is believed to be catalyzed by a combination of acid and basic surface sites [32]. It is a less severe dehydration than the formation of ethane. Concerning ether formation, no indication has been found for the presence of dimethyl ether or ethyl methyl ether. The fast desorption of methanol from the catalyst surface with respect to the residence time of the C= fragments might explain the absence of methyl ethers. An overview of the possible reactions leading to ethene, ethane and diethyl ether is given below. - Dehydration of ethanol: C,H50Hi72 C_H4+H=O (6) - Hydrogenation of ethene: F.Th. ran de Scheur, L.H. Staal /Applied CatalYsis A: General 108 (1994) 63-83 77 C, H, + H, <--\" C, H,, - Direct hydrogenation of ethanol: CZH50H+Hz <:~ CIH6 +HZ0 - Formation of diethyl ether: 2C= Hg OH ~-C_HS-O-C=HS +H,O (9) The observed differences in the selectivities suggest that these dehydration reactions are governed by the specific properties of the silica and the presence of zinc in or on the surface of the support. Bronsted-acid hydroxyl groups on the catalyst surface may be responsible for the dehydration reactions to ethene, even at these high loadings of copper and zinc. Although silica 0~.4 O Cu/S980A aJ '; O.3.Cu/Aerosil O Cu/Zn/S980A U 4) Cu/Zn/Aerosil 0.2 ,~ 0.1 0.01. .----~- 450 500 550 temperature / K Fig. 8. Influence of the silica support on the formation of ethane. O Cu/S980A 0Cu/Aerosil . 1:5 _ 0 Cu/Zn/S980A U Cu/Zn/Aerosil 0.10 -A h r U 0.05 0.01) ~' . . 450 500 550 temperature / K Fig. 9. In fiuence of the silica support on the formation of diethyl ether. 78 F.Th. van de Scheur, L.H. StaallApplied Catalysis A: General 108 (1994) 63-83 Table 4 Elemental analysis of two silica supports Element Weight fraction of trace elements (gglg) Shell S980A. Aerosil 200 A1 120 <75 Ca 52 16 Fe 45 < 5 Mg 12 < 5 Na 330 135 Ti 89 < 5 is a known alcohol dehydration catalyst [33], it is relatively inert and the acidity at the catalyst surface is probably induced by the formed silicates and impurities in the silica. Elemental analysis (ICP/AES) of the supports has shown that the level of impurities in both silicas is relatively low; the Shell S980A silica contains several hundreds of Itt.g/g, whereas the Aerosi1200 is very pure. The results have been summarized in Table 4. The presence of some aluminium in the support might be the source of acid sites in the catalysts supported on Shell S980A silica, which offers a reasonable explanation for their worse selectivity. This is in agreement with the results of Nonneman et al. [ 34] , who reported that impurities in the silica support played a decisive role in the product distribution in the synthesis of oxygenates from synthesis gas on rhodium. Another important factor is the density of surface hydroxyl groups in the precursor silicas. The population of surface hydroxyl groups on a precipitated silica has been reported to be twice as high as the population of a fume silica up to a desorption temperature of 800 [35,36] . In spite of the chemical modification of the silicas as a result of the deposition of copper and zinc, the higher surface density of hydroxyl groups on the sol-gel silica might be partly responsible for the more severe dehydration on the derived catalysts. Addition of zinc oxide leads to partial neutralization of the acid sites, to a lower formation of ethene and ethane and to the creation of basic surface sites; the latter results in the increased yield of diethyl ether at the expense of ethane. Dehydration and dehydrogenation of ethanol have been found to proceed on polycrystalline zinc oxide [37] and on polar surfaces of zinc oxide [38], but the selectivities to ethanal and ethene were very different in these studies, and no formation of diethyl ether has been reported. The presence of zinc in the catalysts of this work does not lead to an increase in the formation of ethene and ethanal, probably because of the amorphous structure and the chemical interaction with the silica. 3.4. Hysteresis The catalyst activity has been measured as a function of the reaction temperature, which was usually increased step-wise from 410 K to 540 K and subsequently lowered from 540 K to 410 K. FTh. van de Scheur, LA Staal /Applied Catalvsis A: General 108 (1994) 63-83 79 Remarkably, at equal temperatures and reaction conditions, a difference in conversion has been observed between the series of activity measurements at rising temperature and at descending temperatures. The latter exhibit a higher conversion, which is illustrated in Fig. 10. The hysteresis only occurs between 430 K and 500 K. Successive temperature cycles between 410 K and 540 K have been performed. The second cycle at increasing temperature results in a slightly higher conversion with respect to the first cycle with the virgin catalyst, but still lies well below the conversion measured at descending temperatures. The second and third series of measurements at increasing temperature coincide, just as all three series at descending temperature. This provides evidence that the hysteresis is not caused by a physical or chemical change in the active phase, which was in fact not expected since the reduction treatment was more severe than the reaction conditions. ,D. 8 0 lsl cycle 2nd cycle 0.6 3rd cycle j 0.4 O v (D.2 v IN sv 0.0 400 450 500 550 temperature / K Fig. 10. Hysteresis in activity in the hydrogenolysis of methyl acetate on the CZSA-15-20 ( 12 wt.-% Cu, 18 wt.Zn0) catalyst. 0.3 Increasing T 0 Decreasing T 0.2 .o N N 7 0.1 0 4.5 8.7 18.1 zinc oxide loading / Fig. 11. Extent of the hysteresis at 470 K as a function of the zinc content. CSA-15 (0 wt.-% Zn0); CZSA-15-5 (4.5 wt,-% Zn0); CZSA-15-10 (8.7 wt.-% Zn0); CZSA-15-20 (18.0 wt.-% Zn0). 80 F.Th. ran de Scheur, G.H. Staal /Applied Catahsis A: General 108 (1994) 63-83 In addition to acting as a promoter for the activity, zinc oxide also has a profound effect on the extent of the hysteresis in the activity measurements. This is illustrated by Fig. 1 1. In the bar graph, the conversions at 470 K at increasing and decreasing temperatures have been combined. Also in the absence of zinc a hysteresis has been observed. The extent of the hysteresis is determined by the relative conversions of the measurements at rising and descending temperature. As a function of the zinc content, the conversion shows a steady increase at descending temperatures, but for the measurements at increasing temperatures, the conversion levels off for the CZSA-15-20 catalyst. 3.5. Possible effectof water At higher temperatures, water is produced together with the formation of alkanes. Wehner and Gustafson [39] pointed out that small amounts of water had a positive effect on the activity of Pd/ZnO catalysts for the hydrogenolysis of methyl acetate. This has also been observed for copper-based catalysts for the synthesis of fatty alcohols, for which Poels et al. [40] describe the benefits of water addition on the activity of copper-based catalysts. Although it is probable that water leads to a kinetically controlled amount of hydroxyl groups, oxidized surface species and replenished oxygen vacancies we do not think that this is the cause of the hysteresis. The stabilization time between subsequent temperature steps is long enough to establish the new equilibrium of surface species. 3.6. Effect of adsorbed hydrogen From the results of the chemisorption of hydrogen that have been presented in Table 2 it is clear that, as a function of the zinc content, the amount of chemisorbed hydrogen decreases at an adsorption temperature of 295 K, whereas it increases at a temperature of 500 K. The difference has to be explained in terms of an activated adsorption on zinc oxide, but the values of irreversible hydrogen chemisorption on zinc oxide at low. In accordance with these observations, there is probably no relation between the hydrogen uptake of the catalyst and the hysteresis in the activity as a function of the temperature. This conclusion is supported by the fact that a hysteresis is also observed in the activity of a Cu/Si0= catalyst without zinc. 3.7. Possible effect of adsorbed ester Connected with the hysteresis in the activity, there is also a hysteresis in the selectivity to ethyl acetate. Fig. 12 shows that the selectivities at increasing and decreasing temperatures coincide above 475 K, whereas the selectivity to ethyl acetate measured at decreasing temperature is higher below this temperature. This observation leads to the supposition that the hysteresis is caused by a temperaturedependent change in the coverage of the surface by reaction intermediates. The strong adsorption of the ester on the surface of the catalyst and the contact time are important factors in the occurrence of the hysteresis. The contact time is 1.510' (kg cat.) s mol-' and expressed in the number of copper surface atoms divided by the flow of ester molecules it is of the order of 10 min (atoms Cu,) / (molecule methyl acetate). Since TPD results of FTh. van de Scheur, LA Staal /Applied Catalvsi.sA: General 108 (1994) 63-83 81 T 1.0 O Increasing T ', 0.8 Decreasing T U - N 0.6 0.4 0.2 0.0 400 450 500 550 temperature / K Fig. 12. Selectivity to ethyl acetate in the hydrogenolysis of methyl acetate on the CZSA-15-20 catalyst ( 12 wt.r1c Cu, 18 wt.-% Zn0). Kohler et al. [ 8] have indicated that the adsorption of a molecule of methyl acetate requires an ensemble size of twelve copper surface atoms, a stabilization time of 30 min should be enough to establish the equilibrium of surface adsorbates. However, no real steady state has been attained, as isothermal activity measurements have shown that a stabilization time of at least 4.5 h is necessary to obtain equal values of conversion for the series at increasing and decreasing temperatures. An important factor is the rate of adsorption of the ester with respect to the rate of the hydrogenolysis reaction. It is proposed that the surface is entirely covered by acetyl groups at low reaction temperatures, which leads to inhibition of the reaction rate. At high reaction temperatures, the rate of hydrogenolysis is high and the surface is thought to be only partially covered by acetyl groups, leaving empty sites for the adsorption of other intermediates such as ethoxy groups, which have a less inhibiting effect than the acetyl groups. It apparently takes a long time to restore the equilibrium surface coverage of adsorbates when switching between different reaction temperatures. The greater hysteresis with higher zinc content provides indirect evidence for the participation of zinc oxide in the activation of hydrogen and methyl acetate. 4. Conclusions A joint improvement in the activity and selectivity of silica-supported copper catalysts in the hydrogenolysis of methyl acetate is observed when zinc is present in the catalyst. Several effects offer acceptable explanations for the influence of zinc on the activity. Zinc most probably affects the dispersion and the degree of reduction of copper, whereas these parameters do not directly correlate with the activity and selectivity. Charge-donating properties of zinc oxide do not appear to be a sufficient explanation. A decrease in activity with higher zinc content would be expected if this were the major factor affecting the activity, which has not been observed. Because the differences in the uptake of hydrogen 82 F.Th. van de Scheur. L.H. Staal /Applied Catalvsis A: General 108 (7994) 63-83 at 500 K as a function of the zinc content are small, a promoting effect by better availability of hydrogen at the catalyst surface is not likely. The participation of the new copper-containing phase that is created by the addition of zinc oxide in the activation of the ester offers the most plausible explanation for the observed effects in the activity and selectivity. Although the present study does not provide direct evidence for the existence of such surface species, the most probable sources of the increase in activity are finely dispersed copper particles in contact with a zinc oxide phase, which are created in the second stage of the catalyst reduction, and copper crystallites partly encapsulated by the zinc oxide phase. Aerosil-supported catalysts appear to produce lower amounts of ethene and ethane, but more diethyl ether than sol-gel silica based catalysts. The lower activity of the aerosilsupported catalysts for dehydration reactions is explained in terms of a higher purity and a lower surface density of hydroxyl groups. Therefore the increase of the selectivity of solgel based catalysts upon zinc addition must be ascribed to the intervention of zinc oxide in the contact between the copper and dehydrating, acid sites at the silica surface. Diethyl ether formation is thought to proceed by dehydration reactions on acid and basic surface sites, the latter being created by the presence of zinc oxide. The reactions to ethanal, ethanol and ethyl acetate probably proceed only at the copper surface as the selectivities to these products are not affected by the presence of zinc oxide or the choice of the silica support. As an additional effect in the hydrogenolysis of methyl esters on Cu /ZnO, /SiO, catalysts, a hysteresis in activity has been observed. The most plausible explanation is the temperaturedependent coverage of the surface with acetyl groups, which are strongly adsorbed and inhibit the reaction at lower temperatures. The presence of zinc in the catalyst has a pronounced effect on this observed hysteresis, which is an indication of the participation of the zinc oxide component in the activation of hydrogen and the ester. Acknowledgements We would like to thank Mr. J. Balke, Mr. E. Crezee, Mr. J. Elgersma, Mr. B. v.d. Linden, Mrs. M. Mittel mei]jer-Hazeleger and Mr. J. Schuyt for their contribution to the experimental work. References [I] R.A. Peters, in Thomas H. Applewhite (Editor), Economics of a World-Scale Fatty Alcohol Business, Proceedings of the World Conference on Oleochemicals, Kuala Lumpur, 1990, AOCS, Champaign, IL, 1990, pp. 181-188. [2] H. Adkins, Organic React., 8 ( 1954) I-27. [3] G.C. Chinchen, K.. Mansfield and M.S. Spencer, ChemTech, (Nov. 1990) 692-699. [4] G. Ghiotti and F. Boccuzzi, Catal. Rev. -Sci. Eng., 29 ( 1987) 151-182. [ 5 ] J.W. Evans, M.S. Wainwright, N.W. Cant and D.L. Trimm, J. Mol. Catal.. 88 ( 1984) 203-213. [6] A.K. Agarwal, N.W. Cant, M.S. Wainwright and D.L. Trimm. J. Mol. Catal., 43 ( 1987) 79-92. [7] M.A. Kohler, M.S. Wainwright, D.L. Trimm and N.W. Cant, Ind. Eng. Chem. Res., 26 (1987) 652-656. FTh. van de Scheur, G.N. Staal /Applied Catalysis A: General 108 (1994) 63-83 83 [8] M.A. Kohler, N.W. Cant, M.S. Wainwright and D.L. Trimm, in M.J. Phillips and M. Ternan, Proceedings 9th International Congress on Catalysis, Calgary, 1988, The Chemical Institute of Canada, 1988, pp. 10431050. [9] P. Claus, M. Lucas. B. Lticke, T Berndt and P. Birke. Appl. Catal. A, 79 (1991) I-18. [ 101 J. Pohl, F.-J. Carduck. G. Gobel. B. Delmon and E. Laurent, DE 3930288 Al, ( 1989), to Henkel KGaA. [ I I j M.J. Luys, P.H. van Oeffelt, W.G.J. Brouwer, A.P. Pijpers and J.J.F. Scholten, Appl. Catal., 46 ( 1989) 161173 [ 12] J. van der Meijden, Ph.D. Thesis, Utrecht, 1980. [ 13] S. Mehta. G.W. Simmons, K. Klier and R.G. Herman. J. Catal., 57 (1979) 339-360. [ 141 C.J.G. van der Grift, Ph.D. Thesis, Utrecht, 1990. [ 15] Y. Okamoto, K. Fukino, T. Imanaka and S. Teranishi, J. Phys. Chem., 87 (1983) 3747-3754. [ 16] Y. Okamoto, Y. Konishi, K. Fukino, T. Imanaka and S. Teranishi, in Proceedings 8th International Congress on Catalysis, Berlin, 1984, Vol. V, Verlag Chemie, Weinheim, pp. 159-170. [ 17] T. van Herwijnen and W.A. de Jong, J. Catal., 34 (1974) 209-214. [ 18] M.S. Spencer, Surf. Sci., 192 (1987) 323-328. [ 19] M.S. Spencer. Surf. Sci., 192 (1987) 329-335. 1 20] M.S. Spencer, Surf. Sci., 192 (1987) 335-343. 121 ] J.C. Frost, Nature (London), 334 (1988) 577-580. [22] V. Ponec, Catal. Lett., l 1 (1991) 249-250. [23] J. Magnusson, Ind. En,g. Chem. Res., 26 ( 1987) 877-881. [ 24] H. Berndt, V. Briehn and S. Evert, J. Mol. Catal., 73 (1992) 203-214. [251 A. Bendada, G. Chinchen, N. Clayden, B.T. Heaton, J.A. Iggo and C.S. Smith, Catal. Today, 9 ( 1991) 129136. [26] C.A. Leon y Leon and M.A. Vannice, Appl. Catal., 69 (1991) 269-290 [27] R.J. Kokes and A.L. Dent, Adv. Catal., 23 ( 1972) 1. [ 28 ] M. Bowker, H. Houghton and K.C. Waugh, J. Chem. Soc., Faraday Trans. 1, 77 (1981) 3023-3036. [291 M. Bowker, R.A. Hadden, H. Houghton, J.N.K. Hyland and K.C. Waugh, J. Catal., 109 (1988) 263-273. [30] P.R. Dennison, K.J. Packer and M.S. Spencer, J. Chem. Soc. Faraday Trans. I, 85 ( 10) (1989) 3537-3560. [31 ] R. Burch, S.E. Golunski and M.S. Spencer, Catal. Lett., 5 (1990) 55-60. [ 32] J.C. Luy and J.M. Parera, Appl. Catal., 26 (1986) 295-304. [331 W.J. Hatchet Jr. and L.Y. Sadler III, J. Catal., 38 (1975) 73-79 [34] L.E.Y. Nonneman, A.G.T.M. Bastein, V. Ponce and R. Burch, Appl. Catal., 62 ( 1990) 1-23-1-28. [35] B.A. Morrow and A.J. McFarlane, Langmuir, 7 ( 1991 )IO5. [36] K.A. Vikulov, personal communication. [37] M. Bowker, H. Houghton and K.C. Waugh, J. Chem. Soc., Faraday Trans 1., 78 (1982) 2573-2582. [38] J.M. Vohs and M.A. Barteau. Surf. Sci., 221 (1989) 590-608. [39] P.S. Wehner and B.L. Gustafson, J. Catal., 135 ( 1992) 420-426. [40] E.K. Poels, D.R.E. Polman and J.J. Vreeswijk, GB 2250287 A1, (1992) to Unichema Chemie BV. The Netherlands. APCATA 94851816 0926-860X(94)85181-6 10.1016/0926-860X(94)85181-6 Elsevier Science B.V. Effects of zinc addition to silica supported copper catalysts for the hydrogenolysis of esters Frank Th. van de Scheur a Leendert H. Staal a b 1 a Department of Chemical Engineering, University of Amsterdam, Nieuwe Achtergracht 166, 1018 WV Amsterdam, Netherlands b Unipath Ltd., Norse Road, Bedford MK41 OQG, UK 1 Corresponding author. Tel. (+44-234) 347161, fax. (+44-234) 218781. When using silica supported copper-zinc oxide catalysts in the hydrogenolysis of methyl acetate, a profound effect of zinc on the activity and selectivity of the catalysts has been observed. The activity and selectivity improve with increasing zinc content. The increase in activity is likely to be an effect that originates either from finely dispersed copper particles in close contact with the zinc oxide phase or from the promotion of copper metal crystallites by zinc oxide particles. A decrease in ethane formation with higher zinc content is attributed to the elimination of dehydrating surface sites. This lowering of ethane selectivity goes hand in hand with a higher production of diethyl ether, which is explained in terms of a less severe dehydration on acid and basic surface sites. Catalysts supported on aerosil are more selective than catalysts supported on sol-gel silica, probably because of differences in the contents of impurities and surface density of hydroxyl groups. In addition to this, a hysteresis has been observed in the conversion as a function of the reaction temperature. The effects have been studied in relation to the role of adsorbed hydrogen and the nature of the adsorbed phase. The increase in the hysteresis with higher zinc content provides indirect evidence for the participation of the zinc oxide component in the activation of the reactants. Keywords activity adsorption alcohol chemisorption copper ester ethane ethanal ethanol ethene hydrogen hydrogenation hydrogenolysis hysteresis methanol methyl acetate selectivity silica thermogravimetry zinc References [1] Peters R.A. Economics of a World-Scale Fatty Alcohol Business Applewhite Thomas H. Proceedings of the World Conference on Oleochemicals, Kuala Lumpur, 1990 1990 AOCS Champaign, IL 181 188 [2] Adkins H. Organic React. 8 1954 1 27 [3] Chinchen G.C. Mansfield K. Spencer M.S. ChemTech Nov. 1990 692 699 [4] Ghiotti G. Boccuzzi F. Catal. Rev. -Sci. Eng. 29 1987 151 182 [5] Evans J.W. Wainwright M.S. Cant N.W. Trimm D.L. J. Mol. Catal. 88 1984 203 213 [6] Agarwal A.K. Cant N.W. Wainwright M.S. Trimm D.L. J. Mol. Catal. 43 1987 79 92 [7] Kohler M.A. Wainwright M.S. Trimm D.L. Cant N.W. Ind. Eng. Chem. Res. 26 1987 652 656 [8] Kohler M.A. Cant N.W. Wainwright M.S. Trimm D.L. Phillips M.J. Ternan M. Proceedings 9th International Congress on Catalysis, Calgary, 1988 1988 The Chemical Institute of Canada 1043 1050 [9] Claus P. Lucas M. Lücke B. Berndt T Birke P. Appl. Catal. A 79 1991 1 18 [10] J. Pohl, F.-J. Carduck. G. Göbel, B. Delmon and E. Laurent, DE 3930288 AI, (1989), to Henkel KGaA. [11] Luys M.J. van Oeffelt P.H. Brouwer W.G.J. Pijpers A.P. Scholten J.J.F. Appl. Catal. 46 1989 161 173 [12] van der Meijden J. Ph.D. Thesis 1980 Utrecht [13] Mehta S. Simmons G.W. Klier K. Herman R.G. J. Catal. 57 1979 339 360 [14] van der Grift C.J.G. Ph.D. Thesis 1990 Utrecht [15] Okamoto Y. Fukino K. Imanaka T. Teranishi S. J. Phys. Chem. 87 1983 3747 3754 [16] Okamoto Y. Konishi Y. Fukino K. Imanaka T. Teranishi S. Proceedings 8th International Congress on Catalysis, Berlin, V 1984 Verlag Chemie Weinheim 159 170 [17] van Herwijnen T. de Jong W.A. J. Catal. 34 1974 209 214 [18] Spencer M.S. Surf. Sci. 192 1987 323 328 [19] Spencer M.S. Surf. Sci. 192 1987 329 335 [20] Spencer M.S. Surf. Sci. 192 1987 335 343 [21] Frost J.C. Nature (London) 334 1988 577 580 [22] Ponec V. Catal. Lett. 11 1991 249 250 [23] Magnusson J. Ind. Eng. Chem. Res. 26 1987 877 881 [24] Berndt H. Briehn V. Evert S. J. Mol. Catal. 73 1992 203 214 [25] Bendada A. Chinchen G. Clayden N. Heaton B.T. Iggo J.A. Smith C.S. Catal. Today 9 1991 129 136 [26] Leon y Leon C.A. Vannice M.A. Appl. Catal. 69 1991 269 290 [27] Kokes R.J. Dent A.L. Adv. Catal. 23 1972 1 [28] Bowker M. Houghton H. Waugh K.C. J. Chem. Soc., Faraday Trans. 1 77 1981 3023 3036 [29] Bowker M. Hadden R.A. Houghton H. Hyland J.N.K. Waugh K.C. J. Catal. 109 1988 263 273 [30] Dennison P.R. Packer K.J. Spencer M.S. J. Chem. Soc. Faraday Trans. 1 85 10 1989 3537 3560 [31] Burch R. Golunski S.E. Spencer M.S. Catal. Lett. 5 1990 55 60 [32] Luy J.C. Parera J.M. Appl. Catal. 26 1986 295 304 [33] Hatcher W.J. Jr. Sadler L.Y. III J. Catal. 38 1975 73 79 [34] Nonneman L.E.Y. Bastein A.G.T.M. Ponec V. Burch R. Appl. Catal. 62 1999 L23 L28 [35] Morrow B.A. McFarlane A.J. Langmuir 7 1991 1645 [36] K.A. Vikulov, personal communication. [37] Bowker M. Houghton H. Waugh K.C. J. Chem. Soc., Faraday Trans 1. 78 1982 2573 2582 [38] Vohs J.M. Barteau M.A. Surf. Sci. 221 1989 590 608 [39] Wehner P.S. Gustafson B.L. J. Catal. 135 1992 420 426 [40] E.K. Poels, D.R.E. Polman and J.J. Vreeswijk, GB 2250287 Al, (1992) to Unichema Chemie BV, The Netherlands.",
      "scopus-id": "0028196371",
      "coredata": {
        "eid": "1-s2.0-0926860X94851816",
        "dc:description": "When using silica supported copper-zinc oxide catalysts in the hydrogenolysis of methyl acetate, a profound effect of zinc on the activity and selectivity of the catalysts has been observed. The activity and selectivity improve with increasing zinc content. The increase in activity is likely to be an effect that originates either from finely dispersed copper particles in close contact with the zinc oxide phase or from the promotion of copper metal crystallites by zinc oxide particles. A decrease in ethane formation with higher zinc content is attributed to the elimination of dehydrating surface sites. This lowering of ethane selectivity goes hand in hand with a higher production of diethyl ether, which is explained in terms of a less severe dehydration on acid and basic surface sites. Catalysts supported on aerosil are more selective than catalysts supported on sol-gel silica, probably because of differences in the contents of impurities and surface density of hydroxyl groups. In addition to this, a hysteresis has been observed in the conversion as a function of the reaction temperature. The effects have been studied in relation to the role of adsorbed hydrogen and the nature of the adsorbed phase. The increase in the hysteresis with higher zinc content provides indirect evidence for the participation of the zinc oxide component in the activation of the reactants.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-01-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94851816",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "van de Scheur, Frank Th."
          },
          {
            "@_fa": "true",
            "$": "Staal, Leendert H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94851816"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94851816"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)85181-6",
        "prism:volume": "108",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effects of zinc addition to silica supported copper catalysts for the hydrogenolysis of esters",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "activity"
          },
          {
            "@_fa": "true",
            "$": "adsorption"
          },
          {
            "@_fa": "true",
            "$": "alcohol"
          },
          {
            "@_fa": "true",
            "$": "chemisorption"
          },
          {
            "@_fa": "true",
            "$": "copper"
          },
          {
            "@_fa": "true",
            "$": "ester"
          },
          {
            "@_fa": "true",
            "$": "ethane"
          },
          {
            "@_fa": "true",
            "$": "ethanal"
          },
          {
            "@_fa": "true",
            "$": "ethanol"
          },
          {
            "@_fa": "true",
            "$": "ethene"
          },
          {
            "@_fa": "true",
            "$": "hydrogen"
          },
          {
            "@_fa": "true",
            "$": "hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "hydrogenolysis"
          },
          {
            "@_fa": "true",
            "$": "hysteresis"
          },
          {
            "@_fa": "true",
            "$": "methanol"
          },
          {
            "@_fa": "true",
            "$": "methyl acetate"
          },
          {
            "@_fa": "true",
            "$": "selectivity"
          },
          {
            "@_fa": "true",
            "$": "silica"
          },
          {
            "@_fa": "true",
            "$": "thermogravimetry"
          },
          {
            "@_fa": "true",
            "$": "zinc"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "63-83",
        "prism:endingPage": "83",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 January 1994",
        "prism:doi": "10.1016/0926-860X(94)85181-6",
        "prism:startingPage": "63",
        "dc:identifier": "doi:10.1016/0926-860X(94)85181-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028196371"
      }
    }
  }
}