{
  "metadata": {
    "title": "Effect of cobalt on the morphology and activity of fused iron catalyst for ammonia synthesis",
    "authors": "Ryszard J. Kaleńczuk",
    "journal": "Applied Catalysis A: General",
    "date": "1994-05-26",
    "doi": "10.1016/0926-860X(94)80216-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94802165",
    "pii": "0926860X94802165"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028426380",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94802165 0926-860X(94)80216-5 0926860X94802165 10.1016/0926-860X(94)80216-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X01809 2024-01-01T12:21:06.294127Z 0 0 19940526 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 112 112 2 2 Volume 112, Issue 2 6 149 160 149 160 19940526 26 May 1994 1994-05-26 1994 article fla Copyright © 1994 Published by Elsevier B.V. EFFECTCOBALTMORPHOLOGYACTIVITYFUSEDIRONCATALYSTFORAMMONIASYNTHESIS KALENCZUK R NIELSEN 1968 A INVESTIGATIONPROMOTEDIRONCATALYSTFORSYNTHESISAMMONIA NIELSEN 1962 953 A SILVERMAN 1973 477 D SHCHEGLOV 1955 123 O RAMBEAU 1985 155 G MOROZOV 1965 82 N ARTUKH 1967 1319 Y TAYLOR 1982 161 D SMITH 1982 303 P KALENCZUK 1992 349 R KALENCZUK 1994 73 R 1981 RONTGENFLUORESZENZANALYSEANWENDUNGINBETRIEBSLABORATORIEN PATTEKJANCZYK 1988 169 A TOPSOE 1973 71 H PHDTHESIS GREENWOOD 1971 253 N MOSSBAUERSPECTROSCOPY SAWATZKY 1969 383 G PATTEKJANCZYK 1986 1083 A KALENCZUKX1994X149 KALENCZUKX1994X149X160 KALENCZUKX1994X149XR KALENCZUKX1994X149X160XR item 0926-860X(94)80216-5 0926860X94802165 1-s2.0-0926860X94802165 10.1016/0926-860X(94)80216-5 271346 2024-01-01T12:21:06.294127Z 1994-05-26 1-s2.0-0926860X94802165-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802165/MAIN/application/pdf/b5150075d3d7364c06414da914f85371/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802165/MAIN/application/pdf/b5150075d3d7364c06414da914f85371/main.pdf main.pdf pdf true 1038855 MAIN 12 1-s2.0-0926860X94802165-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802165/PREVIEW/image/png/a16aa45cf287a9c64d4532400e7e46a0/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802165/PREVIEW/image/png/a16aa45cf287a9c64d4532400e7e46a0/main_1.png main_1.png png 50964 849 656 IMAGE-WEB-PDF 1 applied catalysis A ELS EV l ER Applied Catalysis A: General 112 (1994) 149-160 Effect of cobalt on the morphology and activity of fused iron catalyst for ammonia synthesis Ryszard J. Kaleficzuk* Institute of lnorganic Chemical Technology, Technical Universi~ of Szczecin, ul. Pulaskiego 10, 70-322 Szczecin, Poland (Received 30 September 1993, revised manuscript received 24 February 1994) Abstract BET, scanning electron microscopy, X-ray diffraction, M6ssbauer spectroscopy and X-ray fluores- cence spectroscopy were used to investigate the effect of cobalt on the morphology and activity of fused iron catalyst for ammonia synthesis. Activity tests were carried out under 10 MPa in the 350- 450 temperature range. Investigations were performed on the traditional multipromoted iron catalyst and on a series of catalysts prepared with addition of cobalt. Introduction of cobalt increased the activity of the iron catalyst. The maximum effect was observed for 5.5 wt.-% Co. Moreover, activating action w~/s ~stronger at lower temperatures. Addition of cobalt caused a change in catalysts structure, Co 2ions were incorporated in the crystal lattice of wustite and magnetite. They changed the surface structure and the relation Fe 2 Fe 3 +, however the relation of bivalent to threevalent metal ions was not affected. The change of the catalyst structure in the unreduced form produced a catalyst that possessed other surface properties. The most active catalyst adsorbed less nitrogen than those without cobalt. Key words: ammonia synthesis; fused iron-cobalt catalysts; morphology of catalyst 1. Introduction An industrial iron catalyst for ammonia synthesis has been in commercial use since the 1920s. It is usually obtained by fusing natural (or synthetic) magnetite with small amounts of additives (promoters), such as potassium, aluminium and calcium oxides. Then, the catalyst is reduced in hydrogen, or more often in synthesis gas [ 1 ]. The promoters constitute only a few percent of the catalyst mass. However, after reduction, they cover more than half of the iron surface [ 2,3]. A catalyst *Tel. ( +48-91 )340 843, fax. ( +48-91 )533 754. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDIO926-860X (94)00037-R R.J. Kalehczuk/Applied Catalysis A: General 112 (1994) 149-160 prepared in such a way is active at higher temperatures. Unfortunately the equilib- rium concentration of ammonia strongly depends on temperature and on pressure. Accordingly, all the novel catalysts should be active at lower temperatures. As is mentioned above, the catalytically active component in those systems was mostly iron. The other metal described as being interesting in ammonia synthesis is cobalt. As Shcheglov et al. [4] have found, cobalt is the second most active metal in ammonia synthesis, following iron. On the other hand, the results of Rambeau et al. [ 5 ] indicate low activity of cobalt powder in ammonia synthesis. Although cobalt alone is not a perfect catalyst in ammonia synthesis, its alloys with iron have been reported on as promising in this process. Morozov et al. [6] studied Fe-Co alloy catalysts of various compositions. The most active sample was that with a high cobalt content. Artukh et al. [ 7] prepared a series of doubly promoted iron-cobalt alloy catalysts. A sample containing 15 % Co proved some three times more active than one without cobalt. The specific activity of the samples was strongly dependent on the catalyst composition. Taylor and colleagues [8,9] studied Fe-Co alloy catalyst with 3% alumina added to stabilize the structure. The best catalytic properties have been shown by a sample containing 95% Fe and 5% Co. Recently two works were published dealing with the effect of cobalt on the properties of iron supported on magnesium hydroxycar- bonate [10] and alumina [11]. An interesting effect of cobalt on the sample structure was found. This study presents the results of tests of the activity and structure of fused multipromoted iron catalysts with cobalt addition. 2. Experimental 2.1. Sample preparation Catalysts were prepared in the laboratory plant (approximately 10 kg of catalyst per charge) in a way similar to that described in ref. [ 12]. All samples were fused from the same starting material divided into four parts (without or with addition of different quantities of Co304). 2.2. Apparatus Phase compositions of the samples were investigated using an X-ray diffracto- meter (XRD) HZG-4 (Carl Zeiss Jena, Germany) with a cobalt tube (Co Ka radiation) and a scanning rate of 1 per min. Sample compositions were determined using an X-ray fluorescence spectrometer VRA30 equipped with a Cr tube, LiF(200) and PE crystals, and flow and scintil- lation detectors. Working parameters of the tube during measurements were 50 kV and 35 mA. The powdered samples were pressed into 14 mm internal diameter R.J. Kalerczuk/Applied Catalysis A.\" General 112 (1994) 149-160 brass rings, yielding tablets approx. 5 mm thick. A conventional calibration pro- cedure was used [ 13 ]. Kinetic measurements were conducted in the equipment described earlier [ 11 ] using an isothermal tubular reactor. The stoichiometric hydrogen-nitrogen mixture was obtained by ammonia dissociation under atmospheric pressure. The gas was 550 _J ('~ 500 O. \"I D.. 450 / E 400 p = IOMPa F p = 0.1 MPa i 350 I I I 0 10 20 30 48 Time, h Fig. 1. Reduction temperature time schedule. 1,3 j/\" .> 1,2 J \\ 1,1 .> OP n- 0~9 i , _ i i = i i __ 0 1 2 3 4 5 6 7 %Co,%wt ~-350 C -~450 C -i- 400 C Fig. 2. Effect of samples composition on the catalysts activity. R.J. Kale~czuk / Applied Catalysis A: General 112 (1994) 149-160 purified from H20, CO and CO2 over silica gel and molecular sieves. After com- pressing, the gas was passed over beds of activated carbon, a palladium catalyst and drying agent to remove compressor oil and traces of oxygen compounds. The gas pretreated in that way was fed into the reactor. Kinetic measurements were carried out under 10 MPa pressure. All catalyst samples with particle radius 1.2- 1.7 mm were reduced before the kinetic test, according to the time schedule shown in the Fig. 1. The kinetic test was carried out at different temperatures in the Table 1 Compositions ofsamples studied Sample Iron oxides K20 CaO Al_,O3 SiO2 Co304 code (wt.-%) (wt.-%) (wt.-%) (wt.-%) (wt.-%) (wt.-%) CoO0 93.50 0.60 2.80 2.80 0.30 0.00 Co35 90.55 0.58 2.99 2.63 0.29 2.96 Co55 88.36 0.55 2.47 2.40 0.25 5.97 Co75 86.17 0.49 2.42 2.35 0.25 8.32 Crystal used LiF LiF LiF PE PE LiF for an~ysis Table 2 M6ssbauer parameters for spectra presented in Fig. 7 and Fig. 8 (investigations at room temperature) Component H\" 6/' V Contribution (kOe) (ram/s) (mm/s) (%) Sample Co00 FeO 0.77(3) 0.76(4) 5(1) Fe304 A 484. I ( 1 ) 0.28(1) 0.19(1) 33(1) Fe304 B 448.0(5 ) 0.64(1) 0.27(2) 62(2) Sample Co55 FeO 0.65(5) 0.50(2) 4(1) Fe304 A 483.7( 1 ) 0.27(1) 0.21(1) 41(1) Fe304 B 461.0(2) 0.66(1) 0.31(2) 55(2) \"H-magnetic field. h8 isomer shifts. c/- half intensity width. i 9o i i 8o I I 7o i I 6o i i 5o I i 40 i i 30 i i ~o CoO0 2\"O Fig.3. Diffraction patterns for samples studied. R.J. Kaledczuk/Applied Catalysis A: General 112 (1994) 149-160 following order 450, 400, 350. Space velocity during reduction and kinetic measurements was 100 000 h- ] Scanning electron microscopic (SEM) observations were carried out using Jeol 1200EX microscope with scanning adapter. Samples were polished and etched with a ( l : 10) solution of hydrochloric acid. Fe304 (400) FeO (2o0) ~ ~ co75 ,~ ~~ooo I J I J 2*0 51 50 49 48 Fig. 4. Diffraction patterns for Fe304 (plane 400) and FeO (plane 200). 0,14: 0,12 u- 0:., 0 ,,= 0,06 i L 0,04 i 0,02 0 0 1 2 3 4 5 6 7 Co, % wt. Fig. 5. Relation of intensity of the patterns presented in Fig. 3 on cobalt concentration. R.J. Kale~czuk / Applied Catalysis A: General 112 (1994) 149-160 The samples for M6ssbauer spectroscopic studies were comminuted and pelle- tized. The observations were carried out at room temperature. 57Co in chromium matrix (S7Co/Cr) served as the source. Isomer shift values are given in relation to ce-Fe. Spectra have been computer fitted and M6ssbauer parameters have been calculated. Adsorption isotherms were taken on ASAP 2000 V.2.00 apparatus (Microme- trics Instrument Corporation, USA). 3. Results Results of measurements and observations are presented in Figs. 2-10 and Tables 1 and 2. Fig. 2 presents the effect of sample composition (as shown in Table 1 ) on the activity in ammonia synthesis. The rate constant in the Temkin equation was calculated from the tubular reactor model assuming isothermal plug flow and taken as an activity measure. Activities of the samples are presented in relation to the activity of the sample prepared in the same way but containing no cobalt. The diffraction patterns for the samples studied are depicted in Fig. 3. Fig. 4 represents a very carefully measured part of the XRD range showing the patterns 2405 : / !j / ',! - N : :,; ~-.; )' : : . -Co55 2277 ': ,- I= 2148 ~\" / 8 J / J / 1527 : i '.,\"-; !( -! .. ~ ): v. ;. z !i! .~:~ ~ cooo_ 1449 1371 -I I I I I- -12.0 -6.00 0 6.00 12.00 Velocity, m m / S Fig. 8. M~Sssbauer spectra of the samples under study. R.J. Kalerlczuk/Applied Catalysis A: General 112 (1994) 149-160 I I I I 100.00 r - 94.50 Co55_ m 89.00 I I I I t -12.0 -&O0 O. 6.00 12.0 Velocity , mm/s 1 I I I I 100.00 CoOO 94.50 89.00 t I I I I -12.o -s.0o 0. s.oo 12.0 Velocity , irnrl/s Fig. 9. M6ssbauer spectra after computer fitting. of planes (400) and (200) (Fe30 4 and FeO, respectively). Relation of their inten- sity should be a good measure of the Fe 2 +/Fe 3 ratio in the catalyst. This last value is pictured in Fig. 5. Figs. 6 and 7 present the SEM photographs of the surface of the sample that is most active in ammonia synthesis (Co55) and the sample containing no cobalt. M6ssbauer spectra are presented in Fig. 8. Fig. 9 presents computer fitted spectra while Table 2 includes M6ssbauer parameters. Fig. 10 presents the adsorption isotherms of nitrogen for the sample Co55 and the sample without cobalt (Co00). 4. Discussion As follows from the results presented above, cobalt changes the rate of ammonia synthesis considerably on the multipromoted iron catalyst. The maximum activating R.J. Kalet~czuk / Applied Catalysis A: General 112 (1994) 149-160 30 25 I- n m 20 o C o15 0 w '~10 0 I i ; I : ; I 0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 Relative pressure, p / Po -'= Co 55 -*-Co O0 Fig. 10. Adsorption isotherm of nitrogen on the sample Co55 and the sample CoO0 (without cobalt). effect is observed for the sample containing approx. 5.5 wt.-% cobalt in the catalyst after reduction. It is clear that the activating effect of cobalt is much stronger at lower temperatures. The promoting effect of cobalt is connected with sample mor- phology changes induced by its addition. The diffraction patterns (Fig. 3) show that all the samples possess a similar phase composition. During the preparation the process a replacing part of the iron Fe 2ions at their location in the crystal lattice by Co 2which possesses a similar ionic radius (Fe 2+ --78 pm, Co 2+ -- 74 pm), is possible. This conclusion will be discussed during Mrssbauer data analysis. As a result the ratio Fe 2+/Fe 3is changed. As follows from Fig. 5 the ratio of bivalent to threevalent metal ions is probably not affected. The structure of the catalyst is changed. As follows from SEM photographs (Fig. 6 and Fig. 7) the morphology of the catalyst most active in ammonia synthesis (sample Co55) differs considerably from the morphology of the catalyst containing no cobalt. The image of the surface of the cobalt promoted catalyst (Fig. 6) shows that on the surface mainly large crystallites with a particle radius of approx. 0.1 mm are present. Between the large particles some inclusions of dendritic shape are observed. In the photograph no inclusions of other phases in the intercrystallic space are visible. This last finding is probably connected with the fact that other phases (in ammonia synthesis catalyst structural promoters for instance) are rinsed out during the etch- 158 R.J. Kalehczuk/Applied Catalysis A: General 112 (1994) 149-160 ing. The image of the surface of the cobalt free catalyst, Fig. 7, is different from that described above. Beside the large crystallites, with a size comparable to that of the catalyst with cobalt, small particles in the intercrystallic space are present. They are about ten times smaller in radius with a characteristic oval shape. These inclusions may be wfistite particles. The contents of wtistite in cobalt promoted catalyst is lower than in the case of an iron catalyst. It is the result of the crystallis- ation disturbance caused by the competition of cobalt and iron atoms. This evidence is confirmed by M6ssbauer spectroscopy observations. The M6ssbauer spectrum of the sample Co00 (without cobalt) presented in Fig. 8 is typical for iron fused catalysts with magnetite as a main component. Visible broadening of the component line from the atoms in octaedric position (site B) is evidence for promoters atoms being inserted in the vacancies of this sublattice. During the fitting of this spectrum the wtistite parameters according to the literature values were taken, which gives the possibility for wtistite quantity evaluation. The FeO contents is 5 _ 1%. A better fitting was observed when assuming the magnetic field distribution for the site B of magnetite. A weighted average of this field was calculated to be 448 kOe, the minimum and maximum values were estimated to be 426 and 454 kOe, respectively. The spectrum for the Co55 catalyst (most active in ammonia synthesis), presented in Fig. 7 is similar to that for the Co00 sample. A difference is visible for the ratio of intensity of the lines corresponding to the magnetite sublattices (lattice of tetrahedral positions --site A, octahedral;- site B). The quantity of the wtistite in this sample is slightly lower than in the sample Co00 (4_ 1%). Noticeable is the broadening of site B lines in relation to site A lines, which confirms the inclusion of impurities (effect of promoters as for Co00 sample increased by cobalt) in sublattice B. A significantly high asymmetry of the shape of the site B line addi- tionally shows an asymmetric distribution of the magnetic field. M6ssbauer data indicate a non-stoichiometry of iron oxides in the catalyst [ 14]. The formula of magnetite can be written, using ionic charges, as Fe3_zO 4 = (Fe3+) 3+ 2+ [Fel+2zFel _3z]O4, where z represents the missing iron atoms (iron in tetrahedral and octahedral sites is contained in round and square brackets, respec- tively). Contributions of sites A and B in Table 2 correspond to the areas of subspectra of sublattices A (SA) and B (SB), respectively. The non-stoichiometry, z, of magnetite (Fe3 _zO4) was calculated according to the equation given by TopsCe [ 15], corrected for the ratio of recoil-free fractions at room temperature, fB/ fa=0.94, as given by Greenwood et al. [161 and Sawatzky et al. [17]. Here, fA andfa represent the recoil-free fractions of the A and B sublattices, respectively. The final expression for z is 2 - (fA/fB) (SB/SA) z = (1) 5(fA/fB)(SB/SA) +6 The non-stoichiometry of wtistite (Fel _.O) can be determined by taking into account the contribution Fe 3+ ions (2x) to all iron ions in wtistite. The value ofx is related to the isomer shift of the effective doublet by relationship [ 18 ] : R.J. Kalehczuk/Applied Catalysis A: General 112 (1994) 149-160 2x 8- ~e2. (2) 1 -x- 8Fe3+ -- 8F~2+ The values ~e2+ and ~Fe3were assumed to be 1.05 _+ 0.01 and 0.33 _+ 0.02 mm/ s, respectively [ 18 ]. For the non-stoichiometry of magnetite the values of 0.00008 and 0.044 (for samples Co00 and Co55, respectively) were found. One can con- clude that the stoichiometry of magnetite in the sample without cobalt (Co00) was not affected (nonstoichiometry less than 0.01). Other result for the case of the \"cobalt\" catalyst Co55 must be stressed. The magnetite stoichiometry in this sample was changed. The non-stoichiometry value z equals 0.04. It is evidence for exchange of some iron atoms in sublattice B in the magnetite structure by cobalt. Additionally one can observe a change of the isomer shift between the samples. In the case of wtistite the calculated values show a nonstoichiometry in both cases. The value of x for the case of the sample without cobalt is fairly high (x = 0.16). In the case of the \"cobalt\" sample nonstoichiometry of wtistite was more affected. An unbelieveable value of x= 0.22 is calculated. The high nonstoichiometry of wiistite can be an effect of including cobalt atoms in wtistite and/or forming a new cobalt enriched phase. Addition of cobalt causes a visible growth of wtistite non- stoichiometry. The iron ion vacancies have been filled by cobalt ions. Addition of cobalt results in a noticeable change of the properties of the catalyst. Probably it is a result of the effect of the morphological changes of the samples in the oxidized state on the reduction to form the active surface of the catalyst with different sorptive properties. It follows from the presented adsorption isotherms of nitrogen measured on the catalyst samples reduced in situ (Fig. 10). The catalyst less active in ammonia synthesis and containing no cobalt adsorbs more nitrogen in monolayer (2.78 cm3/g STP, BET surface 12.1 m2/g than the \"cobalt catalyst\" (2.13 cm3/g STP, BET surface 9.3 m2/g). This confirms the different structure of the surface of both samples. The \"cobalt catalyst\" possesses much stronger acti- vating properties than the usually used iron catalyst. 5. Conclusions ( 1 ) Introduction of cobalt changes the structure of the fused iron catalyst for ammonia synthesis. Cobalt affects the process of crystallisation of the catalyst, replacing the iron in the lattice of both phases: magnetite phase and wtistite phase. This process produces samples with a different surface structure in oxidized state. (2) The reduced sample containing no cobalt adsorbs much more nitrogen than the one most active in ammonia synthesis. (3) The one most active in ammonia synthesis is the sample containing 5.5% Co. The activating effect is stronger at lower temperatures. R.J. Kaler[czuk /Applied Catalysis A: General 112 (1994) 149-160 Acknowledgements The help of Prof. K. Katucki is gratefully acknowledged by the author. The contribution of dr. A. Pattek-Janczyk of Jagiellonian University for work on the M6ssbauer effect measurements is also gratefully acknowledged. This study was supported by the State Committee for Scientific Research, Grant No 3 P405 026 04. References [ 1 ] A. Nielsen, An investigation on Promoted Iron Catalyst for the Synthesis of Ammonia, Jul. Gjellerups Forlag, 3rd edn.. Copenhagen, 1968. [2] A. Nielsen and H. Bahlbro, J. Am. Chem. Soc., 74 (1962) 953. [3] D.C. Silverman and M. Boudart, J. Catal., 28 (1973) 477. [4] O.V. Shcheglov, G.K. Boreskov and M.G. Slinko, Dokl. Akad. Nauk SSSR, 105 (1955) 123. [5 ] G. Rambeau, A. Jorti and H. Amariglio, J. Catal., 94 (1985) 155. [6] N.M. Morozov, L.J. Luk'yanova and M.1. Temkin, Kinet. Katal., 6 (1965) 82. I7] Yu.N. Artukh, M.T. Rusov and N.A. Boldyryeva, Kinet. Katal., 8 (1967) 1319. [8] D.W. Taylor, P.J. Smith, D.A. Dowden, C. Kemball and D.A. Whan, Appl. Catal., 3 (1982) 161. [9] P.J. Smith, D.W. Taylor, D.A. Dowden, C. Kemball and D. Taylor, Appl. Catal., 3 (1982) 303. [ 10] R.J. Kalericzuk, J. Chem. Tech. Biotechnol., 54 (1992) 349. [ 11 ] R.J. Kaleficzuk, J. Chem. Tech. Biotechnol., 59 (1994) 73. [ 12] K. Ka/ucki, W. Arabczyk, R. Kalerhczuk, W. Moransici, U. Narkiewicz, B. Skowroriski, A. Gotebiowski, Z. Janecki, Z. Spierak and S. Ludwiczak, Polish Patent 139580 (1986). [ 13] H. Ehrhardt (Editor), R6ntgenfluoreszenzanalyse, Anwendung in Betriebslaboratorien, VEB Deutscher Verlag fiir Grundstoffindustrie, Leipzig, 1981. [ 14 ] A. Pattek-Janczyk, A. Barafiski, A. Kotarba, A. Kowalska, B. Miczko, E. Pyrczak, A. Reizer, K. Reubenbauer, B. Sepiol and Z. Spiewak, Appl. Catal., 39 (1988) 169. [ 15] H. Topsce, Ph.D. Thesis, Stanford University, Stanford, CA, 1973, p. 71. [ 16] N.N. Greenwood and T. Gibb, M6ssbauer Spectroscopy, Chapmann & Hall, London, 1971, p. 253. [ 17] G.A. Sawatzky, F. van der Woude and A.H. Morrish, Phys. Rev., 183 (1969) 383. [ 18] A. Pattek-Janczyk, B. Sepiol, J.C. Grenier and L. Furn6s, Mat. Res: Bull., 21 (1986) 1083. APCATA 94802165 0926-860X(94)80216-5 10.1016/0926-860X(94)80216-5 Elsevier Science B.V. All rights reserved Effect of cobalt on the morphology and activity of fused iron catalyst for ammonia synthesis Ryszard J. Kaleńczuk * Institute of Inorganic Chemical Technology, Technical University of Szczecin, ul. Pulaskiego 10, 70-322 Szczecin ,Poland * Tel. (+48-91)340 843, fax. (+48-91)533 754. BET, scanning electron microscopy, X-ray diffraction, Mössbauer spectroscopy and X-ray fluorescence spectroscopy were used to investigate the effect of cobalt on the morphology and activity of fused iron catalyst for ammonia synthesis. Activity tests were carried out under 10 MPa in the 350–450°C temperature range. Investigations were performed on the traditional multipromoted iron catalyst and on a series of catalysts prepared with addition of cobalt. Introduction of cobalt increased the activity of the iron catalyst. The maximum effect was observed for 5.5 wt.-% Co. Moreover, activating action was stronger at lower temperatures. Addition of cobalt caused a change in catalysts structure. Co2+ ions were incorporated in the crystal lattice of wustite and magnetite. They changed the surface structure and the relation Fe2+/Fe3+, however the relation of bivalent to threevalent metal ions was not affected. The change of the catalyst structure in the unreduced form produced a catalyst that possessed other surface properties. The most active catalyst adsorbed less nitrogen than those without cobalt. Keywords ammonia synthesis fused iron-cobalt catalysts morphology of catalyst References [1] Nielsen A. 3rd edn. An investigation on Promoted Iron Catalyst for the Synthesis of Ammonia 1968 Copenhagen [2] Nielsen A. Bahlbro H. J. Am. Chem. Soc. 74 1962 953 [3] Silverman D.C. Boudart M. J. Catal. 28 1973 477 [4] Shcheglov O.V. Boreskov G.K. Slinko M.G. Dokl. Akad. Nauk SSSR 105 1955 123 [5] Rambeau G. Jorti A. Amariglio H. J. Catal. 94 1985 155 [6] Morozov N.M. Luk'yanova L.J. Temkin M.I. Kinet. Katal. 6 1965 82 [7] Artukh Yu.N. Rusov M.T. Boldyryeva N.A. Kinet. Katal. 8 1967 1319 [8] Taylor D.W. Smith P.J. Dowden D.A. Kemball C. Whan D.A. Appl. Catal. 3 1982 161 [9] Smith P.J. Taylor D.W. Dowden D.A. Kemball C. Taylor D. Appl. Catal. 3 1982 303 [10] Kaleńczuk R.J. J. Chem. Tech. Biotechnol. 54 1992 349 [11] Kaleńczuk R.J. J. Chem. Tech. Biotechnol. 59 1994 73 [12] K. Katucki, W. Arabczyk, R. Kalem´czuk, W. Moransici, U. Narkiewicz, B. Skowroński, A. Gołebiowski, Z. Janecki, Z. Spierak and S. Ludwiczak, Polish Patent 139580 (1986). [13] Ehrhardt H. Röntgenfluoreszenzanalyse, Anwendung in Betriebslaboratorien 1981 VEB Deutscher Verlag für Grundstoffindustrie, Leipzig [14] Pattek-Janczyk A. Barański A. Kotarba A. Kowalska A. Miczko B. Pyrczak E. Reizer A. Reubenbauer K. Sepiot B. Śpiewak Z. Appl. Catal. 39 1988 169 [15] Topsøe H. Ph.D. Thesis 1973 Stanford University Stanford, CA 71 [16] Greenwood N.N. Gibb T. Mössbauer Spectroscopy 1971 Chapmann & Hall London 253 [17] Sawatzky G.A. van der Woude F. Morrish A.H. Phys. Rev. 183 1969 383 [18] Pattek-Janczyk A. Sepioł B. Grenier J.C. Furnés L. Mat. Res. Bull. 21 1986 1083",
      "scopus-id": "0028426380",
      "coredata": {
        "eid": "1-s2.0-0926860X94802165",
        "dc:description": "BET, scanning electron microscopy, X-ray diffraction, Mössbauer spectroscopy and X-ray fluorescence spectroscopy were used to investigate the effect of cobalt on the morphology and activity of fused iron catalyst for ammonia synthesis. Activity tests were carried out under 10 MPa in the 350–450°C temperature range. Investigations were performed on the traditional multipromoted iron catalyst and on a series of catalysts prepared with addition of cobalt. Introduction of cobalt increased the activity of the iron catalyst. The maximum effect was observed for 5.5 wt.-% Co. Moreover, activating action was stronger at lower temperatures. Addition of cobalt caused a change in catalysts structure. Co2+ ions were incorporated in the crystal lattice of wustite and magnetite. They changed the surface structure and the relation Fe2+/Fe3+, however the relation of bivalent to threevalent metal ions was not affected. The change of the catalyst structure in the unreduced form produced a catalyst that possessed other surface properties. The most active catalyst adsorbed less nitrogen than those without cobalt.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-05-26",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94802165",
        "dc:creator": {
          "@_fa": "true",
          "$": "Kaleńczuk, Ryszard J."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94802165"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94802165"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80216-5",
        "prism:volume": "112",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of cobalt on the morphology and activity of fused iron catalyst for ammonia synthesis",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "ammonia synthesis"
          },
          {
            "@_fa": "true",
            "$": "fused iron-cobalt catalysts"
          },
          {
            "@_fa": "true",
            "$": "morphology of catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "149-160",
        "prism:endingPage": "160",
        "pubType": "fla",
        "prism:coverDisplayDate": "26 May 1994",
        "prism:doi": "10.1016/0926-860X(94)80216-5",
        "prism:startingPage": "149",
        "dc:identifier": "doi:10.1016/0926-860X(94)80216-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028426380"
      }
    }
  }
}