{
  "metadata": {
    "title": "Direct hydrodeoxygenation and hydrogenation of 2,6- and 3,5-dimethylphenol over sulphided CoMo catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-09-29",
    "doi": "10.1016/0926-860X(94)85095-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9485095X",
    "pii": "0926860X9485095X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028497442",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-28 2001-08-28 2010-10-02T11:38:12 1-s2.0-0926860X9485095X 0926-860X(94)85095-X 0926860X9485095X 10.1016/0926-860X(94)85095-X S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X02141 2024-01-01T12:21:46.509935Z 0 0 19940929 1994 2001-08-28T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 117 117 2 2 Volume 117, Issue 2 5 151 162 151 162 19940929 29 September 1994 1994-09-29 1994 article fla Copyright © 1994 Published by Elsevier B.V. DIRECTHYDRODEOXYGENATIONHYDROGENATION2635DIMETHYLPHENOLOVERSULPHIDEDCOMOCATALYST GEVERT S WEIGOLD 1982 1021 H BSON 1982 242 J ODEBUNMI 1983 56 E LEE 1984 325 C FURIMSKY 1986 982 E GEVERT 1987 413 B FURIMSKY 1983 421 E MOREAU 1990 256 C THEORETICALASPECTSHETEROGENEOUSCATALYSIS MASSOTH 1982 343 F PROCFOURTHCLIMAXINTCONFCHEMISTRYUSESMOLYBDENUM TOPSOE 1986 25 H WRIGHT 1980 1585 C MATERNOVA 1982 3 J MATERNOVA 1983 61 J ISAGULYANTS 1988 35 O PROC9THINTCONGRCATALVOL11988 HOUALLA 1977 941 M AUBERT 1988 12 C MOREAU 1988 117 C PROSS 1980 818 A GEVERTX1994X151 GEVERTX1994X151X162 GEVERTX1994X151XS GEVERTX1994X151X162XS item 0926-860X(94)85095-X 0926860X9485095X 1-s2.0-0926860X9485095X 10.1016/0926-860X(94)85095-X 271346 2024-01-01T12:21:46.509935Z 1994-09-29 1-s2.0-0926860X9485095X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9485095X/MAIN/application/pdf/f25b0d6fa0cb754426fbd8c7a7195d0f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9485095X/MAIN/application/pdf/f25b0d6fa0cb754426fbd8c7a7195d0f/main.pdf main.pdf pdf true 619645 MAIN 12 1-s2.0-0926860X9485095X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9485095X/PREVIEW/image/png/6f68989ce4f5d10b92ae86aadf119e37/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9485095X/PREVIEW/image/png/6f68989ce4f5d10b92ae86aadf119e37/main_1.png main_1.png png 54677 849 656 IMAGE-WEB-PDF 1 a CAS A ELSEVIER Applied Catalysis A:Genera1117 (1994) 151-162 Direct hydrodeoxygenation and hydrogenation of 2,6- and 3,5-dimethylphenol over sulphided CoMo catalyst S.B. Geverta,*, M. Erikssona,1, P. Erikssona,l, F.E. Massothb 'Department of Engineering Chemistry, Chalmers University of Technology, S-412 96 Gothenburg, Sweden 'Department of Chemical and Fuels Engineering, University of Utah, Salt Lake City, Utah 84112, USA Received 11 January 1994; revised 13 May 1994; accepted 24 May 1994 Abstract Hydrodeoxygenatiop of 2,6- and 3,5-dimethylphenol (DMP) over a sulphided CoMo/alumina catalyst was carried out at 5 MPa HZ pressure and over a temperature range of 240 to 330. For 3,5-DMP, the major reaction product was m-xylene, whereas for 2,6-DMP, about equal amounts of m-xylene and 1,3-dimethylcyclohexane were obtained. The reaction is considered to proceed through two pathways: (1) direct cleavage of the C(aromatic)-0bond leading to an aromatic product; and (2) prehydrogenation of the phenol ring, followed by rapid C(aliphatic)-0 rupture leading to a saturated cyclic compound. For path (1), 2,6-DMP was approximately ten times less reactive than 3,5-DMP, which was explained in terms of steric hindrance to adsorption by the methyl groups adjacent to the OH group. For path (2), 3,5-DMP was more reactive than 2,6-DMP at temperatures below 290, but less reactive above this temperature. The latter results were interpreted in terms of differences in delocalized resonance effects, in which adsorption and intrinsic hydrogenation reactivity compete in opposite directions to yield the different global rates versus temperature. Keywords: Direct hydrodeoxygenation; Dimethylphenols; HDO; Hydrogenation; Hydrogenolysis; Sulphided CoMo catalyst 1. Introduction Hydrodeoxygenation (HDO) has received much attention during the last ten years because oxygen compounds are present in synthetic fuels obtained from coal, peat, and biomass. Of importance among these are phenolic compounds. Several * Corresponding author. E-mail: borje.gevert@tk.chalmers.se, tel. ( +46-31)7721000, fax. ( +46-31)160062. ' Present address: Nynas Petroleum, S-149 82 Nynashamn, Sweden. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0926-860X(94)00114-7 152 S.B. Gevert et al. /Applied Catalysis A: General 117 (1994)151-162 groups have recently reported basic studies of the HDO of model compound phenols [ 1-6 ] . Sulphided CoMo and NiMo catalysts are efficient catalysts for HDO [ 7 ] . It is known that phenols can react in two different ways under hydrogen pressure and sulphided CoMo catalysts. The first reaction is direct deoxygenation of the phenol without saturation of the aromatic ring and the second is hydrogenation of the aromatic ring before deoxygenation. In this paper, we present the kinetics of the hydrodeoxygenation of two dimethyl substituted phenols. The results are used to interpret the nature of the active sites on the catalyst involved during the hydrodeoxygenation pathways. 2. Experimental The experimental methods have been reported in detail elsewhere [ 6 ] . Briefly, the catalyst studied contained 15% M003 and 4.2% CoO on -t-alumina (Ketjen KF 742) . The catalyst 0.3 to 2 g was presulphided with hydrogen sulphide (10%) in hydrogen in a separate reactor at 400. The phenol was dissolved in cetane (0.144 mol/1) and added to a 300 cm3 autoclave with a magnetic drive stirrer. The sulphided catalyst was added to the phenol solution with minimum exposure to air. Hydrogen was added to about 2 MPa and heating was applied to the reaction temperature. At temperature, stirring was started and pressure adjusted to 5.0 MPa. Periodic samples were withdrawn for analysis by GC-FID. Reaction products consisted of m-xylene, dimethylcyclohexane and smaller amounts of dimethylcyclohexenes. The isomers of the latter were not specifically identified. Their amounts were added to the dimethylcyclohexane to give the hydrogenated product. 3. Results 3.1. Reaction pathways In Fig. 1 the course of an experiment with 3,5-dimethylphenol (3,5-DMP) is presented. The amounts of dimethylcyclohexane and m-xylene increase proportionally throughout the run, indicative of the parallel reaction paths for these products. The product hydrogenation selectivity plot of Fig. 2 (hydrogenated vs. aromatic products) shows a good linear relationship, further demonstrating the two parallel pathways. It is noted that the aromatic yield is some seven times greater than the hydrogenated products. From the above results, the kinetic reaction network of Fig. 3 is proposed, which is in principal the same as previously proposed for monomethyl-substituted phenols [ 6 ] . S.B. Gevert et al. /Applied Catalysis A: General 117 (1994)151-162 3.2. Reaction kinetics 153 At low conversion, reactions (1) and (2) dominate, but at higher conversions, when the amount of dimethylphenol is low and the amount of xylene is high, reaction (3) becomes important. In the subsequent kinetic analysis, only data at relatively short times are used to calculate rate constants, i.e. reaction path (3) is negligible. 0.8- 0.s m o 2 0.4 0.2- 0 0.2 0.4 0.8 0.8 1 f(t/V) Fo.12 0.04 0 Fig. 1. Time course of reaction products of 3,5-dimethylphenol at 270. Symbols: ( O ) 3,5-dimethylphenol; ( ) m-xylene; ( 1,3-methylcyclohexane+ 1,3-methylcyclohexenes. Lines are predicted from kinetic analysis. 0.08- o 0.02 0 0 0.1 0.2 0.3 0.4 0.5 Mole fracfi. B Fig. 2. Product hydrogenation selectivity for 3,5-dimethylphenol reaction as mole fraction hydrogenated products (C) versus mole fraction aromatic products (B). 154 S.B. Gevert et al. /Applied Catalysis A: General 117 (1994)151-162 C H3 o `B' CH3 CH3 3 ,`` `~ HO CH3 CH 3 CH 5C 5CH3 H3 (C) Fig. 3. Reaction pathways of 3,5-dimethylphenol for kinetic analysis. 0.8 0 0.6 0 c 0.4 0 0.2 0 0 0.2 0.4 0.6 0.8 1 f(tm Fig. 4. First-order plot for conversion of 3,5-dimethylphenol. Table I First-order rate constants and selectivities Methyl groups Rate constant' (cm' /min g) Selectivity' position and (k,lkz) temperature () k, + k2 k, kz 2,6 240 0.014 t 0.002 0.005 t 0.001 0.008 t 0.001 0.58 t 0.12 270 0.053 t 0.014 0.020 t 0.005 0.034 t 0.009 0.58 t 0.07 300 0.21.01 0.10.07 0.11.04 0.97.6 330 0.65 0.37 0.28 1.3 3,5 240 0.08 t 0.005 0.05 t 0.05 0.03 t 0.02 1.7 t 0.10 270 0.28 t 0.02 0.23 t 0.06 0.05 t 0.01 4.6 t 0.9 300 1.07 t 0.01 0.99 t 0.06 0.08 t 0.003 12.4 t 0.5 'Errors are standard deviations of duplicate runs. S.B. Gevert et al. /Applied Catalysis A: General 117 (1994)151-162 155 0 -1 O -z 3,5 kl n - 3,5 k2 -4 2,6 k2 2,6 kl 1600 1700 1800 1900 2000 106 K1 Fig. 5. Arrhenius plots for k, (O) and k2 (A). 3,5-Dimethylphenol (O, A), and 2,6-dimethylphenol solid ( . For first order reactions in the reaction network of Fig. 3, the following expressions can be written: dXA/dt= =(kt +k2)XA (1) dXB/dt=k1XA (2) dXc/dt=k2XA (3) Table 2 Apparent preexponential factors (m3/kgs) and apparent activation energies (kJ/mol) for direct hydrodeoxygenation (path 1) and hydrogenation (path 2 ) Methyl groups position Aa, E,, A.2 E.2 2,6 3.05 x 105 124 6.03 x 104 100 3,5 2.80 x 106 122 8.30 x 10-' 42 156 S.B. Gevert et al. l Applied Catalysis A: General 117 (1994)151-162 where k is the global rate constant and X the mole fraction. These equations are strictly valid only for a constant volume system, and must be modified to account for loss of solution volume due to sampling. To account for this we introduce a function f(tlV)=F,i(t;-t;-1)I V;} where tj _ 1 to tl is the time interval during which the solution volume is constant at Vj. The derivation of f(tl V) is presented in the Appendix. Application to Eq. (1) leads to -In X= (kl +k2)Wf(tlV) where W is catalyst weight. Thus, kl plus k2 can be obtained by plotting - In XA vs. f(tl V). Such a plot of the data of Fig. 1 is given in Fig. 4, which demonstrates good conformance to first-order reaction. Combination of Eqs. (2) and (3) gives k2lk1 =XcIXB (6) which is equal to the slope of Fig. 2. Thus, individual values of k can be calculated. In Table 1, average first-order rate constants for 2,6- and 3,5-dimethylphenols are presented. The fit of the data from these parameters is illustrated by the lines on Fig. 1, where a satisfactory agreement is seen. The position of the methyl group strongly affects the overall rate of disappearance of the phenol. The overall rate constant (kl+k2) is larger for methyl groups in the 3,5 position. This effect is mostly reflected in the rate constant for reaction (1) i.e. k, is some ten times greater for 3,5-DMP than for 2,6-DMP. Fig. 5 shows Arrhenius plots of the individual kl and k2 values for all runs, and apparent activation energies and pre-exponential factors are given in Table 2. Apparent activation energies for formation of aromatic products [ via path (1) ] are essentially identical for both DMP compounds, and are higher than for hydrogenated products [via path (2) ] . The apparent activation energy and pre-exponential factor for k2 (3,5) are considerably lower than for k2 (2,6), with the result that k2 [ reaction via path (2) ] is higher for 3,5-DMP below about 290, but lower above this temperature. 4. Discussion The results of this study are in agreement with other studies [ 1, 5, 6] , which show that ring saturation is not a prerequitite to the HDO of phenols, and support the idea that two different pathways are operative. In path (1), direct C(aromatic)O hydrogenolysis occurs leading to an aromatic product. In path (2), the ratelimiting step is hydrogenation of the aromatic ring, which is followed by rapid C (aliphatic) -0 hydrogenolysis leading to a saturated product. The high apparent activation energies found for path (1) are in agreement with the expected higher S.B. Gevert et al. /Applied Catalysis A: General]] 7 (1994)151-162 157 Table 3 Kinetic dimensions for adsorption of dimethylphenols Methyl End on Flatwise position D\" position LX Wb 3,5 6.1 7.2 X 8.2 2,6 8.2 7.2 X 8.2 \" D=Diameter in A; diameter of a S vacancy is 3.2 A. L=dimension along oxygen axis in A; W= longest width perpendicular to oxygen axis in A. activation energy of C (aromatic)-O bond rupture as compared with aromatic hydrogenation. Moreau and Geneste [ 8 ] have reviewed the factors affecting the reactivity of heteroatom model compounds and conclude that two sites are involved, viz. (1) a HYD site having an electron-withdrawing character, in which the reactant is adsorbed flatwise through the 7r-system and, (2) a hydrogenolysis site having an electron-donating character, in which the reactant is adsorbed vertically through the heteroatom. We have earlier proposed [6] for the reaction of phenols that two different reaction site centers are responsible for the two pathways, viz., a HDO site on which the phenol is adsorbed via the oxygen atom, and a HYD site on which the phenol is adsorbed flatwise through 7r-bonding of the aromatic ring. Current opinion is that sulphur vacancies are active sites for the reaction [ 9 ] , and these occur at edge positions of the two-dimensional slabs of the MOS2 phase [ 10] . Bonding of the phenol to the active sites must occur on the metal sites exposed by sulphur vacancies. 4.1. Hydrogenolysis (HDO) reactivities Reactivity of 3,5-DMP for direct C-0 bond cleavage by path (1), i.e. C-O bond hydrogenolysis, is about ten times greater than that of 2,6-DMP at all temperatures. These results are in agreement with those of Weigold [ 1 ] . We envision C-0 bond hydrogenolysis to occur by reaction of the adsorbed species with active adsorbed H or SH. Evidence for the latter has been reported [ 11-13 ] . Tracer studies [ 14 ] have shown that adsorbed hydrogen associated with SH groups take part in the C-S hydrogenolysis (HDS) of thiophene. Furthermore, the HDS reactivity of 4,6-dimethyl dibenzothiophene has been shown to be onetenth of that of dibenzothiophene [ 15 ] , which has been attributed to steric hindrance of the methyl groups adjacent to the S atom to adsorption of the S atom on the catalyst. The HDO of phenols may be considered analogous. In such a case, steric hindrance to adsorption due to the proximity of the methyl group to the OH group, could be an important factor in C-0 hydrogenolysis. Table 3 presents data of kinetic estimated dimensions for end-on adsorption through the oxygen atom of 158 S. B. Gevert et al. /Applied Catalysis A: General 117 (1994)151-162 the DMP. For a sulphur vacancy equivalent to the diameter of an S2- ion, i.e. 3.2 A, it is seen that 3,5-DMP can be accommodated by two sulphur vacancies, whereas 2,6-DMP requires a three-vacancy site. Thus, the considerably lower reactivity of the 2,6-DMP may be due to exclusion from dual-vacancy sites, being confined to triple-vacancy sites, which are less plentiful. Therefore, steric hindrance effects may account for the large differences in hydrogenolysis activities. 4.2. Hydrogenation (HYD) reactivities Activities of 3,5- and 2,6-DMP for HYD [path (2) ] vary differently with temperature (Fig. 5), 3,5-DMP being higher below 290, and lower above this temperature. Steric hindrance effects cannot explain these results. Table 3 gives geometric requirements for flatwise adsorption of the dimethylphenols, assuming the whole molecule must fit into a multi-vacancy site center in order to approach the underlying Mo or Co atoms. The resultant areas are virtually identical for the two molecules, indicating that no steric effects should be expected for flatwise adsorption of either DMP. Aubert et al. [ 16] have also demonstrated that the hydrogenation of substituted phenols is not affected by steric hindrance. Therefore, we are led to consider possible electronic effects. The global rate constant k2 is given by k2 =k2jn2 (7) where k2j is the rate constant per active site and n2 is the number of active sites of type 2 per gram of catalyst. Adopting Langmuir-Hinschelwood kinetics, k2j -k2K2 (8) where k2 is the intrinsic rate constant and K2 is the adsorption equilibrium constant on type-2 adsorption sites. The temperature dependency of these constants is given by 02 =AZ exp(-E2RT) (9) K2 =K2 exp(Q2/RT) (10) where E2 is the true activation energy for reaction and Q2 is the heat of adsorption. Therefore, the apparent activation energy is related to the true activation energy by Ea,2=E2-Q2 (11) Assuming the same E2 for 3,5- and 2,6-DMP, i.e. the position of the methyl groups does not affect the intrinsic HYD reactivity, and since Ea,2(2,6) >Ea,2(3,5), then Q2(3,5) > Q2(2,6) (12) Thus, the heat of adsorption of 3,5-DMP will be greater than for 2,6-DMP. In a like manner, from Eqs. (8)-(10), the apparent preexponential factor Aa is given by S.B. Gevert et al. /Applied Catalysis A: General]] 7 (1994)151-162 159 Aa,2 =AOK (13) Now KZ is related to the adsorption per reaction site. Assuming this is unaffected by the position of the methyl groups, as adsorption is flatwise, and since Aa,2(2,6) >Aa,2(3,5), then Az(2,6) >A?(3,5) (14) i.e. the reactivity preexponential factor is larger for 2,6-DMP. Eqs. (12) and (14) provide a possible explanation for the different k2 Arrhenius plots of Fig. 5 for 2,6- and 3,5-DMP. The global rate constant, k2, is the product of an intrinsic reactivity parameter kz and an adsorption parameter K2. For 2,6-DMP, k2 increases with temperature faster than 3,5-DMP, while K2 decreases slower with temperature. These effects may be rationalized through electronic effects of the position of the methyl groups. Moreau et al. [ 17] have proposed that the hydrogenation of the benzene ring is related to the resonance of the ring, and have correlated their results for a series of mono-substituted aromatic compounds with a delocalized resonance parameter. According to Pross et al. [ 18], the effect of a second electron-donating group on phenol is to increase the ring resonance for a meta-substituent and to decrease it for an ortho-substituent. Since methyl groups are electron donor groups, then 3,5-DMP, having methyl groups meta to the OH group, will exhibit greater delocalized resonance. This higher aromaticity may result in a higher adsorption strength and a lower intrinsic activity towards hydrogenation, in accordance with the above analysis. It is noted that Moreau et al. [ 17] have proposed that direct hydrogenolysis of benzene substituted with various heteroatom groups (including OH) is also correlated by a resonance factor. Thus, our HDO hydrogenolysis rates may also have been influenced by an electronic factor. However, this would only have a relatively small effect on hydrogenolysis rates compared to the large effect observed. It is also noted that the activation energies of hydrogenolysis are the same for both compounds, which would not be expected if significant differences in electronic effects were present. Therefore, it is concluded that steric hindrance is the predominant factor influencing the hydrogenolysis reaction of 2,6-dimethylphenol. 5. Conclusions The HDO of dimethyl-substituted phenols is suggested to proceed through two pathways: (1) direct cleavage of the C(aromatic)-0 bond leading to an aromatic product; and (2) prehydrogenation of the phenol ring, followed by rapid C (aliphatic) -0 bond rupture leading to a saturated cyclic product. The reaction rate via path (1) is predominantly affected by steric hindrance of methyl groups 160 S.B. Gevert et al. /Applied Catalysis A: General 117 (1994)151-162 adjacent to the OH group, whereas the rate of path (2) appears to be influenced by differences in delocalized resonance effects with the position of the methyl groups. Acknowledgement The authors are grateful for experimental help from Olivier Pataut. Financial support from the Chalmers Research Fund and from the Swedish National Board of Energy (Nutek) are appreciated. Appendix Kinetics for the reaction in a batch reactor when the volume changes due to sampling. The design equation for a batch reactor is -dNA/dt=WrA where NA is the moles of reactant A in the reactor at time, t, W is catalyst weight, and rA is the reaction rate. For a first-order reaction, rA = WA (A2) where k is the rate constant and CA is the concentration of A. The moles of A present at any time are related to the concentration and solution volume, V, NA =VCA (A3) Combining the three equations gives -d(VCA)dt=WkCA (A4) For a time period to to t1 prior to removal of a sample, the solution volume is constant at VI. Thus, Eq. (4) becomes kW(t1 -to)/VI = -ln(CAI/CAo) (A5) Similarly, after removal of some solution, reaction during time period tl to t2 with new solution volume V2= V, - vsp1,1, where vsp1,I is the volume of sample taken, gives kW(t2 -t1) /Vi = -ln(CA2/CAI) (A6) Adding Eqs. (5) and (6) yields kW{[(t1-to)/VI)I+(t2-t1)/V2)=-ln(CA2/CAO) (A7) For additional sample removals up to n samples, S.B. Gevert et al. /Applied Catalysis A: General 117 (1994)151-162 161 n kW F [(tj tj-1)/Vjl- In(CAn/CAO) (A j=1 Definingf(t/V)=E~al[(tj-tj-1)lVj] gives kWf(tlV) = -In XAn (A9) where XAn is the mole fraction of A left after the nth sample. List of symbols A Preexponential factor in rate constant Aa Apparent preexponential factor DMP Dimethylphenol reactant ETrue activation energy Ea Apparent activation energy f(tl V) Corrected time parameter k Global rate constant kIntrinsic rate constant K Equilibrium adsorption constant KPreexponential factor in adsorption constant n Active sites per g catalyst Q Heat of adsorption t Reaction time V Solution volume W Catalyst weight X Mole fraction Subscripts 1 Reaction path 1 2 Reaction path 2 A DMP reactant B Aromatic product C Cyclohexane + cyclohexene products References [ 1 ] H. Weigold, Fuel, 25 (1982) 1021. [2] J.B-son, Bredenberg, M. Huska, J. Raty and M. Korpio, J. Catal., 77 (1982) 242. [3] E.O. Odebunmi and D.F. Ollis, J. Catal., 80 (1983) 56. [4] C-L. Lee and D.F. Ollis, J. Catal., 87 (1984) 325. [5] E. Furimsky, J.A. Mikhlin, D.Q. Jones, T. Adley and H. Baikowitz, Can. J. Chem. Eng., 64 (1986) 982. [61 B.S. Gevert, J-E. Otterstedt and F.E. Massoth, J. Catal., 104 (1987) 413. 162 S.B. Gevert et al. lApplied Catalysis A: General 117 (1994)151-162 [71 E. Furimsky, Catal. Rev.-Sci. Eng., 25 (1983) 421. [8] C. Moreau and P. Geneste, in J.B. Moffat (Editor), Theoretical Aspects of Heterogeneous Catalysis, Van Nostrand-Reihold, New York, 1990, p. 256. [9] F.E. Massoth and G. Muralidhar, in H.F. Barry and P.H.C. Mitchell (Editors), Proc. Fourth Climax Int. Conf. on Chemistry and Uses of Molybdenum, Climax Molybdenum Co., Ann Arbor, MI, 1982, p. 343. [ 10] H. Topsoe, B.S. Clausen, N-Y. Topsoe and E. Pedersen, Ind. Eng. Chem. Fundam., 25 (1986) 25. [ 11 ] CJ. Wright, C. Sampson, D.F. Fraser, R.B. Moyes, P.B. Wells and C. Riekel, J. Chem. Soc., Faraday Trans. 1, 79 (1980) 1585. [ 121 J. Matemova, Appl. Catal. 3 (1982) 3. [ 13 ] J. Matemova, Appl. Catal., 6 (1983) 61. [ 14] G.V. Isagulyants, A.A. Greish and V.M. Kogan, in M.J. Phillips and M. Teman (Editors), Proc. 9th Int. Congr. Catal., Vol. 1, 1988, The Chemical Institute of Canada, Ottawa, 1988, p. 35. [ 15] M. Houalla, D. Broderick, V.H.J. de Beer, B.C. Gates and H. Kwart, Am. Chem. Soc., Div. Petr. Chem. Prepr., 22 (1977) 941. [ 16] C. Aubert, R. Durand, P. Geneste and C. Moreau, J. Catal., 112 (1988) 12. [ 171 C. Moreau. C. Aubert, R. Durano, N. Zmimita and P. Geneste, Catal. Today, 4 (1988) 117. [ 18 ] A. Pross, L. Radom and R. Taft, J. Org. Chem., 45 (1980) 818. APCATA 9485095X 0926-860X(94)85095-X 10.1016/0926-860X(94)85095-X Elsevier Science B.V. Direct hydrodeoxygenation and hydrogenation of 2,6- and 3,5-dimethylphenol over sulphided CoMo catalyst S.B. Gevert * a M. Eriksson a 1 P. Eriksson a 1 F.E. Massoth b a Department of Engineering Chemistry, Chalmers University of Technology, S-412 96 Gothenburg, Sweden b Department of Chemical and Fuels Engineering, University of Utah, Salt Lake City, Utah 84112, USA * Corresponding author. tel. (+46-31)7721000, fax. (+46-31) 160062. 1 Present address: Nyna¨s Petroleum, S-149 82 Nyna¨shamn, Sweden. Hydrodeoxygenation of 2,6- and 3,5-dimethylphenol (DMP) over a sulphided CoMo/alumina catalyst was carried out at 5 MPa H2 pressure and over a temperature range of 240°C to 330°C. For 3,5-DMP, the major reaction product wasm-xylene, whereas for 2,6-DMP, about equal amounts ofm-xylene and 1,3-dimethylcyclohexane were obtained. The reaction is considered to proceed through two pathways: (1) direct cleavage of the C(aromatic)-O bond leading to an aromatic product; and (2) prehydrogenation of the phenol ring, followed by rapid C(aliphatic)-O rupture leading to a saturated cyclic compound. For path (1), 2,6-DMP was approximately ten times less reactive than 3,5-DMP, which was explained in terms of steric hindrance to adsorption by the methyl groups adjacent to the OH group. For path (2), 3,5-DMP was more reactive than 2,6-DMP at temperatures below 290°C, but less reactive above this temperature. The latter results were interpreted in terms of differences in delocalized resonance effects, in which adsorption and intrinsic hydrogenation reactivity compete in opposite directions to yield the different global rates versus temperature. Keywords Direct hydrodeoxygenation Dimethylphenols HDO Hydrogenation Hydrogenolysis Sulphided CoMo catalyst Reference [1] Weigold H. Fuel 25 1982 1021 [2] B-son J. Bredenberg Huska M. Raty J. Korpio M. J. Catal. 77 1982 242 [3] Odebunmi E.O. Ollis D.F. J. Catal. 80 1983 56 [4] Lee C-L. Ollis D.F. J. Catal. 87 1984 325 [5] Furimsky E. Mikhlin J.A. Jones D.Q. Adley T. Baikowitz H. Can. J. Chem. Eng. 64 1986 982 [6] Gevert B.S. Otterstedt J-E. Massoth F.E. J. Catal. 104 1987 413 [7] Furimsky E. Catal. Rev.-Sci. Eng. 25 1983 421 [8] Moreau C. Geneste P. Moffat J.B. Theoretical Aspects of Heterogeneous Catalysis 1990 Van Nostrand-Reihold New York 256 [9] Massoth F.E. Muralidhar G. Barry H.F. Mitchell P.H.C. Proc. Fourth Climax Int. Conf. on Chemistry and Uses of Molybdenum 1982 Climax Molybdenum Co. Ann Arbor, MI 343 [10] Topsøe H. Clausen B.S. Topsøe N-Y. Pedersen E. Ind. Eng. Chem. Fundam. 25 1986 25 [11] Wright C.J. Sampson C. Fraser D.F. Moyes R.B. Wells P.B. Riekel C. J. Chem. Soc., Faraday Trans. 1 79 1980 1585 [12] Maternova J. Appl. Catal. 3 1982 3 [13] Maternova J. Appl. Catal. 6 1983 61 [14] Isagulyants O.V. Greish A.A. Kogan V.M. Phillips M.J. Ternan M. Proc. 9th Int. Congr. Catal., Vol. 1, 1988 1988 The Chemical Institute of Canada Ottawa 35 [15] Houalla M. Broderick D. de Beer V.H.J. Gates B.C. Kwart H. Am. Chem. Soc., Div. Petr. Chem. Prepr. 22 1977 941 [16] Aubert C. Durand R. Geneste P. Moreau C. J. Catal. 112 1988 12 [17] Moreau C. Aubert C. Durano R. Zmimita N. Geneste P. Catal. Today 4 1988 117 [18] Pross A. Radom L. Taft R. J. Org. Chem. 45 1980 818",
      "scopus-id": "0028497442",
      "coredata": {
        "eid": "1-s2.0-0926860X9485095X",
        "dc:description": "Hydrodeoxygenation of 2,6- and 3,5-dimethylphenol (DMP) over a sulphided CoMo/alumina catalyst was carried out at 5 MPa H2 pressure and over a temperature range of 240°C to 330°C. For 3,5-DMP, the major reaction product wasm-xylene, whereas for 2,6-DMP, about equal amounts ofm-xylene and 1,3-dimethylcyclohexane were obtained. The reaction is considered to proceed through two pathways: (1) direct cleavage of the C(aromatic)-O bond leading to an aromatic product; and (2) prehydrogenation of the phenol ring, followed by rapid C(aliphatic)-O rupture leading to a saturated cyclic compound. For path (1), 2,6-DMP was approximately ten times less reactive than 3,5-DMP, which was explained in terms of steric hindrance to adsorption by the methyl groups adjacent to the OH group. For path (2), 3,5-DMP was more reactive than 2,6-DMP at temperatures below 290°C, but less reactive above this temperature. The latter results were interpreted in terms of differences in delocalized resonance effects, in which adsorption and intrinsic hydrogenation reactivity compete in opposite directions to yield the different global rates versus temperature.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-09-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9485095X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gevert, S.B."
          },
          {
            "@_fa": "true",
            "$": "Eriksson, M."
          },
          {
            "@_fa": "true",
            "$": "Eriksson, P."
          },
          {
            "@_fa": "true",
            "$": "Massoth, F.E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9485095X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9485095X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)85095-X",
        "prism:volume": "117",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Direct hydrodeoxygenation and hydrogenation of 2,6- and 3,5-dimethylphenol over sulphided CoMo catalyst",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Direct hydrodeoxygenation"
          },
          {
            "@_fa": "true",
            "$": "Dimethylphenols"
          },
          {
            "@_fa": "true",
            "$": "HDO"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenolysis"
          },
          {
            "@_fa": "true",
            "$": "Sulphided CoMo catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "151-162",
        "prism:endingPage": "162",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 September 1994",
        "prism:doi": "10.1016/0926-860X(94)85095-X",
        "prism:startingPage": "151",
        "dc:identifier": "doi:10.1016/0926-860X(94)85095-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028497442"
      }
    }
  }
}