{
  "metadata": {
    "title": "L-zeolite-supported platinum and platinum/tin catalysts for isobutane dehydrogenation",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-08-17",
    "doi": "10.1016/0926-860X(95)00085-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95000852",
    "pii": "0926860X95000852"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001232316",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X95000852 0926-860X(95)00085-2 0926860X95000852 10.1016/0926-860X(95)00085-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00440 2024-01-01T12:18:48.759026Z 0 0 19950817 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 129 129 1 1 Volume 129, Issue 1 10 101 115 101 115 19950817 17 August 1995 1995-08-17 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. LZEOLITESUPPORTEDPLATINUMPLATINUMTINCATALYSTSFORISOBUTANEDEHYDROGENATION CORTRIGHT R CORTRIGHT 1994 771 R VAARKAMP 1990 369 M VAARKAMP 1993 611 M BENESI 1968 328 H SHARMA 1994 198 S GODDARD 1989 155 S CARDONAMARTINEZ 1990 427 N ANDERSON 1963 147 J MEARS 1971 127 D MEARS 1971 541 D 1980 686 PROC5THINTCONFZEOLITES TAMM 1988 335 P LANE 1991 145 G SHARMA 1994 234 S ANDERSON 1973 1 J ANDERSON 1966 446 J GAULT 1981 1 F FOGER 1978 318 K BOND 1989 3767 G BOND 1993 130 G VANBROEKHOVEN 1985 899 E FITCH 1982 33 F FITCH 1982 279 F PAFFETT 1989 449 M BILEON 1977 77 P XU 1994 166 C CORTRIGHTX1995X101 CORTRIGHTX1995X101X115 CORTRIGHTX1995X101XR CORTRIGHTX1995X101X115XR item 0926-860X(95)00085-2 0926860X95000852 1-s2.0-0926860X95000852 10.1016/0926-860X(95)00085-2 271346 2024-01-01T12:18:48.759026Z 1995-08-17 1-s2.0-0926860X95000852-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000852/MAIN/application/pdf/051b13213115225fa011768c8eb0ca31/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000852/MAIN/application/pdf/051b13213115225fa011768c8eb0ca31/main.pdf main.pdf pdf true 810156 MAIN 15 1-s2.0-0926860X95000852-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000852/PREVIEW/image/png/910df131174094bafdf57813b74eeb1b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000852/PREVIEW/image/png/910df131174094bafdf57813b74eeb1b/main_1.png main_1.png png 45858 849 656 IMAGE-WEB-PDF 1 1-s2.0-0926860X95000852-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000852/STRIPIN/image/gif/ca3b7738089212390ed1981ae34d375a/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000852/STRIPIN/image/gif/ca3b7738089212390ed1981ae34d375a/si2.gif si2 true si2.gif gif 337 30 44 ALTIMG 1-s2.0-0926860X95000852-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000852/STRIPIN/image/gif/ca3b7738089212390ed1981ae34d375a/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000852/STRIPIN/image/gif/ca3b7738089212390ed1981ae34d375a/si2.gif si1 true si1.gif gif 337 30 44 ALTIMG CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 129 (1995) 101-! 15 L-zeolite-supported platinum and platinum/tin catalysts for isobutane dehydrogenation R.D. Cortright, J.A. Dumesic * Department of Chemical Engineering University of Wisconsin-Madison Madison, W153706, Country, Received 9 January 1995: revised 27 March 1995; accepted 27 March 1995 Abstract Catalysts prepared by supporting tin and platinum in the potassium form of L-zeolite exhibit high activity and selectivity for isobutane dehydrogenation and resistance to deactivation at 673-773 K. M6ssbauer spectroscopic results show that some of the tin interacts with platinum to form Pt/Sn alloy particles in reduced Pt/Sn/K-L catalysts, while the remainder of the tin is present as Sn2 +. Potassium displaced by Sn2+ from ion-exchange positions in the zeolite may interact with Pt/Sn particles in the catalyst. The addition of excess potassium to Pt/Sn/K-L catalysts further enhances the dehydroge- nation activity and selectivity. It is suggested that tin and potassium in Pt/Sn/K-L decrease the size of the surface platinum ensembles, thereby inhibiting isomerization and hydrogenolysis reactions of isobutane. The high activity for isobutane dehydrogenation over Pt/Sn/K-L catalysts may be attrib- uted to stabilization of molecularly adsorbed isobutane species by the zeolite pore structure and/or by excess potassium, which enhances the rate limiting dissociation of isobutane. Keywords: L-zeolite; Platinum; Tin; Isobutane; Dehydrogenation; Zeolites 1. Introduction Catalytic dehydrogenation processes are of increasing importance because of growing demand for alkenes such as propene and isobutene. Isobutene is in partic- ularly high demand as a feedstock for the production of oxygenated compounds required in reformulated gasoline, such as methyl tert-butyl ether, ethyl tert-butyl ether, and tert-butyl alcohol. It is known that addition of tin to platinum-based catalysts increases the selec- tivity for dehydrogenation of isobutane to isobutene (e.g., [ 1-5] ). For example, we showed in a previous investigation that tin interacts with silica-supported plat- * Corresponding author. Tel. ( + 1-608) 2621095, fax. ( + 1-608) 2625434. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI O926-860 X ( 9 5 ) 00085-2 102 R. Cortright, J. Dumesic /Applied Catalysis A: General 129 (1995) 101 115 inum to form Pt/Sn alloy particles and decreases the size of surface platinum ensembles, thereby inhibiting the formation on the surface of highly dehydroge- nated hydrocarbon species required for hydrogenolysis, isomerization, and coking reactions [ 1 ]. The attenuation of these reactions enhances the selectivity for the dehydrogenation reaction that can proceed over small ensembles of surface plati- num atoms. In the present study, L-zeolite-supported platinum and Pt/Sn catalysts were investigated in kinetic, microcalorimetric, and M6ssbauer spectroscopic studies. The rationale for this work is that small ensembles of supported platinum should be highly selective for dehydrogenation reactions, and L-zeolite can stabilize clus- ter-sized platinum particles within its channels (e.g., [6,7] ). We will show in this report that while platinum supported in L-zeolite is highly active for isobutane conversion, this catalyst is not selective for isobutane dehydrogenation. However, the combination of tin and platinum in the potassium form of L-zeolite produces a catalyst that exhibits high activity and high selectivity for isobutane dehydroge- nation to isobutene. We suggest that tin and excess potassium reduce the size of the platinum ensembles in L-zeolite, while the pore structure of L-zeolite promotes the reactions of isobutane over platinum. For purposes of comparison, this paper also presents results of our studies of silica-supported Pt and Pt/Sn catalysts. 2. Experimental 2.1. Catalyst Preparation A 1.2 wt.-% Pt/SiO2 catalyst was prepared by ion-exchange of Cab-O-Sil, using the method of Benesi et al. [ 8 ]. The extent of exchange was controlled by adjusting the pH of a Pt(NH3)4(NO3)2 and silica slurry with an aqueous, basic solution of Pt (NH3) 4 (OH) 2\" The resulting material was filtered, washed with deionized water, and dried overnight in air at 390 K. Tin was added to the 1.2 wt.-% Pt/SiOz catalyst by evaporative impregnation of a solution of tributyltin acetate in pentane. After impregnation with tin, the catalysts were dried overnight in air at 390 K, treated with flowing oxygen at 573 K for 2 h, followed by reduction for 2 h in flowing hydrogen at 773 K. The Pt:Sn atomic ratio of the Pt/Sn/SiO2 catalyst was 1:2.8. A t wt.-% Pt/Ba-L-zeolite catalyst was provided by Dr. J.T. Miller of Amoco Oil Corporation. The L-zeolite support of this catalyst was exchanged to its capacity with Ba. The preparation and characterization of this Pt/Ba-L catalyst are reported elsewhere [9]. Several Pt/Sn/K-L catalysts were prepared by the sequential impregnation of tin and platinum. These catalysts contained Pt:Sn atomic ratios of 1:2, 1:2.5, and 1:3.5. The K-L-zeolite (Tosoh) was first calcined in dry air at 873 K for 18 h, followed by incipient wetness impregnation with a solution of tributyltin acetate in methanol under a dry nitrogen atmosphere. Following impregnation with tin, the R. Cortright, J. Dumesic /Applied Catalysis A: General 129 (1995) 101-115 Table l Compositions of Pt/SiO2, Pt/Sn/SiO2, and Pt/Sn/K-L-zeolite catalysts 103 Catalyst Pt loading (wt.-%) Sn loading ( wt.-% ) Pt/Sn atomic ratio Pt/SiO2 1.2 - 1:0 1:2.8 Pt/Sn/SiO2 !.2 2.1 1:2.8 1:2 Pt/Sn/L-zeolite 0.58 0.74 1:2 1:2.5 Pt/Sn/L-zeolite 0.44 0.66 1:2.5 1:3.5 Pt/Sn/L-zeolite 0.55 1.17 1:3.5 zeolite was dried in air at 393 K for 2 h and then treated in a flowing mixture of 25 mol-% oxygen in helium at 573 K. The dried Sn/K-L-zeolite was impregnated with an aqueous solution of Pt(NH3)4 (NO3)2 (Aldrich) under a dry nitrogen atmosphere, followed by heating in air at 393 K for 2 h and treatment in flowing helium at 573 K for 1 h. The resulting Pt/Sn/K-L catalysts were reduced in a flowing mixture of 10% hydrogen in helium at 773 K for 6 h. The results of elemental analyses (Galbraith Laboratories, Inc.) of the supported Pt and Pt/Sn catalysts are shown in Table 1. Excess potassium was added to the 1:2 Pt/Sn/K-L catalyst by incipient wetness impregnation with aqueous KOH (Aldrich) under a dry nitrogen atmosphere. The impregnated catalyst was dried in air at 393 K for 2 h and then reduced for 1 h at 773 K in a flowing mixture of 10% hydrogen in helium. The Pt:Sn:K(excess) atomic ratios of this catalyst were 1:2:2, and this catalyst is designated as Pt/Sn/ (K)/K-L. 2.2. Reaction kinetic studies Reaction kinetic studies of isobutane conversion were conducted using a stain- less-steel apparatus and a quartz, down-flow reactor. Helium (Liquid Carbonic) was employed as a carrier gas, and it was purified by passage through copper turnings at 473 K, followed by activated molecular sieves (13X) at 77 K. Isobutane (Liquid Carbonic, 99.5%) was treated by passage over beds of reduced Oxytrap (Alltech) and reduced Ni on alumina at 373 K to remove oxygen and sulfur impurities, respectively. Hydrogen (Liquid Carbonic) was treated by passage through a Deoxo unit (Engelhard) and a bed of molecular sieves (13X) at 77 K. The reactor inlet and outlet gases were analyzed by a HP-5890 gas chromatograph with FID detector and a 10 foot 15% Squalane Chromsorb PAW column at 323 K. 2.3. MOssbauer spectroscopy M6ssbauer spectra of l l9Sn were collected using an Austin Science Associates Model S-600 M6ssbauer spectrometer, connected to a microcomputer with a PCAII data collection board. The spectrometer was operated in the constant-acceleration mode, with a 10-mCi single-line y-ray source of Ca119mSnO3 (Amersham). Detec- 104 R. Cortright, J. Dumesic / Applied Catalysis A : General 129 (1995) 101-115 tion of the 23.88 keY y-rays was achieved with a Xe-CO2 proportional counter. A 0.05 mm thick palladium foil was placed between the source and detector to filter 25.04 and 25.27 keV X-rays from the source. A mixture of BaSnO3 and /3-tin powder was used to calibrate the Doppler velocity drive. Chemical shifts are reported relative to BaSnO3 at room temperature. 2.4. Microcalorimetry Differential enthalpy changes of hydrogen and carbon monoxide adsorption at 403 K were measured using a Setaram C-80 heat flux microcalorimeter. Values of the differential enthalpy changes of adsorption, AH, a~ are negative, and it is con- venient to define the heat of adsorption as being equal to -AHad~. A detailed description of the microcalorimetric apparatus can be found elsewhere [10,11]. Hydrogen (Liquid Carbonic) was purified for these measurements by passage through a Deoxo unit (Engelhard), followed by molecular sieves (Davison) at 77 K. Carbon monoxide (Matheson 99.9%) was purified by passage through a heated trap (573 K) packed with quartz wool and dried by passage through molecular sieves at 77 K. 3. Results 3.1. Reaction kinetic studies Initial isobutane reactivities were measured over all catalysts at 673 K, 12.5 Torr ( 1 Torr = 133.3 Pa) of isobutane, 75 Torr of hydrogen and a total pressure of 760 Torr. The catalysts were first reduced with hydrogen at 773 K for l h and then cooled to 673 K before kinetic data were collected. The equilibrium conversion of isobutane to isobutene is 7.0% at these conditions. The results of these measure- ments are summarized in Table 2. The turnover frequencies are based on the number of surface platinum atoms determined from saturation hydrogen uptakes at 403 K, as reported in Table 3. This table also presents saturation uptakes of carbon monoxide at 403 K. Sharma et al. [9] reported a saturation hydrogen uptake of 20 /zmol/g for the Pt/Ba-L catalyst at 403 K. It can be seen in Table 2 that the Pt/Ba-L catalyst exhibits significantly higher activity for isobutane conversion compared to the Pt/SiO2 catalyst. Specifically, the Pt/Ba-L catalyst exhibits turnover frequencies for conversion of isobutane and for production of methane, ethane, propane, and n-butane that are an order of magnitude higher than the Pt/SiO2 catalyst. The Pt/Sn/K-L catalysts exhibit sig- nificantly lower turnover frequencies for the conversion of isobutane and for pro- duction of methane, ethane, propane, and n-butane than the Pt/Ba-L catalyst. In particular, the hydrogenolysis and isomerization reaction rates decrease with increasing tin content of the Pt/Sn/K-L catalysts, and the isobutane conversion is R. Cortright J. Dumesic / Applied Catalysis A: General 129 (1995) 101-115 Table 2 Isobutane reactivity at 673 K, 12.5 Ton- isobutane, 75 Ton\" hydrogen and 760 Ton. total pressure 105 Catalyst 1.2 wt.-% 1:3 Pt/Sn/ Pt/Ba-L Pt/Sn/L Pt/Sn/L Pt/Sn/K-L Pt/Sn/K/L Pt/silica silica 1:2 1:2.5 1:3.5 1:2:2 WHSV~ (h ') 6.5 3.8 24.9 3.9 3.9 8.2 3.9 lsobutane 19.0 4.2 22.5 5.3 6.4 3.0 6.9 conversion ( % ) Isobutane 0.080 0.043 0.64 0.14 0.17 0.17 0.11 conversion TOFb CH4 TOFb 0.041 0.00052 0.45 0.017 0.013 0.0014 0.00014 C2H6 TOFb 0.014 0.00013 0.10 0.00025 0.00033 0 0 C3Hs TOFh 0.026 0.00045 0.31 0.016 0.012 0.0037 0.0013 n-C4H m TOFb 0.028 0.00035 0.16 0.00065 0 0 0 i-C4H~ 19.5 97.9 14.1 87.9 92.6 98.2 99.1 selectivityc ( % ) WHSV = ( g i sobutane / h) / ( g catalyst) TOF= (molecules of product)/(molecules of surface Pt) (sec) c Selectivity = ( 100 moles of product) / ( moles of isobutane reacted) limited over these Pt/Sn/K-L catalysts by the equilibrium conversion of isobutane to isobutene. In agreement with previous studies [ 1 ], the addition of Sn to Pt/SiO2 suppresses the production of methane, ethane, propane, and n-butane. The sup- pression of isomerization and hydrogenolysis reactions over the Pt/Sn/K-L cata- lysts leads to an enhancement in the selectivity for isobutane dehydrogenation to isobutene. Moreover, the addition of excess potassium to the 1:2 Pt/Sn/K-L catalyst leads to a further decrease in the isomerization and hydrogenolysis rates and a corresponding enhancement in the dehydrogenation selectivity. Isobutane dehydrogenation rates were measured over selected catalysts under conditions chosen to insure that these rates were not influenced by equilibrium or transport limitations [ 12-14]. These kinetic measurements were conducted at 723 K, 12.5 Torr of isobutane, 75 Torr of hydrogen, and a total pressure of 760 Tort over sieved catalyst fractions (80-120 mesh) mixed with Cab-O-Sil at a dilution ratio greater than 19:1. Isobutane conversions were maintained less than 10% of the equilibrium dehydrogenation conversion of 24.5%. Fig. 1 shows that the 1:3.5 Pt/Sn/K-L catalyst is over 2 times more active for isobutane dehydrogenation than Table 3 Hydrogen and carbon monoxide saturation uptakes at 403 K Catalyst wt.-% Pt Coverage (/xmol/g) H2 CO Pt/SiO2 1.2 37 + 2 46 + 2 1:2.8 Pt/Sn/SiO2 1.2 9_+ 1 11 +_ 1 1:2 Pt/Sn/K-L 0.58 3.5 + 0.5 9.0 _+ 0.5 1:3.5 Pt/Sn/K-L 0.55 3.5 _+ 0.5 8.5 + 0.5 1:1.7:2 Pt/Sn/(K)/K-L 0.58 6.0_+0.5 9.0+0.5 106 RI Cortright, J. Dumesie /Applied Catalysis A.\" General 129 (1995) 101-I 15 1.5 \" 1 , o~0 o~ \"o ,\" 0.5 0 0 0 .... I .... I .... I .... I .... I .... @... ,~ .... ~ .... [3 .... [~ .... [3... 5 10 15 20 25 30 Time (min) Fig. 1. Turnover frequencies for isobutene production over silica-supported catalysts at 723 K, 12.5 Torr isobutane, 75 Torr hydrogen, 760 Torr total pressure, and isobutane conversions less than 2.5%. 1:3.5 Pt/Sn/K-L (0.55% Pt), Pt/SiO2 ( 1.2% Pt), [] 1:2.8 Pt/Sn/SiO2 ( 1.2% Pt) 1.2 wt.-% Pt/SiO2 and 40 times more active than 1:2.8 Pt/Sn/SiO2. The Pt/SiO2 catalyst exhibited an initial dehydrogenation selectivity of 80% at the low conver- sions of this study, while the Pt/Sn catalysts exhibited dehydrogenation selectivities greater than 99%. Fig. 2 presents turnover frequencies for the production of isobutene at 773 K, 109 Torr of isobutane and 651 Torr of helium (i.e., without hydrogen in the feed) over sieved and diluted catalyst fractions. Isobutane conversions were maintained less than 10% of the equilibrium dehydrogenation conversion of 60%. The dehy- drogenation selectivities were greater than 99% over all Pt/Sn-based catalysts investigated at the low conversions of this study. This figure shows that the 1:2.8 Pt/Sn/SiO2 catalyst exhibits the lowest dehydrogenation activity. The 1:2 Pt/Sn/ 30 20 Ol- 10 \"1o >., .. 0 0~000000 0 10 20 30 Time (h) , , , , I 0 40 50 Fig. 2. Tumover frequencies for isobutene production over silica-supported catalysts at 773 K, 109 Torr isobutane and 651 Tort helium, 1:3.5 Pt/Sn/K-L (0.55% Pt), [] 1:2.5 Pt/Sn/K-L (0.44% Pt), [] 1:2 Pt/Sn/K-L (0.58% Pt), ~ 1:2.8 Pt/Sn/SiO2 ( 1.2% Pt) R. Cortright, J. Dumesic /Applied Catalysis A: General 129 (1995) 101-115 107 30 t~ n. 20 C._,, Om O . I , I , I . , , , I .... 0 10 20 30 40 50 Time (h) Fig. 3. Turnover frequencies for isobutene production over silica-supported catalysts at 773 K, 109 Ton isobutane and 651 Tort helium. [] 1:2:2 Pt/Sn/(K) K-L-zeolite (0.58% Pt) and [] 1:2 Pt/Sn/K-L (0.58% Pt) K-L catalyst exhibits an initially high dehydrogenation turnover frequency of 18 s- t, but it deactivates to the activity of the 1:2.8 Pt/Sn/SiO2 catalyst over a period of 6 h. The 1:2.5 Pt/Sn/K-L and 1:3.5 Pt/Sn/K-L catalysts exhibit higher initial dehydrogenation rates than the 1:2 Pt/Sn/K-L catalyst, and the dehydrogenation rates over these catalysts decrease moderately over time. Importantly, the 1:2.5 Pt/ Sn/K-L and 1:3.5 Pt/Sn/K-L catalysts exhibit high dehydrogenation turnover frequencies after extended periods of time on stream. Fig. 3 shows that the addition of excess potassium to the 1:2 Pt/Sn/K-L catalyst increases the dehydrogenation rate and increases the resistance of the catalyst to deactivation. Activation energies and kinetic orders for isobutane dehydrogenation were deter- mined over sieved and diluted 1.2 wt.-% Pt/SiO2, 1:2.8 Pt/Sn/SiO2, and 1:3.5 Pt/ Sn/K-L catalysts. All data were collected at dehydrogenation conversions less than 15% of the equilibrium values. Table 4 shows the apparent activation energies for isobutane dehydrogenation determined at temperatures between 673 and 773 K, and at 12.5 Torr isobutane, 75 Torr hydrogen, and a total pressure of 760 Torr. Table 5 lists the hydrogen reaction orders determined at various temperatures and hydrogen pressures for the catalysts at an isobutane pressure of 12.5 Torr. The isobutane dehydrogenation reaction was first order with respect to isobutane pres- sure over all catalysts at a hydrogen pressure of 75 Torr and over a range of isobutane pressures between 5 and 100 Torr. Table 4 Activation energies for isobutane dehydrogenation at 12.5 Torr isobutane pressure, 75 Torr hydrogen pressure, and total pressure of 760 Torr. Catalyst Dehydrogenation E, (kJ / mol ) 1.2 wt% Pt/SiO2 44 1:2.8 Pt/Sn/SiOz (1.2 wt.-% Pt) 76 1:3.5 Pt/Sn/K-L (0.55 wt.-% Pt) 81 108 R. Cortright, J. Dumesic / Applied Catalysis A: General 129 (1995) 101-115 Table 5 Hydrogen orders at 12.5 Ton\" isobutane pressure Catalyst Temperature (K) H2 pressure range (Ton') Hydrogen order 1.2 wt.-% Pt/SiO2 1:2.8 Pt/Sn/SiO2 ( 1.2 wt.-% Pt) 1:3.5 Pt/Sn/K-L (0.55 wt.-% Pt) 723 25-350 0.0 673 25-75 - 0.1 673 75-350 - 0.5 673 25-75 - 0.5 673 75-600 - 1.0 723 25-75 - 0.2 723 75-600 - 0.6 773 25-75 - 0.1 773 75-600 - 0.4 723 25-75 - 0.4 723 75-600 - 0.7 773 25-75 - 0.5 773 75-600 - 0.8 3.2. MOssbauer spectroscopic studies MOssbauer spectra were collected over a 1% Sn/K-L catalyst after oxidation and reduction steps. After drying overnight at 393 K, the Sn/K-L catalyst was treated in a glass M6ssbauer spectroscopy cell with a flowing mixture of 25 vol.-% oxygen in helium at 573 K for 1 h. Fig. 4a shows the M6ssbauer spectrum of this oxidized Sn/K-L catalyst collected at room temperature. The spectrum can be fit with a singlet attributed to the presence of Sn4 + and a weaker doublet attributed to Sn2 +. Table 6 lists the M6ssbauer parameters of these Sn4+ and Sn2+ species. The oxidized Sn/K-L sample was subsequently treated in flowing hydrogen at 773 K for 6 h. The spectrum of this reduced Sn/K-L catalyst, presented in Fig. 4b, shows a predominant Sn2+ doublet and a weaker Sn4+ singlet. Table 6 shows that the relative spectral area of the Sn2 + doublet increased from 8 to 91% after the 6 h treatment in hydrogen. This table also shows for comparison the M6ssbauer para- meters for SnO and tin supported on silica after reduction with hydrogen. M6ssbauer spectra were collected for the 1:3.5 Pt/Sn/K-L catalyst after treat- ment in hydrogen at 773 K for 8 h. The MOssbauer spectrum of this reduced catalyst, shown in Fig. 4c, consists of a predominant doublet attributed to Sn2 + and a weaker singlet attributed to Pt/Sn alloy particles. 3.3. Microcalorimetry Catalyst samples were pretreated for microcalorimetric studies by heating in the microcalorimeter cell under vacuum over a period of 3 h to 673 K, followed by evacuation at this temperature for 1 h. After cooling the cell to room temperature, 500 Torr of hydrogen was admitted into the system, and the cell was heated to 723 K over a period of 3 h and then held at this temperature for 2 h to reduce the catalyst. The gas in the cell was evacuated and replaced with fresh hydrogen several times R. Cortright, J. Dumesic / Applied Catalysis A.\" General 129 (1995) 101-115 109 ._>, UP f- e\" ,4~ _m n- 1 0.99 o.98 o.97 1.005 1 0.995 0.99 0.985 0.98 1,002 0.998 0.994 0.99 0,986 0.982 i . i i ! i . i ! , - - , i - - ! - . , ! . . (b) i m i I , , \"'\" '\" \"ii ...... i ...... i . . . i , ..... -4 -2 0 2 4 6 Velocity (mm/s) (c) 8 Fig. 4. M6ssbauer spectra at 298 K of (a) 1% Sn/K-L after oxidation at 573 K for 1 h, (b) 1% Sn/K-L after reduction for 6 h at 773 K, and (c) 1:3.5 Pt/Sn/K-L after reduction for 6 h at 773 K. during these reduction stepsFollowing reduction, the catalyst was outgassed at 673 K for 2 h. The microcalorimetric thermal block was subsequently raised around the cells, and the system was allowed to equilibrate overnight at 403 K. Fig. 5 shows plots of differential heat versus adsorbate coverage for hydrogen and carbon monoxide adsorption on 1.2 wt.-% Pt/SiO2, 1:2.8 Pt/Sn/SiO2, and 1:3.5 Pt/Sn/K-L catalystsThe initial heats for adsorption of hydrogen and carbon Table 6 M6ssbauer spectral parameters at 298 K Material Treatment Isomer shift (mm/ Quadrupole splitting Relative area (%) Species s) (ram/s) SnO 2.68 1.33 Sn/SiO2 He reduction 2.99 2.29 Sn2+ 1% Sn/K-L Oz treatment 2.62 1.99 8 Sn2+ 573 K, 1 h -0.04 - 92 Sn4+ 1% Sn/K-L H2 reduction 2.62 1.99 91 Sn2+ 773 K, 6 h 0.00 - 9 Sn4+ 1:3.5 Pt/Sn K-L Hz reduction 2.62 1.99 81 Sn2+ 773 K 8 h 2.29 - 19 Pt/Sn alloy 110 R. Cortright, J. Dumesic /Applied Catalysis A: General 129 (1995) 101-115 100 8O ~\" 6o ,=_ 20 ~ (a) % [] .... t .... i .... i . , , 0 0 10 20 30 \"40 H2 Coverage (t~mol/g) 125150 RO0000OO00ooO (b) -~.-, 100 oo ~ 75 Oo \"~ 50 c~ 25 0 .... i . . , , i .... ! .... i .... 0 10 20 30 40 50 CO Coverage (~tmol/g) Fig. 5. Differential heats at 403 K versus adsorbate coverage for adsorption of (a) hydrogen (b) and carbon monoxide. O Pt/SiO2 ( 1.2% Pt), [] 1:2.8 Pt/Sn/SiO2 ( 1.2% Pt), 1:3.5 Pt/Sn/K-L (0.55% Pt) monoxide on Pt/SiO2 are in agreement with values reported by Sharma et al. [9] for platinum supported on silica and neutralized zeolites. This earlier investigation reported values of 92 and 140 kJ/mol on platinum at 403 K for the initial heats for hydrogen and carbon monoxide adsorption, respectively. It can be seen in Fig. 5 that the initial heats and saturation coverages for hydrogen and carbon monoxide adsorption are significantly lower over the 1:2.8 Pt/Sn/SiO2 and 1:3.5 Pt/Sn/K- L catalysts compared to 1.2 wt.-% Pt/SiO2. For example, the initial heats for hydrogen and carbon monoxide adsorption over 1:3.5 Pt/Sn/K-L are equal to 63 and 126 kJ/mol, respectively. 4. Discussion The kinetic data of the present study show that Pt/Sn-K-L catalysts exhibit high activity for isobutane dehydrogenation (Fig. 1), high selectivity for isobutane dehydrogenation (Table 2), and sustained activity at reaction conditions condu- cive for coking (Fig. 2). Importantly, the 1:3.5 Pt/Sn/K-L catalyst exhibits higher dehydrogenation rates than the Pt/SiO2 and 1:2.8 Pt/Sn/SiO2 catalysts (Fig. 1), but the heats and uptakes for hydrogen and carbon monoxide adsorption are similar for the 1:2.8 Pt/Sn/SiO2 and 1:3.5 Pt/Sn/K-L catalysts, as shown in Fig. 5. R. Cortright. J. Dumesic /Applied Catalysis A: General 129 (1995) 101-115 111 Platinum supported in L-zeolite generally exhibits high activity and selectivity for converting n-hexane into benzene e.g. [15-18], and these catalysts contain cluster-sized platinum particles within the channels of the zeolite e.g. [6,7]. Miller [5] showed, however, that isobutane reacted over a Pt/Ba-L catalyst to produce predominately hydrogenolysis products. Table 2 shows that the Pt/Ba-L catalyst of this present study exhibits a significantly higher rate for isobutane conversion compared Pt/SiO2, and the higher isobutane activity is because of higher isomeri- zation and hydrogenolysis reaction rates. Accordingly, the Pt/Ba-L catalyst exhibits poor selectivity for isobutane dehydrogenation to isobutene. It was also observed that the Pt/Ba-L catalyst deactivated during these kinetic studies at 673 K. These results suggest that cluster-sized platinum particles in L-zeolite possess sufficiently large surface platinum ensembles to catalyze isomerization, hydrogenolysis, and coking reactions of isobutane. Miller [5] showed that the addition of tin to a Pt/Ba-L catalyst decreased the rate of isobutane hydrogenolysis, but this Pt/Sn/Ba-L catalyst required sulfiding to inhibit both hydrogenolysis and isomerization. In the present investigation, it was found that it is possible to prepare a catalyst containing platinum and tin in K- L-zeolite that is highly selective for isobutane dehydrogenation, without the neces- sity of sulfiding. Table 2 shows that isobutane hydrogenolysis and isomerization are inhibited when tin is combined with platinum in L-zeolite or on silica. M6ssbauer spectro- scopic studies in our previous investigation [1] showed that Sn interacts with platinum to produce a Pt/Sn alloy on silica. Microcalorimetric investigations of this previous study [ 1 ] showed that the addition of Sn reduces the number of sites that strongly interact with hydrogen or carbon monoxide, due to preferential block- ing of stronger adsorption sites by tin or weakening of adsorption sites due to ligand effects. However, strong adsorption sites were still present on a Pt/Sn/SiO2 catalyst that exhibited high dehydrogenation selectivity [ 1 ]. We suggested in this previous investigation that tin decreases the size of surface platinum ensembles, thereby inhibiting the formation on the surface of highly dehydrogenated hydrocarbon species required for hydrogenolysis, isomerization, and coking reactions [ 1 ]. For example, metal-catalyzed isomerization of isobutane occurs through a bond-shift mechanism involving the formation of c~a,/-triadsorbed intermediates [19-22]. Foger and Anderson [22] showed that neopentane isomerization over platinum is structure sensitive and proceeds through a bond-shift mechanism over larger plat- inum particles. Hydrogenolysis reactions require the removal of hydrogen atoms from the alkane molecule and the formation of highly dehydrogenated surface intermediates before the rate-limiting C-C bond rupture [ 10,23,24]. Analogous to the hydrogenolysis reaction, a large ensemble of surface platinum atoms is required for decomposition reactions leading to coke formation [ 25 ]. The M6ssbauer spec- troscopic results of this study show that tin interacts with platinum in L-zeolite to form Pt/Sn alloy particles (Fig. 4c). As with Pt/Sn/SiO2, it is suggested that tin 112 R. Cortright, J. Dumesic /Applied Catalysis A.\" General 129 (1995) 101 115 reduces the size of surface platinum ensembles in L-zeolite, thereby inhibiting hydrogenolysis and isomerization reactions (see Table 2). The enhanced activity and selectivity of Pt/Sn/K-L catalyst for isobutane dehy- drogenation can be attributed at least partially to the presence of potassium. The M6ssbauer spectrum (Fig. 4c) of reduced Pt/Sn/K-L indicates that tin is present as Sn2in the L-zeolite as well as interacting with platinum to form Pt/Sn alloy particles. Fitch and Rees [26,27] showed that ferrous cations can exchange with potassium in the micropores of L-zeolite upon dehydration. Similarly, we suggest that Sn2 can interchange with K + in the zeolite structure, and potassium displaced from ion exchange positions in the zeolite may interact with Pt/Sn particles in the catalyst. It was shown in a previous study [2] that the addition of potassium to Pt/ Sn/SiO2 increases the rate of isobutane dehydrogenation and enhances the dehy- drogenation selectivity. This previous investigation [2] suggested that the addition of potassium to Pt/Sn/SiO2 suppresses hydrogenolysis, isomerization, and coking reactions by further decreasing the size of the surface platinum ensembles. The present study shows that the addition of excess potassium to the 1:2 Pt/Sn/K-L catalyst has a similar function, i.e., it decreases the isomerization and hydrogenol- ysis rates (Table 2) and enhances the rate of isobutane dehydrogenation (Fig. 3). Table 3 shows that increasing the amount of tin in Pt/Sn/K-L did not have a significant effect on the uptakes of adsorbed hydrogen and carbon monoxide. MOssbauer spectroscopic results show that most of the tin in Pt/Sn/K-L interacts with the K-L-zeolite, while a smaller fraction of tin interacts with platinum to form Pt/Sn alloy particles (Fig. 4). Accordingly, the addition of excess tin does not necessarily increase the amount of tin interacting with platinum. We proposed in our previous investigation [2 ] the following general scheme for isobutane dehydrogenation over small ensembles of surface platinum atoms: C4Hjo+2* ~ C4H~q-H* (Step 1) C4H* + * ~ C4H* + H* (Step 2) C4H* ,~ C4Hs + * (Step 3) H2+2\" ~ 2H* (Step4) We have reported elsewhere that deuterium is readily incorporated into isobutene in flowing gas mixtures of isobutane with D2 and in mixtures of isobutene with D2 over silica-supported Pt and Pt/Sn catalysts at 723 K [ 28 ]. These deuterium tracing results suggest that Steps 2, 3, and 4 are equilibrated and Step 1 is rate limiting under the reaction conditions used in our studies. The following rate expression is appropriate for this case: klPc4Hj0 rate -- (1 + KfK PH2)2 This rate expression gives zero order kinetics with respect to hydrogen pressure at conditions of low hydrogen coverages. Table 5 shows that the dehydrogenation R. Cortright, J. Dumesic /Applied Catalysis A: General 129 (1995) 101-115 113 reaction over 1.2 wt.-% Pt/SiO2 is nearly zero order with respect to hydrogen at 723 K and hydrogen pressures less than 350 Torr. The negative orders with respect to hydrogen pressure for isobutane dehydro- genation over Pt/Sn/SiO2 catalysts, as shown in Table 5, suggest that the addition of Sn to Pt/SiO2 increases the hydrogen coverage on the dehydrogenation sites. Paffett et al. [29] showed that the presence of tin suppresses both the adsorption and desorption rates of hydrogen on Pt( 111 ) surface. The higher apparent activation energy for dehydrogenation over the Pt/Sn/SiO2 catalyst, shown in Table 4, may thus be attributed to the larger influence of hydrogen pressure on this catalysts, i.e., the apparent rate constant has a contribution from the equilibrium constant K4. Bileon et al. [30] reported an activation energy of 128 kJ/mol for propane dehy- drogenation over platinum powder at conditions of higher hydrogen coverages (633 K at a hydrogen partial pressure of 1500 Torr). The lower dehydrogenation rates over Pt/Sn/SiO2 compared to Pt/SiO2 suggest that the addition of tin decreases the rate of dissociative adsorption of isobutane. Xu et al. [31 ] showed that the presence of tin in the surface layer of Sn/Pt( 111 ) surface alloys decreases the binding energy of molecular isobutane. A decrease in binding energy of this molecularly adsorbed precursor state would decrease the rate for the dissociative adsorption of isohutane. Both the 1:3.5 Pt/Sn/K-L and 1:2.8 Pt/Sn/SiO2 catalysts have a small number of sites for hydrogen and carbon monoxide adsorption, and these sites adsorb hydrogen and carbon monoxide weakly compared to Pt/SiO2, as shown in Fig. 5. However, the 1:3.5 Pt/Sn/K-L catalyst exhibits a significantly higher turnover frequency for dehydrogenation than the 1:2.8 Pt/Sn/SiO2 catalyst (Fig. 1 ). More- over, the negative orders with respect to hydrogen (Table 5) and higher apparent activation energy (Table 4) suggest a significant influence of hydrogen pressure over the 1:3.5 Pt/Sn/K-L catalyst for isobutane dehydrogenation. The higher dehy- drogenation rates over the Pt/Sn/K-L catalysts suggest that the zeolite pore struc- ture and/or the presence of potassium promote the rate of dissociative adsorption of isobutane. For example, a molecularly adsorbed isobutane precursor state may be stabilized by the zeolite pore structure or by excess potassium, thereby increasing the rate for the dissociative adsorption of isobutane. Furthermore, the rates of isobutane isomerization and hydrogenolysis are significantly higher over Pt/Ba-L compared to Pt/SiO2 catalysts, and these higher rates may also be explained by stabilization of molecularly adsorbed isobutane species in the zeolite pore structure. 5. Conclusions Effective catalysts for dehydrogenation of isobutane to isobutene can be pro- duced by supporting tin and platinum in K-L-zeolite. These catalysts exhibit high activity and selectivity for isobutane dehydrogenation after extended periods of time at temperatures from 673-773 K. M6ssbauer spectroscopic results show that 114 R. Cortright, J. Dumesic / Applied Catalysis A: General 129 (1995) l O l-115 some of the tin interacts with platinum to form Pt/Sn alloy particles in reduced Pt/ Sn/K-L catalysts, while the remainder of the tin interacts with the zeolite and is present as Sn2+. It appears that Sn2+ can interchange with K+ in the zeolite structure, and potassium displaced from ion exchange positions in the zeolite may interact with Pt/Sn particles in the catalyst. The addition of excess potassium to Pt/Sn/K-L catalysts further enhances the dehydrogenation activity and selectivity. It is suggested that tin and potassium in Pt/Sn/K-L decrease the size of surface platinum ensembles, thereby inhibiting isomerization and hydrogenolysis reactions of isobutane. Microcalorimetric measurements show that the heats and uptakes for hydrogen and carbon monoxide adsorption are similar for the 1:2.8 Pt/Sn/SiO2 and 1:3.5 Pt/Sn/K-L catalysts; however, the Pt/Sn/K-L catalyst exhibits a signif- icantly higher rate of isobutane dehydrogenation. The zeolite pore structure and/ or the presence of potassium in the Pt/Sn/K-L catalyst appear to promote the rate of dissociative adsorption of isobutane. Acknowledgements We wish to acknowledge support of this research by the National Science Foun- dation. We wish to thank Steven Vasatko, Noriaki Satoshi, and Piya Ouraipryvan for help in the collection of the kinetic data presented in this paper. References [ 1] R.D. Cortright and J.A. Dumesic, J. Catal., 148 (1994) 771. [2] R.D. Cortright and J.A. Dumesic, J. Catal., in press. [ 3 ] F.M. Brinkmeyer and D.F. Rohr, Jr., US Patent 4 866 211 ( 12 September 1989). [4] T. Imai and C.W. Hung, US Patent 4 430 517 (7 February 1984). [5] S.J. Miller, US Patent 4 727 216 (23 February 1988). [6] M. Vaarkamp, J.V. Grondelle, J.T. Miller, J. Sajkowski, F.S. Modica, G.S. Lane, G.W. Zajac, B.C. Gates and D.C. Koningsberger, Catal. Lett., 6 (1990) 369. [7] M. Vaarkamp, F.S. Modica, J.T. Miller and D.C. Koningsberger, J. Catal., 144 (1993) 611. [8] H.A. Benesi, R.M. Curtis and H.P. Studer, J. Catal., 10 (1968) 328. [9] S.B. Sharma, J.T. Miller and J.A. Dumesic, J. Catal., 148 (1994) 198. [ 10] S.A. Goddard, M.D. Amiridis, J.E. Rekoske, N. Cardona-Martinez and J.A. Dumesic, J. Catal., 117 (1989) 155. [ 11 ] N. Cardona-Martinez and J.A. Dumesic, J. Catal., 125 (1990) 427. [ 12] J.B. Anderson, Chem. Eng. Sci., 18 (1963) 147. [ 13] D.E. Mears, J. Catal., 20 ( 1971 ) 127. [ 14] D.E. Mears, Ind. Eng. Chem. Process Des. Dev., 10 (4) ( 1971 ) 541. [ 15] J.R. Bernard in L.V.C. Rees (Editor), Proc. 5th Int. Conf. Zeolites, Wiley, New York, 1980, p. 686. [ 16] P.W. Tamm, D.H. Mohr and C.R. Wilson, Stud. Surf. Sci. Catal., 38 (1988) 335. [ 17] G.S. Lane, F.S. Modica and J.T. Miller, J. Catal., 129 ( 1991 ) 145. [ 18] S.B. Sharma, P. Ouraipryvan, H.A. Nair, P. Balaraman, T.W. Root and J.A. Dumesic, J. Catal., 150 (1994) 234. [ 19] J.R. Anderson, Adv. Catal., 23 (1973) 1. [20] J.R. Anderson and N.R. Avery, J. Catal., 5 (1966) 446. R. Cortright, J. Dumesic / Applied Catalysis A: General 129 (1995) 101-115 115 [21] F.G. Gault, Adv. Catal., 30 (1981) 1. [22] K. Foger and J.R. Anderson, J. Catal,, 54 (1978) 318. [23] G.C. Bond and M.R. Gelsthorpe, J. Chem. Soc., Faraday Trans. 1, 85 ( 11 ) (1989) 3767. [24] G.C. Bond, R.H. Cunningham and E.L. Short, Stud. Surf. Sci. Catal., 75 (1993) 130. [25] E.H. Van Broekhoven, J.W.F.M. Schoonhoven and V. Ponec, Surf. Sci., 156 (1985) 899. [26] F.R. Fitch and L.V.C. Rees, Zeolites, 2 (1982) 33. [27] F.R. Fitch and L.V.C. Rees, Zeolites, 2 (1982) 279. [28] R.D. Cortright, E. Bergene and J.A. Dumesic, in preparation. [29] M.T. Paffett, S,C. Gebhard, R.G. Windham and B.E. Koel, Surf. Sci., 223 (1989) 449. [30] P. Bileon, F.M. Dautzenberg and W.M.H. Sachtler, J. Catal., 50 (1977) 77. [31 ] C. Xu, B.E. Koel and M.T. Paffett, Langmuir, 10 (1994) 166. APCATA 95000852 0926-860X(95)00085-2 10.1016/0926-860X(95)00085-2 Article L-zeolite-supported platinum and platinum/tin catalysts for isobutane dehydrogenation R.D. Cortright J.A. Dumesic ∗ Department of Chemical Engineering University of Wisconsin-Madison Madison, WI 53706, Country USA ∗ Corresponding author. Tel. (+1-608) 2621095, fax. (+1-608) 2625434. Catalysts prepared by supporting tin and platinum in the potassium form of L-zeolite exhibit high activity and selectivity for isobutane dehydrogenation and resistance to deactivation at 673–773 K. Mössbauer spectroscopic results show that some of the tin interacts with platinum to form Pt Sn alloy particles in reduced Pt/Sn/K-L catalysts, while the remainder of the tin is present as Sn2+. Potassium displaced by Sn2+ from ion-exchange positions in the zeolite may interact with Pt Sn particles in the catalyst. The addition of excess potassium to Pt/Sn/K-L catalysts further enhances the dehydrogenation activity and selectivity. It is suggested that tin and potassium in Pt/Sn/K-L decrease the size of the surface platinum ensembles, thereby inhibiting isomerization and hydrogenolysis reactions of isobutane. The high activity for isobutane dehydrogenation over Pt/Sn/K-L catalysts may be attributed to stabilization of molecularly adsorbed isobutane species by the zeolite pore structure and/or by excess potassium, which enhances the rate limiting dissociation of isobutane. Keywords L-zeolite Platinum Tin Isobutane Dehydrogenation Zeolites References [1] R.D. Cortright J.A. Dumesic J. Catal. 148 1994 771 [2] R.D. Cortright and J.A. Dumesic, J. Catal., in press. [3] F.M. Brinkmeyer and D.F. Rohr, Jr., US Patent 4 866 211 (12 September 1989). [4] T. Imai and C.W. Hung, US Patent 4 430 517 (7 February 1984). [5] S.J. Miller, US Patent 4 727 216 (23 February 1988). [6] M. Vaarkamp J.V. Grondelle J.T. Miller J. Sajkowski F.S. Modica G.S. Lane G.W. Zajac B.C. Gates D.C. Koningsberger Catal. Lett. 6 1990 369 [7] M. Vaarkamp F.S. Modica J.T. Miller D.C. Koningsberger J. Catal. 144 1993 611 [8] H.A. Benesi R.M. Curtis H.P. Studer J. Catal. 10 1968 328 [9] S.B. Sharma J.T. Miller J.A. Dumesic J. Catal. 148 1994 198 [10] S.A. Goddard M.D. Amiridis J.E. Rekoske N. Cardona-Martinez J.A. Dumesic J. Catal. 117 1989 155 [11] N. Cardona-Martinez J.A. Dumesic J. Catal. 125 1990 427 [12] J.B. Anderson Chem. Eng. Sci. 18 1963 147 [13] D.E. Mears J. Catal. 20 1971 127 [14] D.E. Mears Ind. Eng. Chem. Process Des. Dev. 10 4 1971 541 [15] J.R. Bernard L.V.C. Rees Proc. 5th Int. Conf. Zeolites 1980 Wiley New York 686 [16] P.W. Tamm D.H. Mohr C.R. Wilson Stud. Surf. Sci. Catal. 38 1988 335 [17] G.S. Lane F.S. Modica J.T. Miller J. Catal. 129 1991 145 [18] S.B. Sharma P. Ouraipryvan H.A. Nair P. Balaraman T.W. Root J.A. Dumesic J. Catal. 150 1994 234 [19] J.R. Anderson Adv. Catal. 23 1973 1 [20] J.R. Anderson N.R. Avery J. Catal. 5 1966 446 [21] F.G. Gault Adv. Catal. 30 1981 1 [22] K. Foger J.R. Anderson J. Catal. 54 1978 318 [23] G.C. Bond M.R. Gelsthorpe J. Chem. Soc. 85 11 1989 3767 Faraday Trans. 1 [24] G.C. Bond R.H. Cunningham E.L. Short Stud. Surf. Sci. Catal. 75 1993 130 [25] E.H. Van Broekhoven J.W.F.M. Schoonhoven V. Ponec Surf. Sci. 156 1985 899 [26] F.R. Fitch L.V.C. Rees Zeolites 2 1982 33 [27] F.R. Fitch L.V.C. Rees Zeolites 2 1982 279 [28] R.D. Cortright, E. Bergene and J.A. Dumesic, in preparation. [29] M.T. Paffett S.C. Gebhard R.G. Windham B.E. Koel Surf. Sci. 223 1989 449 [30] P. Bileon F.M. Dautzenberg W.M.H. Sachtler J. Catal. 50 1977 77 [31] C. Xu B.E. Koel M.T. Paffett Langmuir 10 1994 166",
      "scopus-id": "0001232316",
      "coredata": {
        "eid": "1-s2.0-0926860X95000852",
        "dc:description": "Catalysts prepared by supporting tin and platinum in the potassium form of L-zeolite exhibit high activity and selectivity for isobutane dehydrogenation and resistance to deactivation at 673–773 K. Mössbauer spectroscopic results show that some of the tin interacts with platinum to form Pt Sn alloy particles in reduced Pt/Sn/K-L catalysts, while the remainder of the tin is present as Sn2+. Potassium displaced by Sn2+ from ion-exchange positions in the zeolite may interact with Pt Sn particles in the catalyst. The addition of excess potassium to Pt/Sn/K-L catalysts further enhances the dehydrogenation activity and selectivity. It is suggested that tin and potassium in Pt/Sn/K-L decrease the size of the surface platinum ensembles, thereby inhibiting isomerization and hydrogenolysis reactions of isobutane. The high activity for isobutane dehydrogenation over Pt/Sn/K-L catalysts may be attributed to stabilization of molecularly adsorbed isobutane species by the zeolite pore structure and/or by excess potassium, which enhances the rate limiting dissociation of isobutane.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-08-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95000852",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Cortright, R.D."
          },
          {
            "@_fa": "true",
            "$": "Dumesic, J.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95000852"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95000852"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00085-2",
        "prism:volume": "129",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "L-zeolite-supported platinum and platinum/tin catalysts for isobutane dehydrogenation",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "L-zeolite"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Tin"
          },
          {
            "@_fa": "true",
            "$": "Isobutane"
          },
          {
            "@_fa": "true",
            "$": "Dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Zeolites"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "101-115",
        "prism:endingPage": "115",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 August 1995",
        "prism:doi": "10.1016/0926-860X(95)00085-2",
        "prism:startingPage": "101",
        "dc:identifier": "doi:10.1016/0926-860X(95)00085-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "44",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95000852-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "337",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "44",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95000852-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "337",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001232316"
      }
    }
  }
}