{
  "metadata": {
    "title": "CO<ce:inf loc=post>2</ce:inf> hydrogenation under pressure on catalysts PtCa/C",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-01-04",
    "doi": "10.1016/0926-860X(95)00199-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001999",
    "pii": "0926860X95001999"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0012418757",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95001999 0926-860X(95)00199-9 0926860X95001999 10.1016/0926-860X(95)00199-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00221 2024-01-01T12:18:48.759026Z 0 0 19960104 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 134 134 1 1 Volume 134, Issue 1 11 159 167 159 167 19960104 4 January 1996 1996-01-04 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. CO2HYDROGENATIONUNDERPRESSURECATALYSTSPTCAC ROMANMARTINEZ M ROMANMARTINEZ 1994 187 M KLIER 1982 243 K AMENOMIYA 1987 57 Y ERDOHELYI 1986 166 A SALINASMARTINEZDELECEA 1990 21 C DALLABETTA 1973 1329 R PROC5THINTCONGCATAL RODRIGUEZREINOSO 1986 171 F SOLYMOSI 1981 371 F INOUE 1986 1681 T RODRIGUEZRAMOS 1986 67 I BAIKER 1989 999 A GUERRERORUIZ 1985 93 A INOUE 1989 1 T WEATHERBEE 1984 352 G SOLYMOSI 1980 471 F CAMPBELL 1989 189 T LEE 1993 414 J MAKOWSKI 1994 353 W HAPPEL 1986 J ISOTOPICASSESSMENTHETEROGENOUSCATALYSIS SOLYMOSI 1981 1003 F KOEPPEL 1992 77 R CHERIFI 1985 405 O DENISE 1982 359 B ROMANMARTINEZX1996X159 ROMANMARTINEZX1996X159X167 ROMANMARTINEZX1996X159XM ROMANMARTINEZX1996X159X167XM 2020-11-19T10:39:58.159Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp 0926860X95001999 MEC MINECO Ministerio de Economía y Competitividad http://data.elsevier.com/vocabulary/SciValFunders/501100003329 http://sws.geonames.org/2510769/ DGICYT AMB92-1032-CO2-02 The authors thank the DGICYT (project AMB92-1032-CO2-02) for financial support and the MEC for the Thesis grant of M.C. Romfin. item 0926-860X(95)00199-9 0926860X95001999 1-s2.0-0926860X95001999 10.1016/0926-860X(95)00199-9 271346 2024-01-01T12:18:48.759026Z 1996-01-04 1-s2.0-0926860X95001999-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001999/MAIN/application/pdf/3335c1d9294a388130e944821a7d9773/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001999/MAIN/application/pdf/3335c1d9294a388130e944821a7d9773/main.pdf main.pdf pdf true 479799 MAIN 9 1-s2.0-0926860X95001999-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001999/PREVIEW/image/png/c30b1c7d86b58e1d458a01c60bfd6af5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001999/PREVIEW/image/png/c30b1c7d86b58e1d458a01c60bfd6af5/main_1.png main_1.png png 47837 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 134 (1996) 159-167 i APPLIED CATALYSIS A: GENERAL CO2 hydrogenation under pressure on catalysts Pt-Ca/C M.C. Romhn-Mart/nez *, D. Cazorla-Amor6s, A. Linares-Solano, C. Salinas-Martinez de Lecea Departamento de Qu[mica lnorgdnica, Universidad de Alicante, Apdo. 99, Alicante, Spain Received 6 June 1995; revised 4 August 1995; accepted 4 August 1995 Abstract CO2 hydrogenation has been performed on a Pt--Ca/C catalyst. In a previous TPR study, this sample has shown the highest activity among different carbon supported platinum catalysts. In the present work the Pt--Ca/C catalyst is tested in isothermal experiments (between 473 and 573 K) at pressures of 0.1, 1 and 2 MPa. The obtained results allow a comparison with other catalytic systems that reveals the high activity of this catalyst to hydrogenate CO2 and the positive effect of the Pt--Ca combination. This catalyst, however, presents a high selectivity to CO, that does not change with increasing pressure. To complete the study of the reaction (CO2 hydrogenation) on the Pt--Ca/C catalyst, some kinetic data, like the reaction order and the activation energy, have also been calculated. The activation energy obtained in this study is 82 kJ/mol; the reaction orders for H2 and for CO2 are very similar and they vary between 0.24 and 0.47 depending on the reaction conditions. Keywords: Carbon dioxide hydrogenation; Platinum-calcium catalysts; Carbon support I. Introduction A previous study on the CO2 hydrogenation reaction on Pt/C and Pt-M/C (M = alkaline--earth) catalysts [ 1 ] showed that the combination Pt--Ca constitutes a very active catalyst for this reaction. This study was carried out by temperature- programmed reaction experiments (TPR) at 0.1 MPa of total pressure. A mixture of gases with the composition 3% of CO2 and 10% of H2 in He was used. The results obtained in those conditions (at atmospheric pressure and with diluted gases) could not be compared with most of those found in the literature because * Corresponding author. Tel. ( + 34-96) 5903400, fax. ( + 34-96) 5903454, e-mail qiiql @vm.cpd.ua.es. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All fights reserved SSD10926-8 60X ( 95 ) 00199 -9 160 M.C. Romdn-Martinez et al. /Applied Catalysis A: General 134 (1996) 159-167 CO2 hydrogenation is, generally, carded out at pressures higher than 0.1 MPa [ 2- 4]. In the present work, a study of the CO2 hydrogenation reaction has been done with a Pt-Ca/C catalyst in isothermal conditions (between 473 and 573 K) at different pressures (0. l, 1 and 2 MPa). The objective is to determine the catalytic activity of this sample under more usual reaction conditions and to compare the behaviour of this catalyst with those reported in the literature. This work comple- ments another one previously published of the system Pt/C and Pt-M/C (M= Ca, Mg) [1]. 2. Experimental The support used to prepare the catalyst Pt-Ca/C is a char of phenolformaldehyde polymer. This carbon, that is well characterized, has a high surface area and a well developed porosity [ 1 ]. To increase its ion exchange capacity the carbon was oxidized with nitric acid. The calcium was loaded by an ion exchange process from a saturated solution of calcium acetate [ 1,5 ]. The calcium containing sample was impregnated with an aqueous solution of tetramine platinum(II) chloride [ 1 ] in the adequate concentration to obtain a platinum loading of about 1 wt.-%. The calcium and platinum content of this sample is 2.4 and 0.91 wt.-% respectively. A second platinum containing catalyst was prepared by impregnation of the char oxidized by HNO3, with an aqueous solution of tetramine platinum(II) chloride. The platinum content of this second catalyst is 0.96 wt.-%. The platinum dispersion of both catalysts was measured by H2 chemisorption at 298 K according to the procedure previously described [ 1 ]. The dispersion obtained is 0.20 for the Pt- Ca/C catalyst and 0.28 for the Pt/C sample. The catalytic activity experiments were carried out in the commercial equipment BTRS Junior from Autoclave Engineering. The flow reactor, that can operate under pressure, consisted of a steel tube with a length of 15.8 cm and a diameter of 0.63 cm. The pressure in the reactor was controlled by a regulator located at the outlet. The reactor, located in a furnace, the gas lines and the switch valve are inside a heated chamber. The gas at the reactor outlet was analyzed by mass spectrometry (Basic Cube, Balzers). The reactant gas mixture was prepared by adjusting the flows of CO2 and H2. As in the TPR experiments, a H2 to CO2 ratio of 3 was used. Furthermore, other H2/ CO2 proportions (from 5 to 1 ) were employed to study the order of the reaction with respect to each of the reactants and the change in selectivity. The required total pressure was complemented with helium. About 0.3 g of catalyst were used in each experiment. The spatial velocity employed was 4000 h- l, which, in the experimental system used, corresponds to a flow of 16 ml/min. Before the catalytic activity experiments, the sample was treated in situ by heating in He at 673 K during 2 h, followed by treatment in H2 at M. C. Rom6n-Martinez et al. / Applied Catalysis A: General 134 (1996) 159-167 161 623 K for 12 h. The treatment in He was performed to avoid decomposition of the platinum precursor in hydrogen, as it would produce the formation of a mobile platinum hydride [6,7]. The reaction was studied at 473, 493, 523, 543 and 573 K, and with total pressures of 0.1, 1 and 2 MPa. 3. Results and discussion 3.1. Activity and selectivity Fig. 1 shows, as an example, a CO2 hydrogenation experiment, performed at 493 K and 1 MPa on catalyst Pt-Ca/C. In the study by TPR previously conducted with this system [ 1 ] (with reactant pressures of about 0.01 MPa), it was found that the catalysts Pt/C and Pt-M/C were very selective toward the formation of CO. As shown in Fig. 1, also in isothermal conditions and at higher pressure, the main products of the reaction are CO and H20. This means that, also at high pressure, the catalyst Pt-Ca/C is very selective toward the formation of CO. In this experi- ment other masses have been detected by the spectrometer, suggesting the forma- tion, in very small concentrations ( < 3%), of a mixture of products (methanol, formaldehyde, ethanal, methane, etc.). It must be noted that the selectivity does not change with the ratio H2/CO2. The reaction rate, expressed as CO2 conversion, and the selectivity of the Pt-Ca/C catalyst at different reaction conditions have been included in Table 1. The activity of the catalyst increases considerably with the reaction pressure. As an example, Fig. 2 shows the evolution of CO with temperature for the different pressure conditions studied. v(~mol/s/g) 3 2.5 2 1,5 1 0.5 0 --CO --I-120 reactants through the reactor _ / Ii'/ I lo() 2oo o 300 400 500 600 700 t(s) Fig. 1. A CO2 hydrogenation experiment performed at 493 K and 1 MPa. Catalyst Pt-Ca/C. 162 M.C. Ronuln-Martfnez et al. / Applied Catalysis A: General 134 (1996) 159-167 Table 1 COz conversion and selectivity at different reaction conditions. Catalyst Pt--Ca/C. P (MPa) T (K) COz conversion Selectivity (%) (tool/h/g) CO CIa~ othera 0.1 473 5.69\" 10-4 98.00 0.00 2.00 493 1.79- 10- 3 98.30 0.05 1.65 523 3.57' 10 - 3 98.48 0.03 1.49 543 4.36-10- 3 98.17 0.07 1.76 573 7.04.10- 3 98.49 0.08 1.43 1 473 1.65\" 10-3 97.63 0.00 2.37 493 3.56\" 10 - 3 98.70 0.00 1.30 523 1.16' 10-2 97.96 0.09 1.95 543 2.39' 10- 2 97.70 0.09 2.21 573 5.79\" 10-2 97.70 0.17 2.13 2 473 2.78\" 10-3 97.18 0.00 2.82 493 6.06' 10- 3 98.43 0.00 1.57 523 2.11\" 10-2 97.73 0.12 2.15 543 4.34' 10-2 97.62 0.16 2.22 573 0.102 97.40 0.25 2.35 a Most of this proportion is due to ra/e = 29, which could correspond to a mixture of methanal, ethanal and methanol. The specific rate for CO2 hydrogenation (turnover frequency), calculated as molecules of CO2 reacted per second and per surface platinum site, of the catalyst Pt-Ca/C is comparable and even higher than those shown by other catalysts under similar conditions. Table 2 contains some turnover frequency data for different catalytic systems, including the ones obtained in this study, under similar conditions for catalysts Pt---Ca/C and Pt/C. The table includes data for catalysts with a high N(s\") 12 \"o\" P= 0.I MPa I-P=1 MPa ,/A 10 f \"Jr P=2 MP 8 4 2 0 --~ --- ~ i i i 470 490 510 530 55() 570 T(K) Fig. 2. Turnover frequency for the CO evolution at different temperature and pressure conditions. M. C. Roradn-Martfnez et al. /Applied Catalysis A: General 134 (1996) 159-167 163 Table 2 Turnover frequency (mol/s/mol of surface Pt) in some catalysts at different conditions of temperature and pressure (the other conditions are similar). The table includes the main product and the selectivity. Num. Catalyst T (K) P (MPa) N (s-t x 103) Main product 1 Pt-Ca/C 473 0.1 16.9 CO (98%) 2 Rh/AI203 [8] 473 0.1 20.4 CI-I, (99%) 3 Rh/SiO2 [8] 473 0.1 4.4 C[-I4 (90%) 4 Rh/TiO2 [8] 473 0.1 150 Cl-la (90%) 5 Pt-Ca/C 473 1 49.3 CO (98%) 6 Pt/ZrO, [9] 473 1 3.4 CO (93%) 7 Pt/TiO2 [9] 473 1 15.1 CO (98%) 8 Ru/C [ 10] 483 0.1 1.3 CH4 (100%) 9 Pd~Zr2 [ I 1 ] 493 1.5 10.3 CO (40%) 10 Pd/ZrO2 [ l 1 ] 493 1.5 2.1 CI-14 (71%) 11 Pt-Ca/C 493 0.1 49.3 CO (98%) 12 Pt/C 493 0.1 15.6 CO (98%) 13 Co/C [ 12] 493 0.1 31.1 CO (60%) 14 Pt-Ca/C 493 1 105.9 CO (98%) 15 Rh/TiO2 [ 13] 513 1 11.53 CO (99%) 16 Pt-Ca/C 523 0.1 106.2 CO (98%) 17 Ru/SiO2 [ 14] 523 0.1 7.2 - 18 Pt-Ca/C 523 1 345.3 CO (98%) 19 Ru/SiO2 [ 14] 523 1.1 8.5 - 20 Pd/ZrO2 [ 11 ] 523 1.1 5.8 CH4 (89%) 21 Pt/SiO2 [9] 533 1 17 CO (100%) 22 Pt-Ca/C 543 0.1 129.5 CO (98%) 23 Rh/AI203 [ 8 ] 548 0.1 230 CH4 24 Rh/SiO2 [ 8] 548 0.1 53 CH4 25 Rh/TiO2 [ 8 ] 548 0.1 2400 CH4 26 Pt/Al203 [ 15] 548 0.1 21 CO 27 Ir/A1203 [ 15 ] 548 0.1 1.5 CH4 ( > 75%) 28 Pd/A1203 [ 15 ] 548 0.1 1.1 CI\"14 29 Ni/C [ 12] 543 0.1 3.7 CO (64%) 30 Ni/SiO2 [ 16] 553 0.12 97 CI-I4 (96%) 31 Pt/C 553 0.1 32.2 CO (98%) selectivity to CO and CH4. The turnover frequency is calculated taking into account the formation of all carbon containing products (that is, the total consumption of CO2), or with respect to a given product if it is produced with a selectivity higher or equal to 99%. As can be clearly observed in Table 2, the catalyst Pt--Ca/C is more active than other metals supported on carbon (Pt, this work, Co, Ni and Ru; compare number 1 with 8, 11 with 12 and 13, and 22 with 29 and 31). In comparison with other catalysts prepared with noble metals, the catalyst studied in this work is one of the most active. Only a Rh catalyst supported on TiO2 [ 8 ] (numbers 4 and 25) shows a quite higher activity. However, the Pt catalyst supported on TiOz presents an activity lower than that of Pt-Ca/C (numbers 5 and 7). In general, catalytic activity of platinum supported on different materials (carbon, A1203, SiOz, etc.) is much lower than that of catalyst Pt--Ca/C (Table 2, numbers, 1, 5, 6, 7, 11, 12, 14, 16, 164 M.C. Romd.n-Marffnez et al. / Applied Catalysis A: General 134 (1996) 159-167 18, 21, 22, 26 and 31 ). This shows the positive effect of the presence of calcium. That is to say, the combination of platinum with the alkaline-earth improves considerably the activity of the catalyst. To determine the effect of time in the activity or in the selectivity of the reaction, some experiments, in which the reaction lasts for 8 h, were done. It is important to notice that during this time neither the activity nor the selectivity of the catalyst varied. This is consistent with the fact that the main product of the reaction is CO. So, it can be thought that the subsequent dissociation to C and O does not occur to a significant extent. Hence, the formation of carbon deposits which produce catalyst deactivation, and that are observed when the hydrogenation of CO2 produces meth- ane, methanol and/or other hydrocarbon compounds is not probable [4,14,17,18 ]. To check the existence of carbon deposits, after a catalytic activity experiment in the reaction mixture, the catalyst was treated in a hydrogen flow ( 16 ml/min) at the reaction temperature. Methane or other hydrocarbon compounds are not detected, which is in accordance with the absence of carbon deposition on the catalyst. Furthermore, this behaviour explains that the catalyst is not deactivated after several hours of reaction. 3.2. Kinetic analysis of steady-state experiments The order of the reaction with respect to each one of the reactants, has been calculated supposing that the reaction rate follows the empirical equation: r=Ae-e/Rrt~H2P~o2 where r is the reaction rate and x and y are the reaction orders. This equation can be considered valid in the case of operation under differential conditions, so that the terms related to the products have a small contribution to the reaction rate [ 19 ]. In this work, the orders x and y have been calculated at 473 and 493 K. At these temperatures the CO2 conversion is lower than 10% and the differential conditions are maintained. The calculation has been performed for the three analyzed pressure conditions: 0.1, 1 and 2 MPa. To determine the reaction order with respect to hydrogen (order x), the per- centage of CO2 in the gaseous mixture was kept at 25%, while the hydrogen concentration was adjusted at 25%, 40%, 50% and 75%. Similarly, the determi- nation of the reaction order with respect to the partial pressure of CO2 (order y) was carried out fixing the hydrogen pressure at 50% and varying the pressure of CO2 over the values 10%, 15%, 25% and 50%. The total reaction pressure (0.1, 1 or 2 MPa) is reached by adding the necessary helium proportion. Fig. 3 shows, as an example, the plots In r vs. In P for the experiments done at 0.1 MPa and temperatures of 473 and 493 K. In all the conditions studied, the plots are straight lines. Table 3 includes the reaction order determined at both temper- atures and at different pressures. In the experimental conditions used, the orders x and y have similar values that vary, in general, in the range of 0.3 to 0.5. The data M. C Rom6n-Marffnez et al./Applied Catalysis A: General 134 (1996) 159-167 Inr 165 -7.1 -7.3 -7.5 -7.7 -A,. -7.9 -8.1 -8.3 -8,5 t t t t -2.5 -2 -1.5 -1 -0.5 InPH= or InPco= Fig. 3. In r vs. In P plots to determine the reaction order: (i) Pco2= constant (25%): at 473 K, at 493 K; (ii) PH2=constam (50%): at473 K, * at493 K. of Table 3 indicate that the reaction order for CO2 is more affected by temperature than that for H2. The apparent activation energy of the process was determined by Arrhenius plots (Fig. 4). In the case of the experiments done at 0.1 MPa, only the values of In r for T~< 523 K are included. Above this temperature, the conversion is very high and the differential conditions can not be applied. As can be observed in Fig. 4, in the pressure range studied, the In r vs. 1/Tplots are parallel lines. That is to say, the activation energy (and, therefore, the reaction mechanism) does not change with pressure. The value of Ea obtained from these plots is 82 kJ/mol. In the literature an important dispersion in the data of activation energy for CO2 hydrogenation is found. Furthermore, in most cases these are referred to the methane and/or methanol formations. The value of Ea obtained in this study (82 kJ/mol) is within the range found by other authors for CO formation from CO2 hydrogenation [ 4,8,9,15 ]. 3.3. Reaction mechanism The catalyst Pt-Ca/C, though has similar or higher activity than most catalysts investigated in COz hydrogenation, is different in the sense of the high selectivity Table 3 Reaction orders P (atm) T=473 K T=493 K x y x y 1 0.46 0.45 0.46 0.46 10 0.29 0.38 0.47 0.45 20 0.28 0.33 0.24 0.38 166 M.C. Romtln-Mart(nez et al. /Applied Catalysis A: General 134 (1996) 159-167 Irlr -2 P=o.1 MPa P=IMPa P=2 MPa -4 -10 t t t 17 18 19 20 21 22 1/1\" (K'~)*I 04 Fig. 4. Arrhenius plots (In r vs. 1/T) for CO2 hydrogenation at different pressures. toward CO. This difference indicates that the reaction mechanism in this catalyst can differ from the accepted one for this reaction when methane, methanol and other hydrocarbon compounds are formed [ 4,8,15,17,18,20-23 ]. In the mechanism proposed for the hydrogenation of CO2 in metals of Group VIII, it is generally accepted that the reaction occurs, mainly, through the formation of chemisorbed carbon monoxide, though the possibility of formation of oxygenates has also been reported. The formation of hydrocarbon products depends on the extension in which the hydrogen assisted dissociation of the chemisorbed CO occurs. If the catalyst produces an important dissociation of CO, then the appearance of hydrocarbon products is favoured. As already reported [ 1 ], in the case of the catalyst Pt-Ca/C, the molecule of CO2 interacts strongly with the catalyst by chemisorption on the CaO surface, forming CO32- anions. It must be noted that the interaction of CO2 with platinum is weak [1 ]. CO2- anions can then be reduced by hydrogen in the gas phase, resulting in a very low activity [ 1 ], or by hydrogen atoms formed on platinum. The reduction products may be CO or formiate species (note that 2% of the reaction product is methanal or methanol) that decompose giving CO. Since this CO is not adsorbed on the CaO, once it is formed it quickly reaches the gas phase and is not dissociated to undergo a subsequent hydrogenation. In fact, further hydrogenation of CO has not been observed in previous experiments [ 1 ]. The small change in selectivity with increasing pressure and the absence of carbonous deposits on the catalyst surface found in this work agree with the reaction mechanism previously proposed [ 1 ]. The proposed reaction mechanism differs considerably from the pathway that the reaction can follow in the absence of calcium. Platinum is a good catalyst for hydrogen dissociation, but its interaction with CO2 is weak; hence, the most probable is that dissociated hydrogen may react with gas phase or weakly adsorbed CO2. M.C. Rom6n-Martfnez et al. /Applied Catalysis A: General 134 (1996) 159-167 167 4. Conclusions The isothermal experiments accomplished at different pressures, permit to com- pare the catalytic properties of the Pt-Ca/C sample in CO2 hydrogenation with those of other catalysts reported in the literature. Thus, the comparison with catalysts prepared with metals of Group VIII, having a high selectivity either to CH4 or CO, shows that Pt-Ca/C is a very active catalyst for this reaction with a high selectivity toward CO formation. This selectivity is explained considering that the CO formed in the first step of the reaction is not adsorbed by the catalyst and therefore leaves the catalyst surface without further hydrogenation. The calculation of the activation energy at different pressures indicates that an increase in pressure does not modify the reaction mechanism. Acknowledgements The authors thank the DGICYT (project AMB92-1032-CO2-02) for financial support and the MEC for the Thesis grant of M.C. Romfin. References [ 1 ] M.C. Rom~n-Martinez, D. Cazorla-Amor6s, A. Linares-Solano and C. Salinas-Martfnez de Lecea, Appl. Catal. A, 116 (1994) 187. [2] K. Klier, Adv. Catal., 31 (1982) 243. [3 ] Y. Amenomiya, Appl. Catal., 30 (1987) 57. [4] A. Erd6helyi, M. P~ztor and F. Solymosi, J. Catal., 98 (1986) 166. [5 ] C. Salinas-Martinez de Lecea, M. Almela-Alarc6n and A. Linares-Solano, Fuel, 69 (1990) 21. [6] R.A. Dalla Betta and M. Boudart, Proc. 5th Int. Cong. Catal., Vol. 1, North Holland, Amsterdam, 1973, p. 1329. [7] F. Rodriguez-Reinoso, 1. Rodrfguez-Ramos, C. Moreno-Castilla, A. Guerrero-Ruiz and J.D. L6pez- Gonz,~lez, J. Catal., 99 (1986) 171. [8] F. Solymosi, A. Erdtihelyi and T. B~tns~igi, J. Catal., 68 ( 1981 ) 371. [9] T. Inoue and T. lizuka, J. Chem. Sot., Faraday Trans. 1, 82 (1986) 1681. 110] I. Rodriguez-Ramos, F. Rodriguez-Reinoso, A. Guerrero-Ruiz and J.D. L6pez-Gonz,-tlez, J. Chem. Tech. Biotechnoi., 36 (1986) 67. [ 11 ] A. Balker and D. Gasser, J. Chem. Soc., Faraday Trans. 1, 85 (1989) 999. [ 12] A. Guerrero-Ruiz and I. Rodrfguez-Ramos, React. Kinet. Catal. Lett., 29 (1985) 93. [ 13] T. Inoue, T. Iizuka and K. Tanabe, Appl. Catal., 46 (1989) 1. [ 14] G.D. Weatherbee and C.H. Bartholomew, J. Catal., 87 (1984) 352. [ 15 ] F. Solymosi and A. ErdObelyi, J. Mol Catal., 8 (1980) 471. [ 16] T.K. Campbell and J. Falconer, Appl. Catal., 50 (1989) 189. [ 17] J.S. Lee, K.H. Lee, S.Y. Lee and Y.G. Kim, J. Catal., 144 (1993) 414. [ 18] W. Makowski and R. Dziembaj, J. Mol. Catal., 91 (1994) 353. [ 19] J. Happel, Isotopic Assessment of Heterogenous Catalysis, Academic Press, New York, 1986, Chapters 1 and 8. [20] F. Solymosi, A. ErdOhelyi and M. Kocsis, J. Chem. Soc. Faraday Trans. 1, 77 (1981) 1003. [21 ] R.A. Koeppel, A. Balker and A. Wokaun, Appl. Catal. A, 84 (1992) 77. [22] O. Cherifi, S. Monterverdi, M.M. Bettahar, M. Forissier and V. Perrichon, Bull. Soc. Chem. Ft., 3 (1985) 405. [23] B. Denise, R.P.A. Sneeden and C. Hamon, J. Mol. Catal., 17 (1982) 359, APCATA 95001999 0926-860X(95)00199-9 10.1016/0926-860X(95)00199-9 Article CO2 hydrogenation under pressure on catalysts PtCa/C M.C. Román-Martínez ∗ D. Cazorla-Amorós A. Linares-Solano C. Salinas-Martínez de Lecea Departamento de Química Inorgánica, Universidad de Alicante, Apdo. 99, Alicante, Spain ∗ Corresponding author. Tel. (+34-96) 5903400, fax. (+34-96) 5903454 CO2 hydrogenation has been performed on a PtCa/C catalyst. In a previous TPR study, this sample has shown the highest activity among different carbon supported platinum catalysts. In the present work the PtCa/C catalyst is tested in isothermal experiments (between 473 and 573 K) at pressures of 0.1, 1 and 2 MPa. The obtained results allow a comparison with other catalytic systems that reveals the high activity of this catalyst to hydrogenate CO2 and the positive effect of the PtCa combination. This catalyst, however, presents a high selectivity to CO, that does not change with increasing pressure. To complete the study of the reaction (CO2 hydrogenation) on the PtCa/C catalyst, some kinetic data, like the reaction order and the activation energy, have also been calculated. The activation energy obtained in this study is 82 kJ/mol; the reaction orders for H2 and for CO2 are very similar and they vary between 0.24 and 0.47 depending on the reaction conditions. Keywords Carbon dioxide hydrogenation Platinum-calcium catalysts Carbon support References [1] M.C. Román-Martínez D. Cazorla-Amorós A. Linares-Solano C. Salinas-Martínez de Lecea Appl. Catal. A 116 1994 187 [2] K. Klier Adv. Catal. 31 1982 243 [3] Y. Amenomiya Appl. Catal. 30 1987 57 [4] A. Erdöhelyi M. Pásztor F. Solymosi J. Catal. 98 1986 166 [5] C. Salinas-Martínez de Lecea M. Almela-Alarcón A. Linares-Solano Fuel 69 1990 21 [6] R.A. Dalla Betta M. Boudart Proc. 5th Int. Cong. Catal. Vol. 1 1973 North Holland Amsterdam 1329 [7] F. Rodríguez-Reinoso I. Rodríguez-Ramos C. Moreno-Castilla A. Guerrero-Ruiz J.D. López-González J. Catal. 99 1986 171 [8] F. Solymosi A. Erdöhelyi T. Bánsági J. Catal. 68 1981 371 [9] T. Inoue T. Iizuka J. Chem. Soc. 82 1986 1681 Faraday Trans. 1 [10] I. Rodríguez-Ramos F. Rodríguez-Reinoso A. Guerrero-Ruiz J.D. López-González J. Chem. Tech. Biotechnol. 36 1986 67 [11] A. Baiker D. Gasser J. Chem. Soc. 85 1989 999 Faraday Trans. 1 [12] A. Guerrero-Ruíz I. Rodríguez-Ramos React. Kinet. Catal. Lett. 29 1985 93 [13] T. Inoue T. Iizuka K. Tanabe Appl. Catal. 46 1989 1 [14] G.D. Weatherbee C.H. Bartholomew J. Catal. 87 1984 352 [15] F. Solymosi A. Erdöhelyi J. Mol Catal. 8 1980 471 [16] T.K. Campbell J. Falconer Appl. Catal. 50 1989 189 [17] J.S. Lee K.H. Lee S.Y. Lee Y.G. Kim J. Catal. 144 1993 414 [18] W. Makowski R. Dziembaj J. Mol. Catal. 91 1994 353 [19] J. Happel Isotopic Assessment of Heterogenous Catalysis 1986 Academic Press New York Chapters 1 and 8 [20] F. Solymosi A. Erdöhelyi M. Kocsis J. Chem. Soc. Faraday Trans. 1 77 1981 1003 [21] R.A. Koeppel A. Baiker A. Wokaun Appl. Catal. A 84 1992 77 [22] O. Cherifi S. Monterverdi M.M. Bettahar M. Forissier V. Perrichon Bull. Soc. Chem. Fr. 3 1985 405 [23] B. Denise R.P.A. Sneeden C. Hamon J. Mol. Catal. 17 1982 359",
      "scopus-id": "0012418757",
      "coredata": {
        "eid": "1-s2.0-0926860X95001999",
        "dc:description": "CO2 hydrogenation has been performed on a PtCa/C catalyst. In a previous TPR study, this sample has shown the highest activity among different carbon supported platinum catalysts. In the present work the PtCa/C catalyst is tested in isothermal experiments (between 473 and 573 K) at pressures of 0.1, 1 and 2 MPa. The obtained results allow a comparison with other catalytic systems that reveals the high activity of this catalyst to hydrogenate CO2 and the positive effect of the PtCa combination. This catalyst, however, presents a high selectivity to CO, that does not change with increasing pressure. To complete the study of the reaction (CO2 hydrogenation) on the PtCa/C catalyst, some kinetic data, like the reaction order and the activation energy, have also been calculated. The activation energy obtained in this study is 82 kJ/mol; the reaction orders for H2 and for CO2 are very similar and they vary between 0.24 and 0.47 depending on the reaction conditions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-01-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001999",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Román-Martínez, M.C."
          },
          {
            "@_fa": "true",
            "$": "Cazorla-Amorós, D."
          },
          {
            "@_fa": "true",
            "$": "Linares-Solano, A."
          },
          {
            "@_fa": "true",
            "$": "Salinas-Martínez de Lecea, C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001999"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001999"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00199-9",
        "prism:volume": "134",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "CO2 hydrogenation under pressure on catalysts PtCa/C",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon dioxide hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Platinum-calcium catalysts"
          },
          {
            "@_fa": "true",
            "$": "Carbon support"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "159-167",
        "prism:endingPage": "167",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 January 1996",
        "prism:doi": "10.1016/0926-860X(95)00199-9",
        "prism:startingPage": "159",
        "dc:identifier": "doi:10.1016/0926-860X(95)00199-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0012418757"
      }
    }
  }
}