{
  "metadata": {
    "title": "Development of composite catalysts made of Cu-Zn-Cr oxide/zeolite for the hydrogenation of carbon dioxide",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-01-05",
    "doi": "10.1016/0926-860X(95)85014-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95850147",
    "pii": "0926860X95850147"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000732637",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2007-09-14 2007-09-14 2010-11-13T15:43:43 1-s2.0-0926860X95850147 0926-860X(95)85014-7 0926860X95850147 10.1016/0926-860X(95)85014-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X02074 2024-01-01T12:21:46.509935Z 0 0 19950105 1995 2007-09-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 121 121 1 1 Volume 121, Issue 1 14 113 124 113 124 19950105 5 January 1995 1995-01-05 1995 Articles article fla Copyright © 1995 Published by Elsevier B.V. DEVELOPMENTCOMPOSITECATALYSTSMADECUZNCROXIDEZEOLITEFORHYDROGENATIONCARBONDIOXIDE FUJIWARA M 1988 CATALYTICACTIVATIONCARBONDIOXIDE BARRAULT 1981 373 J NOZAKI 1987 339 F WEATHERBEE 1984 352 G RATHOVSKY 1991 167 J MATSUZAKI 1993 159 T CHANG 1979 268 C INUI 1985 225 T FUJIMOTO 1988 920 K FUJIMOTO 1989 681 K KUEI 1991 347 C ISHIHARA 1991 225 T FUJIMOTO 1987 13 K INUI 1993 31 T MEISEL 1976 86 S MARCHI 1993 91 A FUJIWARA 1992 767 M OGINO 1960 358 Y FUJIWARA 1994 546 M HERMAN 1979 407 R ANDRIAMASINORO 1993 201 D KIEFFER 1993 85 R DENISE 1987 353 B OLIVE 1976 136 G ANGEWCHEM CHANG 1983 1 C CHINCHEN 1990 692 G MOLSTAD 1935 134 M ROZOVSKII 1976 1314 A BAUSSART 1985 381 H ARAKAWA 1992 521 H KOBAYASHI 1981 487 H TAKEZAWA 1982 127 N DENISE 1986 369 B FUJOMOTO 1985 16 K FUJIMOTO 1988 2547 K FUJIWARAX1995X113 FUJIWARAX1995X113X124 FUJIWARAX1995X113XM FUJIWARAX1995X113X124XM item 0926-860X(95)85014-7 0926860X95850147 1-s2.0-0926860X95850147 10.1016/0926-860X(95)85014-7 271346 2024-01-01T12:21:46.509935Z 1995-01-05 1-s2.0-0926860X95850147-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95850147/MAIN/application/pdf/39a47b0bcfaa9c606ca9d4042c80c4b9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95850147/MAIN/application/pdf/39a47b0bcfaa9c606ca9d4042c80c4b9/main.pdf main.pdf pdf true 843101 MAIN 12 1-s2.0-0926860X95850147-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95850147/PREVIEW/image/png/e7bd545f0dbd12383ee5fc50edd6e1fe/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95850147/PREVIEW/image/png/e7bd545f0dbd12383ee5fc50edd6e1fe/main_1.png main_1.png png 50458 849 656 IMAGE-WEB-PDF 1 APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A:Genera1121 (1995) 113-124 Development of composite catalysts made of Cu-Zn-Cr oxide/zeolite for the hydrogenation of carbon dioxide Masahiro Fujiwara a *, Roger Kieffer b, Hisanori Ando a, Yoshie Souma a Osaka National Research Institute, AIST I-8-3I Midorigaoka, Ikeda, Osaka 563 Japan b LERCSI, URA 1498 du CNRS, EHICS, 1, rue Blaise Pascal, 67008 Strasbourg C dex France Received 14 April 1994; revised 26 July 1994; accepted 6 September 1994 Abstract The hydrogenation of carbon dioxide using a Cu-Zn-Cr oxide/zeolite composite catalyst system has been studied. The change in the structure of the oxide catalyst during the reaction was found to be very significant, with the catalytic activity decreasing rapidly at temperatures over 350 C. Measurement of metallic copper surface areas revealed a sharp decrease in exposed metallic copper caused by the sintering of the catalyst. The reaction of methanol over various composite catalyst was also examined. The results indicated that composite catalysts with low metallic copper surface areas promote the methanol to gasoline reaction, while high surface areas caused the decomposition of methanol to carbon monoxide and carbon dioxide. These results suggested that hydrocarbon synthesis and the decomposition of methanol are competitive. Keywords: Carbon dioxide hydrogenation; Composite catalyst; Copper-zinc-chromium oxide; Hydrocarbon synthesis 1. Introduction The fixation of carbon dioxide is important for the utilization of carbon as a reusable resource. The hydrogenation of carbon dioxide is perhaps the most simple method for the direct conversion of carbon dioxide into valuable materials [ 1 ] . However, the reaction has scarcely been studied [ 2-6 ] because the control of the reaction is difficult. According to the results, the hydrogenation of carbon dioxide produces only a small amount of useful C2+ compounds, such as ethane and * Corresponding author. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI0926-860X(94)00197-9 114 M. Fujiwara et al. /Applied Catalysis A: General 121 (1995) 113-124 propane. Even the popular Fischer-Tropsch type catalysts give only very small amounts of CZ+ hydrocarbons [4-6] . Recently composite catalysts containing two different kinds of catalytic materials have been developed [ 7-14 ] . Of these the most popular are systems which combine methanol synthesis catalysts and zeolites which can produce enhanced yields of C2+ hydrocarbons by joining methanol synthesis and the MTG (methanol to gasoline) reaction [15,16]. Also found to be useful are composite catalysts such as Cu-Zn oxide/DAY (dealuminated Y-type zeolite) [ 13] and Cu-Zn-Cr-Pd-Na oxide/ H-ZSM-5 [ 14] for the direct synthesis of hydrocarbons from carbon dioxide and hydrogen. However, in these catalysts, only low yields are obtained with carbon monoxide and methane being the predominant products. Though not referenced in these papers, it is assumed that these results were obtained using conventional coprecipitated copper catalysts. It is expected that, by the use of other types of methanol synthesis catalysts it will be possible to develop a more effective composite catalyst for the hydrogenation of carbon dioxide. After investigating the methanol synthesis reaction, we have reported previously [ 17 ] that the Cu-Zn-Cr oxide catalyst prepared from CuO, ZnO and Cr03 [ 18,19 ] shows excellent behavior for methanol synthesis and possibly acts as a suitable component for the composite catalyst. In this work, we report our initial results. The results show that under controlled conditions hydrocarbon synthesis can proceed with high yield and selectivity. Attention is also given to the behavior of copper species and the interactions between Cu-Zn-Cr oxide and zeolite material. COZ + 3Hz - CH30H __3' C2, Hydrocarbon (1) 2. Experimental 2.1. Catalyst preparation For these studies, methanol synthesis catalysts were prepared by a variety of methods, that is, mixing, coprecipitation and the pyrochlore method. Mixing method The Cu-Zn-Cr oxides (M1, M3, M4, M5, M6) were prepared by the following methods [ 18 ] . CuO was added to an aqueous solution of Cr03. After aging for 1 h, ZnO was introduced. The obtained paste was then dried under atmospheric pressure without heating. Zn-Cr oxide (M2) was obtained from ZnO and Cr03. Coprecipitation method To prepare coprecipitated catalysts (C1, C2, C3, C4) an aqueous solution of Na2C03 (1 M) was added dropwise into a mixed solution of metal (Cu, Zn, Cr, Al) nitrates at 75-80 C until the pH value reached 6.8-7.0. The precipitated gel was then dried at 120 C for 4 h and calcined at 350 C for 3 h [ 20] . M. Fujiwara et al. /Applied Catalvsis A: General 121 (1995) 113-124 115 Pyrochlore method Cu-La2Zr207 (P 1) was prepared by the coprecipitation using oxalic acid in the described manner [ 21,22 ] . To create the composite catalysts, samples were physically mixed by hand. For these studies, we used equal weights of methanol synthesis catalyst and HY zeolite (Si /Al = 4.8) , JRC-Z-HY4.8, provided from the Reference Catalyst of the Catalysis Society of Japan. The resulting powder was then pressed into a disk and these disks were finally crushed to granules with 24-40 mesh [ 9,13 ] . 2.2. Catalytic tests Hydrogenation of carbon dioxide was carried out in a fixed-bed pressurized flow reactor with a 8 mm inner diameter stainless steel tube. In a typical experiment, 1 g of a catalyst (24-40 mesh) was packed in the reactor and was activated in a stream of diluted hydrogen (1% HZ in N2) at 250 C for 12 h under atmospheric pressure. After the activation, a mixed gas of carbon dioxide and hydrogen (H2/ C02 = 3) was introduced into the reactor under 50 atm at 250 C. After the reaction pressure reached 50 atm, the reaction temperature was increased. The typical space velocity used was 3000 ml/g-cat. h. Effluent gases were then analyzed by on-line gas chromatography using Porapak Q for carbon dioxide, MS-5A for methane and carbon monoxide, and Porapak Q and Porapak R in series for methanol, dimethyl ether and C2+ hydrocarbons. The tubing from the catalyst bed to the gas chromatograph was heated at 100-150 C so as to avoid any condensation of the products. The reaction of l:l MeOH/H20 was carried out in a stainless steel flow reactor with 6 mm inner diameter containing 0.5 g catalyst using hydrogen as the carrier gas at 3000 ml/g-cat. h under 50 atm. The concentration of methanol and water in the flow gas was 32%. All effluent gases were analyzed by on-line gas chromatography. 2.3. Catalyst characterization The metallic copper surface areas of Cu-Zn-Cr oxides and composite catalysts were measured by the absorption of nitrous oxide [ 23 ] . The patterns of X-ray diffraction were obtained by using a Rigaku X-ray diffraction meter with Cu Ka radiation. 3. Results and discussion 3.1. Catalytic activity of composite catalysts Table 1 shows the results of hydrocarbon synthesis by the hydrogenation of carbon dioxide over various composite catalysts. The zeolite used was HY (Si/ 116 M. Fujiwara et al. /Applied Catalysis A: General 121 (1995) 113-124 Table 1 Hydrogenation of carbon dioxide over composite catalysts\" Entry Catalyst ` Total Conversion to (%) Distribution of hydrocarbons (%) Conv. of CO, (%) HC MeOH MezO CO C, G_ C, C, CS Ca. 1 Cu-Zn-Cr(3:3:1)[MI]/HY 37.3 9.2 0.8 0.0 27.3 7.6 18.5 37.0 22.8 10.9 3.2 2 Cu-Zn-Cr(3:3:1)[Ml]/HY` 39.9 12.0 0.5 0.1 27.3 4.2 25.8 40.8 21.7 6.7 0.8 3 Cu-Zn-Cr(3:3:1) [M11 36.0 0.3 1.1 0.0 34.6 57.7 19.2 15.4 7.7 0.0 0.0 4 Cu-Zn(3:7)[CI]/HY 36.6 1.9 0.5 0.1 34.1 26.3 47.4 21.0 5.3 0.0 0.0 5 Cu-Zn-AI103(3:3:1)[C2]/HY 31.3 1.2 0.2 0.0 29.9 16.4 57.4 19.7 6.5 0.0 0.0 6 Cu-Zn-Cr(3:3:1)[C3]/HY 32.4 2.1 1.1 1.1 29.2 14.3 38.1 33.3 9.5 4.8 0.0 7 Cu-La2Zr10,(3:7)[P1J/HY 39.2 5.1 0.7 0.7 33.3 13.7 70.6 11.8 3.9 0.0 0.0 Conditions: 400 C, 50 atm, SV =3000 ml/g-cat.h, HZ/CO_=3. \" Molar ratio was indicated in parentheses. ` Number of methanol synthesis catalyst is indicated in square brackets. 'Carbon mol-%. e SV= 1500 ml/g-cat. h. Al = 4.8) which was most effective in our initial studies [ 17 ] . Coprecipitated Cu- Zn (C 1 /HY,C2/HY,C3/HY) catalysts generally gave C2+ hydrocarbons in lower yield than the other catalysts studied (entry 4-6). In those cases, the carbon monoxide selectivities were very high. It is believed that over these catalysts any methanol formed decomposes to carbon monoxide, because of the high temperature (400 C) . The composite catalyst (P1/HY) made from Cu-La2Zr207 (Cu 30% in Cu- La2Zr2O7; P1) which has been reported to be suitable for methanol synthesis at high temperatures (around 300 C) [21,22], was also used for hydrocarbon syn- thesis (entry 7). Although C2+ hydrocarbons were obtained in higher yield than the coprecipitated ones, the total yield of C2+ hydrocarbons was under the equilibrium conversion of carbon dioxide into methanol (6.7%) under these conditions. The conclusion we draw from this is that methanol synthesis catalysts that are effective at high temperatures (300 C) when operated alone are not always suitable for use as a composite catalyst. As briefly reported [ 17 ] , the composite catalyst (M 1 /HY) of Cu-Zn-Cr oxide prepared by using Cr03 (Ml) shows high activity which is characteristic of this class of materials (entry 1, 2) . This methanol synthesis catalyst prepared by mixing was superior to those obtained by coprecipitation and the pyrochlore method. An obvious difference in catalytic performance was observed between M1/HY and C3/HY (entry 1,6), even though their composition was similar [ 17].Furthermore, much more C2+ hydrocarbons were obtained than the equilibrium conversion of carbon dioxide into methanol. The obtained hydrocarbons were mainly ethane, propane and butane with the selectivity for methane extremely low. In these studies, decreasing the space velocity was found to enhance both the yield and selectivity of CZ + hydrocarbons (entry 2) . The hydrogenation of carbon dioxide over Cu- Zn-Cr oxide (M1) produced only small amounts of hydrocarbons, Cl-C4 (entry M. Fujiwara et al. /Applied Catalysis A: General 121(1995) 113-124 117 3) . In this case, methane was the main hydrocarbon product. It is of interest to note that within this series the yield of hydrocarbons decreased with an increase in carbon number. This distribution is consistent with the Anderson-Schultz-Flory distribution [ 24 ] . These results, therefore, indicate that, in the case of the composite catalysts, C2+ hydrocarbons were not formed directly from carbon dioxide, but by a MTG reaction of methanol obtained from carbon dioxide. The yields of higher hydrocarbons (CS + ) were extremely poor, and alkenes such as ethylene and propene were not produced, although they are generally obtained in considerable selectivity in the MTG reaction [ 25 ] . 3.2. Temperature dependence of catalytic activity The most suitable reaction temperature for methanol synthesis over Cu-Zn-Cr oxide was approximately 250 C [ 19 ] , which differs substantially from that of the MTG reaction over zeolites. For these studies, the catalytic activity was tested using the composite catalyst M1/HY at 250, 300, 350 and 400 C (SV=1500 ml/g-cat. h) as summarized in Fig. l A, and using catalyst M1 (SV=3000 ml/g-cat. h) in Fig. 1B. The reaction temperature was first increased stepwise from 250 to 400 C and the effluent gas analyzed after stabilizing for about 1 h at each point. Then the reaction temperature was changed. After analyzing the effluent gas at 400 C, the reaction temperature was again decreased stepwise to 250 C. As shown in Figs. lA and B, the catalytic activities in both cases are greatly influenced by reaction temperature. For two catalysts, the carbon dioxide conversions were approximately the same at 250 C. On the other hand, a considerable amount of dimethyl ether was formed as a result of the dehydration of methanol over the composite catalyst M 1 /HY. During these studies, both the yields of methanol and dimethyl ether initially increased at 300 C in the case of composite catalyst M 1 /HY, while the methanol yield decreased above 250 C for catalyst M 1 [ 19] . In the composite catalyst M1 /HY, however, C2+ hydrocarbons were only detected above 350 C, with the maximum yield observed at 400 C. It is noteworthy that the catalytic properties at 250 and 300 C after use at 400 C had changed, and that both the conversion of carbon dioxide and the production of methanol were extremely poor after use at 400 C. When the reaction temperature was returned to 400 C, approximately the same results were obtained, suggesting that the structure of the composite catalyst had dramatically changed at high temperature after use at 400 C. The catalyst thus formed, however, showed greater stability and reproducibility. In the case of Cu-Zn-Cr oxide M1, the highest production for methanol was observed at 250 C (Fig. 1B). The conversion of carbon dioxide to methanol was only about 1 % at 400 C. It is well known that the use of copper catalysts above 300 C under reductive conditions decreases the catalytic activity as a result of sintering of the metallic copper. Using X-ray diffraction (XRD) analysis, the intensity of the diffraction pattern of metallic copper increased dramatically after 118 M. Fujiwara et al. /Applied Catalysis A: General 121 (1995) 113-124 (A) 40 40 30 ar 20 0 U N o to Cu-Zn-Cr (3:3:1)[Ml]/HY s 30 0 20 0 U N 10 250 300 350 400 350 300250 Temp ( C) Cu-Zn-Cr (3:3:1) [M1] 0 c, Cz* MeOH MezO p CO -o-COz Conv.(%) C, c2. MeOH MezO O CO -o-COz Conv.(%) 250 300 350 400 350 300 250 Temp ( C) Fig. 1. Dependence of catalytic activity on temperature (50 arm, SV =3000 ml/g-cat. h to Cu-Zn-Cr oxide, HZ/ COZ=3). use above 400 C. Although the catalytic activity at 250 C after use at 400 C was inferior to that before 400 C ( Fig. 1 B ) , the deactivation of the Cu-Zn-Cr oxide was not serious when compared with the composite catalyst (Fig. l A). Therefore, we believe that the deactivation of the composite catalyst was caused by the presence of the zeolite. 3.3. The change of copper surface area The activity of copper catalysts could be estimated from the surface area of metallic copper [23,26]. As shown in Scheme 1, the metallic copper surface area of the Cu-Zn-Cr oxide M1 was 27 m2/g by hydrogen reduction at 250 C. After use in carbon dioxide hydrogenation at 250 C, the copper surface area was marginally reduced to 25 m2/g, whereas on reacting at 400 C, the area decreased to 5.2 M. Fujiwara et al. /Applied Catalysis A: General 121 (1995)113-124 119 Cu-Zn-Cr oxide (3:3: 1) [Mll Zeolite (HY) Hy (Mixing) :Cnu-oxide -(3:3:1)[M11/HY:] H2, 250 C H2, 250 C 27 m2/g 13 m2/g C02+H2, 250 C H2, 400'C 25 m2/g 13 rnyg C02+H2, 400 C C02+H2, 400 C 5.2m2/g <1 m2/g Scheme 1. Change of metallic copper surface area (estimated to the weight unit of Cu-Zn-Cr oxide). m2/g. However, the deactivation of the catalytic activity for methanol synthesis was insignificant as shown in Fig. 113. Next, the change of the metallic copper surface area of the composite catalyst M 1 / HY was studied. HY zeolite was inactive for the adsorption of nitrous oxide. The copper surface areas of the Cu-Zn-Cr oxide/HY composite catalysts were related to the weight unit and compared directly with the single component of CuZn-Cr oxide. The copper surface area of the composite catalyst M 1 MY was 13 m2/g after reducing by hydrogen at 250 C, and no clear change was observed by the treatment of hydrogen at 400 C (13 m2/g). However, after the reaction in the presence of carbon dioxide and hydrogen at 400 C, the surface area of exposed copper decreased rapidly to less than 1 m2/g. We believe that this explains the deactivation of the composite catalyst which was observed in Fig. IA. However, as can be seen, the decrease of the copper surface area is not caused simply by heating at 400 C. The treatment at 400 C had only a limited effect. In addition, the deactivation of the single Cu-Zn-Cr oxide in the presence of carbon dioxide and hydrogen at 400 C was not important. Therefore, it is obvious that the use of the composite catalyst for the hydrogenation of carbon dioxide at temperatures around 400 C caused the observed deactivation. 3.4. Development of composite catalysts As mentioned in the previous paragraph, copper is not considered as the sole active species in the real composite catalyst, because of the low metallic surface area. On the other hand, Zn-Cr oxide is also a methanol synthesis catalyst at high 120 M. Fujiwara et al. /Applied Catalysis A: General 121(1995) 113-124 Table 2 Effect of copper content on catalytic activity' Entry Catalyst\" ` Cu Cont. CO2 Conv. Conversion to (%) Distribution of hydrocarbons (mol-%) (%) (%a) HC MeOH MeZO CO C, C2 C3 C4 CS C6+ l Zn-Cr(3:1) [M2] /HY 0 37.3 8.1 0.0 0.0 29.2 2.5 7.4 32.1 39.5 14.8 3.7 2 Zn-Cr(3:1)[C41 /HY 0 31.7 4.4 0.1 0.0 27.2 6.8 13.6 20.5 34.1 18.2 6.8 3 Cu-Zn-Cr(0.04:3:1)[M31 /HY 1 38.8 10.0 0.1 0.0 28.7 3.0 13.0 30.0 39.0 10.0 5.0 4 Cu-Zn-Cr(0.2:3:1)[M41 /HY 5 38.9 11.4 0.4 0.0 27.1 3.5 20.2 35.1 29.8 7.9 3.5 5 Cu-Zn-Cr(0.44:3:1)[M5]/HY 10 41.1 9.2 0.2 0.0 31.7 3.2 19.6 33.7 31.5 9.8 2.2 6 Cu-Zn-Cr(1:3:1) [ M6] /HY 20 41.2 7.9 0.2 0.0 33.1 3.8 20.2 34.2 24.1 12.7 5.0 7 Cu-Zn-Cr(3:3:1)[Ml]/HY 43 37.3 9.2 0.8 0.0 27.3 7.6 18.5 37.0 22.8 10.9 3.2 ' 400 C, 50 kg /cm2, SV =3000 ml/g-cat. h, Hz/CO2=3. b Molar ratio indicated in parentheses. ` Number of methanol synthesis catalyst is indicated in square brackets. Carbon mol-%. temperature [ 27 ] . Because of the importance of copper in these systems, further studies were carried out to determine the effect of catalyst composition. The results for hydrocarbon synthesis over various catalysts are summarized in Table 2. The composite catalyst Zn-Cr(M2) /HY had a good activity for hydrocarbon synthesis (entry 1). However, the same component catalyst C4/HY, prepared by coprecipitation, gave C2+ hydrocarbons in lower yield (entry 2). The addition of copper to Zn-Cr oxide increased the yield of C2+ hydrocarbons until a copper content of 5%. The highest productivity of C2+ hydrocarbons was observed in the reaction over composite catalyst M4/HY (entry 4). However, on further addition of copper the yields of C2 + hydrocarbons again decreased (entry 5-7) . These results indicated that methanol synthesis mainly occurs over the Zn-Cr oxide and that copper acts only as a promoter. A plausible explanation for these results is that copper activates the hydrogen to favor the hydrogenation of carbon dioxide over Zn-Cr oxide. 3.5. Reaction of methanol over composite catalyst The reaction path of methanol synthesis from carbon monoxide or carbon dioxide was studied by modifying the space velocity of the feed gas and measuring the selectivity for methanol. These studies have previously been carried out at 250 C [ 19,28-30] . However, the same type of examination has not yet been performed at higher temperature, as above 300 C the reaction is normally not favorable for methanol synthesis. Completely different results were obtained at 250 C [ 19] and at higher temperatures (350, 400 C) in the reaction over single Cu-Zn-Cr oxide M1. The same tendency was observed between 350 and 400 C. For example, when the space velocity of the feed gas increased from 3000 to 30 000 ml/g-cat. h at 350 C, the total conversion of carbon dioxide showed no influence (remaining about 33%) but both the yield (3.6-5.8%) and the selectivity (10.5-17.2%) of M. Fujiwara et al. /Applied Catalysis A: General 121 (1995)113-124 121 Table 3 Reaction of methanol over composite catalyse Entry Catalyst\" Cu MeOH Conversion to (%) Distribution of hydrocarbons (%)' surf.\" Conv. area (%) HC Me20 CO C02 C1 C2 C2- C3 C3- C~ CS C61 (M2/g) 1 Zeolite(HY) - 90 84.3 12.2 1.7 1.8 4 3 23 5 35 23 4 3 2 Cu-Zn-Cr(3:3:1)[Ml]/HY <1 91 94.5 0.0 1.1 4.4 4 29 0 38 0 22 4 3 3 Cu-Zn-Cr(3:3:1)[M1]/HYf 13 92 91.3 0.0 1.6 7.1 3 28 0 42 0 20 4 3 4 Cu-Zn-Cr(3:3:1) [Ml] 25 99 2.0 0.0 45.5 52.5 50 20 0 20 0 l0 0 0 at400 C, 50 arm, SV =3000 ml/g-cat. h (Hz), MeOH 14.4 mmol/h, Hz0 14.4 mmol/h. Catalysts used for the hydrogenation of carbon dioxide were used. The results after 2 h. \" Molar ratio indicated in parentheses. ` Number of methanol synthesis catalyst is indicated in square brackets. d Estimated on Cu-Zn-Cr oxide. ` Carbon mol-%. `Catalyst before being used for the hydrogenation of carbon dioxide. methanol increased, while those of carbon monoxide decreased. These results show that the methanol formed from the reaction of carbon dioxide and hydrogen was then later decomposed to carbon monoxide, resulting in the low production of methanol at high temperature. In the reaction over composite catalysts, the methanol formed was not only converted into hydrocarbons over the zeolite, but into carbon monoxide or carbon dioxide over the Cu-Zn-Cr oxide of the composite catalyst [ 31,32 ] . To analyze the behaviors of methanol over the composite catalyst and the reaction path, equal amounts of water and methanol were mixed, because an equal amount of water was inevitable in this reaction. The results were summarized in Table 3. The reaction of methanol was carried out at 400 C under 50 atm of hydrogen. The space velocity of hydrogen was the same as that for the hydrogenation of carbon dioxide (3000 ml/g-cat. h). Single zeolite (HY) converted methanol into hydrocarbons selectively (entry 1) . However, catalyst M 1 had high activity and decomposed methanol to carbon monoxide and carbon dioxide even at high hydrogen pressure (entry 4). The composite catalyst Ml/HY used for the hydrogenation of carbon dioxide mainly catalyzed the MTG reaction and only a small percentage of methanol was decomposed into carbon monoxide and carbon dioxide (entry 2). About 9% of carbon oxides was formed over the fresh composite catalyst M1/HY with a large metallic copper surface area (entry 3) . Therefore, it would appear from these results that two reactions, (i) the decomposition to carbon oxides, and (ii) the conversion into hydrocarbons, occur competitively. The ability of Cu-Zn-Cr oxide for decomposing methanol depends on the activity of copper. Alkenes which are intermediates in the MTG reaction [ 25 ] were seldom obtained over composite catalysts, not only in the hydrogenation of carbon dioxide; but also in the reaction of methanol (entry 2, 3 in Table 3) . However, they formed as the 122 M. Fujiwara et al. /Applied Catalysis A: General 121 (1995) 113-124 major products over the zeolite in the absence of Cu-Zn-Cr oxide (entry 1) . CuZn oxide has been reported to be active for the hydrogenation of alkenes [ 33 ] , therefore, it would appear that the intermediate alkenes are hydrogenated to alkanes over the composite Cu-Zn-Cr oxide even in the presence of the zeolite. 3.6. Reaction path of the hydrogenation of carbon dioxide over composite catalyst The most plausible reaction path is shown in Fig. 2. First, methanol is converted into hydrocarbons over the zeolite. The decomposition of methanol over Cu-ZnCr oxide occurs competitively in the case of the composite catalyst at 400 C. As the methanol formed is readily decomposed to carbon monoxide in the case of the composite catalyst with active copper, carbon monoxide is the most predominant product and the yield of C2+ hydrocarbons is very poor. On the other hand, the composite catalyst with inactive copper only weakly promotes the decomposition of methanol. Consequently, the methanol is considered to react mainly over the zeolite and is converted into C2+ hydrocarbons via dimethyl ether in good yield. In the case of the composite catalysts with low copper Cu-Zn-Cr oxide, loading copper promotes the hydrogenation of carbon dioxide over Zn-Cr oxide, but shows a lower ability for the decomposition of methanol into carbon monoxide and carbon dioxide. Thus, C2+ hydrocarbons were obtained in better yield. Cu-Zn-Cr Oxide Zeolite H2 CO MeOH CO2 t Me OMe H~MeOH C2 ~ C2= E-___ = '--- --- C2= C3 -40 H2C3. E--__ __ ___ (`3= C4 -<- H2 C4= E____ __ ___ (~4= C5 C5= E-___ __ ___ G`5= C6+ Reaction: Transportation: -----> Fig. 2. Plausible reaction path over composite catalyst. M. Fujiwara et al. /Applied Catalysis A: General 121 (1995) 113-124 123 In general, long chain hydrocarbons, C5+ hydrocarbons, are obtained using the MTG reaction over zeolite [ 25 ] . Carbon homologation producing long chain hydrocarbons occurs by the reaction of alkenes with methanol or other alkenes. However, alkanes are not intermediary products of the MTG reaction and are unable to undergo further homologation. In the case of the composite catalyst, the lower alkenes obtained over the zeolite, then react over the Cu-Zn-Cr oxide and are readily hydrogenated into the corresponding alkanes [ 34,35 ] . Thus, lower alkanes were the predominant products in this study. This observation differs completely from the simple MTG reaction. In addition, methane was formed directly from carbon dioxide or carbon monoxide over Cu-Zn-Cr oxide as shown in Table 1. 4. Conclusions In this paper, we have studied for the first time the change of Cu-Zn-Cr oxide in the composite catalyst during reaction. The change in metallic copper surface area was found to be more significant in the composite catalysts than in the single Cu-Zn-Cr oxide. The most active species for methanol synthesis was Zn--Cr oxide and copper as a promoter. C2+ hydrocarbons were obtained in good yield when the copper content in the Cu-Zn-Cr oxide was very low. It was also confirmed that the direction of the reaction of methanol, the MTG reaction and the decomposition into carbon oxides, controlled the production of CZ+ hydrocarbons. Moreover, the hydrogenation of intermediate alkenes was found to affect the hydrocarbons distribution. However, the change of the co-existing zeolite by Cu-Zn-Cr oxide has not been investigated. Detailed studies of the interaction between Cu-Zn-Cr oxide and zeolite are now being carried out to reveal the reaction mechanism in the hydrogenation of carbon dioxide into hydrocarbons over the composite catalyst. References [ 1 ] W. M. Ayers (Editor), Catalytic Activation of Carbon Dioxide, American Chemical Society, New York, 1988. [ 2] J. Barrault, C. Forguy, J. C. Menezo and R. Maurel, React. Kinet. Catal. Lett., 17 (1981) 373. [3] F. Nozaki, T. Sodesawa, S. Satoh and K. Mmura, J. Catal., 104 (1987) 339. [4] G. D. Weatherbee and C. H. Bartholomew, J. Catal., 87 (1984) 352. [ 5 ] J. Rathovsky and A. Zukal, Appl. Catal. A, 79 (1991) 167. [6] T. Matsuzaki, K. Takeguchi, T. Hanaoka, H. Arakawa and Y. Sugi, Appl. Catal. A, 105 (1993) 159. [7] C. D. Chang, W. H. Lang and A. J. Silvestri, J. Catal., 56 (1979) 268. [8] T. Inui, T. Hagiwara, O. Yamase, K. Kitagawa, H. Yamaguchi and Y. Takegami, J. Jpn. Petrol. Inst., 28 (1985) 225. [9] K. Fujimoto, H. Saima and H. Tominaga, Ind. Eng. Chem. Res., 27 (1988) 920. [ 10] K. Fujimoto, I. Nakamura and K. Yokota, Chem. Lett., (1989) 681. [ 11 ] C: K. Kuei and M.-D. Lee, Can. J. Chem. Eng., 69 (1991) 347. [ 12 ] T. Ishihara, H. Iwakuni, K. Eguchi and H. Arai, Appl. Catal., 75 (1991) 225. [ 13] K. Fujimoto and T. Shikada, Appl. Catal., 31 (1987) 13. 124 M. Fujiwara et al. /Applied Catalysis A: General 121 (1995) 713-124 [ 14] T. Inui, K. Kitagawa, T. Takeguchi, T. Hagiwara and Y. Makino, Appl. Catal. A, 94 (1993) 31. [ 15] S. L. Meisel, J. P. McCullough, C. H. Lechthaler and P. B. Weisz, ChemTech, (1976) 86. [ 16] A. J. Marchi and G. F. Froment, Appl. Catal. A, 94 (1993) 91. [ 17] M. Fujiwara and Y. Souma, J. Chem. Soc., Chem. Commun., (1992) 767. [ 18] Y. Ogino, M. Oba and H. Uchida, Bull. Chem. Soc. Jpn., 33 (1960) 358. [ 19] M. Fujiwara, H. Ando, M. Tanaka and Y. Souma, Bull. Chem. Soc. Jpn., 67 (1994) 546. [20] R. G. Herman, K. Klier, G. W. Simmons, B. P. Finn, J. B. Bulko and T. P. Kobylinski, J. Catal., 56 (1979) 407. [ 21 ] D. Andriamasinoro, R. Kieffer, A. Kiennemann and P. Poix, Appl. Catal. A, 106 (1993) 201. [22] R. Kieffer, P. Poix, J. Harison and L. Lechleiter, Proc. International Conference on CO2 Utilization, 26-30 September 1993, Bari (Italy), 1993, p. 85. [23] B. Denise, R. P. A. Sneeden, B. Beguin and O. Cherifi, Appl. Catal., 30 (1987) 353. [24] G. H. Olive and S. Olive, Angew. Chem. Int. Ed. Engl., 15 (1976) 136. [ 25 ] C. D. Chang, Catal. Rev. -Sci. Eng., 25 (1983) 1. [ 26] G. C. Chinchen, K. Mansfield and M. S. Spencer, ChemTech, (1990) 692. [27] M. C. Molstad and B. F. Dodge, Ind. Eng. Chem., 27 (1935) 134. [ 28 ] A. Y. Rozovskii, Y. B. Kagan, G.-I. Lin, E. V. Slivinskii, S. M. Lokrev, L. G. Liberov and A. N. Bashkirov, React. Kinet. Catal. Lett., 17 (1976) 1314. [29] H. Baussart, M. Delobel, M. le Bras, D. le Mauger and L.-M. Leroy, Appl. Catal., 14 (1985) 381. [30] H. Arakawa, J.-L. Dubois and K. Sayama, Energy Conv. Managem., 33 (1992) 521. [ 31 ] H. Kobayashi, N. Takezawa and C. Minochi, J. Catal., 69 (1981) 487. [32] N. Takezawa, H. Kobayashi, A. Hirose, M. Shimokawabe and K. Takahashi, Appl. Catal., 4 (1982) 127. [33] B. Denise and R. P. A. Sneeden, J. Mol. Catal., 37 (1986) 369. [34] K. Fujomoto, H. Saima and H. Tominaga, J. Catal., 94 (1985) 16. [35] K. Fujimoto, H. Saima and H. Tominaga, Bull. Chem. Soc. Jpn., 61 (1988) 2547. APCATA 95850147 0926-860X(95)85014-7 10.1016/0926-860X(95)85014-7 Elsevier Science B.V. Development of composite catalysts made of Cu-Zn-Cr oxide/zeolite for the hydrogenation of carbon dioxide Masahiro Fujiwara a * Roger Kieffer b Hisanori Ando a Yoshie Souma a a Osaka National Research Institute, A1ST, 1-8-31 Midorigaoka, Ikeda, Osaka 563 Japan b LERCSl, VRA 1498 du CNRS, EHICS, 1, rue Blaise Pascal, 67008 Strasbourg Cédex France * Corresponding author. The hydrogenation of carbon dioxide using a Cu-Zn-Cr oxide/zeolite composite catalyst system has been studied. The change in the structure of the oxide catalyst during the reaction was found to be very significant, with the catalytic activity decreasing rapidly at temperatures over 350°C. Measurement of metallic copper surface areas revealed a sharp decrease in exposed metallic copper caused by the sintering of the catalyst. The reaction of methanol over various composite catalyst was also examined. The results indicated that composite catalysts with low metallic copper surface areas promote the methanol to gasoline reaction, while high surface areas caused the decomposition of methanol to carbon monoxide and carbon dioxide. These results suggested that hydrocarbon synthesis and the decomposition of methanol are competitive. Keywords Carbon dioxide hydrogenation Composite catalyst Copper-zinc-chromium oxide Hydrocarbon synthesis References [1] Ayers W.M. Catalytic Activation of Carbon Dioxide 1988 American Chemical Society New York [2] Barrault J. Forguy C. Menezo J.C. Maurel R. React. Kinet. Catal. Lett. 17 1981 373 [3] Nozaki F. Sodesawa T. Satoh S. Kimura K. J. Catal. 104 1987 339 [4] Weatherbee G.D. Bartholomew C.H. J. Catal. 87 1984 352 [5] Rathovsky J. Zukal A. Appl. Catal. A 79 1991 167 [6] Matsuzaki T. Takeguchi K. Hanaoka T. Arakawa H. Sugi Y. Appl. Catal. A 105 1993 159 [7] Chang C.D. Lang W.H. Silvestri A.J. J. Catal. 56 1979 268 [8] Inui T. Hagiwara T. Yamase O. Kitagawa K. Yamaguchi H. Takegami Y. J. Jpn. Petrol. Inst. 28 1985 225 [9] Fujimoto K. Saima H. Tominaga H. Ind. Eng. Chem. Res. 27 1988 920 [10] Fujimoto K. Nakamura I. Yokota K. Chem. Lett. 1989 681 [11] Kuei C.-K. Lee M.-D. Can. J. Chem. Eng. 69 1991 347 [12] Ishihara T. Iwakuni H. Eguchi K. Arai H. Appl. Catal. 75 1991 225 [13] Fujimoto K. Shikada T. Appl. Catal. 31 1987 13 [14] Inui T. Kitagawa K. Takeguchi T. Hagiwara T. Makino Y. Appl. Catal. A 94 1993 31 [15] Meisel S.L. McCullough J.P. Lechthaler C.H. Weisz P.B. ChemTech 1976 86 [16] Marchi A.J. Froment G.F. Appl. Catal. A 94 1993 91 [17] Fujiwara M. Souma Y. J. Chem. Soc., Chem. Commun. 1992 767 [18] Ogino Y. Oba M. Uchida H. Bull. Chem. Soc. Jpn. 33 1960 358 [19] Fujiwara M. Ando H. Tanaka M. Souma Y. Bull. Chem. Soc. Jpn. 67 1994 546 [20] Herman R.G. Klier K. Simmons G.W. Finn B.P. Bulko J.B. Kobylinski T.P. J. Catal. 56 1979 407 [21] Andriamasinoro D. Kieffer R. Kiennemann A. Poix P. Appl. Catal. A 106 1993 201 [22] Kieffer R. Poix P. Harison J. Lechleiter L. Proc. International Conference on CO2 Utilization, 26–30 September 1993, Bari (Italy) 1993 85 [23] Denise B. Sneeden R.P.A. Beguin B. Cherifi O. Appl. Catal. 30 1987 353 [24] Olive G.H. Olive S. Int. Ed. Engl. Angew. Chem. 15 1976 136 [25] Chang C.D. Catal. Rev. -Sci. Eng. 25 1983 1 [26] Chinchen G.C. Mansfield K. Spencer M.S. ChemTech 1990 692 [27] Molstad M.C. Dodge B.F. Ind. Eng. Chem. 27 1935 134 [28] Rozovskii A.Y. Kagan Y.B. Lin G.-I. Slivinskii E.V. Lokrev S.M. Liberov L.G. Bashkirov A.N. React. Kinet. Catal. Lett. 17 1976 1314 [29] Baussart H. Delobel M. le Bras M. le Mauger D. Leroy L.-M. Appl. Catal. 14 1985 381 [30] Arakawa H. Dubois J.-L. Sayama K. Energy Conv. Managem. 33 1992 521 [31] Kobayashi H. Takezawa N. Minochi C. J. Catal. 69 1981 487 [32] Takezawa N. Kobayashi H. Hirose A. Shimokawabe M. Takahashi K. Appl. Catal. 4 1982 127 [33] Denise B. Sneeden R.P.A. J. Mol. Catal. 37 1986 369 [34] Fujomoto K. Saima H. Tominaga H. J. Catal. 94 1985 16 [35] Fujimoto K. Saima H. Tominaga H. Bull. Chem. Soc. Jpn. 61 1988 2547",
      "scopus-id": "0000732637",
      "coredata": {
        "eid": "1-s2.0-0926860X95850147",
        "dc:description": "The hydrogenation of carbon dioxide using a Cu-Zn-Cr oxide/zeolite composite catalyst system has been studied. The change in the structure of the oxide catalyst during the reaction was found to be very significant, with the catalytic activity decreasing rapidly at temperatures over 350°C. Measurement of metallic copper surface areas revealed a sharp decrease in exposed metallic copper caused by the sintering of the catalyst. The reaction of methanol over various composite catalyst was also examined. The results indicated that composite catalysts with low metallic copper surface areas promote the methanol to gasoline reaction, while high surface areas caused the decomposition of methanol to carbon monoxide and carbon dioxide. These results suggested that hydrocarbon synthesis and the decomposition of methanol are competitive.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-01-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95850147",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fujiwara, Masahiro"
          },
          {
            "@_fa": "true",
            "$": "Kieffer, Roger"
          },
          {
            "@_fa": "true",
            "$": "Ando, Hisanori"
          },
          {
            "@_fa": "true",
            "$": "Souma, Yoshie"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95850147"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95850147"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)85014-7",
        "prism:volume": "121",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Development of composite catalysts made of Cu-Zn-Cr oxide/zeolite for the hydrogenation of carbon dioxide",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon dioxide hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Composite catalyst"
          },
          {
            "@_fa": "true",
            "$": "Copper-zinc-chromium oxide"
          },
          {
            "@_fa": "true",
            "$": "Hydrocarbon synthesis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "113-124",
        "prism:endingPage": "124",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 January 1995",
        "prism:doi": "10.1016/0926-860X(95)85014-7",
        "prism:startingPage": "113",
        "dc:identifier": "doi:10.1016/0926-860X(95)85014-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000732637"
      }
    }
  }
}