{
  "metadata": {
    "title": "<ce:italic>m</ce:italic>-Xylene transformation over Ni/SAl<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf>-USY hybrid catalysts Effects of hydrogen spillover",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-09-02",
    "doi": "10.1016/0926-860X(96)00110-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9600110X",
    "pii": "0926860X9600110X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0011343275",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X9600110X 0926-860X(96)00110-X 0926860X9600110X 10.1016/0926-860X(96)00110-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00038 2024-01-01T12:18:48.759026Z 0 0 19960902 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 144 144 1 2 1 2 Volume 144, Issues 1–2 16 221 235 221 235 19960902 2 September 1996 1996-09-02 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. MXYLENETRANSFORMATIONOVERNISAL2O3USYHYBRIDCATALYSTSEFFECTSHYDROGENSPILLOVER YANG M CONNER 1988 311 W HYDROGENEFFECTSINCATALYSIS TEICHNER 1990 1 S DELMON 1993 1 B FUJIMOTO 1993 9 K CONNER 1995 759 W BIANCHI 1979 467 D BAUMGARTEN 1985 296 E KRAMER 1979 287 R PARERA 1983 101 J CARTER 1965 3070 J CAVANAGH 1981 22 R SALZER 1991 363 R ROLAND 1994 1231 U ANTONUCCI 1982 140 P CECKIEWICZ 1987 294 S FUJIMOTO 1992 81 K HATTORI 1993 69 H MATSUDA 1987 38 T KIKUCHI 1993 53 E JACOBS 1986 23 P PROCEEDINGS7THINTERNATIONALZEOLITECONFERENCE JACOBS 1974 31 P KARGE 1982 94 H RATNASAMY 1981 428 P GIORDANO 1984 331 N PROCEEDINGSVITHINTERNATIONALZEOLITECONFERENCE GNEP 1983 309 N GUISNET 1984 249 M SASTRE 1990 457 E YANG 1995 115 M MOLINA 1994 79 R WARS 1969 154 J GUISNET 1986 701 M PROCEEDINGS7THINTERNATIONALZEOLITECONFERENCE CHOU 1987 129 P RAHAMAN 1991 251 M WRISTERS 1975 4312 J WRISTERS 1997 5051 J FUJIMOTO 1988 410 K NAKAMURA 1989 15 I AICHESYMPSER LIN 1993 539 S LIN 1993 563 S NAKAMURA 1993 77 I JACOBS 1977 120 P CARBONIOGENICACTIVITYZEOLITES GUISNET 1984 571 M NATOASISERIES ZEOLITESSCIENCETECHNOLOGY CORMA 1993 384 A CORTES 1978 338 A GUISNET 1985 283 M STUMBO 1995 173 A YANGX1996X221 YANGX1996X221X235 YANGX1996X221XM YANGX1996X221X235XM item 0926-860X(96)00110-X 0926860X9600110X 1-s2.0-0926860X9600110X 10.1016/0926-860X(96)00110-X 271346 2024-01-01T12:18:48.759026Z 1996-09-02 1-s2.0-0926860X9600110X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9600110X/MAIN/application/pdf/0e9dc61e3978859172b5d644d46d1077/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9600110X/MAIN/application/pdf/0e9dc61e3978859172b5d644d46d1077/main.pdf main.pdf pdf true 781700 MAIN 15 1-s2.0-0926860X9600110X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9600110X/PREVIEW/image/png/d750aded902238b74929bb5af635288f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9600110X/PREVIEW/image/png/d750aded902238b74929bb5af635288f/main_1.png main_1.png png 44615 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 144 (1996) 221-235 m-Xylene transformation over NiS/A1203-USY hybrid catalysts Effects of hydrogen spillover Ming-Gang Yang, Ikusei Nakamura, Kaoru Fujimoto * Department of Applied Chemistry, Graduate School of Engineering, The Unit, ersi~ of Tokyo, 7-3-1 Hongo, Bunkyo-ku, Tokyo 113. Japan Received 21 November 1995; revised 26 February 1996: accepted 27 February 1996 Abstract m-Xylene transformation (isomerization and aromatics hydrogenation) on Y zeolite (USY) was markedly promoted by the physically mixed sulfided nickel supported on AI203 (NiS/AI203) in the presence of hydrogen, while NiS/A1203 showed no activity for these reactions, and coke deposition on USY and m-xylene disproportionation were not affected by NiS/AI203. Also, under nitrogen atmosphere, all reactions were unaffected by NiS/A1203. Studies of H-D exchange of OH groups on USY zeolite with gaseous D2 by FT-IR spectroscopy showed that the ratio of the exchange rate of USY, AI203-USY and NiS/A1203-USY catalyst was 3.8, 1 and 14.5, respectively, at 523 K and 62.5 kPa D2. It was concluded that the H-D exchange of OH groups (including Br~insted acid sites) on USY surface in the NiS/A1203-USY catalyst was mainly due to hydrogen spillover through NiS site dissociating gaseous hydrogen, with the spillover hydrogen migrating to the USY surface. This probably promoted m-xylene isomerization and helped maintain a higher activity of hydrogenation for aromatic rings on the zeolite. Keywords: Hydrogen spillover; Isotopic exchange; Nickel sulfide; USY zeolite: Hybrid catalyst: m-Xylene transformation 1. Introduction In recent years a number of studies [1-5] have been devoted to the phe- nomenon of 'spillover', which is defined as the migration of adsorbed species from one solid phase where it is easily adsorbed, onto another solid phase in contact with the first, where it is not directly adsorbed. * Corresponding author, e-mail: tkaoru@hongo.ecc.u-tokyo.ac.jp. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00110-X 222 M.-G. Yang et al. /Applied Catalysis A: General 144 (1996) 221-235 One can find many experimental evidences of hydrogen spillover in many works, especially in infrared spectroscopy [6,7], often being combined with H-D exchange and temperature-programmed desorption [8,9]. The rate of H-D exchange and the temperature at which H-D exchange can occur are dramati- cally different depending upon whether an active metal, such as Pt [10] or Rh [11] is present or not on oxides or zeolites [12,13]. In the hydrogenation of benzene, the specific activity, referred to 1 mg of Pt, was increased by a factor of more than 4 when the degree of dilution of the Pt/~/-A1203 catalyst with \"y-A1203 was 50 (volume ratio) [14]. Such results were explained by existence of spillover hydrogen which migrates onto the surface of the \"y-Al203 diluent and hydrogenates the adsorbed benzene [15]. The present authors claim that in the hydroisomerization of n-pentane over Pt/SiO2-HZSM-5 systems, gaseous hy- drogen is dissociated on Pt site, spills over to SiO2, and transfers to zeolite (probably as H+ and H-). The protons on HZSM-5 act as acid to make a straight chain carbenium ion n-CsH~-J which is isomerized to iso-CsH~-~ and then is stabilized by hydride addition to iso-pentane [16]. The fact that spiltover hydrogen could generate protonic acid sites has been also observed by Hattori on Pt/SO42 -ZrO2 [17]. Matsuda and Kikuchi claimed that spilt over hydrogen prevented the coke formation which occurs on Lewis acid sites by controlling the concentration of benzylic carbocations (coke precursors), while it hardly stabilized the activity of BriSnsted acid sites in the disproportionation and alkylation of 1,2,4-trimethybenzene over Pd/AlzO3-HY and Pd/AlzO3-pillarel montmorillonite [ 18,19]. The reaction of m-xylene on zeolites, besides its industrial importance, is abundantly described in the literature not only because it provides information on the geometry of the zeolite channels [20], but also because it is considered as an appropriate reaction to give information on the acidic properties of solids. Evidence is provided in the literature that both isomerization and disproportiona- tion of m-xylene are catalyzed by BriSnsted acid site [21,22] and that the disproportionation requires stronger acid sites than isomerization [23,24]. The effect of an active metal supported on zeolite on the increase in the ratio of isomerization to disproportionation in o-xylene transformation (on Ni/mordenite catalyst) was explained supposing that due to hydrogen spilling over, activated on metallic sites, the acid could react with the carbocation intermediates in disproportionation, reduce their concentration and consequently decrease the rate of disproportionation reaction [25,26]. For m-xylene isomeriza- tion over offretite catalysts (mechanical mixture Pt/AI203 + OFF), this promo- tional effect of Pt/AI203 can be attributed to the introduction of a bifunctional path which is composed of the steps of hydrogenation of m-xylene on metal to form olefin, isomerization of the formed olefin, and dehydrogenation of the isomerized olefin to o-xylene [27]. The present authors have studied the disproportionation of toluene on hybrid catalysts composed of a physical mixture of sulfided Ni on silica (NiS/SiO2) M.-G. Yang et al. / Applied Catalysis A: General 144 (1996) 221 235 223 and USY, and concluded that the spilt over hydrogen from the gas phase to USY plays an important role on the acid catalyzed reaction of toluene [28]. In this work, the transformation of m-xylene has been studied over USY zeolite and hybrid catalysts which consisted of USY zeolite and NiS/AI203 with various ratios in order to clarify the effect of spilt over hydrogen on the isomerization reaction which has been assumed to occur on Brtinsted acid sites. 2. Experimental 2.1. Preparation of catalysts USY zeolite with a SiO2/A1203 ratio of 8 was commercially available one (supplied by Catalysts & Chemicals). NiO (2.5 Ni wt.-%)/Al203 was prepared by impregnating a commercially available ~-AI203 (AEROSIL) with an aque- ous Ni(NO3)2 solution, followed by calcination in air at 723 K. Then NiO/AI~O3 was sulfided to NiS/A1203 using a gas mixture of H2 and H2S at 673 K. NiS/A1203-USY hybrid catalysts were prepared by physically mixing NiS/A1203 and USY zeolite in different proportions, pressing (30 MPa) into tablets without any binder and then crushing to 20-40 mesh particles. AI20~- USY hybrid catalysts were prepared by a similar procedure. 2.2. Reaction apparatus and procedure Reactions were run with a fixed bed continuous flow type microreactor (made of stainless steel tube, 8 mm inner diameter) apparatus under standard condi- tions: total pressure of 1.0 MPa, molar ratio of H2 (or N2): m-xylene = 4:1. W/F = 2.7 g-cat, h/mol, and reaction temperature of 603 K. m-Xylene was fed by a microdose pump with the carrier gas to the reactor. Reaction products were analyzed with an on-line FID gas chromatograph using a packed column (5% bentone 34 + 5% di-iso-decyl phthalate, on Neopak IA). The amount of de- posited coke on various catalysts was measured with a MT-2 C.H.N. element analysis recorder (Yanagimoto). 2.3. Procedure of FT-IR measurement All samples, including USY zeolite, NiS/A1203-USY and AI203-USY, were pressed to wafers (0 8 ram, 15-20 mg/cm2) under 60 MPa. Alter being evacuated for 30 min at an ambient temperature, the sample was heated to 723 K in 30 min. After evacuation (down to 10-6 kPa) at 723 K for 5 h, the sample was cooled to the measuring temperature (523 K). It was evacuated at this temperature for 30 min, then deuterium gas (62.5 kPa) was introduced into the sample cell and the spectra of -OH and -OD absorption band were recorded with a Perkin-Elmer Model 1800 series infrared spectrometer. 224 M.-G. Yang et al. / Applied Catalysis A: General 144 (1996) 221-235 3. Results m-Xylene on solid acids may undergo isomerization where o-xylene and p-xylene are formed, and disproportionation where toluene and a mixture of trimethylbenzene isomers are produced. 3.1. Catalytic activity of USY zeolite under various conditions 3.1.1. Effect of added NiS /Ale 03 and atmosphere Variations of m-xylene isomerization and disproportionation at 603 K with time-on-stream on A1203-USY and NiS/A1203-USY, where USY content in the two kinds of catalysts is the same, are shown in Figs. 1 and 2a. When A1203-USY was used as a catalyst, the declines of isomerization activity with time were almost the same in the presence of either H2 or N2. The activity change of disproportionation with time in the same reaction systems was also independent of the carrier gas. When NiS/A1203-USY was used as the catalyst, on the other hand, the yield of isomerization was obviously high and stable under H2 atmosphere, while in N2 atmosphere, the yield decreased markedly. However, for disproportionation over NiS/A1203-USY, the initial yield, in H2, was almost the same as that over A1203-USY, but the yield declined more quickly in the absence of H2. Generally speaking, the USY catalyst containing NiS is thus quite effective in increasing the activity of m-xylene transformation in the presence of H2. 3.1.2. Effect of NiS on the isomerization / disproportionation ratio Since the bimolecular disproportionation of xylene requires stronger acid sites than the monomolecular isomerization [29,30], the relative importance of these 25 20 15 -d { .~ lO Ni(S)/A1203_USY H2~P\"'---.-~ Ni(s)/~2o3-usN2- ~ 0 I I I I I 0 50 100 150 200 250 300 Time onstream/min. Fig. 1. Effect of Ni(S) on m-xylene isomerization activity in H2 or N2. 603 K, 1.0 MPa, W/F: 2.7 h g-cat./mol and USY content in the catalyst: 80 wt.-%. M.-G. Yang et al. / Applied Catalysis A: General 144 (1996) 221-235 225 35 30 25 20 E >, 10 0 ~ 1 0,5 a Disproportionation Ni(S)/AI203-USY H2 k Ni(S)/AI203-USY N2 A12031USY H2 I b I I I ~ I I 0 50 100 150 200 250 300 Time on stream/rain. Fig. 2, (a) Effect of Ni(S) on m-xylene disproportionation activity in He or N2. (b) Effect of Ni(S) on the ratio of isomerization and disproportionation yield in H2. 603 K, 1.0 MPa, W/F: 2.7 h g-cat./mol and USY content in the catalyst: 80 wt.-%. two reactions may yield information on the type and the amount of acid sites. The behavior of the I/D (isomerization and disproportionation) ratio over A1203-USY and NiS/A1203-USY is illustrated in Fig. 2b. For AI203-USY, disproportionation prevails over isomerization in the initial period of the reac- tion, and then the I/D ratio becomes larger than 1 after 100 min. However, for the hybrid catalyst containing NiS, a I/D ratio larger than 1 is obtained at longer time-on-stream than 40 min. These results are not caused by the quick decrease of m-xylene disproportionation (Fig. 2a), but by the slower decrease in the isomerization due to the presence of NiS in the catalyst. 3.1.3. Hydrogenation of aromatic ring In Fig. 3 are the yields of 1,3-dimethyl cyclohexane shown as a function of reaction time. It shows that A1203-USY catalyst gave the hydrogenation product 226 M. -G. Yang et al./Applied Catalysis A: General 144 (1996) 221-235 0.8 Hydrogenation ~-- 0.6 -~ 0.4 0.2 \" \" - 0 Ni(S)/AI21\"-~~ 0 50 100 150 200 250 300 Timeonstream/min. Fig. 3. Effect of Ni(S) on hydrogenation activity in m-xylene transformation system in Hz or N2. 603 K, 1.0 MPa, W/F: 2.7 h g-cat./mol and USY content in the catalyst: 80 wt.-%. in a quite similar way either in the presence or absence of hydrogen. However, the catalytic behavior of NiS/A1203-USY catalyst differed markedly, depend- ing on the atmosphere. Except for the very early period, no hydrogenation product was formed in the absence of hydrogen, whereas a relatively large amount of hydrogenation product was formed on NiS/AI203-USY in the presence of H 2 compared to the NiS-free catalyst and its amount decreased in a similar way to the NiS-free catalyst except that the total yield is always by about 0.4-0.6% higher. The formation of hydrogenation products in the absence of hydrogen should be attributed to the hydrogen transfer from coke to another xylene molecule, which will be discussed later. 3.2. Activities on various hybrid catalysts The activities of m-xylene isomerization, disproportionation and hydrogena- tion over NiS/A1203-USY catalysts with different USY content at 603 K are shown in Fig. 4. When NiS/A1203 alone was used as a catalyst, neither isomerization nor disproportionation occurred. The isomerization activity in- creased with increasing USY content in the hybrid catalyst and reached a maximum value of 17.8 mmol g-i h-i at the USY content of 50%. However, although the activity of disproportionation rose also by increasing the USY content, the maximum point did not appear on the hybrid catalyst, but did so on 100% USY zeolite. It is evident that active sites on which xylene isomerization and disproportionation occur exist on USY zeolite, not on the NiS/A1203, but the presence of metal sulfides, which are active for hydrogenation/dehydro- genation, in the catalysts is advantageous to the reaction occurred over USY M.-G. Yang et al. / Applied Catalysis A: General 144 (1996) 221-235 227 20 ~ ~ , , 20 / a.40min ~ b.100min /c. 300min / _~ 18 I- t4_/---'/ I- -t18 1,6= ~-14 ~ ~ / / ~ /Isomerizatiok~ ~ J 14 ~ II/ / ,\" / Jl / \\1 _E g 12 , / ,I _/ I- / ~ 12 '~ ;f tt T,o ll2r iat'/ ~- 6 6 i' \\7// /\" 14 < o o ~ 0 20 40 60 80 0 20 40 60 80 0 20 40 60 80 100 < USY content in catalyst(wt%) Fig. 4. Activity of m-xylene isomerization, disproportionation and hydrogenation on Ni(S)/AI203, USY and Ni(S)/AI203-USY hybrid catalysts at time on stream: (a) 40, (b) 100, and (c) 300 rain. 603 K, 1.0 MPa and W/F: 2.7 h g-cat,/mol. zeolite. It is generally considered that xylene transformation on solid acid catalyst is catalyzed on the acid site, especially on Br~Snsted acid sites in zeolites [21,22,29,30]. Hence, if NiS/A1203 has no effect the activity of xylene transformation should increase in proportion to the content of USY zeolite in the catalyst, as the straight dashed line in Fig. 4. However, under the present conditions, the experimental results on the hybrid catalysts were higher than the expected one, especially for isomerization. In the case of the NiS/A1203-USY (USY content 20%), the experimental result is almost 4 times as high as the expected one. It should also be noted that the yield of hydrogenation products (dimethyl- cyclohexane and its hydrocracking products) differed greatly depending on catalysts, as shown in Fig. 4. When NiS/AI203 alone was used as the catalyst and H2 as the carrier gas, no hydrogenation products were produced. In the case of USY alone as a catalyst, only small amounts of hydrogenation products were formed. However, the hydrogenation activity of NiS/A1203-USY hybrid cata- lysts was much higher than the individual catalysts giving a maximum value at the composition of NiS/AI203 to USY in weight ratio of |/1. 3.3. Coke deposition and its effect on catalytic actit,itv Deactivation of zeolite catalysts has been known to be mainly due to the formation of carbonaceous products, which occurs during the acid catalyzed 228 M.-G. Yang et al. / Applied Catalysis A: General 144 (1996) 221-235 Table 1 Amount of deposited coke on catalysts in m-xylene transformation Catalyst (USY content, %) Carrier gas Coke on catalyst (%) Coke on USY (%) NiS/AI203 H2 0.1 0.0 NiS/AI203-USY(20) H 2 2.3 10.7 NiS/AI203-USY(50) H2 5.7 11.3 NiS/AI20~-USY(80) Hz 7.9 9.9 USY H2 13.8 13.8 Reaction conditions: T = 603 K; P = 1.0 MPa; W/F = 2.71 g-cat, h mol-~; time on stream = 5 h. transformation of organic compounds [31]. Amounts of deposited coke on NiS/AI203, USY and NiS/A1203-USY in m-xylene transformation were determined as shown in Table 1. As shown in Fig. 5b, the amount of deposited ,..,60 \"7 50 ~ 4o -~ 3o E ~20 :~. lO < 0 10 0 12 6 ~ 4 c..) 2 ~'x Isomerization t__.__~~i i i i i i r I I I I c I i 0 20 40 60 80 100 USY content in catalyst (wt%) Fig. 5. (a) Activity of m-xylene isomerization and disproportionation per unit weight USY zeolite in the hybrid catalyst with different USY content, (b) Deposited coke on the hybrid catalysts. (c) Deposited coke on USY zeolite in the hybrid catalyst with different USY content. 603 K, 1.0 MPa and W/F: 2.7 h g-cat./mol. M.-G. Yang et al./Applied Catalysis A: General 144 (1996) 221-235 229 coke is almost proportional to the USY zeolite content in NiS/AI203-USY, which suggests that the coke deposited mostly on USY, and scarcely on NiS/AI203. From this point of view, the calculated amount of deposited coke on the unit weight of zeolite in NiS/A1203-USY with different ratios of NiS/A1203 to USY zeolite is almost of the same level as shown in Fig. 5c. However, the catalytic activity per unit weight of zeolite in the catalysts is strongly different dependent on the USY content (Fig. 5a). Especially, the normalized activity of NiS/AlzO3-USY (USY content of 20%) for isomeriza- tion is nearly 3 times that of the USY (100%) catalyst. The effect of NiS on suppression of coke formation on USY zeolite was scarcely observed as shown in Fig. 5a. Therefore, the effect of added NiS/AI203 on the promotion of catalytic activity for isomerization reaction cannot be attributed to the suppres- sion of coke formation. This subject will be discussed afterwards. When the USY catalyst was mixed with NiS/A1203, its catalytic activity of isomerization was increased and was maintained at a higher level (with time- on-stream), as shown in Fig. 1. However, the presence of NiS in the catalyst does not seem to affect the activity of disproportionation in the same reaction system, as shown in Fig. 2a. In order to establish the relationship between the _,\",25 ~7 20 ? ~ 5 < 0 t I I ~10 ~4 0 0 40 80 120 Isomerization D~sproportionation I I I 1 b 160 200 240 280 320 Time on stream(min) Fig. 6. Relationship between deposited coke on NiS/AI203-USY hybrid catalyst and activity of m-xylene isomerization and disproportion. 603 K, 1~0 MPa and W/F: 2,7 h g-cat./mol. 230 M.-G. Yang et aL / Applied Catalysis A: General 144 (1996) 221-235 0 USY N i(S)/AI20.~-USY OD OH K;~cidic OH OD I. I I I 3500 $000 elrl 2BOO OH ~Omin. I I I 3~00 ~000 e=-I 2'~00 Wavenumber Fig. 7. Spectra of H-D exchange of OH groups on USY zeolite in USY and NiS/AI203-USY catalysts at 523 K and 62.5 kPa. (A) Fresh sample. (B) Exposed to D2 for 2 rain. (C) Exposed to D2 for 30 min. activity and the amount of deposited coke on the catalyst, we measured the variation of both the activities of isomerization and disproportionation and the deposited coke on catalyst with reaction time, as shown in Fig. 6. Apparently, lo0 1 90 F Ni(S)/AI203\"USY [ 80 6O4o, IO 0\" ' r , 0 1 2 3 4 Reaction time/h Fig. 8. Rates of H-D exchange of OH groups on USY zeolite in USY, AlzO3-USY and NiS/AI203-USY catalysts at 523 K and 62.5 kPa. M.-G. Yang et al. / Applied Catalysis A: General 144 (1996) 221-235 231 D~ H~ (HD) A1203 ~ USY Fig. 9. The model of hydrogen spillover on NiS/AI203-USY hybrid catalysts. the increase in the deposited coke on the catalyst during the reaction relates closely to the catalytic activity of disproportionation. 3.4. Exchange of surface hydrogen with gaseous hydrogen In order to prove the spillover of hydrogen from the gas phase in the NiS/AlzO3-USY system, H-D exchange experiments were conducted by using FT-IR spectroscopy. The change of absorption bands of OH (between 3600 and 3750 cm-1) or OD groups (2600-2750 cm-I) on USY surface (including the -OH group of BrBnsted acid sites) by exposing USY and NiS/A1203-USY to D2 are shown in Fig. 7. As shown in Fig. 8, the relative rate of hydrogen-de- uterium exchange reaction is 12 (NiS/AlzO3-USY)/2 (USY)/I (AI203-USY), based on the first order rate law. This suggests that the H-D exchange occurs along the spillover path shown in Fig. 9. 4. Discussion 4.1. Hydrogenation of the aromatic ring In terms of hydrogenation of the aromatic ring on various catalysts shown in Fig. 4, NiS/AI203 showed no activity for hydrogenation of the aromatic ring and USY zeolite itself had low activity, comparing with the hybrid catalysts. From the variation of hydrogenation activity of two kinds of hybrid catalysts with time on stream shown in Fig. 3, we observed that the activity of NiS-free hybrid catalyst was relatively high only at the early period of the reaction, and was independent of the atmosphere, but the NiS/A1203-USY hybrid catalyst showed higher activity in hydrogen atmosphere over the whole reaction time. The stable hydrogenation activity of the hybrid catalyst should not be attributed to the suppression of coke formation because the reduction of coke formation on USY surface by the presence of NiS/AI203 and hydrogen is quite small (see Fig. 5c). 232 M.-G. Yang et al./ Applied Catalysis A: General 144 (1996) 221-235 It has been emphasized that acid sites, especially Br~Snsted sites, act as adsorption sites for aromatics, and, if activated hydrogen is available, they can contribute to catalytic hydrogenation [32,33]. By analogy with the acid catalyzed hydrogenation of benzene reported in homogeneous systems the formation of a carbenium ion from the interaction between benzene and BriSnsted acid sites seems reasonable as the main path for aromatic hydrogenation [34,35]. The question is here what a hydrogen donor is, and what the difference is in the mechanism between the USY and the NiS/AI203-USY hybrid catalyst. In the absence of NiS/AI203 the hydrogenation on the USY zeolite should be the 'transfer hydrogenation', that is the hydrogen species liberated during coke formation hydrogenate aromatic ring using the catalytic properties of acid sites [36,37]. Therefore, if the rate of coke formation decreases, the rate of hydrogen supply to acid site decreases resulting in a decreased yield of hydrogenated products in the case of AlzO3-USY, and is independent of atmosphere. Recently Lin and Vannice [38,39] proposed that Br~Snsted acid sites or strong Lewis acid sites on Pd/SiO2-A1203 which can produce protons from spillover hydrogen can activate benzene via the formation of a carbenium ion which can be hydrogenated to cyclohexane by spilt over hydrogen. In the case of NiS/AlzO3-USY hybrid system, hydrogen in the gas phase could be adsorbed dissociatively on NiS. These hydrogen species may migrate from NiS onto USY surface in the form of either H+, H- or H [40] and react with the carbenium ion to give saturated hydrocarbons. This assumption can be supported strongly by the fact that H-D exchange reaction on USY zeolite occurred by about 10 times more quickly in the presence of NiS/AI203 (Figs. 7 and 8), and that the activity of benzene hydrogenation on Pt/-c-AI203 was promoted by the added \"y-Al203 [15]. It is worthwhile to note that the large difference in hydrogenated yield (0.5%) between the NiS/AlzO3-USY catalyst in H2 and the A1203- USYsystem in H2 (or N2), which occur irrespective of reaction time, could be most probably attributed to the contribution of the 'spillover hydrogenation'. The extremely low hydrogenation activity of the NiS/A1203-USY system in the absence of H2 could also be attributed to the spillover effect, that the hydrogen species, which is generated during the coke formation, is desorbed by reverse hydrogen spillover through NiS site, to reduce its concentration on USY. Based on the experimental results mentioned above, we can conclude that on the NiS/AlzO3-USY hybrid catalyst hydrogen species indeed migrate onto the surface of USY zeolite from NiS sites through inter-particle migration and mainly participate in the hydrogenation of aromatic rings. This assumption can explain quite reasonably the maximum hydrogenation activity of the hybrid catalyst. 4.2. Isomer&ation and disproportionation It has been reported that both isomerization and disproportionation of m- xylene are catalyzed by Brtinsted acid sites [21,24]. They are very different from M,-G. Yang et al. / Applied Catalysis A: General 144 (1996) 221-235 233 hydroisomerization or hydrocracking of paraffins in which the presence of active metal (Pt or Pd) in catalyst is essential for olefin formation in the initial reaction step [41]. However, in the present work, as shown in Fig. 4, NiS/AI203 shows little activity for aromatics hydrogenation and it showed hydrogenation activity only when it is hybridized with USY. This shows that the hydrogenation reaction proceeds mainly on the USY surface. This indicates that the concept proposed by Sastre et al. [27] is not relevant in the present case. On the NiS/AlzO3-USY hybrid catalyst, although the curve of deactivation for dispro- portionation did not change, comparing with that on AlzO3-USY in hydrogen atmosphere, the deactivation of isomerization was indeed suppressed by the presence of NiS in the catalyst. The deactivation for xylene disproportionation is generally explained supposing that the reaction occurs on stronger acidic sites of the zeolite [42], and that these sites are selectively covered by coke precursors and lose their activity. In addition, disproportionation is a bimolecular reaction and isomerization is a monomolecular one [43,44]. The first one likely demands pairs of adjacent Brifnsted sites whereas one single BriSnsted site is enough for catalyzing monomolecular reactions [45]. Hence, after a part of acidic sites is covered by coke precursors and the density of acidic sites on the surface of zeolite decreases, thus, bimolecular reactions, such as disproportionation, would be much more sensitive to this effect than isomerization. From Fig. 6, it is obviously observed that the activity of xylene disproportionation seems to be more dependent on the formation of coke than isomerization. Although m-xylene disproportionation occurs in a way similar to that of toluene in which the activity is promoted by the presence of NiS in USY hybrid catalyst in hydrogen atmosphere [28], its diphenylmethane-type reaction intermediate is larger than that of toluene, and hence it is more sensitive to the decrease in size of the channel volume of USY zeolite caused by coke deposition. In the initial period of the reaction, the channel volume of fresh USY zeolite is large enough to Ibrm the bulky intermediate. With deposition of coke on the zeolite, the intermediate is hindered, as xylene disproportionation on medium-pore zeolites like MFI [44]. From the results in Fig. 5, the amount of deposited coke per unit weight USY is independent of the amount of NiS in the catalyst, and the normalized isomerization activity for zeolite is much higher for NiS/A12Q-rich hybrid catalysts in spite of the nearly equal amounts of coke deposited per unit weight of USY. It is strongly suggested that the presence of NiS/AI203 and He promote turnover frequency for isomerization on USY zeolite. Since NiS/AIeO3 in the catalyst has no activity for m-xylene isomerization, spilt over hydrogen species on USY surface which migrate from NiS/AI203 should enhance m-xylene isomerization, the concentration of spilt over hydrogen should increase with the increase in the NiS/A1203 content, and consequently the reaction rate per unit weight of zeolite would increase. But too much NiS/A1203 in the hybrid catalyst will lower the number of acid sites, which results in a decrease in the over-all activity as shown in Fig. 4. This type of promotional effect of 234 M.-G. Yang et al. /Applied Catalysis A: General 144 (1996) 221-235 sulfided metal on amorphous SiO2-A1203 has been observed for the hydroc- racking of diphenyl methane [46]. Although the detailed mechanism of the effect of spilt over hydrogen on the reaction is not clear yet, it is reasonable to think that spilt over hydrogen is assumed to supply protons to the Br6nsted acid sites which have been lost through the hydrogenation of aromatic rings. Hence, spilt over hydrogen species may promote the regeneration of BriSnsted acid sites and increase the turnover frequency of the reaction. Moreover, considering the H-D exchange rate on this catalyst system, the rate increases with the increase of the NiS/A1203 content in the NiS/A1203-USY hybrid catalyst [47]. The H-D exchange rate is 1.0 for USY alone, 1.7 for NiS/AI203(10%)-USY, 7.4 for NiS/A1203(20%)-USY and 12.8 for NiS/A1203(30%)-USY, based on the rate of USY at 473 K and 62,5 kPa. From these results, we propose that the rate-controlling step in m-xylene isomerization in the hybrid catalyst is the hydrogen spillover step from the NiS/A1203 surface onto the USY surface. With increasing NiS/AI203 content in the catalyst, the contact area between NiS/A1203 and USY zeolite micro-particle will be increased and the migration distance of spilt over hydrogen to acid sites will also be shortened. Hence, this is advantageous to the spilt over hydrogen which rapidly reaches the acid site on the USY zeolite, and promotes m-xylene isomerization. 5. Conclusions The catalytic activity for m-xylene isomerization on USY zeolite is markedly promoted by physically mixing with NiS/AI203 in a hydrogen atmosphere. The effect cannot simply be explained by the suppression of coke formation on USY zeolite due to NiS, but it is attributed to the action of hydrogen spillover, in which active hydrogen species generated by dissociation of gaseous hydrogen on NiS migrate onto the surface of USY zeolite, protonate the aromatic ring on the USY, promote desorption of carbenium ion as intermediates of m-xylene transformation at Br~nsted acid sites, and hence increase the turnover frequency of the reaction. The FT-IR studies on H-D exchange of H atom in OH groups on USY zeolite by gaseous deuterium reveal that the exchange rate is acceler- ated by the presence of NiS in the USY catalyst. This provides a direct evidence of this hydrogen spillover. In addition, the rate-controlling step in the m-xylene isomerization on NiS/A1203-USY hybrid catalyst is proposed to be the spillover of hydrogen from the NiS/A1203 surface onto acid site on the USY surface. References [1] W.C. Conner, Hydrogen Effects in Catalysis, Marcel Dekker, New York, 1988, p. 311. [2] S.J. Teichner, Appl. Catal., 62 (1990) 1. [3] B. Delmon, Stud. Surf. Sci. Catal., 77 (1993) 1. M.-G. Yang et al. / Applied Catalysis A: General 144 11996) 221-235 235 [4] K. Fujimoto, Stud. Surf. Sci. Catal., 77 (1993) 9. [5] W.C. Conner and J.L. Falconer, Chem. Rev., 95 (1995) 759. [6] D. Bianchi, M. Lacroix, G.M. Pajonk and S.J. Teichner, J. Catal., 59 (1979) 467. [7] E. Baumgarten and E. Denecke, J. Catal., 95 11985) 296. [8] R. Kramer and M. Andre, J. Catal., 58 (1979) 287. [9] J.M. Parera, E.M. Traffano, J,C. Musso and C.L. Pieck, Stud. Surf. Sci. Catal., 17 (1983) 101. [10] J.L. Carter. P. Corneil, D.J.C. Yates, P.J, Lucchesi, J.H. Sinfelt, J. Phys. Chem., 69 (1965) 3070. [I I] R.R. Cavanagh and J.T. Yates, Jr., J. Catal., 68 (1981) 22. [12] R. Salzer. J. Dressier, K.H. Steinberg, U. Roland, H. Winkler and P. Klaeboe, Vib. Spectrosc., 1 (1991) 363. [13] U. Roland, R. Salzer and S. Stolle, Stud. Surf. Sci. Catal., 84 11994) 1231. [ 14] P. Antonucci, N. Van Truong, N, Giordano and R. Maggiore. J. Catal., 75 (1982) 140. [15] S. Ceckiewicz and B. Delmon, J. Catal., 108 11987) 294. [16] K. Fujimoto, K. Maeda and K. Aimoto, Appl. Catal. A, 91 (1992) 81. [17] H. Hattori, Stud. Surf. Sci. Catal., 77 (1993) 69. [18] T. Matsuda, T. Fuse and E. Kikuchi, J. Catal., 106 11987) 38. [19] E. Kikuchi and T. Matsuda, Stud. Surf. Sci. Catal., 77 11993) 53. [20] P.A. Jacobs and J.A. Martens, Proceedings 7th International Zeolite Conference, Tokyo, August 17-22, 1986, p. 23. [21] P.A. Jacobs, H.E. Leeman and J.B. Uytterhoeven, J. Catal., 33 (1974) 31. [22] H.G. Karge, J. Ladebeck, Z. Sarbak and K. Hataba, Zeolites, 2 (1982) 94. [23] P. Ratnasamy, S. Sivasanker and S. Vishnoi, J. Catal., 69 (1981) 428, [24] N. Giordano, P. Vitarelli, S. Cavallaro, R. Ottana and R. Lembo, Proceedings Vlth. International Zeolite Conference, Butterworths, London, 1984, p. 331. [25] N.S. Gnep, M.L. Martin de Armando and M. Guisnet, Stud. Surf. Sci. Catal., 17 (1983) 309. [26] M. Guisnet, J. Catal., 88 (1984) 249. [27] E. Sastre, A. Corma, F. Fajula and J. Perez-Pariente, J. Catal., 126 (1990) 457. [28] M.-G. Yang, 1. Nakamura and K. Fujimoto, Appl. Catal. A, 127 11995) 115. [29] R. Molina, A~ Schutz and G. Poncelet, J. Catal., 145 (1994) 79. [30] J.W. Wars and R.C. Hansford, J. Catal., 13 11969) 154. [31 ] M. Guisnet. P. Magnoux and C. Canaff, Proceedings 7th International Zeolite Conference, Tokyo, August 17-22, 1986, p. 701, [32] P. Chou and M.A. Vannice, J. Catal., 107 11987) 129. [33] M.V. Rahaman and M.A. Vannice, J. Catal., 127 11991) 251. [34] J. Wristers. J. Am. Chem. Soc., 97 11975) 4312. [35] J. Wristers, J. Am. Chem. Soc., 99 (1997) 5051. [36] K. Fujimoto. 1. Nakamura and H. Tominaga, J. Jpn. Petrol. Inst., 31 (1988) 410. [37] 1. Nakamura, K. Aimoto and K. Fujimoto, AIChE Syrup. Ser., 85(273) 11989) 15. [38] S.D. Lin and M.A. Vannice, J. Catal., 143 11993) 539. [39] S.D. Lin and M.A. Vannice, J. Catal., 143 11993) 563. [4/)] 1. Nakamura, R. lwamoto and A. I-ino, Stud. Surf. Sci. Catal., 77 (1993) 77. [41] P,A. Jacobs, Carboniogenic Activity of Zeolites, Elsevier, Amsterdam, 1977, p. 120. [42] M. Guisnet. Zeolites: Science and Technology, NATO ASI Series, Martinus Nijhoff, The Hague, 1984, p. 571. [43] A. Corma, F. Llopis and J.13. Monton, J. Catal., 140 11993) 384. [44] A. Cortes and A. Corma, J. Catal., 51 (1978) 338. [45] M. Guisnet, Stud. Surf. Sci. Catal., 20 (1985) 283. [46] A.M. Stumbo, P. Grange and 13. Delmon, Catal. Lett., 31 (1995) 173. [47] M.-G. Yang, I. Nakamura and K. Fujimoto, Catal. Lett., in press. APCATA 9600110X 0926-860X(96)00110-X 10.1016/0926-860X(96)00110-X Elsevier Science B.V. All rights reserved m-Xylene transformation over Ni/SAl2O3-USY hybrid catalysts Effects of hydrogen spillover Ming-Gang Yang Ikusei Nakamura Kaoru Fujimoto * Department of Applied Chemistry, Graduate School of Engineering, The University of Tokyo, 7-3-1 Hongo, Bunkyo-ku, Tokyo 113, Japan * Corresponding author. m-Xylene transformation (isomerization and aromatics hydrogenation) on Y zeolite (USY) was markedly promoted by the physically mixed sulfided nickel supported on Al2O3 (Ni/SAl2O3) in the presence of hydrogen, while Ni/SAl2O3 showed no activity for these reactions, and coke deposition on USY and m-xylene disproportionation were not affected by Ni/SAl2O3. Also, under nitrogen atmosphere, all reactions were unaffected by Ni/SAl2O3. Studies of H-D exchange of OH groups on USY zeolite with gaseous D2 by FT-IR spectroscopy showed that the ratio of the exchange rate of USY, Al2O3-USY and Ni/SAl2O3-USY catalyst was 3.8, 1 and 14.5, respectively, at 523 K and 62.5 kPa D2. It was concluded that the H-D exchange of OH groups (including Brönsted acid sites) on USY surface in the Ni/SAl2O3-USY catalyst was mainly due to hydrogen spillover through NiS site dissociating gaseous hydrogen, with the spillover hydrogen migrating to the USY surface. This probably promoted m-xylene isomerization and helped maintain a higher activity of hydrogenation for aromatic rings on the zeolite. Keywords Hydrogen spillover Isotopic exchange Nickel sulfide USY zeolite Hybrid catalyst m-Xylene transformation References [1] Conner W.C. 5th edn. Hydrogen Effects in Catalysis 1988 Marcel Dekker New York 311 [2] Teichner S.J. Appl. Catal. 62 1990 1 [3] Delmon B. Stud. Surf. Sci. Catal. 77 1993 1 [4] Fujimoto K. Stud. Surf. Sci. Catal. 77 1993 9 [5] Conner W.C. Falconer J.L. Chem. Rev. 95 1995 759 [6] Bianchi D. Lacroix M. Pajonk G.M. Teichner S.J. J. Catal. 59 1979 467 [7] Baumgarten E. Denecke E. J. Catal. 95 1985 296 [8] Kramer R. Andre M. J. Catal. 58 1979 287 [9] Parera J.M. Traffano E.M. Musso J.C. Pieck C.L. Stud. Surf. Sci. Catal. 17 1983 101 [10] Carter J.L. Corneil P. Yates D.J.C. Lucchesi P.J. Sinfelt J.H. J. Phys. Chem. 69 1965 3070 [11] Cavanagh R.R. Yates J.T. Jr. J. Catal. 68 1981 22 [12] Salzer R. Dressler J. Steinberg K.H. Roland U. Winkler H. Klaeboe P. Vib. Spectrosc. 1 1991 363 [13] Roland U. Salzer R. Stolle S. Stud. Surf. Sci. Catal. 84 1994 1231 [14] Antonucci P. Van Truong N. Giordano N. Maggiore R. J. Catal. 75 1982 140 [15] Ceckiewicz S. Delmon B. J. Catal. 108 1987 294 [16] Fujimoto K. Maeda K. Aimoto K. Appl. Catal. A 91 1992 81 [17] Hattori H. Stud. Surf. Sci. Catal. 77 1993 69 [18] Matsuda T. Fuse T. Kikuchi E. J. Catal. 106 1987 38 [19] Kikuchi E. Matsuda T. Stud. Surf. Sci. Catal. 77 1993 53 [20] Jacobs P.A. Martens J.A. Proceedings 7th International Zeolite Conference Tokyo August 17–22, 1986 23 [21] Jacobs P.A. Leeman H.E. Uytterhoeven J.B. J. Catal. 33 1974 31 [22] Karge H.G. Ladebeck J. Sarbak Z. Hataba K. Zeolites 2 1982 94 [23] Ratnasamy P. Sivasanker S. Vishnoi S. J. Catal. 69 1981 428 [24] Giordano N. Vitarelli P. Cavallaro S. Ottana R. Lembo R. Proceedings VIth. International Zeolite Conference 1984 Butterworths London 331 [25] Gnep N.S. Martin de Armando M.L. Guisnet M. Stud. Surf. Sci. Catal. 17 1983 309 [26] Guisnet M. J. Catal. 88 1984 249 [27] Sastre E. Corma A. Fajula F. Perez-Pariente J. J. Catal. 126 1990 457 [28] Yang M.-G. Nakamura I. Fujimoto K. Appl. Catal. A 127 1995 115 [29] Molina R. Schutz A. Poncelet G. J. Catal. 145 1994 79 [30] Wars J.W. Hansford R.C. J. Catal. 13 1969 154 [31] Guisnet M. Magnoux P. Canaff C. Proceedings 7th International Zeolite Conference Tokyo August 17–22, 1986 701 [32] Chou P. Vannice M.A. J. Catal. 107 1987 129 [33] Rahaman M.V. Vannice M.A. J. Catal. 127 1991 251 [34] Wristers J. J. Am. Chem. Soc. 97 1975 4312 [35] Wristers J. J. Am. Chem. Soc. 99 1997 5051 [36] Fujimoto K. Nakamura I. Tominaga H. J. Jpn. Petrol. Inst. 31 1988 410 [37] Nakamura I. Aimoto K. Fujimoto K. 5th edn. AIChE Symp. Ser. 85 1989 15 (273) [38] Lin S.D. Vannice M.A. J. Catal. 143 1993 539 [39] Lin S.D. Vannice M.A. J. Catal. 143 1993 563 [40] Nakamura I. Iwamoto R. I-ino A. Stud. Surf. Sci. Catal. 77 1993 77 [41] Jacobs P.A. 5th edn. Carboniogenic Activity of Zeolites 1977 Elsevier Amsterdam 120 [42] Guisnet M. Zeolites: Science and Technology 5th edn. NATO ASI Series 1984 Martinus Nijhoff The Hague 571 [43] Corma A. Llopis F. Monton J.B. J. Catal. 140 1993 384 [44] Cortes A. Corma A. J. Catal. 51 1978 338 [45] Guisnet M. Stud. Surf. Sci. Catal. 20 1985 283 [46] Stumbo A.M. Grange P. Delmon B. Catal. Lett. 31 1995 173 [47] M.-G. Yang. I. Nakamura and K. Fujimoto, Catal. Lett., in press.",
      "scopus-id": "0011343275",
      "coredata": {
        "eid": "1-s2.0-0926860X9600110X",
        "dc:description": "m-Xylene transformation (isomerization and aromatics hydrogenation) on Y zeolite (USY) was markedly promoted by the physically mixed sulfided nickel supported on Al2O3 (Ni/SAl2O3) in the presence of hydrogen, while Ni/SAl2O3 showed no activity for these reactions, and coke deposition on USY and m-xylene disproportionation were not affected by Ni/SAl2O3. Also, under nitrogen atmosphere, all reactions were unaffected by Ni/SAl2O3. Studies of H-D exchange of OH groups on USY zeolite with gaseous D2 by FT-IR spectroscopy showed that the ratio of the exchange rate of USY, Al2O3-USY and Ni/SAl2O3-USY catalyst was 3.8, 1 and 14.5, respectively, at 523 K and 62.5 kPa D2. It was concluded that the H-D exchange of OH groups (including Brönsted acid sites) on USY surface in the Ni/SAl2O3-USY catalyst was mainly due to hydrogen spillover through NiS site dissociating gaseous hydrogen, with the spillover hydrogen migrating to the USY surface. This probably promoted m-xylene isomerization and helped maintain a higher activity of hydrogenation for aromatic rings on the zeolite.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9600110X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yang, Ming-Gang"
          },
          {
            "@_fa": "true",
            "$": "Nakamura, Ikusei"
          },
          {
            "@_fa": "true",
            "$": "Fujimoto, Kaoru"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9600110X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9600110X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00110-X",
        "prism:volume": "144",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "m-Xylene transformation over Ni/SAl2O3-USY hybrid catalysts Effects of hydrogen spillover",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogen spillover"
          },
          {
            "@_fa": "true",
            "$": "Isotopic exchange"
          },
          {
            "@_fa": "true",
            "$": "Nickel sulfide"
          },
          {
            "@_fa": "true",
            "$": "USY zeolite"
          },
          {
            "@_fa": "true",
            "$": "Hybrid catalyst"
          },
          {
            "@_fa": "true",
            "$": "m-Xylene transformation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "221-235",
        "prism:endingPage": "235",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 September 1996",
        "prism:doi": "10.1016/0926-860X(96)00110-X",
        "prism:startingPage": "221",
        "dc:identifier": "doi:10.1016/0926-860X(96)00110-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0011343275"
      }
    }
  }
}