{
  "metadata": {
    "title": "Monometallic Ni, Co and Ru, and bimetallic NiCr, NiTi and CoFe Ziegler-Sloan-Lapporte catalysts for the hydrogenation of adiponitrile into hexamethylenediamine: Effect of water and dopants",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-12-21",
    "doi": "10.1016/0926-860X(95)00221-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002219",
    "pii": "0926860X95002219"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042006316",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95002219 0926-860X(95)00221-9 0926860X95002219 10.1016/0926-860X(95)00221-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00257 2024-01-01T12:18:48.759026Z 0 0 19951221 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 133 133 2 2 Volume 133, Issue 2 14 367 376 367 376 19951221 21 December 1995 1995-12-21 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. MONOMETALLICNICORUBIMETALLICNICRNITICOFEZIEGLERSLOANLAPPORTECATALYSTSFORHYDROGENATIONADIPONITRILEHEXAMETHYLENEDIAMINEEFFECTWATERDOPANTS BALLADUR V DEBELLEFON 1994 459 C FELL 1991 83 B FELL 1991 79 B KROLL 1969 281 W BLANCHARD 1991 M VOLF 1986 105 J BONNEMANN 1992 323 H JOLYVUILLEMIN 1995 4839 C 1982 COMPREHENSIVEORGANOMETALLICCHEMISTRY CHOUKCHOUBRAHAM 1989 761 A BALLADURX1995X367 BALLADURX1995X367X376 BALLADURX1995X367XV BALLADURX1995X367X376XV item 0926-860X(95)00221-9 0926860X95002219 1-s2.0-0926860X95002219 10.1016/0926-860X(95)00221-9 271346 2024-01-01T12:18:48.759026Z 1995-12-21 1-s2.0-0926860X95002219-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002219/MAIN/application/pdf/78b8288a6c6d76915f4a68fc801e0c85/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002219/MAIN/application/pdf/78b8288a6c6d76915f4a68fc801e0c85/main.pdf main.pdf pdf true 480213 MAIN 10 1-s2.0-0926860X95002219-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002219/PREVIEW/image/png/b5b83cc3a29e3d5eacfef1db54bf6ab9/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002219/PREVIEW/image/png/b5b83cc3a29e3d5eacfef1db54bf6ab9/main_1.png main_1.png png 46696 849 656 IMAGE-WEB-PDF 1 .~ \"~r CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 133 (1995) 367-376 Monometallic Ni, Co and Ru, and bimetallic NiCr, NiTi and CoFe Ziegler-Sloan-Lapporte catalysts for the hydrogenation of adiponitrile into hexamethylenediamine: Effect of water and dopants Vrronique Balladur, Pierre Fouilloux 1, Claude de Bellefon * Unit~ Mixte 45 CNRS/Rh3ne-Poulenc, 24 avenue Jean JaurOs, 69153 D~cines, France Received 4 August 1995; revised 31 August 1995; accepted 31 August 1995 Abstract The catalytic hydrogenation of adiponitrile into hexamethylenediamine (HMD) under mild con- ditions (20 bar H2, 120 to 180) using monometallic Ni, Co and Ru and bimetallic NiCr, NiTi, NiCo and CoFe Ziegler-type catalysts is reported. It is found that water exerts a strong negative influence on the selectivity to the primary amine HMD whereas it has a spectacular beneficial effect on the catalyst activity, especially for Ni based catalysts. Adding a second metal (Cr, Ti) as a dopant for nickel has a beneficial effect on the selectivity in HMD but results in lower activities. The ratio Ni/M (M = Cr, Ti) does not appear to be a key parameter in these systems as the doping effect on the HMD selectivity already appears at low dopant loading (atom.-%: 3% for Cr, 10% for Ti) and is constant up to 60%. The temperature has an influence on the HMD selectivity: the NiCr and NiTi catalysts show a peculiar behaviour, maintaining a high selectivity level (ca. 90%) over all the temperature range. This is not the case for the Co based catalysts. Keywords: Adiponitrile hydrogenation; Cobalt; Hexamethylenediamine; Iron; Nickel; Ruthenium; Titanium; Water; Ziegler-Sloan-Laporte I. Introduction The hydrogenation of adiponitrile into 1,6-hexamethylenediamine is one of the key transformations in the manufacturing of polyamide 6,6. As pointed out recently, this is industrially achieved either via low temperature, low pressure processes * Corresponding author. Present address of Fouilloux and de Bellefon: LGPC, CPE-Lyon, 43 bd du 11 Novembre 1918, BP 2077, 69616 Villeurbanne crdex, France. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI0926-860X ( 95 )0022 1-9 368 V. Balladur et al. /Applied Catalysis A: General 133 (1995) 367-376 NCJ~,~CN 2 H2 2 H2 m, NC~NH2 ). H2N~NH2 Adiponitrile Aminocapronitrile Hexamethylenediamine HMD | 2 H2 I - NH3 T NH + H2N~N~NH2 H Secondary amines side products (Amine lI) Scheme I. generally involving Raney type catalysts or by processes operating under more drastic conditions and requiring large quantities of ammonia to decrease side reac- tions leading to secondary amines (Scheme 1 ) [ 1 ]. Within the range of catalysts used for this transformation, Ziegler-type catalysts called by Fell Ziegler-Sloan-Lapporte (ZSL) catalysts exhibit specific properties, making processes able to operate without the need of ammonia at elevated temper- atures and revealing interesting selectivities in primary amines [2-13]. However, the activities reported for these Ziegler catalysts were low when compared, for example, with Raney metals catalysts. As it is known that water exerts a strong influence on both the rate of nitrile hydrogenation and the selectivity in primary amine [ 14], the low activities of the Ziegler catalysts might just be due to the fact that they have been used under anhydrous conditions. Following these observations, we have embarked on a programme aimed at exploring the potential of water, hydroxide and transition metals as Ziegler catalysts promoters for the hydrogenation of adiponitrile. Furthermore, a recent report on the use of Ti precursor as pre- treatment of support for the preparation of colloidal Rh hydrogenation catalyst [ 15 ] has prompted us to examine the utility of Ti as a dopant for these ZSL catalysts. In an attempt to compare, within a coherent test, the catalytic properties of a noble metal based catalyst with these ZSL mixed catalysts, preliminary results using Ru will also be presented. 2. Experimental 2.1. Reagents, gases and chemicals The catalyst precursors Co(acac)2, Fe(acac)3, Cr(acac)3, Ti(acac)2(i-PrO)2 and Ru (acac) 3 were used as received. A toluene solution of Ni (acac) 2 was obtained by azeotropic distillation of a toluene solution of Ni (acac) 2 (H20) 2 (Strem). The catalyst precursors were used as toluene solutions at concentrations of 4.9, 0.42 or 1.79, 0.81, 0.41 and 1.44 wt.-% of metal for Ni, Co, Fe, Cr and Ti respectively except for Ru(acac)3 which was introduced as a powder. The toluene was dried over sodium and distilled under argon prior to use. Triisobutylaluminum 1M in V. Balladur et al. /Applied Catalysis A: General 133 (1995) 367-376 369 toluene (Aldrich), hydrogen (Airgas >99.99%) and adiponitrile (Butachimie > 99.9%, H20 < 50ppm) were not further purified. 2.2. Catalysts preparation and catalytic runs The apparatus was described in a previous paper [ 16]. The Ziegler catalysts were prepared in-situ just before the catalytic runs except when stated otherwise. Typically, the reactor was charged under argon with 40 g of toluene which was purged and saturated with 20 bar of hydrogen. At that time, the dropping funnel was charged with adiponitrile (typically 6 g, 0.0555 tool) and purged with hydro- gen. After realising the pressure, the solutions of the transition metal salts were introduced via syringes under hydrogen atmosphere. The A1 (i-Bu)3 reductor (2.5 equivalent) was then introduced under moderate stirring (500 rpm). The hydrogen pressure was immediately set at 20 bar, the temperature was raised to 180 and the stirring was increased (1500 rpm). Occasionally, a consumption of hydrogen due to hydrogenation of the toluene solvent occurred but stopped as soon as the nitrile substrate was introduced. After stabilisation of the temperature, adiponitrile was introduced into the reaction chamber and the hydrogen consumption in the reserve was followed by means of a pressure sensor and a data acquisition processor connected to a microcomputer. The catalytic run was stopped when no more hydro- gen is consumed. The reactor system was cooled to ambient and a sample was taken for analysis by gas chromatography. 2.3. Activity The catalysts activities were determined using the hydrogen pressure decrease curve, assuming that the hydrogen consumption corresponds to the chemical reac- tion. Because no physico-chemical characterisations of the catalysts were per- formed, the specific areas are undetermined, therefore, the activities are expressed in mmole of H2/g of catalyst/s. The activity (A) represents the ratio between the total hydrogen consumption ( 100% conversion) and the total reaction time for 1 g of catalyst. As many of the conclusions are based on comparison of activities, the textbook test to ensure that the reactions were performed under an actual chemical regime was performed (Fig. 1 ). 2.4. Selectivity Samples from the hydrogenation batch (typically 20/zl, 16 mg) were diluted in isopropanol (970/zl, SDS Spectrosol). A solution of undecane in isopropanol ( 10 /xl) was then introduced as an internal standard. This sample was analysed by gas- chromatography on a HP-5890 instrument (SE-30 HP column, ca. 10 m, d= 530 /xm, 1.3 bar He 10 l/min, FID-detector, on-column injection mode, 2/xl sample intake, temperature program: 40-110, 4/min; 110-270, 10/min, 370 V. Balladur et al. /Applied Catalysis A: General 133 (1995) 367-376 08 ,.-v 0.6 '-6 E g 0.4 o 0.2 0.05 0.1 0.15 Amount ofCo (g) 0.2 Fig. 1. Plot showing the proportionality of the initial rate of reaction with the amount of the Co ZSL catalyst ( 180, 25 bar). t( 270 ) = 10 min). A quantitative calibration method including correction factors based on the C ll internal standard has been set up for the main reaction products and for eicosane (C2o) which was used as a double check for the dilution coefficient. 3. Results and discussion 3.1. Influence of water on the catalysis Added water has a considerable influence on the activity and a spectacular effect on the selectivity in primary amine. This has been checked in detail for a Ni ZSL catalyst. Thus, using commercially available toluene (Prolabo, [H20] = 230 ppm, Karl-Fischer test) as a solvent for the catalytic run instead of distilled toluene ( [H20] < 50 ppm) results in an increase of the secondary amines by-products yield from 10 to 52% at the expense of the primary amine HMD (90 to 44%) (Fig. 2a). Concurrently, as shown in Fig. 2b, a dramatic increase in activity is observed from 2.4 to more than 20 (expressed in 10-3 mol/g s). Furthermore, care should be taken to use freshly prepared solutions of the precursor salts, specially for the Ni (acac) 2 complex which readily coordinates water molecules. Thus, the use of an 'old' solution of the catalyst precursor Ni(acac)2 also has a negative effect on the HMD selectivity, although not as marked (90 to 79%), even if the catalytic test takes place in anhydrous toluene. A similar behaviour is observed for the Co ZSL catalyst. The effect of added water is not as marked as for Ni because the HMD selectivity given by the Co catalyst under dry conditions is not so good at ! 80 (see below). For doped catalysts, the picture looks very different. Thus, in the case of NiCr (ca. 3%), the HMD selectivity is decreased only from ca. 92% in anhydrous medium to ca. 89% in the corrlmercial solvent. Correspondingly, the activity is unchanged, lying around 2.5 mmol/g/s. That the presence of water increases the activity on the nitrile hydrogenation has been noticed in earlier studies. However, this effect is still poorly understood. V. Balladur et al. /Applied Catalysis A: General 133 (1995) 367-376 371 100 9O ~, 8O '~ 70 60\" 5o; 3C 0 (a) Ni 120 Ni \\\\ ...... 0 Co .... o-... \\\\ ------o NiCr ...... 7 :'.--:.-~. 7~-~7:-r-:- 1 2 3 4 moleH20/atomgmetal 30\" 25 =~2oi ~ 15' I0. :E 0 Ni 120\"C 00) ..... o Co //...r\" ----o NiCr ~.~'P- / ~Oo- 0 1 2 3 4 5 Mole H20 / atom g metal Fig. 2. Influence of the water content on (a) the selectivity in HMD and (b) the activity of a Ni, a Co and a NiCr (2.5 % ) ZSL catalyst in the hydrogenation of adiponitrile at 180 (except at 120 for the Ni catalyst, activity 10). Within the context of this study, it is likely that water reacts with the alkylalu- minum residues to form alumoxane type compounds and eventually alumina at high temperature. As alumina is known to be a promoter for the formation of secondary and tertiary amines [ 1 ], it may well account for the observed decrease in HMD selectivity for the ZSL catalysts. The dramatic effect observed on the activity may also result from the formation of alumina. Thus, at some stage, the nickel salt precursor is reduced by the alkyl aluminium to metallic nickel. The exact nature of the latter is not known but it is likely to be Niparticles since it exhibits some magnetism. These particles would then be deposited onto alumina formed as described above. Because of the alumina support, aggregation of the metallic particles would be avoided maintaining a high metallic surface for the hydrogenation reaction. Similar observations were reported for supported Ziegler catalysts [ 15 ]. The 'water protecting' effect of the Cr dopant on the selectivity also deserves some comments. It may be accounted for by a simple stoichiometric reaction of H20 with low-valent Cr or Ti which are 'oxy- philic' metals specially in the form of alkyl complexes. Such complexes may well form in solution from the reaction of the alkylaluminium reagent with the CrIII precursor [ 17,18]. These alkylchromium compounds will then react with water to afford a chromium oxide which is known to be a dopant for the Ni Raney catalysts [1]. 3.2. Influence of hydroxides on the catalysis The role of the alkaline hydroxides is more difficult to interpret because they are introduced as aqueous solutions (6 to 10 M) leading to water intake, which is an 372 V. Balladur et al. /Applied Catalysis A: General 133 (1995) 367-376 80. 70. :-~ 5o g ~.~ 40 30\" 20 14, ~12' ~101 8~ ~ 2 .< 0 \" HMD (a) ...... o Amines 11 \"'o. ..... o.. 0.5 1 ] .5 Mole KOH / atom g metal (b) 0 0.5 ] 1,5 Mole KOH / alom g metal Fig. 3. Influence of aqueous KOH on (a) the selectivity in HMD and (b) the activity of a NiCr (2.5%) ZSL catalyst in the hydrogenation of adiponitrile at 180 with a H20/Ni molar ratio of 15-18. important parameter for the reaction. Attempts to use the more organic soluble tetrabutyl- and tetramethylammonium hydroxides resulted in the well known Hof- mann degradation and complicated side reactions. Thus, aqueous solutions of potassium hydroxide at different KOH concentrations were used to keep the amount of water as constant as possible. This experiment was performed at ca. 17 mol of HzO/g of metal with a NiCr (2.5%) ZSL catalyst (Fig. 3). By comparison with the hydroxide free solvent containing an equivalent amount of water, it can be stated that the presence of hydroxides strongly increases the selectivity in the primary amine HMD at the expense of the activity of the catalyst. In no case the addition of hydroxides improves the catalyst performances in activity or selectivity in HMD when compared to the hydroxide and water free system. Thus, the hydroxides just exert a role in counteracting the negative influence of water, maybe simply acting as a drying agent in the reaction mixture. 3.3. Influence of the nature of the metal The results of the hydrogenation ( 180, toluene, 25 bar total pressure, 20 bar H2) of adiponitrile with Ni, Co and Ru based mono- and bimetallic ZSL catalysts are reported in Table 1. As one may foresee for the monometallic catalysts, the activities decrease in the order Ni > Co >> Ru and in the reverse order for the selectivities in HMD. That Co is less active but more selective than Ni has been already demonstrated with Raney as well as with Ziegler type catalysts. However, comparison with Ru under the same hydrogenation conditions has never been made. Thus the present report constitutes an opportunity to evaluate the effectiveness of doped common metals V. Balladur et al. /Applied Catalysis A: General 133 (1995) 367-376 373 Table 1 Comparison of the best performances in the catalytic hydrogenation of adiponitrile of mono- and bimetallic ZSL catalysts at 180 in commercial toluene Catalyst Dope conc. (wt.-%) conversion (mol-%) Average activity (mmol HMD selectivity (mol-%) H2/gcat S) Ni - 100 10.1 42 Co - 100 2.1 71 Ru - 97.5 0.14 84 NiCo 50 100 7.4 84 NiCr 10 100 2.0 89 NiTi 21 100 5.1 89 CoFe 20 100 0.52 85 CoCr 7 100 0.30 90 CoTi 19 100 2.1 74 when compared to a noble metal. These results contrast with those obtained by Fell et al. under almost the same conditions [ 2,3 ]. Fell's finding reveal for Ni and Co ZSL catalysts selectivities in HMD in the range of 85-95%, significantly higher than those found in this work. The promotion of a Ni catalyst with Co, Cr or Ti has a dramatic effect on the selectivity in HMD. The catalysts activity is slightly less than that of the mono- metallic Ni ZSL catalyst. We have independently checked that the Ti(acac)2(i- PRO)2 and Cr(acac)3 are not catalysts precursor for the title reaction thus demonstrating a synergetic effect between Ni on one hand, and Ti, Cr and Co on the other hand. This is also true, although to a smaller extent, for Co based catalysts. Among the bimetallic catalysts, NiCr and NiTi were chosen for more detailed studies because they exhibit a good compromise between activity an selectivity in HMD. Thus, the influence of the dopant concentration will be presented. 3.4. Influence of the dopant concentration The results on both NiCr and NiTi catalysts revealed again a strong effect of the dopant on the activity and selectivity in HMD compared to the non-promoted monometallic Ni catalyst. It seems that the dopant/Ni ratio does not have a strong influence on the selectivity in HMD as long as the Ni has taken a sufficient amount of dopant (Fig. 4). This level is particularly low for the Cr promoted catalysts for which the selec- tivity plateau (89% < S HMD < 90%) is reached at 10 wt.-% Cr. In the case of the Ti doped catalyst, this level is rather 20% with comparable selectivities. Increasing the concentration of the dopant precursor in the pre-catalyst mixture has an influence on the catalyst activity which may reflect some poisoning of the catalyst surface by Ti or Cr residues which cannot be incorporated as a dopant in the Ni particles. 374 V. Balladur et al. /Applied Catalysis A: General 133 (1995) 367-376 100, \"~ 80 g 70 50 lOt -~ 6\" .-- 2. (a) y..:__.___: .... . ......... ._o I --i NiCr ...... o NiTi I0 20 30 40 50 60 70 Dope wt-% (b) --.I NiCr ...... o NiTi < 0 0 10 20 30 40 50 60 70 Dope wl-% Fig. 4. Influence of the dope concentration on (a) the HMD selectivity and (b) the activity of a Ni ZSL catalyst in the adiponitrile hydrogenation at 180. lO0 95 *~ 90 '~-, 85 (a) .-i- Ni --'-9- NITi --+-NiCr-\"t'Co \"\"\"'c'\"CoFe 70 ~.cr-j 65 \"5-'~ o .............. % ~..._.~ o ... 100 120 140 160 180 200 Temperature 5 ? (b) / Ni / 4 / .... [] NiTi / / 3 ---- - + NiCr / ..... Co /~-- 2 /' .r ..... ~- .......... o CoFe // o -::. lO0 120 140 160 180 200 Temperature Fig. 5. Influence of the reaction temperature on (a) the HMD selectivity and (b) the activity of a series of ZSL catalysts for the adiponitrile hydrogenation. 3.5. Influence of the reaction temperature This influence has been studied for monometallic Ni and Co, and bimetallic CoFe, NiCr and NiTi ZSL catalysts (Fig. 5). V. Balladur et al. / Applied Catalysis A: General 133 (1995) 367-376 375 For all the catalysts, the activity increases with the temperature which indicates that no poisoning, attrition or mechanical degradation of the catalyst occurred even at high temperature. Concerning the selectivity, the Co based catalysts showed a decrease in HMD production with temperature as generally observed in the hydro- genation of nitriles. Curiously, the Ni based catalysts exhibit the opposite behaviour, a higher selectivity in HMD being obtained at higher temperature. Such an increase in primary amine selectivity was observed by Fell but only from 100 to 160 [2]. Working at high temperature ( > 160) with a high selectivity in primary amine seems to require a Ni based ZSL catalyst. 4. Conclusion Ziegler-Sloan-Lapporte type catalysts are good catalysts for the selective hydro- genation of adiponitrile as shown in previous reports. The drawback in their indus- trial use is their sensitivity to water which requires the catalytic reaction to be performed in anhydrous and aprotic media. That may be avoided to some extent by the doping of the catalyst (Ni) with transition metals such as Ti and Cr which allow the use of non-anhydrous commercially available solvents keeping high selectivities and activities even at high temperatures. Acknowledgements The authors are grateful to the Centre National de la Recherche Scientifique and Rh6ne-Poulenc for financial support through the UMR45 contract. Special thanks are going to Dr. P. Grenouillet for assistance with the analysis. References [ 1 ] C. de Bellefon and P. Fouilloux, Catal. Rev., Sci. Eng., 36 (1994) 459. [2] B. Fell and G. Gurke, Chem.-Ztg., 115 ( 1991 ) 83. [3] B. Fell and J. Sojka, Fat. Sci. Technol., 93 ( 1991 ) 79. [4] D. Waddan and D.F. Williams, Patent DE 1 904 613 (1969-1968), to Imperial Chemical Industries Ltd. [5] D. Waddan and D.F. Williams, Patent FR 2 001 074 (1968), to Imperial Chemical Industries Ltd. [6] W. Morris, D. Waddan and D.F. Williams, Patent DE 2 052 730 (1969), to Imperial Chemical Industries Ltd. [7] W. Morris, D. Waddan and D.F. Williams, Patent FR 2 077 513 (1969), to Imperial Chemical Industries Ltd. [8] W.R. Kroll, US Patent 3 412 174, (1968), to Esso Res. and Eng. Co. [9] W.R. Kroll, J. Catal., 15 (1969) 281. [ 10] D. Durand, G. Hillion, C. Lassan and L. Sajus, Patent FR 2 228 536 (1973), to Institut Fran~ais du Prtrole. [ 11 ] D. Durand, G. Hillion, C. Lassan and L. Sajus, Patent FR 2 249 709 (1973), to Institut Fran~ais du Prtrole. [ 12] D. Durand, G. Hillion, C. Lassan and L. Sajus, Patent BE 813 996 (1973), to Institut Fran~ais du Prtrole. [ 13] M. Blanchard, J. Barrault and A Derouault, Stud. Surf. Sci. Catal., 63 (1991) . 376 V. Balladur et al. /Applied Catalysis A: General 133 (1995) 367-376 [ 14] J. Volf and J. Pasek, Stud. Surf. Sci. Catal., 27 (1986) 105. [ 15] H. B6nnemann, W. Brijoux, R. Brinkmann, E. Dinjus, R. Fretzen, T. Jouben and B. Korall, J. Mol. Catal., 74 (1992) 323. [ 16] C. Joly-Vuillemin, D. Gavroy, G. Cordier, C. de Bellefon and H. Delmas, Chem. Eng. Sci., 49 (1995) 4839. [ 17] G. Wilkinson and E.W. Abel (Editors), Comprehensive Organometallic Chemistry, Vol. 3, Pergamon, New York, 1982, Ch. 26. [ 18] A. Choukchou-Braham, J. Goma and C. Kappenstein, Bull. Soc. Chim. Fr., (1989) 761. APCATA 95002219 0926-860X(95)00221-9 10.1016/0926-860X(95)00221-9 Elsevier Science B.V. All rights reserved Monometallic Ni, Co and Ru, and bimetallic NiCr, NiTi and CoFe Ziegler-Sloan-Lapporte catalysts for the hydrogenation of adiponitrile into hexamethylenediamine: Effect of water and dopants Véronique Balladur Pierre Fouilloux 1 Claude de Bellefon * UnitéMixte 45 CNRS/Rhoˆne-Poulenc, 24 avenue Jean Jaurès, 69153 Décines, France * Corresponding author. 1 Present address of Fouilloux and de Bellefon: LGPC, CPE-Lyon, 43 bd du 11 Novembre 1918, BP 2077, 69616 Villeurbanne cédex, France. The catalytic hydrogenation of adiponitrile into hexamethylenediamine (HMD) under mild conditions (20 bar H2, 120 to 180°C) using monometallic Ni, Co and Ru and bimetallic NiCr, NiTi, NiCo and CoFe Ziegler-type catalysts is reported. It is found that water exerts a strong negative influence on the selectivity to the primary amine HMD whereas it has a spectacular beneficial effect on the catalyst activity, especially for Ni based catalysts. Adding a second metal (Cr, Ti) as a dopant for nickel has a beneficial effect on the selectivity in HMD but results in lower activities. The ratio Ni/M (MCr, Ti) does not appear to be a key parameter in these systems as the doping effect on the HMD selectivity already appears at low dopant loading (atom.-%: 3% for Cr, 10% for Ti) and is constant up to 60%. The temperature has an influence on the HMD selectivity: the NiCr and NiTi catalysts show a peculiar behaviour, maintaining a high selectivity level (ca. 90%) over all the temperature range. This is not the case for the Co based catalysts. Keywords Adiponitrile hydrogenation Cobalt Hexamethylenediamine Iron Nickel Ruthenium Titanium Water Ziegler-Sloan-Laporte References [1] de Bellefon C. Fouilloux P. Catal. Rev., Sci. Eng. 36 1994 459 [2] Fell B. Gurke G. Chem. -Ztg. 115 1991 83 [3] Fell B. Sojka J. Fat. Sci. Technol. 93 1991 79 [4] D. Waddan and D.F. Williams, Patent DE 1 904 613 (1969-1968), to Imperial Chemical Industries Ltd. [5] D. Waddan and D.F. Williams, Patent FR 2 001 074 (1968), to Imperial Chemical Industries Ltd. [6] W. Morris, D. Waddan and D.F. Williams, Patent DE 2 052 730 (1969), to Imperial Chemical Industries Ltd. [7] W. Morris, D. Waddan and D.F. Williams, Patent FR 2 077 513 (1969), to Imperial Chemical Industries Ltd. [8] W.R. Kroll, US Patent 3 412 174, (1968), to Esso Res. and Eng. Co. [9] Kroll W.R. J. Catal. 15 1969 281 [10] D. Durand, G. Hillion, C. Lassau and L. Sajus, Patent FR 2 228 536 (1973), to Institut Franc¸ais du Pétrole. [11] D. Durand, G. Hillion, C. Lassau and L. Sajus, Patent FR 2 249 709 (1973), to Institut Franc¸ais du Pétrole. [12] D. Durand, G. Hillion, C. Lassau and L. Sajus, Patent BE 813 996 (1973), to Institut Franc¸ais du Pétrole. [13] Blanchard M. Barrault J. Derouault A. Stud. Surf. Sci. Catal. 63 1991 [14] Volf J. Pasek J. Stud. Surf. Sci. Catal. 27 1986 105 [15] Bönnemann H. Brijoux W. Brinkmann R. Dinjus E. Fretzen R. Jouben T. Korall B. J. Mol. Catal. 74 1992 323 [16] Joly-Vuillemin C. Gavroy D. Cordier G. de Bellefon C. Delmas H. Chem. Eng. Sci. 49 1995 4839 [17] Wilkinson G. Abel E.W. Comprehensive Organometallic Chemistry Vol. 3 1982 Pergamon New York Ch. 26 [18] Choukchou-Braham A. Goma J. Kappenstein C. Bull. Soc. Chim. Fr. 1989 761",
      "scopus-id": "0042006316",
      "coredata": {
        "eid": "1-s2.0-0926860X95002219",
        "dc:description": "The catalytic hydrogenation of adiponitrile into hexamethylenediamine (HMD) under mild conditions (20 bar H2, 120 to 180°C) using monometallic Ni, Co and Ru and bimetallic NiCr, NiTi, NiCo and CoFe Ziegler-type catalysts is reported. It is found that water exerts a strong negative influence on the selectivity to the primary amine HMD whereas it has a spectacular beneficial effect on the catalyst activity, especially for Ni based catalysts. Adding a second metal (Cr, Ti) as a dopant for nickel has a beneficial effect on the selectivity in HMD but results in lower activities. The ratio Ni/M (MCr, Ti) does not appear to be a key parameter in these systems as the doping effect on the HMD selectivity already appears at low dopant loading (atom.-%: 3% for Cr, 10% for Ti) and is constant up to 60%. The temperature has an influence on the HMD selectivity: the NiCr and NiTi catalysts show a peculiar behaviour, maintaining a high selectivity level (ca. 90%) over all the temperature range. This is not the case for the Co based catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-12-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002219",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Balladur, Véronique"
          },
          {
            "@_fa": "true",
            "$": "Fouilloux, Pierre"
          },
          {
            "@_fa": "true",
            "$": "de Bellefon, Claude"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002219"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002219"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00221-9",
        "prism:volume": "133",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Monometallic Ni, Co and Ru, and bimetallic NiCr, NiTi and CoFe Ziegler-Sloan-Lapporte catalysts for the hydrogenation of adiponitrile into hexamethylenediamine: Effect of water and dopants",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Adiponitrile hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Cobalt"
          },
          {
            "@_fa": "true",
            "$": "Hexamethylenediamine"
          },
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "Nickel"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium"
          },
          {
            "@_fa": "true",
            "$": "Titanium"
          },
          {
            "@_fa": "true",
            "$": "Water"
          },
          {
            "@_fa": "true",
            "$": "Ziegler-Sloan-Laporte"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "367-376",
        "prism:endingPage": "376",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 December 1995",
        "prism:doi": "10.1016/0926-860X(95)00221-9",
        "prism:startingPage": "367",
        "dc:identifier": "doi:10.1016/0926-860X(95)00221-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042006316"
      }
    }
  }
}