{
  "metadata": {
    "title": "Ni<ce:glyph name=sbnd></ce:glyph>MgO catalyst prepared by using a melt of the nitrates and citric acid",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-06-06",
    "doi": "10.1016/0926-860X(96)00080-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96000804",
    "pii": "0926860X96000804"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002536216",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96000804 0926-860X(96)00080-4 0926860X96000804 10.1016/0926-860X(96)00080-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00117 2024-01-01T12:18:48.759026Z 0 0 19960606 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 139 139 1 2 1 2 Volume 139, Issues 1–2 2 L1 L4 L1 L4 19960606 6 June 1996 1996-06-06 1996 Letter article fla Copyright © 1996 Published by Elsevier B.V. NIMGOCATALYSTPREPAREDBYUSINGAMELTNITRATESCITRICACID SATO S MARCILLY 1970 56 C BAYTHOUN 1982 2757 M ZHANG 1987 665 H RAMOS 1991 217 I FORNI 1994 194 L SLAGTERN 1994 99 A COURTY 1982 241 P COSIMO 1992 594 J KIM 1992 15 K SARKANY 1979 297 A TAKEZAWA 1986 291 N NARAYANAN 1989 3785 S ARENA 1991 58 F PANNELL 1977 340 R SATOX1996XL1 SATOX1996XL1XL4 SATOX1996XL1XS SATOX1996XL1XL4XS item 0926-860X(96)00080-4 0926860X96000804 1-s2.0-0926860X96000804 10.1016/0926-860X(96)00080-4 271346 2024-01-01T12:18:48.759026Z 1996-06-06 1-s2.0-0926860X96000804-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000804/MAIN/application/pdf/b560885a6790f57529f40f0de1fe2ecd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000804/MAIN/application/pdf/b560885a6790f57529f40f0de1fe2ecd/main.pdf main.pdf pdf true 208885 MAIN 4 1-s2.0-0926860X96000804-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000804/PREVIEW/image/png/76a12441e1b627f6bb75f687453c279b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000804/PREVIEW/image/png/76a12441e1b627f6bb75f687453c279b/main_1.png main_1.png png 50427 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 139 (1996) L 1 -L4 Letter Ni-MgO catalyst prepared by using a melt of the nitrates and citric acid Satoshi Sato a,*, Fumio Nozaki a, Tomohiro Nakayama b a Department of Applied Chemistry, Faculty of Engineering Chiba Unit,ersity, }20'oi, lnage, Chiba 263, Japan b Graduate School of Science and Technology Chiba Uniz'ersity, Yayoi, lnage, Chiba 263. Japan Received 3 October 1995: revised 27 February 1996; accepted 29 February 1996 Abstract At high Ni contents ranging from 70 to 80 wt.%, Ni-MgO catalysts prepared by using a melt of the corresponding nitrates and citric acid were found to have high nickel surface area. and 3 exhibited catalytic activities for the hydrogenolysis of cyclohexane at _ 50 C. Keywords: Ni-MgO; Preparation; Citric acid; Cyclohexane; Hydrogenolysis Citric acid is utilized for preparing ceramics powder with high crystallinity [1,2]. This technique is known as an amorphous citrate process, and is also applied to prepare solid catalysts such as perovskite-type [3-6] and spinel-type composite oxides [7-9]. This technique, however, has not been applied to the preparation of supported metal catalysts, except for copper metal catalysts [4,7-9]. Although nickel metal catalysts are well known to have efficient activities for such reactions as hydrogenolysis [10] and hydrogenation [11,12], a Ni-MgO system is generally less active in comparison with the other supported Ni catalysts [12]. This is believed to be caused by the facts that both NiO and MgO have the same crystal structure of sodium chloride type, and their mixture is readily made into a solid solution [13]. In this paper, we describe the physical and catalytic activities of Ni-MgO catalyst prepared by using citric acid of which use let us expect a homogeneity of the resulting catalysts over a wide range of Ni/Mg ratio. * Corresponding author. Tel, +81-43-2903377; fax, +81-43-2903039; E-mail, satoshi@tcom.tech.chiba- u.ac.jp. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved PII S0926-860X(96)00080-4 L2 S. Sato et al. / Applied Catalysis A: General 139 (1996) LI-L4 Table 1 Physical properties of Ni-MgO catalysts Ni content H2 adsorbed Ni SA a (wt.%) (mol%) (mmol. g-i ) (m2 g-eat. i ) Total SA b (m2g-I) 0 0 0 0 137 10 7.1 0.008 0.6 108 30 22.7 0.042 3.4 102 40 31.4 0.075 5.8 98 60 50.7 0.120 9.4 67 70 61.6 0.247 19.4 50 80 73.3 0.227 17.8 45 100 100 0.002 0. I 18 a Ni surface area calculated from the amount of H2 adsorbed on the sample. Total surface area of the unreduced sample, measured by N2 adsorption at - 196. Each Ni-MgO sample with different Ni contents was prepared by an essentially the same method as the amorphous citrate processes [1,2]. After a mixture of nickel nitrate and magnesium nitrate with a desired ratio had been melted with citric acid equimolar to the sum of nickel and magnesium ions at 70 without using solvents, the mixture was evacuated under a pressure of 0.7 kPa at 70. It was gradually solidified, and then expanded to about twentyfold apparent volume. After the resulting solid had been heated in air at 160 for 1 h, it was calcined in air at 500 for 3 h to give a NiO-MgO sample. The hydrogenolysis of cyclohexane was performed in a standard fixed bed-flow reactor under hydrogen flow (74 mmol. h-I) at a reaction temperature of 350, after the NiO-MgO sample (0.15 g) had been reduced at 500 for 2 h. The catalytic activity was evaluated in terms of the conversion of cyclohexane (flow rate: 17 mmol. h-~) when the catalytic activity had been attained at the steady state after cyclohexane fed for 30 rain. Hydrogen chemisorption was done by using a volumetric apparatus at 0 to calculate nickel metal surface area [14]. A total surface area of the sample was calculated by BET method using nitrogen isotherm at - 196. Table 1 summarizes physical properties of Ni-MgO samples prepared from a melt of the corresponding nitrates and citric acid. A total surface area of the unreduced NiO-MgO sample decreased monotonously with increase in Ni content. In contrast to the total surface area, Ni surface area calculated from the amount of hydrogen chemisorption increased linearly with Ni content at Ni contents below 60 wt.%. In the range between 70 and 80 wt.%, the Ni surface area was anomalously large. Fig. 1 shows a variation in catalytic activities with Ni content in Ni-MgO catalysts. The conversion of cyclohexane (curve a) increased with Ni content, and has a maximum at a Ni content of 70 wt.%. At a reaction temperature of 350, dehydrogenation of cyclohexane to benzene was also catalysed parallel to the hydrogenolysis to methane. The yield of benzene (curve b) increased with S. Sato et al. /Applied Catalysis A: General 139 (1996) LI-L4 100 13 80 --0 60 4.0 == o 20 O. 0 20 4.0 60 80 100 Ni con~:en't / w~.~ Fig, 1. Variations in catalytic activity for cyclohexane hydrogenolysis at 350. Curve (a): conversion of cyclohexane, curve (b): yield of benzene. Area (A) corresponds to the yield of methane. the increase in cyclohexane conversion at Ni contents below 60 wt.%. An area (A) depicted in Fig. 1, being sandwiched between the curve a and b, corresponds to the yield of methane. In contrast to the monotonous change in the cyclohex- ane conversion for the low Ni-content catalysts, high Ni-content catalysts (70-80 wt.%) showed high conversion of cyclohexane into methane. The variation in the cyclohexane conversion has been found to be similar to the variation in Ni surface area described in Table 1. Table 2 summarizes catalytic activities of various catalysts prepared by different methods. At Ni contents below 30 wt.%, the Ni-MgO prepared by this method was less active than a reference catalyst prepared by the usual impregna- Table 2 Comparison of catalytic activities of various Ni-MgO samples prepared by different methods Method Ni content Ni SA ~ Conversion b Selectivity (tool%) (wt.%) (m2g_cat. - i ) (%) Methane Benzene This work ~ 70 19.4 75.4 98.3 1.7 This work ~ 70 3.7 36.3 82.0 18.0 Coprecipitation ~ 70 - 8.0 49.0 51.0 This work c 10 0.6 4.4 30.0 70.0 Impregnation ~ 10 - 6.8 19.6 80.4 ~ Ni surface area calculated from the amount of H2 adsorbed on the sample. b Average conversion of cyclohexane for 0.5-2 h after cyclohexane had been led. Sample prepared by using citric acid. J Sample prepared without using citric acid. ~\" Prepared from a solution of nickel nitrate and magnesium nitrate. t MgO prepared by this method with a specific surface area of 137 m-~g i was immersed in a solution of nickel nitrate, then dried and calcined at 500 for 3 h. L4 S. Sato et al. / Applied Catalysis A: General 139 (1996) L1-L4 tion method. In contrast to the low Ni-content catalysts, at a high Ni content of 70 wt.%, the Ni-MgO prepared by this method exhibited much higher activities for the cyclohexane hydrogenolysis than other reference Ni-MgO catalysts which were prepared by coprecipitation and by direct melting of the correspond- ing nitrates without using citric acid. As shown in Table 1, for the 70 and 80 wt.% Ni-containing catalysts prepared by this method, total surface areas were 50 and 45 m2g- 1, and Ni surface areas were 19 and 18 mZg-1, respectively. This indicates that about 40% of the catalyst surface is occupied by metallic Ni surface, and that Ni metal has been highly dispersed on the catalyst surface. When a sample with a Ni content of 70 wt.% was prepared without using citric acid, the total surface area was 22 mZg 1, and the Ni surface area was 3.7 mZg-l. In this case, only 17% of the surface is occupied by metallic Ni surface. Citric acid used in the preparation probably acts as a binder which heightens homogeneity of the resulting metal oxides of NiO and MgO. Therefore, high Ni surface area was attained on the reduced catalyst sample without aggregation of Ni metal particles. In conclusion, Ni-MgO catalysts prepared from a melt of the nitrates and citric acid were found to have high Ni surface areas at Ni contents ranging from 70 to 80 wt.% and to catalyse the hydrogenolysis of cyclohexane at 350. References [1] C. Marcilly, P. Courty and B. Delmon, J. Am. Ceram. Soc., 53 (1970) 56. [2] M.S.G. Baythoun and F.R. Sale, J. Mater. Sci., 17 (1982) 2757. [3] H.M. Zhang, Y. Teraoka and N. Yamazoe, Chem. Lett,, (1987) 665. [4] I.R. Ramos, A.G. Ruiz, N.L. Rojas and J.L.G. Fierro, Appl. Catal., 68 (1991) 217. [5] L. Forni, C. Oliva, A.V. Vishniakov, A.M. Ezerets, I.E. Mukovozov, F.P. Vatti and V.N. Zubkovskaja, J. Catal., 145 (1994) 194. [6] A. Slagtern and U. Olsbye, Appl. Catal. A, 110 (1994) 99. [7] P. Courty, D. Durand, E. Freund and A. Sugier, J. Mol. Catal., 17 (1982) 241. [8] J.I.D. Cosimo, A.J. Marchi and C.R. Apesteguia, J. Catal., 134 (1992) 594. [9] K.M, Kim, H.C. Woo, M. Cheong, J.C. Kim, K.H. Lee, J.S. Lee and Y~G. Kim, Appl. Catal. A, 83 (1992) 15. [10] A. Sarkany and P. Tetenyi, React. Kinet. Catal. Lett., 12 (1979) 297. [11] N. Takezawa, H. Terunuma, M. Shimokawabe and H. Kobayashi, Appl. Catal., 23 (1986) 291. [12] S. Narayanan and G. Sreekanth, J. Chem. Soc. Faraday Trans. 1, 85 (1989) 3785. [13] F. Arena, B.A. Horrell, D.L. Cocke, A. Parmaliana and N. Giordano, J. Catal., 132 (1991) 58. [14] R.B. Pannell, K.S. Chung and C.H. Bartholomew, J. Catal., 46 (1977) 340. APCATA 96000804 0926-860X(96)00080-4 10.1016/0926-860X(96)00080-4 Elsevier Science B.V. All rights reserved NiMgO catalyst prepared by using a melt of the nitrates and citric acid Satoshi Sato * a Fumio Nozaki a Tomohiro Nakayama b a Department of Applied Chemistry, Faculty of Engineering Chiba University, Yayoi, Inage, Chiba 263, Japan b Graduate School of Science and Technology Chiba University, Yayoi, Inage, Chiba 263, Japan * Corresponding author. Tel, +81-43-2903377; fax, +81-43-2903039 At high Ni contents ranging from 70 to 80 wt.%, NiMgO catalysts prepared by using a melt of the corresponding nitrates and citric acid were found to have high nickel surface area, and exhibited catalytic activities for the hydrogenolysis of cyclohexane at 350°C. Keywords NiMgO Preparation Citric acid Cyclohexane Hydrogenolysis References [1] Marcilly C. Courty P. Delmon B. J. Am. Ceram. Soc. 53 1970 56 [2] Baythoun M.S.G. Sale F.R. J. Mater. Sci. 17 1982 2757 [3] Zhang H.M. Teraoka Y. Yamazoe N. Chem. Lett. 1987 665 [4] Ramos I.R. Ruiz A.G. Rojas N.L. Fierro J.L.G. Appl. Catal. 68 1991 217 [5] Forni L. Oliva C. Vishniakov A.V. Ezerets A.M. Mukovozov I.E. Vatti F.P. Zubkovskaja V.N. J. Catal. 145 1994 194 [6] Slagtern A. Olsbye U. Appl. Catal. A 110 1994 99 [7] Courty P. Durand D. Freund E. Sugier A. J. Mol. Catal. 17 1982 241 [8] Cosimo J.I.D. Marchi A.J. Apesteguia C.R. J. Catal. 134 1992 594 [9] Kim K.M. Woo H.C. Cheong M. Kim J.C. Lee K.H. Lee J.S. Kim Y.G. Appl. Catal. A 83 1992 15 [10] Sarkany A. Tetenyi P. React. Kinet. Catal. Lett. 12 1979 297 [11] Takezawa N. Terunuma H. Shimokawabe M. Kobayashi H. Appl. Catal. 23 1986 291 [12] Narayanan S. Sreekanth G. J. Chem. Soc. Faraday Trans. 1 85 1989 3785 [13] Arena F. Horrell B.A. Cocke D.L. Parmaliana A. Giordano N. J. Catal. 132 1991 58 [14] Pannell R.B. Chung K.S. Bartholomew C.H. J. Catal. 46 1977 340",
      "scopus-id": "0002536216",
      "coredata": {
        "eid": "1-s2.0-0926860X96000804",
        "dc:description": "At high Ni contents ranging from 70 to 80 wt.%, NiMgO catalysts prepared by using a melt of the corresponding nitrates and citric acid were found to have high nickel surface area, and exhibited catalytic activities for the hydrogenolysis of cyclohexane at 350°C.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-06-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96000804",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sato, Satoshi"
          },
          {
            "@_fa": "true",
            "$": "Nozaki, Fumio"
          },
          {
            "@_fa": "true",
            "$": "Nakayama, Tomohiro"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96000804"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96000804"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00080-4",
        "prism:volume": "139",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "NiMgO catalyst prepared by using a melt of the nitrates and citric acid",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "NiMgO"
          },
          {
            "@_fa": "true",
            "$": "Preparation"
          },
          {
            "@_fa": "true",
            "$": "Citric acid"
          },
          {
            "@_fa": "true",
            "$": "Cyclohexane"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenolysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L1-L4",
        "prism:endingPage": "L4",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 June 1996",
        "prism:doi": "10.1016/0926-860X(96)00080-4",
        "prism:startingPage": "L1",
        "dc:identifier": "doi:10.1016/0926-860X(96)00080-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002536216"
      }
    }
  }
}