{
  "metadata": {
    "title": "Continuous alkylation of 5-methoxy-1-naphthol and 4-methyl-1-naphthol with alcohols over an iron catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-09-02",
    "doi": "10.1016/0926-860X(96)00154-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96001548",
    "pii": "0926860X96001548"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0043263451",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96001548 0926-860X(96)00154-8 0926860X96001548 10.1016/0926-860X(96)00154-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00038 2024-01-01T12:18:48.759026Z 0 0 19960902 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 144 144 1 2 1 2 Volume 144, Issues 1–2 3 L1 L5 L1 L5 19960902 2 September 1996 1996-09-02 1996 Letter article fla Copyright © 1996 Published by Elsevier B.V. CONTINUOUSALKYLATION5METHOXY1NAPHTHOL4METHYL1NAPHTHOLALCOHOLSOVERIRONCATALYST GRABOWSKA H GRABOWSKA 1995 601 H EXTENDABSTRACTEUROPACATIICONGRESS GELLMAN 1993 714 A FORBES 1993 6277 J WEBER 1994 2999 R ANDERSON 1996 274 A SHABTAI 1968 1489 J SHABTAI 1968 1494 J GRABOWSKA 1989 351 H KOMAREWSKY 1941 700 W KOMAREWSKY 1941 3269 W TISCHCHENKO 1906 355 D HATTORI 1995 537 H GRABOWSKAX1996XL1 GRABOWSKAX1996XL1XL5 GRABOWSKAX1996XL1XH GRABOWSKAX1996XL1XL5XH item 0926-860X(96)00154-8 0926860X96001548 1-s2.0-0926860X96001548 10.1016/0926-860X(96)00154-8 271346 2024-01-01T12:18:48.759026Z 1996-09-02 1-s2.0-0926860X96001548-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001548/MAIN/application/pdf/7c02b03ce7152120a251e4f7ec9c3712/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001548/MAIN/application/pdf/7c02b03ce7152120a251e4f7ec9c3712/main.pdf main.pdf pdf true 264670 MAIN 5 1-s2.0-0926860X96001548-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001548/PREVIEW/image/png/af9c5963fd11f2ec765b951f2385f4aa/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001548/PREVIEW/image/png/af9c5963fd11f2ec765b951f2385f4aa/main_1.png main_1.png png 43944 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 144 (1996) LI-L5 Letter Continuous alkylation of 5-methoxy-1-naphthol and 4-methyl-1-naphthol with alcohols over an iron catalyst a Mi~ta a b Hanna Grabowska Wtodzimierz Ludwik Syper J6zef Wrzyszcz a,*, Miroslaw Zawadzki a a W. Trzebiatowski Institute of Low Temperature and Structure Research, Polish Academy of Sciences, P.O. Box 937, 50-590 Wroctaw 2, Poland Institute of Organic Chemistry, Biochemistry and Biotechnology, Technical University of Wroctaw, Wybrze~e Wyspiafiskiego St. 27, 50-370 Wroctaw, Poland Received 25 March 1996; revised 17 April 1996; accepted 17 April 1996 Abstract The vapour phase alkylation of 5-methoxy-l-naphthol and 4-methyl-l-naphthol with alcohols in the presence of an iron catalysts (magnetite) that contained Cr-, Si- and K oxides was investigated. At temperatures of 580-655 K alkylderivatives with high yield in ortho-position to the hydroxyl group were obtained. The reactions were carried out in an continuous process at atmospheric pressure. Keywords: Catalytic alkylation; lron catalysts; Alkylonaphthols; 2-Methyl-5-methoxy-l-naphthol; 2n-Butyl-5- methox y- 1 -naphthol; 2-Ethyl-4-methyl- l-naphthol We have recently demonstrated that in the presence of an iron catalyst 1- and 2-naphthols can be efficiently and selectively alkylated with C ~-C5 alcohols in a reaction run at atmospheric pressure in a flow reactor. For 1-naphthol, the alkyl group enters position 2, while for 2-naphthol, 1-alkyl-2-naphthol is obtained first and 1,3-dialkyl-2-naphthol later in amounts depending on the reaction conditions [1]. The mechanism of the described reactions is not clear. It is well known that alcohols and hydroxyarenes are chemisorbed over the metal oxide surfaces as alcoxides and naphthols as naphthoxides, respectively. Both Corresponding author. Tel.: (+48-71) 3435021; fax: (+48-71) wrzyszcz @ highscreen.int.pan.wroc .pl. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00154-8 3421029: e-mail: L2 H. Grabowska et al./ Applied Catalysis A: General 144 (1996) LI-L5 these species indicate a nucleophilic character and cannot interact chemically. The iron oxide has basic properties and alcohols do not decompose over its surface by the heterolytic C-O bond fission, generating an electrophilic carboca- tion. We propose another mechanism of transformation of an alcohol to a reactive electrophile [2]. Metal alcoxides decompose at higher temperatures by the process of 13-hydride elimination. It has been demonstrated experimentally [3,4] and theoretically [5,6] that hydrogen from carbon atom c~ toward oxygen and 13 toward metal is transferred to the metal, in our case to the iron atom, as hydride anion leaving the carbon atom positively charged. In this simple way the alcohol becomes an electrophile, it reacts with contiguous naphthoxide, in a concerted or stepwise manner, resulting in chemisorbed aromatic alcohol: OH This alcohol is next reduced by the process of reductive elimination which is reverse to the process of 13-hydride elimination giving ultimately 2-alkyl-1-naph- thol. The purpose of the present study was to examine the possibility of alkylation of some derivatives of 1-naphthol in the presence of the same catalyst in the way illustrated in Scheme 1. We have found only two papers on catalytic alkylation of 1-methoxynaphthalene and methyl derivatives of 1-naphthol with methanol in the presence of AlzO3 [7,8]. In the first case, besides numerous methylnaph- thalenes, 2-methyl-1-naphthol was formed in small amounts, and in the second, only polymethylnaphthalenes were obtained. The reaction was carried out under atmospheric pressure in a conventional flow reactor of 8 mm I.D. made of quartz containing 3 cm3 of the catalyst of 0.6-1.2 mm in grain size. The substrates -- a solution of the derivative of 1-naphthol in alcohol -- were fed at the top of the reactor. The alkylation OH OH Rt~R2 + R3OH Fe304 ~R3 1 R1 = OCH3,R2 = H 2 R1 = OCH3,R2= H, R3= CH3 3 R1 = OCH3, R2=H, R3= CH2CH2CH2CH3 4 R1 = H, R2 = CH3 5 RI=H, R2=CH3, R3=C2H5 Scheme 1. H. Grabowska et al./ Applied Catalysis A: General 144 (1996) L1-L5 L3 reaction was started at 550 K. After the reaction had been in progress for 1 h and the activity reached a steady-state, the condensed liquid effluents were collected in the next several hours at pre-chosen temperatures and analysed chromatographically using FID and MS detectors. The main products were also isolated from the product mixture by middle pressure column chromatography, using silicagel as the adsorbent. For elution, mixtures of CH2ClJpetroleum ether 3:7 and 5:5 v/v were used. The main products were purified by crystallization from hexane. The identity of the main compounds was determined by comparing their m.p.'s and spectroscopic proper- ties (IR, MS, NMR) with those of authentic samples obtained by undoubtful methods (see Appendix A. The catalyst was obtained from a solution containing a mixture of ferric and chromium nitrates and sodium silicate by co-precipitation with ammonia at room temperature until pH 7 was reached. The precipitate was then washed out to remove nitrate ions, dried and pelleted with a 3% addition of graphite. The pellets were next impregnated with a water solution of potassium carbonate. When ready, the catalyst was composed of Fe, Si, Cr and K oxides in the molar ratio 100:2:1:0.1. The main component of the fresh catalyst is c~-Fe~O~ having a specific surface area (SBET) of 107 m-/g. After use the catalyst transi~orms into magnetite with a surface area of 40 me/g. The properties and the method of catalyst preparation are described in greater detail in the paper [9]. Fig. 1 shows the temperature dependence of the alkylation of 5-methoxy-1- naphthol 1 with methanol with a 1:10 molar ratio of 1/MeOH and a liquid ?, .~ d ,2 ~ ii..i - o !-i 0 o (,9 100 80 60 40 2O o 0 58O 600 620 640 660 Temperature, K Fig. 1. Alkylation of 1 with ethyl alcohol; conversion of 1, yield of 2, selectivity of 2, yield of other products. L4 H. Grabowska et al. / Applied Catalysis A: General 144 (1996) L I-L5 hourly space velocity of 1.5 h-i. As a result of the alkylation, 2-methyl-5- methoxy-1-naphthol 2 is obtained. The maximal yield of 2, close to 90%, was obtained at 653 K with a of selectivity 91%. Besides unreacted reactant 1, the reaction products obtained at that temperature contained six other compounds at a total amount of 9.0% that were not subject of identification. During the alkylation of 1 with n-butyl alcohol the main product obtained at temperatures 628 K and 638 K is 2-n-butyl-5-methoxy-1-naphthol 3 with yields of 62.2% and 67% and a selectivity of 75% and 78%, respectively. After distilling off lower boiling fractions, it was possible to separate the main product 3 crystallizing it from a hexane/iso-propyl ether mixture. The reaction proceeds in a more complicated way because besides 1 and 3 the post-reaction mixture contains considerable amounts of heptanone-4 and n-butyl butyrate formed from the alcohol as a result of aldol condensation and the Tischtschenko reaction [10-12], respectively. These processes are competitive to alkylation. The alkylation of 4-methyl-l-naphthol 4 with ethanol dependent on the reaction temperature runs similarly as for 1. As the temperature rises to 623 K, the conversion of 4 increases rapidly, reaching 88.5%. 2-Ethyl-4-methyl-l-naph- thol 5 is obtained with a yield of 84.3% and a selectivity of 95.3%. Traces of two compounds with retention times shorter than that of 5 were found but not identified. The maximal yield of 5 amounting to approx. 87% is obtained in the 633-663 K temperature range. Above 663 K the selectivity of formation of 5 begins to decrease and additional presence of three compounds with retention times longer than that of 5 is detected in the reaction products. Attempts to alkylate 2,3-dihydroxynaphthalene, 1,6-dihydroxynaphthalene and 4-methoxy-l-naphthol failed as these compounds undergo thermal decomposi- tion at temperatures above 550 K. We believe that developing an efficient method of alkylation of naphthols' derivatives would allow to broaden the raw material basis for many syntheses. Compounds of this type have so far been obtained by expensive methods of organic preparation. Application of a catalytic process could contribute to cutting the costs of their manufacturing and minimize waste production. Acknowledgements The research was performed with financial support from the Polish State Committee for Scientific Research under Grant no. 7S203 032 06. Appendix A. Selected properties For identification, compounds 2, 3 and 5 were obtained by classical synthesis methods. Compounds 1 and 4 were first transformed into sodium salts with H. Grabowska et al. / Applied Catalysis A: General 144 (1996) L1-L5 L5 Nail, then reacted with chloromethylmethyl ether, next lithium was introduced into the ortho position with n-BuLi in THF at 286 K, and finally they reacted with appropriate alkyl iodides. The methoxymethyl (MOM) ethers of the respective naphthols were cleft by treating them with a diluted hydrochloric acid in methanol at 333 K. Compounds 2, 3 and 5 obtained by this method were identical with the ones obtained in the catalytic process described. Selected properties of 2: m.p. 1 l 1-112 (heptane-toluene); ~H NMR (at 300 MHz, CDC13) 8 2.43 (3H, s), 4.01 (3H, s), 5.08 (1H, s), 6.81 (IH, d, J = 7.6 Hz), 7.26 (IH, d, J = 8.6 Hz), 7.40 (1H, t, J = 7.6 Hz), 7.70 (1H, d, J= 8.5 Hz), 7.84 (1H, d, J= 8.5 Hz); ~3C NMR (CDC13) 6 16.09, 55.91, 103.88, 113.43, 114.63, 117.59, 125.61,125.77, 125.93, 128.63, 148.80, 155.89; IR (KBr) u 3280.0 cm-I (OH); MS m/z 188 (M+), 173, 145, 127, 115. Selected properties of 3: m.p. 101-102 (hexane-iso-propyl ether); ~H NMR (at 300 MHz, CDC13) 6 0.98 (3H, t, J = 7.3 Hz), 1.37-1.76 (4H, m), 2.77 (2H, t, J = 7.6 Hz), 4.01 (3H, s), 5.13 (1H, s), 6.8 (1H, d, J = 7.4 Hz), 7.25 (1H, d, J = 8.8 Hz), 7.41 (1H, t, J= 8.1 Hz), 7.71 (1H, d, J= 8.7 Hz); 13C NMR (CDC13) 6 13.94, 22.57, 29.70, 32.14, 55.48, 103.50, 114.27, 122.20, 125.30, 125.37, 127.41, 147.91, 155.47: IR (KBr) u 3425.6 cm-~ (OH); MS m/z 230 (+M), 187, 159, 144, 129, 115. Selected properties of 5: m.p. 53-54 (hexane); ~H NMR (at 300 MHz, CDCI3) 6 1.33 (3H, t, J = 7.6 Hz), 2.63 (3H, s), 2.78 (3H, t, J = 7.6 Hz), 5.03 (1H, s), 7.13 (1H, s), 7.48-7.54 (2H, m), 7.91-7.96 (1H, m), 8.16-8.21 (1H, m); ~3C NMR (CDC13) 6 14.89, 19.18, 23.97, 121.83, 122.57, 124.57, 125.63, 126.81, 128.38, 132.46; IR (KBr) u 3376.1 cm-l (OH); MS m/z 186 (+M), 171, 143, 128, 115. References [1] H. Grabowska, W. MiCra, L. Syper, J. Wrzyszcz and M. Zawadzki, Extend. Abstract, Europacat II Congress, Maastricht, September 3-8, 1995, p. 601. [2] H. Grabowska, W. Mi~ta, L. Syper, J. Wrzyszcz and M. Zawadzki, J. Catal., in press. [3] A.J. Gellman and Dai, J. Am. Chem. Soc., 115 (1993) 714. [4] J.G. Forbes and Gellman, J. Am. Chem. Soc., 115 (1993)6277. [5] R.S. Weber, J. Phys. Chem., 98 (1994) 2999. [6] A.B. Anderson and P. Shiller, Surf. Sci., 345 (1996) 274. [7] J. Shabtai, L.H. Klemm and D.R. Taylor, J. Org. Chem., 33 (1968) 1489. [8] J. Shabtai, L.H. Klemm and D.R. Taylor, J. Org. Chem., 33 (1968) 1494. [9] H. Grabowska, W. Kaczmarczyk and J. Wrzyszcz, Appl. Catal., 47 (1989) 351. [10] W. Komarewsky and H. Coley, J. Am. Chem. Soc., 63 (1941) 700 and 3269. [11] D.W. Tischchenko, J. Russ. Phys.-Chem. Soc., 38 (1906) 355. [12] H. Hattori. Chem. Rev., 95 (1995) 537. APCATA 96001548 0926-860X(96)00154-8 10.1016/0926-860X(96)00154-8 Elsevier Science B.V. All rights reserved Continuous alkylation of 5-methoxy-1-naphthol and 4-methyl-1-naphthol with alcohols over an iron catalyst Hanna Grabowska a Włodzimierz Miśta a Ludwik Syper b Józef Wrzyszcz * a Mirosław Zawadzki a a W. Trzebiatowski Institute of Low Temperature and Structure Research, Polish Academy of Sciences, P.O. Box 937, 50-590 Wroc b Institute of Organic Chemistry, Biochemistry and Biotechnology, Technical University of Wroc * Corresponding author. Tel.: (+48-71) 3435021; fax: (+48-71) 3421029 The vapour phase alkylation of 5-methoxy-1-naphthol and 4-methyl-1-naphthol with alcohols in the presence of an iron catalysts (magnetite) that contained Cr-, Si- and K oxides was investigated. At temperatures of 580–655 K alkylderivatives with high yield in ortho-position to the hydroxyl group were obtained. The reactions were carried out in an continuous process at atmospheric pressure. Keywords Catalytic alkylation Iron catalysts Alkylonaphthols 2-Methyl-5-methoxy-1-naphthol 2n-Butyl-5-methoxy-1-naphthol 2-Ethyl-4-methyl-1-naphthol References [1] Grabowska H. Miśta W. Syper L. Wrzyszcz J. Zawadzki M. Extend. Abstract, Europacat II Congress Maastricht September 3–8, 1995 601 [2] H. Grabowska, W. Miśta, L. Syper, J. Wrzyszcz and M. Zawadzki, J. Catal., in press. [3] Gellman A.J. Dai J. Am. Chem. Soc. 115 1993 714 [4] Forbes J.G. Gellman J. Am. Chem. Soc. 115 1993 6277 [5] Weber R.S. J. Phys. Chem. 98 1994 2999 [6] Anderson A.B. Shiller P. Surf. Sci. 345 1996 274 [7] Shabtai J. Klemm L.H. Taylor D.R. J. Org. Chem. 33 1968 1489 [8] Shabtai J. Klemm L.H. Taylor D.R. J. Org. Chem. 33 1968 1494 [9] Grabowska H. Kaczmarczyk W. Wrzyszcz J. Appl. Catal. 47 1989 351 [10] Komarewsky W. Coley H. J. Am. Chem. Soc. 63 1941 700 Komarewsky W. Coley H. J. Am. Chem. Soc. 63 1941 3269 [11] Tischchenko D.W. J. Russ. Phys.-Chem. Soc. 38 1906 355 [12] Hattori H. Chem. Rev. 95 1995 537",
      "scopus-id": "0043263451",
      "coredata": {
        "eid": "1-s2.0-0926860X96001548",
        "dc:description": "The vapour phase alkylation of 5-methoxy-1-naphthol and 4-methyl-1-naphthol with alcohols in the presence of an iron catalysts (magnetite) that contained Cr-, Si- and K oxides was investigated. At temperatures of 580–655 K alkylderivatives with high yield in ortho-position to the hydroxyl group were obtained. The reactions were carried out in an continuous process at atmospheric pressure.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96001548",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Grabowska, Hanna"
          },
          {
            "@_fa": "true",
            "$": "Miśta, Włodzimierz"
          },
          {
            "@_fa": "true",
            "$": "Syper, Ludwik"
          },
          {
            "@_fa": "true",
            "$": "Wrzyszcz, Józef"
          },
          {
            "@_fa": "true",
            "$": "Zawadzki, Mirosław"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96001548"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96001548"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00154-8",
        "prism:volume": "144",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Continuous alkylation of 5-methoxy-1-naphthol and 4-methyl-1-naphthol with alcohols over an iron catalyst",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalytic alkylation"
          },
          {
            "@_fa": "true",
            "$": "Iron catalysts"
          },
          {
            "@_fa": "true",
            "$": "Alkylonaphthols"
          },
          {
            "@_fa": "true",
            "$": "2-Methyl-5-methoxy-1-naphthol"
          },
          {
            "@_fa": "true",
            "$": "2n-Butyl-5-methoxy-1-naphthol"
          },
          {
            "@_fa": "true",
            "$": "2-Ethyl-4-methyl-1-naphthol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L1-L5",
        "prism:endingPage": "L5",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 September 1996",
        "prism:doi": "10.1016/0926-860X(96)00154-8",
        "prism:startingPage": "L1",
        "dc:identifier": "doi:10.1016/0926-860X(96)00154-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0043263451"
      }
    }
  }
}