{
  "metadata": {
    "title": "Carbon dioxide reforming of methane to synthesis gas over <ce:italic>Ni/La<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf></ce:italic> catalysts",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-04-25",
    "doi": "10.1016/0926-860X(95)00238-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002383",
    "pii": "0926860X95002383"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-30244447411",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002383 0926-860X(95)00238-3 0926860X95002383 10.1016/0926-860X(95)00238-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00154 2024-01-01T12:18:48.759026Z 0 0 19960425 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 138 138 1 1 Volume 138, Issue 1 11 109 133 109 133 19960425 25 April 1996 1996-04-25 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. CARBONDIOXIDEREFORMINGMETHANESYNTHESISGASOVERNILA2O3CATALYSTS ZHANG Z TRIMM 1977 155 D MCCRARY 1982 141 J TOKUNAGA 1989 990 O FISCHER 1928 39 F TENNER 1985 106 S SODESAWA 1979 107 T CHUBB 1980 341 T GADALLA 1988 3049 A ROSTRUPNIELSEN 1988 73 J GADALLA 1989 2825 A YAMAZAKI 1992 1953 O RICHARDSON 1990 293 J ASHCROFT 1991 225 A SOLYMOSI 1991 149 F ERDOHELYI 1993 287 A ROSTRUPNIELSEN 1993 38 J ERDOHELYI 1994 205 A NAKAMURA 1993 36 J NAKAMURA 1994 265 J TSIPOURIARI 1994 579 V RUDNITSKII 1984 149 L ZHANG 1994 589 Z SWAAN 1994 571 H ZHANG 1995 71 Z LEMAITRE 1984 299 J CHARACTERIZATIONHETEROGENEOUSCATALYSTS RIDLER 1989 225 D CATALYSTHANDBOOK BARTHOLOMEW 1980 390 C BARTHOLOMEW 1980 335 C PAAL 1983 229 Z WEATHERBEE 1984 55 G LEE 1985 509 P ZAGLI 1979 453 A ZHANG 1994 6804 Z FLEISCH 1984 398 T HICKS 1984 205 R HICKS 1984 498 R TAYLOR 1994 235 R KALENIK 1991 441 Z KALENIK 1991 309 Z KUIJPERS 1981 210 E CAMBELL 1993 39 R PITSAI 1986 13 P ZHANG 1994 507 Z ZHANGX1996X109 ZHANGX1996X109X133 ZHANGX1996X109XZ ZHANGX1996X109X133XZ item 0926-860X(95)00238-3 0926860X95002383 1-s2.0-0926860X95002383 10.1016/0926-860X(95)00238-3 271346 2024-01-01T12:18:48.759026Z 1996-04-25 1-s2.0-0926860X95002383-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002383/MAIN/application/pdf/0bb223178ac94d723cfd70c8b28e698e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002383/MAIN/application/pdf/0bb223178ac94d723cfd70c8b28e698e/main.pdf main.pdf pdf true 1363841 MAIN 25 1-s2.0-0926860X95002383-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002383/PREVIEW/image/png/367c14ba6c5bc4f02c802ad92fabe5a4/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002383/PREVIEW/image/png/367c14ba6c5bc4f02c802ad92fabe5a4/main_1.png main_1.png png 47953 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 138 (1996) 109-133 Carbon dioxide reforming of methane to synthesis gas over Ni/La203 catalysts Zhaolong Zhang, Xenophon E. Verykios * Department of Chemical Engineering and Institute of Chemical Engineering and High Temperature Processes, University of P atras, P.O. Box 1414, GR-26500, P atras, Greece Received 19 July 1995; revised 23 September 1995; accepted 23 September 1995 Abstract Carbon dioxide reforming of methane to synthesis gas was studied employing Ni/La203 catalysts. It was found that, in contrast to the performance of other nickel-based catalysts (e.g. Ni/AI203 and Ni/CaO) which exhibit continuous deactivation with time on stream, the rate over the Ni/La203 catalyst increases during the initial 2-5 h of reaction and then tends to be essentially invariable with time on stream, displaying very good stability. X-ray diffraction (XRD) studies reveal that a large CO2 pool, stored in the form of La202CO3, is accumulating on the Ni/La203 catalyst, following exposure to the CH4/CO2 mixture at reaction conditions. Results of H2- and CO-temperature-programmed desorption reveal that the H-Ni bond is weakened and CO disproportionation is unfavoured on the Ni/La203 catalyst, as compared to the Ni/A1203 catalyst. Comparison of H2 and CO uptake and Ni dispersion by XRD shows that H2 and CO uptakes are significantly suppressed, by ca. 3-10 times, suggesting that a large portion of the Ni surface is blocked by lanthanum species. It is proposed that the interaction between Ni crystallites and La203 support or La species which are decorating the Ni crystallites is responsible for the unusual chemisorptive and catalytic behaviour observed over the Ni/La203 catalyst. Keywords: Carbon dioxide reforming; Methane reforming; Nickel/lanthana; Synthesis gas I. Introduction Conversion of methane and carbon dioxide, which are two of the cheapest and most abundant carbon-containing materials, into useful products is an important area of current catalytic research. In this regard, the process of reforming methane with carbon dioxide is of special interest since it produces * Corresponding author. Tel. (+ 30-61) 991527, fax. (+ 30-61) 993255. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00238-3 110 Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 synthesis gas with low hydrogen-to-carbon monoxide ratio, which can be preferentially used for production of liquid hydrocarbons in the Fischer-Tropsch synthesis network [1]. This reaction has also very important environmental implications because both methane and carbon dioxide are greenhouse gases which may be converted into valuable feedstock. In addition, this process has potential thermochemical heat-pipe applications for the recovery, storage, and transmission of solar and other renewable energy sources by use of the large heat of reaction and the reversibility of this reaction system [2,3]. One of the major problems encountered in the application of this process is rapid deactiva- tion of the catalyst, mainly by carbon deposition [4,5]. During the past decades, the process of carbon dioxide reforming of methane has received attention, and efforts have focused on development of catalysts which show high activity towards synthesis gas formation, and are also resistant to coking, thus displaying stable long-term operation. Numerous supported metal catalysts have been tested for this process. Among them, nickel-based catalysts [6-1 I] and supported noble metal catalysts (Rh, Ru, Ir, Pd and Pt) [12-22] give promising catalytic performance in terms of methane conversion and selectivity to synthesis gas. Conversions of CH4 and CO2 to synthesis gas approaching those defined by thermodynamic equilibrium can be obtained over most of the aforementioned catalysts, as long as reaction temperature and contact time are sufficiently high [8,10,12,13]. The catalysts based on noble metals are reported to be less sensitive to coking than are nickel-based catalysts [8,10,12,13,21-23]. However, considering the aspects of high cost and limited availability of noble metals, it is more desirable, from the industrial point of view, to develop nickel-based catalysts which are resistant to carbon deposition and exhibit stable operation for extended periods of time. Arakawa et al. [24-27] used a Ni/A1203 catalyst to obtain synthesis gas from a mixture of methane, carbon dioxide and water. They found that the catalyst deactivates rapidly by carbon formation on the surface, but addition of vanadium (5-10 wt.-%) can decrease, to a certain extent, coke formation. Rapid catalyst deactiva- tion due to carbon deposition on supported Ni catalysts during the CH4//CO2 reaction was observed by many investigators [6,7,16,23,28]. It is generally claimed that catalyst deactivation is due to coke formation within the pores of the catalyst, which leads to breakup of the catalyst particles. Carbon dioxide reforming of methane over Ni supported on different carriers was studied in detail by Gadalla and co-workers [8,10]. They found that no carbon deposition was obtained when reaction temperatures higher than 940 and COJCH4 ratios larger than 2 were applied. Due to the high temperature, however, the support structure was found to be changing and the activity to be decreasing with time on stream because of reduction of surface area. Swaan et al. [29] studied deactivation of supported Ni catalysts during reforming of methane with carbon dioxide. They found that Ni/ZrO2, Ni/La203, Ni/SiO2 and Ni- K/SiO2 exhibit moderate deactivation with zero order kinetics. The deactiva- Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 111 tion was shown to be due to carbon deposition on Ni from CO disproportiona- tion. Recently, it was observed in this laboratory [30] that a novel Ni/La203 catalyst, properly prepared and activated, is capable of exhibiting good activity and excellent stability. In the present work, the detailed kinetic performance of the Ni/La203 catalysts, obtained under various testing conditions is reported. A number of characterization techniques, i.e. H2 and CO chemisorption, X-ray diffraction (XRD) and temperature-programmed desorption (TPD), were em- ployed to study the interactions between Ni and La203 which give this catalyst active and stable performance for carbon dioxide reforming of methane to synthesis gas. 2. Experimental 2.1. Catalyst preparation Ni/La203, Ni//T-A1203 and Ni//CaO catalysts were prepared by the wet-im- pregnation method, using nitrate salt as the metal precursor. A weighed amount of nickel nitrate (Alfa Products) was placed in an 100 ml beaker and a small amount of distilled water was added. After 30 min, the appropriate weight of support (La203, T-A1203 or CaO) was added under continuous stirring. The slurry was heated to ca. 80 and maintained at that temperature until the water evaporated. The residue was then dried at 110 for 24 h and was subsequently heated to 500 under N2 flow for 2 h for complete decomposition of the nitrate. After this treatment, the catalyst was reduced at 500 in H2 flow for at least 5 h. A Ni//La203 catalyst obtained by physically mixing appropriate amounts of NiO and La203 was also prepared. The solid mixture was reduced in H2 flow at 750. It is designated as Ni//La203 (physical mixture). While the present study focused on the Ni//La203, the other catalysts mentioned were used for comparison purposes. 2.2. Kinetic measurements Kinetic studies under differential conditions, and studies under integral reaction conditions were conducted in a conventional flow apparatus consisting of a flow measuring and control system, a mixing chamber, a quartz-fixed-bed reactor (ca. 4 mm, i.d.), and an on-line gas chromatograph. The feed stream typically consisted of CHa/CO2/He = 20//20/60 vol.-%. For the kinetic stud- ies under differential conditions, one portion of catalyst (5-10 mg) was diluted with 2-4 portions of a-A1203. The solid mixture was powdered (d-- 40 /xm) before being placed at the middle of the reactor tube. Conversions were usually controlled to be significantly lower than those defined by thermodynamic 112 Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 equilibrium by adjusting the total flow rate (200-400 ml/min). Due to abnor- mal H2 chemisorption of the Ni/La203 catalyst, the reaction rate is expressed in units of mmol/(gcat s), instead of tumover frequency. Rate limitations by external or internal mass transfer, under differential conditions were proven to be negligible by applying suitable criteria. For the studies under integral reaction conditions, one portion of the catalyst (10-50 mg) was diluted with up to 10 portions of ot-A1203 so as to reduce the temperature gradient along the catalyst bed. The solid mixture was pelletized and then crushed and sieved to sizes of ca. 1.0 mm. Conversions were controlled to be somewhat lower than those defined by thermodynamic equilibrium. A weak influence of mass and heat transfer resistances may exist under these reaction conditions. The temperature of the catalyst bed was measured by a chromel-alumel thermocouple, and it was kept constant within + 2. Analysis of the feed stream and reaction mixture was performed using the TC detector of a gas chromatograph. A carbosieve S-II 100/120 column was used to separate H2, N2, CO, CH4, CO2 and H20. Prior to reaction, the catalyst was reduced again, in situ, at 750 in H2 flow for 1 h. 2.3. Catalyst characterization 2.3.1. H2 and CO chemisorption H2 and CO chemisorption on Ni catalysts was studied at room temperature. H2 chemisorption was determined in a constant-volume high vacuum apparatus (Micromeritics, Accusorb 2100E). The adsorption isotherms were measured at equilibrium pressures between 10 and 300 mm Hg. Prior to adsorption measure- ments, the samples were pre-reduced in H 2 flow at 750 for 2 h. Uptake of H 2 at monolayer coverage of the Ni particles, Vm, was obtained by extrapolation of the linear portion of the adsorption isotherms to zero pressure. CO chemisorption was conducted in an apparatus which is connected to a quadrupole mass spectrometer (Fisons, SXP Elite 300 H). The sample, which was placed in a quartz-tube, was first reduced in H2 flow at 750 for 2 h. After purging with He for 10 min, the sample was cooled to room temperature in He flow. The adsorbent (i.e. 1.1% CO in He) was then passed through the sample at a stable flow rate of 30 ml/min. The transient response of CO was recorded by the mass spectrometer. Due to adsorption of CO on the clean Ni surface, a certain degree of delay in the CO response occurred, as compared to the background response (when CO was passed through the reactor containing no catalyst). The differences between the responses were used to determine the uptake of CO on the Ni catalyst. 2.3.2. XRD study A Philips PW 1840 X-ray diffractometer was used to identify the main phases of Ni/La203 catalysts, before and after reaction. Anode Cu K t~ (40 kV, 30 mA, A = 1.54 A) was used as the X-ray source. The catalyst which had been Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 113 exposed to reaction conditions for a certain period of time was quickly quenched to room temperature and then transferred onto the XRD sample holder for measurements. The mean nickel particle size was estimated by employing Scherrer's equation [31], following standard procedures. 2.3.3. TPD Temperature-programmed desorption (TPD) experiments were carried out in an apparatus which consists of a flow switching system, a heated reactor, and an analysis system. The reactor was a quartz tube of 0.6 cm diameter and 15 cm length. A section at the centre of the tube was expanded to 1.2 cm diameter, in which the catalyst sample, approximately 300 mg, was placed. The outlet of the reactor was connected to a quadrupole mass spectrometer via a heated silicon capillary tube of 2 m length. The pressure in the main chamber of the mass spectrometer was approximately 10-7 mbar. The sample was fh'st reduced in H2 flow at 750 for more than 2 h. After purging with He for 10 min, the sample was cooled under He flow. When the desired adsorption temperature was reached, the He flow was switched to n2 or CO flow. After 10 min, the sample was cooled to room temperature under HE or CO flow, and then the flow was switched to He and the lines were cleaned for 2-5 min. Temperature programming was then initiated and the TPD profiles were recorded. Calibration of the mass spectrometer was performed with a mixture of known composition. 3. Results 3.1. Catalytic performance 3.1.1. Kinetic behaviour of Ni / La203 Fig. 1 shows the alteration of reaction rate, obtained under differential reaction conditions at 750 over Ni/y-A1203, Ni/CaO and Ni/La203 cata- lysts, as a function of time on stream. In each case, l0 mg of catalyst sample, diluted with 20 mg of a-A1203, were charged to the fixed-bed quartz reactor. The feed stream consisted of CH4/CO2/He = 20/20/60 vol.-%, while a total flow rate of 300 ml/min was used. As shown in Fig. 1, the intrinsic rates of methane reforming with CO2 over the Ni/y-AI203 and Ni/CaO catalysts decrease continuously with time on stream. Although the initial rate over Ni/y-A1203 is higher than the respective one over Ni/CaO, the deactivation rate of the Ni/~/-AI203 catalyst is also faster than that of the Ni/CaO catalyst. In contrast, the rate over the Ni/La203 catalyst increases with time on stream during the initial 2-5 h of reaction, and then it tends to be essentially invariable with time on stream during 100 h of reaction, showing very good stability. This leads to the suggestion that new catalytic sites, which are more active and stable 114 Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 3.0 Ni Catalyst, 750 t~0 2.0 O --Al 0 \"~Q 1.0 ~~,~ CaO 0.0 0 8 1'6 Tirne/h 100 Fig. 1. Alteration of reaction rate of carbon dioxide reforming of methane to synthesis gas as a function of time on stream over Ni/La203, Ni/T-A1203 and Ni/CaO catalysts. Reaction conditions: Pcrt,= 0.2 bar, Ptot = 1.0 bar, CH4/CO2 = 1, T = 750, W/F = 2.10-3 g s/ml, metal loading = 17 wt.-%. towards the cn4//CO2 reaction are formed on the Ni/La203 catalyst surface, following exposure to the reaction mixture. Table 1 reports the reaction rates obtained over the Ni/~/-AI203, Ni/CaO and Ni/La203 catalysts at 550, 650 and 750. Both reaction rates, measured initially and after 5 h of reaction, are presented. For the Ni/La203 catalyst, the rate measured at 650 and 750 after 5 h of reaction corresponds to the rate at the stable level (see Fig. 1). The rate obtained over the Ni/La203 at 550 shows a very slow increase with time on stream, which lasts for at least 10 h. The rate at the pseudo-stable level at 550 amounts to ca. 0.18 mmol/(g s) which is significantly lower than the one obtained at 550, following first reaction at 750 for 5 h and decrease of temperature to 550 (see Table 1). Apparently, the stable structure of the Table 1 Influence of catalyst support on reaction rate at various temperatures over supported Ni catalyst Catalyst 17 wt.-% Ni/ State Reaction rate (mmol/g s) a 550 650 750 La 203 Initial 0.13 0.52 0.95 After 5 h 0.18 1.58 2.18 (0.56) b (1.60) b T-AI203 Initial 0.56 1.41 2.20 After 5 h 0.23 0.79 1.48 CaO Initial 0.10 0.49 1.23 After 5 h - 0.21 0.72 a Reaction conditions: Pcrt, = 0.2 bar, Ptot = 1.0 bar, CH4/CO2 = 1, W/F = 2- 10-3 g s/ml. b The data were obtained following initial reaction at 750 for 5 h and decrease of temperature from 750 to 650 and 550. Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 Table 2 Reaction of carbon dioxide reforming of methane to synthesis gas over various catalysts 115 Catalyst(l 0 rag) Solid diluent State Reaction rate a Comment (20 mg) (mmol/gcat s) 17 wt.-% Ni/La203 a-A1203 Initial 0.95 After 5 h 2.18 stable 17 wt.-% Ni/La203 La203 Initial 1.21 After 5 h 2.52 stable 17 wt.-% Ni/La203 b ot_Al203 Initial 0.14 After 5 h 0.04 deactivating La203 - Initial 0.02 After 5 h negligible deactivating a Reaction conditions, T = 750, PcH,= 0.2 bar, Ptot = 1.0 bar, CH4//CO2 = 1, W/F = 2.10-3 gear s/ml. b Prepared by physically mixing of NiO and La203. Ni/La203 catalyst is favourably produced when the reaction temperature applied is higher than 650. It is shown that the initial reaction rate over Ni/T-A1203 is ca. 2 times higher than the respective ones over Ni/La203 and Ni/CaO. However, the reaction rate over Ni/La203 at the stable level is higher than the ones over the deactivated Ni//3~-AI203 and Ni/CaO catalysts. Table 2 shows kinetic results obtained at 750 over Ni/La203 (physical mixture), and pure La203 catalysts. Both reaction rates, obtained at zero time on stream and after 5 h reaction, are presented. It is shown that pure La203 exhibits negligibly low reactivity towards conversion of CH4//CO2 to synthesis gas. The Ni/La203 (physical mixture) catalyst behaves as other nickel-based catalysts, such as Ni/T-A1203 and Ni/CaO, showing continuous deactivation with time on stream, which is completely different from the behaviour of the Ni/La203 catalyst (see Fig. 1). Apparently, only when the two components (Ni and La203) are in appropriate contact (e.g. prepared by the wet impregnation method) can the Ni/La203 exhibit the unique active and stable performance. Finally, it should also be pointed out that the nature of the solid dilution (a-A1203 or La203) seems to play a minor role in affecting the kinetic behaviour of the Ni/La203 catalyst. 3.1.2. Influence of structural and operating parameters on kinetic behaviour 3.1.2.1. Ni metal loading. Fig. 2 shows the influence of metal loading (3-17 wt.-%) on the reaction rate and the stability of Ni/La203 catalyst at 750. The reaction rate is expressed in units of mmol/(gmetaI s). It is observed that decreasing the nickel loading on the Ni/La203 catalyst results in increase of the reaction rate, presumably due to enhanced dispersion of Ni on the La203 support. Regardless of different metal loadings, a similar pattern, i.e. the rate increasing with time on stream during the initial several hours of reaction is 116 Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 50. ~ 40- 30- 2o- g lO. Ni/La2Oa, 1023K 0 0 25 10 wt?/, ~e~.e.-~ o 0 0 0 O0 0 aC 0 17 wt?/, 1 I I I 5 i0 15 20 Time /h Fig. 2. Influence of Ni metal loading on reaction rate and stability of the Ni/La203 catalyst. Reaction conditions: Pc'n,= 0.2 bar, Ptot = 1.0 bar, CH4/CO2 = 1, T = 750, W/F = 2-10-3 g s/ml. observed. After reaching a maximum level, the reaction rate decreases gradually over the 3 wt.-% Ni/La203 catalyst, but tends to be essentially invariable with time on stream when the nickel loading in increased to above 10 wt.-%. It appears that stable performance is favourably obtained over the catalyst with large metal particle size. 3.1.2.2. Influence of contact time. The influence of contact time on conversions of methane and carbon dioxide over a 17 wt.-% Ni/La203 catalyst was investigated at 750. The feed consisted of CH4/CO2/He = 20/20/60 vol.-%. The alteration of contact time was realized by adjusting both, the amount of catalyst (5-30 mg) and the feed flow rate (30-300 ml/min). As shown in Fig. 3, both methane and carbon dioxide conversion increases rapidly as contact time increases from 0.002 to 0.07 g s/ml. Conversions approaching those expected at thermodynamic equilibrium (i.e. the dotted lines) are already achieved at contact times as low as ca. 0.06 g s/ml, which correspond to a superficial contact time of ca. 0.02 s. The conversions of methane and carbon dioxide obtained at a contact time of 0.06 g s/ml was also studied at various temperatures and the results are shown in Fig. 4. It is observed that the conversions obtained at various temperatures, employing the specified contact time, are approximately equal to those expected at thermodynamic equilibrium (i.e. the dotted lines). The high intrinsic activity of Ni/La203 may be related to its absence of strong alkali- and/or alkaline-promoter (La203 has only moderate basicity) on the Ni catalyst. It is well known [32] that strong basic promoters help to inhibit accumulation of surface coke but also result in significant reduction of activity of reforming-type reaction. Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 117 1 O0 Equilibrium Level .~ :_-~=_--_ \"\" 75 O ~a 50 (D [] o 25 r,D 0 i i i i 0.00 0.02 0.04 0.06 0.06 Contact Time (gs/ml) Fig. 3. Influence of contact time on conversion obtained over the Ni/La203 catalyst. The dotted lines correspond to values expected at thermodynamic equilibrium. Reaction conditions: PcH, = 0.2 bar, Ptot = 1.0 bar, CH4/CO2 = l, T = 750, metal loading = 17 wt.-%. 3.1.2.3. Influence of reaction temperature. The rate of reaction and the stability of a 17 wt.-% Ni/La203 catalyst was investigated at 550, 650 and 750 under differential reaction conditions and the variation of the rate of reaction with time-on-stream is shown in Fig. 5. The Ni/La203 catalyst was first exposed to the CH4//CO2 mixture at 750 until the reaction rate reached the stable level (see Fig. 1). After this treatment, the reaction rates at 550, 650 and 750 were monitored as a function of time on stream for approximately 20 h. It is shown I00 75 O 50 o o 25 dH(/C02-- 1 t~,\" Pc~=0.2 bar J$ ] st /J / / , J ~j t / ~' [] CO~ ' CH4 J t s I I I I I 500 600 700 800 90q Temperature () Fig. 4. Influence of reaction temperature on conversion obtained over the Ni/La203 catalyst using a constant contact time of 0.06 g s/ml. The dotted lines correspond to conversion expected at thermodynamic equilibrium. Reaction conditions: Pea 4 = 0.2 bar, Ptot = 1.0 bar, CH 4/CO2 = 1, metal loading = 17 wt.-%. 118 Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 3.0 2.0 0 v 1.0 0 r~ e~ 0.0 CH4/eOz at 750\"12 ,], 75o'c I I , 650 I I I I I , 660\"C I o 5 ,'o 20 Tirne/h Fig. 5. Alteration of reaction rate as a function of time on stream over the Ni/La203 catalyst. Reaction conditions: T=550, 650 and 750, PcH =0.2 bar, Ptot= 1.0 bar, CH4/CO2 = 1, metal loading= 17 wt.-%. that the resultant Ni/La203 catalyst does not exhibit any deactivation during 20 h of reaction at these temperatures. These results demonstrate the excellent stability of the Ni/La203 catalyst since it is known that even supported noble metal catalysts, e.g. Rh catalyst, which has been reported to be one of the most stable catalysts for carbon dioxide reforming of methane [12,13,20,21], does suffer carbon deposition and deactivation at reaction temperatures below 700 (carbon-free performance over Rh catalysts can be obtained at >/700). The absence of deactivation of the Ni/La203 catalyst in a wide temperature range (at least 550-750) indicates that a new type of nickel-containing species is formed on the surface, following exposure of the catalyst to the reaction mixture for 2-5 h. Fig. 6 shows an Arrhenius plot of the reaction carried out over the Ni/La203 catalyst, within the temperature range of 500-750. The upper curve (filled squares) represents data obtained after the catalyst had reached the stable level, while the lower curve represents data obtained at time-on-stream approaching zero. The apparent activation energy over the Ni/La203 catalyst at the initial state amounts to ca. 80.0 kJ/mol, which falls within the range of values obtained over other types of supported metal catalysts measured in this labora- tory [20,21] and by other groups [15,16]. The apparent activation energy obtained over the Ni/La203 catalyst at the stable level (usually after 2-5 h of reaction) amounts to ca. 62.7 kJ/mol, which is somewhat lower than the one at the initial state of the catalyst. This implies that the new surface state, formed after exposure of the Ni/La203 catalyst to the reaction mixture for 2-5 h, provides a reaction pathway of lower apparent activation energy requirements. Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 119 10 02 0 ~0.1 Q 62.7 k J/tool 18nO.tial0 kJ/mol W/F=2xlO-~ sg/ml [] \\ 0.01 ' ' 0.8 1.0 1.2 1.4 Temperature (IO00/K) Fig. 6. Sensitivity of reaction rate on temperature over a 17 wt.-% Ni/La203 catalyst. The filled squares (ll) represents the experimental value obtained after establishment of the stable level. The open squares ([]) represent the value obtained at time on stream approaching zero. Reaction conditions: T = 500-750, Pea4 = 0.2 bar, Ptot = 1.0 bar, CH4//CO2 = 1, W/F = 2- 10-3 g s/ml. 3.1.2.4. Influence of gas (pre-)treatment. In order to explore the nature of the new type of nickel compound at the stable level, the influence of various gas pretreatments, including heating under flow of 02, air, H2, CO2, and CH4 at 1023 K for 1-2 h, on the performance of the Ni/La203 catalyst was investi- gated. Table 3 reports the results obtained at the initial state of the catalyst and after reaching the stable level, following various pretreatments. The pretreatment of the Ni/La203 with CO2, 02, and air at high temperatures (Experiments No. 2, 3, 8, 9) would favour the formation of La202CO3, NiO and LaNiO3, respectively. From experiments No. 2, 3, 8 and 9, it is derived that none of the compounds La202CO3, NiO and LaNiO3 is likely to be solely responsible for the enhancement of the reaction rate. The results obtained in experiments No. 5, 6 and 7 indicate that the increase of reaction rate during the initial several hours of reaction is not due to in situ reduction of incompletely reduced nickel since nickel is expected to be fully reduced after exposure to pure H2 flow at 750 for 12 h (experiment No 7). Generally speaking, regardless of what kind of pretreatment is applied, the initial reaction rate is always lower than the reaction rate at the stable level, suggesting that none of the above pretreatments results in an initial surface state which is analogous to the stable state, which is only obtained under reaction conditions. Although the pretreatment affects the rate of the initial state to a certain extent, it does not influence significantly the value of the reaction rate at the stable level. These results imply that there exists a strong tendency of the Ni/La203 catalyst to form the stable surface structure only under the working reaction conditions. It appears that the stable surface structure consists of a mixture of several components involving nickel and lanthanum 120 Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 oxide, as well as species from the gas phase, which are in 'equilibrium' under working reaction conditions. Fig. 7 shows the influence of several treatments on the reaction rate over the Ni/La203 catalyst, following the establishment of the stable surface state. It is found that the stable surface is insensitive to exposure of the catalyst to air at room temperature. It is interesting to observe that when the catalyst is exposed to H2 (or to 02) at 750, following establishment of the stable surface state, evolution of CH4 (or of CO2) is registered. Consequently, the stable surface structure is altered or destroyed, as indicated by the lower reaction rates which are obtained upon re-exposing the catalyst to the reaction mixture at the same temperature. However, the stable surface structure is found to be essentially retrievable after several hours of reaction (Fig. 7). These results may imply that carbon itself may constitute an imperative component contained in the stable surface structure. The results of Experiment No. 4 (catalyst was pretreated with CH4 at 750) given in Table 3 show the initial rate is smaller but rather close to that at the stable level, suggesting that the presence of a certain amount of carbon on Ni crystallites favours the enhancement of the reaction rate. The higher initial rate might be due to accumulated carbon on the surface which react with CO2 to produce synthesis gas. 3.1.3. Integral reactor performance The results presented in the preceding sections were all obtained using a dilute reaction mixture, i.e. CHa/CO2/He = 20/20/60 vol.-%, and the con- versions were usually controlled to be far below those expected by thermody- namic equilibrium. In this section, results of the long-term stability test of the Ni/La203 catalyst under integral reaction conversions, with and without He dilution, are presented. Conversion somewhat lower than the equilibrium one was achieved. This allows to study the catalytic performance at high conver- sions, while catalyst deactivation, if there is any, can also be easily detected. Fig. 8 shows the alteration of conversion of methane and carbon dioxide, and selectivity to carbon monoxide and hydrogen as a function of time on stream, obtained at 750 over the Ni/La203 catalyst using a feed mixture of CHJCOJHe = 20/20/60 vol.-%. Both conversion and selectivity increase during the initial several hours of reaction. After this, the conversion and selectivity tends to be essentially invariable with time on stream during 100 h of reaction. It was found that the weight of the used catalyst was significantly larger than that of the fresh one, suggesting that a certain amount of carbon formed on the catalyst. The fact that the quantity of carbon present on the used catalyst surface under high conversions is much larger than that under low conversions suggests that carbon may originate from the CO product through the Boudouard reaction (2CO ~ C + CO2). This observation is in harmony with the earlier study of Swaan et al. [29]. In the present case, the carbon species on the surface must be either at steady state or in a certain form which does not Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 121 cause any significant catalyst deactivation, at least within 100 h, as is demon- strated in Fig. 8. Results of a similar long-term stability test, conducted employing undiluted feed (CH 4/CO2 = 50/50 vol.-%) under otherwise similar conditions, are shown in Fig. 9. Even in this case, after several hours of reaction, both conversion and selectivity tend to be rather stable. Only a small decline of activity with time-on-stream was observed during the 100 h stability test. It was found that in this set of experiments even larger amounts of carbon are deposited on the catalyst. Apparently, the amount of carbon deposited on the Ni/La203 catalyst is related to the partial pressure of CO, although the present global observations show that these carbon species on the Ni/La203 catalyst do not result in significant catalyst deactivation. It is found that the slow deactivation which is observed in Fig. 9 could be largely eliminated by addition of small quantities (1-5%) of oxygen in the feed. 3.2. Catalyst characterization 3.2.1. XRD study The major crystalline phases of the Ni/T-A1203 and Ni/La203 catalysts were examined by XRD and are described in Table 4. The results show that T-A1203 and NiA1204 crystalline phases exist in the reduced Ni/'y-A1203 catalyst (fresh). The NiA1204 phase, which is not easily reducible, should originate from the reaction between NiO and A1203. No metallic Ni crystalline phase is observed in Ni/AI203 (Table 4). Only metallic Ni and La203 crystalline phases are found in the reduced Ni/La203 catalyst (fresh). Since the most prominent peak of Ni is well resolved from those of La203 (Fig. 10a), it allows to estimate properly the Ni particle size using the XLBA method (X-ray line broadening analysis). By employing Scherrer's equation [31 ], it is estimated Table 3 Influence of pretreatment of 17 wt.-% Ni/La203 catalyst on reaction rates at the initial and stable levels Experiment Pretreatments Favorable No. compound a Rate for CO formation (mmol/g s) b Initial Stable 1. No treatment - 0.13 1.91 2. CO2,750, 2 h La202CO3 0.07 1.44 3. 02,750, 2 h NiO 0.34 1.76 4. CH4, 750, lh C on Ni 1.23 1.42 5. H2,750, 2 h Metallic Ni 0.94 2.10 6. H2,750, 5 h Metallic Ni 1.10 1.90 7. H2,750, 12 h Metallic Ni 0.67 2.00 8. Air, 850, 10 h LaNiO3 0.19 1.71 9. Air, 850, 10 h; then H2, 1023 K, 2 h - 0.40 1.60 a This compound is expected to be formed in preference following the stated pretreatment. b Reaction conditions: PcH,= 0.2 bar, Ptot = 1.0 bar, CH4/CO2 = 1, W/F = 2- 10-3 g s/ml. T = 750. 122 Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 3.0 o\" 2.4 1.8 1.2 0.6 Treatment $ i i u l,~zx zOal::~ I i b I:1 After H~ at 750\"0 for 2h After exposed to air at 30\"C a After Oz at 750\"C for 2h 0.0 o 2'a Time/hour Fig. 7. Effect of various treatments on reaction rate over the Ni/La203 catalyst, following establishment of the stable surface state. Reaction conditions: PCH4=0.2 bar, Ptot= 1.0 bar, CH4/CO2= 1, T=750\"C, W/F = 2.10-3 g s/ml. that the average Ni particle size present on La203 support is of the order of 330 A. The major crystalline phase of the working Ni/La203 catalyst was also studied by XRD. The catalyst which had been exposed to the reaction mixture (i.e. CH4/CO2/He = 20/20/60 vol.-%) at 750 for a certain period of time was quickly quenched to room temperature and transferred to the XRD appara- tus. Fig. 10 shows the alteration of the XRD spectra obtained over the I00 80 60 q gl, o I \"f ~ m CO ~eleetivity n H= ~eleetivity A C0= 0onversion 0H4 Conversion 40 , , , , 0 25 50 75 i00 Time/hour Fig. 8. Alteration of conversion of CH4 and CO2, and selectivity to CO and H2, obtained over a 17 wt.-% Ni/La203 catalyst, as a function of time on stream. Reaction conditions: PCH4 = 0.2 bar, Ptot = 1.0 bar, CH4/CO2 = 1, T= 750. Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 123 I00 75 50 25 O 120 Selectivity Hz Selectivity 1:1 COz Oonverllion (~H, Conversion I I I I I 0 25 50 75 100 Time/h Fig. 9. Alteration of conversion of CH4 and CO2, and selectivity to CO and H2, obtained over a 17 wt.-% Ni/La203 catalyst, as a function of time on stream. Reaction conditions: Pen4 = 0.5 bar, Ptot = 1.0 bar, CH4/CO2 = 1, T = 750. Ni/La203 catalysts as a function of time on stream. It is shown that the catalyst experiences a profound change in its bulk phase, following exposure to the CH4/CO2 mixture at 750. While the Ni and La203 phases which existed in the fresh Ni/La203 catalyst disappear, La202CO3 (type II) and La202CO3 (type Ia) phases are formed, following more than half hour of reaction time. The proportion of the La202CO3 (type II) and La202CO3 (type Ia) only changes slightly with time on stream, up to 100 h of reaction. The formation of La202CO3 phase should be the result of the reaction between La203 and the CO2 gaseous reactant. However, the occurrence of this reaction should be accompanied by a process which brings about the disappearance of the Ni crystalline phase. Table 4 Various parameters of Ni/7-AI203 and Ni/La203 catalysts Catalyst Crystalline phase a Uptake/cm3g~al Ni particle size H2 CO /~ 17 wt.-% Ni/~-AI203 b ~-AI203 NiAI204 0.99 1.97 - 17 wt.-% Ni/La203 Ni, La203 0.33 0.22 330 1.100 d 3.240 e a Crystalline phase was determined by XRD measurements. b Since no Ni crystalline phase was detected by XRD in the Ni/3,-AI~O3 catalyst, the Ni particle size is not estimated due to uncertainty in the shape of the Ni particles. c The Ni particle size was derived from XRD results. d The Ni particle size was derived from the uptake of H2 chemisorption assuming that H/Nisurfaee = 1. e The Ni particle size was derived from the uptake of CO chemisorption assuming that CO/Nisunace = 1. 124 Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 4000 3000 = 2000 o r..) 1000 La20s A Ni LazO~COa (type II) a La~OtCOs (type la) 25 30 35 40 45 50 55 2e 60 Fig. 10. XRD spectra obtained over a 17 wt.-% Ni/La203 catalyst exposed to CH4/CO2 for variable periods of time at 750. (a) Fresh sample; (b) after 0.5 h; (c) 2 h and (d) 100 h. 3.2.2. He and CO chemisorption The uptake of H2 at room temperature is used to determine the dispersion of nickel on the support, assuming that each surface metal atom chemisorbs one hydrogen atom, i.e. H/Nis,rface = 1. Blank experiments show that the amount of H2 chemisorbed on bare supports is negligibly small. It is found that the H2 uptake of Ni/'y-Al203 and Ni/La203 are rather low, only amounting to ca. 0.99 and 0.33 cm3/g, respectively (Table 4). These correspond to Ni dispersion of ca. 3.0 and 1.0%, respectively. Since no metallic Ni particles are observed by XRD in the Ni/3,-A1203 catalyst, the apparent low nickel dispersion on the high surface area ~/-A1203 carrier should be largely due to the formation of NiA1204, which is not capable of chemisorbing hydrogen at room temperature. The relatively higher H2 uptake on the Ni/A1203, as compared to the Ni/La203, may be due to high dispersion of the remaining metallic Ni particles (most of nickel is in the form of NiA1204) which could not be detected by XRD. The unusually low nickel dispersion on La203 appears, at least partially, to be due to formation of large nickel particles on the relatively low surface area ( < 5 m2/g) carrier, as revealed by the XRD study (Table 4). However, as described above, the Ni particle size based on the XRD results is of the order of 330 ,~ which is still much smaller than the one (ca. 1.000-1.100 ,~) derived from H2 chemisorp- tion (1.0% dispersion). CO chemisorption at room temperature was studied by measuring the CO responses upon passing 1.1% CO through the catalyst. The area between the response curves corresponding to the empty and loaded reactors is equal to the uptake of CO on the catalyst, which could contain adsorbed CO and possibly other surface carbon species originating from CO. During CO chemisorption, the transient response of CO2 was also monitored. Blank experiments show that the amount of CO chemisorption on the bare supports (',/-A1203 and La203) is Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 125 undetectably small. It was observed that a small amount of CO2 was also evolved from the Ni/T-A1203 catalyst upon passing through 1.1% CO, suggest- ing that CO disproportionation occurs during CO chemisorption at room temper- ature. However, no CO2 evolution was registered from the Ni/La203 catalyst. It can be calculated that the CO uptake on the Ni/La203 and Ni/y-AI203 catalysts amounts to ca. 0.22 and 1.97 ml/gcat respectively (see Table 4). Assuming that each surface Ni atom chemisorbs one CO molecule, i.e. CO/Nis, rface = 1, the number of surface Ni atoms on the Ni/T-A1203 derived from CO uptake amounts to ca. 5.5. 1019 atoms/gcat, which is close to the value derived from the H2 uptake (5.6-10t9 atom/gcat or 0.99 cm3/gcat) (Table 4). Considering the uncertainties in the stoichiometric ratio of CO/Nisurface and the occurrence of CO disproportionation, the results obtained by CO chemisorption on the Ni/T-AI203 catalyst are in surprisingly good agreement with those of H 2 chemisorption. This could be due to the high Ni loading (17 wt.-%) which may favour CO chemisorption in the form of linearly bound adsorbed species (CO/Nisurra~e= 1). Previous studies [33,34] showed that a reliable estimation of Ni particle size on A1203 could be obtained for catalysts containing more than 3 wt.-% metal. For the case of the Ni/La203 catalyst, the CO uptake only amounts to ca. 10% of the respective one on the Ni/AI203 catalyst. The Ni particle size of the Ni/La203 catalyst, derived from the CO uptake, is about 3-10 times larger than that derived from XRD and H2 chemisorption (Table 4). Apparently, CO chemisorption on the Ni/La203 catalyst is significantly suppressed. 3.2.3. Temperature-programmed desorption experiments TPD profiles of H2 from the Ni/La203 and Ni/T-A1203 catalysts were obtained following H2 adsorption at 25 and 400. The TPD profiles of H2 from Ni/La203 and Ni/~/-AI203 are shown in Figs. 11 and 12, respectively. Two desorption peaks at ca. 120 and 280 are observed from the Ni/La203 catalyst which has adsorbed H2 at 25. As adsorption temperature is raised from 25 to 400, the quantity of desorbed H2 increases significantly (Fig. 11), which might imply that H2 adsorption on the Ni/La203 catalyst is partly an activated process. The major desorption peak from the Ni/La203 is shifted from ca. 120 to 165, and a new peak at ca. 200-220 appears, as the adsorption temperature is raised from 25 to 400. It seems that hydrogen originating from adsorption at higher temperature, tends to desorb at higher temperatures. The H2-TPD profile from the Ni/T-A1203 catalyst are very different from those from the Ni/La203 catalyst (Fig. 12). The quantity of hydrogen desorbed from the Ni/y-A1203 is found to be about 2.5-3 times that of the Ni/La203 catalyst. At least five discernible peaks at ca. 120, 220, 320, 440 and 520 can be distinguished on the Ni/y-AI203 catalyst after H2 chemisorption at 25. While the first three peaks at 120, 220 and 320 may correspond to the 126 Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 6OOppra Ni/La203 b 25 125 225 325 425 525 Temperature (*C) Fig. 11. TPD profiles of H2 obtained over a 17 wt.-% Ni/La203 after adsorption (a) at 25 and (b) at 400. /3 = 28/min. respective three peaks on the Ni/La203 (Fig. 11), the two peaks, at 440 and 520, are absent from the Ni/La203 catalyst. These two peaks correspond to strongly bound H species, probably the hydride species or the hydrogen species in the subsurface layers of the metal catalyst [35]. The population of hydrogen species under these two peaks accounts for about 15-20% of all hydrogen species adsorbed. The proportion of the first three peaks at 120, 220 and 320 on the Ni/~/-Al203 is also found to be different from that of the respective peaks on the Ni/La203. While the major hydrogen species desorb at ca. 120 from the Ni/La203, they remain on the Ni/3,-A1203 surface at temperatures I 800ppm Ni/A120a i , , , , i .... i .... i 25 275 525 775 Temperature () Fig. 12. TPD profiles of H2 obtained over a 17 wt.-% Ni/3,-AI203 after adsorption (a) at 25 and (b) at 400. /3 = 23/min. Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 127 higher than 200. Four peaks at ca. 200, 320, 400 and 530 are discernible from the Ni/-y-AIzO3 catalyst which has adsorbed H2 at 400. The peak at ca. 120 which is observable at low adsorption temperature is now not discemible. This may be due to the enhancement of the peak at ca. 200, due to the activated adsorption, which possibly shields the peak at 120. A previous H2-TPD study [36] showed that H2 adsorption on Ni/A1203 is an activated process and the uptake of H2 is increased with increasing adsorption tempera- ture. These observations are in agreement with the present results. The general characteristics revealed by H 2-TPD experiments are: (1) a larger amount of hydrogen is desorbed from the Ni catalysts which have been exposed to hydrogen at higher temperature. It seems that H2 adsorption on the Ni catalysts is partly an activated process; (2) the H-Ni bond on the Ni/T-A1203 appears to be stronger than that on the Ni/La203, suggesting that there might exist a certain kind of interaction between Ni and La203 which leads to weakening of H-Ni bond; and (3) the quantity of hydrogen desorbed from the Ni/7-AI203 catalyst is about 2.5-3.0 times that of the Ni/La203 catalyst. This is in harmony with the results obtained by isothermal H 2 chemisorption at 25 (Table 4). CO-TPD profiles from the Ni/La203 and Ni/7-AlzO3 catalysts were ob- tained following CO adsorption at 25 for 10 min. The response of CO2 was also recorded in order to monitor the occurrence of CO disproportionation during the process of increasing the temperature. No CO or CO2 was observed to desorb from the Ni/La203 catalyst, presumably because the amount of CO and/or CO2 desorbed was too small to be detected and/or because the CO2 produced is strongly adsorbed on the La203 support, e.g. in the form of La202CO3 which does not decompose in the temperature range applied. In contrast, a group of intense CO and CO2 peaks were observed to desorb from the Ni/3,-AI203 catalyst. Referring to the results of CO chemisorption which show that the CO uptake on the Ni/La203 catalyst is negligibly small and that the uptake of CO chemisorption on the Ni/'y-A1203 is about 10 times larger than on the Ni/La203 catalyst (Table 4), the above observation is reasonable. Fig. 13 shows the TPD profiles of CO and CO2 (as a product from CO disproportionation) from the Ni/7-AI203 catalyst. Three pairs of CO and CO2 peaks are observed at 90-110, 240 and 360. It is interesting to note that CO and CO2 desorb at approximately the same temperatures. This could be ex- plained by the fact that the mobile CO species, after overcoming the activation energy barrier, can partly desorb into the gas phase and partly attack the neighbouring oxygen adatoms to form CO2. It is also possible that the CO which has already desorbed from the surface readsorbs and then reacts with surface oxygen adatom to produce CO2 [37]: CO(g) +O(a) ~ CO2(a) ~ CO2(g) 128 Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 v o o r.) I 600ppm Ni/A120z 25 225 425 625 Temperature () Fig. 13. TPD profiles of CO and CO2, following CO adsorption at 25 over a 17 wt.-% Ni/~/-La203 catalyst. 13 = 28/min. The surface oxygen species originate from the dissociation of CO which probably takes place at lower temperatures, as described in the section on CO chemisorption. The amount of CO2 desorbed is found to be 2.1 times that of CO. This means that a significant extent of CO disproportionation occurs on the Ni/~/-AI203 catalyst. CO chemisorption/desorption on Ni/A1203 catalysts was studied in detail by Zagli et al. [38]. More than half of the CO was found to disproportionate to CO2 and carbon. In view of global observations, the present CO-TPD results on the Ni/3,-AI203 catalyst are in agreement with previous studies [37,38]. From the results of CO chemisorption (Table 4) and CO-TPD (Fig. 13), it can be derived that the Ni/A1203 catalyst favours CO chemisorp- tion and disproportionation to CO2 and C, much more than the Ni/La203 catalyst. 4. Discussion One of the major problems encountered in the process of reforming of methane with carbon dioxide to synthesis gas over Ni-based catalysts is rapid carbon deposition, which leads to blocking of active sites and decrease of activity. However, in contrast to other nickel-based catalysts (e.g. Ni/T-A1203 and Ni/CaO) which exhibit continuous deactivation with time on stream, essentially no deactivation is observed over the Ni catalyst supported on La203. Moreover, the reaction rate over the Ni/La203 catalyst increases with increas- ing time on stream during the initial several hours of reaction. This leads to the suggestion that the La203 support plays a key role, affecting the kinetic behaviour of the Ni/La203 catalyst. It may be deduced that the reaction over the Ni/La203 catalyst occurs mainly at the Ni-La203 interface. Z. Zhang, X.E. Verykios / Applied Catalysis A: General 138 (1996) 109-133 129 In the present Ni/La203 catalyst, Ni dispersion is very low. Based on the results of XRD (Table 4), the average Ni particle size of a 17 wt.-% Ni/La203 catalyst is of the order of 330 A. Results ofH 2 and CO chemisorption give a mean Ni particle size of ca. 1100 and 3200 A, respectively. Although different techniques may result in different metal particle sizes, the significant difference (3-10 times) can not be simply attributed to uncertainties of the techniques. In any event, the three techniques applied show that the Ni particle size is large on the La203 support. Only the peripheral sites of such large Ni crystallites can be readily affected by metal-support interaction of any kind, while the majority of the surface nickel sites are essentially unaffected [33,34,36,39]. Apparently, this can not explain the observation that the uptakes of H 2 and CO are significantly reduced (Table 4), with respect to the Ni particle size estimated by XRD. Also the reaction occurring on such large metallic Ni crystallites (which are essen- tially unaffected by any metal-support interaction) should lead to continuous deactivation, as observed over other Ni-based catalysts (Fig. 1). Therefore, an alternative explanation should be sought. La203 has been widely used as a support of transition metals for CO hydrogenation. Bell and his co-workers [40-42] reported that high activity and selectivity for methanol synthesis (a process which does not need the cleavage of the C-O bond) can be achieved when Pd is supported on La203 carrier. They found [40-42] that a thin covering of the La203 support lies on a portion of the Pd surface, thereby changing the chemisorptive behaviour to a great extent (e.g. suppressing CO chemisorption). Similarly, it can be proposed that, for the present Ni/La203 catalyst, a portion of the Ni surface is decorated by lan- thanum species (e.g. LaOx) originating from the La203 support. The LaOx species which are decorating the Ni crystallites may interact with metallic Ni to form a new type of surface compound or synergetic sites at the interfacial area which are active and stable towards the reaction of CH 4/CO2 to synthesis gas. The unusual suppression of CO and H 2 chemisorption of large Ni particles on the Ni/La203 catalysts can thus be attributed to blocking of Ni sites by the LaOx species. As shown by Swaan et al. [29] and the present kinetic study, catalyst deactivation is mainly due to carbon deposition from the Boudouard reaction (i.e. CO disproportionation). From the studies of CO chemisorption and CO-TPD on the Ni/La203 and Ni/y-A1203 catalysts (Fig. 13), it is shown that CO is favourably chemisorbed on the Ni/3,-Al203 and then disproportionated to CO2 and C. CO chemisorption on the Ni/La203 catalyst is significantly retarded. Apparently, these differences between the Ni/T-AI203 and Ni/La203 catalysts are affecting the stability of the catalysts. The suppression of CO chemisorption and CO disproportionation over the Ni/La203 catalyst appears to be related to the blocking of Ni sites by the lanthanum species. The nature of the interaction between Ni and La203 or the lanthanum species which are decorating the Ni crystallites is unclear at this moment. The XRD 130 Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 results show that while the Ni and La203 phases, which existed in the fresh Ni/La203 catalyst, disappear, La202CO3 phase is formed, after more than half an hour of reaction time (Fig. 10). This may suggest that the interaction between Ni and lanthanum species is related with the formation of La202CO3 species. A recent isotopic labelling study [43] shows that the oxygen species from the La202CO3 participate, to a significant extent, in formation of CO and CO2 with interaction of CH4/O2 mixture, presumably via fast exchange between gaseous 02 and the oxygen species from La202CO3. It may be reasoned that under reaction conditions the La202CO3, which is formed by reaction between La203 and CO2 also participates in formation of product CO. On the other hand, it is known that CH4 only weakly adsorbed on La203 [44,45] while it easily cracks on metallic Ni at high temperatures [44-47]. Thus, it may be proposed that under the CH4/CO2 reaction conditions, CH4 mainly cracks on the Ni crystal- lites to form H2 and surface carbon species (CHx species), while CO2 prefer- ably adsorbs on the La203 support or the LaOx species which are decorating the Ni crystallites in the form of La202CO3. At high temperatures, the oxygen species of the La202CO3 may participate in reactions with the surface carbon species (CH x) on the neighbouring Ni sites, to form CO. Due to the existence of such synergetic sites which consist of Ni and La elements, the carbon species formed on the Ni sites are favourably removed by the oxygen species originating from La202CO3, thus offering an active and stable performance. In the absence of La203, carbon deposition on the Ni crystallites results in catalyst deactivation due to blocking of surface catalytic sites. In the absence of Ni, breaking of the C-H bonds of the CH4 molecule on La203, in the presence of CO2, becomes the slow step. It is recalled [48,49] that, even in the presence of a much stronger oxidant, 02, the rate of CH4 activation on La203 is slow, requiring superficial contact times of 1-10 s which are significantly longer than those required for CH4/CO2 reaction over the Ni/La203 catalyst (cp. Fig. 3). Therefore, the reaction rate over pure La2Oa(in the absence of Ni) is expected to be very low, as has been experimentally verified (Table 2). Based on the mechanism described above, it is easy to interpret the observa- tion that significant amounts of carbon are deposited on the Ni/La203 catalyst, presumably on the Ni crystallites, while the catalyst does not exhibit any significant deactivation. This can be attributed to the fact that the catalytic reaction is occurring at the Ni-La203 interfacial area which is not significantly affected by carbon deposition on the surface of Ni crystallites (as long as no excess carbon is accumulated, blocking totally the surface of the Ni crystallites). The fact that the reaction rate is increased during the initial hours of time on stream could be explained by a slow process of establishment of the 'equi- librium' concentration of the La202CO3 as well as other surface carbon species on the Ni crystallites. In summary, the Ni/La203 catalyst provides a new reaction pathway occur- ring at the Ni/La203 interface. It is proposed that while CH4 cracks on Ni Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 131 crystallites, CO2 favourably adsorbs on the La203 support, in the form of La2OECO3. The reaction between oxygen species, originating from the La203 support, and carbon species, formed upon cracking of CH4 on Ni crystallites, gives active and stable catalytic performance for carbon dioxide reforming of methane to synthesis gas, in spite of significant carbon deposition on the surface of Ni crystallites. It should be mentioned that the mechanism described above offers a reasonable explanation to the present observations. Certainly, other possible explanations, e.g. the reaction proceeding via formate and/or hydroxyl intermediates on the interfacial area, can not be excluded. 5. Conclusions The following conclusions can be drawn from the results of the present study of carbon dioxide reforming of methane to synthesis gas over the Ni/La203 catalyst. (1) While a continuous catalyst deactivation is experienced over Ni/3,-A1203 and Ni/CaO catalysts, the reaction rate over Ni/La203 is found to increase with time on stream during the initial 2-5 h of reaction, and then tends to be essentially constant with time on stream, displaying very good stability. (2) A superficial contact time larger than approximately 0.02 s is sufficient for the Ni/La203 catalyst to reach equilibrium conversions (Pcri, = 0.2 bar, CH4//CO2 = 1). The apparent activation energy over the Ni/La203 catalyst at the stable level and at the initial stage of the reaction (reaction time approaching zero) is found to amount to ca. 62.7 and 80.0 KJ/mol, respectively. (3) The Ni/La203 catalyst exhibits stable performance over a wide tempera- ture range (T~> 550). Although significant carbon deposition is occurring, especially when concentrated feed is used, and the reaction is operating under integral conditions, only a small degree of deactivation is recorded during 100 h of time on stream. (4) XRD results show that the fresh Ni/La203 catalyst consists of Ni and La203 phases. After exposure to the reactant mixture at 750 for more than half hour, the Ni/La203 catalyst experiences a profound change in its bulk phase, being transformed into La202CO3. (5) Results of H2 and CO-TPD reveal that the H-Ni bond is weakened while CO disproportionation is unfavoured on the Ni/La203 catalyst, as compared to those on the Ni/A1203 catalyst. (6) A comparison of H2 and CO uptake and Ni dispersion by XRD shows that H2 and CO uptakes are significantly suppressed, by 3-10 times, suggesting that a portion of the Ni surface is blocked by lanthanum species. 132 Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 Acknowledgements Financial support by the Commission of the European Community (Contract JOU2-CT92-0073) is gratefully acknowledged. References [1] D.L. Trimm, Catal. Rev.-Sci. Eng., 16 (1977) 155. [2] J.H. McCrary, G.E. McCrary, T.A. Chubb, J.J. Nemecek and D.E. Simmons, Sol. Energy, 29 (1982) 141. [3] O. Tokunaga, Y. Osada and S. Ogasawara, Fuel, 68 (1989) 990. [4] F. Fischer and H. Tropsch, Brermstoff Chem., 3 (1928) 39. [5] S. Tenner, Hydrocarbon Process., 64 (1985) 106. [6] T. Sodesawa, A. Dobaschi and F. Nozaki, React. Kinet. Catal. Lett., 12 (1979) 107. [7] T.A. Chubb, Sol. Energy, 24 (1980) 341. [8] A.M. Gadalla and B. Bower, Chem. Eng. Sci., 43 (1988) 3049. [9] J.R. Rostrup-Nielsen, Stud. Surf. Sci. Catal., 36 (1988) 73. [10] A.M. Gadalla and M.E. Sommer, Chem. Eng. Sci., 44 (1989) 2825. [11] O. Yamazaki, T. Nozaki, K. Omata and K. Fujimoto, Chem. Lett., (1992) 1953. [12] J.T. Richardson and S.A. Paripatyadar, Appl. Catal., 61 (1990) 293. [13] A.T. Ashcroft, A.K. Cheetman, M.L.H. Green and P.D.F. Vernon, Nature (London), 352 (1991) 225. [14] F. Solymosi, (3. Kntsan and A. Erdi~helyi, Catal. Lett., 11 (1991) 149. [15] A. Erd~helyi, L Cserenyi and F. Solymosi, J. Catal., 141 (1993) 287. [16] J.R. Rostrup-Nielsen and L-H. Back Hansen, J. Catal., 144 (1993) 38. [17] A. Erd~helyi, J. Cserenyi and F. Solymosi, Appl. Catal. A, 108 (1994) 205. [18] J. Nakamura, K. Akkawa, K. Sato and T. Uchijima, J. Japan Petrol. Inst., 97 (1993) 36. [19] J. Nakamura, K. Aikawa, K. Sato and T. Uchijima, Catal. Letto, 25 (1994) 265. [20] V.A. Tsipouriari, A.M. Efstathiou, Z.L. Zhang and X.E. Verykios, Catal. Today, 21 (1994) 579. [21] Z.L. Zhang, V.A. Tsipouriari, A.M. Efstathiou and X.E. Verykios, J. Catal., in press. [22] A.M. Efstathiou, A. Kladi, V.A. Tsipouriari and X.E. Verykios, J. Catal., in press. [23] L.A. Rudnitskii, T.N. Solboleva and A.M. Alekseev, React. Kinet. Catal. Lett., 26 (1984) 149. [24] T. Arakawa and M. Oka, F.P. Patent No. 2228102. [25] T. Arakawa and M. Oka, NL Patent No. 7302403. [26] T. Arakawa and M. Oka, US Patent No. 3849087. [27] T. Arakawa and M. Oka, DE Patent No. 2308161. [28] Z.L. Zhang and X.E. Verykios, Catal. Today, 21 (1994) 589. [29] H.M. Swaan, V.C.H. Kroll, G.A. Martin and C. Mirodatos, Catal. Today, 21 (1994) 571. [30] Z.L. Zhang and X.E. Verykios, J. Chem. Soc., Chem. Commun., (1995) 71. [31] J.L. Lemaitre, P.G. Menon and F. Delannay, in F. Delannay (Editor), Characterization of Heterogeneous Catalysts, Marcel Dekker, New York, 1984, p. 299. [32] D.E. Ridler and M.V. Twigg, in M.V. Twigg (Editor), Catalyst Handbook, Wolfe, London, 1989, p. 225. [33] C.H. Bartholomew and R.B. Pannell, J. Catal., 65 (1980) 390. [34] C.H. Bartholomew, R.B. Parmell and J.L. Butler, J. Catal., 65 (1980) 335. [35] Z. Paal and P.G. Menon, Catal. Rev.-Sci. Eng., 25 (1983) 229. [36] G.D. Weatherbee and C.H. Bartholomew, J. Catal., 87 (1984) 55. [37] P.I. Lee, J.A. Schwarz and J.C. Heydweiller, J. Eng. Sci., 40 (1985) 509. [38] A.E. Zagli, J.L. Falconer and C.A. Keenan, J. Catal., 56 (1979) 453. [39] Z.L. Zhang, A. Kladi and X.E. Verykios, J. Phys. Chem., 98 (1994) 6804. [40] T.H. Fleisch, R.F. Hicks and A.T. Bell, J. Catal., 87 (1984) 398. [41] R.F. Hicks and A.T. Bell, J. Catal., 90 (1984) 205. [42] R.F. Hicks, Q.-J. Yen and A.T. Bell, J. Catal., 89 (1984) 498. [43] R.P. Taylor and G.L. Sehrader, Stud. Surf. Sci. Catal., 81 (1994) 235. Z. Zhang, X.E. Verykios /Applied Catalysis A: General 138 (1996) 109-133 133 [44] Z. Kalenik and E.E. Wolf, Catal. Lett., 9 (1991) 441. [45] Z. Kalenik and E.E. Wolf, Catal. Lett., 11 (1991) 309. [46] E.G.M. Kuijpers, A.K. Breedijk, W.J.J. van der Wal and J.W. Geus, J. Catal., 72 (1981) 210. [47] R.A. Cambell, J. Szanyi, P. Lenz and D.W. Goodman, Catal. Lett., 17 (1993) 39. [48] P. Pitsai and K. Klier, Catal. Rcv.-Sci. Eng., 28 (1986) 13. [49] Z.L. Zhang, X.E. Verykios and M. Baerns, Catal. Rvv.-Sci. Eng., 36 (1994) 507. APCATA 95002383 0926-860X(95)00238-3 10.1016/0926-860X(95)00238-3 Elsevier Science B.V. All rights reserved Carbon dioxide reforming of methane to synthesis gas over Ni/La2O3 catalysts Zhaolong Zhang a b Xenophon E. Verykios * a b a Department of Chemical Engineering, University of Patras, P.O. Box 1414, GR-26500, Patras, Greece b Department of Chemical Engineering, University of Patras, P.O. Box 1414, GR-26500, Patras, Greece * Corresponding author. Tel. (+30-61) 991527, fax. (+30-61) 993255. Carbon dioxide reforming of methane to synthesis gas was studied employing Ni/La2O3 catalysts. It was found that, in contrast to the performance of other nickel-based catalysts (e.g. Ni/Al2O3 and Ni/CaO) which exhibit continuous deactivation with time on stream, the rate over the Ni/La2O3 catalyst increases during the initial 2–5 h of reaction and then tends to be essentially invariable with time on stream, displaying very good stability. X-ray diffraction (XRD) studies reveal that a large CO2 pool, stored in the form of La2O2CO3, is accumulating on the Ni/La2O3 catalyst, following exposure to the CH4/CO2 mixture at reaction conditions. Results of H2- and CO-temperature-programmed desorption reveal that the HNi bond is weakened and CO disproportionation is unfavoured on the Ni/La2O3 catalyst, as compared to the Ni/Al2O3 catalyst. Comparison of H2 and CO uptake and Ni dispersion by XRD shows that H2 and CO uptakes are significantly suppressed, by ca. 3–10 times, suggesting that a large portion of the Ni surface is blocked by lanthanum species. It is proposed that the interaction between Ni crystallites and La2O3 support or La species which are decorating the Ni crystallites is responsible for the unusual chemisorptive and catalytic behaviour observed over the Ni/La2O3 catalyst. Keywords Carbon dioxide reforming Methane reforming Nickel/lanthana Synthesis gas References [1] Trimm D.L. Catal. Rev.-Sci. Eng. 16 1977 155 [2] McCrary J.H. McCrary G.E. Chubb T.A. Nemecek J.J. Simmons D.E. Sol. Energy 29 1982 141 [3] Tokunaga O. Osada Y. Ogasawara S. Fuel 68 1989 990 [4] Fischer F. Tropsch H. Brennstoff Chem. 3 1928 39 [5] Tenner S. Hydrocarbon Process. 64 1985 106 [6] Sodesawa T. Dobaschi A. Nozaki F. React. Kinet. Catal. Lett. 12 1979 107 [7] Chubb T.A. Sol. Energy 24 1980 341 [8] Gadalla A.M. Bower B. Chem. Eng. Sci. 43 1988 3049 [9] Rostrup-Nielsen J.R. Stud. Surf. Sci. Catal. 36 1988 73 [10] Gadalla A.M. Sommer M.E. Chem. Eng. Sci. 44 1989 2825 [11] Yamazaki O. Nozaki T. Omata K. Fujimoto K. Chem. Lett. 1992 1953 [12] Richardson J.T. Paripatyadar S.A. Appl. Catal. 61 1990 293 [13] Ashcroft A.T. Cheetman A.K. Green M.L.H. Vemon P.D.F. Nature (London) 352 1991 225 [14] Solymosi F. Kutsan G. Erdöhelyi A. Catal. Lett. 11 1991 149 [15] Erdöhelyi A. Cserenyi J. Solymosi F. J. Catal. 141 1993 287 [16] Rostrup-Nielsen J.R. Back Hansen J.-H. J. Catal. 144 1993 38 [17] Erdöhelyi A. Cserenyi J. Solymosi F. Appl. Catal. A 108 1994 205 [18] Nakamura J. Akkawa K. Sato K. Uchijima T. J. Japan Petrol. Inst. 97 1993 36 [19] Nakamura J. Aikawa K. Sato K. Uchijima T. Catal. Lett. 25 1994 265 [20] Tsipouriari V.A. Efstathiou A.M. Zhang Z.L. Verykios X.E. Catal. Today 21 1994 579 [21] Z.L. Zhang, V.A. Tsipouriari, A.M. Efstathiou and X.E. Verykios, J. Catal., in press. [22] A.M. Efstathiou, A. Kladi, V.A. Tsipouriari and X.E. Verykios, J. Catal., in press. [23] Rudnitskii L.A. Solboleva T.N. Alekseev A.M. React. Kinet. Catal. Lett. 26 1984 149 [24] T. Arakawa and M. Oka, F.P. Patent No. 2228102. [25] T. Arakawa and M. Oka, NL Patent No. 7302403. [26] T. Arakawa and M. Oka, US Patent No. 3849087. [27] T. Arakawa and M. Oka, DE Patent No. 2308161. [28] Zhang Z.L. Verykios X.E. Catal. Today 21 1994 589 [29] Swaan H.M. Kroll V.C.H. Martin G.A. Mirodatos C. Catal. Today 21 1994 571 [30] Zhang Z.L. Verykios X.E. J. Chem. Soc., Chem. Commun. 1995 71 [31] Lemaitre J.L. Menon P.G. Delannay F. Delannay F. Characterization of Heterogeneous Catalysts 1984 Marcel Dekker New York 299 [32] Ridler D.E. Twigg M.V. Twigg M.V. Catalyst Handbook 1989 Wolfe London 225 [33] Bartholomew C.H. Pannell R.B. J. Catal. 65 1980 390 [34] Bartholomew C.H. Pannell R.B. Butler J.L. J. Catal. 65 1980 335 [35] Paal Z. Menon P.G. Catal. Rev.-Sci. Eng. 25 1983 229 [36] Weatherbee G.D. Bartholomew C.H. J. Catal. 87 1984 55 [37] Lee P.I. Schwarz J.A. Heydweiller J.C. J. Eng. Sci. 40 1985 509 [38] Zagli A.E. Falconer J.L. Keenan C.A. J. Catal. 56 1979 453 [39] Zhang Z.L. Kladi A. Verykios X.E. J. Phys. Chem. 98 1994 6804 [40] Fleisch T.H. Hicks R.F. Bell A.T. J. Catal. 87 1984 398 [41] Hicks R.F. Bell A.T. J. Catal. 90 1984 205 [42] Hicks R.F. Yen Q.-J. Bell A.T. J. Catal. 89 1984 498 [43] Taylor R.P. Schrader G.L. Stud. Surf. Sci. Catal. 81 1994 235 [44] Kalenik Z. Wolf E.E. Catal. Lett. 9 1991 441 [45] Kalenik Z. Wolf E.E. Catal. Lett. 11 1991 309 [46] Kuijpers E.G.M. Breedijk A.K. van der Wal W.J.J. Geus J.W. J. Catal. 72 1981 210 [47] Cambell R.A. Szanyi J. Lenz P. Goodman D.W. Catal. Lett. 17 1993 39 [48] Pitsai P. Klier K. Catal. Rev.-Sci. Eng. 28 1986 13 [49] Zhang Z.L. Verykios X.E. Baerns M. Catal. Rev.-Sci. Eng. 36 1994 507",
      "scopus-id": "30244447411",
      "coredata": {
        "eid": "1-s2.0-0926860X95002383",
        "dc:description": "Carbon dioxide reforming of methane to synthesis gas was studied employing Ni/La2O3 catalysts. It was found that, in contrast to the performance of other nickel-based catalysts (e.g. Ni/Al2O3 and Ni/CaO) which exhibit continuous deactivation with time on stream, the rate over the Ni/La2O3 catalyst increases during the initial 2–5 h of reaction and then tends to be essentially invariable with time on stream, displaying very good stability. X-ray diffraction (XRD) studies reveal that a large CO2 pool, stored in the form of La2O2CO3, is accumulating on the Ni/La2O3 catalyst, following exposure to the CH4/CO2 mixture at reaction conditions. Results of H2- and CO-temperature-programmed desorption reveal that the HNi bond is weakened and CO disproportionation is unfavoured on the Ni/La2O3 catalyst, as compared to the Ni/Al2O3 catalyst. Comparison of H2 and CO uptake and Ni dispersion by XRD shows that H2 and CO uptakes are significantly suppressed, by ca. 3–10 times, suggesting that a large portion of the Ni surface is blocked by lanthanum species. It is proposed that the interaction between Ni crystallites and La2O3 support or La species which are decorating the Ni crystallites is responsible for the unusual chemisorptive and catalytic behaviour observed over the Ni/La2O3 catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-04-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002383",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Zhaolong"
          },
          {
            "@_fa": "true",
            "$": "Verykios, Xenophon E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002383"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002383"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00238-3",
        "prism:volume": "138",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Carbon dioxide reforming of methane to synthesis gas over Ni/La2O3 catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon dioxide reforming"
          },
          {
            "@_fa": "true",
            "$": "Methane reforming"
          },
          {
            "@_fa": "true",
            "$": "Nickel/lanthana"
          },
          {
            "@_fa": "true",
            "$": "Synthesis gas"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "109-133",
        "prism:endingPage": "133",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 April 1996",
        "prism:doi": "10.1016/0926-860X(95)00238-3",
        "prism:startingPage": "109",
        "dc:identifier": "doi:10.1016/0926-860X(95)00238-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/30244447411"
      }
    }
  }
}