{
  "metadata": {
    "title": "Selective C-alkylation of phenol with methanol over catalysts derived from copper-aluminium hydrotalcite-like compounds",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-10-08",
    "doi": "10.1016/0926-860X(96)00133-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96001330",
    "pii": "0926860X96001330"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001403742",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96001330 0926-860X(96)00133-0 0926860X96001330 10.1016/0926-860X(96)00133-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00129 2024-01-01T12:18:48.759026Z 0 0 19961008 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 145 145 1 2 1 2 Volume 145, Issues 1–2 10 141 153 141 153 19961008 8 October 1996 1996-10-08 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. SELECTIVECALKYLATIONPHENOLMETHANOLOVERCATALYSTSDERIVEDCOPPERALUMINIUMHYDROTALCITELIKECOMPOUNDS VELU S FIEGE 1991 313 H ULLMANNSENCYLOPEDIAINDUSTRIALCHEMISTRY NARAYANAN 1989 296 S DOWBENKO 1992 106 R KIRKOTHMERENCYCLOPEDIACHEMICALTECHNOLOGY SANTACESARIA 1990 83 E DURGAKUMARI 1990 377 V SANTACESARIA 1990 101 E MARCZEWSKI 1989 211 M FU 1993 43 Z RAO 1989 165 V BENZOUHANAVA 1992 45 C LI 1993 1007 K TLIEMATMANZALJI 1993 339 R VELU 1994 241 S CAVANI 1991 173 F TRIFIRO 1995 F COMPREHENSIVESUPRAMOLECULARCHEMISTRY CORMA 1992 58 A CORMA 1994 215 A CLIMENT 1995 60 M TICHIT 1995 50 D VELU 1995 210 S EUROCLAY95 KANNAN 1995 1462 S YAMAOKA 1989 1183 T TRIFIRO 1988 571 F KANNAN 1994 109 S HERMAN 1979 407 R REICHLE 1985 547 W BEZOUHANOVA 1991 245 C VELU 1995 470 S CATALYSISMODERNTRENDSNAROSAPUBLISHINGHOUSE SHEN 1994 3902 J MCKENZIE 1992 547 A CORMA 1994 205 A GUSI 1985 120 S BAUSTISTA 1993 161 F VELUX1996X141 VELUX1996X141X153 VELUX1996X141XS VELUX1996X141X153XS item 0926-860X(96)00133-0 0926860X96001330 1-s2.0-0926860X96001330 10.1016/0926-860X(96)00133-0 271346 2024-01-01T12:18:48.759026Z 1996-10-08 1-s2.0-0926860X96001330-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001330/MAIN/application/pdf/a47bd16d87fe193962348ce130a079de/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001330/MAIN/application/pdf/a47bd16d87fe193962348ce130a079de/main.pdf main.pdf pdf true 651271 MAIN 13 1-s2.0-0926860X96001330-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001330/PREVIEW/image/png/f8fb88ff2c08d2d5f579d2b4e5a89db9/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001330/PREVIEW/image/png/f8fb88ff2c08d2d5f579d2b4e5a89db9/main_1.png main_1.png png 45511 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 145 (1996) 141-153 Selective C-alkylation of phenol with methanol over catalysts derived from copper-aluminium hydrotalcite-like compounds S. Velu, C.S. Swamy Department of Chemistry, Indian Institute of Technology, Madras-600 036, India Received 11 December 1995; revised 19 March 1996; accepted 20 March 1996 Abstract Copper aluminium hydrotalcites (CuA1-HT) with a Cu/A1 atomic ratio of 2, 3 and 4 (CuA1 2.0-HT, CuA1 3.0-HT, CuA1 4.0-HT) were synthesised by the coprecipitation method using a mixture of NaOH/NazCO3 as precipitant. The pure crystalline hydrotalcite (HT) phase was detected by X-ray diffraction when the copper-aluminium hydrotalcite was prepared without ageing (CuAI 3.0-WAHT). Vapour phase alkylation of phenol with methanol was carried out over CuA1-HT calcined at 450/8 h in air (CuA1-CHT). The activity and selectivity of these catalysts were compared with those of magnesium-aluminium calcined hydrotalcites (MgAI 4.0-CHT) from our earlier report. MgA1 4.0-CHT showed higher selectivity for 2,6-xylenol whereas CuA1-CHT was selective for o-cresol. Among the CuA1-CHT studied, CuA1 3.0-CHT showed higher phenol conversion at low temperatures (250-350). The catalyst derived from pure copper-aluminium hydrotalcite (CuA1 3.0-WACHT) showed lowest phenol conversion compared to other copper based catalysts obtained from a mixture of HT and malachite phases. The selectivity for o-cresol decreased in the order CuA1 3.0-CHT > CuAI 2.0-CHT > CuAI 3.0- WACHT= CuA1 4.0-CHT > MgA1 4.0-CHT at low phenol conversion levels (15-20%). A suitable reaction pathway for the alkylation of phenol with methanol over these catalysts has been proposed after a careful examination of the reaction sequence. The selective C-alkylation to give o-cresol and 2,6-xylenol over CuA1-CHT could be attributed to the higher acidity of these catalysts as evidenced by the higher cyclohexanol dehydration activity. Keywords.\" Hydrotalcite; Alkylation of phenol; Acid-base properties * Corresponding author. Fax. (+ 91-44) 2350509, e-mail cheml @iitm.ernet.in. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)001 33-0 142 S. Velu, C.S. Swamy/Applied Catalysis A: General 145 (1996) 141-153 1. Introduction In recent years, there is an increasing interest for the synthesis of alkyl phenols especially o-cresol and 2,6-xylenol because of their importance as intermediates for the synthesis of a variety of resins, herbicides, insecticides and other important chemicals [1,2]. For example, epoxy cresol novolac (ECN) and polyphenylene oxide (PPO) used in the electronic industries and automobile industries are derived from o-cresol and 2,6-xylenol, respectively [3]. A wide variety of catalysts such as ~/-alumina, silica-alumina, metallic sulphates, phosphates, ALPOs, SAPOs, zeolites, acidic and basic oxides have been em- ployed for this reaction [4-11]. However, they produce a mixture of O- and C-alkylated products. Moreover, most of these catalysts exhibit unsatisfactory stability with time on stream due to coking from phenol or methanol [4,5,8]. Since, the alkylation of phenol with methanol is essentially an acid-base reaction, the product selectivity depends on the catalyst acidity and basicity. It has been found that catalysts with strong acidic sites favour O-alkylation while weak acidic sites or strong basic sites favour C-alkylation [10]. On the other hand, Tliemat-Manzalji et al. [12] and Marczewski et al. [7] have claimed that weak acidic sites favour C-alkylation. Recently, we have found [13] that thermally activated magnesium-aluminium hydrotalcites are more active and selective catalysts for the synthesis of 2,6-xylenol compared to either \"y-Al203 or MgO. Hydrotalcites (HT) are a class of layered materials of current interest. They consist of positively charged brucite (Mg(OH)2)-like layers interspersed with hydrated anions in the interlayer. They are represented by the general formula, (M(II)l_xM(III)x(OH)2]n- A~/n. yH20, where, M(II) and M(III) are divalent and trivalent cations such as Mg2+, Mn2+, Co2+, Ni2+, Cu2+, Zn2+ and A13+, Fe3+, Cr3+ respectively, An- is the interlayer anion such as CI-, NO~, CO~ etc. and x = 0.1-0.33 [13-15]. Thermal calcination of these materials around 450 results in the formation of highly active mixed metallic oxides which are found to be promising base catalysts [16-19]. We have been interested in studying the effect of isomorphous substitution of Mg2+ by other divalent transition metal ions in the HT framework on the phenol conversion and product selectivity and to correlate their catalytic performance with acid-base properties as determined by the decomposition of 2-methyl-3- butyne-2-ol (MBOH) and cyclohexanol [20]. In this paper, we report our results on the alkylation of phenol with methanol over copper-aluminium calcined hydrotalcites with Cu/AI atomic ratio 2, 3, 4 for the first time. Since the copper containing hydrotalcites are always mixed with other phases such as malachite, attempts have been made to synthesis a pure copper-aluminium hydrotalcite precursor and the catalytic performance for the title reaction has been compared with that of other copper-aluminium and magnesium-aluminium samples. The results on the other catalyst systems will be reported elsewhere [21]. In the S. Velu, C.S. Swamy/Applied Catalysis A: General 145 (1996) 141-153 143 following sections, the copper-aluminium hydrotalcites are represented as CuA1 N.0-HT and their calcined samples (450 /8 h in air) are represented as CuA1 N.0-CHT where, 'N' is the Cu/A1 atomic ratio. For example, copper-aluminium hydrotalcite with Cu/A1 atomic ratio 3 will be represented as CuA1 3.0-HT and the corresponding calcined sample as CuA1 3.0-CHT. 2. Experimental Copper-aluminium hydrotalcite-like compounds with Cu/A1 atomic ratios of 2, 3 and 4 were synthesised by coprecipitation from a mixture of aqueous solutions with Cu(NO3)2 and AI(NO3)3 as precursors and a mixture of aqueous solutions of NaOH/Na2CO3 (CO2-/Cu + A1 = 20) as precipitant at room temperature and pH around 9. The resulting slurry was aged at 65/30 min. For comparison, copper-aluminium hydrotalcite-like compound with a Cu/A1 atomic ratio of 3 was prepared without giving any ageing treatment (abbreviated as CuA1 3.0-WAHT). For phase identification, the powder X-ray diffraction (PXRD; Rigaku miniflex) was carried out using Fe-filtered CoK~ radiation (X = 1.7902 A) with a scan speed of 20 = 2min while a speed of 0.5min was used for the calculation of lattice parameters [22]. Elemental Si was used as an external standard. BET surface area, pore size distribution and pore volume study of calcined samples (450/8 h in air) was performed by N2 adsorption- desorption at 77 K using a Carlo Erba (Model 1800) sorptometer. The alkylation reactions were carried out with 1.5 g of calcined hydrotalcites (CHT) packed in a fixed bed flow reactor and a 1:7 phenol:methanol mixture was used as reactant feed with a space velocity, WHSV = 9.0 mol h-~ kg l (WHSV = weight hourly space velocity = flow rate of phenol (mol h-~)/weight of the catalyst (kg)). The phenolic products were condensed and collected in cold traps and analyzed using GC. The catalytic activity and product selectivity of these catalysts were compared with those of magnesium-aluminium calcined hydro- talcite with an Mg/A1 atomic ratio = 4 (MgA1 4.0-CHT), the most active catalyst for the phenol alkylation from our earlier report [13]. 3. Results and discussion 3.1. Synthesis and characterization It is generally known that copper-aluminium hydrotalcites (CuA1-HT) are always mixed with other phases such as malachite or gerhardtite [23-25] due to the Jahn-Teller effect in the Cu2ion. An acceptable CuA1-HT has been prepared by decomposing a copper ammoniacal complex on ~/-A1203 in vacuum [26]. According to Reichle [27], CuA1-HT could only be made by using aqueous 144 S. Velu, C.S. Swamy/Applied Catalysis A: General 145 (1996) 141-153 1 @ v ~ CoL Lg) (o) ure HT o u (b) CuO IV1 , I O [ I I I I I I J 10 20 30 40 50 60 7O 2e (dcg.) Fig. 1. Powder X-ray diffraction patterns of (a) CuA1 3.0-WAHT; (b) CuA1 3.0-HT, (x) Cu(NO3)z.2.5H20 (JCPDS: 21-296), (~) CuCO3Cu(OH)2 (Malachite; JCPDS: 10-399), (z~) Na2Cu(CO3)23H20 (JCPDS: 10-442); (c) CuAI 3.0-CHT. solutions of bicarbonate as precipitant, because, at high pH, copper precipitates as copper hydroxycarbonate (malachite). In a detailed investigation on the synthesis of a wide range of CuA1-HT using Na2CO3 as precipitant Yamaoka et al. [23] employed the sequential precipitation method. However, they noticed that Na2A12(CO3)2 2.9H20 mixed with HT in the whole range studied. In our experiments, we obtained a pure and crystalline HT phase (CuA13.0-WAHT) when the sample was not digested (Fig. la). When the samples were aged at 65 for 30 min, in addition to the HT phase, malachite and other phases were S. Velu, C.S. Swamy /Applied Catalysis A: General 145 (1996) 141-153 Table 1 Chemical composition and lattice parameters of hydrotalcite-like compounds 145 Sample M2+/AI3 + ratio a Lattice parameters u a (4) c (,~) V (4)3 CuAI 2.0-HT 2.0 2.977 22.087 195.7 CuAI 3.0-WAHT ~ 3.0 3.041 21.992 176.1 CuA1 3.0-HT 3.1 3.111 22.529 218.0 CuAI 4.0-HT 4.1 3.116 22.847 192.1 MgA1 4.0-HT 3.7 3.070 23.580 192.5 a Determined by inductively coupled plasma emission spectroscopy. b Calculated employing the least square method for hexagonal crystal systems (Ref. [22]). Sample obtained without giving ageing treatment. also detected by XRD (Fig. lb). These results indicate that it is possible to precipitate pure crystalline CuA1-HT using a mixture of NaOH/Na2CO3 as precipitant without digesting the slurry. The chemical composition and lattice parameters of synthetic samples are presented in Table 1. Comparing the lattice parameters of CuA1 3.0-WAHT and CuA1 3.0-HT the ageing procedure seems to increase the lattice parameters 'a', 'c' and cell volume 'V'. The values of 'a' and 'c' also increase with increase in Cu/A1 atomic ratio owingotO the difference in effective ionic radius of Cu2 and A13+ (0.69 and 0.5 A, respectively). However, the cell volume varies randomly because of the contamination of malachite and other phases along with HT in the aged samples. Upon calcination at 450/8 h in air, these samples offered a well crystalline CuO phase (Fig. lc) whose d(111) is similar to that of pure CuO (2.523 A; JCPDS file No. 5-0661). The physicochemical properties of Table 2 Physicochemical properties of hydrotalcite-like compounds calcined at 450/8 h in air Sample Sample PXRD Average BET Specific Decomposition of cyclo- hexanol c (mol-%) code phase crystal Surface pore Conver- Sc_laexene Sc_none obtained size (4) a Area b volume b sion (m2g-1) (cm3g-l) A CuA1 2.0-CHT CuO 90 47 0.10 73.4 80.4 19.6 B CuA1 3.0-WACHT CuO 203 54 0.16 78.6 75.2 24.8 C CuA1 3.0-CHT CuO 199 54 0.28 84.2 83.0 17.0 D CuA14.0-CHT CuO 110 52 0.10 80.5 76.2 23.8 E MgAI 4.0-CHT MgO 44 176 0.48 32.5 33.5 66.5 a Calculated by the X-ray line broadening method taking the reflections of (111) and (111) planes in CuO and (200) and (220) planes in MgO. b Surface area and specific pore volume determined by N2 adsorption-desorption method. c Reaction temperature = 300 at 1 atm and WHSV = 4.8 mol h- 1 kg- 1. Sc_hexene = selectivity to cyclohexene; Sc_none = selectivity to cyclohexanone. 146 S. Velu, C.S. Swamy/Applied Catalysis A.\" General 145 (1996) 141-153 calcined hydrotalcites (450/8 h in air) are summarized in Table 2. The average particle size calculated by the X-ray line broadening technique employ- ing the Debye-Scherrer equation [22] is maximal (203 A) for CuA1 3.0-WACHT and CuA1 3.0-CHT (199 A) while it is almost similar in the case of CuA1 2.0-CHT (90 A) and CuA1 4.0-CHT (110 ,~). The decomposition of cyclohex- anol over copper-aluminium calcined hydrotalcite (CuA1-CHT) showed pre- dominantly the dehydration activity indicating the presence of mainly acidic sites [28,29]. Furthermore, comparison of the selectivity of cyclohexene/cyclo- hexanone for samples A-D reveals that the variation of Cu/A1 atomic ratio or the ageing treatment does not influence the acid-base properties of these catalysts. These results are similar to those obtained over a series of MgA1-CHT (Mg/A1 atomic ratio 3-12) by the microcalorimetric determination of heat of adsorption of NH3 and CO2 [30]. In the present study, MgA1 4.0-CHT showed low dehydration activity indicating lower acidity or strong basicity of the sample. The acidity (Lewis type) in these catalysts is attributed to the dissolution of A13 + in the oxide lattice during calcination around 450 and coordinatively unsaturated 02- ion acting as a strong Lewis basic site [31,32]. 3.2. Catalytic studies 3.2.1. Effect of temperature The alkylation reactions were carried out in the temperature range 250-450. The effect of temperature on phenol conversion (Fig. 2) shows that MgA1 4.0-CHT (the most active catalyst reported in [13]) attained 100% phenol conversion at 400 itself, whereas CuA1-CHT attained only around 80% phenol conversion at 450. Among the CuA1-CHT series, CuA1 3.0-CHT showed I00 o CuA! 2.0-CHT / D C\"uA! 3.0-WACHT P Z~ CuAI 3.0-CHT ~ - \"i 60 V 20 0 200 300 400 500 Tempen=tur('C) Fig. 2. Effect of temperature on phenol conversion over M(II)AI-CHT. S. Velu, C.S. Swamy /Applied Catalysis A: General 145 (1996) 141-153 147 0 Anisole 100 ~ n o-crcsol ~,~ L~ 2,6-xytcnol .=..~__.>~,o=~8040 'not ' 200 300 40O 500 Temperature (*C) Fig. 3. Effect of temperature on products selectivity over CuAI 3.0-CHT. higher phenol conversion in the temperature range 250-400 which reveals that the Cu/AI atomic ratio of 3 is the optimum composition for higher phenol conversion over CuA1-CHT. On the other hand, copper-aluminium hydrotalcite with a Cu/A1 atomic ratio of 3 obtained without ageing and calcined at 450/8 h in air (CuA13.0-WACHT) exhibited lowest activity indicating that the initial ageing of the slurry (65/30 min) is necessary for higher activity of these catalysts. Since the ageing treatment does not influence either the acid-base property or particle size or the surface area of the calcined sample, we presume that the malachite phase formed along with the HT phase in the aged sample enhances the catalytic activity. This is in accordance with the observation by Gusi et al. [33] in the low pressure methanol synthesis over the Cu-Zn-A1 catalyst. The effect of temperature on product selectivity over CuA13.0-CHT is shown in Fig. 3 which indicates that the selectivity of o-cresol declined while that of 2,6-xylenol and higher alkyl phenols increased with the increase in temperature. This could be due to the consecutive reactions of o-cresol to give 2,6-xylenol and higher alkyl phenols. The selectivity to anisole increased slightly (around 10%) in the temperature range 300-350 and then remained constant with further increase in temperature indicating that the secondary reactions of anisole are less favourable over these catalysts. 3.2.2. Effect of contact time The effect of contact time on phenol conversion and product selectivity was studied in order to understand the reaction sequence in the alkylation reaction. 148 S. Velu, C.S. Swamy/Applied Catalysis A: General 145 (1996) 141-153 50 0 Anisol 0 o-cresol Z~ 2,6 -xylenol ~/ 40 ~ 3o -o .u >\" 20 10 0 - i Y 0 20 40 60 80 Phcno| convergion (tool %) Fig. 4. OPE curves for phenol methylation over CuAI 3.0-CHT. Temperature = 350. The optimum performance envelope (OPE) curves for the methylation of phenol over CuA1 3.0-CHT (Fig. 4) shows that anisole and o-cresol are primary alkylation products since both these products are formed at the onset of the reaction. The yield of anisole practically remained constant with the increase in phenol conversion while the yield of o-cresol passed a maximum around 40% conversion with consequent increase in the yield of 2,6-xylenol and higher alkyl phenols. These results indicate that o-cresol did undergo secondary reactions to give 2,6-xylenol and other higher alkyl phenols to a great extent. In order to verify these assumptions, reactions of anisole alone, an 1:7 mixture of anisole and methanol and 1:7 mixture of o-cresol and methanol were carried out over CuA1 3.0-CHT. Table 3 Activity and product selectivity over CuA1 3.0-CHT employing anisole as unique reagent WHSV = 31.9 tool h-l kg ] Temp. () Anisole conversion (mol%) Product selectivity (mol%) Phenol 2-methyl anisole o-cresol 2,6-xylenol 300 1.7 88.2 - 11.8 - 350 2.4 70.8 - 29.2 - 400 5.0 46.0 30.0 22.0 2.0 350 a 5.5 67.3 -- 27.3 5.4 a WHSV = 13.5 mol h-I kg-1. S. Velu, C.S. Swamy / Applied Catalysis A : General 145 (1996) 141-153 149 Table 4 Activity and product distribution over CuA1 3.0-CHT employing anisole:methanol (1:7) mixtureWHSV = 8.5 tool h- L kg- l Temperature Anisole () conversion (mol-%) Product selectivity (mol-%) 2-Methyl- 4-Methyl- Phenol o-Cresol 2,6-Xylenol Higher anisole anisole alkyl phenol 300 4.3 14.0 - - 9.3 76.7 - 350 23.4 10.7 3.4 - 10.3 49.1 26.5 400 a 63.6 0.6 1.7 8.8 8.5 27.0 53.3 350 b 55.9 3.2 6.5 3.8 5.9 51.3 29.3 a A trace amount of hexametbylbenzene was obtained. b WHSV=3.9molh-I kg-1. When anisole alone was passed over CuA1 3.0-CHT, a large amount of phenol was noticed with a small quantity of o-cresol (Table 3). However, 2-methyl anisole was not observed in the temperature range 250-350 indicat- ing that anisole does not undergo a bimolecular reaction as observed previously over MgA1 4.0-CHT [13]. The formation of a large quantity of phenol is due to the dealkylation of anisole which can be attributed to the higher acidity [7] of CuA1 3.0-CHT compared to MgAI 4.0-CHT as evidenced from the higher cyclohexanol dehydration activity of the former (Table 2) [9,10]. The o-cresol may be formed through the monomolecular rearrangement of anisole. The formation of 2-methyl anisole at 400 could be due to the alkylation of o-cresol with anisole, since the activation of OH group in o-cresol is much easier compared to the activation of anisole [34]. Increase in contact time (WHSV = 13.5 mol h-1 kg-l) results in an increase in anisole conversion and the selectivity for 2,6-xylenol while the selectivity for phenol and o-cresol were not affected. However, the very low anisole conversion (~ 5% at 400C) substantiates that the reactions of anisole (inter/intra molecular) over these catalysts is less probable. The reaction of anisole with methanol (1:7) over CuA1 3.0-CHT (Table 4) demonstrates that anisole readily undergoes methylation to give 2-methyl anisole, o-cresol and 2,6-xylenol. When either the contact time (WHSV = 3.9 mol h- kg-1) or temperature is increased, the selectivity for o-cresol decreased with a consequent increase in the selectivity to 2,6-xylenol and higher alkyl phenols indicating that o-cresol is subsequently transformed into 2,6-xylenol and higher alkyl phenols. The reaction of a 1:7 mixture of o-cresol and methanol over the same catalyst (Table 5) shows that o-cresol effectively undergoes methylation to give 2,6- xylenol and higher alkyl phenols over these catalysts. The very low selectivity for 2-methyl anisole (< 5%) at all reaction temperatures and contact times reveal that o-cresol is selectively C-alkylated to 2,6-xylenol rather than O-al- 150 S. Velu, C.S. Swamy /Applied Catalysis A.\" General 145 (1996) 141-153 Table 5 Activity and product distribution over CuA1 3.0-CHT employing o-cresol:methanol (1:7) mixture WHSV = 8.7 mol h- 1 kg- 1 Temp.() o-cresol conversion (mol%) Product selectivity (mol%) 2-Methylanisole 2,6-Xylenol Higher alkylphenol 300 31.2 2.9 92.9 4.2 350 43.2 4.4 83.1 12.5 400 75.8 4.9 44.0 51.1 350 a 66.9 4.9 70.1 25.0 a WHSV = 4.3 mol h- r kg- 1. kylated to give 2-methyl anisole. Increase in o-cresol contact time (WHSV = 4.3 mol h- i kg- l) increases the conversion. However, the selectivity for 2,6-xylenol decreases with concomitant increase in the selectivity for higher alkyl phenol indicating that higher alkyl phenols are obtained by the consecutive reactions of 2,6-xylenol. These results confirm our hypothesis that o-cresol formed as the primary alkylation product undergoes secondary reaction to give 2,6-xylenol and higher alkyl phenols over CuA1-CHT. Based on the above results, the reaction pathway for the alkylation of phenol with methanol over CuA1-CHT can be depicted as shown in the following scheme wherein the reaction proceeds predominantly through C-alkylation (path 100 _~ 6o ~ ~o e. d 2O Phenol conversion o-cresol selectivity 2,6 -xylenol selectivity CuAI 2.0-CHT CuAI 3.0-WACHT Tempero:lur= 400 CuAI 3.0-CHT CuAI 4.0-CHT MgAI 40- CHT Fig. 5. Phenol conversion and product selectivity over M(II)A1-CHT at constant temperature (400). S. Velu, C.S. Swamy /Applied Catalysis A: General 145 (1996) 141-153 15 l ! Ol 60 I 0 20 q[ m U \"~ tU < m r i AniSole U 0 ~ ~ M U a t.g (=) o-cresol (b) 2,6-xylenol Fig. 6. Product selectivity over M(II)AI-CHT in the alkylation of phenol at constant phenol conversion (a) 15-20% (b) 45-55%. A, B, C, D and E are as in Table 2. B) to give o-cresol and 2,6-xylenol rather than O-alkylation (path A) to give anisole followed by o-cresol and 2,6-xylenol. 3 CH30H CH3 (u) [~ 1 (c) I( i ! I Higher alkyl pl'~no~ (a) O-alky~tion (b) C-alkylation (c)Intra molecular rearrangement 152 S. Velu, C.S. Swamy/Applied Catalysis A: General 145 (1996) 141-153 In Fig. 5, the activity and selectivity for o-cresol and 2,6-xylenol at 400 over all the catalysts derived from CuA1-HT (Cu/A1 = 2, 3, 4) are compared with those of MgA1 4.0-CHT from our earlier report [13]. It can be seen that MgAI 4.0-CHT is the most active (nearly 100% phenol conversion) and more selective for 2,6-xylenol (around 60%). Substitution of Mg2+ by Cu2+ in the HT framework resulted in decrease in phenol conversion and increase in selectivity to o-cresol which follows the order CuA1 3.0-WACHT ~ CuA1 2.0-CHT > CuAI 3.0-CHT -- CuAI 4.0-CHT > MgA1 4.0-CHT. In order to get more insight into the selectivity pattern over these catalysts, the product selectivity was compared at constant phenol conversion levels (Fig. 6). At low phenol conversion (15-20%), MgA1 4.0-CHT gave maximum selectivity (nearly 100%) for anisole while it is very low (10-20%) over CuA1-CHT. The selectivity for o-cresol is in the order CuA1 3.0-CHT > CuA1 2.0-CHT > CuA1 3.0-WACHT ~ CuA1 4.0-CHT > > MgA1 4.0-CHT. At higher phenol conver- sions (45-55%) the selectivity for anisole decreases with consequent increase in selectivity for o-cresol and 2,6-xylenol over MgA1 4.0-CHT, whereas the selectivity for o-cresol decreases at the cost of 2,6-xylenol over CuA1-CHT. Furthermore, among the CuAI-CHT, there is no remarkable change in selectivity for o-cresol at higher phenol conversion indicating the presence of similar active sites in these catalysts. From these observations, it can be inferred that the alkylation reaction proceeds through the formation of anisole over MgA1-CHT which is due to the higher basicity of the catalysts, and on the other hand, by direct C-alkylation over CuA1-CHT which can be attributed to the higher acidic properties of these catalysts. 4. Conclusions (1) Pure and well crystalline copper aluminium hydrotalcite-like compounds without other phases such as malachite can be prepared by using a mixture of aqueous solutions of NaOH/Na2CO3 as precipitant. (2) MgA1-CHT was found to be a selective catalyst for the synthesis of 2,6-xylenol [13] and CuA1-CHT for o-cresol. (3) Owing to the higher basicity of MgA1-CHT, the o-cresol and 2,6-xylenol were formed mainly through anisole formation, and on the other hand, by direct C-alkylation over CuA1-CHT which is due to the higher acidity of catalysts. (4) The initial ageing treatment (65/30 rain) for CuA1-HT precursors was found to be important for higher phenol conversion and selectivity for o-cresol. (5) At low phenol conversion (15-20%) the selectivity for o-cresol decreases in the order CuA1 3.0-CHT > CuA1 2.0-CHT > CuA1 3.0-WACHT ~ CuA1 4.0-CHT > > MgA1 4.0-CHT while at higher phenol conversion it is similar for all the CuA1-CHT. S. Velu, C.S. Swamy/Applied Catalysis A: General 145 (1996) 141-153 153 Acknowledgements The authors are grateful to Prof. C.N. Pillai, Department of Chemistry, liT, Madras for many valuable suggestions for this work and Mr. V. Ramkumar, Mr. A. Narayanan, and Miss. Dorothy Samuel for their expert technical assistance. One of the authors (S.V.) thanks liT, Madras for the award of Research Fellowship. References [1] H. Fiege, in B. Elvers, S. Hawkins and G. Schultz (Editors), Ullmann's Encylopedia of Industrial Chemistry, 5th ed., VCH Verlag, 1991, Vol. A19, p. 313. [2] S. Narayanan, Res. Ind., 34 (1989) 296. [3] R. Dowbenko, in J.I. Kroschwit and Mary Houl-Grant (Editors), Kirk-Othmer Encyclopedia of Chemical Technology, 4th ed., Vol. 2, 1992, p, 106. [4] E. Santacesaria, D. Grasso, D. Gelosa and S. Can-a, Appl. Catal., 64 (1990) 83. [5] V. Durgakumari, S. Narayanan and L. Guczi, Catal. Lett., 5 (1990) 377. [6] E. Santacesaria, M. Diserio, P. Ciambelli, D. Gelosa and S. Carra, Appl. Catal., 64 (1990) 101. [7] M. Marczewski, J.P. Bodibo, G. Perof and M. Guisnel, J. Mol. Catal., 50 (1989) 211. [8] Z.H. Fu and Y. Ono, Catal. Lett., 21 (1993) 43. [9] V.V. Rao, V. Durgakumari and S. Narayanan, Appl. Catal., 49 (1989) 165. [10] C. Benzouhanava and M.A. Al-Zihari., Appl. Catal., 8 (1992) 45. [11] K. Li, I. Wang and K. Chang, Ind. Eng. Chem., Res., 32 (1993) 1007 [12] R.T. Tliemat-Manzalji, D.B. Bianchi and G.M. Pajonk, Appl. Catal., 101 (1993) 339. [13] S. Velu and C.S. Swamy, Appl. Catal., 119 (1994) 241. [14] F. Cavani, F. Trifiro, A. Vaccari, Catal. Today, 11 (1991) 173. [15] F. Trifiro and A. Vaccari, in J.L. Atwood, D.D. Macwicol, J.E.D. Davies and F. Vogfle (Editors), Comprehensive Supramolecular Chemistry, Vol. 7, Pergamon Press, Oxford, 1995, Chap. 10. [16] A. Corma, V. Fornes, R.M. Martin-Arand and F. Rey, J. Catal., 134 (1992) 58. [17] A. Corma, S. Iborra, J. Prima and F. Rey, Appl. Catal., 114 (1994) 215. [18] M.J. Climent, A. Corma, S. Iborra and J. Prima, J. Catal., 151 (1995) 60. [19] D. Tichit, M.H. Lhouty, A. Guida, B.H. Chiche, F. Figaeras, A. Auroux, D. Bartalini and E. Garroone, J. Catal., 151 (1995)50. [20] S. Velu and C.S. Swamy, in A. Elsen, P. Grobet, M. Keung, H. Leeman, R. Schooneydt and H. Toufar (Editors), Euroclay '95; Clays and Clay Material Sciences, Leuven, Belgium, August 20-24, 1995. p. 210. [21] S. Velu and C.S. Swamy, React. Kinet. Catal. Lett., in press. [22] S. Kannan, S. Velu, V. Ramkumar and C.S. Swarny, J. Mater. Sci., 30 (1995) 1462. [23] T. Yamaoka, M. Abe and M. Tsuji, Mater. Res. Bull., 24 (1989) 1183. [24] F. Trifiro, A. Vaccari and D. Piero, Stud. Surf. Sci. Catal., 39 (1988) 571. [25] S. Kannan and C.S. Swamy, Appl. Catal. B, 3 (1994) 109. [26] R.G. Herman, K. Klier, G.W. Simmons, B.P. Finn and J.B. Bulko, J. Catal., 56 (1979) 407. [27] W.T. Reichle, J. Catal., 94 (1985) 547. [28] C.P. Bezouhanova and M.A. AI-Zihari, Catal. Lett., l I (1991) 245. [29] S. Velu, Dorothy Samuel and C.S. Swamy, in N.M. Gupta and D.K. Chakrabarthy (Editors), Catalysis Modern Trends: Narosa Publishing House, New Delhi, India, 1995, p. 470. [30] J. Shen, J,M. Kobe, Yi Chen and J.A. Dumesic, Langmuir, 10 (1994) 3902. [31] A.L. Mckenzie, C.T. Fishel and R.J. Davis, J. Catal., 138 (1992) 547. [32] A. Corma, V. Fornes and F. Rey., J. Catal., 148 (1994) 205. [33] S. Gusi, F. Trifiro, A. Vaccari and G. Del Piero, J. Catal., 94 (1985) 120. [34] F.M. Baustista, J.M. Campelo, A. Garcia, J.M. Marinos and A. Romero, Appl. Catal., 99 (1993) 161. APCATA 96001330 0926-860X(96)00133-0 10.1016/0926-860X(96)00133-0 Elsevier Science B.V. All rights reserved. Selective C-alkylation of phenol with methanol over catalysts derived from copper-aluminium hydrotalcite-like compounds S. Velu C.S. Swamy * Department of Chemistry, Indian Institute of Technology, Madras -600 036, India * Corresponding author. Fax. (+91-44) 2350509 Copper aluminium hydrotalcites (CuAl-HT) with a Cu/Al atomic ratio of 2, 3 and 4 (CuAl 2.0-HT, CuAl 3.0-HT, CuAl 4.0-HT) were synthesised by the coprecipitation method using a mixture of NaOH/Na2CO3 as precipitant. The pure crystalline hydrotalcite (HT) phase was detected by X-ray diffraction when the copper-aluminium hydrotalcite was prepared without ageing (CuAl 3.0-WAHT). Vapour phase alkylation of phenol with methanol was carried out over CuAl-HT calcined at 450°C/8 h in air (CuAl-CHT). The activity and selectivity of these catalysts were compared with those of magnesium-aluminium calcined hydrotalcites (MgAl 4.0-CHT) from our earlier report. MgAl 4.0-CHT showed higher selectivity for 2,6-xylenol whereas CuAl-CHT was selective for o-cresol. Among the CuAl-CHT studied, CuAl 3.0-CHT showed higher phenol conversion at low temperatures (250–350°C). The catalyst derived from pure copper-aluminium hydrotalcite (CuAl 3.0-WACHT) showed lowest phenol conversion compared to other copper based catalysts obtained from a mixture of HT and malachite phases. The selectivity for o-cresol decreased in the order CuAl 3.0-CHT > CuAl 2.0-CHT > CuAl 3.0-WACHT ≈ CuAl 4.0-CHT > MgAl 4.0-CHT at low phenol conversion levels (15–20%). A suitable reaction pathway for the alkylation of phenol with methanol over these catalysts has been proposed after a careful examination of the reaction sequence. The selective C-alkylation to give o-cresol and 2,6-xylenol over CuAl-CHT could be attributed to the higher acidity of these catalysts as evidenced by the higher cyclohexanol dehydration activity. Keywords Hydrotalcite Alkylation of phenol Acid-base properties References [1] Fiege H. 5th ed. Elvers B. Hawkins S. Schultz G. Ullmann's Encylopedia of Industrial Chemistry Vol. A19 1991 VCH Verlag 313 [2] Narayanan S. Res. Ind. 34 1989 296 [3] Dowbenko R. 4th ed. Kroschwit J.I. Houl-Grant Mary Kirk-Othmer Encyclopedia of Chemical Technology Vol. 2 1992 106 [4] Santacesaria E. Grasso D. Gelosa D. Carra S. Appl. Catal. 64 1990 83 [5] Durgakumari V. Narayanan S. Guczi L. Catal. Lett. 5 1990 377 [6] Santacesaria E. Diserio M. Ciambelli P. Gelosa D. Carra S. Appl. Catal. 64 1990 101 [7] Marczewski M. Bodibo J.P. Perof G. Guisnel M. J. Mol. Catal. 50 1989 211 [8] Fu Z.H. Ono Y. Catal. Lett. 21 1993 43 [9] Rao V.V. Durgakumari V. Narayanan S. Appl. Catal. 49 1989 165 [10] Benzouhanava C. Al-Zihari M.A. Appl. Catal. 8 1992 45 [11] Li K. Wang I. Chang K. Ind. Eng. Chem., Res. 32 1993 1007 [12] Tliemat-Manzalji R.T. Bianchi D.B. Pajonk G.M. Appl. Catal. 101 1993 339 [13] Velu S. Swamy C.S. Appl. Catal. 119 1994 241 [14] Cavani F. Trifiro F. Vaccari A. Catal. Today 11 1991 173 [15] Trifiro F. Vaccari A. 2nd ed. Atwood J.L. Macwicol D.D. Davies J.E.D. Vogfle F. Comprehensive Supramolecular Chemistry Vol. 7 1995 Pergamon Press Oxford Chap. 10 [16] Corma A. Fornes V. Martin-Arand R.M. Rey F. J. Catal. 134 1992 58 [17] Corma A. Iborra S. Prima J. Rey F. Appl. Catal. 114 1994 215 [18] Climent M.J. Corma A. Iborra S. Prima J. J. Catal. 151 1995 60 [19] Tichit D. Lhouty M.H. Guida A. Chiche B.H. Figaeras F. Auroux A. Bartalini D. Garroone E. J. Catal. 151 1995 50 [20] Velu S. Swamy C.S. Elsen A. Grobet P. Keung M. Leeman H. Schooneydt R. Toufar H. Euroclay '95 2nd ed. Clays and Clay Material Sciences August 20–24, 1995 210 Leuven, Belgium [21] S. Velu and C.S. Swamy, React. Kinet. Catal. Lett., in press. [22] Kannan S. Velu S. Ramkumar V. Swamy C.S. J. Mater. Sci. 30 1995 1462 [23] Yamaoka T. Abe M. Tsuji M. Mater. Res. Bull. 24 1989 1183 [24] Trifiro F. Vaccari A. Piero D. Stud. Surf. Sci. Catal. 39 1988 571 [25] Kannan S. Swamy C.S. Appl. Catal. B 3 1994 109 [26] Herman R.G. Klier K. Simmons G.W. Finn B.P. Bulko J.B. J. Catal. 56 1979 407 [27] Reichle W.T. J. Catal. 94 1985 547 [28] Bezouhanova C.P. Al-Zihari M.A. Catal. Lett. 11 1991 245 [29] Velu S. Samuel Dorothy Swamy C.S. Gupta N.M. Chakrabarthy D.K. Catalysis Modern Trends: Narosa Publishing House 1995 470 New Delhi, India [30] Shen J. Kobe J.M. Chen Yi Dumesic J.A. Langmuir 10 1994 3902 [31] Mckenzie A.L. Fishel C.T. Davis R.J. J. Catal. 138 1992 547 [32] Corma A. Fornes V. Rey F. J. Catal. 148 1994 205 [33] Gusi S. Trifiro F. Vaccari A. Del Piero G. J. Catal. 94 1985 120 [34] Baustista F.M. Campelo J.M. Garcia A. Marinos J.M. Romero A. Appl. Catal. 99 1993 161",
      "scopus-id": "0001403742",
      "coredata": {
        "eid": "1-s2.0-0926860X96001330",
        "dc:description": "Copper aluminium hydrotalcites (CuAl-HT) with a Cu/Al atomic ratio of 2, 3 and 4 (CuAl 2.0-HT, CuAl 3.0-HT, CuAl 4.0-HT) were synthesised by the coprecipitation method using a mixture of NaOH/Na2CO3 as precipitant. The pure crystalline hydrotalcite (HT) phase was detected by X-ray diffraction when the copper-aluminium hydrotalcite was prepared without ageing (CuAl 3.0-WAHT). Vapour phase alkylation of phenol with methanol was carried out over CuAl-HT calcined at 450°C/8 h in air (CuAl-CHT). The activity and selectivity of these catalysts were compared with those of magnesium-aluminium calcined hydrotalcites (MgAl 4.0-CHT) from our earlier report. MgAl 4.0-CHT showed higher selectivity for 2,6-xylenol whereas CuAl-CHT was selective for o-cresol. Among the CuAl-CHT studied, CuAl 3.0-CHT showed higher phenol conversion at low temperatures (250–350°C). The catalyst derived from pure copper-aluminium hydrotalcite (CuAl 3.0-WACHT) showed lowest phenol conversion compared to other copper based catalysts obtained from a mixture of HT and malachite phases. The selectivity for o-cresol decreased in the order CuAl 3.0-CHT > CuAl 2.0-CHT > CuAl 3.0-WACHT ≈ CuAl 4.0-CHT > MgAl 4.0-CHT at low phenol conversion levels (15–20%). A suitable reaction pathway for the alkylation of phenol with methanol over these catalysts has been proposed after a careful examination of the reaction sequence. The selective C-alkylation to give o-cresol and 2,6-xylenol over CuAl-CHT could be attributed to the higher acidity of these catalysts as evidenced by the higher cyclohexanol dehydration activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-10-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96001330",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Velu, S."
          },
          {
            "@_fa": "true",
            "$": "Swamy, C.S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96001330"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96001330"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00133-0",
        "prism:volume": "145",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective C-alkylation of phenol with methanol over catalysts derived from copper-aluminium hydrotalcite-like compounds",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrotalcite"
          },
          {
            "@_fa": "true",
            "$": "Alkylation of phenol"
          },
          {
            "@_fa": "true",
            "$": "Acid-base properties"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "141-153",
        "prism:endingPage": "153",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 October 1996",
        "prism:doi": "10.1016/0926-860X(96)00133-0",
        "prism:startingPage": "141",
        "dc:identifier": "doi:10.1016/0926-860X(96)00133-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001403742"
      }
    }
  }
}