{
  "metadata": {
    "title": "ZnO<ce:glyph name=sbnd></ce:glyph>Cr<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> + ZSM-5 catalyst with very low Zn/Cr ratio for the transformation of synthesis gas to hydrocarbons",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-04-27",
    "doi": "10.1016/0926-860X(94)00275-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94002754",
    "pii": "0926860X94002754"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002589563",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X94002754 0926-860X(94)00275-4 0926860X94002754 10.1016/0926-860X(94)00275-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00476 2024-01-01T12:19:29.85596Z 0 0 19950427 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 125 125 1 1 Volume 125, Issue 1 8 81 98 81 98 19950427 27 April 1995 1995-04-27 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. ZNOCR2O3ZSM5CATALYSTLOWZNCRRATIOFORTRANSFORMATIONSYNTHESISGASHYDROCARBONS SIMARD F YASHIMA 1982 130 T PROCPANPACIFICSYNFUELSCONFJPNPETINST CHANG 1979 268 C FUJIMOTO 1984 136 K FUJIMOTO 1988 920 K CHANG 1980 127 C PROCCHEMICALENERGYPRODUCTSYMP SIMARD 1991 1448 F DELASA 1989 1221 H NIKOLOV 1989 511 V KLIER 1982 243 K DICONCA 1984 173 M PROC8THINTCONGRCATAL BERTOLDI 1988 1405 GIAMELLO 1989 237 E GABELICA 1983 227 Z SIMARD 1991 898 F NATTA 1955 349 G CATALYSIS GUSI 1985 120 S DELPIERO 1984 656 G CHANG 1977 249 C DELASA 1989 H COMELLI 1993 2474 R RIVA 1988 1423 A RIVA 1987 22 A WILLIAMS 1974 49 R BHATTACHARYYA 1957 114 S FUBINI 1988 155 B TRONCONI 1987 285 E CRISTIANI 1989 895 C DELPIERO 1985 1029 G REACTIVITYSOLIDS FINCH 1976 111 J CARRUTHERS 1967 1919 J PARLITZ 1985 24 B BEST 1977 292 S JAGANNATHAN 1981 418 K MERRYFIELD 1982 348 R CHANG 1983 1 C SIMARDX1995X81 SIMARDX1995X81X98 SIMARDX1995X81XF SIMARDX1995X81X98XF item 0926-860X(94)00275-4 0926860X94002754 1-s2.0-0926860X94002754 10.1016/0926-860X(94)00275-4 271346 2024-01-01T12:19:29.85596Z 1995-04-27 1-s2.0-0926860X94002754-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002754/MAIN/application/pdf/07953dbe40901b6ac5f15dddf540ff5a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002754/MAIN/application/pdf/07953dbe40901b6ac5f15dddf540ff5a/main.pdf main.pdf pdf true 959299 MAIN 18 1-s2.0-0926860X94002754-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002754/PREVIEW/image/png/9038e6f302ad3ce8348b02a1da9d345e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002754/PREVIEW/image/png/9038e6f302ad3ce8348b02a1da9d345e/main_1.png main_1.png png 49904 849 656 IMAGE-WEB-PDF 1 ~ ~ ~ , APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 125 (1995) 81-98 ZnO-Cr203 + ZSM-5 catalyst with very low Zn/Cr ratio for the transformation of synthesis gas to hydrocarbons F. Simard ~, U.A. Sedran b, j. Sep61veda b, N.S. Ffgoli b, H.I. de Lasa c,. Oronite Technology Division, Chevran Research and Technology Company, 100 Chevron Way, Richmond, CA 94802-0627, USA b Instituto de lnvestigaciones en Cat6lisis y Petroquhnica, (INCAPE) FIQ-UNL-CONICET, Santiago del Estero 2654, (3000) Santa Fe. Argentina Chemical Reactor Engineering Centre, Faculo' o['Engineering Science, Department o]\" Chemical and Biochemical Engineering, The University o[\" Western Ontario, London, Ontario, N6A 5B9, Canada Received 8 July 1994; revised 28 November 1994: accepted 29 November 1994 Abstract Three Zn-Cr mixed oxide plus ZSM-5 compound catalysts with different compositions covering a wide range of Zn/Cr atomic ratios (0.064 to 1.913), aimed at the direct conversion of synthesis gas into hydrocarbons, were tested under different experimental conditions: temperature ranged from 356 to 410, pressure from 3.60 to 4.49 MPa and space velocity from 0.2 to 3.0 mmol reactants/(gcat rain). Reaction products included carbon dioxide, water and hydrocarbons with methanol conversion (through which hydrocarbons are formed) being complete. The catalyst with the least content of zinc gave the highest yields of liquid hydrocarbons (up to 74% of total hydrocarbons). Different crystalline phases (ZnO, ZnCr204 and Cr203) were found in the methanol synthesis component as a function of Zn/Cr ratio. The low Zn/Cr catalyst was characterized by X-ray diffraction, differential thermal analysis, nitrogen adsorption, temperature-programmed reduction, Infrared and X-ray photoelectron spectroscopy. The only phases observed in this catalyst were ZnCr204 and Cr203. Calcination tem- perature had an influence in both physical and chemical catalyst properties. After calcination, Crw and Crm species could be seen on the catalyst surface, but only Crm species were observed after reaction or reduction. The evidences gathered suggest that Cr203 is mainly responsible for methanol synthesis, while ZnCr204 contributes to increase the specific surface area of the catalyst and influences gas product distributions. Compound catalysts with the mixed oxide (Zn-Cr) as the methanol syn- thesis component showed to be more active than those with the individual (Cr or Zn) oxides. Keywords: Catalyst characterization ( XRD/DTA/BET/TPR/IR/XPS ) ; Hydrocarbons; Syngas conversion; Zinc oxide-chromium oxide; Zeolites; ZSM-5 * Corresponding author. Tel. ( + 1-519) 6612144. fax. ( + 1-519) 6613498. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI O926-860X (94) 00275-4 82 F. Simard et al./Applied Catalysis A: General 125 (1995) 81 98 1. Introduction The direct conversion of synthesis gas into hydrocarbons, with methanol syn- thesis as an intermediate step, has been approached with different purposes such as the production of aromatic hydrocarbon mixtures [ 1-4], or the production of different hydrocarbon cuts like, for example, C3 and C4 aikanes [5]. By eliminating methanol production as a separate step, some of the drawbacks of the methanol-to-gasoline (MTG) process (e.g. unfavourable economics) could be circumvented. The catalysts employed consisted of a mixture of two components: a methanol synthesis catalyst (MSC) and a hydrocarbons-from-methanol catalyst. While the second component is an acidic solid (e.g. zeolites H-Y or H-ZSM-5, or SAPO), the MSC formulation can change widely. In fact, a number of different MSCs has been used, including Pd/SiO2 [4] and, especially, an extensive series of Zn-Cr mixed oxides [6,7], which are the catalysts for methanol synthesis conducted at high temperatures ( above 370 ) and high pressures ( about 30 MPa). The choice of the MSC was based on the thermal compatibilities of both compo- nents. In previous works in our laboratories the production of hydrocarbons from synthesis gas was approached using catalyst pellets composed of Zn-Cr mixed oxides and zeolite ZSM-5 [8]. The reaction was carried out successfully in a continuous process development unit using a special reactor configuration aimed at operating the unit under the pseudoadiabatic regime [ 9,10]. The pseudoadiabatic operation of fixed bed reactors requires the fully co-current cooling of the unit. This operation exhibits a series of intrinsic advantages like, for example, the continuously increasing temperature profile locating the maximum temperature at the reactor exit, and the low parametric sensitivity. These facts have also been confirmed in an industrial unit [ 11 ]. In the particular case of the direct conversion of synthesis gas into hydrocarbons, it was possible to achieve a strong 'drain-off' effect on the thermodynamic limitations of the methanol synthesis. The 'drain-off' effect allowed to operate the unit at relatively low pressures (2-3 MPa) [8]. Although they take part of a well established technology [12], there has been a renewed interest in Zn-Cr mixed oxides MSCs due to the possibility of using them for the production of higher alcohols, which may constitute valuable chemicals [ 13 ]. Consequently, a number of papers has been published recently that deal with Zn-Cr mixed oxides MSC characterization and the role played by the various component phases (e.g. [ 14,15] ). However, most of the research work has been performed on a Zn/Cr atomic ratio range over 0.5. It is the objective of this paper to report, in Section 3.1, the catalytic performance of a series of Zn-Cr mixed oxides plus ZSM-5 catalysts in the direct conversion of synthesis gas into hydrocarbons. The ratio between the two components was kept constant, while the composition of the MSC was changed covering a wide range. The screening process focused on the optimization of liquid hydrocarbon yields. The best composition for the MSC was found to be the one with the lowest zinc F. Simard et al. /Applied Catalysis A: General 125 (1995) 81-98 83 content (Zn/Cr= 0.064). This catalyst was characterized by different techniques such as X-ray diffraction (XRD), differential thermal analysis (DTA), N2 adsorp- tion, temperature-programmed reduction (TPR), infrared (IR) and X-ray photo- electron spectroscopy (XPS), and the results are presented in Section 3.2 of the paper. An identification of the active species was also attempted. 2. Experimental The Zn-Cr mixed oxides MSCs were synthesized by co-precipitation, starting from a mixture of solutions of the zinc and chromium nitrates at 80 and adding a solution of NH4OH to produce precipitation. Typical synthesis steps included co- precipitation, washing with deionized water, drying at 110 (dried precursor), and calcination at different temperatures for five hours. Pure Cr203 and ZnO sam- ples were generated and treated in a similar way. Three samples of MSC + ZSM-5 with different Zn/Cr atomic ratios were pre- pared. The observed values, as measured by X-ray fluorescence were 1.913 (MSC in Catalyst A), 0.557 (MSC in Catalyst B) and 0.064 (MSC in Catalyst C), respectively. The zeolite ZSM-5 was synthesized according to the technique of Gabelica et al. [16], with a SiO2/A1203 ratio of 42. Finally, cylindrical pellets of the compound catalyst ( 1 / 8 in. size) were prepared by extrusion with 63 wt.-% methanol synthesis catalyst, 27 wt.-% zeolite and 10 wt.-% fused AI203 binder (Versal 950, Kaiser Chemicals) with extra water added to produce a paste. All catalysts were dried at 110. Calcination was typically performed at 350 during 5 h. Powder X-ray diffraction patterns were collected in a Rigaku Horizontal Dif- fractometer, using Cu Ka radiation. Identification of crystalline phases was based on standard references published by the Joint Committee on Powder Diffraction Standards (1974). A pure Cr203 sample (BDH) was used as a reference to compare against observed XRD spectra. Differential thermal analyses were done with a Shimadzu DT-80 analyzer using a 1.86% O2 in N2 stream with a heating rate of 20 min- J. Dried precursor samples without further treatments were used; A1203 was used as a reference. Physical properties were determined by standard nitrogen adsorption BET pro- cedure, with a Micromeritics Acusorb 2100 equipment. Temperature-programmed reduction experiments were performed in a flow appa- ratus under the following conditions: gas, 5% H2 in N2; flow, 9 ml min- 1; linear heating rate, 6 min ~ starting at room temperature. The samples were previously dried 'in situ' for 2 h at 150 under nitrogen stream. Infrared spectra were collected using a Perkin Elmer model 580B spectrometer on samples prepared by the KBr technique; wafers were prepared under ambient air, containing 1% of catalyst previously pretreated under different conditions, and 84 F. Simard et al. / Applied Catalysis A: General 125 (1995) 81 98 then transferred to the cell. The samples were calcined and reduced at different temperatures. X-ray photoelectron spectroscopy analyses were done on a SSL Surface Science Laboratory ESCA Spectrometer, Model SSX-100. Activity runs were performed in a 7.62 cm I.D. Betty reactor. The original basket volume was reduced to a 2.54 cm diameter and 5.08 cm height basket by means of an aluminum insert, in order to accommodate small samples of catalyst. The tem- perature of the system was controlled using two thermocouples (chromel-alumel junction, 1.5 ram) located at the two extremities of the catalytic bed (top and bottom of the bed). The gas fed was controlled using mass flow controllers ( Brooks 5850 series). Conditions for the runs ranged in temperature from 356 to 410, in pressure from 3.60 to 4.50 MPa and in space velocity from 0.2 to 3.0 mmol/(g min) of HR/CO mixtures with molar ratio 1. Reaction products were analyzed by combined gas chromatography-mass spectrometry. A drierite trap and an oxy-trap were used to eliminate traces of water and oxygen, respectively. The pressure in the system was maintained with a Tescom back pressure regulator model 26-3200, equipped with a high-temperature polyamide seat (Vespel, Dupont). The product stream, maintained at 250, was depressurized to atmospheric pressure before flowing through a heated six ports Valco valve equipped with a 1 ml loop, for on- line gas chromatographic analysis. Liquid samples were collected in a trap immersed in a water-ice bath. The flow-rate of the non-condensed products was measured with a bubble flowmeter. Additional details about the experimental sys- tem used for the activity runs are reported by Simard et al. [ 17]. 3. Results and discussion 3.1. Catalytic activity and selectiviO' of compound catalysts with different Zn/Cr ratios in the MSC component The influence of the composition of the MSC on the conversion of synthesis gas into hydrocarbons is shown in Table 1. These catalysts samples, not subjected to a pre-reduction, gave carbon monoxide conversions increasing with the zinc content. This behaviour has also been reported in other works with Zn-Cr catalysts [ 6,18] and is also in line with the fact that high-pressure industrial Zn-Cr MSCs show Zn/Cr ratios in the order of 3. ZnO was considered to be the active phase in these types of catalysts [ 19]; however, other studies (e.g. ref. [20] ), postulate that octahedrally coordinated, excess zinc atoms inside the non-stoichiometric ZnCr204 spinel in a system ZnO- ZnCr204, are the active sites for the synthesis of methanol, while the stoichiometric ZnCr204 (Zn/Cr= 0.5) spinel is inactive. The XRD spectra of MSC over Catalysts A, B and C are presented in Fig. 1. The XRD patterns showed the following patterns: Catalyst A (Zn/Cr= 1.913), which F. Simard et al. /Applied Catalysis A: General 125 (1995) 81-98 85 Table 1 Influence of the composition (Zn/Cr ratio) of the MSC/ZSM (70 wt.-%-30 wt.-%) without binder on the conversion of synthesis gas into hydrocarbons. Pressure: 4.498 MPa; temperature: 410; WHSV: 3.0 mmol/(g rain) ; H2/CO: 1. Initial values. Pretreatment: catalyst samples were calcined at 400 overnight. Catalysts samples were not pre-reduced Catalyst A B C Zn/Cr 1.913 0.557 0.064 CO conversion (%) 38.6a-35.8b 33.&-21.5b 22.9~-14.5~ Product distribution (%) CO2 67.6 69.1 70.2 H20 3.6 5.3 5.3 Hydrocarbons 28.8 25.6 24.5 Hydrocarbon distribution (%) CH4 10.3 8.0 6.3 CF 0.7 0.8 2 C2 7.6 6.1 4.6 C3 0.0 0.0 0.0 C~ 23.9 28.8 10.4 C4 total 23.6 23.3 3.6 C5 + 34.4 33.0 73.9 C5 + Distribution ( % ) C5 39.4 - 2.4 C6 14.1 52.6~ 0.6 Toluene 0.8 1.0 3.2 C8 Aromatics 10.2 12.7 26.2 C9 Aromatics 18.1 19.1 40.9 Cm Aromatics 9.1 8.2 7.7 CL~+ 2.7 2.1 15.9 CO conversion at the beginning of the run. Fresh catalyst. b CO conversion after 6 h of catalyst time-on-stream. \" C5 + C6 are reported as a combined group in the C6 line. is the most active for the conversion of synthesis gas, has ZnO and ZnCr204 phases (Fig. la); Catalyst B, with a lower zinc content (Zn/Cr = 0.557), is less active for the conversion of synthesis gas, and shows essentially a single ZnCr204 phase (Fig. lb); Catalyst C (Zn/Cr= 0.064) presents the lowest activity of the series, while in this case the XRD spectrum shows the presence of mainly Cr203 and small amounts of ZnCr204 (Fig. 1 c). Concerning the fraction of hydrocarbons observed (Table 1), it can be stated that it was quite similar in all the catalysts studied: between 24.5 and 28.8 wt.-% of total products. This result is certainly a consequence of the fact that in spite of the changes in catalyst formulation, the formation of methanol, closely related to the formation of hydrocarbons through the 'drain-off' effect, is still the controlling step. The relative distribution of carbon dioxide and water was ruled by the water- gas shift reaction, which for these catalysts and experimental conditions appears to 86 F. Simard et al. / Applied Catalysis A.\" General 125 (1995) 81-98 be close to equilibrium. The reacting system can, thus, be adequately described by means of the following set of statements: CO+ 2H2 --0 CH3OH CH3OH --0 (CH2) + H20 (hydrocarbon formation) CO + H20 ~ C02 + H2 However, important differences can be observed from the standpoint of hydro- carbon distribution as a function of the composition of the MSC. For example, it can be seen that in the case of higher zinc contents (Catalysts A and B), the proportion of light alkanes (see, for example, the C2 and C3 fraction in Table 1 ) was much higher. This result can be explained considering the higher hydrogenation activity of the MSC as a function of the higher zinc content (refer to Section 3.2). Consequently, the possibility of interception and hydrogenation of intermediate light alkenes formed as a consequence of the MTG reaction is higher. It has to be stressed that the high partial pressure of hydrogen in the system was also favouring this reaction. This effect has also been noticed by Chang et al. [6]. Then, a possible way of moderating this effect is through the use of lower H2/CO ratios or using catalysts with lower hydrogenation activity. As a consequence of this, it can be justified that a catalyst with an expected low hydrogenation activity showed higher yields of liquid hydrocarbons, as is the case for Catalyst C (73.9% of total hydro- carbons were in the C5 + fraction). Additional issues in the hydrocarbon distributions in all the catalysts can be pointed out, like the important amount of hydrocarbons in the Cs-C,3 range ( mainly aromatics), which is typical in MTG reaction on ZSM-5 [21 ]. Another relevant ~ a Zn 0 a) z~ z~ 0 Zn Cr204 j,,~,,..,,,.,~~a, ~ a Cr20s 0 0 0 Z~ ~ z~ 20 50 40 50 60 70 20 0 b) 20 130 40 50 60 70 20 c) in[3 [] 20 30 40 50 60 70 28 Fig. I. XRD Spectra of MSC calcined at 350. (a) Catalyst A; (b) Cata|yst B; (c) Catalyst C. F. Simard et al. /Applied Catalysis A: General 125 (1995) 81-98 87 issue that can be observed in the results shown in Table 1 is that all the catalysts presented a considerable water-gas shift activity on the methanol synthesis com- ponent, as most of the water generated in the MTG reaction on zeolite ZSM-5 was being converted to carbon dioxide. Catalyst deactivation is an important characteristic of these catalysts. For exam- ple, the carbon monoxide conversion found with Catalyst C at 0 and 360 min time- on-stream were 22.9 and 14.5%, respectively. Catalyst activity in all the cases, after an initial decrease, became stabilized. This deactivation with time-on-stream, as described by Simard et ah [ 17], reflects a transition from initial catalytic activity to steady-state values. This deactivation is much milder for pre-reduced catalysts, case of Catalyst C. Also catalysts with a higher zinc content (e.g. Catalyst A of Table 1 ) appear to be less affected by the deactivation phenomenon. Concerning Catalyst C, the one yielding higher C~ + fractions, it was observed that kinetic constants for synthesis gas conversion had an initial exponential decay with time-on-stream, becoming stable after this initial drop. This behaviour was also observed for the same type of catalyst under pseudoadiabatic operation [ 8 ]. Because of the enhanced selectivity towards production of C5-C~2 hydrocarbons over Catalyst C, the effect of reaction conditions was studied further with this catalyst. Upon increasing the reaction temperature from 356 to 410 at a synthesis gas flow-rate of 2.9 mmol/(g rain), the steady-state carbon monoxide conversion level increased from 4% to 11%, respectively, while the proportion of liquid hydro- carbons decreases (92.0% and 74.6% for 356 and 4100C, respectively). There is, however, a noticeable increase in hydrogenation activity, as shown by the higher amounts of light alkanes C2-C4 (most of the C4 products are alkanes). This is in accordance with Yashima et al. [ 1 ], who also noted a decrease in aromatic selec- tivity when increasing the temperature from 284 to 344. As expected, carbon monoxide conversion and aromatic selectivity increase significantly as a function of contact time. Results presented so far were obtained on catalysts that were not pre-reduced contacting them with synthesis gas at reaction temperature. The important effect of the pretreatment conditions on catalyst performance is shown in Table 2. The samples were heated slowly (<5/min) to 300 and maintained at this tem- perature for 16 h under a slightly pressurized (close to ambient pressure) stream of 7.8% H2 in He. It can be observed that only the catalyst pre-reduced with 7.8% H2 in He showed important conversions at 410 and 3.60 MPa. On this basis it can be argued that catalysts, such as Catalyst C, not being subjected to mild pre- reduction conditions and being directly exposed to the synthesis gas mixture may experience some kind of thermal shock, given the exothermicity of the reduction reaction. Moreover, the catalysts employed for these experiments also incorporated a binder to obtain pellets which had enough attrition resistance so as to be used in the pilot plant size pseudoadiabatic reactor [ 8 ]. Previous experiments showed that the addition of the binder did not produce significant changes in the activity and 88 F. Simard et al./Applied Catalysis A: General 125 ( 1995l 81 98 Table 2 Influence of pretreatment conditions on the conversion of synthesis gas to hydrocarbons on Catalyst C (Zn/ Cr = 0.064). Pressure: 3.60 MPa: temperature: 410; WHSV: 2.3 mmol/(g rain); HSCO: 1. Initial values Pretreatment Conditions Calcination temperature () 450 350 350 7.8% H, in He at 310 No No Yes CO conversion (%) 2.5 7.2 25.1 Product distribution (%) CO~ 53.9 69.0 72.7 H~O 4.6 4.9 2.4 Hydrocarbons 41.4 26.2 24.9 Hydrocarbon distribution (%) CH~ 10.6 5.3 4.7 C2 2.6 2.0 1.0 C2 8.9 5.1 12.1 C3 1.0 0.7 0.5 C~ 10.2 6.3 15.2 C4 Total 5.2 2.9 5.8 C~ + 61.5 77.7 60.7 C~ + distribution (%) C5 4.3 1.7 4.0 C6 1.8 2.7 0.7 Toluene 5.0 3.6 2.7 C~ aromatics 34.0 28.2 25.5 C~ aromatics 35.8 38.3 39.8 C~o aromatics 8.0 10.6 14.1 C~ + 10.2 13.5 10.1 selectivity of the compound catalyst [ 22], but only in the attrition resistance. When the catalyst was calcined at 350, its activity was higher than in the case of 450. This could be associated to the sharp decrease in catalyst surface area when the calcination temperature is increased. Catalyst surface area was 68.7 m2/ g if calcined at 350, 30.8 m2/g if calcined at 400 and 22.0 if calcined at 500 (Table 3 in Section 3.2 below). As stated above the most dramatic changes occurred when the catalyst was pre- reduced with a stream of 7.8% H2 in He at 310. Carbon monoxide conversion increased substantially and hydrocarbon selectivity decreased slightly, what pro- duced a sharp increase in hydrocarbon yield. It is interesting to point out that liquid hydrocarbon product distribution remained essentially the same while it is evident that the pre-reduced compound catalyst had a somewhat higher hydrogenation activity, which is reflected in the increased amount of light alkanes. In view of the higher liquid hydrocarbons production of the catalyst having the lowest Zn/Cr, even though carbon monoxide conversion was lower when compared with catalysts with higher Zn/Cr ratios, emphasis was given to the characterization of its MSC component. The results are presented in the following Section 3.2. F. Simard et al./ Applied Catalysis A: General 125 (1995) 81-98 89 3.2. Characterization of the MSC in Catalyst C The very low Zn/Cr ratio (0.064) constitutes a very distinctive property of the catalyst which produced the highest liquid hydrocarbons yield. Previous work on synthesis gas conversion to hydrocarbons with Zn-Cr-zeolite catalysts [ 1,6,7] and Zn-Cr-amorphous silica-alumina [ 23 ], as well as works dealing with MSCs char- acterization [ 14,24] or even catalyst development for associated reactions such as higher alcohols synthesis [ 24], were all developed on catalysts with much higher Zn/Cr ratios, typically above 0.5. Crystalline phases present: influence of the calcination temperature Samples of the dried precursor of the MSC were calcined at 280, 300, 350,400, 450, 500 and 550 to study the influence of calcination temperature. Some of the corresponding powder XRD spectra are presented in Fig. 2. With the exception of the dried precursor and the samples calcined at 280 and 300, which appeared to be insufficient to induce crystallization, all the other samples did show very clear and sharp peaks that can be unambiguously assigned to Cr203. Thus, for 350 and higher temperatures Cr203 crystals were consistently observed and this was in agreement with published results [25]. b , , , T 1 , , , , , , i DO 0 Zn Cf2 04 0[3 0 [] oCtZ O~ d J 75 65 55 45 35 25 2O Fig. 2. XRD Spectra of MSC in Catalyst C calcined at different temperatures. (a) Dried precursor; (b) 280; (c) 350 ; (d) 450; (e) 550. 90 F. Simard et al. /Applied Catalysis\" A.\" General 125 (1995) 81-98 It is important to mention that some peaks that belong to the ZnCr204 spinel were also observed; the intensity of the peaks, however, showed that the phase is in minor proportion. Moreover, the XRD spectrum of a pure CreO3 powder sample was done to confirm the assignments, giving exactly the same spectrum without the ZnCr204 spinel peaks. The computer simulation of the XRD spectrum of the sample calcined at 500 was done taking into account the Zn/Cr atomic ratio of 0.064 and assuming that only Cr203 and ZnCr204 were present in the catalyst. The resulting XRD computer- simulated spectrum was essentially the same as the one observed experimentally. It has to be mentioned that, so far, no report in the technical literature has been published on the crystalline properties of Zn-Cr mixed oxides with very low Zn/ Cr ratios. The lowest Zn/Cr ratio for Zn-Cr mixed oxides, with a powder XRD spectrum reported, was 0.5 [ 14]. In the case of our study when 0.5 < Zn/Cr < 1.0, the catalyst only showed a single crystalline phase, ZnCr204. It is claimed this phase is non-stoichiometric due to excess zinc in the spinel [14]. As already mentioned, and according to del Piero et al. [20], it is precisely this non-stoichi- ometry which would give catalytic activity to the spinel for methanol synthesis. In contrast, the stoichiometric spinel (Zn/Cr = 0.5) was reported to be inactive. The possibility of excess zinc in the spinel has also been suggested by Williams and Cunningham [ 26 ]. This is certainly the case for the MSC component in our Catalyst B. However, in the case of the MSC component in Catalyst C, there is little ground, due to the very low amounts of zinc, to believe that the ZnCr204 spinel is non- stoichiometric (with excess zinc). Thus, it would not be active in methanol syn- thesis from synthesis gas. In conclusion, the calcination of the Zn-Cr catalyst (Catalyst C) produced a Cr203 phase plus a ZnCr204 spinel phase when the temperature was 350 or higher. Differential thermal analysis Fig. 3 shows the DTA profiles of the dried precursor of the MSC in Catalyst C and a precipitated Cr203 sample, which were performed under an oxygen-nitrogen atmosphere. Both profiles are similar, having two endothermic peaks and one exothermic peak. The endothermic peaks can be assigned to the removal of water bound to the gel with different strength, the first one at about 110-130 and the second one at about 210--230. The exothermic peak at 460 in the case of the CreO3 sample shows the crystallization of the amorphous gel; the same pattern was observed by Bhattacharyya et al. [27]. The exothermic peak is wider and shifted to higher temperatures for the Zn-Cr mixed oxide catalyst. The crystallization of ZnCr204 has been reported to follow an endothermic process above 470 [28] or 525 under inert atmosphere [26]. However, the wider peak and the shift in its location could be ascribed to the interaction between the dominant influence of the enthalpy of Cr203 crystallization, F. Simard et al. / Applied Catalysis A: General 125 (1995) 81 98 91 <- <- I 11 ~Cl 11 I Exotherm,c ,, / \\ E ndot herin ic I / 7 I I I I [ 0 200 400 600 Temperature () Fig. 3. Differential thermal analysis profiles. (a) MSC in Catalyst C; (b) pure precipitated Cr203. following an exothermic process, and the crystallization of the ZnCr204 spinel. It has to be stressed that the formation of crystalline phases was not observed at calcination temperatures lower than 300. Fig. 2 illustrates the absence of crys- talline phases for samples calcined at 280. Physical properties BET surface area, pore volume and pore size distribution analyses were per- formed on selected samples of the MSC component in Catalyst C after treatment under different conditions. Results are presented in Table 3. It can be seen that there was a sharp change in the physical properties of the catalyst (specific surface area and pore volume) as well as an associated destruction of smaller pores when the temperature of calcination increased from 350 to 400 ( see Fig. 4). However, a further increase in temperature ( to 500 ) did not produce such dramatic changes. On the other hand, there was no noticeable change when the reduction temperature was increased from 370 to 450 on catalysts previously calcined at 400. Consequently, calcination temperature appears to have a very important role to produce a high specific surface area catalyst. In this respect, it can be stated that reported specific surface areas for Cr203, which is the main phase in this Zn-Cr mixed oxide catalyst, vary widely as a function of the atmosphere in which the treatment was performed. Tronconi et al. Table 3 Influence of calcination and reduction treatments on the physical properties of the Zn-Cr MSC component in Catalyst C Calcination temp.() Reduction temp.() Sg(m2/g) Vg(cm3/g) dp (nm) 350 370 68.7 0.102 9.9 400 370 30.8 0.078 14.9 400 450 28.3 0.070 15.2 500 370 22.0 0.054 15.2 92 F. Simard et al. /Applied Catalysis A: General 125 (1995) 81-98 -I \"0 >~ t ~ ! ! I ! t I I GI ! - ! I ! I / / / - ! I I I / _ r_J-- i J I f I 29.5 2].5 13,5 5 . 5 ~.75 Dp (nm) I I 2.25 Fig. 4. Pore size distribution of MSC in Catalyst C calcined at different temperatures. (a) 350\" (b) 400. [29], reported a specific surface area of 92.2 m2/g for a Cr203 catalyst prepared in the same way as in this work, but activated in a Hz-N2 atmosphere and after being used in methanol synthesis. It has to be pointed out that with the aim of comparison and also in order to establish the role of zinc on the specific surface area of the mixed oxides catalyst, the specific surface area of precipitated pure Cr203, calcined at 350 and reduced at 400 was also determined. It showed a value of only 22 m2/g, which indicates that the presence of zinc, even at low levels, contributes significantly to the increase of the specific surface area of this compound catalyst. Temperature-programmed reduction and IR spectra Samples of the MSC component in Catalyst C, calcined at different temperatures (350-550) were subjected to TPR analysis. It can be seen in Fig. 5 that distinctive profiles arose as a function of calcination temperature. When calcination was per- formed at the lowest temperature (350, Fig. 5a) a single large peak of hydrogen consumption was observed at 295. For calcination temperatures of 400 and 450 (Fig. 5b and 5c), two peaks were visible: the same as in the previous case (about 295), with smaller size, and a second peak at about 395. If calcination tem- perature increased to 500 and 550 (Fig. 5d and 5e), the first peak almost disap- peared. The area of the second peak decreased continuously. There is no TPR profile reported in the literature for this kind of Zn-Cr catalysts. It is expected that under the experimental conditions used, zinc will not be reduced, so the hydrogen consumption peaks are assumed to be due to chromium reduction F. Simard et al. /Applied Catalysis A: General 125 (1995) 81 98 93 i!f o il t d' ' ,7d\\ ', /.i V&\\, ,, 0 200 400 Temperature [) Fig. 5. Temperature-programmed reduction profiles of MSC in Catalyst C calcined at different temperatures. (a) 350; (b) 400; (c) 450: (d) 500; (e) 550 and (f) pure precipitated Cr20~ calcined at 350. processes. It was reported that after precipitation and calcination of Zn-Cr mixed oxide catalysts, at least a portion of the chromium would be present as CrvI[ 30,31 ] ; indeed, this was verified by XPS analysis in our case (see below). Moreover, the amount of Crv~ present had been shown to decrease when increasing calcination temperature [ 31,32]. Fig. 5 shows that the size of the first peak is significantly reduced and this trend was even more noticeable when the calcination temperature was raised from 350 to 550. This peak has been assigned to the reduction of CrvI, from CrO3 or ZnCrO4 [30], which were not seen by XRD, to CrIII. Cristiani et al. [ 30] observed a single reduction peak at 250-300 when they reduced a co-precipitated catalyst with a Zn/Cr ratio one, which was assigned to the reduction of Crvl to Crm. Crv~ from ZnCr207 showed the same behaviour, being reduced in a single step at 320 [ 33], and approximately the same was observed in the case of CrO3 on different supports [32], reduction depending on the support and calcination temperature employed. The TPR profile corresponding to a pure precipitated Cr203 sample calcined at 350 is shown in Fig. 5f, with a single reduction peak at 295, matching the pattern for the compound catalyst calcined at the same temperature. Additional confirmation could be observed in IR spectra (refer to Fig. 6). The broad band observed at 850-950 cm 1 in spectrum 6b belongs to the chromate species. Though not shown for the sake of clarity, it could be observed that the band disappeared gradually with increasing calcination temperature from 350 (spectrum 6b) to 500 (spectrum 6a). The band also disappeared when the samples were calcined at 350 and then reduced at 270, in which case the spectrum was fully coincident with 6a. This confirms the assignation to Crv~ reduc- tion for the first peak observed in TPR analysis. Since by XPS analysis (next section) it was only possible to observe CrnI and CrvI species, the second reduction peak can also be assigned to Crv~ reducing to Crm. However, this species would be in a different environment. This is consistent with the TPR analysis of Cr/SiO2 with small amounts of chromium [34], which 94 F. Simard et al. / Applied Catalysis A: General 125 (1995) 81 98 I1) f22 E I I I I 1000 800 600 400 Wavenumber (cm-1) Fig. 6. Infrared spectra of MSC in Catalyst C: (a) calcined at 350, reduced at 275 (same profile observed if calcined at 500); (b) calcined at 350. showed the presence of two hydrogen consumption peaks at 340-370 and 470- 490, both assigned to Crvj reduction to Crm, the lower temperature peak being due to the reduction of aggregated Crw species. XPS analysis The XPS analysis of the surface of the MSC component in Catalyst C clearly showed the presence of both zinc and chromium peaks. The zinc peak locations were steady, confirming that the chemical state of zinc does not change, whatever the treatment (calcination and/or reduction) the sample received. In the case of chromium, the 2p region shows a doublet 2p3/2-2p~/2. As shown in Fig. 7a, the Cr 2p3/2 signal showed two peaks with a binding energy of 576.8 and 579.3 eV corresponding to Crm and Crw, respectively. In the Cr 2pl/2 signal, Crm and Crw peaks appeared at 586.9 eV and 589.3 eV. The spectra clearly showed that in all the calcined samples both Crnl and Crv~ existed (see Fig. 7a, catalyst calcined at 400, as an example). The related literature [35-37] reports agreement about the location of the Cr 2p3/2 peak, both in supported chromium catalysts and bulk compounds. However, the spectra collected on samples previously calcined at 400 and then reduced at different temperatures, or used (synthesis gas conversion to hydrocarbons at 350- 410), showed no Crw peaks (refer to Fig. 7b). No evidence was found about the presence of other chromium peaks (oxidation states). After reduction of sup- ported Cr/AI203 catalysts [ 36], Crv in samples which initially only possessed Crm and Crv~ was observed. The proportion of Crv was decreasing until it disappeared F. Simard et al. / Applied Catalysis A: General 125 (1995) 81-98 95 C 570.1 8 575.1 580.1 585,1 590.1 595.1 Binding energy (eV) b ._E= v- i i I I 570.1 575.1 580.1 585.1 590.1 595.1 Binding energy (eV) Fig. 7. (a) XPS spectra of\" MSC in Catalyst C calcined at 400. (b) XPS spectra of MSC in Catalyst C calcined at 350 C. at 400, reduced when the catalyst had a load of 20% Cr. Similar results are reported by Parlitz et al. [34]. However, no indication of oxidation states other than Crm and Crw was observed in this compound catalyst. Therefore, it can be said that under our reaction conditions chromium is kept as Crm. Comparison of the catalytic activity with pure zinc and chromium oxides According to results so far presented in this study, and considering the hypothesis of lack of activity of the stoichiometric ZnCr204 phase for methanol synthesis [ 20 ], Cr203 appears as the phase responsible for such activity in this compound MSC- zeolite catalyst. Given this information, it was decided to prepare a compound catalyst (MSC-zeolite) in which the MSC component was Cr203 only. It was also decided to test this catalyst converting synthesis gas into hydrocarbons so as to allow for comparison with experimental conditions previously studied (refer to Section 3.1, Table 1 ). Experimental information is presented in Table 4. The first and second columns in Table 4 allow to observe that the Zn-Cr-zeolite catalyst (Catalyst C) has an activity which is two times that of the Cr203-zeolite catalyst, but also other important differences arose between the product distributions of both catalysts, because the Zn-Cr-zeolite has a much higher hydrogenating 96 F. Simard et al. /Applied Catalysis A: General 125 (1995) 81-98 Table 4 Conversion of synthesis gas into hydrocarbons. Pressure: 3.60 MPa: temperature: 405 : WHSV: 2.9 mmol/(g rain); H2/CO: 1. Initial values MSC catalyst Catalyst C Cr20, Cr20~ ZnO Reduction temp. () 31 () 31 () 415 310 CO conversion 27.0 12.7 13.0 13.0 Product distribution (%) CO~ 67.8 63.2 62.1 61.0 H20 5.3 14.8 13.6 12.8 Hydrocarbons 24.9 22.0 24.3 26.2 Itydrocarbon distribution (%) CH4 5.7 4.2 6.1 24.8 C2 0.7 1.6 1.4 3.2 C2 10.4 5.3 4.6 24.6 C3 0.6 0.5 0.4 1.0 C~ 24.1 8.6 8.3 14.8 C4 total 9.9 3.0 2.7 17.4 C5+ 51.5 76.7 76.4 14.7 C> ~ distribution (%) C5 7.5 1.4 1.2 70.6 C6 2.6 0.9 1.1 11.8 Toluene 2.7 3.4 3.7 0.0 Cs Aromatics 24.2 26.3 26.1 5.1 C~ Aromatics 32.2 36.8 33.6 3.6 C~0 Aromatics 8.5 7.2 7.3 1.1 C~t+ 21.0 23.0 26.6 7.0 activity as shown by the proportions of the C2-C4 paraffinic products, and even in the C5-C6 products, as compared with those produced on the Cr203-zeolite. Again, these alkanes would be the result of the interception by hydrogenation of the light alkenes, possible intermediate products in the methanol-to-hydrocarbons reaction on zeolite ZSM-5 [38]. However, product distributions in the C5+ fraction are similar. The fact that the catalyst with some zinc in its composition has an important hydrogenation activity points to the role played by zinc, which would be active in hydrogenating alkenes. The very important hydrogenation activity of zinc is con- firmed by conversion experiments in which the MSC component was ZnO only (fourth column, Table 4). The hydrogenation of light C2-C4 alkenes is the highest of all the catalysts tested, leading to low production of liquid hydrocarbons. A very important methanation activity is also shown; ZnO has been recognized as both a MSC and methanation catalyst [29]. Conversion of the carbon monoxide as shown in Table 4, is the same than the one of Cr203, which is in line with published results [29]. It should be pointed out that the specific surface area of ZnO was 4 mZ/g. The important activity difference observed between ZnO-CrzOB-zeolite and Cr203-zeolite catalysts could be explained as a function of the dissimilar specific surface area showed by each catalyst under similar treatments: 68.7 mZ/g for Zn- F. Simard et al. / Applied Catalysis A: General 125 (1995) 81-98 97 Cr catalyst and 22 m2/g for Cr203. This would suggest a positive effect of the ZnCr204 spinel, though inactive for syngas conversion, on the mixed oxide catalyst, providing a larger specific surface area. The comparison of product distributions (CO2, H20, hydrocarbons) allows to estimate a similar ability in Cr203-zeolite and ZnO-zeolite to carry out the water-gas shift reaction. However, this reaction is not as close to equilibrium as in the case of Catalysts A, B and C. It has been shown that the process of pre-reduction induced a much higher activity in the stabilized conversion of carbon monoxide [ 8 ]. However, it is confirmed in Table 4 that the pre-reduction temperature has no significant effect on the catalyst with Cr203 as MSC. When the Cr203-zeolite catalyst was reduced at different temperatures (310 and 415) it kept essentially the same trends as regards con- version and selectivities. Moreover, it has been shown in Table 3 that the reduction temperature does not have a significant effect on the resulting specific surface area. 4. Conclusions In a series of Zn-Cr mixed oxides, the catalyst with the lowest Zn/Cr atomic ratio (0.064) is the one which produced the highest liquid hydrocarbons yield, although being less active in the direct transformation of synthesis gas to hydro- carbons, on compound Zn-Cr mixed oxide-zeolite catalysts. The MSC component in that catalyst is composed of two phases, Cr203 and ZnCr204. The conversion of synthesis gas to methanol is mainly performed on the Cr203 phase, while the ZnCr204 phase which, if stoichiometric, has been shown to be inactive for methanol synthesis, showed to have a strong influence in the hydrogenation of intermediate alkenes. A positive effect is believed to be exerted by the ZnCr204 spinel in providing a higher specific surface area, as compared with Cr203 alone. Thermal treatments have a profound influence on the catalyst's physical prop- erties, and a minimum temperature, 350, was shown to be necessary for the ZnCr204 spinel and Cr203 to crystallize. Both Crw and C1Jn species are seen on the calcined catalyst surface; however, it is believed that the only chemical state for chromium atoms under reaction conditions is CO~. The catalyst with the mixed oxide (Zn-Cr) as the MSC component showed to be more active than the ones with single (Zn or Cr) oxides only. References [ 1 ] T. Yashima, A. Yoshimura, Y. Wakushima and S. Nambm Proc. Pan-Pacific Synfuels Conf.. Jpn. Pet. Inst., 1982, Vol. 1, p. 130. [2] M. Boersma, M. Post and L. Schaper, UK Patent 2 053 960 (1979). [3] C. Chang, W. Lang and A. Silvestri, J. Catal., 56 (1979) 268. [4] K. Fujimoto, Y. Kudo and H. Tominaga, J. Catal., 87 (1984) 136. [5] K. Fujimoto, H. Saima and H. Tominaga, Ind. Eng. Chem. Res., 27 (1988) 920. 98 F. Simard et al. / Applied Catalysis A: General 125 (1995) 81-98 [6] . C. Chang, W. Lang and W. Bell, Proc. Chemical Energy Product Syrup., Microfches Am. Chem. Soc., New Orleans, 1980, Part I, p. 127. [7] M. Post, Europ. Patent 120 510 (1984). [8] F. Simard, A. Mahay, A. Ravella, G. Jean and H. de Lasa, Ind. Eng. Chem. Res., 30 ( 1991 ) 1448. [9] H. de Lasa, Canadian Patent 1 233 895 (1987). [ 10[ H. de Lasa, A. Ravella, E. Rost and A. Mahay, Chem. Eng. Sci., 44 (1989) 1221. [ 11 ] V.A. Nikolov and Aa.I. Anastosov, AIChE J., 35 (1989) 51 I. [ 12] K. Klier, Adv. Catal., 31 (1982) 243. [ 13] M. di Conca, A. Riva, F. Triffir6 and A. Vaccari, in Proc. 8th Int. Congr. Catal., Vol. II, Verlag Chemie, Weinheim, 1984, p. 173. [ 14] Bertoldi, B. Fubini, E. Giamello, G. Busca, F. Triffir6 and A. Vaccari, J. Chem. Soc., Faraday Trans. I, 84 (1988) 1405. [ 15] E. Giamello, B. Fubini, M. Bertoldi, G. Busca and A. Vaccari, J. Chem. Sot., Faraday Trans. I, 85 (1989) 237. [ 16] Z. Gabelica, N. Biota and E. Derouane, Appl, Catal., 5 (1983) 227. [ 17] F. 8imard, A. Mahay, G. Jean and H. de Lasa, Can. J. Chem. Eng., 69 ( 1991 ) 898. [ 181 G. Natta, in P.H. Emmett (Editor), Catalysis, Reinhold, New York, 1955, Vol. 3, Ch. 8, p. 349. [ 19] S. Gusi, F. Trifir6, A. Vaccari and G. del Piero, J. Catal., 94 ( 1985 ) 120. [20~ G. del Piero, F. Triffir6 and A. Vaccari, J. Chem. Soc., Chem. Commun., (1984) 656. [ 21 ] C. Chang and A. Silvestri, J. Catal., 47 (1977) 249. [22] H. de Lasa, F. Simard, A. Mahay and A. Ravella, Final Report to Canada Centre for Mineral and Energy Technology, Feb. 1989. [23] R. Comelli and N.S. Figoli, Ind. Eng. Chem. Res., 32 (1993) 2474. [241 A. Riva, F. TrifirlS, A. Vaccari, L. Mintchev and G. Busca, J. Chem. Soc., Faraday Trans. 1,84 (1988) 1423. [25] A. Riva, F. Trifir6, A. Vaccari, G. Busca, L. Mintchev, D. Sanfilippo and W. Manzatti, J. Chem. Soc., Faraday Trans. l, 83 (1987) 22. [26] R. Williams and R. Cunningham, Ind. Eng. Chem., Prod. Res. Dev., 13 (1974) 49. [27] S. Bhattacharyya, V. Ramachandran and J. Gosh, Adv. Catal., 9 (1957) 114. [ 28] B. Fubini, E. Giamello, F. Triffir6 and A. Vaccari, Thermochim. Acta, 133 (1988) 155. [29] E. Tronconi, C. Cristiani, N. Ferlazzo, P. Forzatti, P. Villa and 1. Pasquon, Appl. Catal., 32 (1987) 285. [30] C. Cristiani, P. Forzatti and M. Bellotto, J. Chem. Soc., Faraday Trans. 1, 85 (1989) 895. [ 31 ] G. del Piero, M. di Conca, F. Triffir6 and A. Vaccari, in P. Barret and L.C. Dufour (Editors), Reactivity of Solids, Elsevier, Amsterdam, 1985, p. 1029. [32] J. Finch, J. Catal., 43 (1976) 111. [33] J. Carruthers arid K. Sing, Chem. Ind., ( 11 Nov. 1967) 1919. [34] B. Parlitz, W. Hanke, R. Fricke, M. Ritcher, V. Roost and G. Ohlmann, J. Catal., 94 (1985) 24. [35] S. Best, R. Squires and R. Walton, J. Catal., 47 (1977) 292. [36] K. Jagannathan, A. Srinivasan and C. Rao, J. Catal., 69 ( 1981 ) 418. [37] R. Merryfield, M. McDaniel and G. Parks, J. Catal., 77 (1982) 348. [38] C. Chang, Catal. Rev. Sci. Eng., 25 (1983) 1. APCATA 94002754 0926-860X(94)00275-4 10.1016/0926-860X(94)00275-4 Elsevier Science B.V. All rights reserved ZnOCr2O3 + ZSM-5 catalyst with very low Zn/Cr ratio for the transformation of synthesis gas to hydrocarbons F. Simard a U.A. Sedran b J. Sepúlveda b N.S. Fígoli b H.I. de Lasa * c a Oronite Technology Division, Chevron Research and Technology Company, 100 Chevron Way, Richmond, CA 94802-0627, USA b Instituto de Investigaciones en Catálisis y Petroquímica, (INCAPE) FIQ-UNL-CONICET, Santiago del Estero 2654, (3000) Santa Fe, Argentina c Chemical Reactor Engineering Centre, Faculty of Engineering Science, Department of Chemical and Biochemical Engineering, The University of Western Ontario, London, Ontario, N6A 5B9, Canada * Corresponding author. Tel. (+1-519) 6612144, fax. (+1-519) 6613498. Three ZnCr mixed oxide plus ZSM-5 compound catalysts with different compositions covering a wide range of Zn/Cr atomic ratios (0.064 to 1.913), aimed at the direct conversion of synthesis gas into hydrocarbons, were tested under different experimental conditions: temperature ranged from 356 to 410°C, pressure from 3.60 to 4.49 MPa and space velocity from 0.2 to 3.0 mmol reactants/(gcat min). Reaction products included carbon dioxide, water and hydrocarbons with methanol conversion (through which hydrocarbons are formed) being complete. The catalyst with the least content of zinc gave the highest yields of liquid hydrocarbons (up to 74% of total hydrocarbons). Different crystalline phases (ZnO, ZnCr2O4 and Cr2O3) were found in the methanol synthesis component as a function of Zn/Cr ratio. The low Zn/Cr catalyst was characterized by X-ray diffraction, differential thermal analysis, nitrogen adsorption, temperature-programmed reduction, Infrared and X-ray photoelectron spectroscopy. The only phases observed in this catalyst were ZnCr2O4 and Cr2O3. Calcination temperature had an influence in both physical and chemical catalyst properties. After calcination, CrVI and CrIII species could be seen on the catalyst surface, but only CrIII species were observed after reaction or reduction. The evidences gathered suggest that Cr2O3 is mainly responsible for methanol synthesis, while ZnCr2O4 contributes to increase the specific surface area of the catalyst and influences gas product distributions. Compound catalysts with the mixed oxide (ZnCr) as the methanol synthesis component showed to be more active than those with the individual (Cr or Zn) oxides. Keywords Catalyst characterization (XRD/DTA/BET/TPR/IR/XPS) Hydrocarbons Syngas conversion Zinc oxide-chromium oxide Zeolites ZSM-5 Reference [1] Yashima T. Yoshimura A. Wakushima Y. Namba S. Proc. Pan-Pacific Synfuels Conf., Jpn. Pet. Inst. Vol. 1 1982 130 [2] M. Boersma, M. Post and L. Schaper, UK Patent 2 053 960 (1979). [3] Chang C. Lang W. Silvestri A. J. Catal. 56 1979 268 [4] Fujimoto K. Kudo Y. Tominaga H. J. Catal. 87 1984 136 [5] Fujimoto K. Saima H. Tominaga H. Ind. Eng. Chem. Res. 27 1988 920 [6] Chang C. Lang W. Bell W. Proc. Chemical Energy Product Symp. Microfiches Am. Chem. Soc., New Orleans 1980 127 Part I [7] M. Post, Europ. Patent 120 510 (1984). [8] Simard F. Mahay A. Ravella A. Jean G. de Lasa H. Ind. Eng. Chem. Res. 30 1991 1448 [9] H. de Lasa, Canadian Patent 1 233 895 (1987). [10] de Lasa H. Ravella A. Rost E. Mahay A. Chem. Eng. Sci. 44 1989 1221 [11] Nikolov V.A. Anastosov Aa.I. AIChE J. 35 1989 511 [12] Klier K. Adv. Catal. 31 1982 243 [13] di Conca M. Riva A. Triffiró F. Vaccari A. Proc. 8th Int. Congr. Catal. Vol. II 1984 Verlag Chemie Weinheim 173 [14] Bertoldi Fubini B. Giamello E. Busca G. Triffiró F. Vaccari A. J. Chem. Soc. 84 1988 1405 Faraday Trans. 1 [15] Giamello E. Fubini B. Bertoldi M. Busca G. Vaccari A. J. Chem. Soc. 85 1989 237 Faraday Trans. 1 [16] Gabelica Z. Blom N. Derouane E. Appl. Catal. 5 1983 227 [17] Simard F. Mahay A. Jean G. de Lasa H. Can. J. Chem. Eng. 69 1991 898 [18] Natta G. Emmett P.H. Catalysis Vol. 3 1955 Reinhold New York 349 Ch. 8 [19] Gusi S. Trifiró F. Vaccari A. del Piero G. J. Catal. 94 1985 120 [20] del Piero G. Triffiró F. Vaccari A. J. Chem. Soc., Chem. Commun. 1984 656 [21] Chang C. Silvestri A. J. Catal. 47 1977 249 [22] de Lasa H. Simard F. Mahay A. Ravella A. Final Report to Canada Centre for Mineral and Energy Technology Feb. 1989 [23] Comelli R. Figoli N.S. Ind. Eng. Chem. Res. 32 1993 2474 [24] Riva A. Trifiró F. Vaccari A. Mintchev L. Busca G. J. Chem. Soc. 84 1988 1423 Faraday Trans. 1 [25] Riva A. Trifiró F. Vaccari A. Busca G. Mintchev L. Sanfilippo D. Manzatti W. J. Chem. Soc. 83 1987 22 Faraday Trans. 1 [26] Williams R. Cunningham R. Ind. Eng. Chem., Prod. Res. Dev. 13 1974 49 [27] Bhattacharyya S. Ramachandran V. Gosh J. Adv. Catal. 9 1957 114 [28] Fubini B. Giamello E. Triffiró F. Vaccari A. Thermochim. Acta 133 1988 155 [29] Tronconi E. Cristiani C. Ferlazzo N. Forzatti P. Villa P. Pasquon I. Appl. Catal. 32 1987 285 [30] Cristiani C. Forzatti P. Bellotto M. J. Chem. Soc. 85 1989 895 Faraday Trans. 1 [31] del Piero G. di Conca M. Triffiró F. Vaccari A. Barret P. Dufour L.C. Reactivity of Solids 1985 Elsevier Amsterdam 1029 [32] Finch J. J. Catal. 43 1976 111 [33] Carruthers J. Sing K. Chem. Ind. 11 Nov. 1967 1919 [34] Parlitz B. Hanke W. Fricke R. Ritcher M. Roost V. Ohlmann G. J. Catal. 94 1985 24 [35] Best S. Squires R. Walton R. J. Catal. 47 1977 292 [36] Jagannathan K. Srinivasan A. Rao C. J. Catal. 69 1981 418 [37] Merryfield R. McDaniel M. Parks G. J. Catal. 77 1982 348 [38] Chang C. Catal. Rev. Sci. Eng. 25 1983 1",
      "scopus-id": "0002589563",
      "coredata": {
        "eid": "1-s2.0-0926860X94002754",
        "dc:description": "Three ZnCr mixed oxide plus ZSM-5 compound catalysts with different compositions covering a wide range of Zn/Cr atomic ratios (0.064 to 1.913), aimed at the direct conversion of synthesis gas into hydrocarbons, were tested under different experimental conditions: temperature ranged from 356 to 410°C, pressure from 3.60 to 4.49 MPa and space velocity from 0.2 to 3.0 mmol reactants/(gcat min). Reaction products included carbon dioxide, water and hydrocarbons with methanol conversion (through which hydrocarbons are formed) being complete. The catalyst with the least content of zinc gave the highest yields of liquid hydrocarbons (up to 74% of total hydrocarbons). Different crystalline phases (ZnO, ZnCr2O4 and Cr2O3) were found in the methanol synthesis component as a function of Zn/Cr ratio. The low Zn/Cr catalyst was characterized by X-ray diffraction, differential thermal analysis, nitrogen adsorption, temperature-programmed reduction, Infrared and X-ray photoelectron spectroscopy. The only phases observed in this catalyst were ZnCr2O4 and Cr2O3. Calcination temperature had an influence in both physical and chemical catalyst properties. After calcination, CrVI and CrIII species could be seen on the catalyst surface, but only CrIII species were observed after reaction or reduction. The evidences gathered suggest that Cr2O3 is mainly responsible for methanol synthesis, while ZnCr2O4 contributes to increase the specific surface area of the catalyst and influences gas product distributions. Compound catalysts with the mixed oxide (ZnCr) as the methanol synthesis component showed to be more active than those with the individual (Cr or Zn) oxides.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-04-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94002754",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Simard, F."
          },
          {
            "@_fa": "true",
            "$": "Sedran, U.A."
          },
          {
            "@_fa": "true",
            "$": "Sepúlveda, J."
          },
          {
            "@_fa": "true",
            "$": "Fígoli, N.S."
          },
          {
            "@_fa": "true",
            "$": "de Lasa, H.I."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94002754"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94002754"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00275-4",
        "prism:volume": "125",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "ZnOCr2O3 + ZSM-5 catalyst with very low Zn/Cr ratio for the transformation of synthesis gas to hydrocarbons",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalyst characterization (XRD/DTA/BET/TPR/IR/XPS)"
          },
          {
            "@_fa": "true",
            "$": "Hydrocarbons"
          },
          {
            "@_fa": "true",
            "$": "Syngas conversion"
          },
          {
            "@_fa": "true",
            "$": "Zinc oxide-chromium oxide"
          },
          {
            "@_fa": "true",
            "$": "Zeolites"
          },
          {
            "@_fa": "true",
            "$": "ZSM-5"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "81-98",
        "prism:endingPage": "98",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 April 1995",
        "prism:doi": "10.1016/0926-860X(94)00275-4",
        "prism:startingPage": "81",
        "dc:identifier": "doi:10.1016/0926-860X(94)00275-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002589563"
      }
    }
  }
}