{
  "metadata": {
    "title": "New processes and catalysts in CPI",
    "authors": "",
    "journal": "Applied Catalysis A: General",
    "date": "1993-09-13",
    "doi": "10.1016/0926-860X(93)85182-O",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9385182O",
    "pii": "0926860X9385182O"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85025376691",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-09-18 2001-09-18 2010-10-02T11:38:12 1-s2.0-0926860X9385182O 0926-860X(93)85182-O 0926860X9385182O 10.1016/0926-860X(93)85182-O S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X02384 2024-01-01T12:22:19.495339Z 0 0 19930913 1993 2001-09-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount articletitle alllist content subj ssids 0926-860X 0926860X 103 103 1 1 Volume 103, Issue 1 16 N2 N3 N2 N3 19930913 13 September 1993 1993-09-13 1993 News brief simple-article sco Copyright © 1993 Published by Elsevier B.V. NEWPROCESSESCATALYSTSINCPI item 0926-860X(93)85182-O 0926860X9385182O 1-s2.0-0926860X9385182O 10.1016/0926-860X(93)85182-O 271346 2024-01-01T12:22:19.495339Z 1993-09-13 1-s2.0-0926860X9385182O-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9385182O/MAIN/application/pdf/669bbf6885d12642d5bcd8cdf6594574/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9385182O/MAIN/application/pdf/669bbf6885d12642d5bcd8cdf6594574/main.pdf main.pdf pdf true 168471 MAIN 2 1-s2.0-0926860X9385182O-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9385182O/PREVIEW/image/png/6d06d7f3aad33965e0600302a623d2ee/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9385182O/PREVIEW/image/png/6d06d7f3aad33965e0600302a623d2ee/main_1.png main_1.png png 82117 849 656 IMAGE-WEB-PDF 1 N2 New Processes and Catalysts In CPI Two surveys of new CPI processes and products (Chem, Eng. 100(3) (March 1993) 19; Chem. Eng. 100(4) (April 1993) 21) cover a very wide range which demonstrates the breadth of today's CPI. Among those included are the Kellogg Advanced Ammonia Process (KAAP), developed by M.W. Kellogg Cc and British Petroleum Ventures Inc., in which a ruthenium-ongraphite catalyst is used in addition to the conventional magnetite catalyst. This allows operation under milder conditions (70-105 bar, 350470) to give significantly higher conversions, 20ss'o or more ammonia synthesis capacity and a 5% lower capital cost than the conventional process. Shell Internationale Research Mij BV have developed a new, reduced-cost methyl methacrylate (MMA) process in which carbonylation of propyne (methylacetylene) yields 98.9% MMA per pass. Corning Inc's prototype automotive catalytic converter which uses an electrically heated catalyst of only half the weight of standard substrates. The system reaches 400 in only 5 s using a single 12 V battery, so strongly cutting emissions in the first 2 min following engine start-up. Allied Signal Environmental Catalyst Co have developed a new three-way catalyst Since the early 1980s Davy Process Technology have been investigating the esterification of maleic anhydride by ethanol to give diethyl maleate, which is subsequently hydrogenated to butanediol. Conventional esterification technologies were found to be unsatisfactory and now, jointly with Rohm & Haas Co, they have developed a new esterification technology. Rohm & Haas proprietary solid acid catalysts, ion-exchange resins, are used in applied catalysis A: General new reactor designs which give improved mass transfer in these catalysts. First used for the continuous ethylation of maleic anhydride in two 20,000 ton/year diethyl maleate plants, the new technology has now been applied to the production of methyl esters of natural C12-C16 fatty acids. Conversions up to 99.8% with more than 99% selectivity are claimed. A review of two new processes for 1-octanol and various diols has appeared (N. Yoshimura, Y. Tokitoh et al., Nippon Kagaku Kaishi 2 (1993) 119). 1,4-Butanediol is made by the hydroformylation of allyl alcohol using a rhodium catalyst in the presence of an equimolar amount of 1,4-bis(diphenylphosphino)butane. The products are separated by water extraction. In the second process butadiene is hydrodimerisedto 1-octanol using a palladium catalyst in the presence of a large excess of a hydrophilic phosphonium salt and triethylammonium bicarbonate, with product separation achieved by hexane extraction. DSM Holland have developed a new, two-stage process for ethylbenzene, an intermediate in styrene production (J. Baker, Europ. Chem. News 59(1564) (12 April 1993) 18). In the first stage 1,3-butadiene is cyclodimerised to 4-vinylcyclohexene, and then in the second stage this intermediate is dehydrogenated to ethylbenzene in the gas phase. The first reaction is carried out at 80 with a homogeneous iron dinitrosyl catalyst, the second with a heterogeneous palladium/magnesium oxide catalyst. The main advantage of this new route is the low cost of butadiene compared with feedstocks of ethylene and benzene used for the conventional process. Mobil Corp. and Badger Co., who invented an ethylbenzene process based on the use of a zeolite Volume 103 No. 1 - 13 September 1993 N3 ZSM-5 catalyst, have now developed a process for the synthesis of cumene, also based on the use of a highly selective zeolite catalyst system. Cumene is produced by the alkylation of benzene with propene and the intrinsic selectivity of the new catalyst in aromatic reactions gives high yields of cumene without the use of complex reactor designs. Catalytic distillation processes are finding more and more uses and in a recent example Catalytic Distillation Technologies is using this technique, also for cumene production, based on zeolite catalysts packed in a patented catalytic distillation structure. (Source: API Abstracts, Catalysts and Chemicals) Catalytica News New Study on Oxidative Dehydrogenation and Alternative Dehydrogenation Processes A new Catalytica Study, Oxidative Dehydrogenation and Alternative Dehydrogenation Processes has been published to help the petrochemical and oil refining industries evaluate the technological options for meeting the growing global demand for alkenes. Until recently, demand for alkenes has been met by traditional, multiproduct processes such as steam cracking of naphtha and fluid catalytic cracking (FCC). New demand for alkenes, partly driven by requirements for reformulated gasoline, is likely to be satisfied largely by dehydrogenation. The study describes and critically analyzes current and emerging technologies for the industrial production of alkenes from low molecular weight (C2-C4) alkanes and of styrene from ethylbenzene, focusing on the state of the art and likely applied catalysis A: General future developments. It covers optimization of current dehydrogenation technologies, dehydrogenation coupled with hydrogen oxidation, oxidative dehydrogenation, and membrane-assisted dehydrogenation and oxidative dehydrogenation. It is available for $6500, or through the corporate membership program, Advances in Catalytic Technologies. New Report on Catalysts for the Elimination of Nonhalogenated Volatile Organic Compounds A new enviromental report, Catalysts for the Elimination of Volatile Organic Compounds: Non-halogenated Compounds has also been published by Catalytica. Emissions of volatile organic compounds (VOCs) are an important cause of air pollution and so are subject to increasingly stringent government regulations. Catalytic combustion technology, which is often the most cost-effective form of VOC control, presently accounts for about 250 of the market for VOC control equipment, and this share is expected to increase as the market grows. The report surveys commercial and emerging catalytic technology for the control of nonhalogenated VOCs. The report considers compounds containing carbon, hydrogen, and oxygen, although compounds containing sulfur, nitrogen, and phosphorus are covered in their roles as catalyst poisons. The report also examines the principal issues that arise in the catalytic combustion of VOCs, including catalyst deactivation and the effect of VOC mixtures on catalyst performance. It is available for $2800, or through the corporate membership program, Advances in Catalytic Technologies. Volume 103 No. 1 -13 September 1993 APCATA 9385182O 0926-860X(93)85182-O 10.1016/0926-860X(93)85182-O Elsevier Science Publishers B.V. New processes and catalysts in CPI",
      "scopus-id": "85025376691",
      "coredata": {
        "eid": "1-s2.0-0926860X9385182O",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-09-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9385182O",
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9385182O"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9385182O"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(93)85182-O",
        "prism:volume": "103",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "New processes and catalysts in CPI",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "N2-N3",
        "prism:endingPage": "N3",
        "pubType": "sco",
        "prism:coverDisplayDate": "13 September 1993",
        "prism:doi": "10.1016/0926-860X(93)85182-O",
        "prism:startingPage": "N2",
        "dc:identifier": "doi:10.1016/0926-860X(93)85182-O",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85025376691"
      }
    }
  }
}