{
  "metadata": {
    "title": "Temperature-programmed reaction: A powerful and reliable method for catalyst testing in the partial oxidation of methane to formaldehyde",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-04-27",
    "doi": "10.1016/0926-860X(94)00232-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94002320",
    "pii": "0926860X94002320"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002396008",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X94002320 0926-860X(94)00232-0 0926860X94002320 10.1016/0926-860X(94)00232-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00476 2024-01-01T12:19:29.85596Z 0 0 19950427 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 125 125 1 1 Volume 125, Issue 1 5 39 59 39 59 19950427 27 April 1995 1995-04-27 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. TEMPERATUREPROGRAMMEDREACTIONAPOWERFULRELIABLEMETHODFORCATALYSTTESTINGINPARTIALOXIDATIONMETHANEFORMALDEHYDE ARENA F FALCONER 1983 141 J BHATIA 1990 309 S ARENA 1993 299 F BROWN 1991 305 M PITCHAI 1986 13 R OTSUKA 1987 252 K KASZTELAN 1987 1663 S KASTANAS 1988 33 G PARMALIANA 1991 L7 A SUN 1992 251 Q PARMALIANA 1993 262 A SPENCER 1988 187 N SPENCER 1989 399 N BALDWIN 1991 137 T KENNEDY 1992 447 M PARMALIANA 1993 43 A CATALYTICSELECTIVEOXIDATION MICELI 1993 283 D KORANNE 1993 673 M WENG 1993 383 T LUND 1992 395 C MACKIE 1991 169 J GARIBYAN 1989 355 T THOMAS 1992 2272 D PARMALIANA 1994 514 A WOJCIECHOWSKI 1993 D08 B PROC13THNORTHAMERICANMEETINGCATALYSISSOC AMIRIDIS 1991 87 M KARTHEUSER 1993 209 B ARENAX1995X39 ARENAX1995X39X59 ARENAX1995X39XF ARENAX1995X39X59XF item 0926-860X(94)00232-0 0926860X94002320 1-s2.0-0926860X94002320 10.1016/0926-860X(94)00232-0 271346 2024-01-01T12:19:29.85596Z 1995-04-27 1-s2.0-0926860X94002320-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002320/MAIN/application/pdf/aaa53167dbdb0acac1fb914a0c5822b0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002320/MAIN/application/pdf/aaa53167dbdb0acac1fb914a0c5822b0/main.pdf main.pdf pdf true 1695240 MAIN 21 1-s2.0-0926860X94002320-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002320/PREVIEW/image/png/2828f858c4719b13fe316c280a887c76/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002320/PREVIEW/image/png/2828f858c4719b13fe316c280a887c76/main_1.png main_1.png png 41568 849 656 IMAGE-WEB-PDF 1 P'I ~g~':~, APPLIED ~'~ 5~,~~ CATALYSIS ) -~ Z:.. A: GENERAL ELSEVIER Applied Catalysis A: General 125 (1995) 39-59 Temperature-programmed reaction: a powerful and reliable method for catalyst testing in the partial oxidation of methane to formaldehyde Francesco Arena a Francesco Frusteri b Adolfo Parmaliana a,. Nicola Giordano b ~' Dipartimento di Chimica lndustriale, Universita degli Studi di Messina, Salita Sperone c.p. 29, 1-98166 S. Agata, Messina, Italy b lstituto CNR-TAE, Salita S. Lucia 39, 1-98126 S. Lucia, Messina, Italy Received 13 May 1994; revised 12 October 1994; accepted 17 October 1994 Abstract The reactivity of SiO> MoO JSiOe and V:Os/SiO2 in the temperature range 400-800 and at atmospheric pressure has been thoroughly investigated by temperature-programmed reaction (TPR) measurements obtaining a continuous sequence of conversion, product distribution and reaction rate data. The effect of the contact time (0.083 ~ r~ 0.332 s) on the selectivity pattern and formaldehyde productivity (STYHcuo, g kg~,,,~ h ~) has been assessed. The onset temperature of formaldehyde formation (T,,.HCHO) accounts well for the reactivity of oxide catalysts in the methane partial oxidation (MPO). For all the systems studied the same sequence of onset temperature of product formation: To.Hello < To.co < T,,.co2 < To.c, proves that formaldehyde is the primary product of MPO on silica- based oxide catalysts. A suitable procedure for the calculation of conversion-selectivity data is pointed out. Full agreement between TPR data and continuous flow (CFR) and batch reactor (BR) isothermal measurements was found. The suitability of the TPR method as a fast and reliable tool for testing oxide catalysts in MPO is assessed. Keywords.\" Formaldehyde: Methane; Oxide catalysts; Partial oxidation; Temperature-programmed reaction; Testing of catalysts 1. Introduction Of the different catalyst characterization methods, temperature-programmed techniques have over the last two decades received an ever increasing attention * Corresponding author. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDIO926-860X( 94 )O0232-O 40 F. Arena et al. /Applied Catalysis A,\" General 125 (1995) 39-59 because of their powerful versatility in investigating the physico-chemical prop- erties of solid catalysts [1,2]. In this context, a method for studying catalytic reactions under temperature programming (temperature-programmed reaction, TPR) has been also proposed [2]. A number of TPR studies using supported catalysts have been mainly addressed to elucidating the reaction mechanism [2], while only few attempts have been made to use TPR as a fast method for kinetic measurements and catalyst screening [2,3]. Indeed, the transient nature of the technique could affect the reliability of catalytic results because of the occurrence of undesired diffusional and readsorption processes. In our previous paper [ 3 ] we have preliminarily outlined that the TPR method can be successfully adopted for both investigating the reactivity of oxide catalysts and accelerating the work of catalyst testing in the partial oxidation of methane to formaldehyde (MPO). Though a large variety of unpromoted and promoted oxide catalysts has been claimed to be effective in MPO [4-6], the unique features of the SiO2 surface in catalyzing the formation of partial oxidation products have been largely documented [7-11 ]. The roles of MOO3, V205, Nb2Os, WO3, Cr203 and other oxides on the peculiar reactivity of the S iO2 [ 4,5,12-16] and the nature of the active centres [ 4,5,15-19 ] are still topics of debate. A number of papers have addressed in particular the importance of the reaction system [4,5,9,20] and the contribution of the gas-phase and/or wall reaction [4,14,21-23] in getting valid and comparable reactivity data. Indeed, because of the constraints of the conversion-selectivity relationship, a suitable reactor device must exploit differential methane conversion per pass to ensure a high selectivity to formaldehyde, providing also finite conversion values for a reliable kinetic analysis of the data [9,16,20]. This paper is aimed to outline the high potential of the temperature-programmed reaction (TPR) technique as tool for quantitative testing of oxide catalysts in MPO. The detailed analysis of the catalytic performance of several SiO2-based oxide catalysts over a wide range of experimental conditions (temperature and contact time), obtained within the time in which a catalyst is normally tested over a narrow range of conditions by conventional methods, testifies well the great advantages of TPR for both fundamental and applied studies in catalysis. 2. Experimental 2.1. Catalysts 4% MoO3/SiO2 (MPS 4) and 5% V205/SiO2 (VPS 5) catalysts were prepared by incipient wetness impregnation of a 'precipitated' SiO2 (PS) support (Si 4-5P Grade, Akzo Product; BET surface area, 400 m2 g-a) with a basic solution (pH ~ 11 ) of ammonium heptamolybdate and ammonium metavanadate, respec- tively. In addition, 4.5% MoO3/SiO2 (MFS 4) and 5% V2Os/SiO2 (VFS 5) catalysts were prepared according to the above procedure by using a 'fumed' SiO2 F. Arena et al. /Applied Catalysis A: General 125 (1995) 39-59 41 (FS) support (Cab-O-Sil M5 Grade, Cabot Product; BET surface area, 200 m2 g - ~ ). After impregnation all the catalysts were dried at 90 for 24 h and then air calcined at 600 for 16 h. All the catalysts were pressed at 100 bar and subsequently crushed to obtain a particle size fraction of 16-25 mesh for use. 2.2. Temperature-programmed reaction (TPR) measurements TPR tests were performed in a conventional flow apparatus using a linear quartz reactor (I.D., 4 mm; length, 200 ram) connected on line by a heated (180) inlet capillary system (transit time<0.5 s) with a Thermolab (Fisons Instruments) quadrupole mass spectrometer for continuous analysis of the reaction mixture. TPR tests were run in the temperature range 400-800 by using 0.05 g of catalyst, a heating rate (/3) of 10 min-~ and a reaction mixture He/CH4/O2 in the molar ratio 7:2:1 flowing at a rate ranging between 25 and 100 STP ml min ~ which corresponds to a contact time, ~-, ranging between 0.083 and 0.332 s. Before the tests, catalyst samples were conditioned at 600 for 1 h under a 15% Oz/He flow. Blank tests were performed with the reactor filled with quartz wool. Mass spectra were recorded in multiple ion monitoring (MIM) mode using a SEM amplifier operating at 1500 V and a ionization potential of -70 V (total pressure, 8- 10 9 bar). TPR spectra were obtained by acquiring the signals relative to the following mass-to-charge ratios (m/z) values: 2 (H2), 4 (He), 15 (CH:~), 17 (OH), 25 (CzH), 28 (CO), 29 (CHO), 30 (HCHO), 32 (O2) and44 (CO2). The methane consumption was revealed by the CH3 (re~z, 15) signal, while for- maldehyde and C2 products (C2H6 and C2H4) were detected by following the HCHO (m/z, 30) and CzH (re~z, 25) masses, respectively. By using helium as internal standard, methane and oxygen conversion values at any temperature, T, were derived from the CH3/He and O2/He signal ratios, respectively: CH4 cony. = 1 - [(Pcm/Pu~)r/(PcnyP~*~e)] (1) 02 cony. = 1 -- [(Po2/PHe)T/(PoJPHe)] (1') where Pi and Pi* are the values of the instrumental signal of the species i at the temperature T and 400, respectively. A methane conversion value lower than 25 % (CH4/02 ~ 6) was conventionally taken as the upper limit for kinetic analysis in order to rule out the constraints imposed by high conversions of the gas-phase oxygen. For the calculation of the carbon mass-balance, the response factor (A = [I.R] -1) for CH3, HCHO, C2H, CO and CO2 species was determined from the relative sensitivity factor (R) of such species with respect to nitrogen and the cracking pattern (i.e., abundance of the fragment considered (re~z) in the mass spectrum, I) of CH4, HCHO, C2H6, C2H4, CO and CO2 molecules, assuming a constant contribution of 70% of C2H6 (30% of C2H4) on the total C2 formation. Then, the following response factors 0.62; 3.44; 34.41; 1.0; and 1.19 for m/z 15 (CH3), 30 (HCHO), 25 (C2H), 28 (CO) and 44 (CO2), respectively, were 42 F. Arem~ et al. / Applied Catalysis A: General 125 (1995) 39-59 obtained. The intensity of CO (m/z, 28) and HCHO (m/z, 30) signals were also corrected for the relative contribution of C2 products. That is, response factors equal to 0.5 and 0.2, on the total C: formation, were considered as contribution of C, products to 28 and 30 m/z values, respectively. The methane conversion values, derived from the carbon mass balance, according to the following expression: CH4 conv.= [ X n; . A;. Pi] / { [ Z ni \" Ai\" P;] + [Acu3\" Peru] } (2) i i where ni is the number of C atoms in the product molecule, resulted always in a good agreement with those calculated from the PCH3/PHe ratio. The reliability of the carbon mass balance allowed to calculate the product selectivity (Si) using the following expression: Si= [n~.A,. Pi] / [X n~.Ai.P~] (3) i Finally, the onset temperature (To) of product formation, conventionally taken as the temperature at which the concentration of the product in the stream was ca. 50 ppm, was determined with an accuracy of _+5 by performing a suitable background subtraction procedure in the TPR spectra. 2.3. Steady-state continuous flow measurements Steady-state continuous flow (CFR) experiments in MPO were carried out in a linear quartz microreactor (I.D., 4 mm; length, 150 mm) at 500, 600 and 650. All the runs were performed at atmospheric pressure with a reaction mixture of He/NJCH4/O2 in the molar ratio 6:1:2:1 flowing at 50 STP ml min- 1 over 0.05 g of catalyst (~-, 0.166 s). All the products were analyzed with a Hewlett-Packard 1E-07 ' t 1E-O8 ................................................................ ................................ ........... ; ....... 32 1E-09 17 >., 1E-]0 1E-11 I I I I I I , I , 400 450 500 550 600 650 700 750 800 Temperature () Fig. 1. Temperature-programmed reaction spectra for the partial oxidation of methane over VPS 5 catalyst. re~z=2, H2; m/z=4, He; m/z= 15, CH3(CH4); m/z= 17, OH(H20); m/z= 32, O2: m/z=44, CO2; m/z=28, CO; m/z = 29, CHO(HCHO) ; m/z = 30, HCHO. Experimental Conditions:/3, 1 10 min- : W,-at, 0.050 g; reaction mixture flow, 50 STP ml rain ~ ( He:CH4:O2 = 7:2:1 ). F. Arena et al. /Applied Catalysis A: General 125 (1995) 39-59 43 A 1E-07 1E-08 1E-09 4 32 17 2 28 1E-10 ....................................................................................................................................... .4.., -- 29 1E-11 .......................................................................................... 30 25 I I I i I I I 400 450 500 550 600 650 700 750 800 Temperature () 1 .0 ,I00 Ai Ai a /, A! ::A A+ ............................................................. i...../k....~..i .... 400 500 600 700 800 Temperature () 0.8 A o.6 (/) 80.4 I O 0 80 6O .I 40 ~ 3 a. 20 Fig. 2. Blank test for the partial oxidation of methane: (A) TPR spectrum; and (B) methane conversion ( ) and product selectivity (A, HCHO; [Z, CO; O, CO2; *, C2) vs. temperature. Reaction mixture flow, 50 STP ml min-t (He:CH4:O2 =7:2:1 ). 5890A gas chromatograph equipped with a two-column analysis system and a thermal conductivity detector (TCD). Batch reactor (BR) experiments in the temperature range 500-750 were carried out according to the procedure described elsewhere [ 11,16] by using a reaction mixture CH4:O2:He:N2 in the molar ratio 2:1:6:1, respectively, with a flow recirculation rate equal to 1000 STP ml min- 44 F. Arena et al. /Applied Catalysis A: General 125 (1995) 39-59 3. Results 3.1. General Preliminary MPO temperature-programmed reaction tests in the range 200- 650 [ 3 ] showed that the TPR patterns of different silica supported oxide catalysts clearly pictured the reactivity of such systems in the title reaction, providing thus a rapid and reliable method for catalyst testing in MPO [3]. These findings prompted us to ascertain the suitability of the proposed TPR method for achieving quantitative kinetic data in the MPO. Therefore, a series of standard TPR measure- ments at ~-of0.166 s on unpromoted silica samples (PS and FS) and silica supported MoO3 (MPS 4 and MFS 4) and V205 (VPS 5 and VFS 5) catalysts was performed. In order to illustrate the general features of such spectra, the TPR spectrum of the VPS 5 catalyst is shown in Fig. 1. It can be noted that the background pressure of the selected masses (m/z) remains largely unchanged up to the onset temperature Table 1 Partial oxidation of methane on 'precipitated' silica (PS) supported oxide catalysts. Onset temperature (T,,) of product formation Catalyst Code BET S.A. To,HCHO () ]'~J,CO () To,CO- () Tl,,(?2 () T~,,H2 () (m2g i) SiOe PS 400 480 510 560 690 690 4% Mo03/Si02 MPS 4 190 530 540 560 730 730 5% V205/8i02 VPS 5 230 450 480 520 - - Table 2 Partial oxidation of methane on PS supported oxide catalysts. CH4 and 02 conversion values at different reaction temperatures Catalyst Temperature () CH4 conv?( % ) 02 cony ? ( % ) CH4 cony.\" ( ck ) PS 600 0.5 1.2 0.78 650 2.0 5.0 2.34 700 5.3 I 0.7 5.70 750 13.1 30.2 13.20 800 23.7 63.0 24.60 600 - 0.24 650 0.9 2.2 0.89 700 2.4 6.8 2.72 750 7.6 21.1 7.80 800 20.6 60.0 20.50 VPS 5 550 0.8 1.3 0.85 600 2.7 6.9 3.30 650 10.5 32.9 10.O0 700 23.7 77.1 24.70 MPS 4 Values calculated according to Eq. ( 1 ) and ( 1' ). u Values calculated according to Eq. (2). F. Arena et al. /Applied Catalysis A: General 125 (19951 39-59 45 Table 3 Activity data of PS, MPS 5 and VPS 5 catalysts in the partial oxidation of methane at various temperatures. Comparison between TPR, continuous flow (CFR) and batch (BR) reactors data Catalyst Temperature Reactionrate SHCHO(%) Sco(%) Sco~(%) () (~mols tg i) TPR CFR BR TPR CFR BR TPR CFR BR TPR CFR BR PS 500 0.1 n.d. 0.1 99 n.d. 90 1 n.d. 8 0 n.d. 2 550 0.3 n.d. 0.4 84 n.d. 88 16 n.d. 10 0 n.d. 2 60(/ 1.1 1.0 I.I 59 47 86 39 46 11 2 7 3 650 3.1 3.2 3.3 47 40 76 49 51 19 4 9 5 700 7.9 n.d. 8.7 40 n.d. 72 52 n.d. 21 7 n.d. 7 750 18.3 n.d. 22.4 25 n.d. 61 63 n.d. 29 9 n.d. 9 MPS 4 550 0.1 n.d. (1.1 96 n.d. 90 4 n.d. 5 0 n.d. 5 600 0.3 0.3 0.3 70 60 88 15 0 7 15 40 5 650 1.2 0.7 1.0 5(/ 48 87 35 20 8 15 32 5 700 3.8 n.d. 3.6 40 n.d. 85 43 n.d. 9 17 n.d. 5 750 10.8 n.d. 10.0 33 n.d. 78 48 n.d. 14 18 n.d. 5 VPS 5 500 0.2 0.4 0.5 78 41 68 22 52 1 0 7 31 550 1.2 n.d. 1.5 46 n.d. 61 51 n.d. 2 3 n.d. 37 600 4.6 3.1 4.5 29 35 48 64 62 14 7 3 38 650 13.9 13.9 15.7 15 11 45 74 81 41 11 8 14 700 34.2 n.d. 32.6 6 n.d. 43 81 n.d. 49 13 n.d. 8 (To) at which the system begins to perform its catalytic action, resulting in the formation of HCHO (m/z, 29 and 30), CO (m/z, 28), CO2 (m/z, 44), C2 (m/z, 25), H20 (m/z, 17) and H2 (m/z, 2) [3]. Thereafter, a progressive rise in the product concentration (HCHO, CO, CO2, C2, H20 and H2) along with a decrease in the concentration of both CH3 and O2 species show the progress of the reaction with temperature (Fig. 1 ). 3.2. Blank test In order to ascertain the contribution of the gas-phase and/or wall reaction on the activity of the investigated oxide catalysts a blank test with the reactor filled with quartz wool was performed. The related TPR spectrum, presented in Fig. 2A, displays that for T~< 600 no product is formed while at T/> 600 a very slight increase in the concentration of HCHO (m/z = 30 and m/z = 29), CO (re~z, 28) and C2 (m/z, 25) products indicates some methane conversion which rises with the reaction temperature. The conversion-selectivity trends derived from the TPR pattern are shown in Fig. 2B. It can be observed that the methane conversion values recorded in the absence of a catalyst tend to be negligible in comparison with those found in the presence of oxide catalysts (see below). In particular, methane con- version values lower than 0.1% are observed up to 700, while at higher temper- ature a sudden increase in methane conversion up to a value of 0.8% at 800 and a parallel growth in C2 selectivity (from 0 to ca. 50% at 800) occur. 46 F. A rem~ et al. /Applied Catalysis A: General 125 (1995) 39-59 3.3. 'Precipitated' Si02 (PS) supported MoO~ and V205 catalysts For the sake of comparison the onset temperatures, T,,, at which the formation of HCHO (To.HCHO), CO (To,co), CO2 (T,,,co2) C2 (To,c,) and H2 (To,H~) begins on ._~ 18 (9 ,q- \"1- o 30. ~ , 100 A Z~ A 24 ............................... ,~ i ......................................... 80 .................... :: ................. ................ i2\" .......................................[]n ~~~ .................. ::~ ............. 40 6 ................................ D......~ ................... ~ ........... ~ ...r.. 20 I [] i ~ i [] i i ' 400 800 500 600 700 Temperature () A _. 15 O.. 30 ~ 100 A A 24 ................................... ~ .................................................. 80 ._~ ~8[ ................... ~ ......... ~-~ ............. ~ ............. ..~...]60 .................... ..................... ......... ...~.......~ i 40 o 12 ....... ,- \"1\" ] O [ [] : Ai] t: [] AAi~ ~...i ~.~.~ ~_~ 400 500 600 700 800 Temperature () \"6 F. Arena et al. / Applied Catalysis A: General 125 (1995) 39-59 47 30 100 2x z~ 24 .................. 22 ................... i ............. i .................... } 80 ._g 18 ...................... a ~ ....................... 60 .z \" cEx cD O O 12 ....................' ~ i a..+~x ~ ...... ................................ 40 6 .................. ~ ....................................... 20 400 500 600 700 800 Temperature () Fig. 3. Methane conversion ( ) and product selectivity ( A, HCHO; D, CO; O, CO2; *, C2 ) vs. temperature in the partial oxidation of methane over: (a) PS; (b) MPS 4 and (c) VPS 5 catalysts. ~-= 0.166 s. the different PS systems are listed in Table 1. From the inspection of these data it emerges that the VPS 5 system promotes the formation of formaldehyde at lower temperature (To..C.O=450) than that found for the bare PS support (To..C.O=480), while To,HC.o is markedly shifted to a higher value (To,.C.o=530) on the MPS 4 sample. At temperatures slightly higher than To,HCHO all the systems catalyze the formation of CO (To.cO), while carbon dioxide is detected at temperatures even higher than those of formaldehyde and carbon monoxide formation. However, the same order of the To'S found for formaldehyde formation, VPS 5 < PS < MPS 4, is also observed for both carbon monoxide and carbon dioxide formation (see Table 1 ). Finally, on the PS and MPS 4 systems the formation of C2 products (To.o_), along with a rise in the H2 signal, was found at 690 and 730, respectively (Table 1). Table 4 Partial oxidation of methane on 'fumed' (FS) silica supported oxide catalysts. Onset temperature (To) of product formation Catalyst Code BET S.A. To,HCHO () To.co () To.coe () ~,.c2 () To.H_\" () (m2.g ~) SiO2 FS 200 590 630 720 720 4.5% MoO3/SiO2 MFS 4 170 530 570 630 700 700 5% V205/SIO2 VFS 5 150 450 480 520 - 48 F. Arena et al. /Applied Catalysis A.\" General 125 (1995) 39 59 A quantitative evaluation of the TPR patterns of oxide catalysts was performed taking into account the different components of the reaction mixture, namely CH3 and 02 as reactants and HCHO, CO, CO2 and C2 as reaction products. Therefore, the values of oxygen and methane conversion for PS, MPS 4 and VPS 5 catalysts in the range 400-800, calculated according to Eqs. ( 1 ), ( 1' ) and (2), are listed 30 ~ A ~ ~4 ............................................................ ~ .................. i -~.,e la ......................................................................... ~ 0 0 12 ................................................................ T O [] 6 ................................................ [~i ..................... 3~ g ~ 400 500 600 700 800 Temperature () 100 80 A 6O O 40 ~ n 20 18 e.,- o o 12 I o 3 ~i i: ],oo 2,I .......................................... ........... , ................... -.lso .................... : ..................... : ............... A..i ................. i. 60 \"~ .................... ~ ..................... ~ ............... ~ i~, ......... i 40 AA i []i _ : 4oo'5oo- --- ooo 7o0 8o0 Temperature () 20 .m O CO \"8 A- F. Arena et al. / Applied Catalysis A: General 125 (1995) 39 59 49 18 e,- 8 12 \"1- 0 30 % i 1 oo .................... : ..................... i! ............. i ................... 80 zx d~ ~ .................... ~.......~ .................................................. 60 [] ~D Dz5 ........................ ~si .......... i. ................................ 40 D A ::[3 /5~ d \" : i 1 400 500 600 700 800 Temperature () A > .m n Fig. 4. Methane conversion ( ) and product selectivity (A, HCHO; D, CO: O, CO2; *, C2) vs. temperature in the partial oxidation of methane over: (a) FS; (b) MFS 4 and (c) VFS 5 catalysts. ~-=0.166 s. in Table 2. The good agreement between the values of methane conversion derived from Eqs. (1) and (2) is proof of an excellent carbon mass balance. Further, the reliability of the TPR data was checked by performing a series of catalytic meas- Table 5 Partial oxidation of methane on FS supported nxide catalysts. CH4 and 02 conversion values at different reaction temperatures Catalyst Temperature () CH4 conv# ( % ) 02 conv?(%) CH4 cony.b ( % ) FS 60O - (/.03 650 - - 0.10 700 - - O.32 750 0.5 1.6 0.77 800 1.7 3.8 1.90 MFS 4 600 - - 0.17 650 - - 0.79 700 3.6 10.5 3.72 750 12.3 32.9 11.50 800 26.3 77.0 24.30 VFS 5 550 1.3 1.6 0.91 600 4.1 7.0 3.80 650 10.5 25.6 9.70 700 21.3 66.2 22.50 a Values calculated according to Eq. ( 1 ) and ( I' ). b Values calculated according to Eq. (2). 50 F. Arena et al./ Applied Catalysis A: General 125 (1995) J9-59 urements on PS supported catalysts at temperatures ranging between 500 and 750 by steady-state continuous flow (CFR) and batch (BR) reactors. The catalytic activity data ofPS, MPS 5 and VPS 5 catalysts, obtained in an isothermal continuous flow reactor under the same experimental TPR conditions (catalyst sample, 0.05 g; reaction mixture flow, 50 STP ml min ~), and in the batch reactor (catalyst a 40 1250 ~- 32 O 13) 24 O E 16 O ID re\" @ eL A v L d 8 / 400 ' 500 600 700 800 Temperature () 1000 750 500 250 c-. o o \"1- 0 \"1- >- 1-- 09 40 1250 ~, 32 O O~ 24 O E Ill 16 t- O O 01 et\" 8 4oo' ' 'soo 750 o,t'i 1 I~ 250 i i = i i 600 700 800 Temperature () 1000 O o n- O \"1- >- CO F. Arena et al. / Applied Catalysis A.\" General 125 (1995) 39 59 51 40 -~- 32 0 ~- 24 0 E & c 0 oi ~ 1250 0 A D! 1000 E 750 5OO o o) o o .1- >- I.- co i 250 ,~][] , , : , , , . , , , 400 500 600 700 800 Temperature () Fig. 5. Reaction rate (O, A, and STYHcHo ( D,, ~) vs. temperature in the partial oxidation of methane over: (a) PS; (b) MPS 4 and (c) VPS 5 catalysts. (O, , T=0.083 s; ( A, A), ~-= 0.166 s: (m, D), T=0.332 s. sample, 0.05-1.0 g; recirculation flow-rate, 1000 STP ml min- J), are compared in Table 3. TPR, CFR and BR provide essentially analogous reaction rate values over the whole investigated range of temperatures. Also the selectivity data appear to be quite similar for TPR and CFR, whilst the values of formaldehyde selectivity obtained with the BR are higher than those found with the continuous flow reactors ( TPR and CFR). TPR curves of methane conversion and product selectivity as a function of the reaction temperature (T) for PS (a), MPS 4 (b) and VPS 5 (c) samples are presented in Fig. 3. It is noteworthy to underline that a typical TPR experiment from 400 to 800, lasting 40 min, allows to acquire an enormous set of activity- selectivity-temperature points which permit to elucidate in detail the catalyst per- formance in spite of the transient regime of the TPR technique. On the whole, the data above presented evidence that: (i) The PS sample (Fig. 3a) shows a considerable methane conversion which gradually increases with temperature up to a value of ca. 24% at 800 (02 conv. =70%); the formaldehyde selectivity monotonically decreases from 100% for T~< 500 to a value close to 10% at 800; (ii) VPS 5 sample (Fig. 3c), exhibiting the lowest To.HCHO value (Table 1), results the most reactive system; indeed, the promoting effect of vanadia on the reactivity of the PS support leads to a methane conversion of ca. 23% at T= 700 and a steeper decrease in the formaldehyde selectivity with temperature ( < 10% at 700) ; 52 F. Arena et al, /Applied Catal3',si,~\" A: General 125 (1995) 39-59 (iii) Addition of MoO3 to SiO~ carrier (MPS 4) shifts all onset temperatures of product formation to higher values (see Table l) accounting then for an overall decrease in the original activity of the bare PS (Fig. 3b), more pronounced at temperatures lower than 750 (Table 2). In addition, Fig. 3 displays that the selectivity to carbon monoxide monotonically increases with temperature from 0% (T< To,co) to an upper value of 81% for the 8 60 ._> ID ~ 4o 100= ...... &.~. .... -A.. ........................ i ............... c?\"'i<: .............................. 20 .................................................. i ...................................... ] 4..~. ..... a-:: ..... ,--~ 0 0 1 0.2 0.3 ~(s) 100 . \"-.A { :: \"~ ~'-4. 80 ............................. ~ ............................ '~-~ -.~-~.-----i .......... .................................................. i........~%,~ .......... ........... ........................................................................... i ........... 201 ........................ i ..................... 7~:;~\"~.\"::'~'t '~ .......... t i .-o'~'~' 0 0.1 0.2 0.3 (s) ~eo 1~ 40 O,. F. Arena et al. /Applied Catalysis A: General 125 (1995) 39 59 53 100 ...... -4.L ..... \"~'\") ........ 4--A 80 .................................................. } .................................... ....-\"'\" { .~ 60 ......................................... ;-\"~:~ .................................. \"'... 40 ............................ '~\" ...................................................... 20 ....................................................................... \"~~+v;,\"O\" _&..~ ........ .~--~ ..... .--~\" ..... ,-- 0 0.1 0.2 0.3 Fig, 6. Influence of the contact time (r) on the product selectivity (O, HCHO; U], CO; A, [ HCHO + CO] ; A, CO2) in the partial oxidation of methane over: (a) PS; (b) MPS 4 and (c) VPS 5 catalysts. T= 600. VPS 5 system at 700, while the formaldehyde selectivity decreases with tem- perature following an opposite trend with respect to the carbon monoxide selectiv- ity. The selectivity to carbon dioxide, though increasing with temperature, in no case exceeds the level of 18% (MPS 4). A different behaviour of the oxide catalysts towards the formation of C2 products also appears from Fig. 3; in fact both PS and MPS 4 systems catalyze the formation of C2 products at T> 700, with an increasing selectivity which results in values of ca. 10 and 5 %, respectively, at 800. While no C2 formation is detected for the VPS 5 sample up to 730, at higher temperatures a slight C2 formation, in con- comitance with complete consumption of the gas-phase oxygen, occurs (Fig 1 ). 3.4. 'Fumed' Si02 (FS) supported MoO~ and V205 catalysts The list of onset temperatures of product formation on FS supported catalysts is reported in Table 4. The methane and oxygen conversion values at different tem- perature calculated according to (1), (1') and (2) are compared in Table 5. Also in this case a good agreement between the values of methane conversion calculated from the Pcm/PHe ratio ( 1 ) and carbon mass balance Eq. (2) was found. Therefore, the trends of methane conversion and product selectivity as a function of the reaction temperature (T) for FS (a), MFS 4 (b) and VFS 5 (c) samples are presented in Fig. 4. The bare FS support is the least reactive system, as neither formaldehyde, carbon monoxide nor carbon dioxide products are detected at T< 590 (Table 4). There- 54 F. Arena et al. /Applied Catalysis A: General 125 (1995) 39 59 after, a slight activity resulting in an increasing concentration of HCHO ( To,nCHO = 590), CO ( To,co = 630) and C2 ( To.c~_ = 720) in the reaction mixture is noticed (Fig. 4a). At 800 a methane conversion value of 1.9% (Table 5) and a total selectivity to partial oxidation (HCHO and CO) and coupling (C2) products were found (Fig. 4a). Addition of MoO3 markedly improves the catalytic behaviour of the bare FS support, since for the MFS 4 sample formaldehyde is detected at 530 (Table 4) and also the extent of carbon monoxide and C2 formation are considerably higher than those of the bare FS support at any temperature. Carbon dioxide is also formed at T>~ 630. At T> 650 the methane conversion suddenly increases with tem- perature (Fig. 4b) reaching values more than one order of magnitude higher than those experienced for the bare FS support (Fig. 4a) and on the whole comparable with those of the MPS 4 system. A significant decrease in the formaldehyde selec- tivity with temperature, which parallels the rise in the selectivity to carbon mon- oxide, is observed. Both the carbon dioxide and C2 selectivities increase with temperature even if their level remains below ca. 20 and 10%, respectively (Fig. 4b). Addition of 5% V205 (VFS 5), shifting the onset temperature of formaldehyde formation to 450 (Table 4), greatly promotes the reactivity of the bare FS carrier (cf. Figs. 4a and 4c). The methane conversion values (cf. Tables 2 and 5) and the trend of formaldehyde selectivity with temperature of the VFS 5 catalyst appear to be quite similar to those found for the VPS 5 sample ( cf. Figs. 3c and 4c). Similarly, no C2 formation is detected for the VFS 5 sample up to ca. 730. 3.5. Effect of the contact time (r) on the selectivio, pattern and formaldehyde productivity As the contact time significantly affects the activity-selectivity pattern of partial oxidation catalysts, a series of TPR experiments at contact times ranging between 0.083 and 0.332 s on PS, MPS 4 and VPS 5 systems was performed. The trends of the overall reaction rate (r, /zmol gc~1 s 1) and formaldehyde productivity (STYHcHO, g kg~tj h l) with temperature at various r on PS (a), MPS 4 (b) and VPS 5 (c) catalysts are shown in Fig. 5. Such results indicate that r does not significantly affect the reaction rate values. However, a decrease in r from 0.332 to 0.083 s enhances the STYHcno which is indicative of higher formal- dehyde selectivity. At any investigated r the VPS 5 sample (Fig. 5c) shows the highest activity level and a maximum in the STYHcHO which shifts to higher temperature (630- 680) when r decreases from 0.332 to 0.083 s. Then, the VPS 5 catalyst allows the highest STYHcHO at T~700 (Fig. 5c). For the PS sample (Fig. 5a) the maximum in STYucuo is observed for temperatures ranging between 725 and 750, while the MPS 5 sample ensures the highest formaldehyde productivities for T> 750. In particular on VPS 5 sample, under continuous flow conditions F. Arena et al. /Applied Catalysis A: General 125 (1995) 39-59 55 (~-, 0.083-0.332 s), STYHcHo'S between 125 and 625 g kgcat h-~ can be attained in the temperature range 600-700. Whereas at temperatures higher than 700 PS and MPS 4 systems allow to achieve STYHcHo values ranging between 250 and 1050 g kgca' h I The effect of the contact time on the product distribution at 600 for PS (a), MPS 4 (b) and VPS 5 (c) catalysts is outlined in Fig. 6. Inspection of these data permits to gain direct insight into the main reaction pathway. It is evident that longer ~-'s cause a straight decrease in the formaldehyde selectivity and overall selectivity to partial oxidation products ( HCHO + CO) along with a concomitant increase in the carbon monoxide and carbon dioxide selectivi- ties. In fact, for zequal to 0.083 s all the systems display an almost total selectivity to formaldehyde and carbon monoxide. However, different slopes feature the trends of selectivity with ~- of the investigated samples. 4. Discussion 4.1. General The above experimental data indicate that the TPR method offers unprecedented opportunities in catalyst evaluation as well as in kinetic-mechanistic studies of MPO. In particular, the results reported in Figs. 2-5, obtained by simple calibration and data elaboration procedures, outline the powerful potentiality of the tempera- ture-programmed reactor system in achieving a quasi-continuous sequence of con- version-rate-selectivity points in a wide range of operating conditions (T and ~-) and in a time taken up by the traditional 'one point' evaluation [25]. Such an abundance of data allows a thorough evaluation of catalysts, speeding up the study of kinetics and reaction mechanism by orders of magnitude. However, in spite of the fact that the reactor is never at thermal steady-state conditions, the data reported in Table 3 document a good agreement between TPR, isothermal continuous flow (CFR) and batch (BR) reactors. The differences in the product selectivity between continuous flow reactors (TPR and CFR) and BR data are the consequence of the fact that the BR operates at quasi-zero conversion per pass over the whole inves- tigated temperature range [ 11] allowing then formaldehyde selectivity values higher than those achievable with TPR and CFR. However, the analogous values of the reaction rate obtained by such different methods undoubtedly proves the reliability of the proposed TPR method to attain accurate kinetic data in the MPO. 4.2. Onset temperature of product formation and reaction mechanism In a recent paper we have pointed out that (i) the onset temperature of formal- dehyde formation can be taken as a valid parameter for comparing the catalytic performance of silica supported oxide catalysts in the MPO at temperatures ranging 56 F. Arena et al. /Applied Catalysis A: General 125 (1995) 39 59 between 400 and 650 and (it) the sequence of onset temperature of product formation may provide valid clues about the surface reaction network [3]. According to our previous results [ 3,9,11,16,17 ], the data reported in Tables 1 and 4 indicate that MoO3 depresses the functionality of the PS support in MPO causing a marked shift of To.HCHO to a higher value (Table 1) while it exerts a promoting effect on the reactivity of the FS as documented by the lower To.HCHO value (Table 4) observed for MFS 4 sample. On the other hand, V205 addition greatly enhances the reactivity both of PS and FS surfaces [ 11,16,17,24] since we noted a considerable lowering in the To.HCHO value for both VPS 5 [ 3 ] and VFS 5 catalysts with respect to PS and FS samples, respectively. Then, it can be argued that the lower To.HCHO is, the higher is the reactivity of oxide catalysts [3]. This rule allows to trace the following reactivity scale of silica-based oxide catalysts in the MPO: FS << MFS 4 = MPS 4 < PS < VFS 5 ~ VPS 5. However, even if the addition of MoO3 and V205 promoters differently affects the original activity of the silica carriers [24], it is worthy to note that all systems studied display the same sequence of onset temperature of product formation: To.HCHO < To.co < To.co2. This sequence of the To's undoubtedly proves that formaldehyde is the primary product of the MPO reaction on SiO2-based oxide catalysts and well supports previous literature data pointing out a formaldehyde selectivity tending to unity (100%) at quasi-zero methane conversion values [12,13,18,19]. The sub- sequent formation of carbon monoxide at temperatures (To.co) slightly higher than To.HCHO indicates that such a product mainly arises from the consecutive oxidation of formaldehyde on the catalyst surface [6,13,22] according to the high tendency of such a molecule to readily undergo further oxidation to COx [ 4,13,22 ]. Whereas, the detection of carbon dioxide at even higher temperature (To.co2) than those found for either formaldehyde or carbon monoxide formation (see Tables 1 and 4) signals that such a total oxidation product likely comes from the consecutive oxidation of carbon monoxide [ 4,6,13 ] even if the contribution of a parallel reaction path at high temperatures ( > 600) leading directly to carbon dioxide cannot be completely ruled out [ 12,26]. The above hypothesis on the occurrence of a consecutive reaction path at T~< 600 is further strengthened by the straight relationship between selectivity to HCHO, CO and CO2 and ~- observed for PS, MPS 5 and VPS 5 catalysts (Fig. 6). In fact, we notice that shorter ~-'s favour a higher selectivity to formaldehyde and on the whole to partial oxidation products (HCHO + CO), while longer ~-'s cause the consecutive oxidation of formaldehyde to carbon monoxide and carbon dioxide, giving rise to a growth in the carbon dioxide selectivity. Obviously, a parallel reaction channel leading directly to carbon monoxide or carbon dioxide should imply a constant selectivity with ~-. Thus, the different trends in the product selectivity with the contact time ( Fig. 6) reflect the different ability of PS supported catalysts in promoting the oxidation of formaldehyde and carbon monoxide mole- cules. Therefore, all these findings are evidence that MPO on silica-based oxide catalysts at T.%< 600 proceeds mainly via a sequential reaction path: F. Arena et al. /Applied Catalysis A: General 125 (1995) 39-59 57 CH4 ~ HCHO ~ CO ~ CO2 in accordance to that previously proposed on the basis of steady-state [4,5,13,18] and transient [ 27] kinetic measurements. On the other hand, the concomitant formation of hydrogen and C2 products both on SiO2 (PS and FS) and MoO3/SiO2 (MPS 5 and MFS 5) catalysts at T>~ 690 (see Tables 1 and 4) indicates that coupling products form at high temperature by a different mechanism, likely involving the formation of methyl radicals (CH3) on the 'free' SiO2 surface [ 10]. The absence of such products on VPS 5 and VFS 5 catalysts can be ascribed to the high capability of V2Os-based systems in providing large amounts of activated surface oxygen species [ 16,24,27] very reactive towards CH~ radicals [ 27 ] and surface activated methane molecules [ 24]. 4.3. ActiviO,-selectivi~ pattern of MoO~ and V205 supported on different Si02 carriers According to previous literature data concerning the superior performance of 'precipitated' silica with respect to either 'fumed' or 'sol-gel' ones [9-11,17,24], our TPR data indicate that the PS sample, in the investigated temperature range (400-800), exhibits a reactivity more than one order of magnitude higher than that of the FS sample. The weak catalytic action of the FS sample implies that no carbon dioxide formation is observable up to 800 (Fig. 4a). Besides, a similar activity-selectivity pattern is found for the empty reactor (Fig. 2B) and the FS sample up to 700; at higher temperatures for the FS sample (Fig. 4a) the surface catalytic path leading to partial oxidation products (HCHO and CO) is still pre- vailing, whilst for the empty reactor (Fig. 2B ) a surface-assisted gas-phase reaction path [4-6,8,10,21,22], yielding mainly C2 products (Fig. 2B), becomes predom- inant. Furthermore, these data allow us to infer that also in the temperature range 650-800 the MPO on silica-based oxide catalysts is essentially governed by the intrinsic properties of the solids. Indeed, the regular activity-selectivity patterns of the investigated systems (Figs. 3 and 4) indicate that the reactivity fully fulfils the constraints of the conversion-selectivity relationship characteristic of a partial oxidation reaction mechanism. Besides, the activity-selectivity curves as a function of temperature are in a satisfactory agreement with the reactivity scale previously drawn on the basis of the sequence of onset temperature of product formation (Tables 1 and 4). A sudden increase in activity at T> 700 observed for both MPS 4 and MFS 4 samples (Figs. 3b and 4b) accounts for minor differences in the above reactivity scale. This pattern could be associated with a change in the reaction mechanism induced by the redox properties of the MoO3 promoter which results in higher values of the apparent activation energy for MoO3/SiO2 catalysts. 58 F. Arena et al. / Applied Catalysis A: General 125 (1995) 39 59 4.4. Influence of the contact time ('r) on the reaction rate andjbrmaldehyde productivity (STYHcHO) The negligible differences found in the reaction rate on varying the contact time (Fig. 5) lead us to rule out any diffusional control in such non-steady-state meas- urements, further confirming the validity of the aforesaid reactivity scale and reac- tion mechanism. The positive effect of shorter contact time on the STYncno'S of supported PS catalysts reflects a higher selectivity to formaldehyde, according to the aforementioned consecutive reaction pathway (Fig. 6). The temperature of the maxima in the STYncno trends can be also taken as an index of the oxidative strength of the catalysts in that a higher reactivity implies a more early occurrence of the consecutive oxidation of the primary partial oxidation product. Then, taking into account all these findings, it turns out that: (a) in the range 400-700 the following formaldehyde productivity scale results: MPS 4 < PS < VPS 5; at T>700 this order becomes: VPS 5 < PS < MPS 4; (b) very high STYncno values (500-1000 gHcno kgLtj h 1) [10] can be attained over the silica-based oxide catalysts by properly tuning of the operating conditions (T and ~-). 5. Conclusions The results reported in this work show that the temperature-programmed reaction (TPR) technique is an innovative and powerful tool which can revolutionise the field of catalyst development and the study of reaction mechanism and kinetics. Indeed, the TPR method accelerates by orders of magnitude the work of catalyst testing with the reliability of conventional steady-state methods, while also provid- ing basic insights into the surface reaction network not easily achievable from steady-state measurements. The exploitation of the proposed method has allowed to investigate the activity- selectivity patterns of several silica supported MoO3 and V205 catalysts in the partial oxidation of methane to formaldehyde with oxygen in the temperature range 400-800 and at various contact times. The main findings can be summarized as follows: 1. The reactivity of silica supported MoO3 and V205 catalysts depends upon the nature of the SlOE carrier. In particular, both MoO3 and V205 exert a promoting effect on the original activity of the bare 'fumed' SiO2 (FS), while the original activity of the bare 'precipitated' SiO2 (PS) is promoted by V205 and depressed by MOO3. 2. At T~< 600 the partial oxidation of methane to formaldehyde with oxygen on silica-based oxide catalysts proceeds mainly via a consecutive reaction path: CH4 ~ HCHO ~ CO ~ CO2 F. Arena et al. / Applied Catalysis A: General 125 (1995) 39-59 59 At T>~ 700 a parallel surface assisted gas-phase reaction pathway leads to the formation of minor amounts of C2 products on the SiO2 and MoO3/SiO2 catalysts. 3. The onset temperature of product formation is a suitable parameter for obtain- ing a preliminary reactivity scale of oxide catalysts in the MPO and basic insights into the reaction mechanism. 4. V205/SIO2 catalysts allow to achieve the highest values of STYHcHO at T~< 700 because of their higher activity, whilst both SiO2 and MoO3/SiO2 sys- tems ensure the highest values of STYHcHO at T> 700 owing to their high formaldehyde selectivity. Acknowledgements The financial support to this work by Consiglio Nazionale delle Ricerche 'Pro- getto Finalizzato Chimica Fine' and M.U.R.S.T. is gratefully acknowledged. References [ 1 ] J.L. Falconer and J.A. Schwarz, Catal. Rev. - Sci. Eng., 25 (2) (1983) 141. l 2] S. Bhatia, J. Beltramini and D.D. Do, Catal. Today, 7 ( 3 ) (1990) 309. [3] F. Arena, F. Frusteri, A. Parmaliana and N. Giordano, J. Catal., 143 ( 1993 ) 299. [4] M.J. Brown and N.D. Parkins, Catal. Today, 8 ( 1991 ) 305. 15] R. Pitchai and K. Klier, Calal. Rev. - Sci. Eng., 28 ( I ) (1986) 13. [ 6] K. Otsuka and M. Hatano, J. Catal., 108 (1987) 252. [7] S. Kasztelan and J.B. Moffat, J. Chem. Soc. Chem. Commun., (1987) 1663. [8] G.N. Kastanas, G.A. Tsigidinos and J. Schwank, Appl. Catal., 44 (1988) 33. [ 9 ] A. Parmaliana, F. Frusteri, D. Miceli, A. Mezzapica and M.S. Scurrell, Appl. Catal., 78 ( 1991 ) L7. [ 10] Q. Sun, R.G. Herman and K. Klier, Catal. Lett., 16 (1992) 251. [ 11 ] A. Parmaliana, F. Frusteri, A. Mezzapica, D. Miceli, M.S. Scurrell and N. Giordano, J. Catal., 143 (1993) 262. [ 12] N.D. Spencer, J. Catal., 109 (1988) 187. [ 13] N.D. Spencer and C.J. Pereira, J. Catal., 116 (1989) 399. [ 14] T.R. Baldwin, R. Burch, G.D. Squire and S.C. Tsang, Appl. Catal., 74 ( 1991 ) 137. [151 M. Kennedy, A. Sexton, B. Kartheuser, E. Mac Giolla Coda, J.B. McMonagle and B.K. Hodnett, Catal. Today, 13 (1992) 447. [ 16] A. Parmaliana, V. Sokolovskii, D. Miceli, F. Arena and N. Giordano, in S.T. Oyama and J.W. Hightower (Editors), Catalytic Selective Oxidation, Am. Chem. Soc. Syrup., Series, Vol. 523, Washington D.C., 1993, p. 43. [ 17] D. Miceli, F. Arena, A. Parmaliana, M.S. Scurrell and V. Sokolovskii, Catal. Lett., 18 (1993) 283. [ 18] M.M. Koranne, J.C. Goodwin and G. Marcelin, J. Phys. Chem., 97 (1993) 673. [ 19] T. Weng and E.E. Wolf, Appl. Catal., 96 (1993) 383. [20] C.R.F. Lund, Catal. Lett.. 12 (1992) 395. [21] J.C. Mackie, Catal. Rev. - Sci. Eng., 33.( I and 2) ( 1991 ) 169. [22] T.A. Garibyan and L.YA. Margolis, Catal. Rev. - Sci. Eng., 31 (4) ( 1989 1990) 355. [23] D.J. Thomas, R. Willi and A. Baiker, Ind. Eng. Chem. Res.. 31 (1992) 2272. [24] A. Parmaliana, A., V. Sokolovskii, D. Miceli, F. Arena and N. Giordano, J. Catal., 148 (1994) 514 [25] B.W. Wojciechowski, Proc. 13th North American Meeting of the Catalysis Sot., Pittsburgh, PA, 2-6 May 1993, p. D08 [ 26] M.D. Amiridis, J.E. Rekoske, J.A. Dumesic, D.F. Rudd, N.D. Spencer and C.J. Pereira, AIChE J., 37 ( 1991 ) 87 [27] B. Kartheuser, B.K. Hodnett, H. Zantoff and M. Baerns, Catal. Lett., 21 (1993) 209 APCATA 94002320 0926-860X(94)00232-0 10.1016/0926-860X(94)00232-0 Elsevier Science B.V. All rights reserved Temperature-programmed reaction: A powerful and reliable method for catalyst testing in the partial oxidation of methane to formaldehyde Francesco Arena a Francesco Frusteri b Adolfo Parmaliana * a Nicola Giordano b a Dipartimento di Chimica Industriale, Universitàdegli Studi di Messina, Salita Sperone c.p. 29, 1-98166 S. Agata, Messina, Italy b Istituto CNR-TAE, Salita S. Lucia 39, I-98126 S. Lucia, Messina, Italy * Corresponding author. The reactivity of SiO2, MoO3/SiO2 and V2O5/SiO2 in the temperature range 400–800°C and at atmospheric pressure has been thoroughly investigated by temperature-programmed reaction (TPR) measurements obtaining a continuous sequence of conversion, product distribution and reaction rate data. The effect of the contact time (0.083 ≤ ι ≤ 0.332s) on the selectivity pattern and formaldehyde productivity (STYHCHO, g kgcat −1 h−1) has been assessed. The onset temperature of formaldehyde formation (T o,HCHO) accounts well for the reactivity of oxide catalysts in the methane partial oxidation (MPO). For all the systems studied the same sequence of onset temperature of product formation: T o,HCHO < To,CO < To,CO2 < To,C2 proves that formaldehyde is the primary product of MPO on silicabased oxide catalysts. A suitable procedure for the calculation of conversion-selectivity data is pointed out. Full agreement between TPR data and continuous flow (CFR) and batch reactor (BR) isothermal measurements was found. The suitability of the TPR method as a fast and reliable tool for testing oxide catalysts in MPO is assessed. Keywords Formaldehyde Methane Oxide catalysts Partial oxidation Temperature-programmed reaction Testing of catalysts Reference [1] Falconer J.L. Schwarz J.A. Catal. Rev.-Sci. Eng. 25 2 1983 141 [2] Bhatia S. Beltramini J. Do D.D. Catal. Today 7 3 1990 309 [3] Arena F. Frusteri F. Parmaliana A. Giordano N. J. Catal. 143 1993 299 [4] Brown M.J. Parkins N.D. Catal. Today 8 1991 305 [5] Pitchai R. Klier K. Catal. Rev.-Sci. Eng. 28 1 1986 13 [6] Otsuka K. Hatano M. J. Catal. 108 1987 252 [7] Kasztelan S. Moffat J.B. J. Chem. Soc. Chem. Commun. 1987 1663 [8] Kastanas G.N. Tsigidinos G.A. Schwank J. Appl. Catal. 44 1988 33 [9] Parmaliana A. Frusteri F. Miceli D. Mezzapica A. Scurrell M.S. Appl. Catal. 78 1991 L7 [10] Sun Q. Herman R.G. Klier K. Catal. Lett. 16 1992 251 [11] Parmaliana A. Frusteri F. Mezzapica A. Miceli D. Scurrell M.S. Giordano N. J. Catal. 143 1993 262 [12] Spencer N.D. J. Catal. 109 1988 187 [13] Spencer N.D. Pereira C.J. J. Catal. 116 1989 399 [14] Baldwin T.R. Burch R. Squire G.D. Tsang S.C. Appl. Catal. 74 1991 137 [15] Kennedy M. Sexton A. Kartheuser B. Mac Giolla Coda E. McMonagle J.B. Hodnett B.K. Catal. Today 13 1992 447 [16] Parmaliana A. Sokolovskii V. Miceli D. Arena F. Giordano N. Oyama S.T. Hightower J.W. Catalytic Selective Oxidation Am. Chem. Soc. Symp., Series Vol. 523 1993 43 Washington D.C. [17] Miceli D. Arena F. Parmaliana A. Scurrell M.S. Sokolovskii V. Catal. Lett. 18 1993 283 [18] Koranne M.M. Goodwin J.C. Marcelin G. J. Phys. Chem. 97 1993 673 [19] Weng T. Wolf E.E. Appl. Catal. 96 1993 383 [20] Lund C.R.F. Catal. Lett. 12 1992 395 [21] Mackie J.C. Catal. Rev.-Sci. Eng. 33 1 and 2 1991 169 [22] Garibyan T.A. Margolis L.Y.A. Catal. Rev.-Sci. Eng. 31 4 1989–1990 355 [23] Thomas D.J. Willi R. Baiker A. Ind. Eng. Chem. Res. 31 1992 2272 [24] Parmaliana A. Sokolovskii A.V. Miceli D. Arena F. Giordano N. J. Catal. 148 1994 514 [25] Wojciechowski B.W. Proc. 13th North American Meeting of the Catalysis Soc. Pittsburgh, PA 2–6 May 1993 D08 [26] Amiridis M.D. Rekoske J.E. Dumesic J.A. Rudd D.F. Spencer N.D. Pereira C.J. AIChE J. 37 1991 87 [27] Kartheuser B. Hodnett B.K. Zantoff H. Baerns M. Catal. Lett. 21 1993 209",
      "scopus-id": "0002396008",
      "coredata": {
        "eid": "1-s2.0-0926860X94002320",
        "dc:description": "The reactivity of SiO2, MoO3/SiO2 and V2O5/SiO2 in the temperature range 400–800°C and at atmospheric pressure has been thoroughly investigated by temperature-programmed reaction (TPR) measurements obtaining a continuous sequence of conversion, product distribution and reaction rate data. The effect of the contact time (0.083 ≤ ι ≤ 0.332s) on the selectivity pattern and formaldehyde productivity (STYHCHO, g kgcat −1 h−1) has been assessed. The onset temperature of formaldehyde formation (T o,HCHO) accounts well for the reactivity of oxide catalysts in the methane partial oxidation (MPO). For all the systems studied the same sequence of onset temperature of product formation: T o,HCHO < To,CO < To,CO2 < To,C2 proves that formaldehyde is the primary product of MPO on silicabased oxide catalysts. A suitable procedure for the calculation of conversion-selectivity data is pointed out. Full agreement between TPR data and continuous flow (CFR) and batch reactor (BR) isothermal measurements was found. The suitability of the TPR method as a fast and reliable tool for testing oxide catalysts in MPO is assessed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-04-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94002320",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Arena, Francesco"
          },
          {
            "@_fa": "true",
            "$": "Frusteri, Francesco"
          },
          {
            "@_fa": "true",
            "$": "Parmaliana, Adolfo"
          },
          {
            "@_fa": "true",
            "$": "Giordano, Nicola"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94002320"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94002320"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00232-0",
        "prism:volume": "125",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Temperature-programmed reaction: A powerful and reliable method for catalyst testing in the partial oxidation of methane to formaldehyde",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Formaldehyde"
          },
          {
            "@_fa": "true",
            "$": "Methane"
          },
          {
            "@_fa": "true",
            "$": "Oxide catalysts"
          },
          {
            "@_fa": "true",
            "$": "Partial oxidation"
          },
          {
            "@_fa": "true",
            "$": "Temperature-programmed reaction"
          },
          {
            "@_fa": "true",
            "$": "Testing of catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "39-59",
        "prism:endingPage": "59",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 April 1995",
        "prism:doi": "10.1016/0926-860X(94)00232-0",
        "prism:startingPage": "39",
        "dc:identifier": "doi:10.1016/0926-860X(94)00232-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002396008"
      }
    }
  }
}