{
  "metadata": {
    "title": "Catalytic cracking of heavy vacuum gas oil over aluminum diacetate containing catalyst",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-03-17",
    "doi": "10.1016/0926-860X(94)80108-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94801088",
    "pii": "0926860X94801088"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028392665",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-09-18 2001-09-18 2010-10-02T11:38:12 1-s2.0-0926860X94801088 0926-860X(94)80108-8 0926860X94801088 10.1016/0926-860X(94)80108-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X02335 2024-01-01T12:21:46.509935Z 0 0 19940317 1994 2001-09-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 110 110 1 1 Volume 110, Issue 1 9 87 98 87 98 19940317 17 March 1994 1994-03-17 1994 article fla Copyright © 1994 Published by Elsevier B.V. CATALYTICCRACKINGHEAVYVACUUMGASOILOVERALUMINUMDIACETATECONTAININGCATALYST MACEDO J MASUDA 1983 1 T POMPE 1984 171 R CHESTER 1987 863 A TORREALBA 1992 35 M MAKSIMOV 1960 267 V BARRETT 1951 373 E SING 1985 603 K CADET 1991 263 V OCCELLI 1985 227 M OCCELLI 1991 241 M GLEMSER 1963 220 O LEE 1992 215 F RICHARDSON 1975 554 R MACEDOX1994X87 MACEDOX1994X87X98 MACEDOX1994X87XJ MACEDOX1994X87X98XJ item 0926-860X(94)80108-8 0926860X94801088 1-s2.0-0926860X94801088 10.1016/0926-860X(94)80108-8 271346 2024-01-01T12:21:46.509935Z 1994-03-17 1-s2.0-0926860X94801088-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801088/MAIN/application/pdf/de1f4eaf5b22b1e9a489e2a98e8ce815/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801088/MAIN/application/pdf/de1f4eaf5b22b1e9a489e2a98e8ce815/main.pdf main.pdf pdf true 803479 MAIN 12 1-s2.0-0926860X94801088-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801088/PREVIEW/image/png/fdd00e87be58c63be4cbc781bc92324e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801088/PREVIEW/image/png/fdd00e87be58c63be4cbc781bc92324e/main_1.png main_1.png png 50978 849 656 IMAGE-WEB-PDF 1 applied catalysis ELSEVIER Applied Catalysis A: General I 10 (1994) 87-98 Catalytic cracking of heavy vacuum gas oil over aluminum diacetate containing catalyst Jose Carlos D. Macedo*, Maria Alice 1. Duarte Petrobras Research Centre (CENPES), Catalyst Division. llha do Funddo, Q-7, Cidade Universitaria, Rio de Janeiro, CEP 21949-900, Brazil (Received 23 September 1993, revised manuscript received 15 November 1993) Abstract The deposition of heavy metals on a cracking catalyst reduces not only the catalyst activity but also its selectivity. Aluminum diacetate synthesized from gibbsite can be used as an active matrix to reduce the harmful effects caused by such metals. The alumina obtained by thermal decomposition shows either a monomodal or a bimodal pore size distribution, and a peculiar pore shape. When present in a cracking catalyst, this alumina modifies its texture enabling large molecules to access the inner components. The catalyst can thus achieve a better bottoms conversion, and coke formation is reduced. Also, the active matrix minimizes vanadium catalyst interactions by selectively sorbing migrating vanadium compounds. Nickel is also passivated since its dehydrogenation activity is suppressed. Hence, nickel-impregnated catalysts show an improved selectivity. Thus, aluminum diacetate containing catalysts appear to have the necessary texture and metal tolerance to crack residual oil and may offer cost advantages over conventional cracking catalysts. Key words: aluminium diacetate; bottoms conversion; cracking; FCC; metal resistance; support effect 1. Introduction Contaminants such as nickel and vanadium are usually present in the heavy fractions of oil as well as in lower quality oil. These metals, depending on their concentrations, poison the cracking catalysts to such a point that the use of such oils or of their fractions becomes uneconomic. Thus, there is a constant need for improving the catalyst's resistance to these metals, which in certain feeds are present in considerable amounts, so that even such contaminated feeds may provide the highest possible yield of highly rated products per barrel of extracted oil. *Corresponding author. Fax. ( +55-21)5986626. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-86OX (93)E0240-D 88 JC.D. Macedo, MAL Duarte /Applied Catalysis A: General 110 (1994) 87-98 The deposition of these metals on the cracking catalyst reduces not only catalyst activity but also its selectivity in the feed conversion. For example, the more the production of gasoline is reduced, the more the production of hydrogen, gas and coke goes up, thereby harming the overall process yield. Regarding the effect of metals on the catalyst, present knowledge points out that nickel does not destroy the zeolite, and does not reduce activity, but produces hydrogen as a function of conversion, and increases the catalytic coke. Its deleterious effect is additive to that of vanadium [ 1,2]. In turn, vanadium destroys the zeolite, reduces catalytic activity and produces hydrogen as a function of conversion [ 3,4 ] . Like nickel, vanadium increases the catalytic coke and adds its negative effects to those of nickel. The trend followed by the major manufacturers of FCC catalysts is to employ a large pore, low surface area matrix, to reduce the surface dispersion of metals [5,6]. Contrary to the general trend, this study is an attempt to show that a mesoporous solid with a well-defined pore size distribution, as well as a specific pore shape is able to protect the zeolite against vanadium attack, and to reduce nickel dispersion on the catalyst matrix. This mesoporous solid is an alumina obtained by thermal decomposition of aluminum diacetate synthesized from bauxite ore concentrate (BOC). 2. Experimental 2.1. Preparation of aluminum diacetate BOC was supplied by Alcoa Aluminio S.A., Brazil, grade C-30. Its diffraction pattern is typical of gibbsite. Basic aluminum acetates of different compositions can be obtained by several reactions [7]. In all cases, the reactions are very slow, even at 100 under reflux, and may take as much as three months to complete. Pure aluminum diacetate is not essential to act as a metal scavenger, and consequently the reaction time could be significantly reduced to several hours. Therefore, the preparation of the metal scavenger started from BOC which was reacted with a 50 wt.-% acetic acid solution, at a temperature of 98 for 6 and 65 h, the final pH being from 0.5 to 2.0 [ 8 ] . The acid solution-to-BOC mass ratio was 6. The suspension was then filtered and the product was washed with warm water to remove soluble impurities. Finally, the product, which was mainly aluminum diacetate, was dried in an oven at 115, and this led to the following samples: BOC-6 and BOC-65, where figures indicate the reaction time. BOC-6/550 and BOC-65/550 were generated by calcination of the samples in a furnace at 550 for 3 h. X-ray diffraction patterns were obtained with a Jeol diffractometer, model JDX-8030, in order to .identify the product. Its chemical composition was determined by plasma emission spectroscopy using Jarrel-Ash equipment, model 975. Nitrogen sorption isotherms were obtained with a Micromeritics Digisorb, model 2600. For determination of the pore distribution, the isotherm desorption branch was used together with the BJH method [9]. The BET surface area was calculated for relative pressures between 0.05 and 0.20. T-plots were drawn to evaluate the microporosity by use of the Harkins and Jura equation. The macroporous structure was examined by mercury porosimetry with the aid of a Micromeritics J.C.D. Macedo, M.A.I. Duarte /Applied Catalysis A: General 110 (1994) 87-98 89 Autopore 9220. The calculations were done using only intrusion data in the 30 to 20 000 A range. In view of the large range of pores studied, we plotted the differential intrusion logarithm versus pore diameter instead of the pore volume distribution, as for nitrogen adsorption. 2.2. Preparation of catalysts The metal resistant catalytic compositions comprise a rare-earth exchanged ultrastable Y zeolite (3.0 wt.-% RE203) with a silica-to-alumina ratio of 5.6 and Ao of 2.455 nm, an acetic acid reacted BOC, a kaolin, and a silica as synthetic matrix. To enable us to make a direct comparison of catalyst performance, a standard catalyst was prepared with a commercial alumina, supplied by FCC S.A., instead of the aluminum diacetate. Table 1 shows the active matrix content of the catalysts. Contents of both zeolite and silica are constant, the balance being obtained with kaolin. The general procedure for preparing the various catalytic compositions comprised the following steps: preparing the suspension which will give rise to the catalyst, forming and drying of the particles, ionic change and washing of the raw catalyst, drying of the washed catalyst and calcining the final catalyst in order to decompose the aluminum diacetate. The detailed catalyst preparation process is described by Macedo [ 8 ] . X-ray fluorescence was used for catalyst chemical analyses, with Philips equipment, model 1480. 2.3. Catalytic cracking The cracking performance of the catalysts was evaluated using a fixed bed reactor constructed according to ASTM Method D 3907-80 Microactivity Test (MAT). In this method a known amount of oil is fed over a bed of cracking catalyst. The gas and liquid products are collected and analysed by gas chromatography. The boiling point range of the liquid products is determined by simulated distillation and the product distribution of the gas is analysed using a column system. The activity of the catalyst in catalytic cracking is by convention defined as the wt.-% of the feed that is converted into coke, gas and gasoline. A heavy vacuum gas oil (HVGO) was used. Under simulated distillation it presents a 5% off-95% off fraction boiling between 380 and 548. Some characteristics of such HVGO are: density 0.9240 g/ml, API gravity 21.0at 15.6, pour point 36, flash point 240-250, aniline point 96.4, and total nitrogen 0.28 wt.-%. The cracking tests were done at a reactor temperature of 520, and reaction time of 30 s. In order to enable a Table l Active matrix content of the formulations\" DS5-BOC6 DS10-BOC6 DSIO-BOC65 DS20-BOC6 ST10-ALU BOC-6 (wt.-%) 5 10 - 20 - BOC-65 (wt.-%) - - 10 - - Alumina (wt.-%) - - - - 10 \"Dry basis, 815/ 1 h. 90 JC.D. Macedo, MAL Duarte /Applied Catalysis A: General 110 (1994) 87-98 comparison to be made of the catalysts at the same conversion level, a number of MATruns were made for each catalyst while varying the catalyst-to-oil ratio (cat-oil) by varying the amount of catalyst in the reactor bed. For each test a material recovery balance was calculated. All tests with a recovery of less than 97% were discarded. The catalysts were impregnated with nickel or vanadium. To impregnate with nickel, the catalyst was mixed until homogeneity with a nickel naphtenate solution diluted with dioxane. The solvent was then distilled from the catalyst with the aid of a rotary evaporator unit. For vanadium impregnation, a vanadium naphtenate solution diluted in toluene was used. In both cases, after impregnation and drying, the catalyst was calcined at 600 for 2 h. All MAT-runs were performed with hydrothermically deactivated catalysts. The metalloaded catalysts were treated under 100% steam at 788 for 5 h, in a fixed bed reactor. After deactivation, the catalyst fraction between 100 and 32 mesh was used for testing. 3. Results and discussion 3.1. Aluminum diacetate Reaction severity is monitored through textural and physicochemical characterization. BOC-6 (reaction time of 6 h), when submitted to X-ray diffraction, indicates a compound made up by the mixture of aluminum diacetate with gibbsite. Even after 65 h of reaction, gibbsite is still present in the medium. Chemical analysis shows 50 wt.-% A1203 for BOC6, indicating a reaction yield of 45%. BOC-65 contains 39 wt.-% A1203, indicating 78% reaction yield. Both samples, after calcination at 300-400, contain boehmite (y-AIOOH). After calcination at 500-800, -/-alumina was found to be present. Relative amounts of such compounds in the calcined samples depend on the overall reaction yields [ 8 ] . Fig. 1 shows the isotherm plots for the samples. They present hysteresis loops which were difficult to classify in terms of IUPAC guidelines [ 10] . At a guess, one might say that the BOC-6/550 hysteresis loop is more or less similar to the H4 loops in which there is absence of microporosity. This would imply slit-shaped pores out of the micropore range. 350 a NO 80C-6/550 j ________ gOC-65/550 250 ~i E i 200 ID \"i// 150 h 100 - 5~ 50 .0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 1.0 RELATIVE PRESSURE, P/Po Fig. I. Isotherm plots obtained with acetic acid-reacted BOC calcined at 550 for 3 h. J.C.D. Macedo, M.A.L Duarte /Applied Catalysis A: General 110 (1994) 87-98 91 Sample BOC-65 /550, however, shows a more clearly defined H3 hysteresis loop belonging to aggregates of planar particles generating larger slit-shaped pores. The corresponding t-plots show an absence of microporosity for both samples, as seen in Fig. 2. The upward deviation of the t-curve for sample BOC-65/550 indicates the existence of capilary condensation between 7 and 14 A (p/po=0.5-0.93 or 50-200 A). This agrees with the pore size distribution pattern for this sample in Fig. 3. The slight decrease in the slope after 14 A might suggest the presence of large slit-shaped pores. The other sample presents a weak upward deviation corresponding to the presence of pores in the 20-50 A range followed by the downward deviation characteristic of slit-shaped pores. Table 2 shows the quantitative data obtained from the mathematical treatment of the desorption isotherms. As already pointed out, we obtained an increase in the total pore volume and average pore diameter, in the mesopore range, for BOC-65. The decrease in surface area is a consequence of the formation of a larger porous structure. As the nonexisting limit of adsorption at plpo= 1 for both samples in the sorption isotherms showed the presence of macroporosity, the samples were also studied by mercury 35c a N 300 v. E 250 W 200 m 150 a 100 O 50 BOC-6/550 BOC-65/550 i i i Or i ~ i 1 I I i i ~ i 0 2 4 6 8 10 12 14 16 18 20 e t-HARKINS a JURA,A Fig. 2. T-plots obtained with acetic acid-reacted BOC calcined at 550 for 3 h. 0.014 0012 E 0.010 W 0.0081 0.006 0.004 01002 0.( 800-6/550 800-65/550 '_0 50 100 300 600 0 PORE DIAMETER, A Fig. 3. Pore volume distribution obtained with acetic acid-reacted BOC calcined at 550 for 3 h. 92 J.CD. Macedo, MAI Duarte /Applied Catalysis A: General 110 (1994) 87-98 Table 2 Textural characterization of the calcined aluminum diacetate Surface area Pore volume\" (m2/g) (ml/g) Pore volumeh A.P.D.` (nd/g) (A) BOC-6/550 253 0.290 0.306 39 BOC-65/550 223 0.505 0.518 75 \"Calculated for pores ranging from 20 to 600 A. hCalculated at p/po = 0.98. `Average pore diameter according to BJH method. Z O 2.2 2.0 H 1.8 Z 1. Q 1.4 Z~ 1.2 W E 1.0 0.8 0.6 0.4 0.2 00 6 i 11 I 1 I 1 r 1, I r r r I 10 O IOO I I 1000 - 80C-6/550 - BOC-65/550 PORE DIAMETER, A too Fig. 4. Mercury porosimetry obtained with acetic acid-reacted BOC calcined at 550 for 3 h. porosimetry. Fig. 4 shows the logarithm of the differential intrusion. The increase of the reaction time not only increased the amount of pores in the mesopore range, but also increased the amount of macropores in the range from 1000 to 10 000 A. 3.2. Cracking catalysts Catalyst physicochemical characterization, shown in Table 3, points to a higher content of both sodium and sulfate in the catalytic composition, the higher the amount of aluminum acetate present in it. In spite of the theory that high amounts of such ions in a cracking Table 3 Catalyst characterization DSS-BOC6 DSIO-BOC6 DS10-BOC65 DS20-BOC6 ST10-ALU IVazO (wt.-%) 0.37 0.48 0.46 0.50 0.38 SOa- (wt.-%) O.ll 0.18 0.5_5 0.57 0.17 REz03 ( wt.-% ) 1.0 1.0 1.0 1.1 1.0 Ao (nm) 2.460 2.459 2.460 2.461 2.461 Surfacearea(m=/g) 246 278 243 271 317 \"After calcination at 500 for I h. J. CD. Macedo, MA.1. Duarte /Applied Catalysis A: General 110 (1994) 87-98 93 catalyst impair its general performance, it could be verified later on that this was not occurring, since it seems that the metal trap was itself seeking such ions, avoiding a back migration to the zeolite. Rare-earth content and unit cell parameter denote that the formulations were prepared as expected. 3.3. Nickel tolerance In zeolite-containing cracking catalysts, nickel is limited to act as a dehydrogenation center, as stated by Occelli and Stencel [ 11 ] . Thus, nickel catalyzes secondary cracking reactions without affecting the catalyst activity, and increases fuel gas and hydrogen make at the expense of gasoline production. On the other hand, Cadet et al. [ 12] disclosed that a very active dehydrogenation catalyst, as nickel, produces reactive unsaturated hydrocarbons. These reactive molecules can undergo either beta-scission (cracking reactions) or cyclocondensation reactions leading to coke. The activity of our catalysts and their coke make are staggered, as shown in Figs. 5A and B. In that way, since nickel might be a promoter for cracking and for coking reactions as well, the reaction rates for both routes have to be different. The catalyst DS 10-BOC6 presents the highest conversion level for the cat-oil range studied. In turn, catalysts prepared with commercial alumina or with the BOC-65 present higher conversion than DS5-BOC6 with 5% alumina embedded in it. Also, the catalyst DS 10-BOC6 makes less coke than the other catalysts. It seems that over BOC-6 containing catalysts coking reactions inhibit the active acid sites less. Consequently, a smaller decrease in the conversion level is observed. Product yields reveal also an interesting behavior as shown in Figs. 6 to 9. The DS10BOC6 catalyst produces less hydrogen, fuel gas, LPG and bottoms than the other catalysts. Furthermore, its gasoline and LCO output are the highest. When a metal is deposited on a catalyst it may migrate to different components of the catalyst during calcination or steaming and change its behavior accordingly [3], although the matrix might be responsible for the worst effects of that interaction. Masuda et al. [ 1 ] recognized that the harmful effect caused by nickel impregnation of a cracking catalyst 76~ 74 72 o 70 68 --, 66 L > 64 c cg 62 60 A 5811 O~ I ~ ~ i I i Li A 3.6 3.8 4.0 4.2 4.4 4.6 4.8 5.0 5.2 5.4 5.6 Catalyst-to-oil ratio 7 \\ 6 35 o' Y 4 3 58 60 62 64 66 68 70 7274 COf1V8fS10fn,Wt% B i 'n/ o Fig. 5. MAT-conversion (A) and coke yield (B) obtained with catalysts DSS-BOC6 (O), DS IO-BOC6 (11), DS 10-BOC65 (D), and ST 10-ALU (. 94 J.C.D. Macedo, M.A.I. Duarte /Applied Catalysis A: General 110 (1994) 87-98 0.6 4.5 A B 0.5 4.0 o ~~ o _ 3 33.5 s 0.4 0/ 1-11 11 h~ % _\"3.0 = 0.3 X2.5 0.2 58 60 62 64 66 68 70 72 74 76 2.058 60 62 64 66 68 70 72 74 76 Conversion, wt % Conversion, wt Fig. 6. Hydrogen (A) and fuel gas (B) yields obtained with catalysts DS5-BOC6 (O ), DS 10-BOC6 (0 ), DS 10- BOC65 (A), and ST10-ALU (. 17 058 \\O 16 A Q B 15 / ~ ~' O 314 ~~ E-0 0 - 4) ~k \"~\\\\ 0713 O a 12 O c~ o io- p 11 / V 0.46'h\\ 9 58 60 62 64 66 68 70 72 74 76 0O 3 4 5 6 7 Conversion, wt % Coke, wto Fig. 7. LPG yield (A) and LPG olefinicity (B) obtained with catalysts DS5-BOC6 (O), DS10-BOC6 (0), DS 10-BOC65 (~), and ST 10-ALU (i). depends on the physical properties of the matrix. Figs. l0A and B show the pore size distribution of the catalysts DS5-BOC6, DS 10-BOC6 and ST 10-ALU. Note that the alumina generated in situ by thermal decomposition of the aluminum diacetate favors an increase of the catalyst mesopore volume and mesopore area. High molecular weight molecules can thus more easily access the alumina in the catalyst particle. Large nickel porphyrin-like compounds may hence interact preferably with the alumina, rather than with other catalyst components. Physical encapsulation of nickel can thus be possible, after the alumina pores collapse, decreasing metal dehydrogenation activity [ 13 ] . Furthermore, this mesoporous matrix can promote bottoms cracking which leads to better action of the zeolite, improving catalyst selectivity. Chemical properties of the matrix seem, however, to play an important role. The high nickel dispersion on the alumina surface may, in part, offset the contribution of this metal to the cracking process due probably to the formation of nickel aluminate [ 11 ] or a nickel aluminate-like phase [ 12 ] . Thus, a nickel-resistant cracking catalyst should contain a matrix J.C.D. Macedo, MAI Duarte /Applied Catalysis A: General 110 (1994) 87-98 95 21 B _ w o 19 O ~ O J 17 43 58 60 62 64 66 68 70 72 74 16 Conversion,wt% Fig. 8. Gasoline (A) and LCO (B) yields obtained with catalysts DS5-BOC6 (O), DS10-BOC6 (0), DS10BOC65 (Z~), and ST10-ALU (. 50 I 49` 48 3 47 ~ 46 0 h ~ 45 44~ 58 60 62 64 66 68 7072 74 Conversion, Wt% 241 22 o20 3 18 16 o 14 m 12 8 O O D ~O I I I I I 3 4 5 6 7 Coke,wt% Fig. 9. Bottoms yield obtained with catalysts DSS-BOC6 ( O), DS 10-BOC 6 ( O ), DS 10-BOC65 ( A), and ST 10ALU (. 0.22 0.20 A C 0.18 0.16 w 0.14 0.12 0.10 > 0.08 0.06 0.0 Q02 I I II II II T I I I I I I I I I I 50 100 300 600 020 50 100 a 300 6(X PORE DIAMETER, A PORE DIAMETER, A 220 211 a.1 E 160 a 140 wm 1a 100 N 860 4 2 Fig. 10. Pore volume (A) and pore area (B) distributions obtained with catalysts ST10-ALU ( ), DSS- BOC6 (- - -), and DS10-BOC6 (-), after hydrothermal treatment at 788 for 5 h. 96 J.C.D. Macedo, M.A.]. Duarte l Applied Catalysis A: General 110 (1994) 87-98 capable of maximizing metal dispersion while forming inert nickel compounds, since the alumina is highly reactive with such metal. If the alumina has a reduced reactivity, its surface characteristics should avoid dispersion of the metal because larger nickel particles also decrease the harmful effects of the metal [ 14]. The different performances of DSIO-BOC6 and DSIO-BOC65 catalysts have yet to be discussed. In spite of the better pore size distribution of the alumina, which was obtained from thermal decomposition of BOC-65, to accommodate and crack larger molecules, the DS 10-BOC65 catalyst has the worst LCO and gasoline yield. Also, its bottoms.conversion is the lowest. Nevertheless, such product has a typical composition. While, after calcination at 550, the boehmite content of the 6-h product is 12%, the 65-h product has 6% of boehmite. When these products are converted to aluminas, different crystallographic compositions are revealed. Thus, it seems that the 6-h product shows a higher-reactivity, towards nickel, lowering the harmful effects of this metal. In turn, the 65-h product does not stimulate either nickel agglomeration or the formation of any nickel aluminate-like species, and nickel impregnation leads to the highest hydrogen and fuel gas production, and even to the highest coke formation. 3.4. Vanadium tolerance In an FCC unit, the catalyst from the regenerator, containing mainly V5+ compounds (such as supported Vz05), is admixed with fresh make-up catalyst and then recycled to the reactor zone where gas oil cracking takes place and more vanadium (probably as VOZ+) and coke are deposited on the catalyst surface. From the riser (reactor zone), the spent catalyst goes to the steam-stripping zone where occluded hydrocarbons are removed from the catalyst surface. Later on, the catalyst comes back to the regenerator where its coke content is reduced. At high temperatures, oxycations of vanadium may attack the Al-O-Si bond in the zeolite and cause lattice collapse. In the presence of steam, hydroxyvanadyl ions and other protonated species resulting from the interaction of vanadium compounds with steam, could accelerate aluminum removal from the faujasite structure, thus increasing the lattice collapse [ 15 ] . Whatever vanadium species are present in an FCC unit, a collapse of the zeolite framework will be observed, leading to loss of catalyst selectivity. The need of a metal scavenger in the catalyst composition to sorb and immobilize vanadium is due to the supposed existence of volatile vanadium compounds such as HQV20, [ 16] which can be formed in the steamstripping zone of the FCC unit, likewise contributing to the contamination of the bulk of the catalyst fluidized bed. Cracking performance of aluminum diacetate containing catalysts impregnated with ca. 3800 ppm of vanadium is shown in Table 4. The effectiveness of the trapping properties of this metal scavenger is noted from the high surface area retention, and the high level of conversion. In fact, only 5 wt.-% of the metal scavenger seem to prevent metal attack of the zeolite. Although the coke increases with the increasing aluminum diacetate content in the catalyst, this increasing coke make is related to the increasing amount of active matrix, which itself contributes towards producing coke [ 17 ]. J.CD. Macedo, M.A.1. Duarte /Applied Catalysis A: General 110 (1994) 87-98 97 Table 4 MAT evaluation of vanadium-impregnated catalysts DS5-BOC6 DSIO-BOC65 DS20-BOC6 V (Pp-) 3685 3872 4004 Surface area\" (m2/g) 105 123 129 Cat-oil 5.0 5.0 5.0 Conversion (%) 57.0 60.3 61.4 Dynamic activity 0.34 0.28 0.22 Selectivities: H, (%) 0.84 1.2 1.1 fuel gas (%) 4.4 5.0 4.8 LPG (%) 12.6 13.6 13.0 gasoline (%) 60.3 62.5 61.2 LCO (%a) 36.1 35.6 33.6 coke (%) 7.1 9.1 11.8 LCO/HCO 1.1 (.2 1.2 \"After calcination at 500 for 1 h. Catalyst selectivity is likewise protected against harmful effects of vanadium. Gasoline and LPG yield are high enough for a vanadium loaded FCC, and so is the LCO-to-HCO ratio. Hydrogen and fuel gas selectivity are comparable to the selectivities of nickel impregnated catalysts as can be seen in the next section. Assuming that the ratio (C3+C3 )/ (CZ + CZ ) is indicative of the relative importance of catalytic cracking to thermal cracking, this ratio decreased from 2.8, 2.9 and 2.7 to 2.5 due to the presence of vanadium on the DS5-BOC6, DS10-BOC65, and DS20-BOC6 catalysts, respectively. This is still another indication that the catalytic characteristics are being preserved since such a decrease in the ratio is not significant. Previous work [ 18] indicates that vanadium activity is strongly dependent on the type of support. Consequently, undesirable vanadium side reactions can potentially be decreased by altering the catalyst composition by introducing a chemical interacting metal scavenger which promotes an interaction between vanadium and support, making vanadium less active. In our case, the deposited aluminum component (BOC-6 or BOC-65 ), which is not initially introduced into the cracking unit as the oxide, is converted to such a form, which then passivates the metal contaminants by chemically reacting with it. The following reaction (V205+A1203->2 AIV04) was claimed by McArthur [19] as typical of the chemical reactions occurring in the regenerator of a cracking unit. Since the alumina resulting from thermal decomposition of the aluminum diacetate is generated in situ and is therefore very reactive, the above reaction is likely to occur. The aluminum vanadate formed is relatively inactive in the catalytic cracking reaction zone, and the life of the catalyst particles is increased by decreasing the poisonous effects of the deposited vanadium. Textural characteristics of the catalysts, and those of the alumina developed by thermal decomposition of the aluminum diacetate probably also play an important role. The catalyst acquires an extra porosity after the in situ thermal decomposition of the aluminum diacetate. The developed alumina does have enough surface area and a particular pore size distribution and pore shape to favor an easy interaction with the metal contaminant compound, since porphyrin-like compounds in a HVGO have mostly a molecular diameter ranging from about 20 A to 150 A [ 20] . 98 J. C.D. Macedo, M.A.I. Duarte /Applied Catalysis A: General 110 (1994) 87-98 4. Conclusion We have described herein that the improvement of a matrix for suppressing the dehydrogenation activity of nickel is an important item to study in the future development of cracking catalysts for heavy oil treatment. The harmful effects of vanadium deposits on zeolite-containing cracking catalysts can be greatly reduced by the addition of aluminum diacetate capable of minimizing vanadiumcatalyst interactions by selectively (and irreversibly) sorbing migrating vanadium compounds. Thus, these catalysts appear to have the necessary texture and metal tolerance important to crack residual oil as well as metal-contaminated crudes and may offer cost advantages over conventional fluid cracking catalysts. Acknowledgements The authors express their sincere thanks to the Catalyst Evaluation Group, responsible for microactivity tests, for their cooperation in the research. References [ 1 ] T. Masuda, M. Ogata, S. Yoshida and Y. Nishimura, J. Jpn. Petrol. Inst., 26 (1983) 1. [2] R. Pompe, S. Jaras and N.-G. Vannerberg, Appl. Catal., 13 (1984) 171. [31 A.W. Chester, Ind. Eng. Chem. Res., 26 (1987) 863. [4] M. Torrealba, M.R. Goldwasser, G. Perot and M. Guisnet, Appl. Catal. A, 90 (1992) 35. [ 5 ] A.P. Chapple, Eur. Patent No. 204 543 (1986). [6 1 R.M. Bruce and R.F. Vogel, US Patent 4 520 120 (1985). [ 71 V.N. Maksimov, K.N. Semenenko, T.N. Naumova and A.V. Novoselova, Russian J. Inorg. Chem., 5 (1960) 267. [ 8 ] J.C.D. Macedo, Brazil Patent Application No. 9203110 (1992). [9 1 E.P. Barrett, L.G. Joyner and P.H. Halende, J. Am. Chem. Soc., 73 (1951) 373. [101 K.S.W. Sing, D.H. Everett, R.A.W. Haul, L. Moscou, R.A. Pierotti, J. Rouquerol and T. Siemieniewska, Pure Appl. Chem., 57 (1985) 603. 1111 M.L. Occelli and J.M. Stencel, 9th Int. Congr. Catal., June 26-July 1, Calgary, 1 (1988) 214. [ 121 V. Cadet, F. Raatz, J. Lynch and Ch. Marcilly, Appl. Catal., 68 (1991) 263. [ 13 1 W.R. Grace and Co., Sinopec, 3rd FCC Seminar, December 7-8, Beijing, 1992. [ 14 1 M.L. Occelli, D.C. Kowalczyk and C.L. Kibby, Appl. Catal., 16 (1985) 227. [ 151 M.L. Occelli, Catal. Rev.-Sci. Eng., 33 (1991) 241. [ 16] O. Glemser and A. Muller, Z. Anorg. Allg. Chem., 325 (1963) 220. [ 171 J.C.D. Macedo, European Patent Application No. 93202210.6 (1993). [ 181 F.-M. Lee, Appl. Catal. A, 82 (1992) 215. [ 191 D.P. McArthur, US Patent 4 289 608 (1981). [20] R.L. Richardson and S.K. Alley, Prepr. Am. Chem. Soc., Div. Pet. Chem., 20 (1975) 554. APCATA 94801088 0926-860X(94)80108-8 10.1016/0926-860X(94)80108-8 Elsevier Science B.V. All rights reserved. Catalytic cracking of heavy vacuum gas oil over aluminum diacetate containing catalyst JoséCarlos D. Macedo * Maria Alice I. Duarte Petrobrás Research Centre (CENPES), Catalyst Division, Ilha do Funda˜o. Q-7, Cidade Universitária, Rio de Janeiro, CEP 21949-900,Brazil * Corresponding author. Fax. (+55-21)5986626. The deposition of heavy metals on a cracking catalyst reduces not only the catalyst activity but also its selectivity. Aluminum diacetate synthesized from gibbsite can be used as an active matrix to reduce the harmful effects caused by such metals. The alumina obtained by thermal decomposition shows either a monomodal or a bimodal pore size distribution, and a peculiar pore shape. When present in a cracking catalyst, this alumina modifies its texture enabling large molecules to access the inner components. The catalyst can thus achieve a better bottoms conversion, and coke formation is reduced. Also, the active matrix minimizes vanadium catalyst interactions by selectively sorting migrating vanadium compounds. Nickel is also passivated since its dehydrogenation activity is suppressed. Hence, nickel-impregnated catalysts show an improved selectivity. Thus, aluminum diacetate containing catalysts appear to have the necessary texture and metal tolerance to crack residual oil and may offer cost advantages over conventional cracking catalysts. Keywords aluminium diacetate bottoms conversion cracking FCC metal resistance support effect Reference [1] Masuda T. Ogata M. Yoshida S. Nishimura Y. J. Jpn. Petrol. Inst. 26 1983 1 [2] Pompe R. Jaras S. Vannerberg N.-G. Appl. Catal. 13 1984 171 [3] Chester A.W. Ind. Eng. Chem. Res. 26 1987 863 [4] Torrealba M. Goldwasser M.R. Perot G. Guisnet M. Appl. Catal. A 90 1992 35 [5] A.P. Chapple, Eur. Patent No. 204 543 (1986). [6] R.M.Bruce and R.F. Vogel, US Patent 4 520 120 (1985). [7] Maksimov V.N. Semenenko K.N. Naumova T.N. Novoselova A.V. Russian J. Inorg. Chem. 5 1960 267 [8] J.C.D. Macedo, Brazil Patent Application No. 9203110 (1992). [9] Barrett E.P. Joyner L.G. Halende P.H. J. Am. Chem. Soc. 73 1951 373 [10] Sing K.S.W. Everett D.H. Haul R.A.W. Moscou L. Pierotti R.A. Rouquérol J. Siemieniewska T. Pure Appl. Chem. 57 1985 603 [11] M.L. Occelli and J.M. Stencel, 9th Int. Congr. Catal., June 26–JuIy 1, Calgary, 1 (1988) 214. [12] Cadet V. Raatz F. Lynch J. Marcilly Ch. Appl. Catal. 68 1991 263 [13] W.R. Grace and Co., Sinopec, 3rd FCC Seminar, December 7–8, Beijing, 1992. [14] Occelli M.L. Kowalczyk D.C. Kibby C.L. Appl. Catal. 16 1985 227 [15] Occelli M.L. Catal. Rev.-Sci. Eng. 33 1991 241 [16] Glemser O. Muller A. Z. Anorg. Allg. Chem. 325 1963 220 [17] J.C.D. Macedo, European Patent Application No. 93202210.6 (1993). [18] Lee F.-M. Appl. Catal. A 82 1992 215 [19] D.P. McArthur, US Patent 4 289 608 (1981). [20] Richardson R.L. Alley S.K. Prepr. Am. Chem. Soc., Div. Pet. Chem. 20 1975 554",
      "scopus-id": "0028392665",
      "coredata": {
        "eid": "1-s2.0-0926860X94801088",
        "dc:description": "The deposition of heavy metals on a cracking catalyst reduces not only the catalyst activity but also its selectivity. Aluminum diacetate synthesized from gibbsite can be used as an active matrix to reduce the harmful effects caused by such metals. The alumina obtained by thermal decomposition shows either a monomodal or a bimodal pore size distribution, and a peculiar pore shape. When present in a cracking catalyst, this alumina modifies its texture enabling large molecules to access the inner components. The catalyst can thus achieve a better bottoms conversion, and coke formation is reduced. Also, the active matrix minimizes vanadium catalyst interactions by selectively sorting migrating vanadium compounds. Nickel is also passivated since its dehydrogenation activity is suppressed. Hence, nickel-impregnated catalysts show an improved selectivity. Thus, aluminum diacetate containing catalysts appear to have the necessary texture and metal tolerance to crack residual oil and may offer cost advantages over conventional cracking catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-03-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94801088",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Macedo, JoséCarlos D."
          },
          {
            "@_fa": "true",
            "$": "Duarte, Maria Alice I."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94801088"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94801088"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80108-8",
        "prism:volume": "110",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Catalytic cracking of heavy vacuum gas oil over aluminum diacetate containing catalyst",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "aluminium diacetate"
          },
          {
            "@_fa": "true",
            "$": "bottoms conversion"
          },
          {
            "@_fa": "true",
            "$": "cracking"
          },
          {
            "@_fa": "true",
            "$": "FCC"
          },
          {
            "@_fa": "true",
            "$": "metal resistance"
          },
          {
            "@_fa": "true",
            "$": "support effect"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "87-98",
        "prism:endingPage": "98",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 March 1994",
        "prism:doi": "10.1016/0926-860X(94)80108-8",
        "prism:startingPage": "87",
        "dc:identifier": "doi:10.1016/0926-860X(94)80108-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028392665"
      }
    }
  }
}