{
  "metadata": {
    "title": "Zeolite-supported hydrodesulfurization catalysts prepared by ion exchange with Mo and Mo<ce:glyph name=sbnd></ce:glyph>Ni sulfide clusters",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-06-06",
    "doi": "10.1016/0926-860X(96)00083-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9600083X",
    "pii": "0926860X9600083X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0007340290",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X9600083X 0926-860X(96)00083-X 0926860X9600083X 10.1016/0926-860X(96)00083-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00117 2024-01-01T12:18:48.759026Z 0 0 19960606 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 139 139 1 2 1 2 Volume 139, Issues 1–2 3 L5 L10 L5 L10 19960606 6 June 1996 1996-06-06 1996 Letter article fla Copyright © 1996 Published by Elsevier B.V. ZEOLITESUPPORTEDHYDRODESULFURIZATIONCATALYSTSPREPAREDBYIONEXCHANGEMOMONISULFIDECLUSTERS TATSUMI T STARTSEV 1995 353 A WARD 1984 1 M HUANG 1987 283 M DAI 1980 173 P COTTON 1985 6734 F MARTINEZ 1987 4615 M SHIBAHARA 1992 640 T DIMMOCK 1991 955 P MURATA 1992 8287 T MURATA 1994 3389 T AKASHI 1990 1671 H MEIER 1992 W ATLASZEOLITESTRUCTURETYPES SHIBAHARA 1991 2693 T TATSUMIX1996XL5 TATSUMIX1996XL5XL10 TATSUMIX1996XL5XT TATSUMIX1996XL5XL10XT item 0926-860X(96)00083-X 0926860X9600083X 1-s2.0-0926860X9600083X 10.1016/0926-860X(96)00083-X 271346 2024-01-01T12:18:48.759026Z 1996-06-06 1-s2.0-0926860X9600083X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9600083X/MAIN/application/pdf/e6f7c85ccdb2d409b46c64884c208365/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9600083X/MAIN/application/pdf/e6f7c85ccdb2d409b46c64884c208365/main.pdf main.pdf pdf true 310119 MAIN 6 1-s2.0-0926860X9600083X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9600083X/PREVIEW/image/png/6aae26cef7afb40c210dffe458e9b92e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9600083X/PREVIEW/image/png/6aae26cef7afb40c210dffe458e9b92e/main_1.png main_1.png png 45903 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 139 (1996) L5-L I 0 Letter Zeolite-supported hydrodesulfurization catalysts prepared by ion exchange with Mo and Mo-Ni sulfide clusters T. Tatsumi a.*, M. Taniguchi a, S. Yasuda a, y. Ishii b, T. Murata b M. Hidai b ~' Engil eering Re~'earch Institute. FaculO, of Engineering, The Unil'ersitv qf ToL3\"o. 2-11-16, Yayoi, Bunkyo-ku~ Tokyo 113, Japan b Department q[ Chemisto' and Biotechnology, FaculO' of Engineering. The Uniz'ersity qf Tokyo, Hm ,~,o, Tokyo 113, Japan Received 19 November 1995: revised 16 February 1996; accepted 19 February 1996 Abstract Zeolites NaY, HUSY and KL were ion-exchanged with a cationic molybdenum sulfide cluster [Mo3S4(H20)9]4~ with incomplete cubane-type structure and a cationic nickel-molybdenum mixed sulfide duster [Mo3NiS4CI(H20)9]3+ with complete cubane-type structure. The UV-visi- ble spectra and EXAFS analysis data exhibited that the structure of the molybdenum cluster was maintained after ion exchange. These zeolite catalysts showed activity for benzothiophene hydrodesulfurization; especially, involvement of Ni resulted in great enhancement of the hydro- desulfurization activity. Keywords.\" Hydrodesulfurization; Zeolites: Molybdenum sulfide cluster: Molybdenum nickel sulfide cluster: Ion exchange All the processes of hydrodesulfurization (HDS) of petroleum feedstocks have been performed on catalysts of the same type, based on molybdenum (or tungsten) sulfide supported on high surface area y-aluminas with cobalt or nickel added as a promoter [1]. Zeolite-supported molybdenum with nickel or cobalt as a promoter might be interesting catalysts for potential application to the HDS reactions. Although ion exchange would be an ideal method for * Corresponding author. Tel.: +81-3-3812-2111 #7705: Fax: +81-3-5800-6825; e-mail: talsumi @ komiyama.t.u-tokyo.ac.jp. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved Pll S0926-860X(96)00083-X L6 T. Tatsumi et al. /Applied Catalysis A: General 139 (1996) L5-LIO loading active metal species onto zeolite supports in high dispersion, few cationic forms are available as simple salts of molybdenum of high oxidation state. Furthermore, most of them exist only in strongly acidic solutions where many zeolites are unstable and where exchangeable cations must compete with protons. Therefore few studies have succeeded in introducing cationic molybde- num compounds into zeolites by ion exchange [2-4]. Molybdenum/Y-zeolites were prepared by aqueous ion exchange with Mo2(ethylenediamine)4C14 [2] and MoO2C12 [3]. Dai and Lunsford also reported solid-state exchange of HY and ultrastable form of HY (HUSY) with MoCI5 [4]. A molybdenum sulfide cluster, [Mo354(H20)9]4+ (1) with incomplete cubane-type structure, was recently prepared [5-7]. It is stable in water and air and easily forms mixed metal clusters with cubane-type Mo3S4 cores (M --- Fe, Co, Ni, Pd, etc.) [8]. We have revealed that mixed metal clusters with a Mo3PdS4 core derived from 1 show intriguing reactivities at the Pd site toward alkenes, CO, isonitriles, and alkynes [9,10]. It occurred to us that the molybde- num and mixed metal clusters could be incorporated into zeolites by ion exchange and promote unique catalytic reactions. This letter describes the successful incorporation of molybdenum and molybdenum-nickel clusters into zeolites with 12-membered ring by aqueous ion exchange and application of the resulting materials to HDS reaction of benzothiophene. The chloride salt of cluster 1 was synthesized by the reported method [7]. As supports, NaY (Nikka Seiko, SK-40; Si/AI = 2.3), HUSY (Tosoh, TSZ- 330HUA; Si/A1 = 3.1) and KL (Tosoh, TSZ-500KOA; Si/A1 = 3.1) zeolites were used. To a suspension of zeolite (4.6 g) in water (92 g) was added dropwise a 0.01 M aqueous solution of the chloride salt of 1 (87 ml) with vigorous stirring at 313 K. The metal cluster-containing zeolite was separated by filtration and washed with distilled water, followed by drying at 313 K under reduced pressure. Resulting materials are referred to as Mo/NaY, Mo/HUSY and Mo/KL, respectively. The chloride salt of cluster [Mo3NiSaCI(H20)9]3+ (2) was also synthesized according to the reported method [8] and similarly treated with NaY to afford MoNi/NaY. MoNi/A1203 was also prepared by impregnating A1203 (JRC-ALO-4) with the solution of chloride salt of 2. Powder X-ray diffraction patterns of the catalysts were collected on a Rigaku RINT 2400 X-ray diffractometer. UV-visible spectra were recorded on a Hitachi U-4000 spectrophotometer. Mo K-edge X-ray absorption spectra were collected on a Rigaku R-EXAFS 2100S (30 kV, 280 mA) instrument using a Ge(400) crystal monochromator at room temperature in air atmosphere. A physical mixture of cluster 1 and NaY was used as a standard for Mo-S, Mo-O and Mo-Mo interactions. Crystallographic data ( R and N of Mo-S, Mo-O and Mo-Mo, where N is the coordination number and R the radial distance from the absorber to the backscatter atom) of the cluster 1 [11] were used in order to determine the EXAFS parameters o- and BEo, where o- is the Debye-Waller factor and AEo the inner potential correction of the edge position. T. Tatsumi et al. /Applied Catalysis A: General 139 (1996) L5-LIO L7 The catalytic activities of the zeolite- and alumina-supported Mo and Mo-Ni catalysts for benzothiophene HDS were measured in a flow system. The catalysts were treated in flowing hydrogen for 0.5 h at 573 K. When presulfided, the catalysts were treated in flowing 5% HzS/H2 mixed gas for 2 h at 573 K following hydrogen pretreatment. Benzothiophene in decane (0.5% or 5% as sulfur) was supplied to the reactor at a rate of 4.5 ml/h. The reaction conditions were 573 K, 3.0 MPa and W/F = 38.2 or 382 g cat. h/tool benzothiophene. After ion exchange of NaY with the solution of 1, almost all molybdenum was found to be transferred from the solution to NaY; the resulting Mo/NaY contained 5.0 wt% of molybdenum, which corresponds to the presence of 0.41 Mo3S4 cores per a supercage of the FAU type structure. The size of cluster 1 was estimated to be 0.72 nm, smaller than the diameter of the aperture (0.74 nm) [12] of supercages of the FAU type structure. Sodium ion per loaded Mo cluster present in the filtrate was 4.6 times (ideally 4 times) as much as the loaded cluster 1. The slight excess of lost sodium over the supported cluster may be due to the acidity of the cluster salt. In the preparation of Mo/KL, the ion exchange was found to be sluggish and the addition of 1 was stopped when pH of the solution was lowered to about 3. The resulting Mo/KL contained only 2.1 wt% (74% of added molybdenum clusters) of molybdenum. The LTL structure is characterized by a monodimen- sional system of channels, whose diameter (0.70 rim) [12] is close to the size of the cluster 1. It is conceivable that, once the cluster 1 was incorporated into an LTL main channel and present at a site near the external surface, the sites deep in the channel are no more accessible to another cluster. The X-ray powder diffraction patterns of the Mo and MoNi/zeolites were scarcely attenuated, indicating the zeolites kept their crystallinity without signifi- cant destruction. UV-visible spectra of the cluster 1 showed bands at 300, 390 and ca. 650 nm. Similar bands were observed for the spectrum of each molybdenum/zeolite catalyst, suggesting that the structure of cluster 1 was practically unchanged after ion exchange. EXAFS measurements of the cluster 1 and Mo/NaY were carried out. Structural parameters (Table 1) showed no Table 1 Structural parameters from EXAFS of the Mo/NaY catalysts Sample Treatment Mo-S Mo-Mo Mo-O N ~ R (nm) b N a R (nm) I, N ~' R (nm) ~' Cluster 1 - (3.0)c (0.230)c (2.0)c (0.274)~ (3.0)~ (0.218) \" Mo/NaY - 3.5 (I.232 2.0 0.276 3.9 0.217 Mo/NaY He, 373 K 3.1 0.232 1.7 0.277 3.3 0.218 Mo/NaY He, 573 K 1.2 0.238 0.69 0.276 1.3 0.214 ~' Coordination number. h Radial distance from the absorber to the backscatter atom. These data were from Ref. [11] and treated as fixed parameters. L8 T. Tatsumi et al. / Applied Catalysis A: General 139 (1996) L5-LI O Table 2 Effect of nickel and acidity of zeolites on the benzothiophene hydrodesulfurization a Catalyst Mo loading Conversion Selectivity (%) (wt%) (%) EBb DHBT ~ Others Mo/NaY 5.0 53 8.3 Mo/HUSY 2.3 39 6.1 Mo/KL 2.1 75 38 MoNi/NaY 5.0 97 88 76 16 66 27 52 9.4 1.2 11 Reaction conditions: 573 K, 3.0 MPa, W/F = 382 g cat.h/mol, S content 0.5 wt%. b Ethylbenzene. c Dihydrobenzothiophene. change of the Mo-O, Mo-S and Mo-Mo distances, suggesting that there is no significant structural difference between the cluster 1 and the molybdenum compound in the Mo/NaY. From these EXAFS parameters and the UV-visible spectra, it is considered the structure of cluster 1 remained virtually intact after ion exchange. After treatment at 373 K in helium flow, the coordination numbers of Mo-O, Mo-S and Mo-Mo were not largely different from those in the cluster 1 and the distances of Mo-O, Mo-S and Mo-Mo were hardly changed. After treatment at 573 K in He flow, however, the curve fitting results of the EXAFS data exhibited lower coordination numbers of all interactions than those of the cluster 1. However, the S content was virtually unchanged after this treatment. Then the decrease in the coordination number of Mo-S and Mo-Mo seems to be due to the disordering of each interaction. These results show that the structure of the cluster 1 loaded on NaY was maintained at 373 K, but lost at 573 K. The water ligands are supposed to be lost since the coordinated water is so labile as to be replaced by a variety of amines at room temperature [8,13]. It is also noteworthy that H2 reduction at 573 K resulted in a slight decrease in the S content to the S/Mo ratio of 1.1. The results of hydrodesulfurization of benzothiophene (0.5 wt% as sulfur) in Table 3 Catalytic performance of MoNi catalysts for benzothiophene hydrodesulfurization a Catalyst Conversion Selectivity (%) (%) EBb DHBT c Others MoNi/NaY 36 51 39 11 MoNi/NaY (presulfided) 19 23 55 4.7 MoNi/AI203 23 42 52 5.1 MoNi/AI203 (presulfided) 30 39 45 16 a Reaction conditions: 573 K, 3.0 MPa, W/F = 38.2 g cat.h/mol, S content 5.0 wt%. b Ethylbenzene. c Dihydrobenzothiophene. T. Tatsumi et al. /Applied Catalysis A: General 139 (1996) L5-LIO L9 decane are shown in Table 2. Over Mo/NaY and Mo/HUSY, selectivity for ethylbenzene was low and main products were dihydrobenzothiophene and alkylbenzothiophenes. The latter seems to be produced by the reaction of unreacted benzothiophene with alkenes generated from decane cracking on acid sites of the zeolite. For Mo/HUSY, decane cracking and following alkylation of benzothiophene took place considerably. Mo/KL showed higher HDS activity than Mo/NaY in spite of its lower molybdenum loading. This high activity is consistent with our supposition that molybdenum clusters were loaded on near external surface of KL, as described above. Involvement of Ni resulted in great enhancement of HDS activity; MoNi/NaY proved to be a highly active and selective catalysts for HDS of benzothiophene to etbylbenzene, and other products were scarcely observed. No change in the activity was observed during 4 hours. Table 3 shows HDS product distributions over several catalysts prepared by using the molybdenum-nickel cluster 2. Sulfur content in decane was adjusted to 5.0 wt% in these experiments. MoNi/NaY was found to be more active than MoNi/A1203. It is to be noted that during the high temperature pretreatment the original cluster structure would have been changed. However, the high activity of the MoNi/NaY catalyst for benzothiophene HDS is probably due to the formation of active sites derived from this particular mixed metal cluster, together with high dispersion. The pore structure of the zeolite support may also play a role in the stabilization of active species reminiscent of the cluster structure. The presulfiding effect was quite different between two supports; although MoNi/A1203 was activated by presulfiding, MoNi/NaY was slightly deactivated by presulfiding, suggesting that the active species in MoNi/NaY is different from that in MoNi/AI203 and more S-deficient than MoS2 which is considered to be the active component of A1203-supported conventional HDS catalysts [ 1]. Acknowledgements We thank Professor K. Asakura, Faculty of Science, The University of Tokyo, for his support with the EXAFS analyses. References [1] For a review, see A.N. Startsev, Catal. Rev. Sci. Eng., 37 (1995) 353. [2] M.B. Ward, K. Mizuno and J.H. Lunsford, J. Mol. Catal., 27 (1984) 1. [3] M. Huang and R.F. Howe, J. Catal., 108 (1987) 283. [4] P.E. Dai and J.H. Lunsford, J. Catal., 64 (1980) 173. [5J F.A. Cotton, Z. Dori, R. Llusar and W. Schwotzer, J. Am. Chem. Soc., 107 (1985) 6734. [6] M. Martinez, B.L. Ooi and A.G. Sykes, J. Am. Chem. Soc., 109 (1987) 4615. LI0 T. Tatsumi et al. /Applied Catalysis A: General 139 (1996) L5-L10 [7] T. Shibahara, M. Yamasaki, G. Sakane, K. Minami, T. Yabuki and A. lchimura, lnorg. Chem., 31 (1992) 640. [8] P.W. Dimmock, G.J. Lamprecht and A.G. Sykes, J. Chem. Soc. Dalton Trans., (1991) 955, and references therein. [9] T. Murata, H. Gao, Y. Mizobe, F. Nakano, S. Motomura, T. Tanase, S, Yano and M. Hidai, J. Am. Chem. Soc., 114 (1992) 8287. [10] T. Murata, Y. Mizobe, H. Gao, Y. Ishii, T, Wakabayashi, F. Nakano, T. Tanase, S. Yano, M. Hidai, 1. Echizen, H. Nanikawa and S. Motomura, J. Am. Chem. Soc., 116 (1994) 3389. [11] H. Akashi, T. Shibahara and H. Kuroya, Polyhedron, 9 (1990) 1671. [12] W.M. Meier and D.H. Olson, Atlas of Zeolite Structure Types, Butterworth-Heinemann, Stoneham, 3rd ed., 1992. [13] T. Shibahara, M. Yamasaki, H. Akashi and T. Katayama, Inorg. Chem., 30 (1991) 2693. APCATA 9600083X 0926-860X(96)00083-X 10.1016/0926-860X(96)00083-X Elsevier Science B.V. All rights reserved Zeolite-supported hydrodesulfurization catalysts prepared by ion exchange with Mo and MoNi sulfide clusters T. Tatsumi * a M. Taniguchi a S. Yasuda a Y. Ishii b T. Murata b M. Hidai b a Engineering Research Institute, Faculty of Engineering, The University of Tokyo, 2-11-16, Yayoi, Bunkyo-ku, Tokyo 113, Japan b Department of Chemistry and Biotechnology, Faculty of Engineering, The University of Tokyo, Hongo, Tokyo 113, Japan * Corresponding author. Tel.: +81-3-3812-2111 #7705; Fax: +81-3-5800-6825 Zeolites NaY, HUSY and KL were ion-exchanged with a cationic molybdenum sulfide cluster [Mo3S4(H2O)9]4+ with incomplete cubane-type structure and a cationic nickel-molybdenum mixed sulfide cluster [Mo3NiS4Cl(H2O)9]3+ with complete cubane-type structure. The UV-visible spectra and EXAFS analysis data exhibited that the structure of the molybdenum cluster was maintained after ion exchange. These zeolite catalysts showed activity for benzothiophene hydrodesulfurization; especially, involvement of Ni resulted in great enhancement of the hydrodesulfurization activity. Keywords Hydrodesulfurization Zeolites Molybdenum sulfide cluster Molybdenum nickel sulfide cluster Ion exchange References [1] For a review, see Startsev A.N. Catal. Rev. Sci. Eng. 37 1995 353 [2] Ward M.B. Mizuno K. Lunsford J.H. J. Mol. Catal. 27 1984 1 [3] Huang M. Howe R.F. J. Catal. 108 1987 283 [4] Dai P.E. Lunsford J.H. J. Catal. 64 1980 173 [5] Cotton F.A. Dori Z. Llusar R. Schwotzer W. J. Am. Chem. Soc. 107 1985 6734 [6] Martinez M. Ooi B.L. Sykes A.G. J. Am. Chem. Soc. 109 1987 4615 [7] Shibahara T. Yamasaki M. Sakane G. Minami K. Yabuki T. Ichimura A. Inorg. Chem. 31 1992 640 [8] Dimmock P.W. Lamprecht G.J. Sykes A.G. J. Chem. Soc. Dalton Trans. 1991 955 and references therein [9] Murata T. Gao H. Mizobe Y. Nakano F. Motomura S. Tanase T. Yano S. Hidai M. J. Am. Chem. Soc. 114 1992 8287 [10] Murata T. Mizobe Y. Gao H. Ishii Y. Wakabayashi T. Nakano F. Tanase T. Yano S. Hidai M. Echizen I. Nanikawa H. Motomura S. J. Am. Chem. Soc. 116 1994 3389 [11] Akashi H. Shibahara T. Kuroya H. Polyhedron 9 1990 1671 [12] Meier W.M. Olson D.H. 3rd ed. Atlas of Zeolite Structure Types 1992 Butterworth-Heinemann Stoneham [13] Shibahara T. Yamasaki M. Akashi H. Katayama T. Inorg. Chem. 30 1991 2693",
      "scopus-id": "0007340290",
      "coredata": {
        "eid": "1-s2.0-0926860X9600083X",
        "dc:description": "Zeolites NaY, HUSY and KL were ion-exchanged with a cationic molybdenum sulfide cluster [Mo3S4(H2O)9]4+ with incomplete cubane-type structure and a cationic nickel-molybdenum mixed sulfide cluster [Mo3NiS4Cl(H2O)9]3+ with complete cubane-type structure. The UV-visible spectra and EXAFS analysis data exhibited that the structure of the molybdenum cluster was maintained after ion exchange. These zeolite catalysts showed activity for benzothiophene hydrodesulfurization; especially, involvement of Ni resulted in great enhancement of the hydrodesulfurization activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-06-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9600083X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tatsumi, T."
          },
          {
            "@_fa": "true",
            "$": "Taniguchi, M."
          },
          {
            "@_fa": "true",
            "$": "Yasuda, S."
          },
          {
            "@_fa": "true",
            "$": "Ishii, Y."
          },
          {
            "@_fa": "true",
            "$": "Murata, T."
          },
          {
            "@_fa": "true",
            "$": "Hidai, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9600083X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9600083X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00083-X",
        "prism:volume": "139",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Zeolite-supported hydrodesulfurization catalysts prepared by ion exchange with Mo and MoNi sulfide clusters",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrodesulfurization"
          },
          {
            "@_fa": "true",
            "$": "Zeolites"
          },
          {
            "@_fa": "true",
            "$": "Molybdenum sulfide cluster"
          },
          {
            "@_fa": "true",
            "$": "Molybdenum nickel sulfide cluster"
          },
          {
            "@_fa": "true",
            "$": "Ion exchange"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L5-L10",
        "prism:endingPage": "L10",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 June 1996",
        "prism:doi": "10.1016/0926-860X(96)00083-X",
        "prism:startingPage": "L5",
        "dc:identifier": "doi:10.1016/0926-860X(96)00083-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0007340290"
      }
    }
  }
}