{
  "metadata": {
    "title": "Catalysts derived from polymer-stabilised colloidal platinum: Effects of support and calcination on the catalytic behaviour in hydrogenation",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-12-07",
    "doi": "10.1016/0926-860X(95)00178-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001786",
    "pii": "0926860X95001786"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001361359",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95001786 0926-860X(95)00178-6 0926860X95001786 10.1016/0926-860X(95)00178-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00166 2024-01-01T12:18:48.759026Z 0 0 19951207 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 133 133 1 1 Volume 133, Issue 1 12 133 148 133 148 19951207 7 December 1995 1995-12-07 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. CATALYSTSDERIVEDPOLYMERSTABILISEDCOLLOIDALPLATINUMEFFECTSSUPPORTCALCINATIONCATALYTICBEHAVIOURINHYDROGENATION DUFF D THOMAS 1988 1517 J WEISER 1933 H INORGANICCOLLOIDCHEMISTRY COLLOIDALELEMENTS RAMPINO 1941 2745 L DUNWORTH 1954 125 W TURKEVICH 1970 873 J GONZALESTEJUCA 1977 1399 L MINER 1981 160 R BOND 1966 1235 G KIWI 1979 7214 J DUNG 1981 4685 D BONNEMANN 1992 323 H MILLS 1982 3659 A OKUNO 1983 893 Y NAKAO 1983 949 Y NAKAO 1989 186 Y HIRAI 1987 149 H OHTAKI 1990 1433 M KURIHARA 1986 325 K BOUTONNET 1991 347 M DUFF 1995 505 D TSUBOTA 1995 227 S CHAO 1994 290 L BONNEMANN 1994 361 H HUANG 1994 1 S LIN 1994 8335 Y LIN 1994 4891 Y BRADLEY 1993 969 J NEWFRONTIERSINCATALYSISPROCEEDINGS10THINTERNATIONALCONGRESSCATALYSIS SCHNEIDER 1994 500 M HIRAI 1979 727 H SCHNEIDER 1994 326 M DATYE 1992 129 A FURLONG 1984 571 D DUFF 1990 543 D HARTMANN 1994 373 N GIERSIG 1993 6334 M KIRKLAND 1990 247 A VOGEL 1995 401 W THIESSEN 1942 675 P SCHERER 1990 3 G DIJT 1993 J PHDTHESIS GRANICK 1992 227 S SATO 1994 197 T GUVEN 1984 892 O DUFFX1995X133 DUFFX1995X133X148 DUFFX1995X133XD DUFFX1995X133X148XD item 0926-860X(95)00178-6 0926860X95001786 1-s2.0-0926860X95001786 10.1016/0926-860X(95)00178-6 271346 2024-01-01T12:18:48.759026Z 1995-12-07 1-s2.0-0926860X95001786-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001786/MAIN/application/pdf/596a6ac8630b95e20c7ecea92ef723ff/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001786/MAIN/application/pdf/596a6ac8630b95e20c7ecea92ef723ff/main.pdf main.pdf pdf true 1022313 MAIN 16 1-s2.0-0926860X95001786-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001786/PREVIEW/image/png/68f753dc8a91f6f7ea1b38555e1406b4/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001786/PREVIEW/image/png/68f753dc8a91f6f7ea1b38555e1406b4/main_1.png main_1.png png 44189 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 133 (1995) 133-148 APPLIED CATALYSIS A: GENERAL Catalysts derived from polymer-stabilised colloidal platinum: Effects of support and calcination on the catalytic behaviour in hydrogenation D.G. Duff 1, T. Mallat, M. Schneider, A. Baiker * Department of Chemical Engineering and Industrial Chemistry, Swiss Federal Institute of Technology, ETH-Zentrum, CH-8092 Zurich, Switzerland Received 23 May 1995; accepted 16 July 1995 Abstract Platinum colloids prepared by reduction of H2PtC16 with methanol in the presence of polyvinyl- pyrrolidone have been examined in the sol state and following immobilisation on oxide supports. Both the sol and the supported catalysts contained platinum metal particles of 3--4 nm number-mean diameter, as determined by TEM. High initial activities for hydrogenation of the medium-sized alkenes trans-stilbene and methylcinnamate were recorded. The platinum particles were compared for particle size distribution and catalytic activity in the unsupported (sol) state and in supported states, both before and after heat treatment in oxygen-argon at 300 (calcination). Highest activities were measured for the sol state and for the calcined supported catalysts. It is suggested that this behaviour is related to the influence of support and polymer on the accessibility of the metal surface for the reactants. Marked activity differences between a platinum-colloid catalyst immobilised on a titania aerogel and a binary Pt-titania aerogel, directly prepared by a one-step sol-gel route with ensuing supercritical drying, are discussed. Keywords: Hydrogenation; Alkene; Platinum; Colloid; Sol; lmmobilisation; Heterogenisation; Aerogel I. Introduction Catalysis by metal nanoparticles prepared by colloidal routes has been the subject of intermittent research for several decades [ 1,2 ]. An important milestone was the * Corresponding author. E-mail baiker@tech.chem.ethz.ch, tel. ( +41-1 ) 6323153, fax ( +41-1 ) 6321163. Present address: Bayer AG, Central Research Department, ZF-TTP 1 Interface Physics, D-51368 Leverkusen, Germany. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDIO926-860X(95) 00178-6 134 D.G. Duff et al. /Applied Catalysis A: General 133 (1995) 133-148 work of Nord and co-workers in the 1940's and 50's [3,4], who were the first to prepare noble metal colloids stabilised by synthetic polymers and examine the catalytic properties. In a proportion of cases the metal colloids have been immo- bilised on support [5-27], thus giving the advantages of a truly heterogeneous catalytic system. Subsequent heat treatment to diminish the amount of residues from the organic colloid stabilisers has only relatively rarely been employed [5- 8,11,19-22]. In no previous work known to the authors have the effects of this immobilisation and subsequent calcination on the catalytic activity and particle size distribution been systematically investigated. The present paper attempts to compare the catalytic performance of colloidal platinum particles from the same dispersion in a variety of different environments. In a previous work [ 28] the direct preparation of binary Pt-titania aerogels via a sol-gel route with subsequent supercritical drying was investigated. The platinum nanoparticles formed in situ were uniformly distributed and partially occluded in the highly porous titania aerogel matrix. In the present work the alternative approach of synthesising the particles in colloid form and then bringing them onto titania aerogel (and other supports of high surface area) when already formed has been examined. The use of nanocrystalline supports also facilitates the identification of supported metal particles in the TEM images and allows subtle changes in size distribution to be detected. The liquid phase hydrogenations of trans-stilbene ( 1 ) and methylcinnamate (2) were chosen for the characterization of the accessibility and activity of the platinum particles: Ph-CH=CH-Ph + H2 --> Ph-H2-H2-Ph ( 1 ) Ph-CH=CH-COOCH3 + H2 ~ Ph-CHz--CH2-COOCH3 (2) 2. Experimental 2.1. Preparation and characterization of the catalysts The metal sol (colloidal dispersion) in methanol was prepared according to a method adapted from that of Hirai [29]. Chloroplatinic acid (H2PtC16), polyvi- nylpyrrolidone (PVP-k30), purum, of about 40 000 mean molecular weight and analytical grade methanol (Fluka) were used as received without further purifica- tion. PVP (750 mg) was dissolved in a volume ( 100 ml) of methanol with stirring until the solution was quite clear. Chloroplatinic acid (83 mg) was dissolved in methanol ( 10 ml) and this was added to the PVP solution with stirring and washed in with a further 125 ml methanol. Although no water was added, traces will be present due to the water of crystallisation of the platinum(IV) complex together with that present in the hygroscopic polymer and methanol. The solution was then D.G. Duff et al./Applied Catalysis A: General 133 (1995) 133-148 135 heated to boiling under continuous nitrogen flow and boiled under reflux for 90 min. About 20 min after commencement of boiling the colour of the solution changed suddenly to dark brown as the platinum colloids formed. Two batches of sol were performed by the same, above method -- they will be described as sols Ptl and Pt2. The sols were characterised using transmission electron microscopy (TEM) as well as UV-VIS extinction measurements. For diffraction-contrast TEM measurements particles from the sol were sup- ported on a carbon film by allowing a drop of the methanol-diluted sol to contact the film for a few seconds. A Hitachi H-600 operated at 100 kV was employed, providing intermediate resolution corresponding to an information limit of about 0.3 nm. Particle size distributions were obtained by measurement of equivalent circle diameters of well-focused Pt particles. In all cases measurements from a series of exposures (at least six) of different areas of sample were made, compared and combined to give a particle size distribution, PSD. The measurements from n Pt particles were analyzed to yield (number-)mean particle diameter, (d), and the coefficient of variation (c.v.; standard deviation of the distribution as a percent fraction of the mean). The PSDs also yielded the mass- (volume-) weighted mean, (d)vwt and the surface/volume ratio for the particles, SA/V. UV-VIS spectra were acquired at wavelengths between 800 and 200 nm of samples in quartz cells ( 1 mm path length) employing a Perkin-Elmer Lambda 16 spectrophotorneter. To prepare a heterogeneous catalyst, a volume of sol was mixed with a methanolic suspension of a high-surface-area oxide support (alumina or titania) which had been exposed to low-energy ultrasonic irradiation to improve the dispersion of the powder in the solvent. In this case no adjustment of the pH was necessary. The amounts were chosen to give a 2% Pt by weight catalyst calculated on a Pt/ (Pt + support) basis. After ca. 5 min the supported catalyst was filtered off through a 0.45/xm nylon filter membrane (Whatman) and washed twice on the membrane with 50 ml volumes of methanol. The filtrates were in every case colourless, indicating (near-) quantitative adhesion of platinum particles to the support as well as the absence of significant quantities of unreduced, unadsorbed ions. The loading was independently confirmed by ICP-AES. The supports used were a titania (ana- tase, ca. 200 m2 g- ~) prepared by the sol-gel-aerogel route described in Ref. [ 30] as well as the commercial oxides aluminium oxide 'C' (alumina, ca. 100 m2 g-J; Degussa) and titania P25 (mixture of rutile and anatase, ca. 60 m2 g- 1; Degussa). The samples were then dried overnight under reduced pressure at 110. According to the support the abbreviations -aer (aerogel titania), -alox (alumina 'C' ) and - P25 are attached to the name of the parent sol, Ptl or Pt2, to identify the solid catalyst samples. The catalysts were characterised using transmission electron microscopy (TEM) before and after calcination, which consisted of temperature-programmed oxidation (TPO) coupled to a mass spectrometer (Balzers, QMG420 with QMA120), thus 136 D.G. Duffer al. /Applied Catalysis A: General 133 (1995) 133-148 allowing the calcination process to be performed and monitored in situ, as well as by powder X-ray diffraction (XRD). For the TEM measurements specimens were prepared simply by dusting a carbon film with the catalyst powder in its dry form, thus avoiding artefacts associated with the resuspension into a liquid [ 31 ]. Dif- fraction-contrast TEM analysis of these specimens was carried out and evaluated as described for the sols. High-resolution (phase-contrast) TEM images were obtained by means of a Philips CM30ST electron microscope at 300 kV, with a point resolution of 0.19 nm. Powder XRD was performed using a Siemens 0/0 D5000 powder diffractometer. The diffractograms were recorded with Cu Ka radiation over a 20 range 20-80and a position-sensitive detector with Ni-filter. The measuring time was 30 s per degree 20. In the calcination step (TPO) first argon and then a mixture of oxygen and argon (7% 02 in Ar) was led through the sample with a gas hourly space velocity of about 8 000 h- ~. While under Ar flow the sample was heated at a rate of 5 K min- 1 to 300 where it was held for 1 h. It was then cooled to 50, the gas switched to 7% 02 in Ar, and reheated at 5 K min- ~ to 300, where it this time stayed for 5 h before cooling. Samples prepared from Pt2 were additionally characterized by microanalysis for the elements C, H, N before and after calcination. 2.2. Hydrogenation reactions The reactions were performed in a 150 ml, flat-bottomed glass batch reactor (D = 75 mm) equipped with gas inlet and outlet, condenser, and thermometer. The mixing frequency of the magnetic stirrer was 1000 min- 1; the length of the magnetic rod was 50 mm. Trans-stilbene was hydrogenated in isopropylacetate, at 33, and methylcinnamate in methanol, at 0. The hydrogen flow-rate (30 ml min-1, ambient pressure) was measured by a rotameter. At first 10-50 mg catalyst was prehydrogenated in 30 ml solvent. After 15 min an amount (2 mmol) of reactant in 10 ml solvent was injected. Samples of the reaction mixture were periodically taken, filtered and analyzed with a gas chromatograph, using a HP-20M wide-pore capillary column operated between 130 and 220, with a helium carrier-gas flow- rate of 40 ml rain- t and a split ratio of 11. Initial rates were determined from the consumption of the reactant at below 5% conversion by linear fitting (R ~> 0.999). The reaction rate was independent of the catalyst amount ( ~< 50 mg) and mixing speed ( ~> 1000 rpm) showing that intra- reactor and inter-particle mass transfer is not influential. Under the same conditions the specific catalytic activity of an Engelhard 5-wt.-% Pt/alumina catalyst ( E7004 ) was measured as a reference (E7004; metal dispersion ca. 0.3 determined by TEM -- polydispersity and electron opaque support did not allow an accurate determi- nation of the Pt particle size). As a further comparison this catalyst (700 mg) was suspended in methanol (200 ml) containing dissolved PVP (300 mg). After drying as above, the catalytic D.G. Duff et al. /Applied Catalysis A: General 133 (1995) 133-148 137 activity was determined and the remainder of the catalyst was then calcined as for the sol-derived samples, the activity then being redetermined. 3. Results 3.1. Platinum particle size and structure The TEM results showed the sols Ptl and Pt2 to consist of well-separated, near spherical nanoparticles (e.g., Fig. lb). Comparing the data in Table 1 we see that sol Pt2 has slightly higher dispersity than sol Ptl. From the c.v. values ( 14-31% ) we see that the systems are very monodisperse compared with many catalysts but rather typical for Pt sols. Analysis of the UV-VIS spectra according to the method of Furlong and co-workers [32-34] yields values of the gradient log(extinction/ units)/log(wavelength/units) of - 3.2 and - 2.9 for sols Ptl and Pt2, respectively; values near three have been shown for aqueous methanolic platinum dispersions to indicate well-dispersed sols of nearly spherical particles [ 34]. This empirical rela- tionship helps to confirm the representative nature of the TEM images. The TEM images of uncalcined catalyst Ptl-P25 show that the particles have adsorbed in a controlled, well-separated manner onto the support (Fig. 1 c). From Table 1 it is apparent that in the uncalcined catalysts there has been little change in the measured size distribution as compared to that for the sol. Upon calcination of Ptl-P25 there does seem to be a slight increase in <d>, from 3.5 nm to 3.9 nm. ( For Pt 1 -aer the statistical sample size is too small for accurate determination). However, as demonstrated by the micrograph (Fig. ld) the catalyst remains well dispersed on the support following heat treatment. Comparison of the particle size distributions (PSD) for the system Ptl-P25 (Fig. 2) shows that very little change in size distribution occurs between the sol and the uncalcined supported catalyst, but that heat treatment seems to remove a proportion of the smallest particles. For sol Pt2 (Table 1) the calcined catalysts again show a small increase in particle size with respect to the original sol, once again of 0.3 to 0.4 nm in < d>. The PSDs (Fig. 3) again show a disappearance of a proportion of the smallest particles and (less pronounced) the appearance of a few larger species. All these very small changes in PSD are more or less on the border of experimental error. The XRD powder patterns of the catalysts Pt 1-aer and Pt2-alox are shown in Fig. 4 together with the patterns of the pure titania and alumina. Subtraction of the support pattern yielded broad reflections for metallic Pt in all cases and was most successful for Pt2-alox. For this catalyst, in the region of the { 111 } reflection of metallic platinum, a simple Scherrer analysis of the peak resulted in (volume- weighted) average crystallite sizes of 2.4 and 2.6 nm for the uncalcined and calcined catalysts, respectively. More refined subtraction and Debye Function analysis [ 35 ] would have been needed to interpret fully the patterns, but here the Pt concentration is rather small. The identification of the platinum component as platinum metal was 138 D.G. Duff et al./Applied CatalysisA: General 133 (1995) 133-148 Fig. 1. TEM images of the catalyst system Ptl-P25. (a) titania P25 support; (b) platinum particles from the sol Pt I ; (c) the platinum particles adsorbed on the support-the uncalcined catalyst Pt 1-P25; (d) Pt 1-P25 following calcination (O2-Ar, 300, 5 h). All micrographs share the same scale. nevertheless achieved despite a loading of only 2 wt.-% and crystallite sizes of ~< 3 nm. Importantly the pattern rules out the presence of a significant mass-fraction of much larger crystallites, which could have escaped detection in TEM due to their low number frequency. D, G. Duffer al. / Applied Catalysis A: General 133 (1995) 133-148 139 Table 1 Size parameters calculated from the platinum particle size distributions derived from TEM images for catalysts prepared from the sols Ptl and Pt2 Catalyst sample (d)~/nm c.v,b/% , (d>~w~/nm SA/Ve/nm- ' Ptl (sol) 3.5 29 139 4.1 1.51 Ptl -P25 uncalcined 3.5 27 208 4.1 1.53 Pt 1 -P25 calcined 3.9 22 624 4.4 1.41 Ptl-aer uncalcined 3,8 14 46 4.0 1,51 Pt l-aer calcined 3.7 18 71 4.0 1.54 Pt2 (sol) 2.9 31 373 3.5 1.79 Pt2-P25 calcined 3.2 23 382 3.7 1,70 Pt2-alox calcined 3.3 22 512 3.8 1.65 Note, calcination was performed in O2-Ar for 5 h at 300. ~' Number-mean particle diameter. h Coefficient of variation, standard deviation of the size distribution. Number of particles measured. 'J Volume-weighted-mean particle diameter. Surface-to-volume ratio of the particles. HREM images of the catalyst Ptl-aer (Fig. 5) show that the Pt particles, where lattice fringes are present, show structures consistent with single crystalline or singly twinned face-centred-cubic particles. 3.2. Organic residues Contamination of the catalyst by organic residues following preparation will be largely due to the sheaths of polyvinylpyrrolidone around the platinum surfaces which stabilise the colloidal particles in sol. To a lesser extent, alkoxylation of support-bound hydroxyl groups, some organic oxidation products (precursor reduc- tion), and organic species catalytically decomposed on the Pt surface must also be taken into account [ 28 ]. An estimation of the extent of organic residues remaining in the solid catalysts and the efficiency of its removal upon calcination was per- formed in two ways: (i) Examination of the percentages of C, H and N in the catalyst both before and after heat-treatment, provided by elemental microanalysis; (ii) Monitoring the evolution of oxidation products of organic molecules during calcination using mass spectrometry. The results of the chemical analyses on samples prepared from sol Pt2 are presented (Table 2). The organic residues (carbon content) decrease upon calcin- ing, but only by factors of 3 (Pt2-alox) and 17 ( Pt2-P25 ). If all the polymer present in the sol had been retained in the uncalcined catalysts (and neglecting any chloride, methanol or water present), the analysis values would have been of the order of 20 and 4 wt.-%, considerably higher than actually found for the raw catalysts. In Fig. 6 the ion intensities for m/z=44 (CO2+), m/z = 28(CO Nf ) and m~ z = 18 (H2O during the calcination process on Ptl-P25 are presented. The pro- 140 D.G. Duff et al. /Applied Catalysis A: General 133 (1995) 133-148 O9 50 40- 30- 20- 10- 0 40- 30- 20- 10- 0- 40- 30- 20- 10- 0- 40- 30- 20- 10- 0- 40- 30- 20 10 0 0 Ptl (sol) I , I I Ptl-aer uncalcined n = 139 n=46 Ptl-aer calcined I i n= 71 I I , Pt1-P25 uncalcined n = 208 I Pt1-P25 calcined m 1 2 3 4 5 6 7 8 n = 624 ' t ,.I 1 Equivalent Circle Diameter /nm Fig. 2. Particle size distributions (PSDs) obtained from TEM images for the systems prepared from sol Ptl. n represents number of Pt particles measured. Sample designations are explained in Section 2. duction of CO2 declined to baseline levels during the 5 h treatment with O2-Ar, corresponding to a fall of over two orders of magnitude from the maximum value (attained at about the time the temperature of 300 was reached). The ion inten- sities for CO and/or N2 and the combustion product water also fell to their baseline level by this time. 3.3. Catalyst performance The activities of the catalysts for the hydrogenation reactions, represented as initial reaction rates, are listed in Table 3. The activities of the sol-route catalysts are generally significantly higher than that of the commercial reference catalyst (up to more than six times). Exposing the commercial catalyst to a methanol solution of the polymer PVP (whereupon the activity disappeared) with subsequent D.G. Duff et al. /Applied Catalysis A: General 133 (1995) 133-148 141 40 30- Pt2 (sol) 25- 20- 15- 10- 5- 40- 35- 30- 25- 20- 15- 10- 5- 40- 35- 30- 25- 20- 15- 10- 5- 0- 0 n = 373 ]i:?nl:x F-'] n=512 Pt2-P25 r-] calci n = 382 1 2 3 4 5 6 7 Equivalent Circle Diameter /nm Fig. 3. Particle size distributions (PSDs) obtained from TEM images for the systems prepared from sol Pt2. Attempted fits to log-normal distributions are shown as dashed lines, n represents number of Pt particles measured. Sample designations are explained in Section 2. calcination was not found to have affected the activity significantly. For methyl- cinnamate hydrogenation with Ptl-samples the specific activities of the sol, the uncalcined, supported catalysts and the calcined catalysts are compared. The activ- ity of the sol is in every case higher than those of the uncalcined supported catalysts, but the activities rise following calcination to Values approaching or equalling those found for the sol. For the most active catalysts some deactivation during trans- stilbene hydrogenation was, however, found even below 5% conversion. 142 D.G. Duffer aL /Applied Catalysis A: General 133 (1995) 133-148 o <> 20 30 o (d) (c) I I i I 40 50 60 70 80 20 / Fig. 4. Powder X-ray diffraction patterns for (a) pure support titania aerogel, (b) uncalcined Ptl-aer, (c) pure support aluminium oxide 'C', and (d) Pt2-alox calcined in Q-At at 300. The expected positions of the reflections taken from the ICDD files are shown as follows: O platinum metal; anatase TiO2; * alumina. 4. Discussion 4.1. Catalyst preparation and characterization The two sol preparations Ptl and Pt2 delivered slightly different particle size distributions (PSD), as is evident from Fig. 2 and Fig. 3 and Table 1. The mech- anism of formation and possible reasons for scatter in particle size in a related system have been extensively discussed elsewhere [34]. The width of the size distribution, 14 < c.v. < 31%, is larger than for two extremely monodisperse colloid preparations of c.v. = 10%, polyoxoanion-stabilised Ir at about 2 nm [25,26] and citrate-stabilised Au at e.g. 14 nm [36] ; these latter two preparations are among the most monodisperse forms of divided metal ( > 1 nm) for which particle size distribution information has been published. The crystal structure of the colloids and apparent absence of multiply twinned particles are typical for small platinum particles [ 37 ]. The extremely approximate crystallite diameter values from XRD are not far from the TEM-particle diameters, also indicating a high degree of crystallinity, but the data are insufficient for a firm conclusion. The immobilisation of the particles onto supports probably follows the principle of heterocoagulation of oppositely charged particles as demonstrated for gold clus- D.G. Duffer al./Applied Catalysis A.\" General 133 (1995) 133-148 143 .o e. o E m. .=. i. \"d .e_ t~ 144 D.G. Duff et al. /Applied Catalysis A: General 133 (1995) 133-148 Table 2 Results of elemental microanalysis for carbon, hydrogen, and nitrogen on supported catalyst samples prepared from the sol Pt2 Catalyst sample Carbon/wt.-% Hydrogen/wt.-% Nitrogen/wt.-% Pt2-P25 uncalcined 1.20 0.48 0.16 Pt2-P25 calcined 0.07 0.15 0.12 Pt2-alox uncalcined 1.33 0.75 0.32 Pt2-alox calcined 0.38 0.48 0.16 Note, values are averages from 2-4 determinations; calcination was performed in O2-Ar for 5 h at 300 ters [ 38 ]. This method of supporting metal colloids from aqueous dispersion has been known for a long time [39]. Methanol, like water, is a protic solvent of reasonable dielectric constant, facilitating the existence of charged surfaces, so electrostatic interactions should also play an important role in the present methan- olic system. Methanol was chosen over water as the dispersion medium for the platinum sol because of its lower capillary forces/surface tension, which should lessen the structure collapse of the porous supports upon drying [40]. 4.2. Catalyst calcination and contamination From the elemental microanalysis values it emerges that around 90% of the PVP initially present is removed from the catalyst upon filtering and washing. Since dilution is usually inefficient at removing adsorbed polymer in the absence of a competitive adsorber or displacer [41,42], this suggests that 90% of the polymer is in fact not bound to the surface of the platinum or the oxide after mixing sols of metal and support. Although this might suggest the possibility of using less polymer in the platinum sol preparation, a high concentration of PVP ensures a rapid dif- 10.9 I I I I I I I 700 101 .................. ::~\"-'TemDerature\"/. \" -600 10\"12 .............................. 400 J m/z = 44 10\"13 300 I I I I I I I 0 50 I00 150 200 250 300 350 400 Tirua/ruin Fig. 6. Time-resolved mass spectrometric analysis of the calcination products from uncalcined Ptl-P25. Ion intensities for evolved C02, CO~N2 and H20 are displayed. D.G. Duff et al./Applied Catalysis A: General 133 (1995) 133-148 145 Table 3 Catalytic activity of Pt/TiO2 and Pt/A1203 catalysts in the liquid phase hydrogenation of ( 1 ) trans-stilbene to 1,2 diphenylethane and of (2) methylcinnamate to methylphenylpropionate Catalyst sample Pt content/wt.-% Thermal treatment in O2-Ar ro/mmol min- ~ gr~ (I) (2) Ptl (sol) - - 1.3 Pt 1-P25 2 - - 0.4 Pt l-aer 2 - - 0.5 Pt 1 -P25 2 300 15.4 1.3 Pt 1 -aer 2 300 22.9\" 1.5 Pt2 (sol) - - - 2.1 Pt2-P25 2 300 15.& 1.6 Pt2-alox 2 300 11.8 1.1 E7004b 5 - 3.4 0.4 E7OO4-PVP\" 5 - - 0 E7004-PVPd 5 300 - 0.5 Deactivation even at below 5% conversion. h Pt-on-alumina reference catalyst. ~ Pt-on-alumina reference catalyst exposed to PVP-methanol solution. o PVP treated reference catalyst calcined in O2-Ar for 5 h at 300. fusion of polymer to the surfaces of the nascent Pt particles thus favouring a high dispersion by suppressing particle coalescence. Moreover, excess free polymer is also known to increase the final stability of a dispersion by the mechanism of depletion stabilisation, as seen for PVP with titanium dioxide pigments [43]. After calcination the sample supported on alumina, Pt2-alox, retains more organic residues than does Pt2-P25. This may be due to different pore structures of the two supports and/or the different adsorption strength and capacity of the nitro- gen-containing polymer (different acidities and specific surface areas of the sup- ports), which might be indicated by the different nitrogen contents (Table 2). In each case examination of the ion intensities (m/z=44, 28) showed that further calcination at 300 would have been relatively ineffective in decreasing the organic content. 4.3. Catalyst performance All the samples are active for the hydrogenation of both medium-sized alkenes. The catalytic activities of the two sols Ptl and Pt2 (Table 3) are more different than one would expect based on their specific surface areas (Table 1 ). The reason for this is not yet known. The presence of systems with very similar metal PSDs allows the effect of environment of the metal particles to be examined. The marked change in activities upon supporting and calcining the metal particles can be explained as follows: (i) Sol: high activity. Although PVP restricts access to the surface to an extent, it is extremely well solvated in methanol [44]. It will thus be extended in confor- 146 D.G. Duff et al./Applied Catalysis A: General 133 (1995) 133-148 Table 4 Comparison of Pt sol immobilized on a titania aerogel ( Pt I-act) with a binary Pt-titania aerogel prepared by a one-step aerogel route ( Pt2PC quoted from Ref. [ 28 ] ) in the hydrogenation of trans-stilbene at ambient hydrogen pressure Catalyst sample <d>/nm c.v./% ro/mmol min ~ gp,~ Pt2PC uncalcined 3.5 17 4.2 Pt2PC calcined 3.4 19 6.4 Pt l-act uncalcined 3.8 14 - Pt l-aer calcined 3.7 18 22.9 mation forming a solvent-rich surface layer allowing diffusion of reactant molecules to the metal surface. (ii) Supported catalyst, uncalcined: lower activity. Here the support further restricts access of reactant to the Pt surface and the activity decreases. (iii) Calcined catalyst: activity higher again. Accessibility of the Pt surface for the organic reactants is enhanced through removal by oxidation of PVP from the particle surfaces. With trans-stilbene hydrogenation, the deactivation of the most active catalysts may be by virtue of alkene polymerisation in the presence of oxidised but not fully removed organic residues and/or acidic supports. The striking similarity of the PSDs of Ptl-aer and Pt2PC, a Pt-titania aerogel from a previous work [28] prepared by a one-step method, allows an interesting comparison (Table 4). Both contain 2 wt.-% Pt derived from chloroplatinum precursors. The titania support [ 30] of Ptl-aer is prepared by similar means to the titania matrix of the binary Pt2PC aerogel. In both cases the crystalline fractions of titania consist of well-developed anatase crystallites and the textural properties are almost identical [ 28,30]. In Pt2PC the metal particles are formed in situ from PtC14 dissolved in MeOH-H20 together with the titania matrix during supercritical dry- ing. Methanol is the solvent in both cases. The catalytic activities for the hydro- genation oftrans-stilbene under almost identical conditions are, however, markedly different (Table 4). The supported colloid sample is 3-4 times more active after calcination than the one-step sample (Table 4). Pt2PC, prepared without PVP present, does not show the marked rise in catalytic activity after oxidative heat treatment at 300 (this time in air) that the immobilised Ptl and Pt2 samples exhibit. This difference in the activities probably reflects the different accessibility of the platinum particles for medium-large reactants in each case. With the sol method the metal particles at coverage lower than saturation will preferentially stick to well exposed areas of support and can not in any case penetrate into the smaller pores. A high proportion of the metal surface is thus accessible for the reactants. By contrast in the case of the one-step preparations the metal particles are very homo- geneously distributed and partially occluded in a highly porous titania aerogel matrix [28]. Although resulting in a lower specific activity, this aspect favours both thermal and abrasive stability for the one-step systems [28]. Further investi- D.G. Duff et al./Applied Catalysis A: General 133 (1995) 133-148 147 gations into these parallel systems could also reveal important selectivity differ- ences between the two types of catalyst. Acknowledgements The authors express their gratitude to R. Wessicken for performing the high- resolution electron microscopy and to J. Engweiler for TPO measurements. M. M~iller is thanked for kindly allowing the use of the electron microscope for the diffraction-contrast TEM studies. M. Maciejewski is warmly thanked for stimulat- ing discussions. Financial support of the Swiss National Science Foundation (CHiral2) is gratefully acknowledged. References [ 1 ] J.M. Thomas, Pure Appl. Chem., 60 (1988) 1517. [2] H.B. Weiser, The Colloidal Elements (Inorganic Colloid Chemistry, Vol. 1 ), Wiley, New York, 1933. [ 3 ] L.D. Rampino and F.F. Nord, J. Am. Chem. Soc., 63 ( 1941 ) 2745. [4] W.P. Dunworth and F.F. Nord, Adv. Catal., 6 (1954) 125. [5] J. Turkevich and G. Kim, Science, 169 (1970) 873. [6] L. Gonzales-Tejuca, K. Aika, S. Namba and J. Turkevich, J. Phys. Chem., 81 (1977) 1399. [7] R.S. Miner, S. Namba and J. Turkevich, Stud. Surf. Sci. Catal., 7 ( 1981 ) 160. [8] G.C. Bond, Trans. Faraday Soc., 52 (1966) 1235. [9] J. Kiwi and M, Gr~tzel, J. Am. Chem. Soc., 101 (1979) 7214. [ 10] D.-H. Dung, E. Borgarello and M. Gr~tzel, J. Am. Chem. Sot., 103 ( 1981 ) 4685. [ 11 ] H. B6nnemann, W. Brijoux, R. Brinkmann, E. Dinjus, R. Fretzen, T. Joussen and B, Korall, J. Mol. Catal., 74 (1992) 323. [ 12] A. Mills and G. Porter, J. Chem. Soc. Faraday Trans. I, 78 (1982) 3659. [ 13] Y. Okuno, Y. Chiba and O. Yonemitsu, Chem. Lett., 1983, p. 893. [ 14] Y. Nakao and K. Kaeriyama, Chem. Lett., 1983, p. 949. [ 15] Y. Nakao and K. Kaeriyama, J. Colloid Interface Sci., 131 (1989) 186. [ 16] H. Hirai, M. Ohtaki and M. Komiyama, Chem. Lett., 1987, p. 149. [ 17] M. Ohtaki, N. Toshima, M. Komiyama and H. Hirai, Bull. Chem. Soc. Jpn., 63 (1990) 1433. [ 18] K. Kurihara, J.H. Fendler, I. Ravt and J.B. Nagy, J. Mol. Catal., 34 (1986) 325. [ 19] M. Boutonnet, J. Kizling, R. Touroude, G. Maire and P. Stenius, Catal. Lett., 9 ( 1991 ) 347. [20] D.G. Duffand A. Baiker, Stud. Surf. Sci. Catal., 91 (1995) 505. [21 ] S. Tsubota, D.A.H. Cunningham, Y. Bando and M. Haruta, Stud. Surf. Sci. Catal., 91 (1995) 227. [22] L.-C. Chao and R.P. Andres, J. Colloid Interface Sci., 165 (1994) 290. [23] H. B6nnemann, R. Brinkmann and P. Neiteler, Appl. Organomet. Chem., 8 (1994) 361. [24] S.M. Huang and B.-L. Li, React. Polym., 23 (1994) 1. [ 25] Y. Lin and R.G. Finke, J. Am. Chem. Soc., 116 (1994) 8335. [26] Y. Lin and R.G. Finke, Inorg. Chem., 33 (1994) 4891. [27] J.S. Bradley, J.M. Millar, E.W. Hill, C. Klein, B. Chaudret and A. Duteuil, in L. Guczi, F. Solymosi and P. Tetenyi (Editors), New Frontiers in Catalysis, Proceedings of the 10th International Congress on Catalysis, Budapest, July 19-24, 1992, Elsevier, Amsterdam, 1993, p. 969. [28] M. Schneider, D.G. Duff, T. Mallat, M. Wildberger and A. Baiker, J. Catal., 147 (1994) 500. [29] H. Hirai, Y. Nakao and N. Toshima, J. Macromol. Sci.-Chem., AI3 (1979) 727. [30] M. Schneider, M. Maciejewski, S. Tschudin, A. Wokaun and A. Baiker, J. Catal., 149 (1994) 326. [31 ] A.K. Datye and D.J. Smith, Catal. Rev.-Sci. Eng., 34 (1992) 129. 148 D.G. Duff et al. /Applied Catalysis A: General 133 (1995) 133-148 [32] D.N. Furlong, A. Launikonis, W.H.F. Sasse and J.V. Sanders, J. Chem. Soc. Faraday Trans. 1, 80 (1984) 571. [33] D.G. Duff, P.P. Edwards, A.I. Kirkland and D.A. Jefferson, Adv. Mater., 2 (1990) 543. [34] D.G. Duff, P.P. Edwards and B.F.G. Johnson, J. Phys. Chem, in press. [35] N. Hartmann, R. Imbihl and W, Vogel, Catal. Lett., 28 (1994) 373. [36] M. Giersig and P. Mulvaney, J. Phys, Chem., 97 (1993) 6334. [37] A.I. Kirkland, P.P. Edwards, D.A. Jefferson and D.G. Duff, Ann. Rep. Prog. Chem. C, 87 (1990) 247. [381 W. Vogel, D.G. Duff and A. Baiker, Langmuir, 11 (1995) 401. [39] P.A. Thiessen, Z. Elektrochem., 48 (1942) 675. [40] G.W. Scherer, J. Am. Ceram. Soc., 73 (1990) 3. [4l ] J.C~ Dijt, Ph.D. Thesis, University of Wageningen, Netherlands, 1993. [42] S. Granick, Phys. Polym. Surf. Interfaces, 1992, p. 227. [43] T. Sato and S. Kinosu, Colloids Surf. A, 88 (1994) 197. [44] O. Giiven and F. Yigit, Colloid Polym. Sci., 262 (1984) 892. APCATA 95001786 0926-860X(95)00178-6 10.1016/0926-860X(95)00178-6 Article Catalysts derived from polymer-stabilised colloidal platinum: Effects of support and calcination on the catalytic behaviour in hydrogenation D.G. Duff 1 T. Mallat M. Schneider A. Baiker ∗ Department of Chemical Engineering and Industrial Chemistry, Swiss Federal Institute of Technology, ETH-Zentrum, CH-8092 Zurich, Switzerland ∗ Corresponding author. Tel. (+41-1) 6323153, fax (+41-1) 6321163. 1 Present address: Bayer AG, Central Research Department, ZF-TTP1 Interface Physics, D-51368 Leverkusen, Germany. Platinum colloids prepared by reduction of H2PtCl6 with methanol in the presence of polyvinylpyrrolidone have been examined in the sol state and following immobilisation on oxide supports. Both the sol and the supported catalysts contained platinum metal particles of 3–4 nm number-mean diameter, as determined by TEM. High initial activities for hydrogenation of the medium-sized alkenes trans-stilbene and methylcinnamate were recorded. The platinum particles were compared for particle size distribution and catalytic activity in the unsupported (sol) state and in supported states, both before and after heat treatment in oxygen-argon at 300°C (calcination). Highest activities were measured for the sol state and for the calcined supported catalysts. It is suggested that this behaviour is related to the influence of support and polymer on the accessibility of the metal surface for the reactants. Marked activity differences between a platinum-colloid catalyst immobilised on a titania aerogel and a binary Pt-titania aerogel, directly prepared by a one-step sol-gel route with ensuing supercritical drying, are discussed. Keywords Hydrogenation Alkene Platinum Colloid Sol Immobilisation Heterogenisation Aerogel References [1] J.M. Thomas Pure Appl. Chem. 60 1988 1517 [2] H.B. Weiser The Colloidal Elements Inorganic Colloid Chemistry Vol. 1 1933 Wiley New York [3] L.D. Rampino F.F. Nord J. Am. Chem. Soc. 63 1941 2745 [4] W.P. Dunworth F.F. Nord Adv. Catal. 6 1954 125 [5] J. Turkevich G. Kim Science 169 1970 873 [6] L. Gonzales-Tejuca K. Aika S. Namba J. Turkevich J. Phys. Chem. 81 1977 1399 [7] R.S. Miner S. Namba J. Turkevich Stud. Surf. Sci. Catal. 7 1981 160 [8] G.C. Bond Trans. Faraday Soc. 52 1966 1235 [9] J. Kiwi M. Grätzel J. Am. Chem. Soc. 101 1979 7214 [10] D.-H. Dung E. Borgarello M. Grätzel J. Am. Chem. Soc. 103 1981 4685 [11] H. Bönnemann W. Brijoux R. Brinkmann E. Dinjus R. Fretzen T. Joussen B. Korall J. Mol. Catal. 74 1992 323 [12] A. Mills G. Porter J. Chem. Soc. Faraday Trans. I 78 1982 3659 [13] Y. Okuno Y. Chiba O. Yonemitsu Chem. Lett. 1983 893 [14] Y. Nakao K. Kaeriyama Chem. Lett. 1983 949 [15] Y. Nakao K. Kaeriyama J. Colloid Interface Sci. 131 1989 186 [16] H. Hirai M. Ohtaki M. Komiyama Chem. Lett. 1987 149 [17] M. Ohtaki N. Toshima M. Komiyama H. Hirai Bull. Chem. Soc. Jpn. 63 1990 1433 [18] K. Kurihara J.H. Fendler I. Ravt J.B. Nagy J. Mol. Catal. 34 1986 325 [19] M. Boutonnet J. Kizling R. Touroude G. Maire P. Stenius Catal. Lett. 9 1991 347 [20] D.G. Duff A. Baiker Stud. Surf. Sci. Catal. 91 1995 505 [21] S. Tsubota D.A.H. Cunningham Y. Bando M. Haruta Stud. Surf. Sci. Catal. 91 1995 227 [22] L.-C. Chao R.P. Andres J. Colloid Interface Sci. 165 1994 290 [23] H. Bönnemann R. Brinkmann P. Neiteler Appl. Organomet. Chem. 8 1994 361 [24] S.M. Huang B.-L. Li React. Polym. 23 1994 1 [25] Y. Lin R.G. Finke J. Am. Chem. Soc. 116 1994 8335 [26] Y. Lin R.G. Finke Inorg. Chem. 33 1994 4891 [27] J.S. Bradley J.M. Millar E.W. Hill C. Klein B. Chaudret A. Duteuil L. Guczi F. Solymosi P. Tetenyi New Frontiers in Catalysis, Proceedings of the 10th International Congress on Catalysis Budapest, July 19–24, 1992 1993 Elsevier Amsterdam 969 [28] M. Schneider D.G. Duff T. Mallat M. Wildberger A. Baiker J. Catal. 147 1994 500 [29] H. Hirai Y. Nakao N. Toshima J. Macromol. Sci.-Chem. A13 1979 727 [30] M. Schneider M. Maciejewski S. Tschudin A. Wokaun A. Baiker J. Catal. 149 1994 326 [31] A.K. Datye D.J. Smith Catal. Rev.-Sci. Eng. 34 1992 129 [32] D.N. Furlong A. Launikonis W.H.F. Sasse J.V. Sanders J. Chem. Soc. Faraday Trans. 1 80 1984 571 [33] D.G. Duff P.P. Edwards A.I. Kirkland D.A. Jefferson Adv. Mater. 2 1990 543 [34] D.G. Duff, P.P. Edwards and B.F.G. Johnson, J. Phys. Chem, in press. [35] N. Hartmann R. Imbihl W. Vogel Catal. Lett. 28 1994 373 [36] M. Giersig P. Mulvaney J. Phys. Chem. 97 1993 6334 [37] A.I. Kirkland P.P. Edwards D.A. Jefferson D.G. Duff Ann. Rep. Prog. Chem. C 87 1990 247 [38] W. Vogel D.G. Duff A. Baiker Langmuir 11 1995 401 [39] P.A. Thiessen Z. Elektrochem. 48 1942 675 [40] G.W. Scherer J. Am. Ceram. Soc. 73 1990 3 [41] J.C. Dijt Ph.D. Thesis 1993 University of Wageningen Netherlands [42] S. Granick Phys. Polym. Surf. Interfaces 1992 227 [43] T. Sato S. Kinosu Colloids Surf. A 88 1994 197 [44] O. Güven F. Yigit Colloid Polym. Sci. 262 1984 892",
      "scopus-id": "0001361359",
      "coredata": {
        "eid": "1-s2.0-0926860X95001786",
        "dc:description": "Platinum colloids prepared by reduction of H2PtCl6 with methanol in the presence of polyvinylpyrrolidone have been examined in the sol state and following immobilisation on oxide supports. Both the sol and the supported catalysts contained platinum metal particles of 3–4 nm number-mean diameter, as determined by TEM. High initial activities for hydrogenation of the medium-sized alkenes trans-stilbene and methylcinnamate were recorded. The platinum particles were compared for particle size distribution and catalytic activity in the unsupported (sol) state and in supported states, both before and after heat treatment in oxygen-argon at 300°C (calcination). Highest activities were measured for the sol state and for the calcined supported catalysts. It is suggested that this behaviour is related to the influence of support and polymer on the accessibility of the metal surface for the reactants. Marked activity differences between a platinum-colloid catalyst immobilised on a titania aerogel and a binary Pt-titania aerogel, directly prepared by a one-step sol-gel route with ensuing supercritical drying, are discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-12-07",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001786",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Duff, D.G."
          },
          {
            "@_fa": "true",
            "$": "Mallat, T."
          },
          {
            "@_fa": "true",
            "$": "Schneider, M."
          },
          {
            "@_fa": "true",
            "$": "Baiker, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001786"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001786"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00178-6",
        "prism:volume": "133",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Catalysts derived from polymer-stabilised colloidal platinum: Effects of support and calcination on the catalytic behaviour in hydrogenation",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Alkene"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Colloid"
          },
          {
            "@_fa": "true",
            "$": "Sol"
          },
          {
            "@_fa": "true",
            "$": "Immobilisation"
          },
          {
            "@_fa": "true",
            "$": "Heterogenisation"
          },
          {
            "@_fa": "true",
            "$": "Aerogel"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "133-148",
        "prism:endingPage": "148",
        "pubType": "fla",
        "prism:coverDisplayDate": "7 December 1995",
        "prism:doi": "10.1016/0926-860X(95)00178-6",
        "prism:startingPage": "133",
        "dc:identifier": "doi:10.1016/0926-860X(95)00178-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001361359"
      }
    }
  }
}