{
  "metadata": {
    "title": "Activation and deactivation of cobalt catalysts in the hydrogenation of carbon dioxide",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-01-04",
    "doi": "10.1016/0926-860X(95)00207-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002073",
    "pii": "0926860X95002073"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002353698",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002073 0926-860X(95)00207-3 0926860X95002073 10.1016/0926-860X(95)00207-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00221 2024-01-01T12:18:48.759026Z 0 0 19960104 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 134 134 1 1 Volume 134, Issue 1 1 1 19 1 19 19960104 4 January 1996 1996-01-04 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. ACTIVATIONDEACTIVATIONCOBALTCATALYSTSINHYDROGENATIONCARBONDIOXIDE FROHLICH G DWYER 1978 291 D JNIOUI 1985 368 A BORGMANN 1986 400 D SEXTON 1977 167 B CASTNER 1980 257 D AMARIGLIO 1983 247 A GEERLINGS 1991 302 J GEERLINGS 1991 315 J IGLESIA 1992 212 E SOLYMOSI 1985 567 F SOLYMOSI 1981 2645 F SOLYMOSI 1981 371 F SOLYMOSI 1980 428 F SOLYMOSI 1985 578 F BEHNER 1986 276 H FREUND 1987 550 H PIRNER 1987 147 M PIRNER 1989 1091 M WEDLER 1990 93 G MEYER 1994 110 G MEYER 1994 123 G KLINGENBERG 1993 374 B GRELLNER 1995 107 F GRELLNER 1994 143 F DZIEMBAJ 1992 81 R DZIEMBAJ 1994 353 R DZIEMBAJ 1989 343 R DZIEMBAJ 1991 557 R AMARIGLIO 1985 375 A JNIOUI 1987 144 A KESTEL 1994 390 U KESTEL 1993 U THESIS SCHMIDT 1987 297 L LANDES 1985 231 H MARSHALL 1991 G THESIS WORN 1995 M THESIS FROHLICHX1996X1 FROHLICHX1996X1X19 FROHLICHX1996X1XG FROHLICHX1996X1X19XG item 0926-860X(95)00207-3 0926860X95002073 1-s2.0-0926860X95002073 10.1016/0926-860X(95)00207-3 271346 2024-01-01T12:18:48.759026Z 1996-01-04 1-s2.0-0926860X95002073-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002073/MAIN/application/pdf/0e071c885e1b2d67805d42d47ad7d5d1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002073/MAIN/application/pdf/0e071c885e1b2d67805d42d47ad7d5d1/main.pdf main.pdf pdf true 976906 MAIN 19 1-s2.0-0926860X95002073-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002073/PREVIEW/image/png/0bd9d1a034982bf5c151bcc01e71b4fc/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002073/PREVIEW/image/png/0bd9d1a034982bf5c151bcc01e71b4fc/main_1.png main_1.png png 46248 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: G ENERAL ELSEVIER Applied Catalysis A: General 134 (1996) 1-19 Activation and deactivation of cobalt catalysts in the hydrogenation of carbon dioxide G. FriShlich a, U. Kestel a, j. Lojewska b, T. Lojewski b, G. Meyer a, M. VolB a, D. Borgmann a, R. Dziembaj a, G. Wedler a,. a Institute of Physical and Theoretical Chemistry, University ofErlangen-Niirnberg, Egerlandstr. 3, D-91058 Erlangen, Germany b Faculty of Chemistry, Jagiellonian University, Karasia 3, PL 30060 Krak6w, Poland Received 6 February 1995; revised 1 August 1995; accepted 14 August 1995 Abstract Activation and deactivation of Co foils during hydrogenation of carbon dioxide have been studied in dependence on pretreatment of the catalyst and time on stream, temperature and composition of the educt gas. Modifications of the surface due to activation and deactivation have been investigated by means of a combination of various methods, including temperature programmed processes as well as Auger electron spectroscopy and electron microscopy. Both oxidation/reduction of the surface and incorporation of oxygen and carbon in the bulk lead to marked changes in the surface structure and a considerable increase in surface area. The catalytic activity of the oxidized surface concerning the hydrogenation of CO2 is small, but increases strongly with reduction. Deactivation is accompanied with structural changes and proved to be reversible. Chemical poisoning was only observed after addition of hydrogen sulfide to the educt gas. Keywords: Carbon dioxide hydrogenation; Cobalt foil; Deactivation I. Introduction During the last decade several attempts have been made to bridge the gap between catalysis under technical conditions and basic research under ultrahigh vacuum (UHV) conditions (see, e.g., [ 1-3] ). The aim of these studies is on the one hand to get a better understanding of the microscopic processes occurring in the various catalytic steps and on the other hand to apply modern surface sensitive techniques to the investigation of the surface state of the catalyst. * Corresponding author. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDl O926-860 X ( 95 ) 00207-3 2 G. Fri~hlich et al./Applied Catalysis A: General 134 (1996) 1-19 The interaction and hydrogenation of CO and CO2 over transition metal catalysts proved to be a highly appropriate reaction for such a purpose. Polycrystalline rhodium [4-6], cobalt single crystals [7,8] and supported cobalt [9], palladium [10], rhodium [11-14] and ruthenium [9] were used as catalysts, by way of example. The group in Erlangen has thoroughly studied the adsorption, coadsorption and reaction of carbon dioxide on 3d metals (mainly on various iron surfaces) under UHV conditions [ 15-19] as well as the influence of potassium on the reaction behaviour of carbon dioxide on these metal surfaces [20,21]. Simultaneously electron spectroscopic and LEED studies were carded out in order to get infor- mation on the mechanism of the oxidation of Co (11'20) as well as on the reaction of water on this surface [22-24]. In addition, catalytic studies of CO2 hydrogenation on doped iron catalysts [25,26], carbiding of iron foils [27,28] and hydrogenation of various carbon deposits [26] have been completed in Krak6w. Kinetics of cobalt foil oxidation and reduction has been introductorily characterised [ 29 ] and related to the activity of the catalyst during CO2 methanation, which was tested by a pulse-reactor tech- nique [30]. The aim of these studies is the thorough investigation of the hydrogenation of carbon dioxide on cobalt catalysts, on both cobalt foils and supported catalysts, including the study of activation and deactivation. Pioneering work concerning the elucidation of the properties of this catalytic system has already been done by Amariglio and coworkers [2,31,32]. Meanwhile new aspects have been faced which require a reinvestigation or, at least, additional studies. The present paper concentrates on the hydrogenation of CO2 over cobalt foils. At first the experimental procedure will be described. Then a general survey of the phenomena, which can be observed concerning activation and deactivation of the catalysts, will be given. Surface analytical methods will be applied in order to study the changes in structure and chemical composition of the catalyst surface that occur during preparation and reaction. Finally, selected experiments will be discussed which are appropriate for the elucidation of the causes and the mechanisms of both activation and deactivation of the used cobalt foil catalysts. The results of this investigation have proved to be helpful to the understanding of the properties of cobalt catalysts supported on silica, titania and alumina, which will be reported in future papers. 2. Experimental The experiments were carried out in several apparatuses which differ in both the type of experimental equipment and the type of analyzer. The catalyst used in all types of experiments was a cobalt foil (Goodfellow, 99.9%, 0.05 mm thick). G. Fri~hlich et al. /Applied Catalysis A: General 134 (1996) 1-19 3 Apparatus A used by the Erlangen group is equipped with a continuously stirred batch reactor, a gas chromatograph (Carlo Erba, MEGA Series HRGC 5300), an UHV chamber with an Auger electron spectrometer (AES) and facilities for clean- ing or preparing the catalyst as well as a mass spectrometer in order to take thermal desorption spectra. A differentially pumped UHV lock system connects reactor and UHV chamber. The catalyst is fixed in a cutout of a transfer rod and is heated by passing an electrical current through the cobalt foil. It can be transferred from the reactor into the UHV chamber and back by means of the transfer rod, within a few minutes. Transfer of the catalyst into the UHV chamber for a time long enough to take an Auger spectrum does not influence the catalytic reaction. Hydrocarbons are separated by means of a Carbowax-Porasil column and determined by a flame ionization detector (FID). In order to analyze CO and CO2 a Porapack QS column and a thermal conductivity detector (TCD) are used. Details of apparatus A have been published elsewhere [ 3,33 ]. Apparatus B which was also used by the Erlangen group allows to carry out flow experiments with the use of a plug-flow reactor. It comprises a gas supplying system, a reactor equipped with a programmable heating device and a gas analysing system. The gas supplying system consists of a gas handling system which allows further purification of the high purity gases introduced from gas flasks, gas dosing by means of flow controllers, gas moistening as well as gas mixing. Both isothermal and temperature-programmed reactions can be performed in the reactor. The gas leaving the reactor can be alternatively dosed into a gas chromatograph (Carlo Erba, VEGA Series GC 6000, columns the same as mentioned above) by means of a six-port valve or immediately introduced into a flame ionization detector. The latter method was applied in Cracow. The advantage of the former procedure is that it allows quantitative analysis of the product gas, however, the disadvantage is that only every 30 min an analysis can be carried out. The latter procedure allows a continuous analysis of the outlet stream, however, restricted to the sum of all hydrocarbons. Apparatus C was used in Cracow for cycles of alternate temperature programmed reduction and isothermal pulse oxidation. It comprises a gas supplying system with gas purifiers and electronic mass-flow controllers, a reactor with a programmable heating device and a gas analysing unit (TCD). Details are given in [ 29]. In order to investigate the surface structure of the catalyst, some foils were removed from the reactor (apparatus B) and transferred to a scanning electron microscope (JEOL JSM 64000). The contact with the atmosphere, which could not be avoided, had no remarkable influence on the surface structure. For all experiments the preparation of the catalyst in apparatus B and C was always the same. At first a reduction was performed (15 Nml/min H2, 873 K, 10 h) followed by an oxidation (15 Nml/min 0.1% 02 in N2, 823 K, 30 min). In the batch reactor A a sputtering cycle (573 K, 30 min, Us=750 V, Is=3.6/xA) was applied between the reduction (1000 mbar H2, 873 K, 12 h) and the oxidation cycle ( 100 mbar 02, 823 K, 30 min). 3. Results and discussion 0.012 3.1. Influence of the temperature and the number of reaction~activation cycles on the catalytic activity In order to get a survey of both the reactions which occur on the surface of the cobalt foils used as catalysts and parameters which influence the behaviour of the catalytic systems Fig. 1 and Fig. 2 show characteristic results obtained by means of the plug-flow reactor B. Preoxidized Co foils prepared as described in the preceding paragraph were put in the plug-flow reactor B. The geometrical surface area amounted to 14.8 cm2. The composition of the educt gas was always 0.010 0.008 o E 0.006 \"7 .-. o.o04 < 0.002 0.000 x lO0 w m __ v -- \" xlO00 T = 523 K a) 0.12 T ~ 0.10 -6 E~. 0.08 = ~,~ 0.06 ~ 0.174 C 0.02 4 G. FrOhlich et al./Applied Catalysis A: General 134 (1996) 1-19 The appropriate reaction conditions depend on the question to be answered. They will be notified in connection with the distinct experiments. I I I I I I I i T = 623 K b) 0.00 .v. , , , , i , J 0 100 200 300 400 500 600 700 800 Time on Stream t [min] Fig. 1. Rate of formation of methane ([]), ethane (A), propane ( ) and carbon monoxide (0) in dependence on TOS, (a) at 523 K and (b) at 623 K. Note that the rates of ethane and propane have been multiplied by 100 and 1000, respectively. G. FriJhlich et aL /Applied Catalysis A: General 134 (1996) 1-19 5 0.030 f'~ T = 523 K ~ . 0.020 1 o 0.015 \"~8 < 0,010 <3 0,0O5 -~L'~~,~ ~ ~3 1 o.ooo r- I ' I ' I ' I ' I ' I 0 100 200 300 400 500 600 Time on Stream t [min] Fig. 2. Rate of formation of methane in dependence on TOS at 523 K after the 1st, 3rd, 4th and 9th cycle of reduction/oxidation/reaction; inset: maximum activity as a function of the number of reduction/oxidation cycles. p(H2) :p(CO2) = 5:1, the total pressure is 1.0 bar and the flow rate is 60 Nml/min. In Fig. 1 a and Fig. lb the rates of the formation of methane, ethane, propane and carbon monoxide have been plotted in dependence on time on stream (TOS) at reaction temperatures of 523 and 623 K, respectively. During the first minutes the rate of formation increases rapidly. Then it passes through a maximum and decreases with TOS due to deactivation. When the catalyst is exposed to the educt gas already in reduced state, the highest rate is found just at the beginning of the experiment and only the descending branch of the curves in Fig. la and Fig. lb is observed. There is clear evidence that the ascending parts of the curves are due to the reduction of the inactive, oxidized Co surface by the educt gas. Already at first sight it is obvious that the decrease in carbon monoxide production is much smaller than the decrease in the formation of the hydrocarbons [ 2,32]. These show comparable rates of decrease, regarding that the partial pressure of propane is near the detection limit. The increase in temperature from 5\"a (Fig. la) to 623 K (Fig. lb) leads to an increase in the rate of formation of the ,aain products (CH4 and CO) by about one order of magnitude without a change in the general shape of the curves. However, the maximum rate is not only a function of temperature, but also a function of the number of cycles (reduction-oxidation-catalytic reaction) which have been performed before [ 2,32]. In the cases demonstrated in Fig. 2 the prep- aration and reaction conditions were identical for all cycles. Nevertheless, the activity of the catalyst towards methanation increases from cycle to cycle and reaches an upper limit after about 10 cycles (inset in Fig. 2). This effect should be regarded when absolute values of the reaction rates are compared; the curves of Fig. la and Fig. lb, e.g., were obtained with two subsequent cycles of a rather fresh catalyst. Also Fig. 3 refers only to methane production. The curves have been obtained with the FID, using apparatus C, but the product gas did not pass through a gas 6 G. Fri~hlich et al./Applied Catalysis A: General 134 (1996) 1-19 0.5 .'~ 0.4 E 0.3 \"7 j 0.2 o e- <~ 0.1 0.5 0.3 0.2 0.1 0.0 4OO50O6OO7OO Temp. [~ 523 K o.o t ' , I I 0 30 60 90 120 150 Time on Stream t [min] Fig. 3. Rate of formation of methane in dependence on TOS at different temperatures; inset: maximum rates in dependence on temperature. chromatograph. As can be seen from Fig. 1 the amount of ethane and propane is so small that it does not influence the result. This experimental procedure allows the investigation of the behaviour at initial TOS, when activation of the oxidized catalyst and deactivation overlap. The comparison of the reaction rates with Fig. 2 shows that the catalyst has already approached a high (and constant) activity which is characteristic of catalysts which have passed through a large number of cycles. Therefore curve 573 K can be used as a standard. With increasing temperature the maximum of the curves shift to smaller values of time t and to higher values of the reaction rate. Since the gradient of the increase in the curves is a measure of the rate of activation of the oxidized catalyst it reflects the rate of reduction of the oxidized surface. Of special interest is the sigmoidal shape of the curves which can be seen at temperatures of and below 573 K. It indicates the increase with time in oxygen free surface, which also is necessary for the dissociative chemisorption of hydrogen as a prerequisite to reduction. Coad- sorption of carbon monoxide strongly delays the reduction [ 33,34]. The height of the maximum also depends significantly on the temperature (see inset), which points to the strong temperature dependence of the rates of reduction, methanation and deactivation. Activation as well as deactivation may be due to changes in both structure and chemical composition of the catalyst surface. Such changes may influence one another. Therefore, the following section will be concerned with the influence of the pretreatment of the catalyst as well as of the catalytic reaction on the structure and the composition of the surface. G. FrOhlich et al. / Applied Catalysis A: General 134 (1996) 1-19 7 4. Activation 4.1. Structure and composition of the surface of the catalyst 4.1.1. Structure of the surface of the Co foil The structure of the surface was studied by means of scanning electron micros- copy. As mentioned in the Section experimental, these investigations could not be performed in situ. The catalysts were transferred from the reactor to the microscope. Contact with the atmosphere could not be avoided. The scanning electron microscopic pictures were taken of the untreated surface of the Co foil (Fig. 4a), of the surface after oxidation (Fig. 4b), of the surface in its state of highest activity (Fig. 4c) and of the surface after the catalytic reaction (Fig. 4d). The micrograph of the untreated foil shows the rolling texture which is due to the manufacturing process. Apart from this directional texture the surface is rather smooth, whereas the surface of the oxidized foil is unquestionably rough, and the rolling texture has completely disappeared. After a time on stream of 30 min at 523 K, when the oxidized surface has been reduced by the educt gas, the structure has become even rougher. After several hours of catalytic hydrogenation of carbon dioxide the surface exhibits quite another structure. The roughness seems to have been reduced. Formation of groups of fairly large crystallites occurs on the surface leaving empty spaces in the surface layers. These structural changes will be of a great value in the understanding of activation and deactivation of the Co foil. 4.1.2. Chemical composition of the surface Auger electron spectroscopic studies have been carried out in situ by means of apparatus A. They have been used to study the composition of the surface after different treatments (Fig. 5). Curve a refers to the Co foil that had already been used as a catalyst for several measurements, and had then been reduced in 1 bar H2 at 823 K for 12 h. Sulfur, chlorine and carbon belong to the impurities that are usually observed under such conditions. Sulfur is contained in very low concentration in the bulk of the foil. The heat treatment leads to segregation at the surface. The Auger electron spectrum allows at least the estimation of the quantity of sulfur on the surface. It amounts to less than 5% of a monolayer. The fairly strong oxygen signal in curve a is to be discussed in connection with the Si signal. This points to the presence of SIO2, most probably stemming from the manufacturing process. Sputtering with Arions (30 min; 573 K; Us =750 V; Is= 3.6 ~A) leads to the disappearance of nearly all contaminations (curve b). The small amount of carbon and oxygen cannot be completely removed due to the permanent complementing from the bulk. When the foil is oxidized ( 100 mbar 02; 30 min; 873 K) only the oxygen signal increases (curve c). II L L ? o :ig. 4. Scanning electron micrographs of the Co foil. (a) untreated surface (amplification factor 10 000 times), (b) after oxidation ( 10 000 times ), (c) after 30 min on ;tream in the state of the highest activity (5000 times) and (d) after the catalytic reaction ( 10 000 times ). G. Fr6hlich et aL /Applied Catalysis A: General 134 (1996) 1-19 9 Co $ CI C 0 Co R II I 1 b ul ~ c W Z \"D I I ' I I I I I I I ' I ' I I I I 0 100 200 300 400 500 600 700 800 900 Electron Energy E [eV] Fig. 5. Auger electron spectra of the surface of the Co foil. (a) reduced in 1 bar H2 at 823 K for 12 h after catalytic reaction, (b) after sputtering with Arions, (c) after oxidation, (d) after catalytic reaction and (e) after heating in vacuum. Details are given in the text. During hydrogenation of CO2 (20 h; 553 K; p(H2):p(CO2) =4:1) sulfur seg- regates rather quickly to the surface. Chlorine accumulates from a small contami- nation in the educt gas. Both carbon and oxygen signals are rather small (curve d). When finally the foil is heated in vacuum for 10 min to 973 K sulfur and oxygen signals increase again, chlorine and carbon disappear completely (curve e). Prob- ably carbon is oxidized by the oxygen to carbon monoxide which desorbs at this temperature. During oxygen pretreatment and catalytic reaction, respectively, oxy- gen and carbon penetrate deep into the bulk as will be discussed in a subsequent section. 4.2. Oxygen at the surface and in the bulk Application of the apparatus C allows admission of known doses of oxygen to the catalyst and determination of the consumed amount via measurement of the heat conductivity of the gas that leaves the reactor. Fig. 6 shows that 18 equal doses of oxygen (2.26 Nml of 14.3 vol.-% 02 in He) were admitted at 800 K. From the first six doses a large amount of the admitted gas was adsorbed (56/zmol O2), from the remaining 12 doses a considerably smaller amount. 10 G. Fr6hlich et al. /Applied Catalysis A: General 134 (1996) 1-19 80 7O O 60 o .~_ 50 4o o 30 (3 20 x 700 O 10 Temperature T [K] I ' ', ', ' ', ', ' ', I ' I ' I ' I ' I 2 4 6 8 10 12 14 16 18 20 Number of Pulses Fig. 6. Amount of oxygen taken up by the cleaned Co foil in dependence on the number of 02 doses (each of them 2.26 Nml of 14.3 vol.-% Oz in He) admitted at 800 K. Inset: temperature-programmed reduction (see text). Immediately after the oxidation a temperature programmed reduction experiment (TPRed) ( 10 K/min; 20 Nml/min H2; 450-760 K) was carried out. The inset in Fig. 6 shows the result. While increasing the temperature a peak of formed water appears (maximum at 570 K). On the contrary, no water is observed while cooling down the catalyst. From the area below the curve the amount of water ( 112/zmol HzO), which has been formed can be calculated [29]. This amount proves to be equivalent to the amount of oxygen which has quickly been adsorbed (first six doses). The interpretation is as follows. There are two kinds of oxygen sorption by the Co foil: Quick adsorption on the surface, slow continuous sorption in the bulk. Only the former oxygen reacts with hydrogen in the TPRed experiment, and can be removed as water. After the catalyst has been exposed to a large number of reduction/oxidation cycles, every cycle showed curves similar to Fig. 6. This means that by the hydrogen treatment only surface oxygen is removed, whereas the oxygen which is slowly sorbed accumulates in the bulk. This also results from Auger spectra taken after increasing sputtering times [ 33 ]. If after a 20 h hydrogenation of carbon dioxide (curve d in Fig. 5) the catalyst is sputtered at 573 K with Ne+ ions ( Us = 850 V; Is = 2.0/zA) for 15, 40 or 100 min all impurities disappear quickly. Only the intensities of the carbon and oxygen signals remain unchanged even if a large number of layers ( > 100) have been removed by sputtering. This fact gives clear evidence that during consecutive reduction/oxidation cycles oxygen penetrates deep into the bulk. The repeated oxidation and reduction processes destroy the surface-near structure of the cobalt foil (Fig. 4b). This fact has to be related to the increase in the methanation activity of the Co foil with the number of experimental cycles (i.e., subsequential hydro- genation/oxidation reactions) and also supports an observation made by Amariglio et al. [ 32], namely the increase of the methanation activity with the number of pulses of oxygen supplied to the reactor between successive catalytic experiments. The same effect is observed when the oxidation is carded out in a stream of N2/O2 G. FrOhlich et al. /Applied Catalysis A: General 134 (1996) 1-19 11 0.20 T 0.15 -.... O E 0.10 8 < 0.05 T = 573 K b a 0.0o ' I ' I ' I ' t ' 20 40 60 80 100 Time on Stream t [rain] Fig. 7. Rate of formation of methane in dependence on TOS after preoxidation of the catalyst with (a) 200 and (b) 3500 ppm 02 at 573 K. mixtures with various oxygen contents (measured in apparatus C). With oxygen contents of 200 and 3500 ppm, respectively, the curves a and b in Fig. 7 were obtained. The higher the oxygen content, the higher the activity of the catalyst in the initial section of the curve. 5. Deactivation 5.1. Influence of the admission of various gases and reaction gas mixtures on the catalyst activity In order to answer the question, whether the deactivation is due to chemical poisoning of the surface, in a series of experiments under nearly identical conditions (p (H2) :p (CO2) = 5:1, total pressure 1 bar, 553 K, apparatus B ) the hydrogenation of carbon dioxide was interrupted by replacing the educt gas (H2/CO2) by a stream of pure nitrogen (Fig. 8a), hydrogen (Fig. 8b) and oxygen (Fig. 8c) for 20 h. Then the usual educt gas mixture was switched on again. In another experiment the poisoning of the catalyst by H2S was investigated. Fig. 8d refers to the methane production without the admission of H2S (curve 1 ), with a continuous (curve 2) and with a pulsed addition (curve 3) of H2S to the educt gas. In the case of continuous addition 13 doses of 8 nmol H2S (5\" 10t5 molecules) were added. Each dose was injected immediately after sampling gas for GC analysis. In the case of pulsed addition the total amount of 110 nmol H2S (5.2.10t6 molecules, geometrical surface area 0.74 cm2) was added in one dose. The inert nitrogen atmosphere affects only slightly the activity concerning meth- ane production. Hydrogen leads to a strong decrease in the activity regarding hydrocarbon formation, but to an increase in the activity regarding carbon monoxide 12 G. Frahlich et aL /Applied Catalysis A: General 134 (1996) 1-19 An/At Aco-~ [pmol/cm2.s] c5 c5 c5 c5 c:; An/At Aco-1 [k~m01/cm2.s] c5 ~5 o o c~ (N ~2 CD oi r-4 e~ ~'.~ ~. L I < ,il~ I= I Iiii I < 'II\" \"~ ~\"~ ~ ! I ii I~ I~'I'- ~\" .__ .~,_ L~ I,,~, ~ ~ ~ ,, \"~ ~'= , I - gl I I I I I I I I ~ ~ o~ o ~ 8 ~ o~ 8 d d d d o c~ do' c~ c~ [s.~wo/lo~ufl] o~. Iv/uv [s.~U~llOWTl] ~.o~. IWuv O0v T 0 E \"T <1 G. Fri~hlich et al. /Applied Catalysis A: General 134 (1996) 1-19 0.20 T = 573 K 0.15 0.10 0.05 13 o.oo ' I ' I ' I ' I ' 0 20 40 60 80 100 Time on Stream t [rain] Fig. 9. Rate of formation of methane at 573 K in dependence on TOS (a) in the absence of H20 and (b) in the presence of H20 [p(H20) = 2300 Pa] in the educt gas. production. Oxygen leads to a strong increase in all activities. These three examples show clearly that adsorption or deposition of nitrogen and oxygen is not responsible for deactivation of the catalyst, i.e., that these gases do not act as chemical poisons. The slight decrease in the activity in the case of nitrogen can be explained by a slight sintering of the catalyst at 573 K. On the other hand hydrogen causes a very strong decrease in the activity concerning hydrocarbon production due to a sintering process favoured by a reduction of the catalyst as already mentioned by Schmidt and Lee [35], or to a change in the nature of the carbon deposit. Such a decrease in activity was not observed in the CO formation rate. Oxygen acts in the same way as in the reduction/oxidation cycle, it leads to an increase in surface area. H2S acts as chemical poison when amounts in the order of a monolayer are adsorbed on the surface. On the other hand sulfur which segregates to the surface in small amounts has no significant influence on the deactivation of the catalyst [ 34]. The presence of water in the educt gas has a negative influence on the activity. In Fig. 9 curves a and b refer to dry and moistened (2%) educt gas, respectively. Due to the presence of water, which decomposes on the catalyst surface at 573 K under formation of oxide [ 24 ], the reduction of the initially oxidized surface takes a longer time and does not become complete. The competition of hydrogen and water for metallic adsorption sites leads to the sigmoidal shape of curve b. Curve a is identical with curve 573 K in Fig. 3 and serves as a standard as already mentioned. Finally the influence of the composition of the educt gas (p(H2) :p(CO2) = 3:1, 4:1, 5:1, 7:1) on the rate of formation has been studied at 573 K in two ways. In the first kind of experiment the composition of the mixture was changed during the deactivation period (Fig. 10). There is only a very slight change in the formation of the hydrocarbons, whereas the CO production is strongly influenced; it decreases with increasing hydrogen content. Furthermore the experiments have been carded out in the initial range using gases of strongly different composition, the other 14 G. FrOhlich et al. /Applied Catalysis A: General 134 (1996) 1-19 ~r 0.03 .~ 0.01 ~x ~r,v. ':! .... o.o15 k ~s~ - o so 400 ~ ~ 3 : 1 , TOS [rain] 000 __.--.,. f vv W,. \" ~ x 100 Ivvv_.l J o.ooo ... J . I ' \", ' ','' ', ' ', ' ', ' 0 100 200 300 400 500 600 700 800 Time on stream t [min] Fig. 10. Rate of formation of methane (FI), ethane ( 100 times) (A), propane ( 1000 times) ( ) and carbon monoxide ( in dependence on TOS after exposure to differentp(H2):p(CO2) ratios; inset: influence of different p (Hz):p(CO2) ratios on the conversion to methane in the initial range. conditions remaining unchanged. There is a strong influence of the p (H2):p (CO2) ratio on the conversion of CO2 to methane. It increases with increasing hydrogen content at the cost of CO production (see inset of Fig. 10, mind that the ordinate is not the rate but the conversion). 5.2. Temperature programmed reactions Fig. l 1 shows the result of a temperature programmed reaction. At first the hydrogenation of carbon dioxide was measured at 473 K for 100 min. Then the temperature was increased with a rate of 1 K/min up to 823 K. Finally the temper- ature was decreased again with the same rate. The product gas was analyzed at the temperatures indicated by the symbols. The rate of methane formation increases first, passes through a maximum at 700 K and decreases again [ 32]. When the temperature is lowered only a very low activity concerning methane formation is observed. Also the curves describing the formation of ethane and propane show up a maximum at 640 and 570 K, respectively. The position of the maximum shifts to lower temperatures with increasing number of C atoms. When the temperature is lowered no production of ethane and propane can be observed at all. Also the curve referring to carbon monoxide runs through a maximum; it lies at 800 K. However, with decreasing temperature still a distinct CO production can be observed. There is clear evidence that the catalyst generally deactivates at temperatures which depend on the product gas. As already discussed in connection with Fig. 1 the deactivation concerning hydrocarbon formation is more and concerning the CO formation less important. It has to be traced back to a decrease in the number of active sites, which proves to be different for the various product gases. G. Fri~hlich et al. /Applied Catalysis A: General 134 (1996) 1-19 0.7 15 0.6 ~ 0.5 ~ 0.4 E \"T 8 < 0.3 0.2 0.1 0.0 400 500 600 700 800 Temperature T [K] Fig. l 1. Rate of formation of methane (V1), ethane (200 times) (A), propane (5000 times) ( ) and carbon monoxide (0) in dependence on temperature, fl= I K/min. 5.3. Carbon deposition during hydrogenation of carbon dioxide In order to get even more information on the hydrogenation of deposited carbon this reaction was also studied by means of apparatus A which allows a combination with AES. The carbon AES signal observed after a 20 h hydrogenation of carbon dioxide (curve d in Fig. 5) is rather small. The carbon content in the surface layer is equivalent to a small part of a monolayer. However, as already mentioned, this signal does not change significantly when a considerable number of surface layers have been removed by sputtering. This means that not only oxygen but also carbon penetrates deep into the bulk. In order to prove this statement the following experiment was carried out: after a 20 h hydrogenation of carbon dioxide the gas phase was pumped off and the batch reactor was filled with hydrogen (p = 1.0 bar). The temperature was raised up to 873 K. As can be seen from Fig. 12a methane was formed. This curve represents the total amount of CH4 produced in the batch reactor (apparatus A). At the reduction times indicated by vertical lines the Auger spectra of Fig. 12b were taken. The increase of the sulfur signal is due to segregation of S from the bulk to the surface at the high temperature as already discussed. The carbon signal is very small as long as hydrogenation to methane takes place (curves 2 and 3) and increases again when the formation of methane is stopped by removing the hydrogen atmosphere. The number of methane molecules formed in this experiment exceeds 16 G. Friihlich et al. /Applied Catalysis A: General 134 (1996) 1-19 10 12 3 8 o ,\") o, 8 0 100 200 300 400 500 600 700 800 Reduction Time t [min] Co S CI C O Co e,,e ii 4,1 I iii \"1o Z 'IO 0 200 400 600 800 Electron Energy E [eV] Fig. 12. (a) Formation of methane when the catalyst was exposed to 1.0 bar H2 at 873 K after a catalytic reaction. (b) Auger spectra of the catalyst surface taken at the times indicated by the vertical lines in (a). the number of carbon atoms which would form a monolayer by three orders of magnitude. The situation is quite similar to that observed in the case of the Boudouard reaction [27,36] and the water-gas shift reaction on iron [37], where transfor- mation of an iron film, 30 nm thick, into iron carbide was observed with the use of G. Fri~hlich et al. / Applied Catalysis A: General 134 (1996) 1-19 17 electron diffraction. In recent unpublished experiments concerning hydrogenation of CO and CO2 on cobalt films the formation of cobalt carbide Co2C during the reaction was also discovered [ 38 ]. Considering an intermediate formation of a cobalt carbide it is not astonishing that the structure of the catalyst surface undergoes a further change, after the oxidized surface (Fig. 4b) has been reduced in the reaction mixture (Fig. 4c). 6. Conclusions The heterogeneously catalysed hydrogenation of carbon dioxide over cobalt foils has been studied by means of combined application of various methods. Two types of reactors have been used, a plug-flow reactor and a batch reactor. The influences of pretreatment of the catalyst, reaction temperature, composition of the educt gas and change in temperature during the reaction on the composition of the product gas as well as on the dependence of the rate of reaction on TOS were investigated. Repeated reduction/oxidation cycles increase the activity of the cobalt foils in regard to all the products (methane, ethane, propane and carbon monoxide). There is a strong influence of reaction temperature on both activation of the catalyst, which was installed in oxidized state and the rates of the catalytic reactions. Deactivation, that is observed during the isothermal reaction, reduces the rate of formation of hydrocarbons more than that of formation of carbon monoxide. It is a reversible deactivation, i.e., the catalyst can easily be reactivated by a simple reduction/oxidation cycle. Concerning the deactivation the same occurs during temperature programmed reactions: When a distinct temperature is exceeded the rate of reaction strongly decreases and finally approaches zero. The maximum rate is observed at temperatures which increase in the sequence propane, ethane, meth- ane, carbon monoxide. The preliminary activation of the catalyst occurs not only via preoxidation of the cobalt surface but can be increased by reduction/oxidation cycles which lead to an increase or a roughening of the surface region. It has been found that from one reduction/oxidation cycle to the following cycle, during oxidation, oxygen can continuously penetrate deeper into the bulk. This process contributes to the observed roughening of the surface region. Only surface oxygen can be completely removed from the surface by hydrogenation. This reac- tion is fast. The oxidized surface is not active in the hydrogenation reaction, activation occurs within the first few minutes of the reaction. The deactivation discussed so far, is traced back to structural changes in the surface of the catalyst. There is evidence that deactivation is not only caused by a decrease in the surface area. It is likely that also qualitative changes take place, which affect the formation of the various products in different extent. 18 G. Fri~hlich et al. /Applied Catalysis A: General 134 (1996) 1-19 Chemical poisoning of the catalyst could only be observed in the case of hydrogen sulfide added to the educt gas. Interruption of the catalytic reaction by exposure of the catalyst to a continuous flow of nitrogen had almost no influence, oxygen led to considerable reactivation and hydrogen to pronounced sintering of the surface. Acknowledgements The authors thank the Deutsche Forschungsgemeinschaft, the Max-Buchner- Forschungsstiftung and the Polish State Committee for Scientific Research (KBN) for financial support. The cooperation between the groups in Edangen and Krak6w was supported by the partnerships between the Friedrich-Alexander-University, Erlangen and the Jagiellonian University, Krak6w. References I 1 ] D.J. Dwyer and G.A. Somorjai, J. Catal., 52 (1978) 291. [2] A. Jnioui, M. Eddouasse, A. Amariglio, J.J. Ehrhardt, J. Lambert, M. Alnot and H. Amariglio, Surf. Sci., 162 (1985) 368. [3] D. Borgmann, P. Strattner and G. Wedler, Chem. lng. Tech., 58 (1986) 400. [4] B.A. Sexton and G.A. Somorjai, J. Catal., 46 (1977) 167. [5 ] D.G. Castner, R.L. Blackadar and G.A. Somorjai, J. Catal., 66 (1980) 257. [6] A. Amariglio, M. Lakhdar and H. Amariglio, J. Catal., 81 (1983) 247. [7] J.J.C. Geerlings, M.C. Zonnevylle and C.P.M. de Groot, Surf. Sci., 241 (1991) 302. [8] J.J.C. Geerlings, M.C. Zonnevylle and C.P.M de Groot, Surf. Sci., 241 ( 1991 ) 315. [91 E. Iglesia, S.L. Soled and R.A. Fiato, J. Catal., 137 (1992) 212. [ 10] F. Solymosi, A. ErdGhelyi and M. Lancz, J. Catal., 95 (1985) 567. [ 11 ] F. Solymosi, A. ErdGbelyi and T. Bansagi, J. Chem. Soc., Faraday Trans. 1, 77 ( 1981 ) 2645. [ 121 F. Solymosi, A. ErdGbelyi and T. Bansagi, J. Catal., 68 ( 1981 ) 371. [ 13] F. Solymosi, A. ErdGhelyi and M. Kocsis, J. Catal., 65 (1980) 428. [ 14] F. Solymosi, I. Tombacz and J. Koszta, J. Catal., 95 (1985) 578. [ 15] H. Behner, W. Spiess, G. Wedler and D. Borgmann, Surf. Sci., 175 (1986) 276. [ 161 H.J. Freund, H. Behner, B. Bartos, G. Wedler, H. Kuhleabeck and M. Neumann, Surf. Sci., 180 (1987) 550. [ 17] M. Pirner, R. Bauer, D. Borgmann and G. Wedler, Surf. Sci., 189/190 (1987) 147. [ 18] M. Pirner, D. Borgrnann and G. Wedler, Surf. Sci., 211/212 (1989) 1091. [ 19] G. Wedler, W. KieBling and D. Borgmann, Vacuum, 41 (1990) 93. [20] G. Meyer, E. Reinhart, D. Borgmann and G. Wedler, Surf. Sci., 320 (1994) 110. [211 G. Meyer, D. Borgmann and G. Wedler, Surf. Sci., 320 (1994) 123. [221 B. Klingenberg, F. Grellner, D. Borgmann and G. Wedler, Surf. Sci., 296 (1993) 374. [23] F. Grellner, B. Klingenberg, D. Borgmann and G. Wedler, J. Electron Spectrosc. Relat. Pbenom., 71 (1995) 107. [24] F. Grellner, B. Klingenberg, D. Borgmann and G. Wedler, Surf. Sci., 312 (1994) 143. [25] R. Dziembaj, W. Makowski and H. Papp, J. Mol. Catal., 75 (1992) 81. [26] R. Dziembaj and W. Makowski, J. Mol. Catal., 91 (1994) 353. [27] R. Dziembaj, W. Makowski, G. Wedler, A. Schmidt and H. Landes, React. Solids, 7 (1989) 343. [ 28 ] R. Dziembaj, W. Makowski and G. Wedler, Polish J. Chem., 65 ( 1991 ) 557. [29] R. Dziembaj and T. Lojewski, React. Kinet. Catal. Lett., in press. [30] R. Dziembaj, J. Lojewska and T. Lojewski, React. Kinet. Catal. Lett., in press. [31 ] A. Amariglio, M. Eddouasse and H. Amariglio, Surf. Sci., 162 (1985) 375. G. FrOhlich et al. /Applied Catalysis A: General 134 (1996) 1-19 19 [32] A. Jnioui, M. Eddouasse, A. Amariglio, J.J. Ehrhardt, M. Alnot, J. Lambert and H. Amariglio, J. Catal., 106 (1987) 144. [33] U. Kestel, G. Fr6hlich, D. Borgmann and G. Wedler, Chem. Eng. Technol., 17 (1994) 390. [34] U. Kestel, Thesis, University of Erlangen-Niimberg, 1993. [35] LD. Schmidt and C.-P. Lee, Catal. Deact., 30 (1987) 297. [36] H. Landes, A. Sehmidt, G. Wedler and HJ. Kreuzer, Z. Physik. Chem. N.F., 144 (1985) 231. [37] G. Marshall, Thesis, University of Erlangen, 1991. [38] M. W6rn, Thesis, University of Erlangen, 1995. APCATA 95002073 0926-860X(95)00207-3 10.1016/0926-860X(95)00207-3 Article Activation and deactivation of cobalt catalysts in the hydrogenation of carbon dioxide G. Fröhlich a U. Kestel a J. Łojewska b T. Łojewski b G. Meyer a M. Voß a D. Borgmann a R. Dziembaj a G. Wedler ∗ a a Institute of Physical and Theoretical Chemistry, University of Erlangen-Nürnberg, Egerlandstr. 3, D-91058 Erlangen, Germany b Faculty of Chemistry, Jagiellonian University, Karasia 3, PL 30060 Kraków, Poland ∗ Corresponding author. Activation and deactivation of Co foils during hydrogenation of carbon dioxide have been studied in dependence on pretreatment of the catalyst and time on stream, temperature and composition of the educt gas. Modifications of the surface due to activation and deactivation have been investigated by means of a combination of various methods, including temperature programmed processes as well as Auger electron spectroscopy and electron microscopy. Both oxidation/reduction of the surface and incorporation of oxygen and carbon in the bulk lead to marked changes in the surface structure and a considerable increase in surface area. The catalytic activity of the oxidized surface concerning the hydrogenation of CO2 is small, but increases strongly with reduction. Deactivation is accompanied with structural changes and proved to be reversible. Chemical poisoning was only observed after addition of hydrogen sulfide to the educt gas. Keywords Carbon dioxide hydrogenation Cobalt foil Deactivation References [1] D.J. Dwyer G.A. Somorjai J. Catal. 52 1978 291 [2] A. Jnioui M. Eddouasse A. Amariglio J.J. Ehrhardt J. Lambert M. Alnot H. Amariglio Surf. Sci. 162 1985 368 [3] D. Borgmann P. Strattner G. Wedler Chem. Ing. Tech. 58 1986 400 [4] B.A. Sexton G.A. Somorjai J. Catal. 46 1977 167 [5] D.G. Castner R.L. Blackadar G.A. Somorjai J. Catal. 66 1980 257 [6] A. Amariglio M. Lakhadar H. Amariglio J. Catal. 81 1983 247 [7] J.J.C. Geerlings M.C. Zonnevylle C.P.M. de Groot Surf. Sci. 241 1991 302 [8] J.J.C. Geerlings M.C. Zonnevylle C.P.M. de Groot Surf. Sci. 241 1991 315 [9] E. Iglesia S.L. Soled R.A. Fiato J. Catal. 137 1992 212 [10] F. Solymosi A. Erdöhelyi M. Lancz J. Catal. 95 1985 567 [11] F. Solymosi A. Erdöhelyi T. Bansagi J. Chem. Soc. 77 1981 2645 Faraday Trans. 1 [12] F. Solymosi A. Erdöhelyi T. Bansagi J. Catal. 68 1981 371 [13] F. Solymosi A. Erdöhelyi M. Kocsis J. Catal. 65 1980 428 [14] F. Solymosi I. Tombacz J. Koszta J. Catal. 95 1985 578 [15] H. Behner W. Spiess G. Wedler D. Borgmann Surf. Sci. 175 1986 276 [16] H.J. Freund H. Behner B. Bartos G. Wedler H. Kuhlenbeck M. Neumann Surf. Sci. 180 1987 550 [17] M. Pirner R. Bauer D. Borgmann G. Wedler Surf. Sci. 189/190 1987 147 [18] M. Pirner D. Borgmann G. Wedler Surf. Sci. 211/212 1989 1091 [19] G. Wedler W. Kießling D. Borgmann Vacuum 41 1990 93 [20] G. Meyer E. Reinhart D. Borgmann G. Wedler Surf. Sci. 320 1994 110 [21] G. Meyer D. Borgmann G. Wedler Surf. Sci. 320 1994 123 [22] B. Klingenberg F. Grellner D. Borgmann G. Wedler Surf. Sci. 296 1993 374 [23] F. Grellner B. Klingenberg D. Borgmann G. Wedler J. Electron Spectrosc. Relat. Phenom. 71 1995 107 [24] F. Grellner B. Klingenberg D. Borgmann G. Wedler Surf. Sci. 312 1994 143 [25] R. Dziembaj W. Makowski H. Papp J. Mol. Catal. 75 1992 81 [26] R. Dziembaj W. Makowski J. Mol. Catal. 91 1994 353 [27] R. Dziembaj W. Makowski G. Wedler A. Schmidt H. Landes React. Solids 7 1989 343 [28] R. Dziembaj W. Makowski G. Wedler Polish J. Chem. 65 1991 557 [29] R. Dziembaj and T. Łojewski, React. Kinet. Catal. Lett., in press. [30] R. Dziembaj, J. Łojewska and T. Łojewski, React. Kinet. [31] A. Amariglio M. Eddouasse H. Amariglio Surf. Sci. 162 1985 375 [32] A. Jnioui M. Eddouasse A. Amariglio J.J. Ehrhardt M. Alnot J. Lambert H. Amariglio J. Catal. 106 1987 144 [33] U. Kestel G. Fröhlich D. Borgmann G. Wedler Chem. Eng. Technol. 17 1994 390 [34] U. Kestel 4th Edition Thesis 1993 University of Erlangen-Nürnberg [35] L.D. Schmidt C.-P. Lee Catal. Deact. 30 1987 297 [36] H. Landes A. Schmidt G. Wedler H.J. Kreuzer Z. Physik. Chem. N.F. 144 1985 231 [37] G. Marshall 4th Edition Thesis 1991 University of Erlangen [38] M. Wörn 4th Edition Thesis 1995 University of Erlangen",
      "scopus-id": "0002353698",
      "coredata": {
        "eid": "1-s2.0-0926860X95002073",
        "dc:description": "Activation and deactivation of Co foils during hydrogenation of carbon dioxide have been studied in dependence on pretreatment of the catalyst and time on stream, temperature and composition of the educt gas. Modifications of the surface due to activation and deactivation have been investigated by means of a combination of various methods, including temperature programmed processes as well as Auger electron spectroscopy and electron microscopy. Both oxidation/reduction of the surface and incorporation of oxygen and carbon in the bulk lead to marked changes in the surface structure and a considerable increase in surface area. The catalytic activity of the oxidized surface concerning the hydrogenation of CO2 is small, but increases strongly with reduction. Deactivation is accompanied with structural changes and proved to be reversible. Chemical poisoning was only observed after addition of hydrogen sulfide to the educt gas.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-01-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002073",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fröhlich, G."
          },
          {
            "@_fa": "true",
            "$": "Kestel, U."
          },
          {
            "@_fa": "true",
            "$": "Łojewska, J."
          },
          {
            "@_fa": "true",
            "$": "Łojewski, T."
          },
          {
            "@_fa": "true",
            "$": "Meyer, G."
          },
          {
            "@_fa": "true",
            "$": "Voß, M."
          },
          {
            "@_fa": "true",
            "$": "Borgmann, D."
          },
          {
            "@_fa": "true",
            "$": "Dziembaj, R."
          },
          {
            "@_fa": "true",
            "$": "Wedler, G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002073"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002073"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00207-3",
        "prism:volume": "134",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Activation and deactivation of cobalt catalysts in the hydrogenation of carbon dioxide",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon dioxide hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Cobalt foil"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-19",
        "prism:endingPage": "19",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 January 1996",
        "prism:doi": "10.1016/0926-860X(95)00207-3",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/0926-860X(95)00207-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002353698"
      }
    }
  }
}