{
  "metadata": {
    "title": "Selective ammoxidation of propane over Ca-Bi-Mo oxide catalyst",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-03-31",
    "doi": "10.1016/0926-860X(94)80194-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94801940",
    "pii": "0926860X94801940"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028401328",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94801940 0926-860X(94)80194-0 0926860X94801940 10.1016/0926-860X(94)80194-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X01767 2024-01-01T12:21:06.294127Z 0 0 19940331 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 110 110 2 2 Volume 110, Issue 2 3 173 184 173 184 19940331 31 March 1994 1994-03-31 1994 article fla Copyright © 1994 Published by Elsevier B.V. SELECTIVEAMMOXIDATIONPROPANEOVERCABIMOOXIDECATALYST KIM J CENTI 1988 55 G KIM 1991 189 Y KIM 1991 439 Y CENTI 1987 343 G CENTI 1990 515 G NEWDEVELOPMENTSINSELECTIVEOXIDATIONPROCINTERNATIONALSYMPOSIUM GIORDANO 1984 99 N KIM 1991 175 Y KIM 1990 491 Y NEWDEVELOPMENTSINSELECTIVEOXIDATIONPROCINTERNATIONALSYMPOSIUM GRASSELLI 1990 149 R NOTERMAN 1975 286 T TRIFIRO 1972 12 F CARSON 1983 1921 D SLEIGHT 1975 231 A WOLFS 1974 25 M BING 1990 3145 Z MATSUURA 1975 174 I WENG 1992 141 L BEBELIS 1989 125 S CANTI 1992 107 R CENTI 1992 661 G KIM 1992 673 Y NGUGEN 1990 415 K KIMX1994X173 KIMX1994X173X184 KIMX1994X173XJ KIMX1994X173X184XJ item 0926-860X(94)80194-0 0926860X94801940 1-s2.0-0926860X94801940 10.1016/0926-860X(94)80194-0 271346 2024-01-01T12:21:06.294127Z 1994-03-31 1-s2.0-0926860X94801940-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801940/MAIN/application/pdf/ed953e3f39508d9ce052fd3d52b2f0c3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801940/MAIN/application/pdf/ed953e3f39508d9ce052fd3d52b2f0c3/main.pdf main.pdf pdf true 773559 MAIN 12 1-s2.0-0926860X94801940-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801940/PREVIEW/image/png/c7d8e4e5b9b2089b2877d8388d2cbeec/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801940/PREVIEW/image/png/c7d8e4e5b9b2089b2877d8388d2cbeec/main_1.png main_1.png png 52210 849 656 IMAGE-WEB-PDF 1 applied catalysis A ELSEVIER Applied Catalysis A: General 110 (1994) 173-184 Selective ammoxidation of propane over Ca-Bi-Mo oxide catalyst Jong Seob Kim, Seong Ihl Woo* Department of Chemical Engineering, Korea Advanced Institute of Science and Technology, 373-1 Kusong-Dong, Yusong-Gu, Taejon, 305-701, South Korea (Received 23 June 1993, revised manuscript received 29 September 1993) Abstract The ammoxidation of propane to acrylonitrile was investigated over Ca-Bi molybdate oxide catalysts (CaxBi12- xMOl2 oxide ). The performance of the catalysts changed as a function of the oxide composition. The highest performance for the ammoxidation reaction was obtained around x-- 6 in Ca~i12_~Vlo12 oxide catalyst. The maximum selectivity of acrylonitrile and conversion of propane were 63% and 15%, respectively. The maximum selectivity of acrylonitrile was obtained at a propane concentration of 50-70% and a O2/NH3 mole ratio of about 1.5 in the feed. It was found that the initial step of propane ammoxidation was the formation of a gas-phase propyl radical which would be subsequently converted to propene and acrylonitrile by a catalytic surface reaction. Key words: acryloniWile; ammoxidation; Ca-Bi-Mo oxide; propane 1. Introduction Recently, the development of catalysts for the partial oxidation of alkanes is one of the most important tasks in industrial research due to the considerable price difference between alkanes and alkenes. However, the selective conversion of alkanes to desired products is much more difficult than that of alkenes due to the low reactivity of alkanes. The best successful partial oxidation of alkanes was the production of maleic anhydride from n-butane over VPO-based catalysts [ 1 ]. Extensive studies for ammoxidation of propane to acrylonitrile (AN) have been carried out in order to develop multicomponent oxide catalyst in recent years [2-12]. The ammoxidation reaction of propane to acrylonitrile was investigated by Monsanto over Bi--Ce-Mo or U-Sb mixed oxide catalysts, which were mainly used for ammoxidation *Corresponding author. Tel. ( + 82-42) 8693918, fax. ( + 82-42) 8693910, e-mail WSI@SORAK.KAIST.AC.KR 0926-860X/94/$07.00 1994 Elsevier Science B.V. All fights reserved SSDIO926-860X (93)E021 1-T 174 J. Seob Kim, S. lhl Woo/Applied Catalysis A: General I10 (1994) 173-184 of propene to acrylonitrile [ 11,12]. However, they used halogen compounds such as bro- momethane in order to enhance the production of the radical. Giordano et al. [ 13] reported the oxidation of propane to acrolein over bifnnctional [ (Mo, Te)O, CdX2] catalysts (X=F, C1), supported on A1203 or Sit2. Ability to form the propene is given by CdX2, while (Mo, Te)O performs the oxidizing function to yield acrolein. In recent years, a large number of patents on ammoxidation of propane have been published that utilize multicomponent oxide catalysts. From the published results, V-Sb and Bi-V-Mo based catalysts were found to be active and selective for the ammoxidation of propane to acrylonitrile. Moro-oka and co-workers [ 14,15] reported that Ag-doped bismuth vanadomolybdate catalyst with a scheelite structure was selective to acrylonitrile and acrolein if a high propane concentration ( > 40%) was used. Centi et al. [4] reported that V-P oxide catalyst, the active catalysts for conversion of n-butane to maleic anhydride, showed selectivities of about 20% to acrylonitrile in propane ammoxidation. However, they obtained good performance using V-Sb based catalysts, which further improved by the introduction of aluminum oxide in the V-Sb based catalyst. Grasselli et al. [ 16] reported that a V-Sb based catalyst with the addition of tellurium gave particularly good results. Tellurium when added in combination with tin to the VSbsOx catalyst was more effective than when tellurium is added alone. This research was intended to describe the excellent catalytic performance of a novel Ca-Bi molybdate oxide catalysts [ 17] for ammoxidation of propane, and to discuss the reaction mechanism on the basis of results regarding the void volume effect and reaction conditions. Further research will be reported on the physico- chemical properties of the Ca-Bi molybdate oxide catalysts. 2. Experimental 2.1. Reaction procedure The propane ammoxidation was carried out at atmospheric pressure using a continuous flow reactor system. The reactor was a quartz tube (length = l0 cm, I.D. = 2 cm). The particle size of the catalyst was 100/200 mesh and it was mixed with four-fold its weight of quartz chips as a diluent. The remaining volume of the reactor tube above the catalyst was empty. The reactant feed composition (C3H8, 02, NH3) was controlled by a mass flow controller (Unit, MFC-1100). The reactant mixture was premixed in a mixing chamber, then introduced into the top of the reactor. The reaction products were heated to 250 to avoid the formation of acrylonitrile polymer and analyzed using on-line gas chromatography (GC, Hewlett Packed 5890) with two different sequential GC columns (Gaskuropack-54 = 5 m long and M.S. 5A = 2 m long). All the results of the reaction are reported on the basis of carbon balance. The conversion of the propane is defined as: (mole of propane consumed/mole of propane in feed). 100 (%). The selectivity of the product A is defined as: (mole of product A/mole of propane consumed). ( 1/CR). 100 (%), where CR is the ratio of the number of C atoms in propane to the number of C atoms in product A. All experimental data were obtained after 4 h on stream. J. Seob Kim, S. lhl Woo/Applied Catalysis A: General 110 (1994) 173-184 Table 1 Composition and surface area of the catalysts 175 Catalyst Surface area (m2/g) BiMo oxide 1.4 CalBiI iMol2 oxide 1.2 Ca2BiloM012 oxide not measured CaaBi9Mol2 oxide 1.7 CasBiTMO~2 oxide not measured Ca6Bi6MoI2 oxide 2.4 CaTBi~M012 oxide not measured CagBi3M012 oxide 1.5 Cal iBilMol2 oxide 3.4 CaMo oxide 1.0 2.2. Catalyst preparation The Ca-Bi molybdate catalysts of various compositions were prepared via a precipitation method from ammonium molybdate, bismuth nitrate and calcium nitrate [ 17]. Ammonium molybdate was dissolved in a basic ammonia solution (pH = 10). This solution was added dropwise to a nitrous solution of bismuth nitrate and calcium nitrate; diluted ammonia was added until the pH of the solution became 5. After heating at 80 with vigorous stirring to evaporate water, a viscous slurry was obtained which was subsequently dried at 120 for 24 h, precalcined at 320 for 3 h in an air stream, and ground. A 100/200 mesh sieve was used to collect the powders of size between 100 and 200 mesh and finally calcined at 520 for 6 h in an air stream. The color of the catalysts was slightly yellow. Specific surface areas of the catalysts were measured by the BET method using nitrogen at 77 K. The composition and surface areas of the prepared catalysts are shown in Table 1. 3. Results and discussion 3.1. Effect of the catalyst composition on the selectivity towards acrylonitrile Fig. 1 shows the selectivity towards acrylonitrile as a function of the values ofx (mole of Ca) in the CaxBi12_ xMo12 oxide catalysts. The selectivity to acrylonitrile passed through a maximum with increasing x values. The reaction temperature for the maximum selectivity was slightly different for different values of x. The maximum selectivity of propane to acrylonitrile occurred when x was betWeen 6 and 9. Above 9, carbon oxides increased with increasing x, and below 6, propene was the main reaction product. Because the basicity of the catalyst increased with increasing x (content of calcium), the oxidation of propene or acrylonitrile to carbon oxides was enhanced. In case of x values less than 5, catalytic oxidation of propene to acrylonitrile did not proceed well. It could be suggested that the optimum calcium content for reaction of propane to acrylonitrile was obtained with x values from 6 to 9. There must be some correlation between catalytic performance and acid-base properties of Ca-Bi molybdate oxide catalysts. 176 J. Seob Kim, S. lhl Woo/Applied Catalysis A: General 110 (1994) 173-184 60- 50- v 40- \"6 3o- z 20- ,< lo! X Fig. 1. Effect of the calcium composition on the acrylonitrile selectivity at about 14% conversion of propane. Reaction conditions: space velocity = 3000 cm3/g h, C3Hs/O2/NH3 = 62.5/25/12.5%. A number of mixed oxide catalysts have been reported as effective catalysts in the literature [2-12]. An accurate comparison of the results obtained with these catalysts is, however, difficult because the reaction conditions differ. The performance of some of the published catalysts in our own reactor was measured under our experimental conditions (reaction temperature = 510; space velocity = 3000 cm3/g h; feed composition (C3H8/ O2/NH3) = 62.5/25/12.5%). In the case of VSbsW oxide which was reported by Bartek and Guttmann [ 10], the yield and selectivity to acrylonitrile were 3.1% and 18%, respec- tively. Bi3GaMo2 oxide reported by Kim et al. [2] showed a yield of 5.4% and a selectivity of 60.6% to acrylonitrile. The yield and selectivity to acrylonitrile of the Ca6Bi6Mo12 oxide were 7.3% and 52%, respectively. Therefore, these results indicate that Ca6Bi6MOl2 oxide showed a better catalytic performance in propane ammoxidation than previously reported catalysts under our reaction conditions. Scanning electron micrographs (SEM) of catalysts with different values of x, are shown in Fig. 2. Surface morphologies of the catalysts are of variable shape and size depending on the composition of catalyst as shown in Fig. 2. Table 2 summarizes the X-ray diffraction (XRD) patterns for several molybdate oxides and a mechanical mixture. As shown in Table 2, in the case of CaMoO4 oxide the diffraction pattern was consistent with that of tetragonal CaMoO4 oxide phase according to the JCPDS file [ 18]. The X-ray peaks of the mechanical mixture, as shown in Table 2, are the super- position of the peaks of a-Bi2Mo3012, T-BiEMoO6 and CaMoO4. No new peaks were observed. The X-ray peaks of Ca6Bi6Mo12 oxide were quite similar to those of the mechan- ical mixture. The strong peaks of the Ca6Bi6Mol2 oxide catalyst at d-values of 3.19, 3.16 and 3.06, indicate that the Ca6Bi6MOl2 oxide catalyst is composed of a- and T-bismuth molybdate and CaMoO4. Hence, it is possible to form cation vacancies due to replacement of Ca2 + with Bi3 + in the CaMoO4 phase as reported by Sleight et al. [ 22]. From this result, it can be thought that the Ca6Bi6Mol2 oxide catalyst tends to promote the formation of a- and ~/-phases of bismuth molybdate rather than the/3-phase. A similar phenomenon for Co- Fe-Bi molybdate oxide was reported by Wolfs and Batist [23]. In order to investigate the role of the phases present in the Ca6Bi6Mol2 oxide catalyst, the catalytic activity and selectivity towards acrylonitrile of the mechanical mixture was J. Seob Kim, S. lhl Woo/Applied Catalysis A: General 110 (1994) 173-184 177 Fig. 2. SEM micrograph for CaxBi12- ~Moz2 oxide catalysts. (a) x = 0, (b) x = 3, (c) x = 5, (d) x = 7, (e) x = 9, (f) x= 12. measured. The acrylonitrile selectivity of the mechanical mixture (18%) was higher than that of pure molybdate oxides, but lower than that of the Ca6Bi6M012 oxide catalyst in propane ammoxidation. Therefore, it might be suggested that the higher selectivity of Ca6Bi6M012 oxide could be attributed to the synergistic effect of the different phases present in the Ca6Bi6Mo12 oxide catalyst. The a- and y-phases of bismuth molybdate oxide are considered as active phases for propane ammoxidation as previously reported by several authors [24,25]. CaMoO4 oxide is not active in ammoxidation of propane. Hence, it might be suggested that the CaMoO4 oxide phase affects the migration of oxygen species because the activity and selectivity in the selective oxidation of the hydrocarbon can be influenced by the mobility of oxygen species in the surface layer of the catalyst [ 26,27 ]. 3.2. Effect of the reaction temperature Fig. 3 shows the conversion of propane and product selectivities as a function of reaction temperature over the Ca6Bi6Mos2 oxide catalyst. The Ca6Bi6M012 oxide catalyst is the most 178 J. Seob Kim, S. lhl Woo/Applied Catalysis A: General 110 (1994) 173-184 Table 2 XRD peaks observed for the different molybdate oxides CaMoO4 ot-BizMo3012 y-BizMoO6 Mechanical Ca~Bi6Mo12 [ 19] [20,21 ] mixture oxide d (A) t/lo d (~) 1/Io d (A) 1/1o d (~) 1/Io d (l~) I/lo 4.77 27 3.11 100 2.86 11 2.62 15 2.29 8 2.27 4 2.00 3 1.93 27 1.85 12 1.70 12 1.64 4 1.59 21 1.55 8 1.44 2 1.43 1 1.39 1 1.36 2 7.90 6 8.13 9 8.15 15 8.13 12 6.97 16 4.54 3 7.93 8 7.92 8 6.30 7 3.78 5 7.00 15 7.00 12 5.97 3 3.26 2 6.32 8 6.30 8 5.80 3 3.16 100 5.99 5 5.96 7 5.42 5 2.75 27 5.77 5 5.80 6 5.08 4 2.70 19 5.43 7 5.43 7 4.91 24 2.60 4 5.09 6 5.10 7 4.57 10 2.49 9 4.91 20 5.03 7 3.76 5 2.43 3 4.77 23 4.91 18 3.60 12 2.35 2 4.58 10 4.77 21 3.43 9 2.28 4 3.78 8 4.58 10 3.34 8 1.94 17 3.61 10 3.78 8 3.27 19 1.93 25 3.49 5 3.61 9 3.19 100 1.89 3 3.44 8 3.52 6 3.06 70 1.78 2 3.34 9 3.44 9 2.88 28 1.73 2 3.28 16 3.34 8 2.80 19 1.69 2 3.19 74 3.28 14 2.66 3 1.65 23 3.16 100 3.19 99 2.64 3 1.63 18 3.11 77 3.16 99 2.58 2 1.58 12 3.06 50 3.12 100 2.54 1 1.53 3 2.88 22 3.06 39 2.51 6 1.50 2 2.80 15 2.89 23 2.49 12 1.43 2 2.75 26 2.80 22 2.45 1 1.40 2 2.71 25 2.76 25 2.35 3 2.67 6 2.70 22 2.33 5 2.62 15 2.63 21 2.30 4 2.55 4 2.58 6 2.25 10 2.51 8 2.54 6 2.18 2 2.49 18 2.49 15 2.12 5 2.35 5 2.44 6 2.09 3 2.33 6 2.38 5 2.06 2 2.29 11 2.36 5 2.01 17 2.25 9 2.32 6 1.94 3 2.13 5 2.29 10 1.92 12 2.10 5 2.26 9 1.88 18 2.01 5 2.13 6 1.85 6 1.99 7 2.10 5 1.84 5 1.97 8 2.01 11 1.83 5 1.94 18 1.98 10 1.93 45 1.94 37 1.88 14 1.93 36 1.85 13 1.89 12 J. Seob Kim, S. lhl Woo ~Applied Catalysis A: General 110 (1994) 173-184 179 70. ~.~ 60 -~ 50 40 30 o= ~ 20 > (D 10- 0- 450 460 470 480 490 500 510 520 40~ ;~ 30~ 2o 10 450 460 470 480 490 500 510 520 Temperature (o(2) Fig. 3. Effect of the reaction temperature on the propane conversion (D) and the selectivities to acrylonitrile ( ), C3H6 (1), C2H4 ( + ), CO., ( N ), CH3CN (*) and CI-h(x). Reaction conditions: space velocity= 1500 cm3/g h, C3Hs/O2/NH3 = 62.5/25/12.5% effective for propane ammoxidation. The maximum selectivity of this catalyst to acryloni- trile was about 63% at the conversion of 15%. The conversion of propane increased contin- uously with reaction temperature, while the selectivity to acrylonitrile increased with reaction temperature, reached a maximum, and then began to decrease rapidly. When the selectivity to acrylonitrile increased with increase in reaction temperature, the selectivities to propene and carbon oxides progressively decreased. This result indicates that propene is a reaction intermediate and is converted to acrylonitrile and carbon oxides simultaneously in parallel reactions, which agrees with the results of Trifirb and co-workers [28,29]. At higher reaction temperature the selectivity to acrylonitrile rapidly decreased and the principal products were ethylene and propene. Especially, the selectivity to propene increased rapidly, which is ascribed to an increase of the homogeneous gas-phase reaction (1) due to the propyl radical and the reduced catalyst surface. C3H7 +02 ---> C3H7OO\" ----> C3H6 +HO2\" (l) The effect of the reaction temperature on the product distribution at lower reaction temperature was similar to the result reported by Moro-oka and co-workers [2,30]. 3.3. Effect of the void volume In order to investigate the effect of the homogeneous propyl radical reaction in the gas phase, the void volume above the catalyst bed was filled with quartz chips of 50/200 mesh 180 J. Seob Kim, S. lhl Woo/Applied Catalysis A: General 110 (1994) 173-184 REACTANT IN Up~ I.D. 20 mm THERMOCOo~c~ 85 mm QUARTZ C~ ~i CATALYST BED ~o oc !?!!~ 15 nun PRODUCT OUT Fig. 4. Diagram of the reactor (void volume above the catalyst was filled with quartz chips). 60--- ~ 50- 40- ~ a0 e-, o -,~ 20 o o 10 o 500 30 g .# .~ eo 10 0 500 o 520 540 560 580 600 620 S 520 540 560 580 600 620 Temperature () Fig. 5. Effect of the void volume. Figure symbols are the same as in Fig. 3. Reaction conditions: void volume was filled with quartz chips, space velocity = 1500 cm3/g h, C3Ha/O2/NH3 = 62.5/25/12.5%, and cata- lyst = Ca6Bi6MOl2 oxide. J. Seob Kim, S. lhl Woo/Applied Catalysis A: General 110 (1994) 173-184 181 as shown in Fig. 4. Quartz chips were found to be very effective radical quenchers [ 31 ]. Fig. 5 shows the conversion of propane and the product distribution in the absence of a void volume as a function of reaction temperature. Comparing Fig. 3 with Fig. 5, one may conclude that the void volume plays an important role in propane ammoxidation in our reactor system. When the void volume exists, the maximum selectivity to acrylonitrile of 63% was obtained at the reaction temperature of 490. In the absence of a void volume, a higher reaction temperature was required for the reaction to take place. The maximum selectivity to acrylonitrile without a void volume was lower than that in the presence of a void volume. When the void volume did not exist, the selectivity to acrylonitrile was gradually decreased with increasing reaction temperature due to the consecutive oxidation of acrylonitrile to carbon oxides. These phenomena might be due to the homogeneous propyl radical reaction in the gas phase ( 1 ). From this we conclude that the void volume influenced the conversion of propane and the product distribution. 3.4. Effect of the feed rate The influence of the space velocity on the reaction was investigated by varying the volumetric feed rate over the Ca6Bi6Mo12 oxide catalyst at 510. The conversion of propane 70 0 E r~ 0 1o- 60 4O 30- 20- 2's so 7'5 1 oo 10 o 2's 5'0 72 1oo Feed rate (cc/min) v 30 -~ 2o g~ Fig. 6. Effect of the space velocity on the propane conversion and the product selectivities over the Ca6Bi6MOl2 oxide catalyst. Figure symbols are the same as in Fig, 3. Reaction conditions: catalyst amount = 1.0 g, tempera- ture = 510, and C3H8/O2/NH3 = 62.5 / 25 / 12.5 %. 182 J. Seob Kim, S. lhl Woo/Applied Catalysis A: General 110 (1994) 173-184 and product selectivities were dependent on the feed rate as shown in Fig. 6. The conversion of propane decreased with increasing feed rate, whereas the selectivity to acrylonitrile showed a maximum. At lower feed rate, the catalytic selective ammoxidation of propane decreased due to the longer residence time of the propyl radical in the gas phase. More propyl radical was converted to carbon oxides, ethylene and propene. On the other hand, at higher feed rate, the conversion of propene to acrylonitrile was small due to a shorter contact time with the catalyst. 3.5. Effect of the feed composition The influence of the feed gas composition in propane ammoxidation was investigated over the Ca6Bi6Mo~2 oxide catalyst under the prevailing reaction conditions (reaction temperature = 510; space velocity = 3000 cm3/g h). Fig. 7 shows the effect of propane concentration on the conversion and selectivities at a O2/NH3 mole ratio of 2. The conver- sion was influenced slightly by the propane concentration. The selectivity to acrylonitrile increased with propane concentration, reached a maximum, then decreased rapidly at pro- pane concentrations above 75%. As propane concentration increased, oxygen and ammonia 60 5o ->- 40 c~ 3o 0 .~ 20 O 10 r..) 0 o 40 ~e 30 U 2o g~ 10 I O0 25 50 75 ~ ~'o ~'~ C3H8 Concentration (%) 0 0 100 Fig. 7. Effect of the propane concentration on the propane conversion and the product selectivities over the Ca6Bi6Mo~2 oxide catalyst. Figure symbols are the same as in Fig. 3. Reaction conditions: space velocity = 3000 cm3/g h, temperature = 510, and O2/NH3 ratio = 2. J. Seob Kim, S. lhl Woo/Applied Catalysis A: General 110 (1994) 173-184 183 60- 50- -~., 40 r~ 30- O \",N 20 r' 0 10\" .) 0 >Z 50- 40 30 20 10 0.5 1 1.5 2 2.5 3 0.5 1 1.5 2 2.5 3 ~/NH3 mole ratio 3.5 3.5 Fig. 8. Effect of the O2/NH3 ratio on the propane conversion and the product selectivities over the Ca6Bi6MOl2 oxide catalyst. Figure symbols are the same as in Fig. 3. Reaction conditions: space velocity = 3000 cm3/g h, temperature = 510, and C3H8 concentration = 62.5% became the limiting reagents. However, at low propane concentration, the catalyst surface might be modified significantly due to the higher ammonia concentration. Centi et al. [5] reported that selectivity to acrylonitrile varied in a complex way with respect to ammonia concentration, showing a maximum yield at an ammonia concentration of 15%. According to this result, a maximum selectivity to acrylonitrile could be obtained at about a propane concentration of 60% under our reaction conditions. Fig. 8 shows the effect of Q/NH3 mole ratio on the conversion of propane and the product selectivities under the prevailing reaction conditions (reaction tempera- ture = 510; space velocity = 3000 cm3/g h, C3H8 concentration = 62.5 % ). The conversion of propane increased with the mole ratio of O2/NH3. However, maximum selectivity to acrylonitrile was obtained at a OJNH3 mole ratio of 1.5. Below a mole ratio of 1 for 02/ NH3, low conversion of propane and low selectivity to acrylonitrile were obtained, which could be attributed to the reduction of the catalyst surface due to the high ammonia concen- tration. 4. Conclusion Highly active and selective Ca-Bi molybdate oxide catalyst was prepared for the ammox- idation of propane to acrylonitrile. The performance of the catalysts changed depending on 184 J. Seob Kim, S. lhl Woo/Applied Catalysis A: General 110 (1994) 173-184 the components composition. The best catalyst was Ca6Bi6MOl2 oxide. The feed composi- tion and reaction temperature influenced the gas phase radical reaction and catalytic prop- erties. At the optimum reaction conditions, the selectivity to acrylonitrile and propane conversion was 63% and 15%, respectively. The study of the effect of the void volume indicates that the gas-phase radical reaction produces propene from propane. Propene is further converted to acrylonitrile by a catalytic surface reaction. Acknowledgement This research was funded by Tong-Suh Petrochemical Company. References I G. Centi, F. Trifirb, J.R. Ebner and V.M. Franchetti, Chem. Rev., 88 (1988) 55. 2 Y.C. Kim, W. Ueda and Y. Moro-oka, Appl. Catal., 70 ( 1991 ) 189. 3 Y.C. Kim and Y. Moro-oka, Catal. Sci. Technol., 1 ( 1991 ) 439. 4 G. Centi, D. Pesheva and F. Trifirb, Appl. Catal., 33 (1987) 343. 5 G. Centi, R.K. Grasselli, E. Patane, F. Trifirb, in G. Centi and F. Trifirb (Editors), New Developments in Selective Oxidation, Proc. of an International Symposium, Rimini, 18-22 September 1989 (Studies in Surface Science and Catalysis, Vol. 55), Elsevier, Amsterdam, 1990, p. 515. 6 L.C. Glaeser, J.F. Brazidil and M.A. Toft, US Patent 4 837 191 (1989). 7 L.C. Glaeser, J.F. Brazidil and M.A. Toft, US Patent 4 783 545. 8 L.C. Glaeser, J.F. Brazidil and M.A. Toft, US Patent 5 079 207 (1992). 9 M.J. Seely, M.S. Fdedrich and D.D. Suresh, US Patent 4 978 764 (1990). 10 P. Bartek and A.T. Guttmann, US Patent 4 797 381 (1989). 11 K.M. Taylor, US Patent 3 686 267 (1972). 12 W.R. Knox, K.M. Taylor and G.M. Tullman, US Patent 3 833 638 (1974). 13 N. Giordano, J.C.T. Bart, P. Vitarell and S. Cavallaro, Oxid. Commun., 7 (1984) 99. 14 Y.C. Kim, W. Ueda and Y. Moro-oka, Appl. Catal., 70 ( 1991 ) 175. 15 Y.C. Kim, W. Ueda and Y. Moro-oka, in G. Centi and F. Trifirb (Editors), New Developments in Selective Oxidation, Proc. of an International Symposium, Rimini, 18-22 September 1989 (Studies in Surface Science and Catalysis, Vol. 55 ), Elsevier, Amsterdam, 1990, p. 491. 16 R.K. Grasselli, G. Centi and F. Trifirb, Appl. Catal., 57 (1990) 149. 17 J.S. Kim and S.I. Woo, Filed, Korean Patent Appl. 92-27095. (1992) 18 W.F. McClune, Powder Diffraction Data from the Joint Committe on Powder Diffraction Standards Associateship at the National Bureau of Standards, Joint Committe on Powder Diffraction Standards, Swarthmore, 29-351. 19 T. Noterman, G.W. Keulks, A. Skliarov, Y. Maximov, L.Ya. Margolis and O.V. Krylov, J. Catal., 39 (1975) 286. 20 F. Trifirb, H. Hoser and R.D. Scarle, J. Catal., 25 (1972) 12. 21 D. Carson, G. Coudurier, M. Forissier and J.C. Vadrine, J. Chem. Soc., Faraday Trans. 1, 79 (1983) 1921. 22 A.W. Sleight, K. Aykan and D.B. Rogers, J. Solid State Chem., 13 (1975) 231. 23 M.W.J. Wolfs and P.A. Batist, J. Catal., 32 (1974) 25. 24 Z. Bing, S. Pel, S. Shishan and G. Xiexian, J. Chem. Soc., Faraday Trans. 1, 86 (1990) 3145. 25 I. Matsuura and M.W.J. Wolfs, J. Catal., 37 (1975) 174. 26 L.T. Weng and B. Delmon, Appl. Catal. A, 81 (1992) 141. 27 S. BebelisandL.G. Vayenas, J. Catal., 118 (1989) 125. 28 R. Canti, G. Centi, F. Trifirb and R.K. Grasselli, Ind. Eng. Chem. Res., 31 (1992) 107. 29 G. Centi, R.K. Grasselli and F. Trifirb, Catal. Today, 13 (1992) 661. 30 Y.C. Kim. W. Ueda and Y. Moro-oka, Catal. Today, 13 (1992) 673. 31 K.T. Ngugen and H.H. Kung, J. Catal., 122 (1990) 415. APCATA 94801940 0926-860X(94)80194-0 10.1016/0926-860X(94)80194-0 Elsevier Science B.V. All rights reserved Selective ammoxidation of propane over Ca-Bi-Mo oxide catalyst Jong Seob Kim Seong Ihl Woo * Department of Chemical Engineering, Korea Advanced Institute of Science and Technology, 373-l Kusong-Dong, Yusong-Gu, Taejon, 305-701, South Korea * Corresponding author. Tel. (+ 82-42) 8693918, fax. (+ 82-42) 8693910. Abstract The ammoxidation of propane to acrylonitrile was investigated over Ca-Bi molybdate oxide catalysts (Ca x Bi12−x Mo12 oxide). The performance of the catalysts changed as a function of the oxide composition. The highest performance for the ammoxidation reaction was obtained around x = 6 in Ca x Bi12−x Mo12 oxide catalyst. The maximum selectivity of acrylonitrile and conversion of propane were 63% and 15%, respectively. The maximum selectivity of acrylonitrile was obtained at a propane concentration of 50–70% and a O2/NH3 mole ratio of about 1.5 in the feed. It was found that the initial step of propane ammoxidation was the formation of a gas-phase propyl radical which would be subsequently converted to propene and acrylonitrile by a catalytic surface reaction. acrylonitrile ammoxidation Ca-Bi-Mo oxide propane References 1 G. Centi F. Trifirò J.R. Ebner V.M. Franchetti Chem. Rev. 88 1988 55 2 Y.C. Kim W. Ueda Y. Moro-oka Appl. Catal. 70 1991 189 3 Y.C. Kim Y. Moro-oka Catal. Sci. Technol. 1 1991 439 4 G. Centi D. Pesheva F. Trifirò Appl. Catal. 33 1987 343 5 G. Centi R.K. Grasselli E. Patane F. Trifirò G. Centi F. Trifirò New Developments in Selective Oxidation, Proc. of an International Symposium Rimini, 18–22 September 1989 Studies in Surface Science and Catalysis Vol. 55 1990 Elsevier New York 515 6 L.C. Glaeser, J.F. Brazidil and M.A. Toft, US Patent 4 837 191 (1989). 7 L.C. Glaeser, J.F. Brazidil and M.A. Toft, US Patent 4 783 545. 8 L.C. Glaeser, J.F. Brazidil and M.A. Toft, US Patent 5 079 207 (1992). 9 M.J. Seely, M.S. Friedrich and D.D. Suresh, US Patent 4 978 764 (1990). 10 P. Bartek and A.T. Guttmann, US Patent 4 797 381 (1989). 11 K.M. Taylor, US Patent 3 686 267 (1972). 12 W.R. Knox, K.M. Taylor and G.M. Tullman, US Patent 3 833 638 (1974). 13 N. Giordano J.C.T. Bart P. Vitarell S. Cavallaro Oxid. Commun. 7 1984 99 14 Y.C. Kim W. Ueda Y. Moro-oka Appl. Catal. 70 1991 175 15 Y.C. Kim W. Ueda Y. Moro-oka G. Centi F. Trifiro New Developments in Selective Oxidation, Proc. of an International Symposium Rimini, 18–22 September 1989 Studies in Surface Science and Catalysis Vol. 55 1990 Elsevier Amsterdam 491 16 R.K. Grasselli G. Centi F. Trifirò Appl. Catal. 57 1990 149 17 J.S. Kim and S.I. Woo, Filed, Korean Patent Appl. 92-27095. (1992) 18 W.F. McClune, Powder Diffraction Data from the Joint Committe on Powder Diffraction Standards Associateship at the National Bureau of Standards, Joint Committe on Powder Diffraction Standards, Swarthmore, 29–35 1. 19 T. Noterman G.W. Keulks A. Skliarov Y. Maximov L.Ya. Margolis O.V. Krylov J. Catal. 39 1975 286 20 F. Trifiró H. Hoser R.D. Scarle J. Catal. 25 1972 12 21 D. Carson G. Coudurier M. Forissier J.C. Vadrine J. Chem. Sot., Faraday Trans. 1 79 1983 1921 22 A.W. Sleight K. Aykan D.B. Rogers J. Solid State Chem. 13 1975 231 23 M.W.J. Wolfs P.A. Batist J. Catal. 32 1974 25 24 Z. Bing S. Pel S. Shishan G. Xiexian J. Chem. Sot., Faraday Trans. 1 86 1990 3145 25 I. Matsuura M.W.J. Wolfs J. Catal. 37 1975 174 26 L.T. Weng B. Delmon Appl. Catal. A 81 1992 141 27 S. Bebelis L.G. Vayenas J. Catal. 118 1989 125 28 R. Canti G. Centi F. Tritirò R.K. Grasselli Ind. Eng. Chem. Res. 31 1992 107 29 G. Centi R.K. Grasselli F. Trifirò Catal. Today 13 1992 661 30 Y.C. Kim W. Ueda Y. Moro-oka Catal. Today 13 1992 673 31 K.T. Ngugen H.H. Kung J. Catal. 122 1990 415",
      "scopus-id": "0028401328",
      "coredata": {
        "eid": "1-s2.0-0926860X94801940",
        "dc:description": "Abstract The ammoxidation of propane to acrylonitrile was investigated over Ca-Bi molybdate oxide catalysts (Ca x Bi12−x Mo12 oxide). The performance of the catalysts changed as a function of the oxide composition. The highest performance for the ammoxidation reaction was obtained around x = 6 in Ca x Bi12−x Mo12 oxide catalyst. The maximum selectivity of acrylonitrile and conversion of propane were 63% and 15%, respectively. The maximum selectivity of acrylonitrile was obtained at a propane concentration of 50–70% and a O2/NH3 mole ratio of about 1.5 in the feed. It was found that the initial step of propane ammoxidation was the formation of a gas-phase propyl radical which would be subsequently converted to propene and acrylonitrile by a catalytic surface reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94801940",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kim, Jong Seob"
          },
          {
            "@_fa": "true",
            "$": "Woo, Seong Ihl"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94801940"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94801940"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80194-0",
        "prism:volume": "110",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective ammoxidation of propane over Ca-Bi-Mo oxide catalyst",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "acrylonitrile"
          },
          {
            "@_fa": "true",
            "$": "ammoxidation"
          },
          {
            "@_fa": "true",
            "$": "Ca-Bi-Mo oxide"
          },
          {
            "@_fa": "true",
            "$": "propane"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "173-184",
        "prism:endingPage": "184",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 March 1994",
        "prism:doi": "10.1016/0926-860X(94)80194-0",
        "prism:startingPage": "173",
        "dc:identifier": "doi:10.1016/0926-860X(94)80194-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028401328"
      }
    }
  }
}