{
  "metadata": {
    "title": "Forthcoming meetings",
    "authors": "",
    "journal": "Applied Catalysis A: General",
    "date": "1993-08-31",
    "doi": "10.1016/0926-860X(93)80238-L",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9380238L",
    "pii": "0926860X9380238L"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X9380238L 0926-860X(93)80238-L 0926860X9380238L 10.1016/0926-860X(93)80238-L S350 S350.1 CONTENTS-ENTRY-ONLY 1-s2.0-S0926860X00X01949 2024-01-01T12:21:46.509935Z 0 0 19930831 1993 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount articletitle alllist content subj ssids 0926-860X 0926860X 102 102 2 2 Volume 102, Issue 2 18 N20 N21 N20 N21 19930831 31 August 1993 1993-08-31 1993 News Brief simple-article nws Copyright © 1993 Published by Elsevier B.V. All rights reserved. FORTHCOMINGMEETINGS item 0926-860X(93)80238-L 0926860X9380238L 1-s2.0-0926860X9380238L 10.1016/0926-860X(93)80238-L 271346 2024-01-01T12:21:46.509935Z 1993-08-31 1-s2.0-0926860X9380238L-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9380238L/MAIN/application/pdf/bf83a2bb9a16f1c7484ee5b06b7c4e9a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9380238L/MAIN/application/pdf/bf83a2bb9a16f1c7484ee5b06b7c4e9a/main.pdf main.pdf pdf true 139219 MAIN 2 1-s2.0-0926860X9380238L-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9380238L/PREVIEW/image/png/10c76d9d4159b3df49f1bad8d005ba31/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9380238L/PREVIEW/image/png/10c76d9d4159b3df49f1bad8d005ba31/main_1.png main_1.png png 73099 849 656 IMAGE-WEB-PDF 1 N20 they lay down an organic film on surfaces including inside walls of vessel heaters and exchangers, but particularly on the surfaces of the reactive catalyst. This film retards penetration of oxygen to the underlying surfaces, so severely inhibiting oxidative reactions. Since 1986 the use of CATnap has grown in the Far East, especially Japan, and in 1992 CATnap was introduced into North America through a licensing arrangement with Catalyst Technology Inc. With its use 1.4 million lb of catalyst has been successfully unloaded under air atmosphere at four refineries. (Source: API Abstracts, Catalysts and Chemicals) EUROPA CAT-1 The following warning is given to participants in the final circular for EUROPA CAT1: \"Climate: The average temperature in September is 25 (77). Heavy showers may occur. Do not forget your umbrella and your swimming costume.\" Are the showers so heavy? Forthcoming Meetings The Catalytica Studies Division will host its tenth annual Advances in Catalytic Technologies seminar on 17-19 October 1993, at the Hotel Sofitel San Francisco Bay in Redwood City, California. The seminar is organized into three sessions. The first session, Environmental Applications of Catalysis, includes presentations by Roger Sheldon (Delft Univ. of Technol.) on redox molecular sieves, Paul Schubert (Catalytica) on waste bromine recovery, James Spivey (Research Triangle Inst.) on catalytic oxidation for applied catalysis A: General VOC control, Ralph Dalla Betta (Catalytica) on \"clean\" catalytic combustion for ultralow emissions, and Richard Porcelli (Richard Porcelli Consultants) on process development for primary pollution control. Session 2, Science of Catalysis, features Bruce Gates (University of California, Davis), Lanny Schmidt (University of Minnesota), and Wayne Goodman (Texas A&M University). Session 3, Applications of Catalysis, includes presentations by James Lyons (Sun Refining and Marketing), Eric Derouane (Facultes Universitaires Notre Dame de la Paix, Namur) on the aromatization of light alkanes, and Joseph Floyd (Exxon Corp.) on metallocene catalysis for polyolefins. For more information, readers should contact Joe Naworski at the address given in the Calendar. From 17 to 21 October 1993, St. Petersburg will be the venue of the 4th European East-West Conference and Exhibition on Materials and Processes. The concept of this conference-exhibition on new materials and high technologies, with the extensive participation of materials science experts, technologists, engineers, designers, deciders of engineering policy and businessmen of Western and Eastern Europe, aims at setting up relations between these experts as well as increasing the scientific potential of West and East. Symposia held during the conference include topics such as Catalytic Materials and Coatings; Ceramic Materials, including those in the Automobile; Manufacturing Process Control, and Qualification of Advanced Materials; Materials under Extreme Conditions; Biomaterials; Optical Materials and Laser Technology for Telecommunications; as well as Materials for Cultural and Historical Herit- Volume 102 No. 2 - 31 August 1993 N21 age. The Catalytic Materials and Coating Symposium will be devoted to the application of new uncommon materials in catalysis, use of uncommon catalysts (cellular blocks, foam materials, coatings for chemical reactor vessels, etc.) in catalytic processes and the use of different types of waste to produce catalysts. The Ceramic Materials Symposium will cover the follow- ing topics: Ceramic Components in Batteries and Fuel Cells; Ceramic Sensors; Ceramic Actuators; Ceramics for use in Heat Engine Components; and Lifetime Prediction for the Performance of Ceramic Functional and Structural Components. Interested readers should contact the organization secretariat or the Eastern and Western chairpersons listed in the Calendar. Calendar of Forthcoming Events New Items For full Calendar see Appl. Catal., 102(1993) N5 17 Oct. 1993-21 Oct. *4th European East-West Conference and Exhibition on Ma 1992 terials and Processes St. Petersburg, Russia Contact: E-MRS, Attn. 1993 Fall Meeting Registrations, BP 20, F 67037 Strasbourg Cedex 2, France, Fax. (+33) 88286343 or (+33) 88286293 17 Oct. 1993-21 Oct. *Symposium on Catalytic Materials: 1992 Part of 4th European East West Conference and Exhibition St. Petersburg, Russia on Materials and Processes Contact: E.N. Yurchenko, Inst. of Appl. Chem., 14 Dobrolubov Ave., 197198 St. Petersburg, Russia, (+7-812) 2389482, fax. (+7-812) 2321692 or L. Guczi, Institute of Isotopes, Hungarian Academy of Sciences, P.O. Box 77, H-1525 Budapest, Hungary, (+36-1) 1564815, fax. (+36-1) 1565045 17 Oct. 1993-21 Oct. *Symposium on Ceramic Materials, including those in the 1992 Automobile: St. Petersburg, Russia Part of 4th European East West Conference and Exhibition on Materials and Processes Contact: A.G. Romashin, Technologiya, 15 Kiev Chaussee, 240920 City of Obninsk (Kaluga), Russia, (+7-095) 5463915, fax.(+7-8439) 2552225 or R.J. Brook, Univ. of Oxford, Dept. of Materials, Parks Road, Oxford OX1 3PH, UK, (+44-865) 273782, fax. (+44-865) 273789 17-19 Oct. 1993 * 10th Anniversary Advances in Catalytic Technology (ACT) Redwood City, CA, USA Seminar Contact: J. Naworski, Catalytica Studies Division, 430 Ferguson Drive, Mountain View, CA94043-5272, (+1-415)9406300, fax. (+1415)9687129 . Indicates new or revised entry. applied catalysis A: General Volume 102 No. 2 - 31 August 1993 APCATA 9380238L 0926-860X(93)80238-L 10.1016/0926-860X(93)80238-L Forthcoming meetings",
      "coredata": {
        "eid": "1-s2.0-0926860X9380238L",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1993-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9380238L",
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9380238L"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9380238L"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(93)80238-L",
        "prism:volume": "102",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Forthcoming meetings",
        "prism:copyright": "Copyright © 1993 Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "N20-N21",
        "prism:endingPage": "N21",
        "pubType": "nws",
        "prism:coverDisplayDate": "31 August 1993",
        "prism:doi": "10.1016/0926-860X(93)80238-L",
        "prism:startingPage": "N20",
        "dc:identifier": "doi:10.1016/0926-860X(93)80238-L",
        "openaccessSponsorName": null
      }
    }
  }
}