{
  "metadata": {
    "title": "Active electronic states of silver catalysts for methanol selective oxidation",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-12-08",
    "doi": "10.1016/0926-860X(94)80330-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94803307",
    "pii": "0926860X94803307"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028768734",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-17 2001-08-17 2010-10-02T11:38:12 1-s2.0-0926860X94803307 0926-860X(94)80330-7 0926860X94803307 10.1016/0926-860X(94)80330-7 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X02062 2024-01-01T12:21:46.509935Z 0 0 19941208 1994 2001-08-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 120 120 1 1 Volume 120, Issue 1 2 7 15 7 15 19941208 8 December 1994 1994-12-08 1994 article fla Copyright © 1994 Published by Elsevier B.V. ACTIVEELECTRONICSTATESSILVERCATALYSTSFORMETHANOLSELECTIVEOXIDATION PESTRYAKOV A WALKER 1964 J FORMALDEHYDE BARTEAU 1982 96 142 M CHEMICALPHYSICSSOLIDSURFACESHETEROGENEOUSCATALYSIS SURFACEREACTIVITYSILVEROXIDATIONREACTIONS PESTRYAKOV 1994 273 A PESTRYAKOV 1988 1813 A DAVYDOV 1990 A INFRAREDSPECTROSCOPYADSORBEDSPECIESSURFACETRANSITIONMETALOXIDES PESTRYAKOV 1988 147 A YOKOMIZO 1989 1 G DICTOR 1989 5846 R SOLIMOSI 1993 257 F GHIOTTI 1993 437 G NOSKOVA 1988 2051 S DEVOCHKIN 1992 13 A DEVOCHKIN 1992 1959 A SOLOMENNIKOV 1984 403 A PESTRYAKOV 1987 2381 A PESTRYAKOV 1993 1148 A PESTRYAKOV 1993 2285 A PESTRYAKOVX1994X7 PESTRYAKOVX1994X7X15 PESTRYAKOVX1994X7XA PESTRYAKOVX1994X7X15XA item 0926-860X(94)80330-7 0926860X94803307 1-s2.0-0926860X94803307 10.1016/0926-860X(94)80330-7 271346 2024-01-01T12:21:46.509935Z 1994-12-08 1-s2.0-0926860X94803307-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94803307/MAIN/application/pdf/86f2d6bdd340f0ca70b273d01d74013d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94803307/MAIN/application/pdf/86f2d6bdd340f0ca70b273d01d74013d/main.pdf main.pdf pdf true 678571 MAIN 9 1-s2.0-0926860X94803307-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94803307/PREVIEW/image/png/0992cceb726dcf64aea98f38d1e8b286/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94803307/PREVIEW/image/png/0992cceb726dcf64aea98f38d1e8b286/main_1.png main_1.png png 52180 849 656 IMAGE-WEB-PDF 1 aped COySiS A ELSEVIER Applied Catalysis A: General 120 (1994) 7-15 Active electronic states of silver catalysts for methanol selective oxidation AX Pestryakov a, A.A. Davydov b a Tomsk State Academy of Civil Engineering, TISI Solyanaya sq., 2, Tomsk, 634003, Russia Boreskov Institute of Catalysis, Lavrentyev av., 5, Novosibirsk, 630090, Russia Received 17 December 1993; revised 26 July 1994; accepted 28 July 1994 Abstract The results of investigations of the electronic and catalytic properties of silver catalysts by IR spectroscopy of adsorbed carbon monoxide, diffuse reflectance electron spectroscopy, electron microscopy and catalytic testing have been combined and examined. Of those metals of which the configuration of the valence electronic shell is d\"s' (Cu, Ag, Au, Pt, Pd, Rh, Ru), silver has the highest effective charge as M+ cation due to the most resistant d-electron shell. Supports and modifying additions of metal oxides have a pronounced effect on the electronic state and red-ox properties of silver as a result of donor-accepter interaction of the metal oxide. The factors that stabilize the ionic state of silver and increase its effective charge seem to improve the catalytic properties of silver in methanol oxidation. A hypothesis on the active electronic state of silver in this process - Ag+ cations with maximum effective charge - is suggested based on comparison of spectroscopic and catalytic data. Keywords: Formaldehyde; IR spectroscopy; Methanol oxidation; Silver 1. Introduction Silver is a unique catalyst for partial oxidation of alcohols [ 1 ] . Its nearest analogues - copper and gold - are also able to oxidize methanol, but their catalytic properties are much worse. Because of the difficulties in studying high-temperature methanol oxidation, the question of the mechanism of methanol oxidation and of the nature of the active sites is still under discussion. As a rule, active sites on silver catalysts are considered to be different forms of oxygen adsorbed on silver, i.e. OZ-, O-, 02 [2] . From studies of these forms of adsorbed oxygen, most research- * Corresponding author. Tel. ( +7-3822) 780566, fax. ( +7-3822) 753362 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0926-860X(94)00176-6 8 AN Pestryakov, A.A. Davydov/Applied Catalysis A: General 120 (1994) 7-IS ers concluded that they influence the different directions that the processes may take, such as dehydrogenation, partial or deep oxidation. However, as oxygen is a reagent in the process rather than the catalyst, it cannot be looked upon as an active site. We think that the nature of the active sites of the catalyst should be considered as intrinsic properties of silver, determined by unique characteristics of the valence electronic shell. Some other peculiarities of silver catalysts, oxygen adsorption in certain forms, optimal stability of the energy between metal and oxygen, etc., are the consequence of particular electronic properties of silver. In some of our previous papers we made an assumption about the nature of the active sites of silver catalysts in this process: silver cations (Ag+ ) with a certain effective charge [ 3,4] . The aim of the present paper is to combine the data of several works in an effort to ascertain the active electronic states of silver catalysts in the process, as well as the factors effecting these states. 2. Experimental Samples in the range 1-10 wt.-% Ag/support were prepared for the investigation of the electronic states of silver. Silver was deposited by impregnation of the supports using a AgN03 solution, followed by thermal decomposition of the nitrate. Aluminosilicate, aerosil Si02, y-A1203 and MgO were used as supports. An amount of 10 wt.-% of modifying admixtures of Zr, Ce, La, Rb and Cs oxides were deposited on the Ag/-,,o,-A1203 catalyst from metal nitrate or acetate solutions, followed by thermal decomposition of those nitrates to oxides. The catalysts were exposed to oxidizing treatments in oxygen at 100-700 and reducing treatments in hydrogen at 100-400. IR-spectra of adsorbed carbon monoxide were recorded on a Specord-75IR spectrometer, UV-spectra on a Shimadzu UV-300. The specific surface area of the catalysts and the average size of the silver particles were determined using a Digisorb-2500 and a Jeol JSM-35C electron microscope with X-ray microsonde 35-DDS. Samples of 1-40 wt.-% of silver supported on pumice, aluminosilicate D-53, a-A1203, MgO and samples of 15 wt.-% Ag/pumice modified by 1 wt.-% of Zr, Ce, La, Rb, Cs oxides were prepared for catalytic tests. The specific surface of these samples was about 1--3 M2 /g. The experiments were carried out in a flow catalytic apparatus for methanol selective oxidation under `hard' operating conditions: T = 600-700, 02/CH30H ratio = 0.3, catalyst layer thickness = 10 cm. 3. Results and discussion First we should discuss the differences in electronic characteristics between silver and other elements, such as gold and copper, which are isoelectronic neighbours of A.N. Pestryakov, A.A. Davydov/Applied Catalysis A: General 120 (1994) 7-15 9 C _O a p `c h Q d 2160 2180 2200 -),C.Frr, Fig. 1. IR spectra of carbon monoxide adsorbed on samples oxidized in oxygen at 500: (a) Ag/MgO; (b) Ag/ y-A1203; (c) Ag/aluminosilicate; (d) Ag/Si02. silver. Silver takes part in the oxidizing processes and its catalytic characteristics areassociated with electronic transitions and the formation of different ionic states. The formation of silver surface ions as a result of oxygen adsorption is the first and necessary stage of the process [2]. Without oxygen formaldehyde synthesis does not occur. Silver is the only transition metal that has only one stable ionic state, the cation Ag +. Higher silver oxides (AgO and Ag203) are formed only in the presence of strong oxidizers and they are not thermally stable. The neighbours of silver in its subgroup, gold and copper, also show a stable oxidation state 1 + but they shift to a high-charged Cuz + and Au3 + states relatively easily. The single-charged cation M' + seems to be an active state of silver and its analogues in partial oxidation. The transition to a more highly charged state, probably, declines selective oxidation, catalyzes deep oxidation and decomposition of the products. The amount of Mt+ states on oxidized silver is larger as compared with copper and gold and this fact may account for its better catalytic properties. In real catalytic systems the effective ion charge may differ notably from the formal oxidation degree, a fact that greatly affects the catalytic properties of metals. Hence, assuming Ag+ to be in an active state it is necessary to investigate the change of this state in the different catalytic systems. The support of a metal catalyst is one of the most important agents effecting the metal electronic state. We have studied the influence of the support on changes in the electronic state of silver cations using IR spectroscopy of adsorbed carbon monoxide (Fig. 1) [4] . Within the ranges of the v-w binding model, the carbon monoxide molecules that adsorb on metal atoms and ions interact with their valence d-electrons, and the frequency of the vco stretching vibrations in the surface MCO complexes depends directly on the effective charge of the adsorbent [ 5 ] . As Fig. 1 demonstrates, Ag+ cations supported on aluminosilicate have the highest vco and, accordingly, the largest effective charge. This is explained by the minimal electron-donor influence of the surface oxygen ions Os- from the support crystal lattice on Ags+ because these ions have a comparatively low effective charge in 10 A.N. Pestryakov, A.A. Davydov/Applied Catalysis A: General 120 (1994) 7-IS 080 ~.t 9 60 v ti 40 d ~ 20 10 20 30Ag,%wt Fig. 2. Formaldehyde yield as a function of silver content in the catalysts: (1) Ag/alumosilicate; (2) Ag/pumice; (3) Ag/a-A1203; (4) Ag/MgO. aluminosilicates. However, on the highly polar MgO support the electron-donor influence of oxygen is so strong that Ag+ cations convert to a state close to metallic (under normal conditions carbon monoxide is not adsorbed on Ago). On A1203 and Si02 supports silver cations have an intermediate effective charge. Besides, on aluminosilicates Ag+ cations are characterized by a higher resistance to reduction in carbon monoxide atmosphere. On MgO silver is intensively reduced, even at 50. Of course, the silver particles in these samples had different sizes (from 13 to 50-100 nm) depending on the support type and silver content, but our special investigations of silver catalysts with different average size of the metal particles showed that vco in Ag+-CO surface complexes is independent of the size of the silver clusters (at least up to 100 nm). The tests of the silver catalysts on different supports in methanol oxidation showed that silver supported on natural (pumice) and synthetic (D-53 ) aluminosilicates exhibits the highest efficiency (Fig. 2) . The formaldehyde yield on these samples reached a maximum value at 1-3 wt.-% silver, which conforms to an approximately monomolecular metal cover of the support surface. In this case the average size of the silver particles is 10-50 nm. A further increase of the silver concentration raises the average size of silver up to 300-500 nm and more, but this exerts only little effect on the catalyst activity, if any. This effect is explained by the external diffusion mechanism of the methanol oxidation process [ 2 ] . At high temperature (500-700) the size and form of the silver particles has little or no effect on the catalytic properties of silver. In contrast, on MgO support the efficiency of the silver catalyst is very low. Only at high silver concentration, during formation of the metal film on the support surface, the selectivity of Ag/MgO increases to 40-60%. On A1203 silver has an intermediate efficiency. When comparing spectral and catalytic data we may assume Ag+ cations that have a maximum effective charge to be an active state of silver. This is also confirmed by the spectroscopy data of electronic and catalytic analogues of silver, the noble metals, whose configuration of the valence electronic shell is d\"s' (Fig. 3) [6]. For these metals the second ionization potential determines the resistance of the valence d-electron shell and, accordingly, influences the M-CO binding. We AN Pestryakov, A.A. Davydov /Applied Catalysis A: General 120 (1994) 7-15 11 ~' Cm't AS AS 2180 AU Cu 2150 PJ Oh) Pt (R-) 2120 X_~ LA AS u C. Pt (R-Pl 18 20 18 20 1\", ev Fig. 3. vco of surface monocarbonyl complexes of M+-CO in M+Y zeolites as a function of the second ionization potential of the metals. chose to examine M+Y zeolite samples, because in this zeolite the M+ cations have an isolated state (data for rhodium and ruthenium are inconclusive because these metals tend to form M+(CO)multicarbonyl complexes absorbing at 20702140 cm-' [7-10] ). As seen in Fig. 3, in this series of metals silver cations have the most effective charge, that correlates good with the peculiar catalytic properties of silver. The resistance of the d-shell of silver explains, in particular, its unusual weak capability to adsorb non-oxidizing adsorbates, carbon monoxide, methanol, ethylene, etc. Of course, the IR spectroscopy data obtained for model samples may not be directly transferred to real catalysts. In industrial formaldehyde synthesis supported catalysts with low surface are used, where the major part of the silver is in the form of large aggregates of metal. The support cannot considerably influence the electronic properties of these aggregates. However, investigations carried out previously [ 11 ] show that in industrial catalysts the support surface is not completely covered with a metallic film even at high silver concentration, but it contains highly dispersed silver ions and clusters strongly interacting with the support. Here, the amount of silver in one of these states is high. It is the electronic state of these dispersed particles that is directly influenced by the support. These particles take part in the catalytic process along with large aggregates of metal. This conclusion is confirmed by catalytic investigations of industrial catalyst samples - 40 wt.-% Ag/pumice and 35 wt.-% Ag/aluminosilicate - treated in nitric acid [ 12,13 ] . According to diffuse reflectance electron spectroscopy (Fig. 4), electron microscopy and low angle X-ray scattering data, the initial samples contain silver in the form of pieces of metal film about 5000 nm thick (absorption band 310 nn), ions of Ag+ (240-250 nm) and clusters Agn+ (280 and 370-390 rum). Hydrogen chemisorption data showed that the portion of charged dispersed states of silver on aluminosilicate amount to about 50%, on pumice to about 30%. Nitric acid completely dissolves the metallic silver shell and there are only silver ions, isolated atoms (315 nm) and some C-10 wt.-% of charged clusters strongly interacting with the support. However, the initial catalytic activity of the treated samples differs slightly from the activity of the initial samples. In other words, the 12 A.N. Pestryakov, A.A. Davydov /Applied Catalysis A: General 120 (1994) 7-15 C Q u d 200 300 400 A,nm Fig. 4. Diffuse reflectance electron spectra of catalysts (a) 40% Ag/pumice, initial; (b) 14% Ag/pumice treated in HN03 at 100; (c) 14% Ag/pumice reduced in hydrogen at 650; (d) 6% Ag/pumice treated in HN03 at 100; ( e) bulk foam silver catalyst after having been on stream for 1800 h in a commercial reactor. yield of formaldehyde decreases only by 2-3% (Fig. 5), and it is only after 4-5 h that the activity of the samples drastically falls as a result of the intensive carbonization on the exposed surface of the support. This proves that highly dispersed ionic states of silver are important and active participants in the catalytic process similar to the metal film and large particles. This also corroborates the abovementioned conclusion that size and form of the silver particles do not influence the catalytic properties of silver in this process. We now will focus our attention on silver cations found on the surface of the metallic film or silver crystals (in bulk silver catalysts). IR spectroscopy of adsorbed carbon monoxide does not allow us to study bulk silver for a number of reasons. However, in ref. [ 14] the state of platinum in bulk metal as well as on zeolite has been studied using this method. The electronic state of platinum has been shown to be practically equal in both cases. In other words, platinum ions have an excess effective charge on the surface of the metal as well as in zeolites. This is clarified by the fact that valence d-electrons of platinum ions interact with the total conduction band of the metal. By analogy we may assume Ag+ cations to have also a maximum effective charge on the surface of metallic silver which is similar to that on aluminosilicates. This is partially confirmed by the UV spectra. The states of silver on the surface of bulk metal and of aluminosilicates after a catalytic run are similar (Fig. 4a,e). Ag+ cations seem to be active sites in catalytic , C ?o d j= 65 3 10 -- 9.0 50 Time,h Fig. 5. Formaldehyde yield as a function of catalyst service life: (1) 38% Ag/pumice; ( 2) 14% Ag/pumice; ( 3 ) 6o Ag/pumice. A.N. Pestryakov, A.A. Davydov /Applied Catalysis A: General 120 (1994) 7-15 13 ~4 b G 0 ~C a 0 d h a e 2150 2170 2190 Acns' Fig. 6. IR spectra of carbon monoxide adsorbed on the oxidized samples: (a) Ag/AIZ03; (b) Ce-Ag; (c) Zr-Ag; (d) RI-Ag; (e) Cs-Ag. oxidation of methanol both on the support surface and on the surface of metallic films or crystals. The influence of modifying additions with different composition on the active states of silver is an important and interesting aspect in the formation of those active states. We have shown that the addition of zirconium and cerium oxides into the catalyst stabilizes the oxidized states of silver [ 15 ] . On the other hand, addition of La, Rb, Cs oxides hampers the oxidation of silver and reduces the effective charge of Ag+ cations (low frequency shift of vco, Fig. 6). By comparing spectral data and the results of catalytic investigations of modified samples of silver (Table 1) it becomes evident that zirconium and cerium oxides are the promoters of choice for silver, whereas La, Rb, Cs oxides decrease the activity of silver. In this case Table 1 Catalytic characteristics of modified samples; CO. =1 %, T = 650 [ 3 ] No. Modifier Yield of gases (vol.-%) Yield of CH20 (mol-%) Selectivity (mol-%) COZ CO HZ Modified 15 wt.-% Ag/pumice 1. - 3.8 0.8 15.7 74.6 89.7 2. Zroz 3.4 0.6 18.4 79.3 92.4 3. Ce203 3.8 1.0 16.7 76.5 88.4 4. La203 3.8 1.2 11.7 63.9 87.0 5. Rb20 3.8 0.8 17.6 72.6 88.3 6. CS20 3.8 1.0 17.8 68.7 81.7 Modified pumice (without silver) 7. - 0.3 2.4 3.4 4.6 8. Zr02 0.3 1.8 1.1 7.5 9. Ce203 0.6 1.8 2.8 8.1 10. La203 0.6 3.8 3.8 7.0 11. Rb20 0.4 1.6 2.4 12.2 12. CS20 0.1 1.0 1.2 6.2 14 AN Pestryakov, A.A. Davydov/Applied Catalysis A: General 120 (1994) 7-15 promoters intensify methanol dehydrogenation (the yield of hydrogen increases). Catalytic tests of modified pumice (without any silver supporting) show that the addition of all the above modifiers increases the yield of formaldehyde (Table 1) . Here, the intrinsic catalytic properties of the modifiers are pronounced during methanol oxidation but not during methanol dehydrogenation (the yield of hydrogen falls). Addition of La, Ce, Zr oxides increase the degree of dispersion of supported silver 2-3 times, but as we have discussed above, this does not influence the catalytic process. In refs. [ 16,17] we determined that modifiers increase the surface acidity of the support and the rate of carbonization on the catalyst surface during formaldehyde synthesis in a commercial reactor. However, for short timeson-stream the influence of these factors is negligible. Therefore we may assume that the positive influence of Zr and Ce oxides and negative effect of La, Rb, Cs oxides are probably explained by their indirect influence on the electronic and redox properties of silver rather than on the intrinsic catalytic properties of the additions or on other factors. 4. Conclusions 1. Ag+ cations are the active sites of silver catalysts in methanol oxidation. 2. Of the series of its catalytic and electronic analogues (Cu, Ag, Au, Pt, Pd, Rh, Ru) silver has the highest effective charge as M+ cation due to the most resistant valence d-electron shell. 3. Supports change the electronic state of supported Ag+ cations as a result of electron donor-accepter interaction of the metal oxide. Supported silver cations have the highest effective charge on aluminosilicates, the lowest on polar supports such as MgO. 4. Addition of modifying metal oxides changes the dispersion degree of supported silver, the surface acidity of the catalyst, the surface diffusion of the metal, the degree of carbonization of the catalyst during the catalytic process and some other properties. The influence of modifiers on electronic and red-ox properties of silver is, however, of primary importance for the catalytic activity of silver in methanol oxidation. 5. The factors stabilizing the ionic states of silver (supports, modifiers, etc.) and increasing the effective charge of Ag+ cations also improve the catalytic properties of silver in formaldehyde synthesis. 6. Factors decreasing the effective charge of Ag+ cations lower the selectivity of silver catalysts in this process. References [ 1 ] J.K. Walker, Formaldehyde, 3d ed., Reinhold, New York, London, 1964. A.N Pestryakov, A.A. Davydov /Applied Catalysis A: General 120 (1994) 7-15 15 [2] M.A. Barteau and R.J. Madix, The Surface Reactivity of Silver Oxidation Reactions, The Chemical Physics of Solid Surfaces and Heterogeneous Catalysis, Elsevier, Amsterdam, 1982, Vol. 4, p. 96-142. [3] A.N. Pestryakov and A.A., Davydov, Kinet. Katal., 35 (1994) 273. [4] A.N. Pestryakov, A.A. Davydov and L.N. Kurina, J. Phys. Chem. (Rus), 62 (1988) 1813. [51 A.A. Davydov, Infrared Spectroscopy of Adsorbed Species on the Surface of Transition Metal Oxides, Wiley, New York, 1990. [6] A.N. Pestryakov, A.A. Davydov and L.N. Kurina, Surf. Phys. Chem. Mech. (Rus), 2 (1988) 147. [7] G.H. Yokomizo, C. Louis and A.T. Bell, J. Catal., 120 (1989) 1. [8] R. Dictor and S. Roberts, J. Phys. Chem., 93 (1989) 5846. [9] F. Solimosi, J. Rasko and J. Bontovics, Catal. Lett., 19 (1993) 257. 10] G. Ghiotti, F. Boccuzzi, A. Chiorino, S. Galvagno and C. Crisafulli, J. Catal., 142 (1993) 437. 11 ] S.P. Noskova, A.A. Davydov, A.N. Pestryakov, G.I. Goldinberg and T.K. Popova, J. Appl. Chem. (Rus), 61 (1988) 2051. 12] A.N. Devochkin, A.N. Pestryakov and L.N. Kurina, React. Kinet. Catal. Lett., 47 (1992) 13. 13] A.N. Devochkin, A.N. Pestryakov and L.N. Kurina, J. Phys. Chem. (Rus), 66 (1992) 1959. 14] A.A. Solomennikov and A.A. Davydov, Kinet. Katal., 25 (1984) 403. 151 A.N. Pestryakov, A.A. Davydov and L.N. Kurina, J. Phys. Chem. (Rus), 61 (1987) 2381. 16] A.N. Pestryakov, V.N. Belousova and M.I. Roznina, J. Appl. Chem. (Rus), 66 (1993) 1148. 171 A.N. Pestryakov, M.I. Roznina and V.N. Belousova, J. Appl. Chem. (Rus), 66 (1993) 2285. APCATA 94803307 0926-860X(94)80330-7 10.1016/0926-860X(94)80330-7 Elsevier Science B.V. All rights reserved. Active electronic states of silver catalysts for methanol selective oxidation A.N. Pestryakov * a A.A. Davydov b a Tomsk State Academy of Civil Engineering, TISI, Solyanaya sq., 2, Tomsk, 634003, Russia b Boreskov Institute of Catalysis, Lavrentyev av.. 5. Novosibirsk, 630090, Russia * Corresponding author. Tel. (+7-3822) 780566, fax. (+7-3822) 753362. The results of investigations of the electronic and catalytic properties of silver catalysts by IR spectroscopy of adsorbed carbon monoxide, diffuse reflectance electron spectroscopy, electron microscopy and catalytic testing have been combined and examined. Of those metals of which the configuration of the valence electronic shell is dns1 (Cu, Ag, Au, Pt, Pd, Rh, Ru), silver has the highest effective charge as M+ cation due to the most resistant d-electron shell. Supports and modifying additions of metal oxides have a pronounced effect on the electronic state and red-ox properties of silver as a result of donor-accepter interaction of the metal oxide. The factors that stabilize the ionic state of silver and increase its effective charge seem to improve the catalytic properties of silver in methanol oxidation. A hypothesis on the active electronic state of silver in this process — Ag+ cations with maximum effective charge — is suggested based on comparison of spectroscopic and catalytic data. Keywords Formaldehyde IR spectroscopy Methanol oxidation Silver Reference [1] Walker J.K. 3d ed. Formaldehyde 1964 Reinhold New York, London [2] Barteau M.A. Madix R.J. The Surface Reactivity of Silver Oxidation Reactions The Chemical Physics of Solid Surfaces and Heterogeneous Catalysis 4 1982 Elsevier Amsterdam 96 142 [3] Pestryakov A.N. Davydov A.A. Kinet. Katal. 35 1994 273 [4] Pestryakov A.N. Davydov A.A. Kurina L.N. J. Phys. Chem. (Rus) 62 1988 1813 [5] Davydov A.A. Infrared Spectroscopy of Adsorbed Species on the Surface of Transition Metal Oxides 1990 Wiley New York [6] Pestryakov A.N. Davydov A.A. Kurina L.N. Surf. Phys. Chem. Mech. (Rus) 2 1988 147 [7] Yokomizo G.H. Louis C. Bell A.T. J. Catal. 120 1989 1 [8] Dictor R. Roberts S. J. Phys. Chem. 93 1989 5846 [9] Solimosi F. Rasko J. Bontovics J. Catal. Lett. 19 1993 257 [10] Ghiotti G. Boccuzzi F. Chiorino A. Galvagno S. Crisafulli C. J. Catal. 142 1993 437 [11] Noskova S.P. Davydov A.A. Pestryakov A.N. Goldinberg G.I. Popova T.K. J. Appl. Chem. (Rus) 61 1988 2051 [12] Devochkin A.N. Pestryakov A.N. Kurina L.N. React. Kinet. Catal. Lett. 47 1992 13 [13] Devochkin A.N. Pestryakov A.N. Kurina L.N. J. Phys. Chem. (Rus) 66 1992 1959 [14] Solomennikov A.A. Davydov A.A. Kinet. Katal. 25 1984 403 [15] Pestryakov A.N. Davydov A.A. Kurina L.N. J. Phys. Chem. (Rus) 61 1987 2381 [16] Pestryakov A.N. Belousova V.N. Roznina M.I. J. Appl. Chem. (Rus) 66 1993 1148 [17] Pestryakov A.N. Roznina M.I. Belousova V.N. J. Appl. Chem. (Rus) 66 1993 2285",
      "scopus-id": "0028768734",
      "coredata": {
        "eid": "1-s2.0-0926860X94803307",
        "dc:description": "The results of investigations of the electronic and catalytic properties of silver catalysts by IR spectroscopy of adsorbed carbon monoxide, diffuse reflectance electron spectroscopy, electron microscopy and catalytic testing have been combined and examined. Of those metals of which the configuration of the valence electronic shell is dns1 (Cu, Ag, Au, Pt, Pd, Rh, Ru), silver has the highest effective charge as M+ cation due to the most resistant d-electron shell. Supports and modifying additions of metal oxides have a pronounced effect on the electronic state and red-ox properties of silver as a result of donor-accepter interaction of the metal oxide. The factors that stabilize the ionic state of silver and increase its effective charge seem to improve the catalytic properties of silver in methanol oxidation. A hypothesis on the active electronic state of silver in this process — Ag+ cations with maximum effective charge — is suggested based on comparison of spectroscopic and catalytic data.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-12-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94803307",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pestryakov, A.N."
          },
          {
            "@_fa": "true",
            "$": "Davydov, A.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94803307"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94803307"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80330-7",
        "prism:volume": "120",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Active electronic states of silver catalysts for methanol selective oxidation",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Formaldehyde"
          },
          {
            "@_fa": "true",
            "$": "IR spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Methanol oxidation"
          },
          {
            "@_fa": "true",
            "$": "Silver"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "7-15",
        "prism:endingPage": "15",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 December 1994",
        "prism:doi": "10.1016/0926-860X(94)80330-7",
        "prism:startingPage": "7",
        "dc:identifier": "doi:10.1016/0926-860X(94)80330-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028768734"
      }
    }
  }
}