{
  "metadata": {
    "title": "In-situ DRIFTS studies of the activation of Ga/H-ZSM-5 catalysts for the aromatization of propane",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-02-01",
    "doi": "10.1016/0926-860X(95)00239-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002391",
    "pii": "0926860X95002391"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0039564782",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002391 0926-860X(95)00239-1 0926860X95002391 10.1016/0926-860X(95)00239-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00208 2024-01-01T12:18:48.759026Z 0 0 19960201 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 135 135 1 1 Volume 135, Issue 1 14 177 191 177 191 19960201 1 February 1996 1996-02-01 1996 Article article fla Copyright © 1996 Published by Elsevier B.V. INSITUDRIFTSSTUDIESACTIVATIONGAHZSM5CATALYSTSFORAROMATIZATIONPROPANE SOUTHWARD B 1988 STUDSURFSCICATAL SCURRELL 1987 1 M SEDDON 1990 351 D GUISNET 1992 1 M BUCKLES 1991 89 G SPHIRO 1994 147 E BAYENSE 1991 127 C PRICE 1990 267 G LEVANMAO 1989 1 R DOOLEY 1992 17 K MERIAUDEAU 1993 293 P GNEP 1988 155 N ABDULHAMID 1994 147 S TABAK 1986 1526 S LUKYANOV 1993 173 D PROC10THINTCONGRCATAL SCURRELL 1988 89 M KANAI 1988 284 J MERIAUDEAU 1989 1423 P MOWRY 1985 128 J MERIAUDEAU 1993 2431 P PROC10THINTCONGRCATAL KANAZIREV 1991 277 V KANAZIREV 1991 111 V PRICE 1991 611 G SACHTLER 1993 383 W DOOLEY 1993 2415 K PROC10THINTCONGRCATAL CARLI 1993 379 R YAO 1990 175 J JOLY 1991 249 J BAILAR 1973 1092 J KANAZIREV 1991 35 V PETIT 1989 1163 L GRIFFITHS 1982 299 P RECENTADVANCESINANALYTICALSPECTROSCOPY SOUTHWARDX1996X177 SOUTHWARDX1996X177X191 SOUTHWARDX1996X177XB SOUTHWARDX1996X177X191XB item 0926-860X(95)00239-1 0926860X95002391 1-s2.0-0926860X95002391 10.1016/0926-860X(95)00239-1 271346 2024-01-01T12:18:48.759026Z 1996-02-01 1-s2.0-0926860X95002391-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002391/MAIN/application/pdf/43771323f9345a6d571a9e556de8edec/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002391/MAIN/application/pdf/43771323f9345a6d571a9e556de8edec/main.pdf main.pdf pdf true 652480 MAIN 15 1-s2.0-0926860X95002391-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002391/PREVIEW/image/png/2b00917828cfad64b667e3421936d8de/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002391/PREVIEW/image/png/2b00917828cfad64b667e3421936d8de/main_1.png main_1.png png 44292 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 135 (1996) 177-191 In-situ DRIFTS studies of the activation of Ga/H-ZSM-5 catalysts for the aromatization of propane B.W.L. Southward *, R.J. Nash, C.T. O'Connor Catalysis Research Unit, Department of Chemical Engineering, University of Cape Town, Private Bag, Rondebosch 7700, South Africa Received 9 June 1995; revised 11 August 1995; accepted 14 August 1995 Abstract An in-situ diffuse reflectance IR fourier transform spectroscopy study of the reduction/activation of Ga/H-ZSM-5 and variants thereof has been performed. These studies have shown a synergy between acidic supports (zeolitic and non-zeolitic) and Ga203, which leads to the reduction of the latter in either a H2 or propane stream, as evidenced by the loss in intensity of the uGa-O band. No reduction of Ga203 was observed when it was unsupported or supported upon non-acidic supports. In all cases the reduction process was accompanied by loss of BrOnsted acid groups due to reaction between the acidic site and gallium suboxide. Moreover, the appearance of a strong sharp band coincident with the known frequency of the ~,Ga-O band was also recorded and is presumed to indicate the presence of Ga20. Reduction of Ga/H-ZSM-5 using propane as a reductant was accom- panied by side reactions and coke deposition and appeared to be a less effective means of activating the catalyst. Keywords: Gallium; ZSM-5; Propane; DRIFTS; Aromatization 1. Introduction The transformation of lower alkanes into higher value compounds is a subject of current interest [ 1,2 ]. In particular the acid catalyzed dehydrocyclodimerization / aromatization of short chain linear alkanes into BTX (benzene, toluene and xylenes) has been widely reviewed [2-4] and studied [5-13]. The preferred catalysts for this process are based upon the MFI structure, and include H-ZSM-5 [9,14-16], Ga/H-ZSM-5 [7-13], Zn-ZSM-5 [16,17] and Pt/H-ZSM-5 [6,18]. * Corresponding author. Fax. ( + 27-21 ) 6502516. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDlO926-860X(95) 00239- 1 178 B.W.L. Southward et al. /Applied Catalysis A: General 135 (1996) 177-191 Table 1 Catalyst preparation/activation Catalyst Abbreviation Synthesis % Ga20~ Activation H-ZSM-5 H-ZSM-5 n/a n/a 5% H2 in N2 Ga/H-ZSM-5 GaBM 4 h ball mill 10 5% H2 in N2 Ga/H-ZSM-5 GaIX Ga(NO3)3 ion exch. 18 5% H2 in N2 Ga/Sil-1 GaS1 4 h ball mill 10 5% H2 in N2 Ga/SiO2 GaSIL 4 h ball mill 10 5% H2 in N2 Ga/SiOzA1203 GaSAL 4 h ball mill 10 5% H2 in N2 Ga/H-ZSM-5 GaBMP 4 h ball mill 10 Propane Ga203 Ga203 n/a 100 5% H2 in N2 Indeed, the application of Ga/H-ZSM-5 in the Cyclar process bears testimony to the economic potential of the aromatization process [ 19 ]. However there are still unresolved questions concerning various aspects of the process. There is in particular, still uncertainty regarding the active site and reaction mechanism with bifunctional reaction [7,11-13,20], solid state reaction involving either Ga+Z- [6,8,21-23], (GaO) + [10,24,25] or Ga20 [26] species, or back- spillover mechanism [ 9,27 ], being proposed. Moreover, although it has been shown that pre-reduction or repeated reaction regeneration cycles leads to enhanced activ- ity and selectivity to BTX [ 3-8,12,13,21,27 ], it is still unclear what is the cause of these improvements or what is the nature of any activated gallium species formed [6,8,21-26]. In order to address these questions an in-situ diffuse reflectance IR fourier transform spectroscopy (DRIFTS) study of the reduction of various Ga-containing catalysts was performed. This paper presents data regarding the effects of support acidity, the choice of reductant and catalyst preparation method on the activation/ reduction of gallium-promoted aromatization catalysts. 2. Experimental H-ZSM-5 (Si/Al=35) and Silicalite 1 were prepared using the method of Arguer and Landolt [28] (the latter using an aluminium free mother liquor)./3- Ga203 was prepared by calcination of Ga203 (99.99% + ex. Aldrich) at 1200 for 12 h. All derived catalysts were prepared as detailed in Table 1. All catalysts were studied using an in-situ DRIFTS apparatus. This consisted, in the first instance, of a vacuum dosing system made up of two parallel and isolatable glass vacuum lines each of which contained five dosing units thus enabling a wide range of organic adsorbates such as acids and bases to be used. The vacuum line operated in parallel with an existing temperat0re programmed desorption (TPD) / MS apparatus and enabled comparison of IR and TPD results. The vacuum assembly was evacuated in a two stage process using an Edwards ED100 high speed rotary pump and an Edwards EO50/60 air cooled oil diffusion pump. Pressures of 10-s B.W.L. Southward et al. / Applied Catalysis A: General 135 (1996) 177-191 179 o z~ I I I ~ I I 4000.0 3580.0 31600 2740.0 2320.0 1900.0 1480.0 1060.0 640.0 WAVENUMBER (CM-~) Fig. 1. In-Situ DRIFTS of Ga203 at (a) 400 He, (b) 400 H2, (c) 450, (d) 500, (e) 550, (f) 600, (g) 650, (h) 700. ( i ~ 750 and (i) 800. o ..o e d c 8, 2640.0 2390.0 2140.0 1890.0 1640.0 1390.0 1140.0 890.0 640.0 WAVENUMBER (CM ~) Fig. 2. [n-Situ DRWTS of GaBM at (a) 400 He, (b) 400 Hz, (c) 450, (d) 500, ( 550, (f) 600, (g) 650, (h) 700, (i) 750 and (j) 800. 180 B. W.L. Southward et al. / Applied Catalysis A: General 135 (1996) 177-19l g r,,,,.f a I I I I ~ t 4000.0 3833.3 3666.7 35000 33333 31667 30000 WAVENUMBER (CM-~) Fig. 3. In-Situ DRIFTS difference spectra of GaBM ~OH (a) 450-400, (b) 500, (c) 550, (d) 600, (e) 650, (f) 700, (g) 750 and ftl) 800. ..Q o .< 12400 11400 10400 940.0 840.0 740.0 640.0 WAVENUMBER (CM-~) Fig. 4. Detail of 670 cm ~ Band in GaBM. B. W.L. Southward et al. / Applied Catalysis A: General 135 (1996) 177-191 181 2640,0 2390.0 2140.0 1890.0 1640.0 1390.0 1140.0 890.0 640.0 WAVENUMBER (CM-~) Fig, 5. In-Situ DRIFTS of GalX at (a) 400 He, (b) 400 H2, (c) 450, (d) 500, (e) 550, (f) 600, (g) 650, (h) 700, (i) 750 and (i) 800. b a i i i I - ~ i i 4000.0 3833.3 3666.7 3500.0 3333.3 3166.7 3000.0 WAVENUMBER (CM-1) Fig. 6. In-Situ DRIFTS difference spectra of GaIX vOH (a) 550-500, (b) 600, (c) 650, (d) 700, (e) 750 and (f) 800. 182 B. W.L. Southward et al. /Applied Catalysis A.\" General 135 (1996) 177-191 g f e d \" C b a i i i 1 i 4000.0 3833.3 3666.7 3500.0 33333 3166.7 3000.0 WAVENUMBER (CM-~ ) Fig. 7. In-Situ DRIFTS difference spectra of H-ZSM-5 uOH (a) 500-450, (b) 550, (c) 600, (d) 650, (e) 700, (f) 750 and (g) 800. Torr are easily achieved. The second unit in the apparatus was the gas delivery system in which the gas flow was regulated by two mass flow controllers enabling the dosing of small volumes of gas into the cell to monitor transient response or surface coverage and species with respect to dose. The third part of the apparatus is a Spectra-Tech high temperature/high pressure cell specially designed for in- situ studies. The cell is fitted with ZnSe windows and is rated to 900 (atmospheric pressure) and a maximum pressure of 10 MPa (at a maximum temperature of 600). The cell operates via downward flow which eliminated possible fluidization of the catalyst. The heated sample cup consisted of heater elements potted in alumina encased in a molybdenum shell. It was controlled using a 0-12 V variac unit in conjunction with a type K thermocouple controller, using zero crossing proportional output. The heater control unit also contained specific circuitry to compensate for varying heat loads to enable consistent temperatures to be achieved to an accuracy of better than I. At higher temperatures the cell windows are cooled by drawing distilled water (flow > 50 ml min ~ ) through the cooling coil by means of a vacuum aspirator. In all cases in-situ spectra were collected using a Nicolet 5ZDX FTIR spectrom- eter, operating in the DRIFTS mode, by co-addition of 250 scans at 4 cm- resolution. Hence all strong spectral bands below 2000 cm ~ manifest specular reflection effects, giving them a derivative shape. Ex-situ spectra were performed B. W.L. Southward et al. /Applied Catalysis A: General 135 (1996) 177-191 183 g E # 975.00 908.33 841.67 775.00 708.33 641.67 575.00 WAVENUMBER (CM-1) Fig. 8. Transmission IR Spectra of GaBM (a) Pre-ball mill (H-ZSM-5), (b) Post-ball mill/pre-reduction and (c) Post-ball mill/post-reduction. in the transmission mode by co-addition of 100 scans. Difference spectra were generated by the mathematical subtraction of the reference spectra from the sample spectra. In-situ activation studies were performed by the incremental heating of the sample in flowing He (30 ml min-1) to 400 at which temperature the catalyst was pre-conditioned for 1 h. The flow was then switched to reductant (30 ml min-1), namely, H2 (5% in N2) or propane. The sample was then exposed to reductant for 15 min and the spectra recorded. The sample temperature was then raised, in the flowing reductant, and equilibrated for 15 min at 450 and the spectra taken. This process was repeated at 50 intervals up to and including 800. TPR analysis of the Ga203, GaBM and GalX was performed using apparatus designed in-house. 3. Results Initial studies addressed the responses of Ga203, GaBM, GalX and H-ZSM-5 under activation conditions. The results of these analyses are shown in Fig. 1, Fig. 2, Fig. 3, Fig. 4, Fig. 5, Fig. 6 and Fig. 7. 184 B. W.L Southward et al. /Applied Catalysis A: General 135 (1996) 177-191 8 tO 2640.0 2390.0 2140.0 1890.0 1640.0 1390.0 1140.0 890.0 640.0 WAVENUMBER (CM-1) Fig. 9. In-Situ DRIFTS of GaS1 at (a) 400 He, (b) 400 H2, (c) 450, (d) 500, (e) 550, (f) 600, (g) 650, (h) 700, (i) 750 and (j) 800. From these results it was apparent that, in the absence of the zeolite,/3-Ga203 did not undergo any significant degree of reduction. No loss in vGa-O band intensity was observed and the most significant spectral changes observed were due to lattice vibration, occurring at higher temperatures. This observation is con- sistent with TPR findings, which showed no reduction and with the reported liter- ature [6,8,26,29,30]. In the case of both GaBM and GaIX, significant spectral changes were observed. Both displayed a reduction of intensity in the Brsted acid uOH band (3610 cm-l), but not in the silanol vOH (3732 cm-1). The appearance of a strong sharp band or derivative shaped band at ca. 670 cm- ~ (a variation of + 8 cm- ~ was recorded over all spectra) was also observed (Fig. 4). This frequency correlates to the reported value of the vGa-O band [31 ]. The framework bands of the zeolite showed little change with respect to temperature, indicating the strong band phenomena was unlikely to be due to thermal agitation of the lattice or spectral noise. The appearance of bands at 3036 and 3146 cm-1 (vN-H bands) for GaIX was recorded, consistent with the reduction the nitrate precursor. Ex-situ transmission of GaBM (Fig. 8) showed a loss of the uGa-O band present prior to activation, indicating a loss of Ga203, in agreement with the findings of Kanazirev et al. [ 31 ]. In comparison, the spectra of H-ZSM-5 reflected only a loss of both Brcmsted acid and silanol groups (Fig. 7), with no change in the zeolite framework bands being recorded. B.W.L. Southward et al. /Applied Catalysis A: General 135 (1996) 17~191 185 h a t \" i i i i i 4000.0 38333 3666 7 3500.0 3333.3 3166.7 3000D WAVENUMBER (CM-1) Fig. 10. In-Situ DRIFTS difference spectra of GaSI at yON (a) 450-400, (b) 500, (c) 550, (d) 600, (e) 650, (f) 700, (g) 750 and (h) 800. The role of the support in the activation process was examined by attempting the in-situ reduction of GaS 1, GaSIL and GaSAL. These results are shown in Fig. 9, Fig. 10, Fig. 11 and Fig. 12. From these data it was evident that GaS 1 showed no significant degree of reduc- tion of the gallium. This was supported by post activation IR and inferred by the lack of the strong sharp band which appeared to be linked to the activation process. Some loss of silanol OH intensity was observed but this was ascribed to dehydrox- ylation rather than any reaction with the gallium. Similarly, GaSIL showed no significant spectral changes up to 650. Attempts to react samples of GaSIL at higher temperatures resulted in blocking of the porous tungsten frit of the cell, possibly by migration of SiO2. In all cases this led to a loss of flow through the cell and a pressure build up, forcing the curtailing of the experiment. Conversely, the activation of GaSAL was achieved, as evidenced ex-situ IR and by the appearance of the strong vGa-O band (again at ca. 670 cm- l), consistent with previous data. The occurrence of this sharp band was, however, both at higher temperatures and was of lower intensity than the analogous ZSM-5 case, possibly reflecting the different acidic properties of the two supports. The reduction of GaBM using propane (Fig. 13 and Fig. 14) showed similar phenomena to those displayed in the case of H2 reduction. Firstly there was a reduction in Br0nsted band intensity. However, this was coincident with some loss 186 B. W.L. Southward et al. /Applied Catalysis A: General 135 (1996) 177-191 o= ..{3 g ..o ,< C a 2640.0 2390.0 2140.0 1890.0 1640.0 1390.0 1140.0 890.0 640.0 WAVENUMBER (CM-1) Fig. ! 1. ln-Situ DRIFTS of GaS[I at (a) 400 H2, (b) 450, (c) 500, (d) 550, (e) 600 and (f) 650. in intensity of the Silanol vOH band. The strong sharp band at ca. 670 cm- 1 was also present, albeit at lower intensity and higher temperatures than observed in GaBM. This may indicate a weaker interaction/reaction between Ga203 and pro- pane than for Ga203 and H2. Coincident with reduction the conversion of the propane reductant was observed as one might expect. Spectral analysis of products formed was not possible due to the presence of gaseous and adsorbed propane which masked any contribution from reaction products. Coking of the catalyst and interior of the in-situ cell was also evident after completion of activation, with extensive carbonaceous deposition being recorded. 4. Discussion Previous studies concerning the activation of Ga203, Ga203/H-ZSM-5 have shown there is a 'low' temperature reduction in the latter case [6,8,13,21- 24,26,29,31,32]. This is supported by the spectral results obtained in this study and also by TPR analysis (Fig. 15 ) of Ga203, GaBM and GalX. The latter two samples exhibited reduction phenomena between 500 and 800 (the actual temperature of the ball mill sample depending upon milling time). Moreover, the data obtained indicate that the synergy observed is not merely due to the presence of the support, B.W.L. Southward et al. /Applied Catalysis A: General 135 (1996) 177-191 187 h g o~ 0 f d c b a 2640.0 2390.0 2140.0 1890.0 1640.0 1390.0 1140.0 890.0 640.0 WAVENUMBER (CM-1) Fig. 12. In-Situ DRIFTS of GaSAL at (a) 400 H2, (b) 450, (c) 500, (d) 550, (e) 600, (f) 650 and (g) 700. but is specific to certain materials. The major criteria for this synergy is the presence of BrCnsted acidity within the support, irrespective of whether the support is zeolitic or not. Hence GaBM, GaIX, GaBMP and GaSAL all exhibited gallium reduction phenomena, whereas Ga203, GaS 1 and GaSIL did not. However, it is clear that the interaction between H-ZSM-5 and Ga203 is the strongest, based upon the higher activation temperatures required for GaSAL. This may due to a more homogeneous BrCnsted acid site distribution and/or presence of stronger sites in the zeolite. The interaction of the oxide with the BrCnsted acid sites of the support is further evidenced by loss in intensity of the 3610 cm-~ band in all cases of reduction (Fig. 3, Fig. 6 and Fig. 14). The loss of BrCnsted acidity for GaBM, GaIX and GaBMP is confirmed by comparison with H-ZSM-5 which exhibited only minor dehydroxylation at comparative temperatures, leading to losses in both BrCnsted and silanol band intensity (Fig. 7). This is in agreement with the work of Price and Kanazirev [8] and Sphiro et al. [6] who observed similar losses in intensity for Ga/H-ZSM-5 and Pt promoted Ga/H-ZSM-5, respectively. This observation also supports the 'solid state reaction theory' of a mobile gallium moiety formed upon reduction of the bulk oxide [ 4,6,8,10,13,20-22,25,31 ]. The reaction of BrCnsted sites with gallium has been proposed to lead to the formation of new Lewis acid sites, without loss of total acidity [2,4,6,12,20,22]. Recent data supports this theory, based upon CO adsorption [22] and pyridine and H2 adsorption studies [6] all of which indicate the presence of strong electron 188 B. W.L. Southward et al. /Applied Catalysis A: General 135 (1996) 177-191 8 c ..Q .Q 2640.0 2390.0 2140.0 1890.0 1640.0 1390.0 1140.0 8900 640.0 WAVENUMBER (CM-1 ) Fig. 13. In-Situ DRIFTS of GaBMP at (a) 400 He, (b) 400 H2, (c) 450, (d) 500, (e) 550, (f) 600 and (g) 650. e o . t~ t I I I I I 4000.0 3900.0 3800.0 3700.0 3600.0 3500.0 3400.0 WAVENUMBER (CM-1) Fig. 14. In-Situ DRIFTS difference spectra of GaBMP vOH (a) 450-400, (b) 500, (c) 550, (d) 600 and (e) 650. B.W.L. Southward et al./Applied Catalysis A: General 135 (1996) 177-191 189 c- O .m ..i-, o_ E -1 09 o to c- Q) E~ o 13 >., -i- 0.019 100 ~v4' d Ga203 c Ga203/H-ZSM-5 .... ~ .... ~--~ .... // (ballmilled 0.5hr) ~--\" / _ Ga203/H-ZSM-5 (ballmilled 4hr) Ga(ionx)/H-ZSM-5 \"' .'\" b /r \\ J a __f 2()0 3()0 4()0 500 6130 7()0 8()0 9()0 11300 Temperature [C] 1100 Fig. 15. TPR data for (a) Ga203, (b) GaBM (0.5 h), (c) GaBM (4 h) and (d) GAIX. accepting sites in the activated catalyst. Alternatively, it has been suggested that in optimally active catalysts the gallium is present as a highly dispersed (GaO) + or Ga203 [ 10,25], with the role of the Ga+ being to facilitate the dispersion of the active Ga3 +. In these studies no characterization of the gallium post-activation was attempted, but it was clear that the gallium was not present as the bulk 3 + oxide (Fig. 8). However, in-situ results did show the presence of a species with an absorption band corresponding to the uGa-O. This sharp band phenomenon was present only in samples where reduction/activation of the gallium is observed. In all cases it was found to occur at the same frequency, irrespective of support, method of gallium addition or reductant. This indicates a common cause for the phenomenon, which is linked to the activation of the gallium. The coincidence of this adsorption band to the known frequency of uGa-O indicates the presence of Ga-O bonds consistent with the presence of Ga20 or (GaO) + species during reduction. Moreover, given the observation of H2 consumption in TPR and the data of previous studies [4,6,8,10,20-23,25,26] the former assignment is more likely, and provides in-situ evidence for the Ga20 reduction intermediate proposed by Price and Kanazirev [8] as shown below. Ga203 + 2H2 ~ Ga20 + 2H20 ( 1 ) Ga20 + 2H +Z ~ 2Ga + Z- + H20 (2) 190 B. W.L. Southward et al. / Applied Catalysis A: General 135 (1996) 177-191 or overall Ga203+2H+Z-+2H2 ~ 2Ga+Z +3H20 (1 +2) This assignment is tentative since all results presented have not been processed using KM (Kubelka-Munk) or KK (Kramers-Kroenig) transformation [33]. Such methods would reduce the specular reflective effect which dominates the observed signal. However, as stated previously, given the low S/N ratio of the spectra, the protocol employed (co-addition of 250 scans), the low contribution of lattice vibration observed for both Ga203 and all supported variants, and the selec- tive appearance of the band during reduction cycles, it appears the observed band is a true phenomenon. The comparison of GaBM and GaBMP, also reflect previous findings regarding the use of the alkane feed as a reductant [ 2-4,13 ]. However, it is also apparent that the use of propane is not as selective in the activation of the Ga203 as H:. In this case the activation of the gallium may occur due to the dehydrogenation of the alkane by the gallium as previously reported [4,13,31], leading to the formation of the suboxide. If so, then based upon kinetic studies which have shown that competitive adsorption between H2 and propane occurs, with the former inhibiting reaction [ 11 ], this indicates the reaction of the propane is slower than with H2. Moreover, due to the accompanying aromatization reactions, the concentration of propane will be reduced at the catalyst surface, also limiting the reduction efficiency. Alternatively, it may not be merely propane which reduces the gallium oxide, but the H2 produced as a reaction by-product. If so, then reduction will only proceed as determined by the surface partial pressure of H2 by-product, which will again be less efficient than the process occurring in the pure hydrogen case. 5. Conclusions The activation of gallium oxide based aromatization catalysts is achieved by the reduction of the Ga203. This leads to the formation of Ga20 which migrates into the zeolite pores to react with BrOnsted acid sites. Both H2 and propane can fulfil the role of reductant, with reduction being possible upon non-zeolitic supports, providing they possess the required Br0nsted acidity. Acknowledgements Financial support from the University of Cape Town, FRD, SASOL and AECI is gratefully acknowledged. B.W.L. Southward et al. / Applied Catalysis A: General 135 (1996) 177-191 191 References [ 1 ] D.M. Bibby, C.D. Chang, R.F. Howe and S. Yurchak (Editors), Stud. Surf. Sci. Catal., 36 (1988). [2] M.S. Scurrell, Appl. Catal., 32 (1987) 1. [3] D. Seddon, Catal. Today, 6 (1990) 351. [4] M. Guisnet, N.S. Gnep and F. Alario, Appl. Catal. A, 89 (1992) 1. [5] G. Buckles, G.J. Hutchings and C.D. Williams, Catal. Lett., 11 ( 1991 ) 89, [6] E.S. Sphiro, D.P. Shevchenko, O.P. Tkachenko and R.V. Dmitriev, Appl. Catal. A, 108 (1994) 147. [ 7 ] C.R. Bayense and J.H.C. van Hooff, Appl. Catal. A, 79 ( 1991 ) 127. [8] G.L. Price and V. Kanazirev, J. Catal., 126 (1990) 267. [9] R. le van Mao and L. Dufresne, Appl. Catal., 52 (1989) l. [ 10] K.M. Dooley, C. Chang and G.L. Price, Appl. Catal. A, 84 (1992) 17. [ 11 ] P. Meriaudeau, G. Sapalay and C. Naccache, J. Mol. Catal., 81 (1993) 293. [ 12] N.S. Gnep, J.Y. Doyemet, A.M. Seco, F. Ramoa Riberio and M. Guisnet, Appl. Catal., 43 (1988) 155. [13] S.B. Abdul Hamid, E.G. Derouane, G. Demortier, J. Riga and M.A. Yarmo, Appl. Catal. A, 108 (1994) 147. [ 14] S.A. Tabak, F.J. Krambeck and W.E. Garwood, AIChE J., 32 (9) (1986) 1526. [ 15] D.B. Luk'yanov, V.I. Shtral, V.I. Timoshenko and S.N. Khadzhiev, Proc. 10th Int. Congr. Catal., 1993, p. 173. [ 16] M.S. Scurrell, Appl. Catal., 41 (1988) 89. [ 171 J. Kanai and N. Kawata, J.Catal., 114 (1988) 284. [ 18] P. Meriaudeau, G. Sapaly and C. Naccache, Stud. Surf. Sci. Catal., 49B (1989) 1423. [ 191 J.R. Mowry, R.F. Anderson and J.A. Johnson, Oil Gas J., (1985) 128. [20] P. Meriaudeau and C. Naccache, Proc. 10th Int. Congr. Catal. 1993, p. 2431. [21 ] V. Kanazirev, G.L. Price and K.M. Dooley, Stud, Surf. Sci. Catal., 69 ( 1991 ) 277. [22] V. Kanazirev, R. Dimitrova, G.L. Price, A.Yu. Khodakov, L.M. Kustov and V.B. Kazansky, J. Mol. Catal., 70(1991) 111. [23] G.L. Price, J. Catal., 130 (1991) 611. [24] W.H.M. Sachtler, Acc. Chem. Res., 26 (1993) 383. [25] K.M. Dooley, C. Chang, V. Kanazirev and G.L. Price, Proc. 10th Int. Congr. Catal., 1993, p. 2415. [26] R. Carli, C.L. Bianchi, R. Giannantonio and V. Ragaini, J. Mol. Catal., 83 (1993) 379. [27] J. Yao, R. le van Mao and L. Dufresne, Appl. Catal., 65 (1990) 175. [28] R.J. Arguer and G.R. Landolt, US Patent 3 702 886, 1972. [29] J.F. Joly, H. Ajot, E. Merlen, F. Raatz and F. Alasio, Appl. Catal. A, 79 (1991) 249. [30] J. Bailar, Comp. Inorg. Chem., 1 (1973) 1092. [31 ] V. Kanazirev, V. Mavrodinova, L. Kosova and G.L. Price, Catal. Lett., 9 ( 1991 ) 35. [32] L. Petit, J.P. Bournonville and F. Raatz, Stud. Surf. Sci. Catal., 49B (1989) 1163. [ 33 ] P.R. Griffiths, S.A. Yeboah, I.M. Hamadehi, P.J. Duff, W.J. Yang and K.W. van Every, in K. Fuwa (Editor), Recent Advances in Analytical Spectroscopy, Pergammon, Oxford, 1982, p. 299. APCATA 95002391 0926-860X(95)00239-1 10.1016/0926-860X(95)00239-1 Elsevier Science B.V. All rights reserved In-situ DRIFTS studies of the activation of Ga/H-ZSM-5 catalysts for the aromatization of propane B.W.L. Southward * R.J. Nash C.T. O'Connor Catalysis Research Unit, Department of Chemical Engineering, University of Cape Town, Private Bag, Rondebosch 7700, South Africa * Corresponding author. Fax. (+27-21) 6502516. An in-situ diffuse reflectance IR fourier transform spectroscopy study of the reduction/activation of Ga/H-ZSM-5 and variants thereof has been performed. These studies have shown a synergy between acidic supports (zeolitic and non-zeolitic) and Ga2O3, which leads to the reduction of the latter in either a H2 or propane stream, as evidenced by the loss in intensity of the vGaO band. No reduction of Ga2O3 was observed when it was unsupported or supported upon non-acidic supports. In all cases the reduction process was accompanied by loss of Brønsted acid groups due to reaction between the acidic site and gallium suboxide. Moreover, the appearance of a strong sharp band coincident with the known frequency of the vGaO band was also recorded and is presumed to indicate the presence of Ga2O. Reduction of Ga/H-ZSM-5 using propane as a reductant was accompanied by side reactions and coke deposition and appeared to be a less effective means of activating the catalyst. Keywords Gallium ZSM-5 Propane DRIFTS Aromatization Reference [1] Bibby D.M. Chang C.D. Howe R.F. Yurchak S. Stud. Surf. Sci. Catal. 36 1988 [2] Scurrell M.S. Appl. Catal. 32 1987 1 [3] Seddon D. Catal. Today 6 1990 351 [4] Guisnet M. Gnep N.S. Alario F. Appl. Catal. A 89 1992 1 [5] Buckles G. Hutchings G.J. Williams C.D. Catal. Lett. 11 1991 89 [6] Sphiro E.S. Shevchenko D.P. Tkachenko O.P. Dmitriev R.V. Appl. Catal. A 108 1994 147 [7] Bayense C.R. van Hooff J.H.C. Appl. Catal. A 79 1991 127 [8] Price G.L. Kanazirev V. J. Catal. 126 1990 267 [9] le van Mao R. Dufresne L. Appl. Catal. 52 1989 1 [10] Dooley K.M. Chang C. Price G.L. Appl. Catal. A 84 1992 17 [11] Meriaudeau P. Sapalay G. Naccache C. J. Mol. Catal. 81 1993 293 [12] Gnep N.S. Doyemet J.Y. Seco A.M. Ramoa Riberio F. Guisnet M. Appl. Catal. 43 1988 155 [13] Abdul Hamid S.B. Derouane E.G. Demortier G. Riga J. Yarmo M.A. Appl. Catal. A 108 1994 147 [14] Tabak S.A. Krambeck F.J. Garwood W.E. AIChE J. 32 9 1986 1526 [15] Luk'yanov D.B. Shtral V.I. Timoshenko V.I. Khadzhiev S.N. Proc. 10th Int. Congr. Catal. 1993 173 [16] Scurrell M.S. Appl. Catal. 41 1988 89 [17] Kanai J. Kawata N. J. Catal. 114 1988 284 [18] Meriaudeau P. Sapaly G. Naccache C. Stud. Surf. Sci. Catal. 49B 1989 1423 [19] Mowry J.R. Anderson R.F. Johnson J.A. Oil Gas J. 1985 128 [20] Meriaudeau P. Naccache C. Proc. 10th Int. Congr. Catal. 1993 2431 [21] Kanazirev V. Price G.L. Dooley K.M. Stud. Surf. Sci. Catal. 69 1991 277 [22] Kanazirev V. Dimitrova R. Price G.L. Khodakov A. Yu. Kustov L.M. Kazansky V.B. J. Mol. Catal. 70 1991 111 [23] Price G.L. J. Catal. 130 1991 611 [24] Sachtler W.H.M. Acc. Chem. Res. 26 1993 383 [25] Dooley K.M. Chang C. Kanazirev V. Price G.L. Proc. 10th Int. Congr. Catal. 1993 2415 [26] Carli R. Bianchi C.L. Giannantonio R. Ragaini V. J. Mol. Catal. 83 1993 379 [27] Yao J. le van Mao R. Dufresne L. Appl. Catal. 65 1990 175 [28] R.J. Arguer and G.R. Landolt, US Patent 3 702 886, 1972. [29] Joly J.F. Ajot H. Merlen E. Raatz F. Alasio F. Appl. Catal. A 79 1991 249 [30] Bailar J. Comp. Inorg. Chem. 1 1973 1092 [31] Kanazirev V. Mavrodinova V. Kosova L. Price G.L. Catal. Lett. 9 1991 35 [32] Petit L. Bournonville J.P. Raatz F. Stud. Surf. Sci. Catal. 49B 1989 1163 [33] Griffiths P.R. Yeboah S.A. Hamadehi I.M. Duff P.J. Yang W.J. van Every K.W. Fuwa K. Recent Advances in Analytical Spectroscopy 1982 Pergammon Oxford 299",
      "scopus-id": "0039564782",
      "coredata": {
        "eid": "1-s2.0-0926860X95002391",
        "dc:description": "An in-situ diffuse reflectance IR fourier transform spectroscopy study of the reduction/activation of Ga/H-ZSM-5 and variants thereof has been performed. These studies have shown a synergy between acidic supports (zeolitic and non-zeolitic) and Ga2O3, which leads to the reduction of the latter in either a H2 or propane stream, as evidenced by the loss in intensity of the vGaO band. No reduction of Ga2O3 was observed when it was unsupported or supported upon non-acidic supports. In all cases the reduction process was accompanied by loss of Brønsted acid groups due to reaction between the acidic site and gallium suboxide. Moreover, the appearance of a strong sharp band coincident with the known frequency of the vGaO band was also recorded and is presumed to indicate the presence of Ga2O. Reduction of Ga/H-ZSM-5 using propane as a reductant was accompanied by side reactions and coke deposition and appeared to be a less effective means of activating the catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002391",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Southward, B.W.L."
          },
          {
            "@_fa": "true",
            "$": "Nash, R.J."
          },
          {
            "@_fa": "true",
            "$": "O'Connor, C.T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002391"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002391"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00239-1",
        "prism:volume": "135",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "In-situ DRIFTS studies of the activation of Ga/H-ZSM-5 catalysts for the aromatization of propane",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Gallium"
          },
          {
            "@_fa": "true",
            "$": "ZSM-5"
          },
          {
            "@_fa": "true",
            "$": "Propane"
          },
          {
            "@_fa": "true",
            "$": "DRIFTS"
          },
          {
            "@_fa": "true",
            "$": "Aromatization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "177-191",
        "prism:endingPage": "191",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 February 1996",
        "prism:doi": "10.1016/0926-860X(95)00239-1",
        "prism:startingPage": "177",
        "dc:identifier": "doi:10.1016/0926-860X(95)00239-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0039564782"
      }
    }
  }
}