{
  "metadata": {
    "title": "Enhancement in methanol synthesis activity of a copper/zinc/aluminum oxide catalyst by ultrasonic treatment during the course of the preparation procedure",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-06-06",
    "doi": "10.1016/0926-860X(95)00318-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95003185",
    "pii": "0926860X95003185"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0003109563",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95003185 0926-860X(95)00318-5 0926860X95003185 10.1016/0926-860X(95)00318-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00117 2024-01-01T12:18:48.759026Z 0 0 19960606 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 139 139 1 2 1 2 Volume 139, Issues 1–2 11 87 96 87 96 19960606 6 June 1996 1996-06-06 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. ENHANCEMENTINMETHANOLSYNTHESISACTIVITYACOPPERZINCALUMINUMOXIDECATALYSTBYULTRASONICTREATMENTDURINGCOURSEPREPARATIONPROCEDURE LI J SUSLICK 1987 3459 K PARKER 1991 2785 W MALTSEF 1976 995 A BRIDGER 1989 441 G CATALYSTHANDBOOK LLOYD 1989 283 L CATALYSTHANDBOOK BART 1987 1 J CHINCHEN 1988 1 G GUSI 1985 120 S PORTA 1988 367 P KAPSTIN 1962 24 A EFFECTULTRASOUNDKINETICSCRYSTALLIZATION OKAMOTO 1983 3740 Y LIX1996X87 LIX1996X87X96 LIX1996X87XJ LIX1996X87X96XJ item 0926-860X(95)00318-5 0926860X95003185 1-s2.0-0926860X95003185 10.1016/0926-860X(95)00318-5 271346 2024-01-01T12:18:48.759026Z 1996-06-06 1-s2.0-0926860X95003185-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95003185/MAIN/application/pdf/94d62490d4adfed30cd252d13eff1d8f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95003185/MAIN/application/pdf/94d62490d4adfed30cd252d13eff1d8f/main.pdf main.pdf pdf true 489113 MAIN 10 1-s2.0-0926860X95003185-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95003185/PREVIEW/image/png/44775dc9731b9327f02cf11f1896df4a/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95003185/PREVIEW/image/png/44775dc9731b9327f02cf11f1896df4a/main_1.png main_1.png png 44740 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 139 (1996) 87-96 Enhancement in methanol synthesis activity of a copper/zinc/aluminum oxide catalyst by ultrasonic treatment during the course of the preparation procedure J.-L. Li l, T. Inui * Dipision of Energy and Hydrocarbon Chemistry, Graduate School of Engineering, Kyoto UniversiO', Satq'o-ku, Kyoto 606-01, Japan Received 3 July 1995; revised 30 October 1995; accepted 17 November 1995 Abstract The effect of ultrasonic treatment on methanol synthesis activity of a copper/zinc/aluminum oxide catalyst has been investigated. It has been found that insonation of the suspension during co-precipitation and aging steps appreciably enhanced the activity of the catalyst and along with the increase of the frequency of the ultrasound, the enhancement grew stronger. It has also been revealed that this enhancement is due to the promotion of the ultrasound for the formation of the hydrotalcite-like phase in the precursor of the catalyst. The surface area and the STY of methanol (expressed in g/g Cu h) is linearly related to the content of the hydrotalcite-like phase in the precursor, which resulted in highly dispersed Cu (Cul+), ZnO and A1203 particles in the final catalyst. Keywords: Ultrasound; Copper/zinc/aluminum oxides catalyst; Catalyst preparation; Catalyst characteriza- tion 1. Introduction Although dramatic enhancement of the catalyst activity (by several orders of magnitude) upon ultrasonic irradiation during the preparation stage was ob- served [1,2], most frequently encountered were the cases of modest rate increase [3]. The major reason for the former cases is believed to be the change of the * Corresponding author. Tel. (+ 81-75) 7535682, fax. (+ 81-75) 7717285, e-mail inui@scl.kyoto-u.ac.jp 1 Present address: Department of Chemistry, Tsinghua University, Beijing 100084, China. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)003 18-5 88 J.-L. Li, T. Inui /Applied Catalysis A: General 139 (1996) 87-96 surface composition of the catalyst, while the cause for the latter cases is simply the increased dispersion. Copper/zinc/aluminum mixed oxides are well-known as catalysts for methanol synthesis and shift reaction at low temperatures [4-7]. They are usually manufactured by co-precipitation and followed by calcination of the precursors and reduction of the calcined products. To a great extent, the dispersion of Cu, ZnO and A1203 in the final catalysts and the activity of the catalysts are determined by the composition of the precursors. So it is reasonable to expect that insonation of the suspension during the precipitation and aging steps would exert some influence on the catalyst activity. The aim of this paper is to reveal this influence and its origins with the catalyst having a Cu/Zn/A1 atomic ratio of 6:3:1, which was regarded as highly active and selective to methanol [6,8]. 2. Experimental The precursor of the reference catalyst, PR-1, was prepared by simultaneously dropping a mixed aqueous solution of copper, zinc and aluminum nitrates (total concentration was 1.0 mol/1) and an aqueous solution of sodium carbonate (1.0 mol/l) into a beaker containing a small amount of deionized water. The suspension in the beaker was constantly stirred and kept at a pH value of 7.0 and a temperature of 70 by adjusting the relative flow rate of the two liquids and the heating power. After precipitation, the suspension was kept at the same temperature for 0.5 h to perform the so-called 'aging'. Then the precipitate was washed and dried at 80 for 16 h. The final stage of the calcination of the precursor carried out at 350 for 6 h in an atmosphere of air resulted in the reference catalyst CA-1. In the preparation of the insonated precursors PR-2 to PR-4, a probe type ultrasonic generator of model US-50 was used to directly irradiate the suspension by immersing the probe in the suspension during both precipitation and aging stages. The other conditions and procedures were the same as in the preparation of PR-1. The intensity of the ultrasound was 250 W/cm2 and the frequencies for PR-2, PR-3 and PR-4 were 25, 28 and 31 kHz respectively. The catalysts derived from PR-2, PR-3 and PR-4 were designated as CA-2, CA-3 and CA-4 respectively. For comparison and on the request of the quantitative analysis by XRD, a most favorable Cu/Zn/A1 atomic ratio of 3:3:2 for the formation of pure Cu,Zn-hydrotalcite, Cu3Zn3AI2(OH)16CO3 4H20, was also used in the prepa- ration of two extra catalyst precursors with the other conditions and procedures being the same as in the preparation of PR-1. One of them (PR-6) was subjected to insonation during precipitation and aging steps while the other (PR-5) was not. The catalysts derived from PR-5 and PR-6 were designated as CA-5 and CA-6, respectively. J.-L, Li, T. lnui /Applied Catalysis A: General 139 (1996) 87-96 89 The XRD measurements were carried out by using an XD-D 1 X-ray powder diffractometer (Cu-K a radiation) equipped with a DP-D1 computer system to perform automatic operation and data processing. The measurements included: qualitative identification of the phase composition of the precursors and the catalysts, quantitative analysis of the content of each phase in the precursors and determination of the particle size of the crystals of each phase in the precursors. In the quantitative analysis, silicon powders were used as an internal standard substance. The crystal size was determined by the method of line broadening based on the Scherrer equation. A DTG-40 thermal analyzer was used to record the DTA and TG patterns of the precursors simultaneously in a flow of 4% oxygen in nitrogen at a heating rate of 10/rain. The thermal analyzer was also used in the TPO (temperature programmed oxidation) and TG measurements of the catalysts in 3% oxygen in nitrogen at the same heating rate as used in the DTA experiments. Before the TPO experiments, the catalysts were reduced with 4% hydrogen in nitrogen at a heating rate of 10/min up to 500. The BET surface area of the catalysts was determined by means of nitrogen adsorption desorption with a continuous flow method using a gas chromatograph as the detector. The adsorption was carried out at the liquid nitrogen temperature and the desorption volume of nitrogen was used in the calculation of the surface area. Helium was used as the carrier gas. The catalytic activity of the catalysts for methanol synthesis was evaluated in a fixed-bed flow reactor at 50 bar, a space velocity of 4700 ml/g cat h and a temperature range of 205-265. The particle sizes of the loaded catalysts were between 15 and 24 meshes. The composition of the gas feed was CO/COJH~ = 30.5/3.05/66.45 (vol.-%). Before reaction, the catalysts were reduced at a normal pressure by passing the feed gas at a space velocity of 7000 ml/g cat h. A fast heating procedure of the catalyst bed was used in the reduction: heating up from room temperature to 120 at a rate of 4/rain; allowing to stand at 120 for 1.5 h; and finally, heating up to 225 at a rate of l/min. The whole reduction procedure took about 4 h. The procedure was proved to be effective for a bench scale evaluation of the copper/zinc/aluminum catalysts without an induction period. The product stream was analyzed in-line without condensation by a chromatograph equipped with two columns (filled with activated carbon and Porpack T respectively) and two kinds of detectors (TCD and FID). 3. Results and discussion 3.1. Characterization of the samples The XRD patterns of PR-I to PR-6 are shown in Fig. 1. According to the results of automatic identification by the computer of the XRD system, PR-1 to 90 J,-L. Li, T. lnui / Applied Catalysis A: General 139 (1996) 87-96 Cu,Zn-hydrotalcite Cu,Zn-malachite [I ^ - I i i i I 5 10 20 30 40 20/degree Fig. 1. XRD patterns of the precursors. PR-4 all consisted of two phases: a hydrotalcite-like phase, Cu3Zn3A12(OH)16CO3-4H20 (JCPDS 37-629) and a malachite-like phase, (Cu,Zn)2(OH)2CO3 (JCPDS 10-399). The content and crystal size of the both phases determined by XRD along with some other characters of the precursors are listed in Table 1. It can be seen from Fig. 1 and Table 1 that the application of ultrasound in the preparation of the precursors promoted the formation of the hydrotalcite-like phase and along with the increase of the frequency of the insonating ultrasound, the content of the hydrotalcite-like phase increased while the content of the malachite-like phase varied oppositely. The promotion effect of ultrasound on the formation of the hydrotalcite-like phase can also be justified by the fact that with the stoichiometric ratio of Cu/Zn/A1 (3:3:2) as in the compound Cu3Zn3A12(OH)t6CO3-4H20 (copper zinc aluminum carbonate hydroxide hydrate), the precursor obtained under ultrasonic insonation (PR-6) Table 1 The effect of the ultrasound on the phase composition and the crystal size of the precursors Precursors Cu/Zn/AI Frequency of the Crystal size (nm) (tool) ultrasound (kHz) ML a HL b Content of HL c (%) PR- 1 6/3/1 Uninsonated 47. I 38.7 PR-2 6/3/1 25 80.0 34.9 PR-3 6/3/1 28 25.0 55.5 PR-4 6/3/1 31 28.0 37.6 PR-5 3/3/2 Uninsonated 21.4 PR-6 3/3/2 31 23.4 37.5 42.2 47.9 56.4 100.0- 100.0 a Malachite-like phase. b Hydrotalcite-like phase, c The content of ML was balanced. J.-L. Li, T. lnui / Applied Catalysis A: General 139 (1996) 87-96 91 - ~ PR-6 ~ PR-5 I I I I J I 0 100 200 300 400 500 Temperature/~ Fig. 2. DTA patterns of PR-5 and PR-6. was a pure hydrotalcite-phase while that obtained without insonation (PR-5) also contained a small amount of malachite-like phase in addition to the hydrotalcite-like phase. This fact can be seen from the XRD patterns and DTA patterns of PR-5 and PR-6 (Figs. 1 and 2). In the XRD pattern of PR-6, only the diffraction lines ascribed to the hydrotalcite-like phase can be observed, while in that of PR-5, some very weak lines attributed to the malachite-like phase can also be detected. The typical DTA pattern of the hydrotalcite-like phase is characterized by a strong endothermic peak at around 150 and a weak endothermic peak at about 240. The DTA pattern of the malachite-like phase is typical of a single peak between 305-370 depending on the Cu/Zn ratio [9]. The DTA patterns of PR-5 and PR-6 (Fig. 2) obviously show that PR-5 consisted of a major portion of the hydrotalcite-like phase and a small portion of the malachite-like phase while PR-6 was only composed of a single phase of Cu,Zn-hydrotalcite. The crystal size of the malachite-like phase and hydrotalcite phase in PR-1 to PR-4 varied irregularly with the action of the insonating ultrasound and its frequency. But the crystal sizes of the hydrotalicte phase in PR-5 and PR-6 were smaller than those of PR-1 to PR-4. The XRD patterns of CA-I to CA-6 reported in Fig. 3 indicate that in all the catalysts, only CuO could be appreciably observed, probably owing to the small quantity of ZnO and AI203 and/or to their amorphous state. Besides, ZnO might form an isomor- phous substance with CuO. Fig. 3 also tells that the crystal sizes of CuO became smaller when the precursors were subjected to the ultrasonic irradiation and with the increase of the frequency of the ultrasound, the crystal sizes of CuO in the catalysts decreased as shown by the broadening of the X-ray diffraction lines. The pure and nearly pure hydrotalcite-like phase (PR-6 and RP-5) were con- verted to nearly amorphous CuO upon calcination. Generally, the crystallinity of CuO was too poor to calculate the crystal size accurately, so that the quantitative data are not reported in this paper. 92 J.-L. Li, T. Inui /Applied Catalysis A: General 139 (1996) 87-96 ~/) ,.~kk...~ CA-2 CA-6 I I I I I I I I J 30 40 50 60 70 2e/degree Fig. 3. XRD patterns of the catalysts. 3.2. Activity evaluation Fig. 4 reports CO conversion on CA-1 to CA-4 and CA-6 at various temperatures. The STY of methanol will show the same trend with the tempera- ture because the selectivity to methanol was very high (> 99.5% at reaction temperatures below 245). It is shown that insonation of the suspension during precipitation and aging steps appreciably enhanced the activity of the catalysts and along with the increase of the frequency of the ultrasound, CO conversion increased with only one exception of CA-2 at the reaction temperature of 205. In all the cases, the small amount of by-products were mainly composed of methane. The maximum CO conversion obtained on the catalyst insonated by the ultrasound with the frequency of 31 kHz (CA-4) was 15% higher than that 60 5O .i4 3o 0 20 10 CA-2 ~/ / a CA-3 ~// / I CA-4 2_ _222_ zOO 220 240 260 280 Temperature/ Fig. 4. Methanol synthesis activity of CA-I to CA-4 and CA-6 at 50 bar and a space velocity of 4700 ml/g cat h. J.-L Li, T. Inui /Applied Catalysis A: General 139 (1996) 87-96 93 3 2 0 o CA-6 I I I 200 220 240 260 280 Temperature PC Fig. 5. Copper-base rate of methanol formation on CA-4 and CA-6 at 50 bar and a space velocity of 4700 ml/g cat h. obtained on the uninsonated catalyst (CA-l). The catalyst derived from pure Cu,Zn-hydrotalcite (CA-6) exhibited a lower activity for methanol synthesis when the STY was calculated on the weight base of the catalysts. If the STY is expressed with the unit of g/g Cu h, the activity of CA-6 at higher reaction temperatures (245 and 265) was much higher than that of the best catalyst CA-4 as shown in Fig. 5. But at lower temperatures the difference in the activity was much smaller (at 225) or totally reverse (at 205). The different response to the temperature variation of CA-4 and CA-6 reflects the fact that the activation energy of the methanol synthesis reaction on the two catalysts is different. In view of the practical application, it is desirable that the catalyst should provide higher methanol yield calculated on the base of the catalyst volume. (For convenience, in this paper, the catalyst weight was used. This did not affect the conclusions because the bulk density of all the catalysts involved in this paper was almost the same except CA-5 and CA-6, which were just for theory purpose). To realize this target, precursors consisted of Cu,Zn-malachite and Cu,Zn-hydrotalcite with adequate ratios are important. The application of ultra- sound in the preparation of the precursors provides a way to adjust the ratio of the two phases for the catalysts with a same composition. 3.3. The nature of the insonation effect To a certain extent, insonating the catalyst precursor during precipitation may be considered analogous to the insonation of a solution during crystallization. Kapustin [10] observed that insonating the solution during crystallization alters the grain size of crystals and produces fine structured crystals. He examined thirty different substances and concluded that the crystals produced with in- sonation had smaller grain size than the crystals prepared without insonation. 100 90 (3) 80 70 t~ W 6O 09 50 40 20 40 60 80 1 O0 HL content/% 94 J.-L. Li, T. lnui / Applied Catalysis A: General 139 (1996) 87-96 Fig. 6. Surface area of CA-1 to CA-4 and CA-6 as a function of the content of Cu,Zn-hydrotalcite in the corresponding precursors. This is believed to be caused by acoustic cavitation, though the mechanism of the effect is not fully understood. One proposal is that during the expansion phase of the cavitation bubble there is local cooling which gives rise to a localized increase in the degree of supersaturation, leading to the formation of germ nuclei which are distributed through the medium following bubble col- lapse. From the data shown in Table 1, it was not definite that the crystal size produced with insonation had a smaller grain size than those prepared without insonation. But the content of the hydrotalcite-like phase increased with ultra- sonic irradiation and higher frequency favored the formation of the hydrotalcite- like phase. Precursors with more hydrotalcite-like phase in turn gave rise to smaller grain sizes of CuO in the catalysts. That hydrotalcite-like phase can lead to smaller crystal sizes after calcination was also proved by the fact that pure and nearly pure hydrotalcite-like phase (PR-6 and PR-5) were converted to nearly amorphous CuO upon calcination as shown by the very weak and broad diffraction lines in Fig. 3. It can be concluded that the promotion effect of ultrasound on the formation of methanol functions through increasing the content of the hydrotalcite-like phase in the precursors and in turn decreasing the crystal size of CuO in the catalysts. To see more clearly, these correlations are plotted in Figs. 6 and 7. Because the accurate data on the crystal size of CuO were not available, in stead, the BET area is used to show the variation of the crystal size of CuO in the catalysts. This is reasonable because the variation of the crystal size of CuO was the major reason for the change of the BET surface area. The TPO patterns of CA-1 to CA-4 and CA-6 are presented in Fig. 8. According to the weight increment determined by TG, the transformation of CuO to Cu2+ took place in all the samples during the whole heating process. In each of the patterns, the low temperature exothermic peak can be ascribed to the conversion of CuO to Cu~ and the high one to the conversion of Cu1 to Cu2 J.-L. Li, T. Inui /Applied Catalysis A: General 139 (1996) 87-96 95 2.6 2.4 , \"-\"1 (.3 ~o~ 2.2 >- I-- 2.0 1.8 20 i i i 40 60 80 100 HL content/% Fig. 7. Copper-base rate of methanol formation on CA-I to CA-4 and CA-6 as a function of the content of Cu,Zn-hydrotalcite (HL) in the corresponding precursors at 245, 50 bar and a space velocity of 4700 ml/g cat h. because the half weight increment fell between the two peaks. In the TPO patterns of CA-2 to CA-4, there appeared another peak between the low temperature peak and the high temperature peak. This middle peak spanned the transformation of the CuO in a hard-oxidized state to Cu1 + and Cul+ in a easily-oxidized state to Cu2+ because it covered the halfweight increment. In sample CA-l, only the hard-oxidized state (with a transition peak at 202.5) 0 100 CA-6 200 300 400 Temperature/ I 500 Fig. 8. TPO patterns of CA-I to CA-4 and CA-6. 96 J.-L. Li, T. lnui /Applied Catalysis A: General 139 (1996) 87-96 could be detected while in sample CA-6, only the easily-oxidized state (with a transition temperature at 145.4) could be observed. According to Okamoto [11], the hard-oxidized state might be crystallized copper while the easily- oxidized state might be amorphous copper. Along with the increasing frequency of the ultrasound, the low temperature peaks grew larger and shifted towards lower temperatures and the high temperature peaks also shifted towards lower temperatures. This means that the reduced catalysts originated from the precur- sors containing more hydrotalcite-like phase were more easily reoxidized. From the activity data, these catalysts were also more active for methanol synthesis. So it is reasonable to suppose that Cu~ may play an important part in methanol formation. But it is unlikely that this CuI + came from the solid solution of CuO in ZnO because in all the catalysts no appreciable amount of ZnO crystals was detected but the catalysts still showed high activity. The major function of zinc and aluminum is probably to form certain isomorphous precursors with copper which can be converted to active catalysts after calcination. These catalysts contain fine crystals of CuO dispersed among amorphous ZnO and A1203. 4. Conclusions Insonation of the suspension during co-precipitation and aging steps in the preparation of the copper/zinc/aluminum catalyst appreciably enhanced the activity for methanol synthesis and along with the increase of the frequency of the ultrasound, the enhancement grew stronger. This enhancement is proposed to stem from the promotion of the ultrasound for the formation of the hydrotalcite-like phase in the precursor of the catalyst. References [1] K.S. Suslick and D.J. Casadonte, J. Am. Chem. Soc., 109 (1987) 3459. [2] W.L. Parker, P. Boudjouk and A.B. Rajkumar, J. Am. Chem. Soc., 113 (1991) 2785. [3] A.N. Maltsef, Russian J. Phys. Chem., 50 (1976) 995. [4] G.W. Bridger and M.S. Spencer, in M.V. Twigg (Editor), Catalyst Handbook, 2nd ed., Wolfe, London, 1989, p. 441. [5] L. Lloyd, D.E. Ridler and M.V. Twigg, in M.V. Twigg (Editor), Catalyst Handbook, 2nd ed., Wolfe, London, 1989, p. 283. [6] J.C.J. Bart and R.P.A. Sneeden, Catal. Today, 2 (1987) 1. [7] G.C. Chinchen, P.J. Denny, J.R. Jeennings, M.S. Spencer and K.C. Waugh, Appl. Catal., 36 (1988) 1. [8] S. Gusi, F. Trifiro, A. Vaccari and G. Del. Piero, J. Catal., 94 (1985) 120. [9] P. Porta, S. DeRossi, G. Ferraris, M.L. Jacono, G. Minelli and G. Moretti, J. Catal., 109 (1988) 367. [10] A.P. Kapstin, in Effect of Ultrasound on the Kinetics of Crystallization, Consultants Bureau, New York, 1962, p. 24. [11] Y. Okamoto, K. Fukino, T. Imanaka and S. Teranishi, J. Phys. Chem., 87 (1983) 3740. APCATA 95003185 0926-860X(95)00318-5 10.1016/0926-860X(95)00318-5 Elsevier Science B.V. All rights reserved Enhancement in methanol synthesis activity of a copper/zinc/aluminum oxide catalyst by ultrasonic treatment during the course of the preparation procedure J.-L. Li 1 T. Inui * Division of Energy and Hydrocarbon Chemistry, Graduate School of Engineering, Kyoto University, Sakyo-ku, Kyoto 606-01, Japan * Corresponding author. Tel. (+81-75) 7535682, fax. (+81-75) 7717285 1 Present address: Department of Chemistry, Tsinghua University, Beijing 100084, China. The effect of ultrasonic treatment on methanol synthesis activity of a copper/zinc/aluminum oxide catalyst has been investigated. It has been found that insonation of the suspension during co-precipitation and aging steps appreciably enhanced the activity of the catalyst and along with the increase of the frequency of the ultrasound, the enhancement grew stronger. It has also been revealed that this enhancement is due to the promotion of the ultrasound for the formation of the hydrotalcite-like phase in the precursor of the catalyst. The surface area and the STY of methanol (expressed in g/g Cu h) is linearly related to the content of the hydrotalcite-like phase in the precursor, which resulted in highly dispersed Cu (Cu1+), ZnO and Al2O3 particles in the final catalyst. Keywords Ultrasound Copper/zinc/aluminum oxides catalyst Catalyst preparation Catalyst characterization References [1] Suslick K.S. Casadonte D.J. J. Am. Chem. Soc. 109 1987 3459 [2] Parker W.L. Boudjouk P. Rajkumar A.B. J. Am. Chem. Soc. 113 1991 2785 [3] Maltsef A.N. Russian J. Phys. Chem. 50 1976 995 [4] Bridger G.W. Spencer M.S. Twigg M.V. Catalyst Handbook 2nd ed. 1989 Wolfe London 441 [5] Lloyd L. Ridler D.E. Twigg M.V. Twigg M.V. Catalyst Handbook 2nd ed. 1989 Wolfe London 283 [6] Bart J.C.J. Sneeden R.P.A. Catal. Today 2 1987 1 [7] Chinchen G.C. Denny P.J. Jeennings J.R. Spencer M.S. Waugh K.C. Appl. Catal. 36 1988 1 [8] Gusi S. Trifiro F. Vaccari A. Del. Piero G. J. Catal. 94 1985 120 [9] Porta P. DeRossi S. Ferraris G. Jacono M.L. Minelli G. Moretti G. J. Catal. 109 1988 367 [10] Kapstin A.P. Effect of Ultrasound on the Kinetics of Crystallization 1962 Consultants Bureau New York 24 [11] Okamoto Y. Fukino K. Imanaka T. Teranishi S. J. Phys. Chem. 87 1983 3740",
      "scopus-id": "0003109563",
      "coredata": {
        "eid": "1-s2.0-0926860X95003185",
        "dc:description": "The effect of ultrasonic treatment on methanol synthesis activity of a copper/zinc/aluminum oxide catalyst has been investigated. It has been found that insonation of the suspension during co-precipitation and aging steps appreciably enhanced the activity of the catalyst and along with the increase of the frequency of the ultrasound, the enhancement grew stronger. It has also been revealed that this enhancement is due to the promotion of the ultrasound for the formation of the hydrotalcite-like phase in the precursor of the catalyst. The surface area and the STY of methanol (expressed in g/g Cu h) is linearly related to the content of the hydrotalcite-like phase in the precursor, which resulted in highly dispersed Cu (Cu1+), ZnO and Al2O3 particles in the final catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-06-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95003185",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, J.-L."
          },
          {
            "@_fa": "true",
            "$": "Inui, T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95003185"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95003185"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00318-5",
        "prism:volume": "139",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Enhancement in methanol synthesis activity of a copper/zinc/aluminum oxide catalyst by ultrasonic treatment during the course of the preparation procedure",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ultrasound"
          },
          {
            "@_fa": "true",
            "$": "Copper/zinc/aluminum oxides catalyst"
          },
          {
            "@_fa": "true",
            "$": "Catalyst preparation"
          },
          {
            "@_fa": "true",
            "$": "Catalyst characterization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "87-96",
        "prism:endingPage": "96",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 June 1996",
        "prism:doi": "10.1016/0926-860X(95)00318-5",
        "prism:startingPage": "87",
        "dc:identifier": "doi:10.1016/0926-860X(95)00318-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0003109563"
      }
    }
  }
}