{
  "metadata": {
    "title": "Intermediate species on zirconia supported methanol aerogel catalysts: III. Adsorption of carbon monoxide on copper containing solids",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-05-12",
    "doi": "10.1016/0926-860X(94)80136-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94801363",
    "pii": "0926860X94801363"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028438473",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-22 2001-08-22 2010-10-02T11:38:12 1-s2.0-0926860X94801363 0926-860X(94)80136-3 0926860X94801363 10.1016/0926-860X(94)80136-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X01640 2024-01-01T12:21:06.294127Z 0 0 19940512 1994 2001-08-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 112 112 1 1 Volume 112, Issue 1 4 57 73 57 73 19940512 12 May 1994 1994-05-12 1994 article fla Copyright © 1994 Published by Elsevier B.V. INTERMEDIATESPECIESZIRCONIASUPPORTEDMETHANOLAEROGELCATALYSTS BIANCHI D BIANCHI 1993 223 D POMMIER 1988 610 B PROCEEDINGS9THINTERNATIONALCONGRESSCATALYSISCALGARY1988 SILVER 1988 123 R CATALYTICACTIVATIONCARBONDIOXIDEACSSYMPOSIUMSERIES363 GUGLIEMINOTTI 1990 1445 E CHINCHEN 1991 293 G NEOPHYTIDES 1992 45 S BOWKER 1988 263 M SCHILD 1990 223 C SCHILD 1990 243 C KONDO 1988 511 J DENISE 1989 365 B BIANCHI 1993 297 D BURCH 1990 2683 R BURCH 1988 131 R CHACHLANI 1992 59 K TEICHNER 1993 27 S NEWASPECTSSPILLOVEREFFECTSINCATALYSIS FLESNER 1993 277 R NEWASPECTSSPILLOVEREFFECTSINCATALYSIS KOHLER 1989 188 M DEJONG 1980 437 R LITTLE 1966 47 89 L IRSPECTRAADSORBEDSPECIES EDWARDS 1984 5620 J VISSERLUIRINK 1989 1470 G ROBERTS 1988 117 D HE 1985 415 M HE 1984 17 M LITTLE 1962 1997 L GRIGOREV 1977 2 Y PARKINS 1969 410 N YATES 1961 746 J KIENNEMANN 1988 181 A STUDIESINSURFACESCIENCECATALYSIS KEYNOTESINENERGYRELATEDCATALYSIS MORTERRA 1977 1544 C HE 1984 381 M SILVER 1988 123 R CATALYTICACTIVATIONCARBONDIOXIDEACSSYMPOSIUMSERIES363 BOCCUZZI 1978 160 F CONNER 1986 1 W SEN 1989 106 B PROC2NDINTCONFSPILLOVER FLEISH 1984 165 T BIANCHIX1994X57 BIANCHIX1994X57X73 BIANCHIX1994X57XD BIANCHIX1994X57X73XD item 0926-860X(94)80136-3 0926860X94801363 1-s2.0-0926860X94801363 10.1016/0926-860X(94)80136-3 271346 2024-01-01T12:21:06.294127Z 1994-05-12 1-s2.0-0926860X94801363-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801363/MAIN/application/pdf/414e4d7170f09ae156a756bfdc752ce5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801363/MAIN/application/pdf/414e4d7170f09ae156a756bfdc752ce5/main.pdf main.pdf pdf true 894611 MAIN 17 1-s2.0-0926860X94801363-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801363/PREVIEW/image/png/cea68e5b5124b50418af0559587e61cb/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801363/PREVIEW/image/png/cea68e5b5124b50418af0559587e61cb/main_1.png main_1.png png 45782 849 656 IMAGE-WEB-PDF 1 ~ appliedcatalysis A ELSEV 1ER Applied Catalysis A: General 112 (1994) 57-73 Intermediate species on zirconia supported methanol aerogel catalysts III. Adsorption of carbon monoxide on copper containing solids Daniel Bianchi, Tarik Chafik, Mohamed Khalfallah, Stanislas Jean Teichner* Universitd Claude Bernard (Lyon I), Laboratoire des Matgriaux et Proedd& Catalytiques, 43, bd du 11 novembre 1918, 69622 Villeurbanne Cedex, France, Tel. (+ 33) 72448150, fax. (+ 33) 78941995 (Received 5 November 1993; revised 28 January 1994; accepted 31 January 1994) Abstract The species formed by interaction of carbon monoxide with CuO/ZrO 2 and CuO/ZnO/ZrO2 aerogel catalysts are mainly of th e carbonate type and not of the formate type, in contrast to the behaviour of ZrO 2 and ZnO/ZrO2 aerogels (D. Bianchi, T. Chafik, M. Khalfallah and S.J. Teichner, Appl. Catal. A, 105 (1993) 223). The presence of copper oxide in the catalysts imposes an irreversible adsorption at 25 of carbon monoxide on Cu 2 + ions in the form of carbonyl type species which is transformed into carboxylate and, by oxidation, into carbonate type species. The spillover from copper to zirconium ions of the species derived from the solid and the carbon monoxide is envisaged. Key words.\" aerogel catalysts; carbonate type species; formate species ; methanol synthesis; spillover of adsorbed species; zirconia support 1. Introduction It was shown in part II of this series [ 1 ] that aerogel catalysts, pure ZrO2 and ZrO2 with 5% of ZnO, exhibit a different behaviour towards carbon monoxide. Whereas on pure ZrO2 the formation of formate species is favoured, on the second catalyst the formate species first formed is easily transformed into a carbonate type species. This behaviour may be correlated with the observations [ 2] concerning the catalytic activity in methanol synthesis. That of *Corresponding author. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDIO926-860X (94)00016-K D. Bianchi et al. / Applied Catalysis A: General 112 (1994) 57-73 pure ZrO2 is quite moderate, whereas that of the ZnO/ZrO2 catalyst is higher. The best catalytic activity is exhibited by the ternary aerogel catalyst CuO/ZnO/ZrO2.The contro- versy concerning the nature of the surface intermediate which is pivotal to the formation of methanol is well known. Indeed, for most of the authors the formate species is the precursor of methanol [ 3-7 ], whereas for other authors this pivotal species is the bidented carbonate which is hydrogenated to the methoxy species [ 8-10]. A second point which now emerges is the nature of the reactant, carbon monoxide or carbon dioxide, which leads to the pivotal species [ 11 ]. Because copper containing catalysts, CuO/ZrO2 and CuO/ZnO/ZrO> exam- ined in part I of this series [ 12] devoted to the phenomenon of hydrogen spillover, may be suspected to help the oxidation of carbon monoxide to carbon dioxide, the interaction with carbon monoxide was first examined on copperless catalysts [ 1] and is now described below for the two aerogels containing copper. The spillover of carbon monoxide and derived species, from copper to zirconia, as before the spillover of hydrogen, seems to occur here and is envisaged ultimately in the mechanism of the methanol synthesis. Indeed, the observed synergy between copper and zinc oxide in CuO/ZnO catalysts is explained by transfer of species between the two components, which need not even be in direct physical or chemical contact [ 13]. The same authors [ 13 ] even report that spillover of hydrogen from copper to zinc oxide occurs very rapidly from a partially oxidized copper surface but only to a very small extent from a fully reduced copper surface. Spillover of adsorbed species, formed not only from hydrogen but also from oxygen, carbon monoxide and carbon dioxide was envisaged between copper and zinc oxide components of the catalysts [ 14]. The question which now arises is that concerning the state of the copper in Cu/ZnO and in supported catalysts. For Cu/ZnO the Auger results indicate [ 15 ] that surface copper is 100% Cu 2 + (CuO) for non-reduced, 100% Cu + (Cu20) for reduced and 100% Cu + (Cu20) for reduced and used (exposed to a reaction mixture H2/CO or H2/CO2) catalyst [6]. If the catalyst is supported on alumina its reduction is still more difficult because the reduced catalyst is composed by 20% Cu + and 80% Cu 2+ (Cu20, CuO). The explanation imagined assumes the diffusion of oxygen ions from ZnO to copper, inducing changes in the electronic properties of copper and increasing its work function [6]. The decomposition of any oxidized species (like the formate) becomes thus more difficult but its hydrogenation becomes easier. The spillover of oxygen anions from zirconia to copper may be also easily envisaged as zirconia is an 02- conductor. The spillover of hydrogen, oxygen and carbon monoxide on surfaces of catalyst supports is a well-known phenomenon [ 16] and it was shown recently that the methoxy groups are also susceptible to spill over the surface of the catalyst [ 17]. 2. Experimental The experimental methods and the preparation and properties of aerogel catalysts were described previously [ 1,12]. It is recalled here that the zirconia aerogel support was prepared from zirconium propylate dissolved in propanol and hydrolyzed by a stoichiometric amount of water. The propanol was evacuated under hypercritical conditions by releasing the pressure in the autoclave heated at 280. The CuO (5%)/ZRO2(95%) catalyst was made by deposition of CuO on the preceding ZrO2 aerogel, through hydrolysis of copper acetate D. Bianchi et al. / Applied Catalysis A: General 112 (1994) 57-73 dissolved in methanol containing a dispersion of ZrO2 aerogel. The methanol was evacuated under hypercritical conditions, in the autoclave at 260. The ternary aerogel catalyst CuO(5%)/ZnO(5%)/ZRO2(90%) was prepared in a similar way from a mixture of copper and zinc acetates in methanol, in the presence of dispersed ZrO2 aerogel. All the catalysts were pretreated in oxygen at 400 (\"standardized\") in order to eliminate organic impu- rities. They are all (X-ray) amorphous before as well as after methanol synthesis [2]. The surface area of the binary aerogel was in the range 200-220 m2/g and that of the ternary aerogel in the range 150-160 m2/g. Transient experiments were performed in dynamic conditions in a quartz microreactor (mass of the catalyst of the order of 300 mg) with a quadrupole mass spectrometer [ 12]. On a given sample of catalyst the following successive experiments may be performed: isothermal adsorption of a gas at any given temperature, followed by temperature-pro- grammed desorption (TPD), from 25 to almost 700 and finally temperature-pro- grammed reaction (TPR) under oxygen or under carbon monoxide. Fourier-transform IR (FT-IR) studies were realized in a metallic IR cell also under dynamic conditions and under atmospheric pressure [ 18 ]. 2.1. Transient methods: temperature-programmed desorption and temperature- programmed reaction It was recalled above that carbon monoxide shows a different behaviour towards ZrO2 and ZnO/ZrOz. In contrast, the behaviour of carbon monoxide towards both copper con- taining aerogels, binary and ternary, is similar. However for the sake of clarity these catalysts are examined separately. CuO/Zr02 The catalyst pretreated in oxygen at 400 and then cooled in helium down to 25 was submitted at this temperature to a flow of 5% CO/3% Ar/92% He and its isothermal adsorption spectrum, performed as explained in part II [ 1 ], is shown in Fig. 1. 225/~mol/ g of carbon monoxide were adsorbed and no other gases were evolved during this adsorption. The TPD experiment which followed gives the spectrum of Fig. 2 which shows that carbon dioxide is the major component desorbed [197 /zmol/g, with a peak at Tm=318 (Tm = maximum of the peak temperature) and three shoulders at Tm = 295,369 and 416 ]. Only a small amount of the initial carbon monoxide (25 /zmol/g at Tm=283) was desorbed without reacting, but for all temperatures of adsorption above 100 carbon dioxide was evolved already during the isothermal contact (63/zmol/g at 105, Fig. 3). The total consumption of carbon monoxide at 105 due to its adsorption and its conversion into carbon dioxide was 272/xmol/g. The TPD spectra which were registered after these isothermal adsorptions were modified by a shift to higher temperature of peaks and shoul- ders, as detailed in Table 1 and showed an increased stability of species formed during these adsorptions at increasing temperatures. A peculiar result is observed for the isothermal adsorption of carbon monoxide at 297. For 756/xmol/g of carbon monoxide isothermally interacting at 297, 715 /zmol/g of carbon dioxide are isothermally evolved and no carbon dioxide is desorbed in the succeeding TPD experiment (Table 1 ). The TPR experiment under oxygen shows that 20/xmol/g of D. Bianchi et al./ Applied Catalysis A: General I12 (1994) 57-73 720 =_ Ar(x2) 480 ~a f co (xz) 240 o_ 5 I I I 0 45 90 135 18o Time : seconds Fig. h Isothermal adsorption of carbon monoxide (5% in He/Ar) at 25 on CuO/ZrO2 aerogel. carbon still remain on the surface. The balance of adsorbed carbon monoxide (756/.tmol/ g) and of desorbed carbon monoxide, carbon dioxide and remaining carbon is almost satisfied ( 15 + 715 + 20 = 750/zmol/g). In other words, the isothermal interaction of carbon monoxide with the catalyst at 297 transforms this reactant almost entirely into carbon dioxide which desorbs at 297 and the amount of the adsorbed species left for the TPD 300 240 E. 180 -6 E :zL 120 n\" 60 0 i I I ! I 1 O0 200 300 400 500 Temperature : Fig. 2. TPD spectrum after isothermal adsorption of carbon monoxide at 25 on CuO/ZrO2 aerogel. D. Bianchi et al./ Applied Catalysis A: General 112 (1994) 57-73 Ar(x2) 720 E / CO(x1) 480 E 240 i I I I 1 0 45 90 135 180 Time : seconds Fig. 3. Isothermal adsorption of carbon monoxide (5% in He/Ar) at 105 on CuO/ZrQ aerogel. Table 1 Amounts of carbon monoxide adsorbed on CuO/ZrO2 and of carbon monoxide and carbon dioxide released during the isothermal adsorptions and TPD experiments Temperature of CO\" CO2 ~ Temperature Tm of the Ea (kcal/mol) adsorption of (/xmol/g) (/xmol/g) peaks and shoulders CO () () CO CO~ CO COo 283p 295s 15 16 25 (225) 25 (0) 197 318p 17 370s 19 416s 21 295p 318s 16 17 105 (272) 66 (63) 130 370p 19 416s 21 318p 318s 17 17 210 (335) 47 (160) 115 416s 370p 19 416p 297 (756) 15 (715) 0 435p -23 - \" The values in parenthese represent the amount of carbon monoxide adsorbed, or desorbed as carbon dioxide, during the adsorption experiments. The other values are those of desorbed gases during the TPD. p = peak, s = shoulder, Ed = activation energy of desorption. D. Bianchi et al./ Applied Catalysis A: General 112 (1994) 57-73 experiment is very small. As simultaneously for all temperatures of adsorption of carbon monoxide above 100 the aerogel becomes grey (and black at 297) it follows that the catalyst CuO/ZrO2 is progressively reduced. The carbon dioxide which is evolved already during the isothermal adsorption above 100 (Table 1 ) results mainly from the reduction of the catalyst (CuO) and not from the Boudouart equilibrium (2 CO ~ CO2 + C) because the amount of carbon detected by the TPR under oxygen is always very small. During the TPR experiment under carbon monoxide, carbon dioxide (900/xmol/g) is released in three peaks (Tin = 270, 405 and 580) and also hydrogen desorption is observed (17/xmol/g) in two peaks Tm = 650 and 690). This hydrogen is related to the surface hydroxyl groups [ 1,12] whose concentration may be estimated to be of the order of 1 0 ~ 3 OH/cm 2. This is of the same order of magnitude as for the two copperless aerogels (ZrO2: 2.2.1013 and ZnO/ZrO2:2.4.10 ~30H/cm2). It may be already deduced that the species formed at the temperature of adsorption of carbon monoxide starting at 100 and decom- posed (either isothermally or during the TPD experiments) represent a reduced state of the surface. They are therefore in the state of oxidation higher than that of the adsorbed carbon monoxide. CuO/ZnO/Zr02 The spectra of the isothermal adsorption of carbon monoxide and the TPD spectra are similar to those described for the binary solid CuO/ZrQ. A few differences are listed below such as the absence of any release of carbon dioxide during the isothermal adsorption of carbon monoxide at 110, but for any higher temperature of adsorption of carbon monoxide the release of carbon dioxide is registered as for the binary solid (see Figs. 1 and 3 as examples). This behaviour shows that the stability of species formed from carbon monoxide on the ternary solid is higher, up to 110, than on the binary solid. It may be related to the synergy brought along by the zinc oxide and explained by the change of the work function of copper [ 6] as is detailed in the Introduction. The TPD experiments of carbon monoxide adsorbed on the ternary solid again show that carbon dioxide is the major desorption or decomposition product. For the isothermal adsorption of carbon monoxide at 303 this gas is no longer desorbed during the TPD. It is therefore entirely consumed (and oxidized) during this isothermal adsorption and retained as carbon dioxide (except 10/zmol/g retained as carbon, as shown by the TPR experiment under oxygen). The amounts of carbon monoxide adsorbed and of carbon monoxide and carbon dioxide released during the iso- thermal adsorptions and the TPD experiments are shown in Table 2. As before, the ternary aerogel becomes grey and then black for the temperatures of adsorption of carbon monoxide above 25. The variations in Tm of CuO/ZrO2 and of CuO/ZnO/ZrO2 for the release of carbon monoxide and of carbon dioxide during the TPD for a given temperature of the isothermal adsorption (Tables 1 and 2) are not easy to interpret. They are probably corre- lated not only with the stabilities of the adsorbed species formed by the interaction with carbon monoxide, but also with their concentrations on the surface. It is shown below that the nature of the species formed is the same on both aerogels. During the TPR experiment under carbon monoxide, carbon dioxide ( 1060 p, mol/g) is released in three peaks (Tin = 360, 455 and 650, these temperatures are therefore higher than for the binary aerogel). Finally peaks (12/zmol/g of hydrogen, Tm=700 and of water ( Tm of the order of 700) are observed. The desorption of hydrogen is due, as before D. Bianchi et al. / Applied Catalysis A: General 112 (1994) 57-73 Table 2 Amounts of carbon monoxide adsorbed on CuO/ZnO/ZrO 2 and of carbon monoxide and carbon dioxide released during the isothermal adsorptions and TPD experiments. Temperature of CO a CO2 ~ Temperature Tm of the Eo(kcal/mol) adsorption of (/zmol / g ) (/zmol/g) peaks and shoulders co () () CO C02 CO C02 283p 247s 15 16 25 (99) 24 (0) 70 302p 17 370s 19 247p 280p 16 17 110 (242) 68 (0) 170 302s 17 370s 19 170s 302p 17 196 (383) 74 (160) 139 247p 370s 17 19 302s 303 (802) 0 (705) 83 -370s 403p 23 470s The values in parentheses represent the amount of carbon monoxide adsorbed, or desorbed as carbon dioxide, during the adsorption experiments. The other values are those of desorbed gases during the TPD. p=peak. s = shoulder, Ed = activation energy of desorption. [ 1 ], to the reaction of a fraction of the hydroxyl groups with carbon monoxide, whereas water is formed by the release of some other fraction of the hydroxyl groups. The balance of carbon monoxide adsorbed and consumed ( 1042/zmol / g) and of carbon dioxide released ( 1060/zmol/g) and carbon retained ( 15/zmol/g) shows that carbon monoxide is almost entirely transformed into carbon dioxide. The release of water during the TPR does not allow to calculate the initial density of the hydroxyl groups from the amount of hydrogen released [ 1,12 ]. 2.2. Species determined by IR spectroscopy Two series of experiments were performed on both aerogels, binary and ternary. The catalyst standardized under oxygen at 400 is cooled in helium and carbon monoxide is adsorbed at 25. The stability of adsorbed species is followed as a function of time and during the TPD experiment. On the other hand the interaction of carbon monoxide with the solids is studied at temperatures above 25. Species formed by interaction at 25 and their thermal stability Both aerogels give a similar FT-IR spectrum after isothermal adsorption of carbon mon- oxide (5% CO/He) in dynamic conditions (200 cm3/min) under atmospheric pressure at 25 (Fig. 4). The FT-IR spectrum is also registered during the TPD experiment under helium at temperatures increasing linearly with a rate of 10/min (Fig. 5). The isothermal adsorption of carbon monoxide at 25 (shown in Fig. 4 for various times of contact) gives the bands in the range 2200-1100 cm- 1 whose intensities increase with D. Bianchi et al. / Applied Catalysis A: General 112 (1994) 57-73 J ,,w---C 0.2 ~d ,,,,-- b o t-= ,l O 1 < I ! 1 2300 1900 1500 11 O0 Wavenumber (cm-1) Fig. 4. FT-IR spectrum of CO/He adsorbed at 25 on CuO/ZrO2 or CuO/ZnO/ZrO2 aerogels. (a) after 10 s, (b) after 120 s, (c) after 560 s, (d) after 40 s sweeping in helium. time-on-stream during I0 rain and then remain constant. Only a weak band at 2190 cm- ' grows in intensity during the first 40 s before remaining constant under carbon monoxide under the dynamic conditions described above. The adsorption of carbon monoxide is therefore in part non-activated and, at least, two steps are involved in the formation of various adsorbed species. The strong IR band at 2110 cm- ' (Fig. 5A) was not observed on the copperless aerogels [1] where only the weak band at 2190 cm -~ was detected after adsorption of carbon monoxide at 25 and disappeared by evacuation at the same temperature. This weak band was attributed to carbon monoxide linearly adsorbed on zirconium cation as a reversible species [ 1 ]. The same species is also observed here with a small intensity (Fig. 4a, band at 2190 cm- ~) and it vanishes in the experiment at 25 (Fig. 4d) after 40 s under helium. The strong band at 2110 cm-1 increases during the adsorption process, (Fig. 4) It must represent a species characteristic of copper containing catalysts and not related to zirconium ions. In the region 1800-1100 cm- 1, which is that of IR bands of carbonate type adsorbed species, the registered bands (Fig. 4) are at 1630, 1450, 1420, 1225 cm-' with shoulders at 1710, 1580, 1360 and 1330 cm-'. This spectrum thus reveals that not one but many D. Bianchi et al. /Applied Catalysis A: General 112 (1994) 57-73 0.2 e~ B a 0 e- c ,~ .I0 0 I < ! 0.2 4000 3000 ! == ,11,',1\" < e b |- a - ! I I 2300 1900 1500 1100 Wavenumber (cm-1) Fig. 5. FT-IR spectrum of CO/He adsorbed at 25 on CuO/ZrO2 or CuO/ZnO/ZrO2 aerogels and desorbed during the TPD experiment. A. (a) initial spectrum, (b) spectrum at 70, (c) spectrum at 100, (d) spectrum at 150, (e) spectrum at 238, B. (a) initial spectrum, (b) after 400 s under CO/He at 25, (c) spectrum at 180 during the TPD experiment. carbonate type adsorbed species were formed during the interaction with carbon monoxide. The TPD spectra discussed before account for this complexity. The bands of hydroxyl groups situated at 3680 and 3780 cm- 1 [ 11 ] are represented separately in Fig. 5B at 25 (a) before and (b) after adsorption of carbon monoxide and (c) at 180 during the TPD experiment under helium. Because the spectra are the same for the CuO/ZrO2 and CuO/ D. Bianchi et al. / Applied Catalysis A: General 112 (1994) 57-73 ZnO/ZrO2 systems, despite the fact that the pure components ZnO and ZrO2 exhibit different spectra in the OH stretching region, it is inferred that only the hydroxyl groups of zirconia are detected by IR (the concentration of ZnO in the catalyst is only 5%). The intensity of the band at 3680 cm- 1 is not modified by the adsorption of carbon monoxide at 25 but that of the band at 3780 cm- ~ decreases and a shoulder appears at 3620 cm- 1. These bands were described in ref. [ 12]. Sweeping by helium during the TPD experiment at a rate of 10/min produces the following changes (Fig. 5A). The intensity of the band at 2110 cm- 1 decreases and the band shifts toward 2105 cm- ~ and vanishes around 200, whereas the intensities of the bands at 1450, 1420 and 1360 cm- ~ increase with the temperature of desorption (Fig. 5A, a-d), but within the same IR region the intensities of the bands at 1630, 1330 and 1225 cm-~ decrease with the temperature rise and the bands vanish around 200, whereas a new band at 1510 cm- 1 appears (Fig. 5A, d and e). This last band may be correlated with the increase of the shoulder at 1365 cm- ~. For temperatures higher than 238 the intensities of all bands decrease and the initial spectrum of the solid is recorded at 360. In the hydroxyl groups region the TPD experiment under helium produces the decrease of the intensity of the shoulder at 3620 cm- 1 (Fig. 5B, c) but the initial intensity of the band at 3780 cm- ~ is not restored, in contrast to that of the band at 3680 cm- 1, which even becomes more intense. Species formed by interaction with carbon monoxide at increasing temperatures The FT-IR spectrum of copper containing aerogels was also recorded during the TPR experiment under carbon monoxide (5% CO/He) at a rate of 10/min. For temperatures below 140 no major differences with the IR data recorded during the TPD experiment are observed (see above). For the same temperatures the intensities of the bands recorded during the TPR are however higher than during the TPD experiment. Finally, from 180, a severe decrease of the transmission of the sample is observed which prevents the inter- pretation of the spectrum. The transmission is not improved by desorption at 400, but the reoxidation at this temperature restores the initial value of the transmission. This variation of the transmission is certainly correlated with the formation under carbon monoxide of reduced copper and its disappearance under oxidation. It must also be pointed out that during the TPR experiment in CO/He no bands of C-H bonds were detected, in contrast with the results on copperless catalysts, where around 150 formate species were formed [ 1 ]. 3. Discussion of the results of the TPD, TPR and IR spectroscopies and conclusions The results of the transient methods show that at 25 carbon monoxide is irreversibly adsorbed on both copper containing aerogels. The TPD spectrum reveals four peaks or shoulders of carbon dioxide for CuO/ZrO2 and three peaks or shoulders of carbon dioxide on CuO/ZnO/ZrO2, with one peak of carbon monoxide, which is the minor component, in each case, but no carbon dioxide is formed during the isothermal adsorption of carbon monoxide at 25 on both aerogels; neither is it formed at 110 for the ternary aerogel. Similarly, for the TPR experiments under CO/He no desorption of carbon dioxide occurs during the first interaction with carbon monoxide, at still low temperatures. The species D. Bianchi et al. / Applied Catalysis A: General 112 (1994) 57-73 formed by this interaction are therefore quite stable on the surface of the catalyst and if they result, already at low temperatures, from the oxidation of carbon monoxide, and therefore from the surface reduction, they are not desorbed at these temperatures. The TPD observations account for the formation of various adsorbed species during the isothermal interaction with carbon monoxide at 25 and this agrees with the complexity of the FT-IR spectrum which is very similar for both solids, CuO/ZrO2 and CuO/ZnO/ ZrO2. If the profiles of the TPD spectra are not identical (3 or 4 peaks and shoulders, depending on the nature of the solid, Tables 1 and 2) it is probably because the concentrations of various species are not the same on both solids (but their nature is identical, according to the FT-IR spectra). The FI'-IR results may be interpreted as follows. With the exception of the weak IR band at 2190 cm 1, formed in a matter of seconds of contact and due to the reversible adsorption of carbon monoxide on Zr d ions [ 1 ], all other bands increase with time-on-stream at 25. These interactions are therefore activated as is confirmed by the effect of an increase of the temperature between 25 and 150 (see above). The small intensity of the band at 2190 cm-~ shows that the CuO phase is well dispersed on ZrO2 which loses its own character at the benefit of CuO. All other bands do not vanish by desorption at 25. The species formed by interaction with carbon monoxide (except the reversible one, giving the band at 2190 cm-l) are therefore stable and this is confirmed by the results of the isothermal adsorption and of the TPD for low temperatures. The intense band at 2110 cm- ~ was also detected on other supported oxides, all containing CuO, such as CuO/SiO2 at 2136 cm- 1 [ 19,20], CuO/ZnO/A1203 at 2118 or 2135 cm- [21-23] and CuO/ZnO at 2104 cm-~ [24]. It belongs to a linear carbonyl, irreversibly bonded by its carbon to the surface copper ions, and retaining a triple bond character between C and O [ 19,20,24]. This species is shown in Table 1 ofref. [ 1 ]. It is recalled that the band at 2110 cm-~ is not found on copperless catalysts, ZrO2 and ZnO/ZrO2 [ 1], where, in contrast, only a band of reversibly adsorbed carbon monoxide, attached to Zr d + cations [with d=2 or 3, [25,26]] is observed at 2190 cm -1. It then follows that copper ions impose, at least initially at low temperatures, their character on the catalyst surface, where the strong band at 2110 cm- ~ due to copper ions is immediately observed. The intense band at 2110 cm-~ vanishes by desorption only above 200 and it may be assumed that the peak of carbon monoxide at Tm = 283 in the TPD spectrum on both aerogels (Tables 1 and 2) is due to this species, but only a fraction of this species is desorbed as carbon monoxide because the simultaneous increase of the IR bands in the region 1600-1100 cm- during this desorption shows that another fraction is converted into some other species (such as carbonates, see below) by reaction with surface oxygen ions (or with hydroxyl groups). In the forthcoming paper of this series it will be shown that the carbonate species cannot be decomposed to carbon monoxide but only to carbon dioxide and this observation is taken into account in the identification of the species formed at the expense of the irreversibly adsorbed carbon monoxide with the band at 2110 cm-1. However if the car- bonate species are formed at saturation by isothermal adsorption of carbon monoxide at, say, 200, the adsorbed excess of this gas is released (as carbon monoxide) during the following TPD. The other FT-IR bands observed in Figs. 4 and 5 may be assigned to various carbonate type species, detailed below. The spectra recorded after the adsorption of carbon monoxide 68 D. Bianehi et al./ Applied Catalysis A: General 112 (1994) 57-73 are very similar indeed to those observed after the adsorption of carbon dioxide, as is described in the forthcoming paper of this series. The IR bands at 1225, 1330, 1630 and 3620 cm ~ which vanish together by desorption around 180 may be attributed (Table 1, ref. [ 1] ) to the bicarbonate (or hydroxycarbon- ate) species [21,27-35] which can exist in bidented or unidented forms: OH OH ~0 [ \\c c I Ot ~O O \\ / [ M M The position of Vas C-O at 1630 cm- * is in favour of the bidented form because for the unidented form yam C~O is at 1520 cm-* (Table 1, ref. [ 1 ] ). The complex profile of the spectra in Figs. 4 and 5 in the range 1400-1300 cm- * indicates that two or more IR bands are superimposed. This bicarbonate species is the first to vanish during the desorption process; also it correlates well with the first peak of carbon dioxide in the TPD spectrum (Fig. 2). The weak shoulder at 1710 cm- ~ (Figs. 4 and 5) is tentatively assigned to v C = O of the bridged carbonate O II C /\\ O o I I M M which is the only carbonate species referenced with such a high wave number. The band due to v C-O of this species should be found in the 1100-1000 cm -~ range where no observation can be made in Figs. 4 and 5 because of the poor transmission. The bridged carbonate species desorbs in the same range of temperatures as the bicarbonate species (see above) and they have therefore similar values of the activation energy ofdesorption (Tables 1 and 2). The other species formed are more stable and are all desorbed between 200 and 360. Among these species the carboxylate species exhibits bands at 1420 and 1580 cm- which correspond respectively to vas C-O and vs C-O [21,27-30] (Table 1, ref. [ 1] )\" O O- I M + The 1450 cm - l band is characteristic of the ionic carbonate CO3 = [21,29,32,35] (Table 1, ref. [ 1 ] ). The shoulder at 1510 cm-1 which becomes only apparent during the TPD experiment seems to be due to the formation of a unidented carbonate species ( Vas C-O). O O- %C / I 0 I M + D. Bianchi et al./ Applied Catalysis A: General 112 (1994) 57-73 69 The symmetric band is located in the range 1400-1300 cm- ~ (Table 1, ref. [ 1]) and may correspond to the shoulder at 1360 cm- 1 [8,9,27,28] which increases simultaneously with the shoulder at 1510 cm -~ (Fig. 5). As the shoulder at 1360 cm -1 is detected after the adsorption at 25 (Fig. 4), whereas the shoulder at 1510 cm -l is detected after desorption, two interpretations may be proposed. First, after the adsorption of carbon monoxide at 25 the band at 1510 cm- 1 is masked by the overlapping of the band at 1580 cm- 1 of the carboxylate species and of the band of 1450 cm- l of the ionic carbonate. It is the increase of the surface concentration of the unidented carbonate during the TPD (Fig. 5) which allows its detection by the growth of the shoulder at 1510 cm-1. According to the second interpretation, because of the overlapping in the 1360-1330 cm-1 region, the band at 1360 cm- J, observed at 25 (Figs. 4 and 5) may represent vs C-O of a bidented carbonate: O II /\\c o o \\ / M for which the band due to uas C-O is superimposed onto the band of the carboxylate species at 1580 cm-~ [ 8,9,21,28-30]. The choice between unidented and/or bidented carbonate is therefore difficult to make in the present case. Among all previous adsorbed species mentioned, only the formation of the linear carbon monoxide and of the carboxylate does not involve any reduction of the surface. They may be therefore considered as the initial steps in the interaction of carbon monoxide at 25 with the copper containing aerogels. It was pointed out above that the irreversibly adsorbed linear carbon monoxide is attached to copper ions. Not enough information is available concerning the site of the carboxylate species. Nevertheless it is tempting to imagine that they both are the precursors of the interaction leading to other, more oxygenated species. Their formation may be envisaged as follows: CO(g) + solid 25 Cu +6 - C~O TPD CO(g) (in part) + Cu +8 linear O Cu +6 - C~O 25 Cu+6__C// TPD ~ CO(g) (in part) + Cu +6 carboxylate\\ O_ Cu+(~5-1)+ CO 2 (in part) (reduced) If the other species formed from these precursors are located on ions other than copper, a spillover of these species from copper must be assumed [ 16,36,37]. All other species require one or two more atoms of oxygen which may come from CuO (ZrOz or ZnO, see below) or from the hydroxyl groups [ 1 ] and they are converted with the increase of the temperature to still other species and decomposed with the release of carbon dioxide. D. Bianchi et al. / Applied Catalysis A: General 112 (1994) 57-73 C - OH OH O (\" \"~O OH ,d I 2 oc \", / I M+__C// + M 2 I, M I + (M2(reduced)) ~ M l + CO2(g ) carboxylate\\ O_ [OH's ] bidented [OH's ] decreased bicarbonate increased 3780 cm -I 3680 cm -1 It is not possible at the present stage to give the identity of the ions M, and Mz (Zr, Cu and/or Zn). On the basis of the IR data it is rather inferred that M~ and Me may be different zirconium ions (the IR data do not give evidence of the hydroxyl groups attached to zinc). O O- %C / O / I II M+__C// + M2 T ~, O + (M2(reduced)) CO2(g ) + M 1 cad3oxyloteN O- [ M,+ unidented carbonate Here M 2 may be a Cu or Zn ion. O O M+__c//II coe II carbylate\\ O + M2 M]t+ionic+ (M2(reduced)) TPD t, CO2(g ) + M 1 carbonate O II O /c\\ o II o o II \\ / TPD M+--C// + M 2 M l + (M2(reduced)) C02(g ) + M l carbyl~e\\ O - bidented c~txmate The influence of copper on the nature of species formed with carbon monoxide is quite evident by comparison with the copperless aerogels. In the case of pure ZrO2 [ 1 ] no carbonate or bicarbonate species are formed during the interaction with carbon monoxide. The same observation was made [4] for the interaction between carbon monoxide and pure ZrO2 even at 200-350. The carbonate and bicarbonate species were observed only [4] after interaction with carbon dioxide. It is therefore significant that the attachment of ZnO to zirconia is able to change the nature of the interaction with carbon monoxide which leads to carbonates above 250 [ 1 ], and the addition of CuO is efficient in this change already at 25 (see above). Moreover, no formate species are observed in CuO containing cata- lysts, in contrast to ZrO2 and ZnO/ZrO2 [ 1 ]. The irreversible adsorption of carbon mon- oxide at 25 on Cu d containing catalysts, in contrast to copperless catalysts, seems to be the key of the change of the nature of the formed species, probably generated by the spillover and oxidation of carbon monoxide initially adsorbed on Cu d ions. The copper ions may be reduced already at 25 but this reduction by carbon monoxide is limited by the absence of desorption of the products. D. Bianchi et al./ Applied Catalysis A: General 112 (1994) 57-73 Finally it is of interest to consider the state of the reduction of the catalysts after the interaction with carbon monoxide. This can be made by comparison of the amounts of carbon dioxide detected during the TPR experiments under carbon monoxide and those formed at, say, 300 (temperature of the methanol synthesis) during the isothermal adsorption of carbon monoxide. For the binary aerogel CuO/ZrO2 the amount of carbon dioxide (see above) desorbed during the TPR under carbon monoxide is 900/zmol/g, representing 5.4.1020 atom (O)/ g removed from the solid by the reactant. The mass of copper in the binary catalyst is 6.6.1020 atom(Cu)/g. Therefore, the initial ratio Cu/O is very close to 1 (1.2). Before the TPR experiment copper in the standardized catalyst is in the form of CuO and is then almost entirely reduced after the TPR completed at 700. The small deficiency of oxygen with respect to copper may be due to the reduction by carbon monoxide, during the TPR, also of the hydroxyl groups, and not only of CuO, as shown by the release of hydrogen. This type of interaction is fully described in ref. [ I ]. Now, during the isothermal contact of carbon monoxide with the catalyst, at 297, 715/xmol/g of carbon dioxide are (Table 1 ) desorbed (instead of 900/zmol/g during the TPR) corresponding to 4.3.1020 atom(O)/g removed from the solid by carbon monoxide. The ratio Cu/O after this interaction with carbon monoxide at 297 is therefore 1.5. For one copper atom 0.6 atoms of oxygen are removed by carbon monoxide and for the initial composition CuO of the standardized catalysts 0.36 atoms of oxygen are left (CuOo.36). Copper is therefore reduced from the initial state Cu 2+ to Cu +. In contrast with the previous suggestions [ 5,38] it is thus not entirely reduced, in agreement with recent findings [ 15]. For the ternary aerogel CuO/ZnO/ZrO2 the amount of carbon dioxide detected (see above) during the TPR experiment under carbon monoxide is 1060/xmol/g. Allowance should be made here for the reduction of ZnO, which may be estimated from the TPR experiment under carbon monoxide performed on ZnO/ZrO2 [1]. By simultaneously deducing the consumption of carbon monoxide by the reduction of hydroxyl groups with the production of hydrogen, as shown in Table 6 of ref. [ 1 ], the reduction of ZnO generates 40/zmol/g of carbon dioxide. The amount of carbon dioxide resulting from the reduction of CuO is then 1060-40= 1020 /xmol/g. This corresponds to 6.1.1020 atom(O)/g removed from the solid. With respect to the mass of copper in the ternary aerogel (6.7.1020 atom(Cu)/g) the initial ratio Cu/O is still very close to 1 (1.08) and it is again possible to consider that copper, in the form of CuO in the standardized catalyst, is almost entirely reduced during the TPR under carbon monoxide. During the isothermal contact of carbon monoxide with the catalyst at 303, 705/zmol/ g of carbon dioxide (Table 2) are desorbed (instead of 1020/xmol/g CO2 during the TPR) corresponding to 4.2.1020 atom(O)/g removed from the catalyst. The ratio Cu/O after interaction with carbon monoxide at 300 is therefore 1.6 and this corresponds practically to the same state of (incomplete) reduction of copper as for the binary catalyst. The last difference between the copperless aerogels [1] and those studied here is the absence of hydrogen release during the TPD experiments under carbon monoxide and during the isothermal adsorption of carbon monoxide (Figs. 1-3) for copper containing catalysts. It has been shown that hydrogen release for copperless catalysts [ 1] is related to the decomposition of formate species which are also detected by IR spectroscopy. A good correlation is therefore found, for the catalysts studied here, between the IR results (no D. Bianchi et al./ Applied Catalysis A: General 112 (1994) 57-73 formate species) and the absence of hydrogen release. Hydrogen release during the TPR under carbon monoxide is observed only at very high temperatures (Tin = 700) where the surface species formed by the interaction with carbon monoxide are already decomposed. This hydrogen probably results from the direct reduction of the hydroxyl groups ( see above) by flowing carbon monoxide. In conclusion, it is demonstrated that the surface intermediates formed by the interaction with carbon monoxide are different on copperless zirconia aerogels, where they are of the formate type [ 1 ], and on copper containing aerogels where they are of the carbonate type. A complete apprehension of the mechanism of methanol synthesis on these aerogel catalysts still requires the study of the interaction with carbon dioxide and with the mixtures CO + H2 and CO2 + H2 and is the subject of the forthcoming papers, but it seems apparent here that the key of an increased activity of copper containing catalysts [2] is probably correlated with their ability to produce carbonate type intermediates even from carbon monoxide. References [ 1 ] D. Bianchi, T. Chafik, M. Khalfallah and S.J. Teichner, Appl. Catal. A, 105 (1993) 223 [2] B. Pommier and S.J. Teichner, in M.J. Phillips and M. Ternan (Editors), Proceedings 9th International Congress on Catalysis, Calgary, 1988, The Chemical Institute of Canada, Ottawa, 1988, Vol. 2, p. 610 [3] R.G. Silver, N.B. Jackson and Y.G. Eckerdt, in W.M. Ayers (Editor), Catalytic Activation of Carbon Dioxide, ACS Symposium Series 363, Am. Chem. Soc., Washington, D.C., 1988, p. 123 and references therein. [4] E. Guglieminotti, Langmuir, 6 (1990) 1445. [51 G.C. Chinchen and M.S. Spencer, Catal. Today, 10 ( 1991 ) 293. [6] S.G. Neophytides, A.J. Marchi and G.F. Froment, Appl. Catal. A, 86 (1992) 45. [7] M. Bowker, R.A. Hadden, N. Houghton, J.N.K. Hyland and K.C. Waugh, J. Catal., 109 (1988) 263. [81 C. Schild, A. Wokaun and A. Baiker, J. Mol. Catal., 63 (1990) 223. [9] C. Schild, A. Wokaun and A. Baiker, J. Mol. Catal., 63 (1990) 243. [101 J. Kondo, H. Abe, Y. Sakata, K. Maruya, K. Domen and T. Onishi, J. Chem. Soc. Faraday Trans. 1, 84 (1988) 511. 11 ] B. Denise, O. Cherifi, M.M. Bettahar and R.P.A. Sneeden, Appl. Catal., 48 (1989) 365. 12] D. Bianchi, J.L. Gass, M. Khalfallah and S.J. Teichner, Appl. Catal. A, 101 (1993) 297 13] R. Burch, S.E. Golunski and M.S. Spencer, J. Chem. Soc. Faraday Trans., 86 (1990) 2683. 14] R. Burch and R.J. Chappel, Appl. Catal., 43 (1988) 131. 151 K.G. Chachlani, R.R. Hudgins and P.C. Silveston, J. Catal., 136 (1992) 59. 16 ] S 3. Teichner, in T. ln ui et al. (Editors), New Aspects of Spillover Effects in Catalysis, Elsevier, Amsterdam, 1993, p. 27. [ 17] R.L. Flesner, K.B. Kester, B. Chen and J.L. Falconer, in T. Inui et al. (Editors), New Aspects of Spillover Effects in Catalysis, Elsevier, Amsterdam, 1993, p. 277 [ 18] T. Chafik, M. Khalfallah, J.L. Gass and D. Bianchi, J. Catal., in press. [ 19] M.A. Kohler, N.W. Kant, M.S. Wainwright and D.L. Trimm, J. Catal., 117 (1989) 188. [20] R.P. De Jong, J.W. Gens and J. Joziasse, J. Catal., 65 (1980) 437. [211 L.H. Little, IR spectra of Adsorbed Species, Academic Press, London, 1966, pp. 47-89. [22] J.F. Edwards and G.L. Schrader, J. Phys. Chem., 88 (1984) 5620. 1231 G. Visser-Luirink, E.R.A. Matulewicz, J. Hart and J.C. Mol, J. Phys. Chem., 87 (1989) 1470. [24] D.L. Roberts and G.L. Griffin, J. Catal., 1 I0 (1988) 117. [25] M.Y. He and J.W. White, J. Catal., 92 (1985) 415. [26] M.Y. He and J.G. Eckerdt, J. Catal., 90 (1984) 17. [27] L.H. Little and C.H. Amberg, Canad. J. Chem., 40 (1962) 1997. D. Bianchi et al. / Applied Catalysis A: General 112 (1994) 57-73 [28] Y.M. Grigorev, D.V. Pozdnyakov and V.N. Filiminov, Russian J. Phys. Chem., 46 (1977) 2. [29] N.D. Parkins, J. Chem. Soc. (A), (1969) 410. [30] J.D.C. Yates, J. Chem., 65 ( 1961 ) 746. [31 ] A. Kiennemann and J.P. Hindermann, in S. Kaliaguine (Editor), Keynotes in Energy related Catalysis (Studies in Surface Science and Catalysis, Vol. 35), Elsevier, Amsterdam, 1988, p. 181. [32] C. Morterra, A. Zechina and S. Coluccia, J. Chem. Soc. Faraday Trans. 1, 73 (1977) 1544. [33 ] M.Y. He and J.G. Eckerdt, J. Catal., 87 (1984) 381. [34] R.G. Silver, N.B. Jackson and J.G. Eckerdt, in W.M. Ayers (Editor), Catalytic Activation of Carbon Dioxide, ACS Symposium Series 363, Am. Chem. Soc., Wahsington D.C., 1988, p. 123. [35 ] F. Boccuzzi, E. Garrone, A. Zechina and A. Bossi, J. Catal., 51 ( 1978 ) 160. [36] W.C. Conner, G.M. Pajonk and S.J. Teichner, Adv. Catal., 34 (1986) 1. [37] B. Sen and J.L. Falconer, in K.H. Steinberg (Editor), Proc. 2nd Int. Conf. Spillover, Karl Marx Universit~it, Leipzig, 1989, p. 106. [38] T.H. Fleish and R.L. Mieville, J. Catal., 90 (1984) 165. APCATA 94801363 0926-860X(94)80136-3 10.1016/0926-860X(94)80136-3 Elsevier Science B.V. All rights reserved Intermediate species on zirconia supported methanol aerogel catalysts III. Adsorption of carbon monoxide on copper containing solids Daniel Bianchi Tarik Chafik Mohamed Khalfallah Stanislas Jean Teichner 1 Université Claude Bernard (Lyon I), Laboratoire des Matériaux et Procédés Catalytiques, 43, bd du 11 novembre 1918, 69622 Villeurbanne Cedex, France Tel. (+33) 72448150, fax. (+33) 78941995 1 Corresponding author. The species formed by interaction of carbon monoxide with CuO/ZrQ2 and CuO/ZnO/ZrO2 aerogel catalysts are mainly of the carbonate type and not of the formate type, in contrast to the behaviour of ZrO2 and ZnO/ZrO2 aerogels (D. Bianchi, T. Chafik, M. Khalfallah and S.J. Teichner, Appl. Catal. A, 105 (1993) 223).The presence of copper oxide in the catalysts imposes an irreversible adsorption at 25°C of carbon monoxide on Cu2+ ions in the form of carbonyl type species which is transformed into carboxylate and, by oxidation, into carbonate type species. The spillover from copper to zirconium ions of the species derived from the solid and the carbon monoxide is envisaged. Keywords aerogel catalysts carbonate type species formate species methanol synthesis spillover of adsorbed species zirconia support References [1] Bianchi D. Chafik T. Khalfallah M. Teichner S.J. Appl. Catal. A 105 1993 223 [2] Pommier B. Teichner S.J. Phillips M.J. Ternan M. Proceedings 9th International Congress on Catalysis, Calgary, 1988 2 1988 The Chemical Institute of Canada Ottawa 610 [3] Silver R.G. Jackson N.B. Eckerdt Y.G. Ayers W.M. Catalytic Activation of Carbon Dioxide, ACS Symposium Series 363 1988 Am. Chem. Soc. Washington, D.C 123 and references therein. [4] Guglieminotti E. Langmuir 6 1990 1445 [5] Chinchen G.C. Spencer M.S. Catal. Today 10 1991 293 [6] Neophytides S.G. Marchi A.J. Froment G.F. Appl. Catal. A 86 1992 45 [7] Bowker M. Hadden R.A. Houghton N. Hyland J.N.K. Waugh K.C. J. Catal. 109 1988 263 [8] Schild C. Wokaun A. Baiker A. J. Mol. Catal. 63 1990 223 [9] Schild C. Wokaun A. Baiker A. J. Mol. Catal. 63 1990 243 [10] Kondo J. Abe H. Sakata Y. Maruya K. Domen K. Onishi T. J. Chem. Soc. Faraday Trans. 1 84 1988 511 [11] Denise B. Cherifi O. Bettahar M.M. Sneeden R.P.A. Appl. Catal. 48 1989 365 [12] Bianchi D. Gass J.L. Khalfallah M. Teichner S.J. Appl. Catal. A 101 1993 297 [13] Burch R. Golunski S.E. Spencer M.S. J. Chem. Soc. Faraday Trans. 86 1990 2683 [14] Burch R. Chappel R.J. Appl. Catal. 43 1988 131 [15] Chachlani K.G. Hudgins R.R. Silveston P.C. J. Catal. 136 1992 59 [16] Teichner S.J. Inui T. New Aspects of Spillover Effects in Catalysis 1993 Elsevier Amsterdam 27 [17] Flesner R.L. Kester K.B. Chen B. Falconer J.L. Inui T. New Aspects of Spillover Effects in Catalysis 1993 Elsevier Amsterdam 277 [18] T. Chafik, M. Khalfallah, J.L. Gass and D. Bianchi, J. Catal., in press. [19] Kohler M.A. Kant N.W. Wainwright M.S. Trimm D.L. J. Catal. 117 1989 188 [20] De Jong R.P. Gens J.W. Joziasse J. J. Catal. 65 1980 437 [21] Little L.H. IR spectra of Adsorbed Species 1966 Academic Press London 47 89 [22] Edwards J.F. Schrader G.L. J. Phys. Chem. 88 1984 5620 [23] Visser-Luirink G. Matulewicz E.R.A. Hart J. Mol J.C. J. Phys. Chem. 87 1989 1470 [24] Roberts D.L. Griffin G.L. J. Catal. 110 1988 117 [25] He M.Y. White J.W. J. Catal. 92 1985 415 [26] He M.Y. Eckerdt J.G. J. Catal. 90 1984 17 [27] Little L.H. Amberg C.H. Canad. J. Chem. 40 1962 1997 [28] Grigorev Y.M. Pozdnyakov D.V. Filiminov V.N. Russian J. Phys. Chem. 46 1977 2 [29] Parkins N.D. J. Chem. Soc. (A) 1969 410 [30] Yates J.D.C. J. Chem. 65 1961 746 [31] Kiennemann A. Hindermann J.P. Keynotes in Energy related Catalysis Kaliaguine S. Studies in Surface Science and Catalysis 35 1988 Elsevier Amsterdam 181 [32] Morterra C. Zechina A. Coluccia S. J. Chem. Soc., Faraday Trans. 1 73 1977 1544 [33] He M.Y. Eckerdt J.G. J. Catal. 87 1984 381 [34] Silver R.G. Jackson N.B. Eckerdt J.G. Ayers W.M. Catalytic Activation of Carbon Dioxide, ACS Symposium Series 363 1988 Am. Chem. Soc. Wahsington D.C. 123 [35] Boccuzzi F. Garrone E. Zechina A. Bossi A. J. Catal. 51 1978 160 [36] Conner W.C. Pajonk G.M. Teichner S.J. Adv. Catal. 34 1986 1 [37] Sen B. Falconer J.L. Steinberg K.H. Proc. 2nd Int. Conf. Spillover 1989 Karl Marx Universität Leipzig 106 [38] Fleish T.H. Mieville R.L. J. Catal. 90 1984 165",
      "scopus-id": "0028438473",
      "coredata": {
        "eid": "1-s2.0-0926860X94801363",
        "dc:description": "The species formed by interaction of carbon monoxide with CuO/ZrQ2 and CuO/ZnO/ZrO2 aerogel catalysts are mainly of the carbonate type and not of the formate type, in contrast to the behaviour of ZrO2 and ZnO/ZrO2 aerogels (D. Bianchi, T. Chafik, M. Khalfallah and S.J. Teichner, Appl. Catal. A, 105 (1993) 223).The presence of copper oxide in the catalysts imposes an irreversible adsorption at 25°C of carbon monoxide on Cu2+ ions in the form of carbonyl type species which is transformed into carboxylate and, by oxidation, into carbonate type species. The spillover from copper to zirconium ions of the species derived from the solid and the carbon monoxide is envisaged.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-05-12",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94801363",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bianchi, Daniel"
          },
          {
            "@_fa": "true",
            "$": "Chafik, Tarik"
          },
          {
            "@_fa": "true",
            "$": "Khalfallah, Mohamed"
          },
          {
            "@_fa": "true",
            "$": "Teichner, Stanislas Jean"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94801363"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94801363"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80136-3",
        "prism:volume": "112",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Intermediate species on zirconia supported methanol aerogel catalysts III. Adsorption of carbon monoxide on copper containing solids",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "aerogel catalysts"
          },
          {
            "@_fa": "true",
            "$": "carbonate type species"
          },
          {
            "@_fa": "true",
            "$": "formate species"
          },
          {
            "@_fa": "true",
            "$": "methanol synthesis"
          },
          {
            "@_fa": "true",
            "$": "spillover of adsorbed species"
          },
          {
            "@_fa": "true",
            "$": "zirconia support"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "57-73",
        "prism:endingPage": "73",
        "pubType": "fla",
        "prism:coverDisplayDate": "12 May 1994",
        "prism:doi": "10.1016/0926-860X(94)80136-3",
        "prism:startingPage": "57",
        "dc:identifier": "doi:10.1016/0926-860X(94)80136-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028438473"
      }
    }
  }
}