{
  "metadata": {
    "title": "Partial oxidation of methane to formaldehyde by lithium promoted VPO catalysts",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-10-26",
    "doi": "10.1016/0926-860X(95)00133-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001336",
    "pii": "0926860X95001336"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000914978",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95001336 0926-860X(95)00133-6 0926860X95001336 10.1016/0926-860X(95)00133-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00403 2024-01-01T12:18:48.759026Z 0 0 19951026 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 131 131 2 2 Volume 131, Issue 2 6 263 281 263 281 19951026 26 October 1995 1995-10-26 1995 article fla Copyright © 1995 Published by Elsevier B.V. PARTIALOXIDATIONMETHANEFORMALDEHYDEBYLITHIUMPROMOTEDVPOCATALYSTS GRANADOS M PITCHAI 1986 13 R BROWN 1986 305 M FOX 1993 169 J LEE 1988 249 J SPENCER 1988 187 N SPENCER 1990 546 N SMITH 1993 1 M BANARES 1993 406 M SPENCER 1989 399 N SOLYMOSY 1985 1455 F OTSUKA 1987 252 K AMIREBRAHINI 1989 L17 V WENG 1993 383 T BORDES 1987 499 E OHNO 1992 181 T BORDES 1973 105 E ANTONIO 1987 1235 M GOPAL 1972 432 R TACHEZ 1981 280 M LADWIG 1965 266 G JOHNSON 1983 412 J CHAUVEL 1991 487 B BHARGAVA 1977 230 R STRANFORD 1984 85 G MARTINEZLARA 1985 549 M MATSUMURA 1992 283 Y SUN 1992 251 Q PARMALIANA 1993 262 A BOND 1991 1 G MEYERS 1985 1413 G MARTINEZLARA 1992 5 M KANG 1992 975 H KANG 1993 1525 H LIU 1984 4117 H BARBAUX 1987 147 Y SMITH 1993 124 M SMITH 1993 226 M YTO 1985 5062 T TONG 1991 4741 Y DRISCOLL 1987 58 D LIN 1987 4808 C LIN 1988 317 C ZHANG 1988 366 H WU 1993 344 M 1985 HANDBOOKCHEMISTRYPHYSICS GRANADOSX1995X263 GRANADOSX1995X263X281 GRANADOSX1995X263XM GRANADOSX1995X263X281XM Full 1999-12-16T00:00:00.000Z FundingPartnerOpenArchive NERL http://creativecommons.org/licenses/by-nc-nd/4.0/ OA-Window 0 item 0926-860X(95)00133-6 0926860X95001336 1-s2.0-0926860X95001336 10.1016/0926-860X(95)00133-6 271346 2024-01-01T12:18:48.759026Z 1995-10-26 1-s2.0-0926860X95001336-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001336/MAIN/application/pdf/472dee2ea0cac6ffd17444b4213b087d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001336/MAIN/application/pdf/472dee2ea0cac6ffd17444b4213b087d/main.pdf main.pdf pdf true 1068188 MAIN 19 1-s2.0-0926860X95001336-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001336/PREVIEW/image/png/2dfeb31cec58bf7f26a5ff6ff76b4d40/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001336/PREVIEW/image/png/2dfeb31cec58bf7f26a5ff6ff76b4d40/main_1.png main_1.png png 47343 849 656 IMAGE-WEB-PDF 1 CATALYSIS A: GENERAL E LS EV I E R Applied Catalysis A: General 131 (1995) 263-281 Partial oxidation of methane to formaldehyde by lithium promoted VPO catalysts M. L6pez Granados 1 *, E.E. Wolf Chemical Engineering Department, University of Notre Dame, Notre Dame, IN 46556, USA Received 1 March 1995; revised 17 May 1995; accepted 17 May 1995 Abstract The effect of the addition of lithium cations to VPO phases on the catalytic activity of methane selective oxidation is reported. Two different methods of Li + addition were used: redox intercalation and co-precipitation. The redox intercalation procedure led to the most active promoted catalyst. XRD, FTIR, XPS characterization, oxygen isotopic exchange experiments and catalytic activity measure- ments using double-bed configuration were carried out. It is proposed that VPO activates methane forming of the intermediates which are further selectively oxidized by the Li+ species and that the intercalation method allows the Li+ to be well dispersed in the VPO surface and not covering completely the surface of the catalyst. Keywords.\" Partial methane oxidation; VPO catalysts; lithium-promoted VPO catalysts; Double-bed reactor configuration 1. Introduction The direct oxidation of methane to Ct oxygenates has attracted the attention of many research groups over the last years due to its potential to transform the extensive reserves of natural gas into building block molecules for the petrochem- ical industry (methanol and formaldehyde). Several reviews have been published about the partial oxidation of methane [ 1-4]. Among the best catalysts reported to oxidize selectively methane to formaldehyde are MoO3/SiO2 [5-8], VzO5/SiO2 [9], Bi203/SnO2 [ 10] and FeNbB-O [ 11 ]. High formaldehyde (FA) selectivity is only obtained at low methane conversions ( < 2%), whereas at higher conver- sions the total oxidation products ( CO and CO2) become predominant. The addition * Corresponding author. E-mail eduardo.e.wolf.1 @nd.edu, tel ( + 1-219) 6315897, fax. ( + 1-219) 6318366. On leave from Instituto de Cattilisis y Petroleoqufmica (Spain). 0926-860X/95/$09.50 SSD10926-860X ( 95 ) 00133-6 264 M. L6pez Granados, E.E. Wolf~Applied Catalysis A: General 131 (1995)263 281 @ r 4 A (~ oxygen atom ,12/~ ~ ~ \" \" \" ~) vanadyl oxygen a O b ' ~ ~ phosphorous atom Fig. 1. Crystalline structure of (a) VOPO4. 2H20 and (b) cq-VOPO4 (taken from Ref. [ 14] ). of various promoters to the above mentioned catalysts have resulted in an increase of the FA yield. Thus, P atoms have been described as promoters for the FA yield when added to metal oxides systems [ 12,13 ]. As vanadyl phosphate (VPO) phases are good partial oxidation catalysts for the conversion reaction of butane to maleic anhydride [ 14], it was deemed interesting to explore its behavior during methane oxidation. Among the metal phosphates, VOPO4 has been reported as one of the most active and selective [ 15]. The goal of this work was to investigate the effect of the addition of an lithium promoter on the FA yield of VPO phases. The VPO phase used as starting material was the VOPO4\" 2H20. This Vv com- pound can be described (see Fig. 1 ) as layers of VO6 octahedra sharing the four equatorial O atoms with PO4 groups in the ab plane [ 14,16]. The water molecules are located between the VOPO4 layers. There are two kinds of water molecules: one is coordinated to the vanadium atom becoming the long V-O axial distance and the second one is held by hydrogen bonds between the O of PO4 and the H of the water. The water is driven off the inter laminar space at low temperatures ( < 100) yielding ozvVOPO4 [ 17]. The o~I-VOPO4 can be described (see Fig. 1 ) as VOPO4 layers lying in the ab plane as well, but the VO6 octahedra are also sharing the axial O atoms with other V atoms forming chains of octahedra running along the c-axis [ 18,19]. This form is reversibly re-hydrated to the monohydrate and finally to the dihydrate if stored in a wet atmosphere, crI-VOPO4 is thermally stable until around 993 K, where it undergoes an irreversible transformation to the an phase, which has basically the same layered structure as the cq-phase, but it differs in the relative position of the vanadyl group (V=O) as compared to the tetrahedra. Li + has been studied as a promoter of alkali oxides during the oxidative coupling of methane but it has not been reported as a promoter in the selective oxidation methane to obtain FA. In this work, the lithium cation was added to the VPO system following two different procedures: (a) the intercalation of lithium cations between the layers of VOPO42H20 through a redox intercalation process, and (b) the co- precipitation of a lithium compound with a VPO phase. The intercalation method has the potential advantage that it may result in the dispersion of the lithium cations on the VPO phase surface when the catalyst is calcined. XRD, FTIR and XPS characterization was carried out to understand the effect of lithium on both the structural and catalytic properties of the VPO catalysts. In addition, double-bed M. L6pez Granados, E.E. Wolf~Applied Catalysis A: General 131 (1995) 263-281 265 experiments under different space velocities were performed, in which a SiO2 supported VPO catalyst was placed upstream of a Li/SiO2 catalyst in order to determine whether the lithium phase is able to transform selectively the interme- diates created by the VPO phase. ~802 isotopic exchange experiments were also carried out to detect the different capabilities of various catalysts to exchange gas phase and lattice oxygen, since this can be related to differences in the surface state. 2. Experimental 2.1. Catalysts preparation 2.1.1. Preparation of unsupported catalysts The VOPO4 2H20 was prepared following the procedure described by Ladwig et al. [20]. A given amount of V205 (Aldrich) ( 12 g) was refluxed overnight with 65 ml of H3PO4 (85%) (Fisher Chemical) and with 240 ml of distilled water. The precipitate was filtrated and washed with distilled water, dried at 473 K in air for 4 h and stored in air. This product was amorphous when analyzed by XRD. Then, it was re-crystallized by dissolving it in distilled water. The excess of water was evaporated until a few first lamina-like small crystals appeared in the solution. Then the solution was set aside for 24 h and the precipitate so formed was filtered, washed with water, dried in air at 473 K and stored in air. This uncalcined product was crystalline and its XRD corresponds to VOPO4\" 2H20, and it is referred as VPO-u (the '-u' refers to uncalcined sample). The intercalation of lithium cations between the layers of VOPO4 2H20 can be achieved by a redox process in which the salt of the cation and a reducing anion is dissolved in a suspension with VOPO4\" 2H20 [ 17,21,22]. The anion reduces the Vv to VTM and the cation is driven to the interlayer space to balance the electric charge of the solid. A given amount of LiI. 3H20 (Aldrich) was dissolved in the minimum quantity of distilled water. Then the VOPO4\" 2H20 was added to the solution to attain a Li/V (at. ratio) = 1, and the suspension was stirred overnight at 323 K. Evidence that the redox process took place can be inferred from the release of I2 violet gas (and Iz crystals deposited on the walls of the flask), and also from the green color of the final precipitate which indicates a mixture of Vv (yellow) and VTM (blue). The uncalcined precipitate was filtered, washed with n- butanol, dried in air at 473 K and stored in air yielding a solid referred as Li-VPO- U. In the co-precipitation method, a given amount of LizCO3 (Aldrich) was dis- solved in a minimum amount of water. Then VOPO4\" 2H20 was added until a Li/ V (at. ratio) = 1 was reached. The amount of water was enough to also dissolve the VOPO4 2H20. The water was evaporated until dryness and all the components of the solution precipitated. The green precipitate so formed was dried in air at 473 K and stored in air and is referred to as cop. Li-VPO-u. 266 M. L6pez Granados, E.E. Wolf~Applied Catalysis A: General 131 (1995) 263-281 2.1.2. Preparation of supported catalysts VOPO4\" 2H20 was deposited on SiO2 by dissolving it in a minimum amount of boiling water, then adding SiO2 (Cabosil EH-5) to the solution until the VPO phase represented 5 % (taken as VOPO4 2H20) of the total VPO/SiO2 system. The water was evaporated under vigorous stirring until dryness. The green precipitate dried in air at 473 K and storage in air is referred to as VPO/SiOz-u. Redox intercalation of Li+ in VPO/SiO2 was accomplished by the redox process described above to prepare the unsupported Li-VPO sample, it was, however, applied to the VPO/ SiO2 solid. The procedure was as follows: a given amount of LiI. 3H20 was dis- solved in a minimum amount of water and then a certain quantity of the VPO/SiO2 was added until the Li/V (at. ratio)= 1, assuming that the VPO/SiO2 was VOPO4\" 2H20 (5% weight)/SiO2. This solution was stirred at 323 K overnight and some I2 was released. The green precipitate was filtered, washed with n-butanol, dried in air at 473 K and stored in air and is referred to as Li-VPO/SiO2-u. A silica supported lithium phase was also prepared following the same steps as for Li-VPO/SiO2, but without VPO addition. The LiI-3H20 was dissolved and the appropriate amount of SiO2 was added to yield a Li (0.19% weight)/SiO2. Thus, the Li/support ratio is the same as in the Li-VPO/SiO2 sample. The solid is referred to as Li/SiO2-u. Before loading the reactor, every precursor was calcined in air at 873 K. The catalysts so obtained are referred to without the termination 'u' i.e.: 'VPO', 'Li- VPO', etc. It is not expected that I- species will be present on the surface of the calcined catalysts. I is a well known reducing agent and the calcination treatment should oxidize the remaining I-, which did not react with the Vv during the preparation, releasing I2. Moreover, XPS analysis on calcined samples did not show the presence of the I- features. 2.2. Catalytic activity measurements Steady state reaction studies were carried out at atmospheric pressure in a 10 mm I.D. quartz fixed-bed reactor. Immediately downstream the catalytic bed, the inner tube diameter was narrowed down to 3 mm I.D. to decrease the residence time in the post-reactor volume. A K-type thermocouple was introduced in a 9 mm O.D. concentric quartz tube to the reactor walls which fitted tightly and reduced the residence time in the pre-reactor volume. The bottom part of thermocouple lies well on the catalyst bed so that its temperature can be measured accurately. An Omega 2012 programmable temperature controller was used to set the temperature parameters. The gases flow into the catalyst bed in the narrow space between the inner and the outer quartz tubes. The gases were of ultrahigh purity quality and they were used as delivered without further purification (He 99.995% (Mittler Supply Inc.), CH4 99.99% (AGA) and O2 99.99% (Linde Specialty Gases)). The flow-rates of the feed gases were con- trolled using mass flow controllers (Brooks Instruments Co.) previously calibrated M. L6pez Granados, E.E. Wolf~Applied Catalysis A: General 131 (1995) 263-281 267 for each specific gas used. The effluent gas composition was measured on line at the reactor effluent using a HP5710A gas chromatograph (GC) equipped with a thermal conductivity detector. All the lines from the reactor to the GC were heated above 373 K to avoid water and FA condensation. A 3-m HayesSepT and a 3-m HayesSepQ column connected in series were used to analyze O2, CH4, CO2, C2H6, C2H4, HCHO and H20. A 3-m Carbosphere column was utilized to analyze 02, CO, CH4 and CO2. The concentration values for CH4, 02, CO2 were quite close for both sets of columns and an average of the values was taken as final result. Methane conversion percentage was defined as the sum of C atoms present in the products of the outlet 100 divided by the C atoms in the methane inlet. The selectivity for every product was expressed as percent of product (Pi), and it was calculated as C atoms in the outlet products (Pi) divided by C atoms in the feed. The catalytic runs were performed with 0.2 g of catalyst at 26 cm3/min total flow-rate, CH4/O2 = 3.39, P'= (CH4 q-Q/total flow-rate) = 0.6 and GHSV (gas hourly space velocity)=0.130 1 (STP) s i g cat. 1. Blank reactor runs were carried out and no conversion was detected in the temperature ranges used in this work. Gas phase reactions were more important at more drastic conditions: total flow-rate 26-100 cm3/min, CH4/O2 = 2, P' = 0.72 and at temperatures higher than 1130 K. 2.3. Double-bed measurements These were performed in the same reactor previously described and consisted in placing two catalyst beds in the reactor. The upstream bed was made of a VPO/ SiO2 catalyst (0.2 g) and the downstream bed was separated by quartz wool contained a Li/SiO2 catalyst (0.05 g). Two runs were carried out at 848 K at two different GHSV values referred to VPO/SiO2 bed: 0.61 1 (STP) s ~ g cat.-~ and 0.13 1 (STP) s-1 g cat.- ~ ( 122 cm3/min and 26 cm3/min, respectively). The feed concentration for each specific run were P' = 0.50 and CH4/O2 = 3.13 for the 122 cm3/min run and P' = 0.57 and CH4/O2 = 3.39 for the 26 cm3/min run. In both steady state and double-bed runs C or O mass balance was carried out on the basis of C or O atoms in the outlet flow compared to C or O atoms in the outlet. The balance was always closed with less than 5% of difference. 2.4. X-ray diffraction X-ray diffraction patterns were measured in a Diano XPG-2X diffractometer. The runs were made with a scanning speed of 1.0min and a detector slit width of 0.2 The radiation used was Cu Kc~ and the source voltage and amperage were 45 kV and 30 mA, respectively. The samples were supported on an adhesive tape mounted on glass slides. 268 M. Lrpez Granados, E.E. Wolf~Applied Catalysis A: General 131 (1995) 263-281 2.5. FTIR measurements The FTIR spectra were obtained in a Galaxy Series FTIR 6020 spectrometer (Mattson Instrument) purged with dried air and equipped with a MCT detector. The spectrometer resolution was set at 4 cm- 1. Pellets were used to carry out the measurements and they were prepared by diluting the samples in KBr powder and pressing the resulting mixture. 2.6. X-ray photoelectron spectroscopy The photoelectron spectra (XPS) were recorded with a Fisons ESCALAB MK 11 2000R spectrometer provided with a hemispherical electron analyzer and a Mg anode X-ray exciting source (Mg K = 1253.6 eV). The samples were pressed into small aluminum cylinders and then mounted on a rod placed in the pretreatment chamber of the spectrometer. The samples were pumped to ca. 10-6 Torr (1 Torr = 133.33 N m-2) before they were transferred into the analysis chamber. The residual pressure in this chamber was maintained below 3- 10 9 Torr during data acquisition. 20 eV energy regions of the photoelectrons of interest at a pass energy of 20 eV were chosen for each sample. Each spectral region was signal averaged for a number of scans to obtain good signal to noise ratios. A binding energy (BE) of 284.9 eV corresponding to the C ls peak was used as an internal standard. 2.7. 1802 Isotopic exchange The exchange of lattice oxygen with oxygen gas phase was carried out on several catalysts by using 1802 in He flow and following the different oxygen isotopes in the effluent by mass spectrometry. The reactor and temperature control system was similar to the one used in activity measurements. Gases were fed into the reactor through electronic mass flow controllers (Brooks Corp.), which were computer controlled. This system allowed to introduce steps and pulses of an isotope. 1802 isotopic oxygen was supplied by Isotec Corp. (95% purity), and Helium was used as a carrier gas. To dilute the oxygen isotope and prevent its fast depletion, it was transferred to an evacuated cylinder were it was pressurized with helium. The 1802, 160180 and ~602 concentration in the effluent was followed by a UTI 100C mass spectrometer equipped with a fast response time sample introduction system. The exchange experiments between lattice and isotopic oxygen were carried out at 923 K, with 100 mg of catalyst, and a flow of 1802 and He were 1 and 65 cm3/min, respectively. Only the supported catalysts were analyzed since their higher surface area makes it possible to measure the oxygen exchange, and gives much clearer and more accurate data than the unsupported phase. M. L6pe~ Granados, E.E. Wolf~Applied Catalysis A.\" General 131 (1995)263 281 269 3. Results 3.1. X-ray diffraction Fig. 2 shows the X-ray diffraction pattern of the unsupported VPO-u sample. The pattern is very similar to the one reported in the bibliography for the VOPO4\" 2H20 [ 17,22 ]. The assignment for the reflections agrees with that reported by Bordes et al. [ 14], except for the absence of the 101 reflection. The peak at d= 2.45 A (20= 36.6) was not described by Bordes et al. [ 14] but it was present in the diffraction pattern reported by Antonio et al. [ 17 ] and Chauvel et al. [ 18 ] as VOPO4\" 2H20. The other samples studied in this work did not show any dif- fraction lines. Thus, the remaining unsupported samples can be assumed to have a disordered structure, and the silica supported samples to have either a small crystal sizes or a disordered structure. (004) 3.2. FT1R spectra (002) (102) (220) (302) JL 10 20 30 40 50 2 Theta Fig. 2. XRD diffraction pattern of VPO-u. As it was described in the preparation method, Li-VPO-u was prepared intending to intercalate the lithium cations between the layers of the VOPO4.2H20. To determine if Li intercalation took place, the OH group vibration frequencies in the IR spectra were followed since any alteration of the interlayer water of the VOPO4\" 2H20 caused by intercalation, should be reflected in either the position or in the shape of the IR absorption peaks. In Fig. 3a and 3b, the FTIR spectra at (3750-2900 cm 1 ) (3a) and ( 1750-1550 cm- i ) (3b) for VPO-u and Li-VPO-u are presented. The OH stretching (ca. 3300 cm-j) and OH bending (ca. 1650 cm - l ) vibration modes appear in these regions of the IR spectra. According to the literature [ 17], the narrower features in the stretching zone of VOPO4\"2H20 (VPO-u) have been assigned to the strongly bounded water molecules coordinated to V atoms, and the broader band to the loose water molecules held between the 270 M. L6pez Granados, E.E. Wo!['/Applied Catalysis A: General 131 (1995) 263-281 VPO-u VPO+n-butOH i 3500 3250 3000 WAVENUMB ERS (cni 1) < i : 1700 1650 1600 WAVENUMBERS (cni1 ) Fig. 3. FTIR spectra for several samples in the regions (a) 3750-2900 cm ~ and (b) 1750-1550 cm t. layers by hydrogen bonds with the PO4 groups. In the bending zone, the OH vibration modes arising from both kind of water molecules are overlapping. The Li-VPO-u spectra in both of these wave number regions show a completely different IR pattern. New bands which are not present in the VPO-u spectrum appear in the Li-VPO-u spectrum. It is clear that after intercalation, water molecules are affected by interactions occurring in the interlayer space resulting in new vibrational fre- M. L6pez Granados, E.E. Wolf~Applied Catalysis A: General 131 (1995) 263-281 271 - I 1300 1100 900 700 WAVENUMBERS (cm 1) Fig. 4. FTIR spectra for several unsupported samples in the region 1500-500 cm ~. quencies. These new features in the Li-VPO-u samples cannot be due to the inter- calation of n-butanol used to wash the precipitate, since a VPO-u sample treated with n-butanol solution overnight at 323 K exhibits the spectrum referred to as 'VPO + n-butOH' which is quite similar to the VPO spectrum. It is likely that in the Li-VPO-u sample, the intercalated lithium cations interact with the water mol- ecules changing their vibration modes which accounts for the new features observed in this catalyst. Therefore the IR evidence indicates that intercalation of Li + was attained in the Li-VPO-u sample. In Fig. 4, the 1500-500 cm- ~ region of the spectra for some of the unsupported calcined and uncalcined samples are presented. Table 1 summarizes the observed Table 1 Assignments of the FTIR bands to vibration modes in the region 500-1500 cm t for some of the unsupported samples VPO-u VPO Li-VPO-u Li-VPO Assignment 1093 (s) 1163 (m) 1138 (m) 1157 (s) 1045 (w) 1055 (m) 1032 (s) 1055 (s) va~(P-O) 1034 (m) 1000 (sh) 1000 (s) 1014 (s) 1000 (s) v(V=O) 980 (rn) 968 (s) 941 (s) 968 (sb) 949 (m) 874 (sh) 900 (w) 914 (m) 912 (m) p.(P-O) 687 (m) 700 (w) 683 (m) 642 (m) 636 (m) ~(P-O) 608 (m) 608 (m) 675 (m) 611 (m) 579 (m) 580 (m) 272 M. L6pez Granados, E.E. Wolf~Applied Catalysis A: General 131 (1995) 263-281 bands along with the proposed assignments to vibration modes according to the results reported in the bibliography [ 22-24]. The VPO-u spectrum is very similar to the spectra of VOPO4\" 2H20 [17,22,25]. The spectrum of the calcined VPO, however, shows vibrations at 1093 (s), 1045 (w) and 968 (s) cm ~ shifted to 1163 (s), 1055 (m) and 941 (s) cm ~ and the (P-O) bending vibration zone shows four different bands. An irreversible phase change from ceI-VOPO4 to ceij- VOPO4 has been reported to take place at 993 K [9]. These two phases are very similar and there are only small differences in the relative positions of the V and P atoms in the structure [ 18,19]. It is likely that either the VPO-u sample has under- gone a phase change at lower temperature than reported, or that the spectra of the VPO sample shown in Fig. 4 represent a state in which a partial phase change has occurred. In any case, whichever the final structure is, the resulting phase is going to have a layered VOPO4 structure. The Li-VPO-u spectrum is completely different to the one of VPO-u. The most evident alteration is the splitting of the v(V=O) at 1000 cm ~ (sh) band into two new bands at 1014 (s) and 980 (m) cm- ~ in the Li-VPO-u spectrum. In addition, in the VPO-u spectrum the bands at 1093 (s), 1045 (w), 874 (sh) cm ~ bands shifted to 1138 (w), 1032 (s) and 914 (m) cm-~ in the Li-VPO-u spectrum. The changes in the u(P-O) modes can be due to an alteration of the vibration modes of the P-O bonds caused by Li + intercalation. On the other hand it has been reported that the u (V=O) frequency is strongly influenced by the vanadium valence state: the u(vV=o) is placed at around (1000-1030) cm-1 and u(v~V=O) around (980-1000) cm- ~ [ 17,22]. The two bands at 980 and 1014 cm ~ may represent two different vanadium valence states which arise from the redox intercalation process. Therefore, all changes in the 1R frequencies of the Li-VPO spectrum can be ascribed to Li + intercalation. This alteration in the frequencies of the vibration modes is another evidence that Li + intercalation between the VOPO4 layers took place. The calcined Li-VPO sample displays a spectrum having features with frequen- cies close to the values of the calcined VPO; but the peaks are more resolved and sharper. This indicates that the Li-VPO structure is similar to the one of VPO but with more regular V-O and P-O bonds. In addition the u(V=O) mode is located at 1000 cm ~ which means that V valence state is 5 (this sample has been calcined in air at 873 K). It does not seem possible that the lithium cations are still between the layers. Firstly because there are no major changes in the vibration modes frequencies of the calcined VPO with Li-VPO samples. Secondly because after calcination there is no VTM stabilizing the Li + cations between the layers. As a result the lithium cations during calcination are likely to migrate to the surface and remain highly interdispersed onto the VPO phase. 3.3. XPS results The binding energy for the V 2p3/2 peak was centered around 517 eV and Lils was detected at 54.7 eV, which agrees with the reported binding energy for Vv M. L6pez Granados, E.E. Wolf~Applied Catalysis A: General 131 (1995)263-281 Table 2 XPS intensity ratio IL~/Iv for the Lil s and V2p3/2 peaks in the unsupported catalysts 273 Sample lLi/Iv ratio (a.u.) Li-VPO-u 3.4 Li-VPO 8.1 coprec. Li-VPO-u 54.2 coprec. Li-VPO 49.5 [29] and Lit [30]. The XPS intensity ratio ILi/Iv for the Li ls and the V 2p3/2 peaks in the unsupported catalysts are summarized in Table 2. The results indicate that the Ici/Iv ratio for the Li-VPO is bigger than the one of Li-VPO-u, which means that the surface of the calcined sample is richer in lithium than the precursor. As it was already stated, the Li-VPO-u sample may be described as VOPO4 nH20 intercalated with Li +. During the intercalation process the Vv of the structure is reduced to VTM, which allows the Li+ to be placed between the VOPO4 layers. When the sample is calcined, the VTM may be oxidized, making the lithium interlayer unstable and the lithium cations may migrate to the surface of the solid, which explains the Li + enrichment on the calcined Li-VPO. The IeJIv ratio for the samples prepared by co-precipitation is bigger than for the Li-VPO systems (16 times for precursor and 6 times for calcined samples). Therefore the surface of the co-precipitated uncalcined Li-VPO is richer in lithium than Li-VPO. On the other hand, no enrichment in lithium is observed when the co-precipitated precursor is calcined. It seems likely that the last phase which precipitates during the preparation procedure is richer in lithium and this would explain why the surface of co-precipitated Li-VPO-u is more concentrated in lith- ium. Moreover, in this preparation method Vv is not reduced to VTM, and the Li + cannot be stabilized in the structure of the VPO phase. Hence, when the co- precipitated Li-VPO-u sample is calcined no Li + migration from the bulk occurs, and this is the reason of the similar value obtained in this system after calcination. 3.4. Catalytic results Fig. 5 shows the percent of methane conversion as a function of the temperature for the unsupported VPO and the Li-VPO catalysts. One of the most interesting result of this work is that the co-precipitated Li-VPO catalyst was not active in the 600-700 temperature range, hence only results for the intercalated Li-VPO cat- alyst are presented. Li-VPO, although almost twice more selective to FA, is slightly less active than VPO. The reaction products were CO, CO2, HCHO and H20 with no C2 hydrocarbons detected. The FA selectivity vs. methane conversion for the unsupported catalysts is presented in Fig. 6. As it is the case of many consecutive partial oxidation reactions, the selectivity to the intermediate FA decreases as conversion increases. 274 M. L6pez Granados, E.E. Wolf~Applied Catalysis A.\" General 131 (1995) 263-281 Z > Z C) 2,0 VPO 1,5 \" 1,0\" \"- O 0,5\" 0,0 580 600 620 640 660 680 700 TEMPERATURE () 720 Fig. 5. CH4 conversion (%) as a function of temperature for several unsupported catalysts (conditions as indicated in experimental section). The catalytic activity for the supported catalysts and SiO2 are shown in Fig. 7 in terms of methane conversion as a function of temperature. The conversions for the supported catalysts were higher (up to 4%) than on the unsupported catalysts results, as expected from their higher surface areas. SiO2 shows some activity but it is lower than the supported VPO catalysts, and the Li-VPO/SiO2 sample is slightly less active than VPO/SiO2. On the other hand lithium supported on silica prepared with the same procedure used to add the Li + to the VPO/SiO2 precursor has the lowest catalytic activity of the catalysts shown in this figure and requires about 100 higher temperature to yield an equivalent conversion. The FA selectivity as a function of methane conversions is presented in Fig. 8 for the supported catalysts. As in the case of the unsupported samples, the lithiated sample is much more selective than the unpromoted one for both the SiO2 and VPO/SiO2 samples. In addition, SiO2 shows as much FA selectivity as VPO/SiO2 but occurring in a higher temperature range. It has been reported that SiO2 is able to selectively oxidize 6o1 5o 4O 30\" VPO-Li O 20\" 10\" -- VPO 0,0 1,0 2,0 CH 4 CONVERSION (%) Fig. 6. HCHO selectivity (%) as a function ofCH4 conversion (%) for the same catalysts as Fig. 5. M. L6pez Granados, E.E. Wolf~Applied Catalysis A: General 131 (1995) 263-281 275 4 Z 0 3\" Z Q 2\" ,v 1 0 500 VPO-Li/SiO2 ~~\" ~ . Li/SiO2 , , , , 550 600 650 700 75(3 TEMPERATURE () Fig. 7. CH4 conversion (%) as a function of temperature for several supported catalysts (conditions as indicated in experimental section). methane to FA, and that the selectivity depends on the kind of SiO2 used [ 26-28 ]. Therefore, the SiO2 itself is able to activate methane and forms the appropriate intermediates which yield FA. However, it is unlikely that the support is responsible for the methane activation in the case of the SiO2 supported VPO catalysts because the latter catalysts are active in a lower temperature range in which SiO2 is not active (see Fig. 5). It must be also noted that the Li/SiO2 sample is very selective, as much as the Li-VPO/SiO2 sample which shows that some Li + species present in the Li/SiO2 surface are able to oxidize methane selectively. 3.5. Double-bed experiments In Fig. 9 the FA selectivity vs. CH4 conversion of the double-bed configuration (VPO/SiO2+Li/SiO2) are compared with the single-bed experiments (VPO/ SiO2) at two different GSHVs. The single-bed runs were done under similar exper- 60' 50' ~ 40' 30' ,..2 PO/S10 2 10' SiO2 VPO/SiO 2 o '2 '3 i CH 4 CONVERSION (%) Fig. 8. HCHO selectivity (%) as a function of CH4 conversion (%) for the same catalysts as Fig. 7. 276 M. Lrpez Granados, E.E. Wolf~Applied Catalysis A: General 131 (1995) 263 281 18 -- ~ [] 26 cc/m, S. bed ~'~ \\ t~ 26 cc/m, D. bed \\ \\ ~ 122cc/m,S. bed 2 1 2 3 4 CH 4 CONVERSION (%) Fig. 9. Comparison of the HCHO selectivity vs. CH4 conversion curves in double-bed and single-bed configurations at two different flow-rates (conditions as indicated in experimental section). imental conditions than the double-bed runs, but placing only VPO/SiO2 in the reactor. At low space velocity, there is no difference in the catalytic behavior of the double-and single-bed configuration. However, when the flow-rate is increased, the double-bed configuration shows higher selectivity than the single-bed arrange- ment. It is important to emphasize again that, as it can be seen in Fig. 7, the Li/ SiO2 sample shows a very small activity at the temperature used in these experi- ments (848 K). Therefore, the contribution of the Li/SiO2 sites present in the Li- VPO/SiO2 catalysts to the total activity is very small. It must be taken into account that the amount of Li/SiO2 used in the double-bed experiment is even smaller than in the results shown in Fig. 7. In the case of the run at higher GHSV, this contribution must be even much smaller since the contact time is lower. The selectivity conver- sion curves at the faster flow-rate are higher than at the low flow-rate. This is apparently the result of the lower contact time of the FA intermediate with the oxidizing surfaces. 3.6. ~802 isotopic exchange Fig. 10 shows the concentrations for the different oxygen isotopes after a step increase in 1802 concentration was introduced in the reactor containing the sup- ported Li-VPO/SiO2 catalyst. After the introduction of the 1802 step (after a delay of about 70 s due to dead volume) the mass spectrometer detected 1802, ~80160 and 1602 in the effluent. The 1602 arose from the exchange of gas phase 1802 with the lattice oxygen. The 180160 is due to the scramble between the 1802 and the 1602. The other catalysts studied presented a similar behavior to the one showed in Fig. 10: a sudden increase of the ~602 concentration due to the exchange between the gas phase 1802 and the 160 atoms of the lattice, which decreased smoothly after reaching a maximum short time after the step was introduced. The extent of exchange depends strongly on the type of catalyst used, and a different amount of isotopic exchange is obtained for the different samples. Table 3 summarizes the percentage of each oxygen isotope with respect to the total oxygen in the outlet M. L6pez Granados, E,E. Wo![/Applied Catalysis A: General 131 (1995) 263-281 1.00E-(18 277 8.00E-09 ~: 6.00E-09 ~2 4,00E-09 2.00E-09 O.OOE+O(1 f f i i i i i i i 50 100 150 200 250 30(I 350 t (s) Fig. 10. t~O2, ~602 and ~60~SO concentrations in the effluent when an ~802 step in He is fed through a Li-VPO/ SiO2 at 923 K. after 4 rain of analysis. The column 'gas phase reaction' refers to the response in an unloaded blank reactor and in this case the J602 and scrambled oxygen detected are due to these species present as impurities present in the 1~O2 feed. Table 3 shows that each catalyst exhibits different percentages of oxygen exchange capa- bilities. The VPO/SiO2 catalyst exhibits the lowest percentage of exchange which means that this catalyst has the slowest gas phase-lattice oxygen exchange rate. On the other hand, Li/SiO2 exhibits the fastest exchange rate whereas Li-VPO/SiOe shows an intermediate exchange behavior between these two samples. SiO2 itself exhibits similar exchange rates as the Li-VPO/SiO2 catalysts. It must be stressed that Li/SiO2 shows a much higher oxygen exchange rate than Li-VPO/SiO2, even if the amount of lithium is the same in both samples. This indicates that the lithium in the VPO phase is quite different from the SiO2 support. Table 3 Percentage of the different O2 isotopes in the outlet (referred to as the total oxygen present in the flow) after 4 min t8 of 02 exchange on various supported catalysts at 923 K Isotope (%) Gas phase reaction VPO/SiO2 Li-VPO/SiO2 SiO2 Li/SiO2 1602 2.88 9.68 19.72 23.42 45.43 16OtSO 6.31 6.62 10.77 6.59 4.01 ~sO2 90.81 83.7 69.51 69.99 50.56 278 M. L6pez Granados, E.E. Wolf~Applied Catalysis A: General 131 (1995) 263 281 4. Discussion While the conversion and selectivity obtained with the Li-VPO catalyst are similar to those previously reported, the different results obtained depending on the method of introduction of the lithium promoter can be significant in the design of more active and selective catalysts. The catalytic results reported here clearly show that the lithium cation improves the FA selectivity on VPO phases. It is also evident that the method used to add the Li + strongly influences the catalytic behavior. In order to obtain an active and selective catalyst, Li + has to be intercalated between the layers of the VOPO4\" 2H20 which forms the active phase upon calcination. The role of Li + and VPO phases in these catalysts and why the intercalation is the more effective method to add the Li+, can be explained on the basis of the characterization results. The VPO-u sample is VOPO4\" 2H20 as it was deduced from the XRD and FTIR results. When this sample was calcined, a disordered phase (according to XRD data) was formed (VPO), which is very likely either an cq- VOPO4 or oql-VOPO4 or some intermediate state between the C~l and ai~ phases. A similar situation is expected in the unpromoted supported catalyst and a low dis- persion is expected because of the weak interaction between this phase and SiO2 [ 31 ]. The structure of the lithium co-precipitated catalyst is unknown, but the XPS results allowed to deduce that its surface is the richest in Li + among all the lithium promoted samples studied. It can be assumed that a Li + phase is covering most of the surface of the coprecipitated catalyst. The unsupported lithium intercalated precursor (Li-VPO-u) can be considered to be VOPO4' 2H20 with a disordered crystalline structure because of the intercalation of Li + between the VOPO4 layers. When this sample is calcined, its FTIR spectrum is similar to the one of VPO. It follows that both catalysts have a similar structure and therefore the intercalated Li + was removed from the interlayer space as a consequence of the calcination and migrated to the surface of the grains (XPS results). The surface concentration of Li + in the Li-VPO, however, is smaller than for the coprecipitated catalyst (around 6 times smaller) indicating that there is less Li + covering the surface of the calcined Li-VPO catalyst. The existence of a M2VO2PO4 phase (M = Sr2 +, Ba2 + and Ag + ) has been reported [32,33 ]. The vanadium is as Vv and the Mn + cations are placed between the layers defined by VO6 octahedra couples and PO4 tetrahedra. Li + is a much smaller cation than Ag + and consequently could also be embedded in the 'VO2PO4' structure. The formation of a LizVOzPO4 structure in the surface would withdraw Li + from the interlaminar space of the VOPOa structure, and a core of the VOPO4 phase would be formed in the kernel of the catalyst grain which is the phase detected by FTIR. It must be noticed that the ILi/Iv in the Li-VPO sample is about twice the value for the uncalcined sample (Li-VPO-u) which may be due to the fact that a Li2VO2PO4 phase is formed in the outmost layers of the Li-VPO catalyst. The formation of such a phase in the outer layers of the catalyst grain would allow an atomic dispersion of the lithium cations on a VPO phase without the formation of a segregated lithium phase covering the VPO phase. Although the M. L6pez Granados, E.E. Wolf~Applied Catalysis A: General 131 (1995) 263-281 279 existence of Li2VO2PO4 cannot be asserted with certainty because the FFIR spec- trum of the LiaVOzPO4 is unknown, it can be suggested that after calcination the lithium cations are dispersed and embedded in the VPO phase. In the SiO2 supported catalyst, the Li + intercalation should result in similar phases as in the ones of the unsupported since VOPOa.2H20 is expected to be deposited on the SiO2. In addition, a Li/SiO2 phase can also be formed but it was shown that it is less active than the VPO containing catalysts. The fact that on Li-VPO/SiO2 the oxygen isotopic exchange rate was different as on the Li/SiO2 catalyst indicates that the Li + species in the promoted supported catalyst are different from the ones present in the Li/SiO2 catalyst. The most likely lithium phase in the Li/SiO2 catalyst is a lithium oxide which can be well dispersed but it is not combined with another phase. The difference in the isotopic exchange indicates that the lithium oxide phase is not present as a major component in the Li-VPO/SiO2 catalyst. Instead the lithium phase dispersed, embedded in and related with a VPO phase can explain the difference in the oxygen exchange rate. Since it can be expected that the supported phase present in the Li-VPO/SiO2 catalyst is the same as that in the unsupported Li-VPO catalysts, it can be assumed that the lithium dispersed phase is responsible for the selectivity of the unsupported catalyst. While dispersed lithium contributes to the selectivity of the promoted sample, it is clear that the VPO phase itself is able to activate methane since the unsupported VPO is active. In silica supported catalysts, SiO2 could activate methane since SiO2 itself shows some catalytic activity at high temperature (Fig. 7). However, methane conversion must be occurring mainly on the VPO phase since it exhibited conver- sion at temperatures where SiO2 alone was not active. The most probable pathway for methane activation on a VPO surface could be via interaction of methane with O- or 02, as it has been proposed for other metal oxides [34,35]. A possible explanation for the low FA selectivity on VPO phases when compared with metal oxides reported in the bibliography could be the existence of the M-O-M bridges which exist in the crystalline structure of the VOPO4 system and which have been claimed as non selective centers in the case of the MoO3 system [7,36,37]. On the other hand, the Li + species present in the various lithium doped catalysts do not seem the main pathway for methane activation. Li/SiO2 is the least active catalyst and the Li-VPO, whose surface is Li + enriched shows lower activity than VPO. In addition, the coprecipitated catalyst whose surface is the richest in Li + and that could be described as covered by a Li + phase, was not active at all. Li + species themselves are very selective as it is deduced from the fact that the Li/SiO2 catalyst is one of the most selective reported in this work. The double-bed experiments show that some intermediates created on the VPO phase (first catalytic bed) can reach the Li + species placed downstream if a fast enough space velocity is used. This Li + species further oxidizes the intermediates selectively. These two facts suggest that the Li+ species in the promoted VPO catalysts can oxidize selectively the intermediates created during methane activation on the VPO centers. Another explanation that can also be proposed assumes that the Li-VPO centers 280 M. L6pez Granados, E.E. Wo![/Applied Catalysis A: General 131 (1995) 263 281 present on the surface of the promoted catalyst may have higher FA selectivity than VPO centers. This assumption cannot be discarded, even if the previous suggestion seems to be more likely. The nature of the intermediates created in the methane activation cannot be ascertained with the experimental data obtained in this work. However, it is not likely that methyl radicals are formed on the unpromoted VPO surface, as it has been proposed for other catalysts [ 34,38]. Otherwise, some C2 hydrocarbons could have been detected in the double-bed experiments performed at higher space veloc- ity since some CH3 radicals could recombine in the gas phase instead of being transformed in the lithium phase to FA. Lithium doped catalysts are well known methane coupling oxidation catalysts [39-44] and Li + species have been always related to the oxidative dimerization: Li + species have not been claimed as sites able of selectively oxidizing methane. In Li/MO systems it has been suggested that [Li +O ] centers generated from the substitution of the M2+ cation by Li + in the metal oxide lattice [40-43] or F-type centers formed from [Li +O- ] [44] can be the active centers. This substitution is only possible if the M2 + radius is quite similar to the Li + radius and if the system is at high temperatures ( > 823 K). Methane has been proposed to react with these centers, which abstract a H radical from the methane and form CH3 radicals. The CH3 radicals react further in the gas phase to form the higher hydrocarbons. The possibility that such [Li+O] centers are formed in the lithium promoted VPO catalysts can not be discarded since the Vv cation have a similar size as Li+ (Li + = 68 ppm and V5 + = 59 ppm) [45]. Nevertheless, if some C2 hydrocarbons are formed in the gas phase reaction it is very likely that they will be burned by the VPO phase to carbon oxides. On the other hand, it is not surprising that in the Li/ MO systems investigated up to now no FA has been reported since much higher temperatures were used (>973 K). In fact in the Li/SiO2 catalyst significant amounts of C2 hydrocarbons were formed when the temperature was higher than 973 K. In the Li-doped VPO samples reported here, the capability of the VPO phase of activating the methane and forming the appropriate intermediates at relatively lower temperatures, makes it possible that such intermediates could further evolve and form FA. Acknowledgements The authors thank Prof. J.L.G. Fierro and E. Pardo for recording the XPS spectra and Z. Kalenik for carrying out the 1802 exchange experiments. One of the authors, M.L.G., also acknowledges the Ministerio de Educaci6n y Ciencia (Spain) for a fellowship and the Department of Energy (DOE) for financial support. M. L6pez Granados, E.E. Wolf~Applied Catalysis A: General 131 (1995)263-281 281 References [ 1 ] R. Pitchai and K. Klier, Catal. Rev.-Sci. Eng., 28 (1986) 13. [2] M.J. Brown and N.D. Parkins, Catal. Today, 8 (1986) 305. [3] J.M. Fox, III, Catal. Rev.-Sci. Eng., 35 (1993) 169. [4] J.S. Lee and S.T. Oyama, Catal. Rev.-Sci. Eng., 30 (1988) 249. [5] N.D. Spencer, J. Catal., 109 (1988) 187. [6] N.D. Spencer, C.J. Pereira and R.K. Grasselli, J. Catal., 126 (1990) 546. [7] M.R. Smith, L. Zhang, S.A. Driscoll and U.S. Ozkan, Catal. Lett., 19 (1993) 1. [8] M.A. Bafiares, J.L.G. Fierro and J.B. Moffat, J. Catal., 142 (1993) 406. [9] N.D. Spencer and C.J. Pereira, J. Catal., 116 (1989) 399. [ 10] F. Solymosy, I. Tombacz and G. Kutzan, J. Chem. Soc. Chem. Commun., (1985) 1455. [ 11 ] K. Otsuka and M. Hatano, J. Catal., 108 (1987) 252. [ 12] V. Amir-Ebrahini and JJ. Rooney, J. Mol. Catal., 50 (1989) L17. [ 13] T. Weng and E.E. Wolf, Appl. Catal. A, 96 (1993) 383. [ 14] E. Bordes, Catal. Today, 1 (1987) 499. [ 15] T. Ohno and J.B. Moffat, Catal. Lett., 16 (1992) 181. [ 16] E. Bordes, P. Courtine and G. Pannetier, Ann. Chim. Paris, 8 (1973) 105. [ 17] M.R. Antonio, R.L. Barbour and P.R. Blum, lnorg. Chem., 26 (1987) 1235. [ 18] R. Gopal and C. Calvo, J. Solid State Chem., 5 (1972) 432. [ 19] M. Tachez, F. Th6obald and E. Bordes, J. Solid State Chem., 40 ( 1981 ) 280. [20] G. Ladwig, Z. Anorg. Allg. Chem., 338 (1965) 266. [21 ] J.W. Johnson and A.J. Jacobson, Angew. Chem. Int. Ed. Engl., 22 (1983) 412. [22] B. Chauvel, P. Bondot, M. de Roy and J.P. Besse, Mater. Res. Bull., 26 (1991) 487. [23] R.N. Bhargava and R.A. Condrate, Sr., Appl. Spectrosc., 31 (1977) 230. [24] G.T. Stranford and R.A. Condrate, Sr., Spectrosc. Lett., 17 (1984) 85. [25] M. Martfnez Lara, A. Jim6nez L6pez, L. Moreno Real, S. Bruque, B. Casal and E. Ruiz-Hitzky, Mater. Res. Bull., 20 (1985) 549. [26] Y. Matsumura, K. Hashimoto and J.B. Moffat, Catal. Lett., 13 (1992) 283. [27] Q. Sun, R.G. Herman and K. Klier, Catal. Lett., 16 (1992) 251. [28] A. Parmaliana, F. Frusteri, A. Mezzapica, D. Miceli, M.S. Scurrell and N. Giordano, J. Catal., 143 (1993) 262. [29] G.C. Bond and S. Flamerz Tahir, Appl. Catal., 71 ( 1991 ) 1. [30] G.F. Meyers, M.B. Hall, J.W. Chinn, Jr. and R.J. Lagow, J. Am. Chem. Soc., 107 (1985) 1413. [31 ] M. Martfnez Lara, R. Moreno Real, R. Pozas Tormo, A. Jim6nez Real, S. Bruque, P. Ruiz and G. Poncelet, Can. J. Chem., 70 (1992) 5. [32] H.Y. Kang, S.L. Wang and K.H. Lii, Acta Crystallogr., C, 48 (1992) 975. [33] H.Y. Kang, S.L. Wang, P.P. Tsai and K.H. Lii, J. Chem. Soc. Dalton Trans., (1993) 1525. [34] H.-F. Liu, R.-S. Liu, K.Y. Liew, R.E. Johnson and J.H. Lunsford, J. Am. Chem. Soc., 106 (1984) 4117. [35] Y. Barbaux, A. Elamrani and J.P. Bonnelle, Catal. Today, 1 (1987) 147. [36] M.R. Smith and U.S. Ozkan, J. Catal., 141 (1993) 124. [371 M.R. Smith and U.S. Ozkan, J. Catal., 142 (1993) 226. [381 T. Yto, J.-X. Wang, C.-H. Lin and J.H. Lunsford, J. Am. Chem. Soc., 107 (1985) 5062. [391 Y. Tong and J.H. Lunsford, J. Am. Chem. Soc., 113 ( 1991 ) 4741. [40] D.J. Driscoll, W. Martir, J.-X. Wang and J.H. Lunsford, J. Am. Chem. Soc., 107 (1987) 58. [41 ] C.-H. Lin, T. Ito, J.-X. Wang and J.H. Lunsford, J. Am. Chem. Soc., 109 (1987) 4808. [42] C.-H. Lin, J.-X. Wang and J.H. Lunsford, J. Catal., 111 (1988) 317. [43] H.-S. Zhang, J.-X. Wang, D.J. Driscoll and J.H. Lunsford, J. Catal., 112 (1988) 366. [441 M.-C. Wu, C.M. Truong, K. Coulter and D.W. Goodman, J. Catal., 140 (1993) 344. [45] Handbook of Chemistry and Physics, 6th edn., CRC Press, FL, 1985. APCATA 95001336 0926-860X(95)00133-6 10.1016/0926-860X(95)00133-6 Elsevier Science B.V. All rights reserved Partial oxidation of methane to formaldehyde by lithium promoted VPO catalysts M. López Granados * 1 E.E. Wolf Chemical Engineering Department, University of Notre Dame, Notre Dame, IN 46556,USA * Corresponding author. Tel (+1-219) 6315897, fax. (+1-219) 6318366. 1 On leave from Instituto de Catálisis y Petroleoquímica (Spain). The effect of the addition of lithium cations to VPO phases on the catalytic activity of methane selective oxidation is reported. Two different methods of Li+ addition were used: redox intercalation and co-precipitation. The redox intercalation procedure led to the most active promoted catalyst. XRD, FTIR, XPS characterization, oxygen isotopic exchange experiments and catalytic activity measurements using double-bed configuration were carried out. It is proposed that VPO activates methane forming of the intermediates which are further selectively oxidized by the Li+ species and that the intercalation method allows the Li+ to be well dispersed in the VPO surface and not covering completely the surface of the catalyst. Keywords Partial methane oxidation VPO catalysts lithium-promoted VPO catalysts Double-bed reactor configuration References [1] Pitchai R. Klier K. Catal. Rev.-Sci. Eng. 28 1986 13 [2] Brown M.J. Parkins N.D. Catal. Today 8 1986 305 [3] Fox J.M. III Catal. Rev.-Sci. Eng. 35 1993 169 [4] Lee J.S. Oyama S.T. Catal. Rev.-Sci. Eng. 30 1988 249 [5] Spencer N.D. J. Catal. 109 1988 187 [6] Spencer N.D. Pereira C.J. Grasselli R.K. J. Catal. 126 1990 546 [7] Smith M.R. Zhang L. Driscoll S.A. Ozkan U.S. Catal. Lett. 19 1993 1 [8] Ban˜ares M.A. Fierro J.L.G. Moffat J.B. J. Catal. 142 1993 406 [9] Spencer N.D. Pereira C.J. J. Catal. 116 1989 399 [10] Solymosy F. Tombacz I. Kutzan G. J. Chem. Soc. Chem. Commun. 1985 1455 [11] Otsuka K. Hatano M. J. Catal. 108 1987 252 [12] Amir-Ebrahini V. Rooney J.J. J. Mol. Catal. 50 1989 L17 [13] Weng T. Wolf E.E. Appl. Catal. A 96 1993 383 [14] Bordes E. Catal. Today 1 1987 499 [15] Ohno T. Moffat J.B. Catal. Lett. 16 1992 181 [16] Bordes E. Courtine P. Pannetier G. Ann. Chim. Paris 8 1973 105 [17] Antonio M.R. Barbour R.L. Blum P.R. Inorg. Chem. 26 1987 1235 [18] Gopal R. Calvo C. J. Solid State Chem. 5 1972 432 [19] Tachez M. Théobald F. Bordes E. J. Solid State Chem. 40 1981 280 [20] Ladwig G. Anorg Z. Allg. Chem. 338 1965 266 [21] Johnson J.W. Jacobson A.J. Angew. Chem. Int. Ed. Engl. 22 1983 412 [22] Chauvel B. Bondot P. de Roy M. Besse J.P. Mater. Res. Bull. 26 1991 487 [23] Bhargava R.N. Condrate R.A. Sr., Appl. Spectrosc. 31 1977 230 [24] Stranford G.T. Condrate R.A. Sr., Spectrosc. Lett. 17 1984 85 [25] Martínez Lara M. Jiménez López A. Moreno Real L. Bruque S. Casal B. Ruiz-Hitzky E. Mater. Res. Bull. 20 1985 549 [26] Matsumura Y. Hashimoto K. Moffat J.B. Catal. Lett. 13 1992 283 [27] Sun Q. Herman R.G. Klier K. Catal. Lett. 16 1992 251 [28] Parmaliana A. Frusteri F. Mezzapica A. Miceli D. Scurrell M.S. Giordano N. J. Catal. 143 1993 262 [29] Bond G.C. Flamerz Tahir S. Appl. Catal. 71 1991 1 [30] Meyers G.F. Hall M.B. Chinn J.W. Jr. Lagow R.J. J. Am. Chem. Soc. 107 1985 1413 [31] Martínez Lara M. Moreno Real R. Pozas Tormo R. Jiménez Real A. Bruque S. Ruiz P. Poncelet G. Can. J. Chem. 70 1992 5 [32] Kang H.Y. Wang S.L. Lii K.H. Acta Crystallogr., C 48 1992 975 [33] Kang H.Y. Wang S.L. Tsai P.P. Lii K.H. J. Chem. Soc. Dalton Trans. 1993 1525 [34] Liu H.-F. Liu R.-S. Liew K.Y. Johnson R.E. Lunsford J.H. J. Am. Chem. Soc. 106 1984 4117 [35] Barbaux Y. Elamrani A. Bonnelle J.P. Catal. Today 1 1987 147 [36] Smith M.R. Ozkan U.S. J. Catal. 141 1993 124 [37] Smith M.R. Ozkan U.S. J. Catal. 142 1993 226 [38] Yto T. Wang J.-X. Lin C.-H. Lunsford J.H. J. Am. Chem. Soc. 107 1985 5062 [39] Tong Y. Lunsford J.H. J. Am. Chem. Soc. 113 1991 4741 [40] Driscoll D.J. Martir W. Wang J.-X. Lunsford J.H. J. Am. Chem. Soc. 107 1987 58 [41] Lin C.-H. Ito T. Wang J.-X. Lunsford J.H. J. Am. Chem. Soc. 109 1987 4808 [42] Lin C.-H. Wang J.-X. Lunsford J.H. J. Catal. 111 1988 317 [43] Zhang H.-S. Wang J.-X. Driscoll D.J. Lunsford J.H. J. Catal. 112 1988 366 [44] Wu M.-C. Truong C.M. Coulter K. Goodman D.W. J. Catal. 140 1993 344 [45] 6th edn. Handbook of Chemistry and Physics 1985 CRC Press FL",
      "scopus-id": "0000914978",
      "coredata": {
        "eid": "1-s2.0-0926860X95001336",
        "dc:description": "The effect of the addition of lithium cations to VPO phases on the catalytic activity of methane selective oxidation is reported. Two different methods of Li+ addition were used: redox intercalation and co-precipitation. The redox intercalation procedure led to the most active promoted catalyst. XRD, FTIR, XPS characterization, oxygen isotopic exchange experiments and catalytic activity measurements using double-bed configuration were carried out. It is proposed that VPO activates methane forming of the intermediates which are further selectively oxidized by the Li+ species and that the intercalation method allows the Li+ to be well dispersed in the VPO surface and not covering completely the surface of the catalyst.",
        "openArchiveArticle": "true",
        "prism:coverDate": "1995-10-26",
        "openaccessUserLicense": "http://creativecommons.org/licenses/by-nc-nd/4.0/",
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001336",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Granados, M. López"
          },
          {
            "@_fa": "true",
            "$": "Wolf, E.E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001336"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001336"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": "Full",
        "pii": "0926-860X(95)00133-6",
        "prism:volume": "131",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Partial oxidation of methane to formaldehyde by lithium promoted VPO catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "1",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Partial methane oxidation"
          },
          {
            "@_fa": "true",
            "$": "VPO catalysts"
          },
          {
            "@_fa": "true",
            "$": "lithium-promoted VPO catalysts"
          },
          {
            "@_fa": "true",
            "$": "Double-bed reactor configuration"
          }
        ],
        "openaccessArticle": "true",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": "FundingPartnerOpenArchive",
        "prism:pageRange": "263-281",
        "prism:endingPage": "281",
        "pubType": "fla",
        "prism:coverDisplayDate": "26 October 1995",
        "prism:doi": "10.1016/0926-860X(95)00133-6",
        "prism:startingPage": "263",
        "dc:identifier": "doi:10.1016/0926-860X(95)00133-6",
        "openaccessSponsorName": "NERL"
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000914978"
      }
    }
  }
}