{
  "metadata": {
    "title": "Influence of preparation conditions on the structure and catalytic properties of SO<ce:inf loc=post>4</ce:inf><ce:sup loc=post>2−</ce:sup>/ZrO<ce:inf loc=post>2</ce:inf> superacid catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-09-01",
    "doi": "10.1016/0926-860X(94)80286-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94802866",
    "pii": "0926860X94802866"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028498941",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94802866 0926-860X(94)80286-6 0926860X94802866 10.1016/0926-860X(94)80286-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0186X 2024-01-01T12:21:46.509935Z 0 0 19940901 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 116 116 1 2 1 2 Volume 116, Issues 1–2 10 151 163 151 163 19940901 1 September 1994 1994-09-01 1994 article fla Copyright © 1994 Published by Elsevier B.V. INFLUENCEPREPARATIONCONDITIONSSTRUCTURECATALYTICPROPERTIESSO42ZRO2SUPERACIDCATALYSTS CORMA A ARATA 1990 213 K YAMAGUCHI 1990 1 T ARATA 1990 165 K TANABE 1988 99 K STUDIESINSURFACESCIENCECATALYSIS SUCCESSFULDESIGNCATALYSTS HSU 1992 1645 C HINO 1980 851 M YORI 1989 103 J YAMAGUCHI 1986 3148 T NASCIMENTO 1993 1185 P STUDIESINSURFACESCIENCECATALYSIS NEWFRONTIERSINCATALYSISPROCEEDING10THINTERNATIONALCONGRESSCATALYSIS CHEN 1991 878 F CHEN 1993 616 F MORTERRA 1993 2585 C NEWFRONTIERSINCATALYSISPROCEEDING10THINTERNATIONALCONGRESSCATALYSIS MORTERRA 1993 349 C MORTERRA 1993 505 C JIN 1986 4794 T BESITEL 1988 147 M LIN 1992 1479 C POSTER 1979 298 D YAMAGUCHI 1986 67 T SCURRELL 1987 109 M SRINIVASAN 1991 1 R YORI 1989 493 J UMANSKY 1991 128 B BASILA 1964 3197 M KARGE 1990 765 H NIWA 1986 3735 M CORMAX1994X151 CORMAX1994X151X163 CORMAX1994X151XA CORMAX1994X151X163XA item 0926-860X(94)80286-6 0926860X94802866 1-s2.0-0926860X94802866 10.1016/0926-860X(94)80286-6 271346 2024-01-01T12:21:46.509935Z 1994-09-01 1-s2.0-0926860X94802866-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802866/MAIN/application/pdf/891128b3e9945685626f61d52fa0adb3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802866/MAIN/application/pdf/891128b3e9945685626f61d52fa0adb3/main.pdf main.pdf pdf true 607687 MAIN 13 1-s2.0-0926860X94802866-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802866/PREVIEW/image/png/284d4937811716fe834e01e925f055f7/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802866/PREVIEW/image/png/284d4937811716fe834e01e925f055f7/main_1.png main_1.png png 51481 849 656 IMAGE-WEB-PDF 1 appliedcatalysis A ELSEV I ER Applied Catalysis A: General 116 (1994) 151-163 Influence of preparation conditions on the structure and catalytic properties of SO]-/Zr02 superacid catalysts A. Corma, V. Forn6s, M.I. Juan-Rajadell, J.M. L6pez Nieto* Instituto de Tecnolog{a Quhnica, U.P. V.-C.S.L C., Universidad Polit~cnica, Camino de Vera s/n. 46071 Valencia, Spain Received 12 January 1994; revised 28 March 1994; accepted 28 March 1994 Abstract SO]-/ZrO2 samples were prepared by impregnation of hydrous zirconium oxides with 0.5 M H2SO 4 solutions. It was found that the pH of precipitation of the precursor Zr(OH)n has a strong influence on the structure of crystalline ZrO2 and on the catalytic properties of the sol-/ZrO2 for the isomerization of n-butane. The nature and strength of acid sites in SOl-/ZrO2 samples were studied by infrared spectra of absorbed pyridine and by temperature-programmed desorption (TPD) of ammonia. Acidity and catalytic results have been compared with those obtained on an acid zeolite as H-Mordenite. It has been found that infrared spectra of pyridine can not be used for the determination of the superacid character of SOl-/ZrO2. However, the NH3-TPD technique shown that in the case of SOl-/ZrO2 samples there are superacid sites in which the NH3-desorption peak appears at about 815 K. A correlation between the number of those superacid sites and the activity for the isomerization of n-butane has been observed. Keywords: Catalyst characterization (1R/TPD); Preparation; Solid superacids; Sulfate doped zirconia; Temperature-programmed desorption of ammonia 1. Introduction Sulfated metal oxides of the superacid type present interesting catalytic properties for various carbonium ion type reactions [1-5]. In this way, sulfated zirconia shows high activity and selectivity for the skeletal isomerization of alkanes at low reaction temperatures [ 1-4,6-11 ]. It has been found [8] that superacid sites are formed during the sulfation of the oxide, regardless of the source of sulfur, i.e., *Corresponding author. Fax. ( + 34-96) 3877809. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDIO926-860X( 94 ) 00074-2 A. Corma et al. /Applied Catalysis A: General 116 (1994) 151-163 H2804, (NH4)zSO4, SO3, SO2, or HaS, provided that the optimal calcination tem- perature for each one is used. However, more research needs to be carried out in order to improve the knowledge of two aspects of these materials. The first one is the systematic study of each one of the catalyst preparation steps going from the formation of the most adequate source for ZrOz up to the final sulfated form [ 9- 14]. The second aspect involves developing characterization techniques for meas- uring adequately the acidities of these materials. In this way, titration using Hammet indicators have been used but this technique is restricted to colorless solids. Infrared spectroscopy (IR) of adsorbed pyridine has also been used to determine the nature of the acid sites [9,10,13-16], but the fact that at low desorption temperatures (about 423 K) pyridine is completely desorbed, makes this technique unsuited to show the superacid character of these materials. Other methods such as electronic paramagnetic resonance (EPR) of adsorbed benzene [ 10,11 ] or temperature-pro- grammed desorption (TPD) studies using weak bases [ 17 ] have also been proposed in the determination of the acid strength of solids superacids. The aim of this paper is to study the influence of the preparation procedure of Zr( OH)4 on the final catalytic properties of SOl-/ZrOz catalysts, for the n-butane isomerization reaction. In addition to this, the differences obtained in the determi- nation of the acid strength of these catalysts using TPD of ammonia and pyridine adsorption, is also discussed. 2. Experimental 2.1. Catalyst preparation Hydrous zirconium oxides were obtained by hydrolysing ZrOC12.8H20 (Aldrich) in aqueous ammonia solution (25 wt.-% NH3) under vigorous stirring, at room temperature, reaching a determined pH between 6.0 and 9.4. Different times of precipitation were u sed ( 0.5, 1.0 and 8.0 h) and the corresponding hydrous zirconium oxides are referred as HZO-r, HZO and HZO-1, respectively. Then, the product was filtered and washed with deionized water until free of chlorine, and dried at 433 K overnight. Sulfated zirconia (SZ, SZ-r and SZ-1) catalysts were prepared by impregnation of the corresponding hydrous zirconium oxides, for 1 h, with a 0.5 M H2SO 4 solution (5 cm 3 of solution per 1 g of hydrous zirconium oxide), followed by filtration and drying at 433 K overnight. Finally, the solid was calcined in a stream of air (20 cm 3 min- 1), at 823 K for 3 h. For comparison, zirconium oxides (ZO, ZO-r and ZO-I series) were prepared from the corresponding hydrous zirconium oxides by calcination, in air, at 823 K for3 h. For identification, the HZO, ZO and SZ series are preceded by a number that indicates the pH of precipitation of the starting hydrous zirconium oxide. A. Corma et al. /Applied Catalysis A: General 116 (1994) 151-163 In order to compare the acidity of the sulfated zirconia, with more conventional acid catalysts, H-mordenite was obtained from NHa-mordenite CBV20 (PQ) (Si/ A1 = 10) by calcination in air, at 773 K for 4 h. 2.2. Catalytic test The catalytic experiments were carded out in a quartz fixed-bed flow reactor at atmospheric pressure. Pure n-butane was fed with a contact time (W/F) of 39 gcath(molc4) -l, and the reaction temperature was 423 K. In previous experiments, it was found that at the flow (1.2 1 h-~) and catalyst particle size (0.42-0.59 mm) used in this study, the process was not controlled by either external or internal diffusion. The catalyst, when in the reactor, was calcined at 823 K during 3 h, and then the temperature was lowered until the reaction temperature was reached. After reaction, the catalysts were regenerated by calcination in air (20 cm 3 min- ~) at 673 K for 16 h. The products were analyzed at different times-on-stream, with an on-line gas chromatograph using a capillary column (50 m length, fused silica Plot A1203/ KC1. 2.3. Catalyst characterization The BET surface area of the samples, aBET, was obtained in an ASAP 2000 apparatus, following the BET method from nitrogen adsorption isotherms at 77 K and taken a value of 0.164 nm 2 for the cross-section of nitrogen. Thermogravimetric (TG) and differential thermal (DTA) analysis were carded out by means of a Nest instrument, using 0.2 mg of sample, a heating rate of 10 K min- ~, an air gas flow of 100 ml min- 1, over the 303-1073 K temperature range. The reference material was A1203 previously ignited at 1373 K. X-ray diffraction (XRD) patterns were collected in a Philips 1060 diffracto- meter, equipped with a graphite monochromator, operated at 40 kV and 40 mA and using nickel-filtered Cu Kol radiation ()t = 0.1542 nm). Infrared spectra of adsorbed pyridine were obtained in a Nicolet 710 FTIR spectrophotometer. Wafers of 10 mg cm -2 were mounted in a pyrex vacuum cell fitted with CaF2 windows. The samples were pretreated at 673 K overnight and then cooled at room temperature (rt) to obtain the original IR spectra. Then, pyridine was admitted at room temperature, degassed at 373 K for one hour in order to remove the fraction physisorbed, and the spectra taken at room temperature. Pyridine was also desorbed at temperatures of 423, 523 and 673 K. Temperature-programmed desorption of ammonia (NH3-TPD) experiments were carded out on a TPD/TPR 2900 apparatus from Micromeritics. 0.2 g of sample was pretreated in oxygen stream at 823 K for 3 h. Ammonia was adsorbed at 373 K until saturation of the sample and then desorbed at 373 K in order to A. Corma et al. /Applied Catalysis A: General 116 (1994) 151-163 remove physisorbed ammonia. Then the temperature was increased up to 873 K in a helium stream ( 100 ml min- ~). The heating rate was 10 K min- ~ and the process was monitored by a thermal conductivity detector (TCD). To avoid interferences with other possible desorption products (e.g. water from dehydroxylation of the sample) a blank run was performed for each sample following the same desorption programme but without previous adsorption of ammonia. 3. Results and discussion Fig. 1 shows the surface area of sulfated zirconia SZ-r samples as a function of the pH of precipitation of the parent hydrous zirconium oxides, HZO-r, obtained at a short times of hydrolysis. There, the surface area of the calcined zirconium oxide, ZO-r, samples is also given for comparison. It is apparent that the higher the pH of precipitation is, the higher is the surface area of the HZO-r, ZO-r, and SZ-r samples. Meanwhile, and in the whole pH range studied, the surface area of the samples decreased in the order HZO-r > SZ-r > ZO-r. Sulfate-doped zirconia samples obtained both at different pH and/or time of precipitation were compared. The surface area and the amount of sulfur of these samples are shown in Table 1. In general, it can be said that both time and pH of precipitation have an important influence on the surface area of sulfated zirconia catalysts. In addition to this, the same influence was observed with the correspond- ing zirconium oxides. From the structural point of view, the pH of precipitation has a clear influence on the crystalline phases of zirconium oxide formed on both ZO and SZ samples (Figs. 2 and 3). Indeed, for the ZO series, tetragonal (t) and monoclinic (m) ZrO2 mixtures were observed, and the t/m ratio varied with pH. However, in the case of the SZ samples (Fig. 3) the t-ZrO2 phase is the most important one, while the presence of m-ZrO2 is only observed, as a minor phase, on samples obtained at low pH. 160 0 y E i~a = 8f / 0 I 6 , I 7 I I 8 J I 9 I pH Fig. 1. Variation of the surface area of HZO (0), ZO ( V ) and SZ ( series with the pH of precipitation. A. Corma et al. /Applied Catalysis A: General 116 (1994) 151-163 Table 1 Surface area and sulfur content of sulfated zirconia catalysts Sample a S, ET (m 2 g- 1 ) Sulfur content (wt.-%)b 6.0-SZ-r 63 6.0-SZ 71 1.3 7.0-SZ-r 68 7.0-SZ 71 1.3 8.3-SZ-r 92 8.3-SZ 127 2.4 8.3-SZ-1 132 2.2 9.3-SZ-r 120 9.3-SZ 125 2.6 9.3-SZ-1 116 2.6 a SZ-r, SZ and SZ-I are referred to sulfated zirconias obtained from hydrous zirconium oxides prepared at a time of precipitation of 0.5, 1 and 8 h, respectively. b Obtained by X-ray fluorescence. The fraction of tetragonal ZrOz phase in SZ and ZO series can be calculated from the ratio of the peak intensities [ 18]: I(lll)T tetragonal phase- I(1 ll)T + 1.6I(11]-)M Fig. 4 shows that the higher the pH of precipitation, the higher the proportion of t- ZrOz in both SZ and ZO series is, being this proportion larger for the SZ series. Thermogravimetric results of the ZO and SZ samples, obtained at a pH of precipitation of 8.3 and a rate of ammonia addition of 5.5 ml min- ], are shown in Fig. 5. For both samples dehydration occurs at about 373 K, but the intense exo- thermic peak at 693 K observed in the 8.3-ZO sample (Fig 5a) is smaller and pH .- 9,3 >- I 1 Z ul _z , t m t 6.0 I 1 , I I I 2O 3O 40 5O Fig. 2. XRD patterns of ZO samples prepared from HZO obtained at different pH of precipitation. A. Corma et al. / Applied Catalysis A: General 116 (1994) 151-163 pH:9.3 ~ 8.3 i I ~ I i 2O 30 40 50 Fig. 3. XRD patterns of SZ samples prepared from HZO obtained at different pH of precipitation. shifted to ca. 853 K in the case of the 8.3-SZ sample. Table 2 shows the peak intensity and temperature of the exothermic process, for the ZO and SZ series. While in the ZO samples a similar temperature but different intensity of the exo- thermic peak were observed, for the SZ samples the temperature of the exothermic peak shifts to higher values when increasing the pH of precipitation but their intensity remains practically unchanged. This type of exothermic peaks have been described in the literature for ZrO2 and SO 2-/ZrO 2 [ 19-21 ], although its origin is still under discussion. Thus, Yamaguchi et al. [ 19] proposed that the exothermic peak is due to a phase transition from a metastable to a stable one, while Scurrell [20] proposed that it is due to the inhibiting effect of SO 2- for the crystallization of ZrO 2. Srinivasan et al. [21 ] have observed that the exothermic peak appears at the same temperature for samples that after calcination lead to pure monoclinic or tetragonal zirconia. Our results show that there is a correlation between the t/m phase ratio in the Zr02 phase with the intensity and/or the temperature at which fB-- 80 zx / N 40 I ~zxa 0 I I I. I 6 7 8 9 pH Fig. 4. Variation of the tetragonal/monoclinic (t/m) ratio of crystalline ZrO 2 with the pH of precipitation, obtained for the ZO (A) and the SZ (11) series. A. Corma et al. / Applied Catalysis A: General 116 (1994) 151-163 -20 I I I I I I I 4[ d I'- I- eXO -20 I I I I I l I J 373 573 773 973 Fig. 5. TG/DTA curves obtained for the 8.3-ZO (a) and 8.3-SZ (b) samples. Table 2 TG/DTA results of the ZO and SZ series Sample Exothermic peak Weight loss b DTA intensity a Temperature (K) Temperature (K) wt.-% c 6.0-ZO 22 693 -- 6.0-SZ low a 724 e 873 2.19 7.0-ZO 70 693 -- 7.0-SZ low d 835 873 2.45 8.3-ZO 72 693 -- 8.3-SZ low d 836 883 4.65 9.3-ZO 110 693 -- 9.3-SZ low d 851 883 4.99 a In/zV. Weight loss observed at temperature higher than 823 K. c From the initial weight. a Lower than 4/zV. A second exothermic peak with very low intensity is observed at 813 K. the exothermic peak appears. Thus, the higher the intensity or the temperature for the appearance of the exothermic peak is, the higher is the tetragonal/monoclinic ratio of the calcined samples. On the other hand, a TG weight loss for the 8.3-SZ (Fig. 5b) is observed at a temperature higher than 873 K. Similar weight losses were obtained for the SZ series (Table 2). This weight loss can be correlated with the decomposition of SO]- [ 19-211. A. Corma et al. /Applied Catalysis A: General 116 (1994) 151-163 20 -15 Z _o t~ R, Ill > z 10 o ~ \" - -o ...... ~._ _-::~___~ u i I i I , I 0.4 0.8 1.2 TO$,h Fig. 6. Variation of the conversion of n-butane with time-on-stream during the isomerization of n-butane on the SZ series: 9.3-SZ (11); 8.3-SZ (O); 7.0-SZ (0); and 6.0-SZ (V). Experimental conditions: T=423 K, W~ F=40 gcath(molc,) -l 3.1. Catalytic activity Isomerization of n-butane to isobutane has been carried out at 423 K on the SZ catalysts shown in Table 1. In all cases the conversion (xa- %) was measured at different times-on-stream in order to be able to obtain the activity in absence of decay (see Fig. 6). Higher activities were obtained on SZ-samples prepared at high pH of precipitation. In all cases, the only product detected was isobutane. It should be remarked that only when the contact time was increased and n-butane conversion was higher than 25%, propane and pentanes were obtained as minor products. Propane is probably not formed by direct cracking since then equivalent amounts of methane should be observed, which was not the case. This, together with the formation of Cs-hydrocarbons indicates that these products are probably formed Table 3 lsomerization of n-butane on 8.3-SZ and H-Mordenite catalysts a Sample T XT Selectivity (%) Yield (K) (%) C3H6 i-C4H1o Cs's i-C4Hio 8.3-SZ 423 21.4 11.0 89.0 - 473 27.3 13.9 75.4 10.7 20.6 523 27,8 21.2 71.7 7.1 19.9 H-Mord. 423 0 ---0 473 2.5 -100 -2.5 523 60.2 45,1 49.4 5.5 29.7 a Catalytic data were obtained at a time-of-stream of 5 min. A. Corma et al./Applied Catalysis A: General 116 (1994) 151-163 through disproportionation reactions. A similar product distribution has been observed by others [ 11,22]. Under our reaction conditions, a strong catalyst decay is observed during the first 0.4 h of time-on-stream, and after this the activity becomes stable. The initial activity can be restored by calcining in air at 673 K during 16 h. From a comparative point of view, the catalytic results obtained on the 8.3-SZ sample and those on one of the most acidic zeolites [23 ], i.e., H-mordenite, are compared in Table 3. It can be seen there that at reaction temperatures below 523 K only the 8.3-SZ catalyst is active in the isomerization of n-butane. At higher reaction temperatures both samples show catalytic activity but a lower selectivity to isobutane is obtained on H-mordenite. According to these results it can be concluded that sulfated zirconia oxides present acid sites with superior strength than those of an H-Mordenite, and the former are strong enough to carry out the direct isomerization of n-butane to isobutane at relatively low temperatures. 3.2. Nature and strength of the acid sites It has been proposed that a correlation between the ratio of Brensted to Lewis acid sites and the catalytic activity of SO ]-/ZrO2 exists [9], while other authors [ 15,16] indicate that only Lewis acid sites are responsible for the catalytic prop- erties of these materials. More recently, it has been proposed [ 13,14] that the Brensted/Lewis ratio of acid sites depends on the preparation procedure, the hydration-dehydration degree and mainly the calcination temperature. To confirm this assumption we have performed pyridine adsorption/desorption experiments to measure the acidity (Brensted and Lewis) of the different SZ samples. I I I I I @ -e /I Z 423K m J I I i I I I 1750 1550 cm\" 1750 1550 cm.1 Fig. 7. Infrared spectra of adsorbed pyridine obtained at different desorption temperatures, on the 8.3-SZ (a) and H-mordenite (b) samples. A. Corma et al. /Applied Catalysis A: General 116 (1994) 151-163 Infrared spectra of adsorbed pyridine, obtained at different desorption tempera- tures on the 8.3-SZ and H-mordenite samples are shown in Fig. 7. The results show that at any of the desorption temperatures studied, the intensity of the IR band of pyridine retained on Br0nsted ( 1545 cm- ~) and/or Lewis acid sites ( 1450 cm- t ) are much higher for H-mordenite than for 8.3-SZ sample. A straightforward inter- pretation of these results would indicate that both number and strength of the acid sites is higher on the zeolite than on the sulfated zirconium oxide. However, this interpretation is not consistent with the catalytic results presented above. Thus, one has to conclude that the pyridine adsorption--desorption is not the most adequate technique to show the superacid sites of sulfated zirconia catalysts. There are two reasons which can explain this observation. The first one is that the, probably, small number of the very strong acid sites present in the catalysts of the SZ-series does not show a signal intense enough to be detected by this technique. The second one is that pyridine decomposes if very high desorption temperatures are to be used in order to evidence the superacid sites [24]. Therefore, the only thing which can be safely concluded is, that the majority of acid centers in SZ catalysts are of the Lewis type, in agreement with ref. [ 15,16 ], and that the acid strength can not be properly determined by pyridine desorption experiments. Therefore, correlations between the nature and strength of acid sites, measured by pyridine adsorption and catalytic properties must be taken with care, in the case of sulfated zirconia catalysts. Temperature-programmed desorption of ammonia has been proposed as a meas- ure of total acidity and acid strength distribution in solids [25]. The NH3-TPD results for the SZ and the H-mordenite catalysts are shown in Figs. 8 and 9, respectively. For the SZ-series (Fig. 8) three desorption ranges can be differenti- ated: two broad peaks at 450 K and 590-620 K, and a narrow one at 815 K, all of them corresponding to ammonia desorbed as can be concluded from the comparison with the blank desorption curve (Fig. 8a). These peaks can be assigned to acid sites with strengths in the low (450 K) and medium-strong (ca. 600 K) range, as those present in a Y zeolite [ 26]. However the appearance of a relatively narrow peak at ca. 815 K whose intensity increases from b to e (Fig. 8) indicates the presence of very strong and homogeneous acid sites on SZ samples. For comparison, Fig. 9 shows the NH3-TPD curve of an strongly acidic H-mordenite (see pyridine adsorption results). It can be seen that the TPD curve corresponding to the true acid centers in H-mordenite shows two maxima corresponding to medium (ca. 517 K) and strong (748 K) acidity, but no desorption peak appears at higher temper- atures. All these results allowed us to conclude that TPD-NH3 desorption peak at ca. 815 K correspond to superacid sites present on SO4 =/ZrO2 samples. Fig. 10 shows that a correlation exists between the amount of superacid sites, measured from the intensity of the NH3-TPD peak at 815 K, and catalytic activity for isomerization of n-butane obtained at a time-on-stream of 5 min. The fact that a straight line is not observed in Fig. 10 ca be explained on the basis of the catalytic decay. In effect, as can be observed in Fig. 6, the catalyst decay is more important for the more active catalysts. A. Corma et al. / Applied Catalysis A: General 116 (1994) 151-163 On the other hand, H-mordenite, with a higher number of acid sites but which has no superacid sites (see Table 4), is only active for this reaction at higher temperatures, in agreement with its lower acidity. NH3 desorptlon, u.a. 815 / / ~-._/ t L. .-.,, d/I / .- \"\" \"---.. . ... ,....- .-' \"'. t~'\\ : j I I I 37; 573 773 Temperature, K Fig. 8. NH3-TPD results obtained on the SZ-series: (a) Sample without ammonia pre-adsorption (blank test), (b) 6-SZ sample after ammonia adsorption, (c) 7-SZ sample after ammonia adsorption, (d) 8.3-SZ sample after ammonia adsorption, (e) 9.3-SZ sample after ammonia adsorption. NH= desorptlon, u.a. 836 . ..'.. ...... b \" ', C :\"\" 868^'-;.. ..\" /\\,.. .: / \\'. .'748 I \\ '. .' I \\'. I I I I I I 373 573 773 973 1173 Temperature, K Fig. 9. NH3-TPD results obtained on H-mordenite: (a) H-mordenite without ammonia preadsorption (blank test), (b) H-mordenite after ammonia adsorption, (c) Difference between (a) and (b) curves. A. Corma et al. /Applied Catalysis A: General 116 (1994) 151-163 20 4 r- > 10 C O U , I t I , I 0 20 40 60 80 Su0eracld sites, ~mol g-1 Fig. 10. Conversion of n-butane on SZ samples as a function of the amount of superacid sites (in I-~mOlNm g - ~), measured by TPD-NH 3. Table 4 TPD-NH3 results obtained on SO42-/ZrO2 catalysts and H-mordenite Sample Total acidity (mOINH3 g - 1 ) Superacidity (molNn3 g - ~)a 6-SZ 200 7 7-SZ 240 20 8.3-SZ 500 69 8.3-SZ-1 460 79 9.3-SZ 460 73 9.3-SZ-1 420 64 H-MORD 700 0.0 a The superacidity was calculated from the TPD-NH 3 area of the peak at 815 K. 4. Conclusions The pH of precipitation for obtaining Zr(OH)4 modifies the surface area and the tetragonal/monoclinic ratio of ZrO2 crystallites in both pure and sulfated zirconias, this effect being maximal on the SO4 2-/ZrO2 samples. Also, the pH of precipitation determines the activity of SO4 2-/ZrO2 catalysts for the isomerization of n-butane in such a way that a higher pH of precipitation produces more active catalysts. Infrared spectra of adsorption/desorption of pyridine can not be used to detect the presence of superacid sites in sulfated zirconia catalysts. However, the superacid character in these samples is evidenced by TPD-NH3 results in which the appearance of a desorption peak at about 815 K can be related with the presence of superacid sites. In this way, a correlation between the surface area of the desorption peak determined by TPD-NH3 and the catalytic properties for the isomerization of n- butane can be proposed. A. Corma et al./Applied Catalysis A: General 116 (1994) 151-163 Acknowledgements This research was supported by the Comisi6n Interministerial de Ciencia y Tecnologfa of Spain (Project MAT 607-91 ). We thank the technical assistance of R. Torrero and M.I. Tadeo. References [ 1 ] K. Arata and H. Hino, Mater. Chem. Phys., 26 (1990) 213. [2] T. Yamaguchi, Appl. Catal., 61 (1990) 1. [3] K. Arata, Adv. Catal., 37 (1990) 165 [4 ] K. Tanabe and T. Yamaguchi, in T. Inui (Editor), Successful Design of Catalysts ( Studies in Surface Science and Catalysis, Vol. 44), Elsevier Amsterdam, 1988, p. 99. [5 ] C.-Y. Hsu, C.R. Heimburch, C.T. Armes and B.C. Gates, J. Chem. Soc., Chem. Commun., (1992) 1645. [6] M. Hino and K. Arata, J. Chem. Soc., Chem. Commun., (1980) 851. [7] J.C. Yori, J.C. Luy and J.M. Parera, Appl. Catal., 46 (1989) 103. [8] T. Yamaguchi, T. Jin and K. Tanabe, J. Phys. Chem., 90 (1986) 3148. [9 ] P. Nascimento, C. Akratopoulou, M. Oszagyan, G. Coudurier, C. Travers, J.F. Joly and J.C. Vedrine, in L. Guczi, F. Solymosi and P. Tetenyi (Editors), New Frontiers in Catalysis, Proceeding of the 10th Intemational Congress on Catalysis (Studies in Surface Science and Catalysis, Vol. 75), Elsevier, Amsterdam, 1993, p. 1185. [10] F.R. Chen, G. Coudurier, J.F. Joly and J.C. Vedrine, in Symposium on Alkylation, Aromatization, Oligomerization and Isomerization of Short Chain Hydrocarbons over Heterogeneous Catalysis, Preprint, Am. Chem. Soc. Div. Petrol. Chem., 36 (1991) 878. [ 11 ] F.R. Chert, G. Coudurier, J.F. Joly and J.C. Vedrine, J. Catal., 143 (1993) 616. [12] C. Morterra, G. Cerrato, C. Emanuel and V. Bolis, in New Frontiers in Catalysis, Proceeding of the 10th International Congress on Catalysis, L. Guczi, F. Solymosi and P. Tetenyi (Editors), Elsevier, Amsterdam (1993) p. 2585. [ 13] C. Morterra, G. Cerrato, C. Emanuel and V. Bolis, J. Catal., 142 (1993) 349. [ 14] C. Morterra, G. Cerrato and V. Bolis, Catal. Today, 17 (1993) 505. [ 15] T. Jin, T. Yamaguchi and K. Tanabe, J. Phys. Chem., 90 (1986) 4794. [ 16] M. Besitel, O. Saur, J.C. Lavalley and B.A. Morrow, Mater. Chem. Phys., 19 (1988) 147. [ 17] Ch.-H. Lin and Ch.-Y. Hsu, J. Chem. Soc., Chem. Commun., (1992) 1479. [18] D.L. Poster and A.H. Hever, J. Am. Ceram. Soc., 62 (1979) 298. [ 19] T. Yamaguchi, K. Tanabe and Y.Ch. Kung, Mater. Chem. Phys., 16 (1986) 67. [20] M.S. Scurrell, Appl. Catal., 34 (1987) 109. [21 ] R. Srinivasan, D. Taulbee and B.H. Davis, Catal. Lett., 9 ( 1991 ) 1. [22] J.C. Yori, J.C. Luy and J.M. Parera~ Catal. Today, 5 (1989) 493. [23] B. Umansky, J. Engelhardt and W.K. Hall, J. Catal., 127 (1991) 128. [24] M.R. Basila, T.R. Kanter and K.H. Rhee, J. Phys. Chem., 68 (1964) 3197. [25] H.G. Karge and V. Dondur, J. Phys. Chem., 94 (1990) 765. [26] M. Niwa, M. Iwamoto and K. Segawa, Bull. Chem. Soc. Jpn., 59 (1986) 3735. APCATA 94802866 0926-860X(94)80286-6 10.1016/0926-860X(94)80286-6 Elsevier Science B.V. All rights reserved Influence of preparation conditions on the structure and catalytic properties of SO4 2−/ZrO2 superacid catalysts A. Corma V. Fornés M.I. Juan-Rajadell J.M. López Nieto * Institutode Tecnología Química, U.P.V.-C.S.I.C., Universidad Politécnica, Camino de Vera s/n. 4607I Valencia ,Spain * Corresponding author. Fax. (+34-96)3877809. SO4 2−/ZrO2 samples were prepared by impregnation of hydrous zirconium oxides with 0.5M H2SO4 solutions. It was found that the pH of precipitation of the precursor Zr(OH)4 has a strong influence on the structure of crystalline ZrO2 and on the catalytic properties of the SO4 2−/ZrO2 for the isomerization of n-butane. The nature and strength of acid sites in SO4 2−/ZrO2; samples were studied by infrared spectra of absorbed pyridine and by temperature-programmed desorption (TPD) of ammonia. Acidity and catalytic results have been compared with those obtained on an acid zeolite as H-Mordenite. It has been found that infrared spectra of pyridine can not be used for the determination of the superacid character of SO4 2−/ZrO2. However, the NH3-TPD technique shown that in the case of SO4 2−/ZrO2 samples there are superacid sites in which the NH3-desorption peak appears at about 815 K. A correlation between the number of those superacid sites and the activity for the isomerization of n-butane has been observed. Keywords Catalyst characterization (IR/TPD) Preparation Solid superacids Sulfate doped zirconia Temperature-programmed desorption of ammonia References [1] Arata K. Hino H. Mater. Chem. Phys. 26 1990 213 [2] Yamaguchi T. Appl. Catal. 61 1990 1 [3] Arata K. Adv. Catal. 37 1990 165 [4] Tanabe K. Yamaguchi T. Successful Design of Catalysts Inui T. Studies in Surface Science and Catalysis 44 1988 Elsevier Amsterdam 99 [5] Hsu C.-Y. Heimburch C.R. Armes C.T. Gates B.C. J. Chem. Soc., Chem. Commun. 1992 1645 [6] Hino M. Arata K. J. Chem. Soc., Chem. Commun. 1980 851 [7] Yori J.C. Luy J.C. Parera J.M. Appl. Catal. 46 1989 103 [8] Yamaguchi T. Jin T. Tanabe K. J. Phys. Chem. 90 1986 3148 [9] Nascimento P. Akratopoulou C. Oszagyan M. Coudurier G. Travers C. Joly J.F. Vedrine J.C. New Frontiers in Catalysis, Proceeding of the 10th International Congress on Catalysis Guczi L. Solymosi F. Tetenyi P. Studies in Surface Science and Catalysis 75 1993 Elsevier Amsterdam 1185 [10] Chen F.R. Coudurier G. Joly J.F. Vedrine J.C. Symposium on Alkylation, Aromatization, Oligomerization and Isomerization of Short Chain Hydrocarbons over Heterogeneous Catalysis, Preprint, Am. Chem. Soc. Div. Petrol. Chem. 36 1991 878 [11] Chen F.R. Coudurier G. Joly J.F. Vedrine J.C. J. Catal. 143 1993 616 [12] Morterra C. Cerrato G. Emanuel C. Bolis V. Guczi L. Solymosi F. Tetenyi P. New Frontiers in Catalysis, Proceeding of the 10th International Congress on Catalysis 1993 Elsevier Amsterdam 2585 [13] Morterra C. Cerrato G. Emanuel C. Bolis V. J. Catal. 142 1993 349 [14] Morterra C. Cerrato G. Bolis V. Catal. Today 17 1993 505 [15] Jin T. Yamaguchi T. Tanabe K. J. Phys. Chem. 90 1986 4794 [16] Besitel M. Saur O. Lavalley J.C. Morrow B.A. Mater. Chem. Phys. 19 1988 147 [17] Lin Ch.-H. Hsu Ch.-Y. J. Chem. Soc., Chem. Commun. 1992 1479 [18] Poster D.L. Hever A.H. J. Am. Ceram. Soc. 62 1979 298 [19] Yamaguchi T. Tanabe K. Kung Y.Ch. Mater. Chem. Phys. 16 1986 67 [20] Scurrell M.S. Appl. Catal. 34 1987 109 [21] Srinivasan R. Taulbee D. Davis B.H. Catal. Lett. 9 1991 1 [22] Yori J.C. Luy J.C. Parera J.M. Catal. Today 5 1989 493 [23] Umansky B. Engelhardt J. Hall W.K. J. Catal. 127 1991 128 [24] Basila M.R. Kanter T.R. Rhee K.H. J. Phys. Chem. 68 1964 3197 [25] Karge H.G. Dondur V. J. Phys. Chem. 94 1990 765 [26] Niwa M. Iwamoto M. Segawa K. Bull. Chem. Soc. Jpn. 59 1986 3735",
      "scopus-id": "0028498941",
      "coredata": {
        "eid": "1-s2.0-0926860X94802866",
        "dc:description": "SO4 2−/ZrO2 samples were prepared by impregnation of hydrous zirconium oxides with 0.5M H2SO4 solutions. It was found that the pH of precipitation of the precursor Zr(OH)4 has a strong influence on the structure of crystalline ZrO2 and on the catalytic properties of the SO4 2−/ZrO2 for the isomerization of n-butane. The nature and strength of acid sites in SO4 2−/ZrO2; samples were studied by infrared spectra of absorbed pyridine and by temperature-programmed desorption (TPD) of ammonia. Acidity and catalytic results have been compared with those obtained on an acid zeolite as H-Mordenite. It has been found that infrared spectra of pyridine can not be used for the determination of the superacid character of SO4 2−/ZrO2. However, the NH3-TPD technique shown that in the case of SO4 2−/ZrO2 samples there are superacid sites in which the NH3-desorption peak appears at about 815 K. A correlation between the number of those superacid sites and the activity for the isomerization of n-butane has been observed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-09-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94802866",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Corma, A."
          },
          {
            "@_fa": "true",
            "$": "Fornés, V."
          },
          {
            "@_fa": "true",
            "$": "Juan-Rajadell, M.I."
          },
          {
            "@_fa": "true",
            "$": "Nieto, J.M. López"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94802866"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94802866"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80286-6",
        "prism:volume": "116",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Influence of preparation conditions on the structure and catalytic properties of SO4 2−/ZrO2 superacid catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalyst characterization (IR/TPD)"
          },
          {
            "@_fa": "true",
            "$": "Preparation"
          },
          {
            "@_fa": "true",
            "$": "Solid superacids"
          },
          {
            "@_fa": "true",
            "$": "Sulfate doped zirconia"
          },
          {
            "@_fa": "true",
            "$": "Temperature-programmed desorption of ammonia"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "151-163",
        "prism:endingPage": "163",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 September 1994",
        "prism:doi": "10.1016/0926-860X(94)80286-6",
        "prism:startingPage": "151",
        "dc:identifier": "doi:10.1016/0926-860X(94)80286-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028498941"
      }
    }
  }
}