{
  "metadata": {
    "title": "TPR and FT-IR studies on carbonyl cluster derived Co<ce:glyph name=sbnd></ce:glyph>Rh/SiO<ce:inf loc=post>2</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-09-02",
    "doi": "10.1016/0926-860X(96)00126-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96001263",
    "pii": "0926860X96001263"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042627687",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96001263 0926-860X(96)00126-3 0926860X96001263 10.1016/0926-860X(96)00126-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00038 2024-01-01T12:18:48.759026Z 0 0 19960902 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 144 144 1 2 1 2 Volume 144, Issues 1–2 7 93 109 93 109 19960902 2 September 1996 1996-09-02 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. TPRFTIRSTUDIESCARBONYLCLUSTERDERIVEDCORHSIO2CATALYSTS KIVIAHO J LAMB 1993 3 H JOHNSON 1989 81 G BURWELL 1984 301 R BRENNER 1980 216 A HAUKKA 1993 S PHDDISSERTATION ZECCHINA 1993 261 A ANDERSON 1977 508 J KUZNETSOV 1980 374 V SCHNEIDER 1984 4593 R CERIOTTI 1984 1605 A HUANG 1995 61 L GUCZI 1981 516 L HUANG 1994 87 L WITHERS 1990 1807 H SCHAY 1984 179 Z XIAO 1992 206 F VANTBLIK 1986 210 H MARTINENGO 1973 379 S BRIMMER 1986 2179 P MACKENZIE 1988 342 M ADVANCEDINAPPLIEDFOURIERTRANSFORMINFRAREDSPECTROSCOPY CHRISTY 1993 233 A MANDELIS 1992 737 A HUCUL 1980 D DISSERTATION BRIZUELA 1991 93 G SOLYMOSI 1981 371 F THEOLIER 1980 415 A BILHOU 1978 73 J BOR 1980 295 G HAYDEN 1987 468 B VIBRATIONALSPECTROSCOPYMOLECULESSURFACES ICHIKAWA 1989 1 M WOJCHIECHOWSKI 1988 703 B KIVIAHOX1996X93 KIVIAHOX1996X93X109 KIVIAHOX1996X93XJ KIVIAHOX1996X93X109XJ item 0926-860X(96)00126-3 0926860X96001263 1-s2.0-0926860X96001263 10.1016/0926-860X(96)00126-3 271346 2024-01-01T12:18:48.759026Z 1996-09-02 1-s2.0-0926860X96001263-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001263/MAIN/application/pdf/d75b77db77a747df40d1af07b7cad4a3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001263/MAIN/application/pdf/d75b77db77a747df40d1af07b7cad4a3/main.pdf main.pdf pdf true 1079557 MAIN 17 1-s2.0-0926860X96001263-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001263/PREVIEW/image/png/f8c22463ee83f4cc2a7806c3c9f664ae/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001263/PREVIEW/image/png/f8c22463ee83f4cc2a7806c3c9f664ae/main_1.png main_1.png png 42489 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 144 (1996) 93-109 TPR and FT-IR studies on carbonyl cluster derived Co-Rh/SiO2 catalysts J. Kiviaho a, *, M.K. Niemelii b, y. Morioka c, K. Kataja d a VTT Chemical Technology, P.O. Box 1400, FIN-02044 V1T, Finland b HUT, Laboratory of Industrial Chemistry, Kemistintie 1, FIN-02150 Espoo, Finland c Shizuoka Unit,ersity, Department of Materials, Faculty of Engineering, Johoku 3, Hamamatsu 432, Japan VTT Chemical Technology, P.O. Box 1401, FIN-02044 VIT, Finland Received 24 August 1995; revised 18 March 1996; accepted 18 March 1996 Abstract The decarbonylation of C04_nRhn(CO)12/SiO2 and (Co4(C0)12-I-Rh4(CO)12)/SiO2 cata- lysts was studied by temperature programmed reduction (TPR) and in-situ diffuse reflectance FT-IR techniques. Special attention was paid to the effect of the decomposition atmosphere on the supported catalysts. The temperature of decarbonylation depended on the precursor, and the CO desorption peak maxima during the TPR were as follows: Co2Rh2(CO)12 = 123, Co3Rh(CO)12 = 125, (Co4(C0)12--}-Rh4(CO)x2) = 135, Co4(C0)12 : 137 and Rh4(CO)I2 = 178. The CO desorption was greatest for C04(CO)12, and less and similar for other catalysts. Thus, from rhodium containing catalysts less CO was desorbed at elevated temperatures indicating a stronger interaction of rhodium than of cobalt with the support. Correspondingly, according to FT-IR measurements, the stability of the tetranuclear carbonyls supported on silica decreased in the order Co4(CO)12 > bimetallic carbonyls > Rh4(CO)I2 at room temperature. Keywords.\" Rhodium; Cobalt; FT-IR; Tetranuclear carbonyls 1. Introduction Molecular metal clusters are increasingly being used as precursors for sup- ported catalysts because they produce small metallic particles at relatively low decomposition temperatures [1]. In this way, supported zero valent metallic * Corresponding author. Tel.: (+ 358-0) 4565298; fax: (+ 358-0) 4567026: e-mail: jari.kiviaho@vtt.fi. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. Pll SO926-860X(96)O0126-3 94 J. KiL, iaho et al. / Applied Catalysis A: General 144 (1996) 93-109 particles can be obtained without exposing the catalysts to the high temperatures normally required for other catalyst precursors, and agglomeration is prevented. Thus, it is also possible to prepare layered catalyst structures consisting of metal clusters dispersed on the surface of a reducible metal oxide that is supported on alumina or silica [1]. The wide variation in the activity of catalysts derived from carbonyl precur- sors has been related to differences in the preparation of the support [2]. The hydroxyl groups on the surface of the untreated hydroxylated support have been observed to act as adsorption sites for the metal carbonyls leading to oxidised active species during the decomposition of the carbonyl [1,3,4]. However, thermal pretreatment progressively eliminates the hydroxyl groups of the sup- port, and after this dehydroxylation it has been possible to prepare well-disper- sed and well-reduced catalysts [4]. The thermal pretreatment together with the type of the silica determine the detailed hydroxyl structure of the support. Water is removed from porous silica at approx. 200 and any further increase in the heat treatment temperature initiates dehydroxylation [5]. First the H-bonded OH groups and thereafter the isolated OH groups are removed giving rise to siloxane bridges with different rates of strain [5]. The OH groups present on the partially dehydroxylated silica surfaces are weakly acidic in nature, and with suitable bases they form hydrogen bonded adducts stable only at -196 [6]. On a fully dehydroxylated silica support the adsorption of the carbonyl precursor is mainly physical in nature [6]. Thus, the interaction between the clusters and the dehydroxylated silica support is weak [7-9] allowing the metal-metal interaction to dominate over the metal-support interaction [6]. Carbonyl cluster derived catalysts may be deposited on the dehydroxylated support by dry-mixing, impregnation or adsorption. Since most of the metal carbonyl clusters are oxygen sensitive, bimetallic catalysts have generally been prepared by impregnation from various organic solvents [7,10] under inert atmosphere. After impregnation the solvent is evaporated and the carbonyl is thermally decomposed. The thermal decomposition has been carried out under vacuum [11], oxygen [7], inert gas [10,12], hydrogen [11-13], CO [11] or synthesis gas [14], and the decomposition atmosphere has been found to significantly influence the stability of the carbonyl on the silica support [11] as well as dispersion and activity of the catalysts [7,12,14-17]. Results pertaining to the decomposition of metal carbonyls on silica are somewhat contradictory. Anderson et al. [7] have observed that the hydrogen uptake of Co2Rh2(CO)12/SiO2 catalyst is higher when the catalyst is decom- posed under oxygen than when it is decomposed under nitrogen. However, oxidation is to be avoided if the original clusters are to be preserved, and calcination before reduction is probably undesirable if highly dispersed reducible clusters are required [18]. For example, Xiao et al. [16] calcined Co4(CO)12 derived catalysts before reduction and found the catalysts fairly inactive for CO J. Kiviaho et al. / Applied Catalysis A: General 144 (1996) 93-109 95 hydrogenation, whereas we obtained high activity for the same catalyst in the absence of calcination [17]. Guczi et al. [12,15] have observed that both the dispersion and activity of Fe-Ru carbonyl catalysts are better when the catalysts are decomposed under He than when they are decomposed under H 2. Under He flow about 20-40% of carbon evolved during the decomposition remains on the catalyst and stabilises the dispersion [12]. Huang et al. [11] state, however, that oxidation of the active rhodium species on silica is better avoided in the presence of hydrogen. Moreover, Huang et al. [11] ascribed the stabilisation of the carbonyl precursor to the presence of CO in the gas mixture. However, in case of C%(CO)s supported on zirconium-promoted alumina Withers et al. [ 14] have observed that activation with hydrogen significantly improved both activity and liquid fuel selectivity relative to activation with synthesis gas (CO/H2 = 1) in a slurry test. The increased activity was tentatively attributed to a higher degree of cobalt reduction, but enhanced selectivity could not be explained. The present study deals with the decomposition of Co4_nRhn(CO)t2/SiO2 and (Co4(CO)I, + Rh4(CO)12)/SiO2 catalysts, with emphasis on the effect of decomposition temperature and atmosphere on the properties of the catalysts. Temperature programmed reduction (TPR) and in-situ diffuse reflectance FT-IR techniques were used in the studies. The results are discussed also with a view to the activity of the catalysts in CO hydrogenation [17]. 2. Experimental 2.1. Preparation of the catalysts The preparation of the Co4_,Rhn(CO)12/SiO2 (where n=0,1,2,4) and (C(CO)12 + Rh4(CO)12)/SiO2 catalysts is described in detail in our previous publication [17]. Commercially available C04(CO)~2 and Rh4(CO)12 were ob- tained from Strem Chemicals. The other metal carbonyl clusters were prepared by published methods and were as follows: C02Rh2(CO)~2 and C03Rh(CO)L~ [19]. Grace 432 silica support was dried under vacuum at 600/2 h to dehydrox- ylate the surface [2,5]. The homo- or heterometallic carbonyl cluster catalysts were prepared by impregnation from nitrogenated dichloromethane solution under deoxygenated atmosphere. The metal loading of all preparations was 0.9 mmol/1 g SiO2 and the catalysts were dried slowly under vacuum at room temperature. The final metal loading was between 5 wt.-% (Co4(CO)Ie) and 8.5 wt.-% (Rh4(CO)12). Every step in the preparation of the catalysts was carried out under inert atmosphere using a glove box and nitrogen-vacuum line. In the remainder of this paper, the following abbreviations indicate the precursors: Co4 = C04(CO)12, Rh4 = Rh4(CO)12, C03Rh = C03Rh(CO)12 and C02Rh2 = C02Rh2(CO)I2. 96 J. Kiviaho et al. / Applied Catalysis A: General 144 (1996) 93-109 2.2. Temperature programmed reduction The temperature programmed reduction (TPR) studies were carried out using a down flow tubular quartz microreactor connected to a Balzers quadrupole mass spectrometer. In TPR studies a sample (300 mg) of a fresh catalyst was placed under flow of 3% H2 in Ar. The temperature of the catalysts was ramped at a linear rate of 3/min from 25 to 450. The products formed during the decomposition were detected by the mass spectrometer. Every step in the preparation of the sample was carried out under inert atmosphere using a glove box and a nitrogen-vacuum line. 2.3. FT-IR studies The IR spectra were recorded with a Perkin Elmer model 1760X FT-IR spectrometer to which an in-situ diffuse reflectance cell was coupled. The cell is designed to operate at temperatures up to 500 and pressures up to 3.5 MPa under the desired gas atmosphere. The samples were prepared by grinding a mixture of KBr [20,21] and the catalyst in 15:85 SiO2:KBr weight ratio. Catalyst samples were diluted by KBr to get better quality spectra. The amount of KBr and the grinding procedure were also optimised in terms of the energy level of the detected signal. The sample was loaded into the in-situ diffuse reflectance cell under inert atmo- sphere using a glove box, and the cell was connected to the FT-IR under flowing nitrogen. The spectra were measured by 100 scans (resolution 2 cm-l) at intervals of 10 between 30 and 250 under flowing hydrogen or carbon monoxide (0.1 MPa). The background spectrum was determined at each temper- ature from SiO2 diluted with KBr (15:85), and it was substracted from the respective recorded absorption spectrum. The interfering bands of gas phase carbon monoxide were eliminated by subtracting the spectrum of gaseous CO on the SiO2/KBr sample. Thus, the calculated spectra represent the absorbance of metal carbonyls supported on silica, or the absorbance of the species adsorbed on the metals. The spectra were converted to Kubelka-Munk units [22,23] to allow a quantitative interpretation of the data. 3. Results and discussion 3.1. Temperature programmed reduction (TPR) TPR of the CO4_nRhn/SiO2 and (Co4 --t-Rh4)/SiO2 catalysts was carried out to determine the decomposition of these supported carbonyl precursors. The decomposition was measured by the formation of carbon monoxide, carbon dioxide, methane and water and by the consumption of hydrogen, in accordance with an earlier study [24]. J. Kiviaho et al./ Applied Catalysis A: General 144 (1996) 93-109 97 200 150 loo 5O 260 240 ---------t 100 200 300 T () 220 200 0 i 180 400 Hydrogen Methane Water co c Fig. 1. TPR of the CO4/SiO2 catalyst (r = 3/min, T = 25-450, H2/Ar = 3%), Essential for the discussion of the decomposition of the supported carbonyls is, of course, the stability of the carbonyl precursors. The decomposition of Co3Rh, Co2Rh2 and Rh4 in solution to give Co6_nRhn(CO)16 species has occurred already at 60, 60 and 25, respectively [19]. Thus, Rh4 may loose some carbonyls during catalyst preparation already at room temperature due to this transformation. Visual evolution of CO indicating the decomposition of the precursors Co4, Co3Rh, Co2Rh2 and Rh4 has been observed at 100, 130, 120 and 130 [19]. Furthermore, thermogravimetric analysis has indicated that under nitrogen atmosphere Rh4 starts to decompose at 90 forming Rh6(CO)16 at approx. 160 and finally metal at ca. 200 [19]. Hence, the stabilities of the studied precursors depend strongly on the solvent or gas atmosphere they are in contact with. The main reaction of all Co4_nRhJSiO: and (Co4 + Rh4)/SiO2 catalysts occurring during the thermal treatment under hydrogen atmosphere was the decarbonylation of the cluster (see Figs. 1 and 2). The extent of decarbonylation was greatest for Co4//8iO2 catalyst, and less and similar for other catalysts. Under hydrogen atmosphere the temperature of decarbonylation depended on the precursor, and the peak maxima were as follows: Co2Rh2 = 123, Co3Rh = 125, (Co4 + Rh4) = 135, Co4 = 137 and Rh4 = 178. The decarbonyla- tion of Rh4/SiO2 occurred at a significantly higher temperature than that of Co4/SiO2 and the bimetallic catalysts. The decarbonylation temperature of Rh4 was, however, lower than that observed for the precursor under nitrogen atmosphere in the absence of the support [19] probably due to the weak, but yet 98 J. Kit.,iaho et al. / Applied Catalysis A: General 144 (1996) 93-109 150 ~1oo 50 2OO 0 ' 100 200 T () I 300 400 Co4 --- Rh4 Co2gh2 Co3Rh Co4+Rh4 -0- Fig. 2. Desorption of carbon monoxide during TPR of the CO4 _ n Rhn/SiO2 and (Co4 q-Rh4)/SiO2 catalysts (r = 3/min, T = 25-450, H2/Ar = 3%). significant, interaction of the support with the precursor. This interaction is, in turn, determined by the OH distribution of the silica. The dehydroxylation at 600 still leaves some weakly acidic OH groups on the surface of the silica [5,11 ], and the precursors loose some of their carbonyl groups during the catalyst preparation at room temperature via ligand exchange with the surface hydroxyl groups. The surface siloxane bridges formed during pretreatment of the silica support do not easily undergo either nucleophilic or electrophilic attack and therefore act as centres for physical adsorption [5,6]. The decarbonylation of the precursor at room temperature depends on the stability of the precursor itself as well as on the interaction of the precursor with the support. Since the precursors under study are all stable at room temperature under inert atmosphere for long periods [19], the decarbonylation at room temperature must be due to transformation of the cluster to hexanuclear form, or the degradation of the cluster to subcarbonyls or metal through cluster-support interaction. The degree of interaction between the support and the precursor determines the amount of decarbonylation occurring at higher temperatures [25]; when the precursor interacts weakly with the support, the decarbonylation is weak during preparation and occurs mainly later above room temperature [7]. Thus, our results indicate that Rh4 and bimetallic clusters interact more strongly with SiO2 than Co4 does, because the amount of decarbonylation at elevated temperatures was much less for the Rh4/SiO2 and bimetallic/SiO2 catalysts than for the Co4/SiO2 catalyst. Yet, some of the decarbonylation at room temperature should be assigned to the transformation of the Rh4 to Rh6(CO)16 [19]. Decarbonylation temperature was the same for the bimetallic catalysts as for J. Kiviaho et al. / Applied Catalysis A: General 144 (1996) 93-109 99 ~3 ,4 ~2 0 ~' 100 200 300 T () CO4 --- Rh4 Co2Rh2 Co3Rh Co4+Rh4 --(3- I I 400 Fig. 3. Formation of carbon dioxide during TPR of the CO4 nRh,,/SiO2 and (Co4 +Rh4)/SiO2 catalysts (r = 3/rain, T = 25-450, H2/At = 3%). the Co4/SiO2 catalyst, and it seems that the desorbed carbonyls are of similar nature in all cases. Thus, in the bimetallic catalysts, the interaction probably occurred between the rhodium species and the support, not between the cobalt species and the support. This support-rhodium interaction probably resulted in losses of the carbonyls bound to rhodium, and the carbonyl groups bound to cobalt species were responsible for the desorption of carbon monoxide. In accordance, the EXAFS studies of van 't Blik et al. [18] have indicated that, 25 20 . 15 c~ ~ I0 100 200 300 400 Co4 Rh4 Co2Rh2 Co3Rh -O- Co4+Rh4 -O- T () Fig. 4. Formation of methane during TPR of the Co4 .Rh./SiO2 and (Co4+Rh4)/SiO2 catalysts (r = 3/rain. T = 25-450, H2/Ar = 3%). 100 ,17. Kiciaho et al. /Applied Catalysis A: General 144 (1996) 93-109 240 220 .200 ~ 180 160 140 100 200 300 400 x () Co4 --- Rh4 Co3Rh -O-- Co4+Rh4 -O- Fig. 5. Consumption of hydrogen during TPR of the Co4_.Rh~/SiO2 and (Co4 +Rh4)/SiO2 catalysts (r = 3/min, T = 25-450, H2/Ar = 3%). after reduction, the interiors of the bimetallic Co-Rh particles are enriched with rhodium, whereas the outer layers contain more cobalt. On all catalysts, trace amounts of methane, water and carbon dioxide were formed, see Figs. 3-5. It is noteworthy that methane formation was observed only on Rh4/SiO2 at approx. 50-150 with simultaneous desorption of oxygen. Thus, a small amount of CO was dissociated on Rh4/SiO2 providing evidence for the presence of metallic sites, i.e. a further proof for the interaction of the Rh4 cluster with the support. The amount of methane formed and the consumption of hydrogen were similar for Co4/SiO2 and the bimetallic cata- lysts, and clearly lower than for Rh4/SiO2 Evidently, some of the carbonaceous residues left on the surface due to the decomposition of the carbonyls, or the carbonyl groups still intact, were hydrogenated to methane at 150-360. The formation of methane was shifted to higher temperatures in the presence of rhodium, and the amount of CO2 formation lowest for the Rh4/SiO2 catalyst. The low yield of CO2 may have resulted from hydrogenation of CO2, since Solymosi et al. [26] have reported that Rh supported on alumina exhibits outstanding catalytic performance in this reaction. The lower amounts of CO: in the presence of rhodium might also suggests that the extent of reduction of the catalysts increased in the precursor order Co4 < bimetallic catalysts < Rh4, since the formation of CO2 is less abundant on well-reduced active sites. 3.2. In-situ drift FT-IR 3.2.1. Fresh catalysts The bands observed initially at room temperature for CO4 were 2073 cm-~, 2062 cm-~ and 1858 cm-1 as shown in Fig. 6, which agrees well with the J. Kiviaho et al./ Applied Catalysis A: General 144 (1996) 93-109 l/)l =_ 2200 2000 1800 Wavenumber (cm\"1) 3O () 16o0 Fig. 6. The thermal decomposition of Co4/SiO2 catalyst under H2 atmosphere followed by in-situ drift FT-IR results of Schneider et al. [9] for silica supported Co4(CO)12. On Co3Rh bands were observed at 2071 cm-~, 2062 cm-~ and 1799 cm-~, see Fig. 7, and those of the precursor alone in hexane were 2065 cm- ~, 2059 cm- ~, 1886 cm- ~ and 1856 cm-l, all of which were observed also by Martinengo et al. [19]. The supported Co2Rh2 exhibited bands at 2075 cm- ~, 2062 cm- 1 and 1799 cm- I as shown in Fig. 8, whereas those of the precursor alone in hexane were 2065 cm-~, 2059 cm-1 and 1886 cm-~, in good agreement with the results of Martinengo et al. [19]. The spectra of Co2Rh2 may also be compared with the -= & 2200 2000 1800 Wavenumber (cm-l) 1600 3O r () Fig. 7. The thermal decomposition of Co3Rh/SiO2 catalyst under H2 atmosphere followed by in-situ drift FT-IR 102 J. Kiuiaho et al. / Applied Catalysis A: General 144 (1996) 93-109 2200 2000 1800 1600 Wavenumber (cm-l) 30 i) Fig. 8. The thermal decomposition of Co2Rh2/SiO2 catalyst under H2 atmosphere followed by in-situ drift FT-IR. one obtained for (Co4 -~ Rh4) with equimolar ratio of Co/Rh with bands at 2071 cm-J, 2062 cm-l, 1859 cm-~ and 1801 cm-~, see Fig. 9. It is noteworthy that for (Co4 + Rh4)/SiO2 the band characteristic to Co4 was observed at 1859 cm-~ whereas it was not as evident for CozRh2/SiO2. In addition, all bimetallic catalysts exhibited a band characteristic to Co6_ ,Rhn(CO)16 (n = 0-6) at approx. 1800 cm-l, whereas it was not observed in the absence of rhodium. In case of supported Rh4 we observed sharp strong bands at 2080 cm-i and 1801 cm-~ typical for silica supported Rh6(CO)l6 [6,27], see Fig. 10. Hence, 2200 2000 1800 1600 Wavenumber (cm-~) 3O C) Fig. 9. The thermal decomposition of (Co4 +Rh4)/SiO2 catalyst under H2 atmosphere followed by in-situ drift vr-IR. J. Ki~,iaho et al. / Applied Catalysis A: General 144 (1996) 93-109 1(13 ~o -g \",t 2200 2000 1800 Wavenumber (era\"l) 3O ~) 1600 Fig. 10. The thermal decomposition of Rh4/SiO2 catalyst under H~ atmosphere followed by in-situ drift FT-IR. the Rh4 precursor, and in part the bimetallic precursors, were transformed to hexanuclear species by contact with silica in accordance with earlier findings [19,27]. Moreover, Rh6(CO)16 has been found stable when adsorbed onto silica in room temperature with the same IR spectrum as the carbonyl in solution thus suggesting that only physisorption had occurred [6,28]. 3.2.2. Aged catalysts All Co4_,Rh~/SiO2 catalysts were aged at room temperature under argon atmosphere. All clusters, including the mixed metal clusters, decomposed via Co6 ~Rh~(CO)16 (n--0-6) framework (bands at about 1800 cm-1) as illus- trated for Rh4 and Co4 in Fig. 1l. The total rate of decomposition to metal decreased in the order Rh4 > bimetallic catalysts > Co4. Thus, transformation of Rh4 to Rh6(CO)I6 was fast, after one day we observed sharp strong bands at 2080 and 1801 cm-1 which are typical of Rh6(CO)16 adsorbed on dehydrated silica [27]. Within 30 days the band at 1880 cm ~ had completely disappeared, indicating that all Rh4 had been transformed to Rh6(CO)t6. After 150 days a new weak band appeared at 1860 cm ~ characteristic to CO coordinated to metallic particles [27]. In comparison, for the Co4 precursor the transformation was extremely slow: after 290 days the band at 1795 cm ~ characteristic to Co6(CO)16 [29] was still very small. 3.2.3. Thermal treatment in hydrogen The thermal decomposition of Co4_ nRhn/SiO2 and (Co4 + Rh4)/SiO2 cata- lysts was carried out in hydrogen as shown in Figs. 6-10. The bands due to presence of Co4 on the surface of silica disappeared at approx. 110-120, and 104 J. Kiviaho et al. / Applied Catalysis A.\" General 144 (1996) 93-109 14 12 l0 8 2068 Co4 290~ys 160 days 4 l080 1801 loov 1 da 0 2200 2000 1800 1600 Wavenumber (cm-1) Fig. 11. Ageing of Co4/SiOe and Rh4/SiO2 catalysts under argon atmosphere at room temperature followed by in-situ drift FT-IR. thereafter were too weak to be detected. Schneider et al. [9] have also observed that heating to 102 under oxygen resulted in complete loss of Co4(C0)12, and the decomposition of Co4 in solid state has been reported to occur above 100 [29]. The decomposition of the other precursors occurred similarly, and after 120 two weak bands were observed also for Co3Rh/SiOz (2026, 1723 cm-t), Co2Rh2/SiO2 (2033, 1730 cm-1) and (Co4 + Rh4)/SiO2 (2029, 1730 cm- 1) as shown in Figs. 7-9. Both of the observed bands are typical for metal covered with a layer of CO, and bands are much broader, and very less intense, than those for the original clusters. For these catalysts the higher band is assigned to terminal and the lower one to bridged type CO. Thus, the FT-IR spectra suggest that the decomposition of all cobalt containing precursors takes J. KiL~iaho et al. / Applied Catalysis A: General 144 (1996) 93-109 105 place at approx. 120, whereas according to TPR Co4/SiO2 and (Co4 + Rh4)/SiO2 decarbonylated at approx. 10 higher temperature than the other two cobalt containing catalysts (123-125). The Rh6(CO)16 initially present on the silica support decomposed during heating and the original bands disappeared, see Fig. 10. In agreement with our results, Huang et al. [11] have observed that silica supported Rh6(CO)js decomposes notably around 100 under vacuum or hydrogen, and the decom- position was completed by 150. Theolier et al. [27] have also reported that Rh4 supported on silica is easily transformed to Rh6(CO)I6, which decomposes producing metallic particles covered with CO at elevated temperatures [27]. Our results indicate that the characteristic bands for Rh6(CO)16 initially present on the silica supported catalyst change drastically at approx. 150, which is the decomposition temperature of the Rh6(CO)16 on the support [11]. The TPR results also suggested that the decarbonylation of Rh4/SiO2 occurred at a significantly higher temperature (178) with regard to the cobalt containing catalysts. The difference in the decomposition temperature determined by TPR and FT-IR is probably due to different experimental procedures, such as different rate of heating. At this decomposition temperature of the Rh6(CO)16 the band for the bridged CO at 1801 cm-~ disappeared, whereas the shoulder at 1780 cm-~ was still observed. Above 150 the band at 1780 cm i decreased with increasing temperature, and shifted to 1750 cm-~. This shift may result from a lower CO coverage of the metal particles at high temperature as suggested by Hayden [30]. Finally, at 250, we detected only two broad bands (at 2037 and 1750 cm ~) for the RhJSiO2 catalyst assigned to terminal and bridged type CO on metallic Rh, respectively. We may assign the presence of the band at 1750 cm-I to face-bridged adsorption of CO as observed for NaY zeolite entrapped Rh~(CO) 16 by Ichikawa et al. [31] at 200. 3.2.4. Thermal treatment in CO The thermal decomposition of Co4/SiO2 and Rh4/SiO2 was carried out also under CO atmosphere see Figs. 12 and 13. For Co4/SiO2 the comparison of Figs. 6 and 12 indicates that the stability of Co4 on silica was clearly enhanced by the presence of CO atmosphere. Under hydrogen, the cluster readily decom- posed and the bands were very weak already at 120, whereas the original spectra was well retained under CO atmosphere at the same conditions. At 250 sharp bands were still observed at 2069 cm-~, 2043 cm-~ and 1795 cm- ~ together with a broad band at 1842 cm- J. Similarly, the cluster structure of the Rh4 was much more stable under CO atmosphere, see Figs. 10 and 13. Initially, we observed bands at 2078 cm- ~ 2054 cm- ~, 2043 cm- r, 2025 cm- f and 1801 cm-1 together with weak bands at 1873 cm-J and 1828 cm-1. Thus, the spectra had characteristics bands to Rh6(CO)16 on the silica surface as well as weak bands more typical for Rh4 on silica [27]. The original bands were well 106 J. KitJiaho et al./ Applied Catalysis A: General 144 (1996) 93-109 2200 2000 1800 Wavenumber (cm'1) 30 z) 1600 Fig. 12. The thermal decomposition of Co4/SiO2 catalyst under CO atmosphere followed by in-situ drift FT-IR. retained until 200, i.e. up to much higher temperature than under hydrogen atmosphere. At 250 we observed less intense bands at 2069 cm-~, 2053 cm-1, 2043 cm-~ and 1794 cm-1 together with a broad band at 1856 cm-1. In disagreement, Huang et al. [11] have found the original structure of the Rh6(CO)I6 precursor stable on the silica surface up to 275 in the presence of CO. 3.2.5. Activity of the catalysts in CO hydrogenation As shown earlier, the activities of the Co4_nRhn/SiO2 and (Co4+ Rh4)/SiO2 catalysts in CO hydrogenation are the highest for the catalysts / 6 -~2 0 220q 2000 1800 1600 Wavenurnber (cm\"l) 3O 3 _-v Fig. 13. The thermal decomposition of Rh4/SiO2 catalyst under H2 atmosphere followed by in-situ drift FT-IR. J. Kieiaho et al./Applied Catalysis A: General 144 (1996) 93-109 107 Table 1 Effect of the precursor of Co4_ nRhn/SiO2 catalysts on the catalyst activity and product distribution in the hydrogenation of carbon monoxide [17] Catalyst GHSV (h- i ) Hydrocarbons (C-%) Oxygenates (C-%) Co4/SiO2 12700 92.8 4.2 Co3Rh/SiO2 5300 81.8 18.2 C%Rh2/SiO2 1700 78.3 21.6 Rh4/SiO2 2200 85.3 14.4 (Co4 + Rh4)/SiO2 1600 71.2 28.8 Reaction conditions: CO/H2/Ar = 3:6:1, pressure = 2.1 MPa, T = 233 and conversion = 3%. derived from homometallic clusters, and the lowest for the catalysts with l:l ratio of Co/Rh [17] as shown in Table 1. These results are reasonable in the light of the present characterisations. Namely, the TPR results suggested that, on bimetallic catalysts, rhodium was probably covered with cobalt, thereby reduc- ing the total number of active sites on the surface. The reactivity results [17] also indicated that the selectivities to oxygenated compounds decreased in the precursor order (Co4 + Rh4) > CozRh2 > Co3Rh > Rh4 > Co4. The active sites for the formation of oxygenates are dual sites where CO is both dissociatively (site I) and nondissociatively adsorbed (site 2) [32]. These dual sites were probably located at the edge of the cobalt particles situated on top of the rhodium particles, since the formation of oxygenates was most extensive with Co/Rh in 1:1 ratio. 4. Summary The decomposition and decarbonylation of Co4_nRhn(CO)j2/SiOe and (C04(CO)12 + Rh4(CO)12)/SiO2 catalysts were studied by temperature pro- grammed reduction (TPR) and in-situ diffuse reflectance FT-IR techniques. Emphasis was on elucidating the effect of decomposition temperature and atmosphere on the properties of the catalysts. The temperature of decarbonylation depended on the precursor, and the CO desorption peak maxima during TPR were as follows: Co2Rh2 = 123, Co3Rh = 125, (Co4 + Rh4) = 135, Co4 = 137 and Rh4 = 178. The amount of CO desorbed was greatest for Co4 and less and similar for the other precursors. Thus, less CO was released during decarbonylation at elevated temperature from rhodium-containing catalysts than from cobalt catalysts, indicating a stronger interaction with rhodium and the support than with cobalt and the support. In fact, according to the FT-IR results the stability of the carbonyls supported on silica decreased in the order Co4 > bimetallic carbonyls > Rh4 at room tempera- ture under argon atmosphere. Rh4 decomposed readily to Rh6(CO)16, and after 120-290 days a part of the Co4_nRh. complexes on silica was converted to Co6_ nRh n(CO)16 clusters and metals. 108 J. Kiviaho et al. / Applied Catalysis A: General 144 (1996) 93-109 The effect of decomposition atmosphere on Rh4 was determined by in-situ FT-IR measurements. Under hydrogen atmosphere the bands typical for the supported carbonyls were lost at lower temperatures than suggested by the TPR results. Under CO atmosphere the structures initially present on the silica surface were much more stable, and the decomposition occurred at a signifi- cantly higher temperature. The spectra were better retained in respect to the initial spectra in the presence of CO, and the face-bridged adsorption form of CO observed on catalysts decomposed under hydrogen was absent on catalysts decomposed under CO atmosphere. Thus, the adsorption characteristics of the catalyst depends on the atmosphere of decomposition, which merits further studies both in terms of characterisation and reactivity. Acknowledgements This work was supported with funding from the Technology Development Centre of Finland. The authors acknowledge the experimental assistance of Mr. V-P. Johansson. References [1] H.H. Lamb, Catal. Today, 18 (1993) 3. [2] G.B. Johnson, M. Rameswaran, M.D. Patil, G. Muhalidhar and C.H. Bartholomew, Catal. Today, 6 (1989) 81. [3] R.L. Burwell, J. Catal., 86 (1984) 301. [4] A. Brenner and D.A. Hucul, J. Catal., 61 (1980) 216. [5] S. Haukka, PhD Dissertation, University of Helsinki, (1993). [6] A. Zecchina and C.O. Arefin, Catal. Rev. Sci. Eng., 35 (1993) 261. [7] J.R. Anderson, P.S. Elmes, R.F. Howe and D.E. Mainwaring, J. Catal., 50 (1977) 508. [8] V.L. Kuznetsov, A.T. Bell and Y.I. Yermakov, J. Catal., 65 (1980) 374. [9] R.L. Schneider, R.F. Howe and K.L. Watters, Inorg. Chem. 23 (1984) 4593. [10] A. Cefiotti, S. Martinengo, L. Zanderighi, C. Tonelli, A. Iannibello and A. Girelli, J. Chem. Soc. Faraday Trans. 1, 80 (1984) 1605. [11] L. Huang, Y. Xu, W. Guo, A. Liu, D. Li and X. Guo, Catal. Lett., 32 (1995) 61. [12] L. Guczi, Z. Schay, K. L~iz(tr, A, Vizi and I. Mark6, Surf. Sci., 106 (1981) 516. [13] L. Huang, Y. Xu, G. Piao, A. Liu and W. Zhang, Catal. Lett., 23 (1994) 87. [14] H.P.Jr. Withers, K.F. Eliezer and J.W. Mitchell, Ind. Eng. Chem. Res., 29 (1990) 1807. [15] Z. Schay, K. L~izAr, J. Mink and L. Guczi, J. Catal., 87 (1984) 179. [16] F-S. Xiao, A. Fukuoka and M. Ichikawa, J. Catal., 138 (1992) 206. [17] J. Kiviaho, M. Reinikainen, M.K. Niemel~i, K. Kataja and S. J~i~iskel~iinen, J. Mol. Catal., in press. [18] H.F.J. Van 't Blik, D.C. Koningsberger and R. Prins, J. Catal., 97 (1986) 210. [19] S. Martinengo, P. Chini, V.G. Albano and F. Cariati, J. Organomet. Chem., 59 (1973) 379. [20] P.J. Brimmer and P.R. Griffiths, Anal. Chem., 58 (1986) 2179. [21] M.W. Mackenzie, Advanced in Applied Fourier Transform Infrared Spectroscopy, John Wiley, Chich- ester, 1988, p. 342. [22] A.A. Christy, Y. Liang, C. Hui and O. Kvalheim, Vibrational Spectrosc., 5 (1993) 233. [23] A. Mandelis and J.P. Grossman, Appl. Spectrosc., 46 (1992) 737. [24] D.A. Hucul, Dissertation, 1980, Wayne State University, Detroit, Michigan, USA. J. Kil~iaho et al. / Applied Catalysis A: General 144 (1996) 93-109 109 [25] G.P. Brizuela and D.E. Damiani, Lat. Am. Appl. Res., 21 (1991) 93. [26] F. Solymosi, A. Erd6helyi and T.J. B~ns~gi, J, Catal., 68 (1981) 371. [27] A. Theolier, A.K. Smith, M. Leconte, J.M. Basset, G.M. Zanderighi, R. Psaro and R. Ugo, J. Organomet. Chem., 191 (1980)415. [28] J.L. Bilhou, V. Bilhou-Bougnol, W.F. Graydon, J.M. Basset, A.K. Smith, G.M. Zanderighi and R. Ugo, J. Organomet. Chem., 153 (1978) 73 [29] G. Bor and U.K. Dietler, J. Organomet. Chem., 191 (1980) 295. [30] B.E. Hayden, in J.T. Yates, Jr. and T.E. Madey, Vibrational Spectroscopy of Molecules on Surfaces. Plenum Press, New York, 1987, p. 468. [31] M. lcbikawa, L-F. Rao, T. Ito and A. Fukuoka, Faraday Disc., 87 (1989) I. [32] B.W. Wojchiechowski, Catal. Rev. Sci. Eng., 30 (1988) 703. APCATA 96001263 0926-860X(96)00126-3 10.1016/0926-860X(96)00126-3 Elsevier Science B.V. All rights reserved TPR and FT-IR studies on carbonyl cluster derived CoRh/SiO2 catalysts J. Kiviaho * a M.K. Niemelä b Y. Morioka c K. Kataja d a VTT Chemical Technology, P.O. Box 1400, FIN-02044 VTT, Finland b HUT, Laboratory of Industrial Chemistry, Kemistintie 1, FIN-02150 Espoo, Finland c Shizuoka University, Department of Materials, Faculty of Engineering, Johoku 3, Hamamatsu 432, Japan d VTT Chemical Technology, P.O. Box 1401, FIN-02044 VTT,Finland * Corresponding author. Tel.: (+358-0) 4565298; fax: (+358-0) 4567026 The decarbonylation of Co4−nRhn(CO)12/SiO2 and (Co4(CO)12 +Rh4(CO)12)/SiO2 catalysts was studied by temperature programmed reduction (TPR) and in-situ diffuse reflectance FT-IR techniques. Special attention was paid to the effect of the decomposition atmosphere on the supported catalysts. The temperature of decarbonylation depended on the precursor, and the CO desorption peak maxima during the TPR were as follows: Co2Rh2(CO)12 = 123°C, Co3Rh(CO)12 = 125°C, (Co4(CO)12 + Rh4(CO)12) = 135°C, Co4(CO)12 = 137°C and Rh4(CO)12 = 178°C. The CO desorption was greatest for Co4(CO)12, and less and similar for other catalysts. Thus, from rhodium containing catalysts less CO was desorbed at elevated temperatures indicating a stronger interaction of rhodium than of cobalt with the support. Correspondingly, according to FT-IR measurements, the stability of the tetranuclear carbonyls supported on silica decreased in the order Co4(CO)12 > bimetallic carbonyls > Rh4(CO)12 at room temperature. Keywords Rhodium Cobalt FT-IR Tetranuclear carbonyls References [1] Lamb H.H. Catal. Today 18 1993 3 [2] Johnson G.B. Rameswaran M. Patil M.D. Muhalidhar G. Bartholomew C.H. Catal. Today 6 1989 81 [3] Burwell R.L. J. Catal. 86 1984 301 [4] Brenner A. Hucul D.A. J. Catal. 61 1980 216 [5] Haukka S. 5th edn. PhD Dissertation 1993 University of Helsinki [6] Zecchina A. Areán C.O. Catal. Rev. Sci. Eng. 35 1993 261 [7] Anderson J.R. Elmes P.S. Howe R.F. Mainwaring D.E. J. Catal. 50 1977 508 [8] Kuznetsov V.L. Bell A.T. Yermakov Y.I. J. Catal. 65 1980 374 [9] Schneider R.L. Howe R.F. Watters K.L. Inorg. Chem. 23 1984 4593 [10] Ceriotti A. Martinengo S. Zanderighi L. Tonelli C. Iannibello A. Girelli A. J. Chem. Soc. Faraday Trans. 1 80 1984 1605 [11] Huang L. Xu Y. Guo W. Liu A. Li D. Guo X. Catal. Lett. 32 1995 61 [12] Guczi L. Schay Z. Lázár K. Vizi A. Markó I. Surf. Sci. 106 1981 516 [13] Huang L. Xu Y. Piao G. Liu A. Zhang W. Catal. Lett. 23 1994 87 [14] Withers H.P. Jr. Eliezer K.F. Mitchell J.W. Ind. Eng. Chem. Res. 29 1990 1807 [15] Schay Z. Lázár K. Mink J. Guczi L. J. Catal. 87 1984 179 [16] Xiao F-S. Fukuoka A. Ichikawa M. J. Catal. 138 1992 206 [17] J. Kiviaho, M. Reinikainen, M.K. Niemelä, K. Kataja and S. Jääskeläinen, J. Mol. Catal., in press. [18] Van't Blik H.F.J. Koningsberger D.C. Prins R. J. Catal. 97 1986 210 [19] Martinengo S. Chini P. Albano V.G. Cariati F. J. Organomet. Chem. 59 1973 379 [20] Brimmer P.J. Griffiths P.R. Anal. Chem. 58 1986 2179 [21] Mackenzie M.W. 5th edn. Advanced in Applied Fourier Transform Infrared Spectroscopy 1988 John Wiley Chichester 342 [22] Christy A.A. Liang Y. Hui C. Kvalheim O. Vibrational Spectrosc. 5 1993 233 [23] Mandelis A. Grossman J.P. Appl. Spectrosc. 46 1992 737 [24] Hucul D.A. 5th edn. Dissertation 1980 Wayne State University Detroit, Michigan, USA [25] Brizuela G.P. Damiani D.E. Lat. Am. Appl. Res. 21 1991 93 [26] Solymosi F. Erdóhelyi A. Bánsági T.J. J. Catal. 68 1981 371 [27] Theolier A. Smith A.K. Leconte M. Basset J.M. Zanderighi G.M. Psaro R. Ugo R. J. Organomet. Chem. 191 1980 415 [28] Bilhou J.L. Bilhou-Bougnol V. Graydon W.F. Basset J.M. Smith A.K. Zanderighi G.M. Ugo R. J. Organomet. Chem. 153 1978 73 [29] Bor G. Dietler U.K. J. Organomet. Chem. 191 1980 295 [30] Hayden B.E. Yates J.T. Jr. Madey T.E. Vibrational Spectroscopy of Molecules on Surfaces 1987 Plenum Press New York 468 [31] Ichikawa M. Rao L-F. Ito T. Fukuoka A. Faraday Disc. 87 1989 1 [32] Wojchiechowski B.W. Catal. Rev. Sci. Eng. 30 1988 703",
      "scopus-id": "0042627687",
      "coredata": {
        "eid": "1-s2.0-0926860X96001263",
        "dc:description": "The decarbonylation of Co4−nRhn(CO)12/SiO2 and (Co4(CO)12 +Rh4(CO)12)/SiO2 catalysts was studied by temperature programmed reduction (TPR) and in-situ diffuse reflectance FT-IR techniques. Special attention was paid to the effect of the decomposition atmosphere on the supported catalysts. The temperature of decarbonylation depended on the precursor, and the CO desorption peak maxima during the TPR were as follows: Co2Rh2(CO)12 = 123°C, Co3Rh(CO)12 = 125°C, (Co4(CO)12 + Rh4(CO)12) = 135°C, Co4(CO)12 = 137°C and Rh4(CO)12 = 178°C. The CO desorption was greatest for Co4(CO)12, and less and similar for other catalysts. Thus, from rhodium containing catalysts less CO was desorbed at elevated temperatures indicating a stronger interaction of rhodium than of cobalt with the support. Correspondingly, according to FT-IR measurements, the stability of the tetranuclear carbonyls supported on silica decreased in the order Co4(CO)12 > bimetallic carbonyls > Rh4(CO)12 at room temperature.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96001263",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kiviaho, J."
          },
          {
            "@_fa": "true",
            "$": "Niemelä, M.K."
          },
          {
            "@_fa": "true",
            "$": "Morioka, Y."
          },
          {
            "@_fa": "true",
            "$": "Kataja, K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96001263"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96001263"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00126-3",
        "prism:volume": "144",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "TPR and FT-IR studies on carbonyl cluster derived CoRh/SiO2 catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Rhodium"
          },
          {
            "@_fa": "true",
            "$": "Cobalt"
          },
          {
            "@_fa": "true",
            "$": "FT-IR"
          },
          {
            "@_fa": "true",
            "$": "Tetranuclear carbonyls"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "93-109",
        "prism:endingPage": "109",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 September 1996",
        "prism:doi": "10.1016/0926-860X(96)00126-3",
        "prism:startingPage": "93",
        "dc:identifier": "doi:10.1016/0926-860X(96)00126-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042627687"
      }
    }
  }
}