{
  "metadata": {
    "title": "Preparation of <math altimg=si1.gif><fr shape=sol align=c style=s><nu>PtRe</nu><de>Al<inf loc=post>2</inf>O<inf loc=post>3</inf></de></fr></math> catalysts by surface redox reactions I. Influence of operating variables on Re deposit in the presence of hydrochloric acid",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-01-18",
    "doi": "10.1016/0926-860X(95)00237-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002375",
    "pii": "0926860X95002375"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040813635",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002375 0926-860X(95)00237-5 0926860X95002375 10.1016/0926-860X(95)00237-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0021X 2024-01-01T12:18:48.759026Z 0 0 19960118 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 134 134 2 2 Volume 134, Issue 2 10 319 329 319 329 19960118 18 January 1996 1996-01-18 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. PREPARATIONPTREAL2O3CATALYSTSBYSURFACEREDOXREACTIONSIINFLUENCEOPERATINGVARIABLESREDEPOSITINPRESENCEHYDROCHLORICACID PIECK C JACOBSON 1969 504 R PROCPETINSTDIV JOHNSON 1974 434 M AUGUSTINE 1989 84 S NACHEFF 1987 263 N WAGSTAFF 1979 434 N MCNICOL 1977 438 B WEBB 1975 485 A MOTOO 1987 139 S SZABO 1984 356 S DEMIGUEL 1988 61 S YUAN 1991 33 J KAPPENSTEIN 1995 9 C MONTASSIER 1991 65 C MENEZO 1985 353 J MARGITFALVI 1984 903 J PROC8THINTCONGRCATAL TRAVERS 1984 981 C PROC8THINTCONGRCATAL ADURIZ 1989 97 H SZABO 1991 207 S MENEZO 1992 1 J DIDILLON 1991 717 B WEAST 1990 R CRCHANDBOOKCHEMISTRYPHYSICS PERRY 1984 R PERRYSCHEMICALENGINEERSHANDBOOK PIECKX1996X319 PIECKX1996X319X329 PIECKX1996X319XC PIECKX1996X319X329XC item 0926-860X(95)00237-5 0926860X95002375 1-s2.0-0926860X95002375 10.1016/0926-860X(95)00237-5 271346 2024-01-01T12:18:48.759026Z 1996-01-18 1-s2.0-0926860X95002375-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002375/MAIN/application/pdf/d4b80226746ef56025dfe99e2206375f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002375/MAIN/application/pdf/d4b80226746ef56025dfe99e2206375f/main.pdf main.pdf pdf true 554380 MAIN 11 1-s2.0-0926860X95002375-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002375/PREVIEW/image/png/abfe05bb2073ba5fbdf5f239f5cf5c5a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002375/PREVIEW/image/png/abfe05bb2073ba5fbdf5f239f5cf5c5a/main_1.png main_1.png png 44224 849 656 IMAGE-WEB-PDF 1 1-s2.0-0926860X95002375-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002375/STRIPIN/image/gif/d9aca41f8550e14d0abb8439a65185f5/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002375/STRIPIN/image/gif/d9aca41f8550e14d0abb8439a65185f5/si2.gif si2 true si2.gif gif 518 18 97 ALTIMG 1-s2.0-0926860X95002375-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002375/STRIPIN/image/gif/d9aca41f8550e14d0abb8439a65185f5/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002375/STRIPIN/image/gif/d9aca41f8550e14d0abb8439a65185f5/si2.gif si1 si1.gif gif 518 18 97 ALTIMG CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 134 (1996) 319-329 Preparation of Pt-Re/A1203 catalysts by surface redox reactions I. Influence of operating variables on Re deposit in the presence of hydrochloric acid C.L. Pieck 1, p. Marecot *, J. Barbier Laboratoire de Catalyse en Chimie Organique, Universit~ de Poitiers, URA CNRS 350, 40 Avenue du Recteur Pineau, 86022 Poitiers C~dex, France Received 19 June 1995; revised 18 September 1995; accepted 20 September 1995 Abstract The preparation of bimetallic Pt-Re/AlzO3 catalysts was investigated by surface redox reaction between hydrogen adsorbed on a 'parent' platinum/alumina catalyst and rhenium ions. Rhenium can be deposited under an inert atmosphere ('recharge' method), but the rhenium deposit is limited by the amount of hydrogen irreversibly adsorbed on surface platinum. When the reaction is carried out under hydrogen atmosphere ('catalytic reduction'), this technique allows to deposit large amounts of rhenium. The partial pressure of hydrogen, the temperature of the reaction, the concentration and the nature of the rhenium salt and the dispersion of the 'parent' monometallic platinum catalyst strongly influence the kinetic and the extent of rhenium deposition by catalytic reduction. Keywords: Platinum-Rhenium catalysts; Preparation; Surface redox reaction I. Introduction Since the appearance of rhenium promoted platinum catalyst in 1968, bimetallic catalysts have been widely used for the conversion of hydrocarbons [ 1,2]. The addition of a second element, such as Re or Sn, strongly improves the stability of the traditional reforming catalyst, Pt supported on acidic alumina. The beneficial effect of Re on the properties of industrial catalysts is achieved after sulfuration, * Corresponding author. Tel ( + 33-49) 453910, fax. ( + 33-49) 453499. On leave from Instituto de Investigaciones en Catalisis y Petro-quimica, INCAPE-Santiago del Estero 2654, 3000 Santa Fe, Argentina. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI0926-860X( 95)00237-5 320 C.L. Pieck et al. / Applied Catalysis A: General 134 (1996) 319-329 sulfur having the ability of passivating the hydrogenolytic activity of the metallic function. Nevertheless, the nature of the interaction between Pt and Re and the degree of reduction of Re are the subject of many controversies [ 3-8 ]. The surface state of bimetallic catalysts depends strongly on the preparation and activation procedures. The classical coimpregnation often shows low reproducibil- ity and new techniques are being used in order to optimise the interaction between the two metals. Among them, we can mention: -- electrochemical methods which enable to control the deposition potential in the preparation of bulk or supported catalysts [ 9,10]. -- techniques based on the direct impregnation of the support with a solution containing the bimetallic complex [ 11,12 ]. -- techniques leading to the formation of a bimetallic ionic complex at the inner porous matrix of the support [ 13]. -- surface redox reactions which can occur in the liquid phase between the prereduced 'parent' metal or a reducer selectively adsorbed on the 'parent' metal, and the oxidized form of the modifier introduced in solution [ 14-21 ]. In this work, we have investigated the preparation of bimetallic Pt-Re catalysts by surface redox reaction between hydrogen adsorbed on a 'parent' monometallic platinum/alumina catalyst and the cation of the second metal, according to the following reaction: nHad~ + Mn + ~ Mad~ +nH + where H,~s: hydrogen adsorbed on platinum, Mn + : cation of the second metal (rhenium) and Mads: second metal adsorbed. We examined the influence of different parameters (nature of the Re precursor salt, Re concentration, temperature, hydrogen partial pressure and dispersion of the 'parent' catalyst) on rhenium deposition over platinum catalysts. 2. Experimental 2.1. Catalyst preparation The support was a cubic alumina with a specific surface area of 246 mZ/g, a particle density of 1.11 g/cm3, a total pore volume of 0.60 cm3/g and an apparent density of 0.65 g/cm3. The support was ground and then sieved in order to retain particles with sizes between 0.25-0.10 mm. 2.2. Platinum monometallic catalysts A monometallic platinum/alumina catalyst was prepared by impregnation using chloroplatinic acid in an acidic medium (HC1 0.2 M). After drying at 120 C.L. Pieck et al. /Applied Catalysis A: General 134 (1996) 319-329 321 overnight, the catalyst was calcined in flowing air at 450 for 4 h and then reduced in flowing hydrogen at 500 for 8 h. The Pt/A1203 catalyst thus obtained, had 0.60 wt.-% Pt, 1.10 wt.-% C1 and 56% metallic dispersion. In order to obtain catalysts with different metallic dispersions, a portion of the batch was sintered by means of heat treatment at 600 under oxidizing atmosphere ( 1% 02 in nitrogen) for different times (2-10 h). 2.3. Bimetallic platinum-rhenium catalysts Bimetallic catalysts were prepared by a surface redox reaction between hydrogen adsorbed on platinum and the rhenium salt following two techniques: in the first case, the deposition of rhenium was performed under nitrogen atmosphere (only irreversibly adsorbed hydrogen on platinum : 'recharge' method), while in the second case rhenium was deposited under hydrogen atmosphere ( 'catalytic reduc- tion' ). Bimetallic catalysts were prepared in a glass apparatus which allows samples of the rhenium solution in order to follow the evolution of Re deposition versus time of reaction. The concentration of Re in the solution was determined by atomic absorption. The amount of Re deposited on the bimetallic catalyst after the reaction was completed was also determined by chemical analysis. A known amount of the prereduced 'parent' monometallic Pt/ml203 catalyst was introduced into a hermetic vessel and immersed in a solution of HC1 0.2 M. The solution was purged by a nitrogen stream in order to eliminate the dissolved oxygen and then hydrogen was bubbled for 2 h. The solution of the rhenium salt (NH4ReO4 or (NH4)2ReCI6) was introduced into another vessel, purged by bubbling nitrogen and then transferred to the first one and left to react for 1 h. Catalysts were then filtered and washed with water. After heating at 120 overnight the sample was divided into two portions, one portion was activated by direct reduction (hydrogen, 8 h, 500) and the other was calcined (air, 4 h, 450) and then reduced (hydro- gen, 8 h, 500). 3. Results and discussion 3.1. Preliminary tests The amount of Re deposited as the salt over the support under different operating conditions (pH, time, Re concentration, nature of atmosphere) was determined in order to compare it with the amount obtained by surface redox reaction. The results are reported in Table 1. The comparison between runs A and B shows that the nature of the atmosphere (nitrogen or hydrogen) does not modify the amount of Re loaded onto the alumina support. Hence, alumina does not catalyze Re deposition under hydrogen. On the 322 C.L. Pieck et al. /Applied Catalysis A: General 134 (1996) 319-329 Table 1 Rhenium deposition on the support as a function of the operating conditions. Precursor salt: NH4ReO4. (Pt/AI203: 56% dispersion; 1.1 wt.-% chlorine) Experiment Atmosphere Support (catalyst) Time (min) pH Re theory (wt.-%) Re Deposited (wt.-%) A N2 A1203 30 3.5 5.00 0.44 B H2 A1203 30 3.5 5.00 0.46 C H2 A1203 30 3.5 0.22 0.04 D H2 A1203 30 3.5 0.10 0.02 E H2 AI203 30 7.5 5.00 0.15 F N2 Pt/AI203 60 2.5 1.50 0.13 G N2 Pt/AI203 60 2.5 3.00 0.21 H N2 Pt/A1203 60 2.5 5.00 0.38 I N2 Pt/AI203 30 2.5 5.00 0.35 other hand, the amount of Re retained on the support is small in comparison with that present in the solution (theoretical percentage corresponding to complete deposition) and decreases as a function of the amount present in the solution (runs B, C and D). When the pH of the solution increases from 3.5 to 7.5, the Re deposit over alumina decreases (runs B and E). This evolution is in accordance with the isoe- lectric point of alumina which does not allow the exchange of anions at values of pH above approximately 7. At a lower pH, ReO~- may be ionically exchanged over the alumina surface. In an inert atmosphere (nitrogen), the amount of Re deposited over the catalyst increases with the rhenium concentration of the impregnating solution (runs F, G and H; Fig. 1 ). On the other hand, the amount deposited changes slightly between 30 and 60 min (runs H and I; Fig. 1 ). Finally, when comparing runs A and I, it can be seen that the presence of platinum diminishes the amount of rhenium deposited under nitrogen. Thus, when an inert atmosphere is used, it can O.6 ~n 0.4 o 02 #: - H G p X_O___---O-------O ..... --0 ...... F I I 0 20 40 60 Time, minutes Fig. 1. Variation of the percentage of rhenium deposited (wt.-%) as a function of time reaction (min). 'Parent' catalyst: 0.6 wt.-% Pt/AI203, 1.1 wt.-% C1, D = 56%, rhenium salt: NH4ReO4, temperature = 20, atmosphere: nitrogen, pressure 1 bar. C.L. Pieck et al. /Applied Catalysis A: General 134 (1996) 319-329 323 be concluded that platinum does not favour the deposition of rhenium and even poisons the sites of exchange on the alumina. In conclusion, the rhenium deposit onto the support is small in comparison with the rhenium content in the solution and it can be controlled by means of reaction conditions. 3.2. Deposition of rhenium by the 'recharge' method The objective of this technique is to deposit rhenium by a redox reaction between hydrogen irreversibly chemisorbed over the platinum surface and rhenium ions (Re7 + or Re4 ) according to the following reactions: 7 Pt-H + Re7 + ~ Re (Pt) 7 + 7H + ( 1 ) 7 Pt-H+Re4+ ~ Re(Pt)4+4H+ (2) These reactions show that the amount of rhenium which can be deposited in one single step is small because it is limited by the accessibility of the 'parent' platinum catalyst, by the stoichiometry of irreversible hydrogen adsorption on platinum (we assume H/Pt = 1 ) and by the oxidation state of rhenium in the precursor salt. Thus, in the case of the 0.60 Pt/A1203 catalyst (D=56%), the maximum amount of rhenium that can be deposited in one single 'recharge' is 0.048 wt.-% for the NH4ReO4 salt and 0.084 wt.-% for the (NH4) 2ReC16 salt. Therefore, it is necessary to increase the number of 'recharges' in order to obtain significant rhenium contents near to those of industrial reforming catalysts ( 1 ~< Re/Pt ~< 2). The results reported in Table 2 show that the 'recharge' method allows the deposition of rhenium on a platinum-alumina catalyst. However, the rhenium Table 2 Percentage of deposited rhenium as a function of the number of recharges Number of recharges NH4ReO4 (NH4) 2ReCI6 Theory Deposited Theory Deposited (1) (2) (1) (2) 1 0.048 0.048 2 3 0.144 0.124 0.12 4 6 0.288 0.20 0.20 8 9 0.432 0.25 0.21 13 0.624 0.29 0.22 0.084 0.084. 0.08 0.168 0.145 0.14 0.336 0.23 0.25 0.504 0.28 0.34 0.672 0.30 0.42 'Parent catalyst': 0.6 wt.-% Pt/A1203, 56% dispersion, 1.1 wt.-% C1. Theory ( 1 ) : Theoretical loading if all the rhenium introduced in the solution is deposited on the catalyst (wt.-%). Theory (2): Theoretical rhenium loading if we assume that one rhenium atom deposited on surface platinum poisons one platinum atom and consequently the adsorption of one irreversible hydrogen (wt.-%). 324 C.L. Pieck et al./Applied Catalysis A: General 134 (1996) 319-329 loadings introduced by successive 'recharges', using the same amount of rhenium for every step (corresponding to 0.048 or 0.084 wt.-%), are inferior to the theo- retical values. On the other hand, if we assume that every rhenium atom deposited by 'recharge' poisons one platinum atom and consequently the adsorption of one hydrogen, a relatively good correlation is obtained between the experimental rhe- nium loadings and the new theoretical values until six and four 'recharges' for the Re7 + and Re4 + salts, respectively. Further, experimental values are inferior to the theoretical ones for the NH4ReO4 salt while the opposite evolution is observed for the (NH4)2ReC16 salt. In the case of the Re7 salt, the difference between the experimental and theo- retical results could result from the poisoning effect of rhenium and therefore from the difficulty to find seven hydrogen neighbours as rhenium coverage increases on platinum surface. The same evolution would be observed in the case of the Re4 salt, but to a lower extent taking into account the number of hydrogen atoms needed for the reduction of rhenium (4 instead of 7). Now, the experimental amount of rhenium is higher than the theoretical one. This result can be explained by a parallel reaction for rhenium deposition, called catalytic disproportionation, which was observed in previous work with Re4salts [ 19]. 3.3. Deposition of rhenium by catalytic reduction The main inconvenience of the 'recharge' method is that the rhenium deposit is limited by the amount of hydrogen irreversibly chemisorbed over platinum. In order to solve this problem, rhenium deposition was carried out under hydrogen flow ( 'catalytic reduction' ). However, the rhenium salt could be reduced in the solution by the dissolved hydrogen, since the standard potential of reduction of rhenium in acidic solution is higher than that of hydrogen [22]. The comparison of the concentrations of rhenium salt solutions before and after the bubbling of hydrogen for 2 h has shown that hydrogen cannot reduce the Re4 and Re7 salts used in this work. In the case of the NHaReO4 salt the concentration of Re was 1500 and 1530 mg 1-1 before and after bubbling of hydrogen, respec- tively; for the (NH4)2ReC16 salt, the corresponding values were 7315 and 7390 mg 1- J. On the other hand, the comparison of the Re content over different samples of alumina, rhenium/alumina and platinum/alumina shows the important catalytic effect of platinum on rhenium deposition by the 'catalytic reduction' method. A slight effect appears in the presence of rhenium/alumina (Table 3). Fig. 2 shows the variation of the rhenium content as a function_of time for different initial concentrations of rhenium. A fast deposition can be observed at the beginning and then a slower growth of the deposit between 5 and 30 mira The amount of rhenium loaded at 30 min time of reaction iiicreases with the rhenium concentration of the solution but it is always less than the quantity firstly introduced in the solution. We must note also, at high rhenium concentrations, that the amount of rhenium deposited is by far superior to the number of accessible platinum atoms C.L. Pieck et al. /Applied Catalysis A: General 134 (1996) 319-329 Table 3 Effect of platinum and rhenium on rhenium deposit by catalytic reduction 325 Catalyst Atmosphere pH Experimental deposited Re (wt.-%) AlzO3 H2 2.5 0.46 0.6 wt.-% Re/AI203 H2 2.5 0.67 0.6 wt.-% Pt/A1203 Hz 2.5 2.70 Rhenium salt = NH4ReO4, time of reaction: 30 min, theoretical Re: 5.0 wt.-% (corresponds to complete deposi- tion). on the surface of the 'parent' catalyst. The small amount of rhenium deposited over the alumina sites and the fact that Re poorly catalyses its own reduction (Table 1 and Table 3), both suggest that a part of the surface platinum atoms remain accessible to hydrogen, even at high rhenium loading. A possible explanation is that rhenium accumulates as aggregates on particular sites of platinum and/or at the platinum alumina interface. Fig. 3 shows the growth of the rhenium deposit as a function of time, obtained from two different rhenium precursor salts: Re7 + (NH4ReO4, curve A) and Re4 + ( (NH4)2ReC16, curve B) and at two different partial pressures of hydrogen ( 1.0 bar curve A; 0.1 bar, curve C). Comparing curves A and B, it can be seen that, for a same reaction time, the content of rhenium deposits is greater in the case of the Re4 + salt than in the case of the Re7 + one. This difference in the reaction rates is in agreement with the amounts of hydrogen needed for the reduction of each salt, in accordance with Eqs. ( 1 ) and (2). However, catalytic disproportionation which may take place in the case of the Re4 + salt, could also explain this result. 3 f ./\" .~..' .../ J a~ ..7 t~ j\" \"~ 2 .. tv../ --- .7 i 0--- I I 0 I0 20 30 Time,minutes Fig. 2. Variation of the percentage of rhenium deposited (wt.-%) as a function of time reaction (min). 'Parent' catalyst: 0.6 wt.-% Pt/AI203, 1.1 wt.-% CI, D = 56%, rhenium salt: NH4ReO4, temperature = 20, atmosphere: hydrogen, pressure= 1 bar. Maximum amount of rhenium to be deposited: (11) 1 wt.-%; ( ) 1.5 wt.-%; (A) 2.0 wt.-%; (O) 5.0 wt.-%. 326 C.L. Pieck et al. /Applied Catalysis A: General 134 (1996) 319-329 1o 08 Y: ~\" O6 o o4 c~ 02 O~ [31111' 1/t/o~1t // /~-ii 0//0~ .6, /-q / //1 7.1I j. /.1\" / / C I I 10 20 Time, minutes 30 Fig. 3. Variation of the percentage of rhenium deposited (wt.-%) as a function of time reaction ( min ). Maximum amount of rhenium to be deposited: 1.5 wt.-%, 'parent' catalyst: 0.6 wt.-% Pt/AI203, 1.1 wt.-% CI, D= 56%, temperature=20. Curve A : NHaReO4, pressure of hydrogen: 1 bar. Curve B: (NH4)ReCI6, pressure of hydrogen: 1 bar. Curve C: NH4ReO4, partial pressure of hydrogen: 0.1 bar. The comparison of curves A ( 1.0 bar) and C ( 0.1 bar, hydrogen partial pressure ) points out that the decrease of the partial pressure of hydrogen leads to a lowering of the rhenium deposition rate. Therefore, it seems clear that at low hydrogen pressure the reaction is limited by the diffusion of hydrogen in the solution towards platinum surface. This result and the previous one show the important role played by hydrogen activated on platinum in the deposition of rhenium by catalytic reduc- tion. On the other hand, the little difference in the initial rates of rhenium deposition at 1.0 and 0.1 bar may be explained by the existence of an important hydrogen storage on the catalyst at the different pressures used in this work. Indeed, it must be recalled that the 'parent' catalyst is maintained under hydrogen bubbling for 2 h before the introduction of the rhenium salt. The influence of the temperature on the deposition of rhenium by catalytic reduction was also studied: tests were carried out at 293,323 and 353 K. The curves presented in Fig. 4 show that the initial deposition rate increases as the temperature is raised from 293 to 323 or 353 K while the amount of rhenium deposited at 30 min time of reaction is higher at 293 K. The increase of the initial rate with the temperature can be explained by a higher mobility of hydrogen over the platinum surface at higher temperatures. With respect to the amounts deposited at 30 min of reaction, it seems reasonable to link their variation to the solubility of hydrogen in the aqueous medium which depends on the temperature. Indeed, the solubility of hydrogen is higher at 293 K than at 323 or 353 K, the minimum value being observed at 323 K [ 23 ]. In conclusion, the diffusion of the dissolved hydrogen towards platinum surface would limit the reaction rate. Finally, we examine the influence of the 'parent' catalyst's dispersion on the deposition of rhenium by catalytic reduction. The kinetic analysis of the curves represented in Fig. 5 allows us to determine the initial reduction rate of ReO4 ions C.L Pieck et aL /Applied Catalysis A: General 134 (1996) 319-329 327 . Q8 295 K g L ~, 0.4F /~J 0 ~ Oi'Ik I I 0 10 20 30 Time, minutes Fig. 4. Variation of the percentage of rhenium deposited ( wt.-% ) as a function of time reaction ( min ) for different temperatures of reaction. Maximum amount of rhenium to be deposited: 1.5 wt.-%, 'parent' catalyst: 0.6 wt.-% Pt/AI203, 1.1 wt.-% Cl, D = 56%, rhenium salt: NH4ReO4, pressure of hydrogen: 1 bar. L ~: o.6 ~o0.4 - E \"E ~/o-- .-.o o z \" - - tr OF I [ 10 20 30 Time, minules Fig. 5. Variation of the percentage of rhenium deposited (wt.-%) as a function of time reaction (min) for different platinum dispersions. Maximum amount of rhenium to be deposited: 1.5 wt.-%, 'parent' catalysts: 0.6 wt.-% Pt/ A1203, various dispersions: (I) D = 56%; (O) D = 20%; (0) D = 12%. Table 4 Initial deposition rate of rhenium (deposited Re atoms/surface Pt atom/min) on 'parent' catalysts of different dispersions Dispersion (%) Initial Rate 12 1.24 20 0.25 56 0.18 328 C.L. Pieek et al. /Applied Catalysis A: General 134 (1996) 319-329 per accessible platinum atom as a function of the dispersion of the 'parent' catalyst. The results reported in Table 4 point out that the catalytic reduction of ReO4 is a structure-sensitive reaction which initially proceeds faster on larger platinum par- ticles, i.e., on atoms of high coordination. However, these sites would be quickly inhibited by rhenium deposition since the rhenium deposit increases very slowly beyond 5 min of reaction (Fig. 5). As a consequence, the amount of rhenium deposited at 30 min of reaction is higher on the most dispersed catalyst. 3.4. Concluding remarks From the above results, concerning the preparation of bimetallic platinum-rhe- nium/alumina catalysts, the following conclusions can be put forward: Rhenium can be deposited by surface redox reaction between hydrogen adsorbed on a 'parent' monometallic platinum/alumina catalyst and a rhenium salt dissolved in a hydrochloric solution. This reaction can occur under an inert atmosphere ('recharge' method). However, the rhenium deposit is limited by the amount of hydrogen irreversibly adsorbed on surface platinum. When the reaction is carded out under hydrogen atmosphere ('catalytic reduction'), this technique allows to deposit large amounts of rhenium. Deposition by 'catalytic reduction' of rhenium amounts higher than the mono- layer could be explained by accumulation of rhenium on particular sites of platinum and/or at the platinum-alumina interface, since rhenium poorly catalyses its own reduction. The partial pressure of hydrogen, the temperature of reaction, the concentration and the nature of the rhenium salt, and the dispersion of the 'parent' monometallic platinum catalyst strongly influence the kinetic and the extent of rhenium deposition by catalytic reduction. The properties of these catalysts will be examined in a further paper. Acknowledgements C.L. Pieck thanks CONICET (Argentina) for its economical support through a research fellowship. References [ 1 ] H.E. Klusksdahl, US Patent 3 415 737, 1968. [2] R.L. Jacobson, H.E. Kluskdahl, C.S. Mc Coy and R.W. Davis, Proc. Am. Pet. Inst. Div., 49 (1969) 504. [3] M.F.L. Johnson and V.M. Leroy, J. Catal., 35 (1974) 434. [4] S.M. Augustine and W.M.H. Sachtler, J. Catal., 116 (1989) 84. [ 5 ] N.S. Nacheff, L.S. Kraus, M. Ichikawa, B.M. Hoffman, J.B. Butt and W.M.H. Sachtler, J. Catal., 106 ( 1987 ) 263. C.L. Pieck et al. /Applied Catalysis A: General 134 (1996) 319-329 329 [6] N. Wagstaff and R. Prins, J. Catal., 59 (1979) 434. [7] B.D. Mc Nicol, J. Catal., 46 (1977) 438. [8] A.N. Webb, J. Catal., 39 (1975) 485. [9] S. Motoo and T. Okada, J. Electron. Chem., 157 (1987) 139. [ 10] S. Szabo, J. Electron. Chem., 172 (1984) 356. [ 11 ] S.R. de Miguel, G.T. Baronetti, A.A. Castro and O.A. Scelza, Appl. Catal., 45 (1988) 61. [ 12] J.-L. Yuan, Appl. Catal., 72 ( 1991 ) 33. [ 13] C. Kappenstein, M. Saouab& M. Gu6rin, P. Mar6cot, I. Uszkurat and Z. Paal, Catal. Lett., 31 (1995) 9. [14] C. Montassier, J.C. Menezo, J. Moukolo, J.Naja, C.C. Hoang and J. Barbier, J. Molec. Catal., 70 (1991) 65. [ 15] J.C. Menezo, N.F. Denanot, S. Peyrovi and J. Barbier, Appl. Catal., 15 (1985) 353. [ 16] J. Margitfalvi, M. Hegediis, S. G6b616s, E. Kern-Talas, P. Szedlacsek, S. Szabo and F. Nagy, Proc. 8th Int. Congr. Catal., 4 (1984) 903. [ 17] C. Travers, J.P. Bournonville and G. Martino, Proc. 8th Int. Congr. Catal., 4 (1984) 981. [ 18] H.R. Aduriz, P. Bodnariuk, B. Cop and F. Figueras, J. Catal., 119 (1989) 97. [ 19] S. Szabo, Int. Rev. Phys. Chem., 10 (1991) 207. [20] J.C. Menezo, L.C. Hoang, C. Montassier and J. Barbier, React. Kinet. Catal. Lett., 46 ( 1 ) (1992) 1. [21 ] B. Didillon, A. E1 Mansour, J.P. Candi, J.M. Basset, F. Lepeltier and J.P. Bournonville, Stud. Surf. Sci. Catal., 63 (1991) 717. [ 22 ] R.C. Weast. D.R. Lide, M.J. Astle and W.H. Beyer, CRC Handbook of Chemistry and Physics, 70th edition, CRC Press, Boca Raton, 1990, Section 10. [23] R.H. Perry and D. Green, Perry's chemical Engineers Handbook, 6th edition, MC Graw-Hill, Kosaido, 1984. APCATA 95002375 0926-860X(95)00237-5 10.1016/0926-860X(95)00237-5 Article Preparation of PtRe Al2O3 catalysts by surface redox reactions I. Influence of operating variables on Re deposit in the presence of hydrochloric acid C.L. Pieck 1 P. Marecot ∗ J. Barbier Laboratoire de Catalyse en Chimie Organique, Université de Poitiers, URA CNRS 350, 40 Avenue du Recteur Pineau, 86022 Poitiers Cédex, France ∗ Corresponding author. Tel (+33-49) 453910, fax. (+33-49) 453499. 1 On leave from Instituto de Investigaciones en Catalisis y Petro-quimica, INCAPE-Santiago del Estero 2654, 3000 Santa Fe, Argentina. The preparation of bimetallic PtRe Al2O3 catalysts was investigated by surface redox reaction between hydrogen adsorbed on a ‘parent’ platinum/alumina catalyst and rhenium ions. Rhenium can be deposited under an inert atmosphere (‘recharge’ method), but the rhenium deposit is limited by the amount of hydrogen irreversibly adsorbed on surface platinum. When the reaction is carried out under hydrogen atmosphere (‘catalytic reduction’), this technique allows to deposit large amounts of rhenium. The partial pressure of hydrogen, the temperature of the reaction, the concentration and the nature of the rhenium salt and the dispersion of the ‘parent’ monometallic platinum catalyst strongly influence the kinetic and the extent of rhenium deposition by catalytic reduction. Keywords Platinum-Rhenium catalysts Preparation Surface redox reaction References [1] H.E. Klusksdahl, US Patent 3 415 737, 1968. [2] R.L. Jacobson H.E. Kluskdahl C.S. Mc Coy R.W. Davis 70th edition Proc. Am. Pet. Inst. Div. 49 1969 504 [3] M.F.L. Johnson V.M. Leroy J. Catal. 35 1974 434 [4] S.M. Augustine W.M.H. Sachtler J. Catal. 116 1989 84 [5] N.S. Nacheff L.S. Kraus M. Ichikawa B.M. Hoffman J.B. Butt W.M.H. Sachtler J. Catal. 106 1987 263 [6] N. Wagstaff R. Prins J. Catal. 59 1979 434 [7] B.D. Mc Nicol J. Catal. 46 1977 438 [8] A.N. Webb J. Catal. 39 1975 485 [9] S. Motoo T. Okada J. Electron. Chem. 157 1987 139 [10] S. Szabo J. Electron. Chem. 172 1984 356 [11] S.R. de Miguel G.T. Baronetti A.A. Castro O.A. Scelza Appl. Catal. 45 1988 61 [12] J.-L. Yuan Appl. Catal. 72 1991 33 [13] C. Kappenstein M. Saouabé M. Guérin P. Marécot I. Uszkurat Z. Paal Catal. Lett. 31 1995 9 [14] C. Montassier J.C. Menezo J. Moukolo J. Naja C.C. Hoang J. Barbier J. Molec. Catal. 70 1991 65 [15] J.C. Menezo N.F. Denanot S. Peyrovi J. Barbier Appl. Catal. 15 1985 353 [16] J. Margitfalvi M. Hegedüs S. Göbölös E. Kern-Talas P. Szedlacsek S. Szabo F. Nagy 70th edition Proc. 8th Int. Congr. Catal. 4 1984 903 [17] C. Travers J.P. Bournonville G. Martino 70th edition Proc. 8th Int. Congr. Catal. 4 1984 981 [18] H.R. Aduriz P. Bodnariuk B. Cop F. Figueras J. Catal. 119 1989 97 [19] S. Szabo Int. Rev. Phys. Chem. 10 1991 207 [20] J.C. Menezo L.C. Hoang C. Montassier J. Barbier React. Kinet. Catal. Lett. 46 1 1992 1 [21] B. Didillon A. El Mansour J.P. Candi J.M. Basset F. Lepeltier J.P. Bournonville Stud. Surf. Sci. Catal. 63 1991 717 [22] R.C. Weast D.R. Lide M.J. Astle W.H. Beyer 70th edition CRC Handbook of Chemistry and Physics 1990 CRC Press Boca Raton Section 10 [23] R.H. Perry D. Green 6th edition Perry's Chemical Engineers Handbook 1984 MC Graw-Hill Kosaido",
      "scopus-id": "0040813635",
      "coredata": {
        "eid": "1-s2.0-0926860X95002375",
        "dc:description": "The preparation of bimetallic PtRe Al2O3 catalysts was investigated by surface redox reaction between hydrogen adsorbed on a ‘parent’ platinum/alumina catalyst and rhenium ions. Rhenium can be deposited under an inert atmosphere (‘recharge’ method), but the rhenium deposit is limited by the amount of hydrogen irreversibly adsorbed on surface platinum. When the reaction is carried out under hydrogen atmosphere (‘catalytic reduction’), this technique allows to deposit large amounts of rhenium. The partial pressure of hydrogen, the temperature of the reaction, the concentration and the nature of the rhenium salt and the dispersion of the ‘parent’ monometallic platinum catalyst strongly influence the kinetic and the extent of rhenium deposition by catalytic reduction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-01-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002375",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pieck, C.L."
          },
          {
            "@_fa": "true",
            "$": "Marecot, P."
          },
          {
            "@_fa": "true",
            "$": "Barbier, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002375"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002375"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00237-5",
        "prism:volume": "134",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Preparation of PtRe Al2O3 catalysts by surface redox reactions I. Influence of operating variables on Re deposit in the presence of hydrochloric acid",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Platinum-Rhenium catalysts"
          },
          {
            "@_fa": "true",
            "$": "Preparation"
          },
          {
            "@_fa": "true",
            "$": "Surface redox reaction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "319-329",
        "prism:endingPage": "329",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 January 1996",
        "prism:doi": "10.1016/0926-860X(95)00237-5",
        "prism:startingPage": "319",
        "dc:identifier": "doi:10.1016/0926-860X(95)00237-5",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "97",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95002375-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "518",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "97",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95002375-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "518",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040813635"
      }
    }
  }
}