{
  "metadata": {
    "title": "Comparison of the iso-structural H-SAPO-37 and H-faujasite as catalysts for the isobutane/2-butene alkylation",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-09-02",
    "doi": "10.1016/0926-860X(96)00113-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96001135",
    "pii": "0926860X96001135"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0012826877",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96001135 0926-860X(96)00113-5 0926860X96001135 10.1016/0926-860X(96)00113-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00038 2024-01-01T12:18:48.759026Z 0 0 19960902 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 144 144 1 2 1 2 Volume 144, Issues 1–2 22 305 317 305 317 19960902 2 September 1996 1996-09-02 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. COMPARISONISOSTRUCTURALHSAPO37HFAUJASITECATALYSTSFORISOBUTANE2BUTENEALKYLATION MOSTAD H CORMA 1993 483 A WEITKAMP 1985 271 J STOCKER 1994 203 M DELPRATO 1990 546 F LEGER 1994 916 C CARDONA 1995 243 257 F RORVIK 1996 235 T SU 1993 626 B WARD 1976 118 J ZEOLITECHEMISTRYCATALYSIS FRITZ 1989 85 P KHABTOU 1994 133 S CORMA 1991 79 A SYMPOSIUMFLUIDCATALYTICCRACKINGII EMEIS 1989 85 C CORMA 1994 185 A CORMA 1994 187 A MOSTADX1996X305 MOSTADX1996X305X317 MOSTADX1996X305XH MOSTADX1996X305X317XH item 0926-860X(96)00113-5 0926860X96001135 1-s2.0-0926860X96001135 10.1016/0926-860X(96)00113-5 271346 2024-01-01T12:18:48.759026Z 1996-09-02 1-s2.0-0926860X96001135-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001135/MAIN/application/pdf/13ce195c26ecd2af0dceabac8488987d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001135/MAIN/application/pdf/13ce195c26ecd2af0dceabac8488987d/main.pdf main.pdf pdf true 653270 MAIN 13 1-s2.0-0926860X96001135-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001135/PREVIEW/image/png/b222f8982472dbbbc5fe9a58c12daaf7/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001135/PREVIEW/image/png/b222f8982472dbbbc5fe9a58c12daaf7/main_1.png main_1.png png 42014 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 144 (I 996) 305-317 Comparison of the iso-structural H-SAPO-37 and H-faujasite as catalysts for the isobutane/2-butene alkylation Helle B. Mostad *, Michael St~Scker, Arne Karlsson, Tine Rcrvik Department of Hydrocarbon Process Chemistry SINTEF Applied Chemistr)', P.O. Box 124 Blindern, N-0314 Oslo, Norway Received 2 January 1996; revised 9 March 1996; accepted 11 March 1996 Abstract The alkylation of isobutane with 2-butene has been studied in a slurry reactor on the iso-structural H-SAPO-37 and dealuminated faujasite (FAU) catalysts. It was found that mainly dimerization takes place on H-SAPO-37 by producing Cs olefins. In the small fraction of C8 paraffins, the 3,4-dimethylhexane (3,4 DMH) was the most abundant compound. The dealumi- hated H-FAU catalyst, on the other hand, produced mainly the desired trimethylpentanes (TMPs). The number and strength of the acid sites in H-SAPO-37 and dealuminated H-FAU were investigated by NH 3-TPD and IR spectroscopy, revealing a considerably higher relative concentra- tion of strong acid sites in the dealuminated H-FAU catalyst compared to H-SAPO-37. Using the ratio of pyridine adsorbed at 400 and 250 as a measure of the ratio of strong to weak acid sites in the samples, ratios of 0.40 and 0.65 were obtained for the H-SAPO-37 and dealuminated H-FAU, respectively, ranking the dealuminated H-FAU as a much better catalyst than H-SAPO-37 in the isobutane/2-butene alkylation reaction. Keywords: SAPO-37; Faujasite; Isobutane/2-butene alkylation 1. Introduction Isobutane/butene alkylation has been a well established refinery process technology using either HF or H2SO4 in liquid phase reactions. However, due to a number of problems like separation procedures, corrosion and environmental * Corresponding author. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00113-5 306 H.B. Mostad et al. /Applied Catalysis A: General 144 (1996) 305-3l 7 constraints, the search for alternative, heterogeneous catalysts lead, among others, to the interest for zeolites [1]. Some of the systems investigated showed an alkylate distribution pattern (C8 isomers) comparable to those obtained by HF or H2SO4 [2]. However, the competing (and faster) oligomerization reaction as well as the rapid deactivation of the zeolite systems are still problems to be solved, and the main focus during the last few years has been concentrated on the use of modified FAU and other zeolites like beta (BEA) for this purpose [1] (and references cited therein). Recently, we investigated the hexagonal faujasite (EMT), showing a promising profile as an alkylation catalyst [3]. In the present study we extend the application of faujasite related systems with the introduction of the iso-structural SAPO-37. 2. Experimental The H-SAPO-37 was prepared according to the procedure by Lok et al. (example 43) using a mixture of tetrapropylammoniumhydroxide (TPAOH) and tetramethylammoniumhydroxide (TMAOH) as templates [4]. The H-form of the catalyst was obtained by heating the sample to 500 (15/min) in N2, then keeping during 1 h in N2 at 500 and finally during 14 h in air at the same temperature. This procedure completely removed the organic template from the supercages but not from the sodalite cages. After calcination, the sample was kept in an inert atmosphere to avoid degradation, Synthesis of parent faujasite with a Si/A1 ratio of 3.5 was performed according to a slightly modified procedure described by Delprato et al. using 15-crown-5 ether as template [5]: a 125 ml Teflon bottle containing 55.1 g Ludox LS and 38.1 g of a sodium aluminate solution was shaken vigorously for 1 min. 6.1 g 15-crown-5 ether was added and the final gel was again shaken for 1 min. The molar ratio of the gel composition was calculated to be 0.3 A1203:2.9 SIO2:0.7 Na20:0.3 15-crown-5 ether:40.0 H20. The bottle content was then aged at room temperature for 18 h before placement at 100 for 2 weeks. Pure crystals of parent FAU were then obtained after filtration, washing and drying [6]. The H-form of the parent faujasite (H-FAU) was obtained by ion-exchange with 2 M NH4NO3 solutions at 70 (three times for 3 h each) and calcination at 540 for 5 h in air. Dealumination was carried out by treatment of the parent faujasite (H-FAU) with (NH4)2SiF6 following the recipe of L~ger et al. [7]: 15 g ammonium nitrate ion-exchanged faujasite was dispersed in 1350 ml 0.8 M ammonium acetate solution with magnetic stirring. The dispersion was heated to 75. 78 ml 0.45 M (NH4)2SiF6 solution was added dropwise over a period of 1.5 h. The mixture was then stirred for another 1.5 h at 75. The dealuminated sample was filtered, washed five times with hot water and dried at 100 overnight, and the H-form (dealuminated H-FAU) obtained by calcination at 540 for 4 h in air. H.B. Mostad et al. / Applied Catalysis A: General 144 (1996) 305-317 307 XRD diffractograms were recorded using CuK~x-rays within the angle range 219 = 5-90on an X-ray diffractometer Philips PW 1730 equipped with a Siemens type F monochromator. Chemical composition analyses were per- formed by electron microprobe on a Cameca instrument (model Camebax microbeam), equipped with three wavelength dispersive spectrometers and a quantitative LINK energy dispersive analyzer (EDA). The MAS NMR spectrum of H-SAPO-37 was recorded on a VARIAN VXR 300 S WB NMR spectrometer equipped with Jakobsen MAS probe and 7 mm zirconia rotors. Conditions for the 29Si MAS NMR spectrum: resonance fre- quency: 59.6 MHz, sweep width: 14000 Hz, pulse width: 8 Ixs, repetition time: 5 s, number of scans: minimum 1000, MAS spinning speed: 4.5-5 kHz. Conditions for the ~3C CP/MAS NMR spectra of used dealuminated H-FAU and H-SAPO-37: resonance frequency: 75.4 MHz, sweep width: 50000 Hz, pulse width: 8 txs, repetition time: 10 s, contact time: 3 ms, number of scans: minimum 2000, MAS spinning speed: 4.5-5 kHz. The MAS NMR spectrum of dealuminated H-FAU was recorded on a BRUKER MSL 400 MHz NMR spectrometer. Conditions for the 295i MAS NMR spectrum: resonance frequency: 79.5 MHz, sweep width: 18000 Hz, pulse width: 2 tzs, repetition time: 20 s, number of scans: 2400, MAS spinning speed: 4 kHz. TPD measurements were carried out on an AMI-1 instrument from Altamira Instruments Inc. which was controlled by a Hyundai PC-AT. TPD of ammonia was performed according to the following procedure (200 mg catalyst, particle size 35-70 mesh): pretreatment with 30 ml/min He flow up to 600 (7/min), standby at 600 for 30 rain. Saturation of the catalyst surface with 30 ml/min 10% ammonia in a He flow at 200 for 30 min. TPD with 30 ml/min He flow using the following temperature profile: 200 for 30 min, increasing the temperature from 200 to 600 with 20/min and then standby for 15 rain at 600. Cooling to 100 and calibration of the TCD by sending 7 pulses of 5 ml ammonia. IR spectra were recorded on a Perkin Elmer model 2000 FT-IR spectrometer equipped with a MCT detector and using an in-situ high vacuum reactor cell (ISRI) in the transmission mode. The samples were pressed into self supporting disks (d = 1.8 mm, w = 7-10 mg/cm2), and the IR spectra were recorded after heating the samples at 150 for 12 h and at 500 to 550 for 4 h in vacuo. Pyridine was allowed into the cell at temperatures below 100, and ph- ysisorbed pyridine was then removed by heating the samples at 150 for ca. 30 rain in vacuo. The IR spectra of pyridine that remained adsorbed on the samples at higher temperatures were all recorded after recooling the sample to a common temperature of 150. Sample weights used in calculations were corrected according to their weight loss measured by TGA. SEM micrographs were obtained using a JEOL JSM-840 microscope equipped with a back-scattered electron detector. The dry powder samples were mounted 308 H.B. Mostad et al. / Applied Catalysis A: General 144 (1996) 305-317 Table 1 Characterization data and alkylation activity obtained on H-SAPO-37 and dealuminated H-FAU after 3 h reaction time in a slurry reactor Catalyst H-SAPO-37 Dealuminated H-FAU Mean crystal size (Ixm) determined by SEM 3.1 2.2 A1 + P/Si or Si/A1 (microprobe)/29 Si-NMR 4.7/-- 5.0/7.6 BET Surface area (m2/g) 753 712 Conversion of 2 Bu- (wt.-%) 49 69 Yield (g C5-C8 alkylate/g dry catalyst) 0.2 2.1 Selectivity (g C5-Cs alkylate/g 2 Bu=conv.) 0.1 1.3 Normalized product distribution (wt.-%) C5 -C7 paraffins 2.5 18.1 C8 paraffins 16.9 69.3 Cs olefins 69.8 2.9 C9 + paraffins/olefins 10.7 9.8 Normalized isooctane distribution (wt.-%) 2,3 DMH 19.4 6.2 2,4 DMH - 4.2 3,4 DMH 58.3 2.7 2,2,3 TMP/2,5 DMH - 6.4 2,2,4 TMP - 24.4 2,3,3 TMP 5.8 29.8 2,3,4 TMP 16.5 26.3 Iso-octenes in C8 products (wt.-%) 80.5 4.0 on a tape and coated with a thin layer of Au before determination of the morphology and mean crystal size took place (cf. Table 1). One point BET determinations (surface areas of the catalysts, cf. Table l) were performed with a Quantachrome Monosorb. The isobutane/2-butene alkylation was performed in a liquid-phase 300 ml stirred semibatch autoclave with a cooled pulsation free displacement pump for charging the reactants. 5.3 g of the calcined catalyst (the moisture content was checked by TGA) was placed in the reactor and dried (200/2 h) before adding the isobutane. The slurry was then heated to 80 under nitrogen pressure. 2-butene was charged slowly until the molar ratio of isobutane/2- butene reached 10:1. The alkylation reaction was carried out with a WHSV 1.2 h ~ (for 2-butene) and a stirring speed of 360 rpm. Differential one-phase liquid samples were taken regularly and analysed by GC (capillary column from Hewlett Packard HP PNA 50 m 0.22 mm, I.D. 0.5 txm, methylsilicone gum fused silica). Samples were thoroughly sucked to fill the transparent tubes, and injected directly into the GC for light component analysis (isothermal at 35 and backflush after 10 min). Excess liquid was collected in ice-cooled traps for off-line GC analysis (same column) of heavier products and separation of olefins. The GC temperature profile was as follows: initial value 35 for 15 rain, heating from 35 to 70 (1.5/min) and from 70 to 150 (3/min), H.B. Mostad et al. /Applied Catalysis A: General 144 (1996) 305-317 3(19 the temperature was then kept at this value up to 80 min total analysis time. The amount of 2,3-dimethyl-butane was used to standardize the product distribution from both GC-runs. 3. Results and discussion H-SAPO-37 samples were obtained containing minor impurities of SAPO-20. 29Si MAS NMR spectroscopy revealed an almost complete Si(O-A1)4 connec- tivity for the implemented framework Si sites (large single signal at -90 ppm) which should produce BriSnsted acid sites in the activated SAPO-37. Negligible amounts of Si islands might be present due to a trace signal at - 108 ppm. Pure crystals of dealuminated H-FAU were obtained, showing a slight decrease in crystallinity subsequent to the dealumination. The characterization data and the catalyst activity in the alkylation reaction are summarized in Table 1 for both catalysts. The conversion of 2-butene was observed to be lower for the SAPO-37 sample and the product distributions from H-SAPO-37 and dealuminated H-FAU were quite different. The alkylate yield and the selectivity of H-SAPO-37 were much lower, mainly due to the forma- tion of nearly 70% C8 olefins of the entire product composition. Thus, about 80% of the C8 formed by H-SAPO-37 were olefins, while only 4% of the C~ from the faujasite catalyst were observed to be olefins. The C5_9+ products result from the following reactions: alkylation of isobu- tane with 2-butene, dimerization of butene, oligomerization-cracking and self-al- kylation of isobutane [8]. The main paraffinic compound of H-SAPO-37 was observed to be 3,4 DMH (Table 1) and this compound is strongly favoured compared to the thermodynamic equilibrium (given as 2,3 DMH:2,4 DMH:2,5 DMH:3,4 DMH = 4:36:55:5 in Ref. [8]). By statistical treatment of the product compounds from Ca alkylation on CeY, we found that the 3,4 DMH isomer strongly correlated with the amounts of C~ and C~ products [9]. Assuming this. an increase in the 3,4 DMH level in the reactor, together with an increasing amount of olefins and heavier products, indicate the stage of catalyst deactiva- tion in the alkylation reaction. A low isobutane/2-butene molar ratio was observed to produce the highest amount of 3,4 DMH [9], suggesting that 3,4 DMH is a product formed by dimerization of butene. This is in agreement with the mechanism suggested by Cardona et al. They proposed the formation of 3.4 DMH as the primary product through 2-butene dimerization [8]. Furthermore, H-SAPO-37 produced 19.4 wt.-% (normalized) of 2,3 DMH (Table 1). In an active catalyst, the 3,4 DMH carbenium ion is expected to isomerize to the 2,4 and 2,3 DMH isomers through methyl shift [8]. However, after catalyst deactivation, further isomerization is limited, resulting in an increasing amount of the 3,4 DMH. The 2,3 DMH isomer could, however, also result from alkylation of the tertiary isobutane carbenium ion with l-butene 310 H.B. Mostad et al. /Applied Catalysis A.\" General 144 (1996) 305-317 ioo- 90- 80- 70- ~60- ~,~- 30- 20- lo- o o a) 100\" 90\" 30 20. I0 0 50 I00 150 2[30 250 3(30 Time(min) 50 100 155 2[30 250 300 Time(~n) 100- 90. 80. 7O ~e60 ~,~. b) 20 10 * * * ,50 IO0 150 200 250 300 Tlme(~rO 100- 90- 80- 70- ~- ~-4o- 20- 10- 0 0 d) i i ! i i i 1(30 150 200 2'50 300 Tirne(min) Fig. 1. Normalized product distribution of iso-C8 (i), iso_C8 (0) and C9+ (A) compounds formed by isobutane/2-butene alkylation over H-SAPO-37 (a) and dealuminated H-FAU (b). The development of the TMP's and DMH's formation with time of reaction of H-SAPO-37 (c) and dealuminated H-FAU (d). (formed by rapid isomerization of 2-butene) and then successive methyl shift to 2,3 DMH according to Cardona et al. [8]. The observed C8 olefins can result from the deprotonation of TMP and DMH carbenium ions, while C9+ products result from condensation of more than two molecules of C4 followed by cracking. For the faujasite catalyst, on the other hand, the TMP's dominated in the product distribution. Hydride transfer to tertiary carbenium ions plays a signifi- cant role in the formation of alkanes [8] and a distribution of the TMP's different from that in the equilibrium mixture may be explained by isomerization of carbenium ions through hydride and methyl shifts. The rather fast increase of the C8 olefins produced from H-SAPO-37 and a corresponding decrease of the desired C 8 paraffins during the time of reaction are illustrated in Fig. la. Among the C8 paraffins, the dramatic decrease of the TMP's with time can be observed for this catalyst (Fig. lc). For comparison, the formation of the same product compounds from dealuminated H-FAU with time of reaction are also illustrated in Fig. lb and d, respectively. This catalyst gave a rather stable product distribution during the 300 min of reaction time. XRDs of fresh calcined and used H-SAPO-37 confirm that the crystallinity is retained after testing. A fairly similar composition of paraffinic coke from the two catalysts was observed with ]3C CP/MAS NMR. The total butene turnover number (TON) of H-SAPO-37 and dealuminated H.B. Mostad et al. / Applied Catalysis A: General 144 (1996) 305-317 31 I H-FAU are compared in Fig. 2. (TON = moles of 2-butene converted per mol acid sites based on TPD of ammonia). The dealuminated H-FAU catalyst converts most of the 2-butene added during the first 120 min of reaction. After 120 min, the butene turnover was observed to be nearly constant. Thus the catalyst was not able to convert the rest of butene in the reaction mixture during the next 180 min (compare with the maximum possible turnover for dealumi- nated H-FAU in Fig. 2). The apparent decrease in TON after 120 min for the dealuminated H-FAU catalyst is probably due to an artificial small measured amount of 2-butene in the reaction mixture after the 2-butene feeding was terminated. The butene turnover of the H-SAPO-37 catalyst was observed to be much lower during the addition of 2-butene to the reaction mixture (compare with the maximum possible turnover for H-SAPO-37 during the first 120 min of reaction time in Fig. 2). However, a slight increase in butene turnover was observed during the last 180 rain of reaction. The nature, number and strength of the acid sites in the investigated catalysts are important with respect to the result interpretation. The theoretical number of acid sites calculated from the chemical composition (Table 1) is 2.9 mmol/g catalyst for the H-SAPO-37 and 2.8 mmol/g catalyst for the dealuminated H-FAU. From 298i NMR, the Si/A1 ratio of the dealuminated H-FAU may be calculated to 7.6 corresponding to an amount of acid sites of 1.9 mmol/g catalyst. The discrepancy between the composition from microprobe- and 29Si NMR analysis is probably due to extra-framework aluminium in the structure, confirmed by 27A1 NMR [6]. From TPD of ammonia of H-SAPO-37 and 3 25 ) 20] 0 I I I I I 510 100 150 200 250 300 Time (min) Fig. 2. Conversion of 2-butene over H-SAPO-37 ( ) and dealuminated H-FAU ( measured as the observed 2-butene turnover with time of reaction. Maximum possible turnover calculated from the amount of 2-butene added and TPD of ammonia measurements are included for dealuminated H-FAU (--) and H-SAPO-37 (---). 312 H.B. Mostad et al. / Applied Catalysis A: General 144 (1996) 305-317 5ooo 350 I 4000 / \\ ~ H-SAPO-37 (..)t~~\"~'O') 20003000 / / .... Deal. H-FAU I-- o 200 300 400 500 600 Temp. [] Fig. 3. TPD of ammonia for H-SAPO-37 (--) and dealuminated H-FAU (---). dealuminated H-FAU (see Fig. 3), the number of acid sites was measured to 2.5 and 1.6 mmol/g catalyst, respectively. A more significant reduction of hydrox- yls in the dealuminated H-FAU than in the H-SAPO-37 after calcination at 540 and 500, respectively, may also be expected due to a higher stability with respect to hydroxyls and texture in H-SAPO-37 [10]. The observed maximum temperature in the TPD profile of H-SAPO-37 was about 350, while two peaks with maximum temperatures of 310 and 460 were observed for the dealuminated H-FAU. Thus, the total concentration of acid sites were smaller in dealuminated H-FAU, but a larger number of strong acid sites seems to be present in this catalyst compared to H-SAPO-37. IR spectra of the parent H-FAU (not shown) revealed bands at ca. 3630 cm (high frequency band, HFOH) and 3545 cm-1 (low frequency band, LFOH) for OH in the supercage and in the sodalite cage, respectively. Subsequent to dealumination band maxima were observed at 3630, 3598 and 3558 cm-1, and shoulders at ca. 3665 and ca. 3540 cm-1 (see Fig. 4, upper curve). The appearance of additional bands in the spectrum points to the generation of extra-framework Al-species (see for example [11]. A small band at ca. 3735 cm-~ in our spectrum may originate from silanol groups. Subsequent to pyridine adsorption at 150, strong interactions were ob- served, mainly involving the bands at 3630, 3558 and the shoulder at ca. 3540 cm ~. Desorption of pyridine occurred gradually at higher temperatures and at 550 the OH groups are almost restored (see Fig. 4, lower curve). In addition, a small amount of the band at 3598 cm-~ seems to interact. Normally, pyridine is not expected to interact with the band at ca. 3600 cm-~ [11]. However, the presence (at this frequency) of a small amount of strongly acidic hydroxyls have also been proposed [12,13]. The difference in band intensities indicated for our H.B. Mostad et at./Applied Catalysis A: General 144 (1996) 305-317 313 0.1 c- o < 3800 36100 3400 Wavenumber cm-1 Fig. 4. IR spectra of the OH region of dealuminated H-FAU. Upper curve: before pyridine adsorption, lower curve: after pyridine adsorption at 150 and subsequent desorption at 550, spectra (shaded area) might be interpreted as the presence of this type of hydroxyls [12,13]. IR spectra of the H-SAPO-37 sample (heated for several hours at ca. 500 under vacuum), revealed a strong HFOH band at 3630 cm-~, and a much weaker LFOH at about 3575 cm-~. Additionally, typical bands reported for the organic template (TMA+), located in the sodalite cages (f.e. at 1491 cm-l), were still visible in the spectra, pointing to partial removal of the template, in agreement with earlier reports [14]. Contacting the H-SAPO-37 sample with pyridine at 150 leads to an almost complete interaction with the HFOH and the LFOH bands. Desorption of pyridine at higher temperatures largely restored the bands at ca. 400 to 450, which is significantly lower than what was observed for the dealuminated H-FAU sample. Consequently, the strength of the acid sites in H-SAPO-37 appear to be significantly lower compared to the dealuminated H-FAU sample. The acidity of H-SAPO-37 and the dealuminated H-FAU measured by pyridine adsorption is also demonstrated in Figs. 5 and 6, respectively, showing the IR spectra of pyridine (in the 1700-1400 cm-~ region) adsorbed at 150 and at increasing temperatures. It was observed (at 150) that the band characteristic for pyridine adsorbed at Br0nsted sites (at ca. 1540 cm 1) is considerably larger in the spectrum for H-SAPO-37 compared to that of dealuminated H-FAU, and the total concentrations of Br0nsted acid sites to be correspondingly higher. As already mentioned, the higher concentration of acid sites present in H-SAPO-37 may be explained by the high thermal stability of 0.8 0.6 0.4 0.2 0 1700 314 H.B. Mostad et al. / Applied Catalysis A: General 144 (1996) 305-317 1541 cm-1 150oc L5 16100 cm-1 375 r435 1500 1400 Fig. 5. IR spectra of pyridine adsorbed on H-SAPO-37 at 150 (top) and of pyridine that remained adsorbed at selected temperatures up to 485 (lower curves). The spectra were scaled to a sample weight of 6.8 mg/cm2. 0.8 0.6 g <~ 1541 cm-1 0.4 .Q < 0.2 0 1700 1600 1500 1400 om 1 Fig. 6. IR spectra of pyridine adsorbed on dealuminated H-FAU at 150 (top) and of pyridine that remained adsorbed at selected temperatures up to 550 (lower curves). The spectra were scaled to a sample weight of 6.8 mg/cm2. H.B. Mostad et al./ Applied Catalysis A: General 144 (1996) 305-317 315 1.0 I t] o H-SAPO-37 DeaI.-H-FAU i 0.8 O .~ 0.6 \"~ 0.4 ~-=~=~ 0,.. ;\" --0----0--0 --0 0.0 L t L ~ = 150 250 350 450 550 Temperature (C) Fig. 7. Acidity of dealuminated H-FAU (llO) and H-SAPO-37 (rnO) measured in mmol adsorbed pyridine/g catalyst and plotted as a function of the temperature (). Br~Snsted sites (11 []), Lewis sites (oo). the hydroxyls of H-SAPO-37 under calcination [10]. On the other hand, the typical band for pyridine coordinated to Lewis sites (at about 1450 cm-~), is very small for the H-SAPO-37 sample, and is approximately 4 times stronger in the spectra of dealuminated H-FAU. Obviously, the concentrations of BrCnsted sites are much larger than the concentrations of Lewis sites in both samples. Increasing the temperature (Figs. 5 and 6), leads to desorption of pyridine from Br~nsted sites in a lower temperature region for H-SAPO-37 than for dealuminated H-FAU, in accordance with observations in the OH regions of the spectra (above). The spectra obtained at higher temperatures also indicate the presence of strong Lewis acid sites in both samples (Figs. 5 and 6). The concentrations of adsorbed pyridine (mmol/g catalyst) were calculated using integrated intensities for the Brcnsted and Lewis bands and extinction coefficients from the literature [15] and plotted as a function of temperature in Fig. 7. These plots again reflect the different acidity of the two samples. Corma et al. used the ratio of pyridine adsorbed at 400 and at 250 as a measure of the ratio of strong-to-weak acid sites in their samples [16]. Doing this, ratios of 0.40 and 0.65 were obtained for our H-SAPO-37 and the dealuminated H-FAU, respectively. Consequently, the relative amount of strong acid sites is much lower in the H-SAPO-37. Among the factors reported to be important for the alkylation reaction, is the presence of acid sites strong enough to perform hydride transfer, while dimerization preferentially occurs on the weaker acid sites [16]. Thus, a high ratio of stronger to weaker acid sites is needed since high alkylation activation is desired, while dimerization is to be avoided [16]. 316 H.B. Mostad et al. /Applied Catalysis A: General 144 (1996) 305-317 Additionally, a correlation seems to exist between the lack of stronger acid sites and fast deactivation of a sample [17] in accordance with a faster deactivation for H-SAPO-37 than for dealuminated H-FAU. Based on these arguments, our characterization of acid strength in the samples would rank the dealuminated H-FAU as a much better catalyst than the H-SAPO-37 for the isobutane/2-butene alkylation reaction. This is in agreement with the observed test results in Table 1. 4. Conclusion Large differences in performance of the alkylation reaction were observed for the isostructural H-SAPO-37 and dealuminated H-FAU samples. A high selec- tivity towards C8 olefins ranks the H-SAPO-37 as a preferred catalyst for the oligomerization reaction rather than for the alkylation of isobutane/2-butene, while the dealuminated H-FAU produced considerably more of the desired TMP' s. A higher abundance of weak B65nsted acid sites was measured by pyridine adsorption in H-SAPO-37 compared with dealuminated H-FAU. The number of strong acid sites, however, measured at 450 were much smaller in the H-SAPO-37 sample. In dealuminated H-FAU, even at 550, there is still pyridine adsorption on the Brt~nsted acid sites, indicating the presence of sites with a high acid strength in this catalyst. Very limited hydride transfer takes place on H-SAPO-37. This is probably due to the low acidity of the sites and/or the fast deactivation of the acid sites responsible for the desired alkylate formation and loss of hydrogen transfer capacity. Acknowledgements The authors are indebted to the Norwegian Research Council for financial support and to the European Commission for participation in the JOULE II programme. Furthermore, we thank Rune Wendelbo, Hanne Junggreen and Britt M. Hustad for their contributions to the experimental work. References [1] A. Corma and A. Martinez, Catal. Rev., 35 (1993) 483. [2] J. Weitkamp, Acta Phys. Chem., 31 (1985) 271. [3] M. St~Scker, H. Mostad and T. Rorvik, Catal. Lett,, 28 (1994) 203. [4] B.M. Lok, C.A. Messina, R.L. Patton, R.T. Gajek, T.R. Carman and E.M. Flanigen, US Patent 4.440.871 (1984). [5] F. Delprato, J. Delmotte, J.L. Guth and L. Huve, Zeolites, 10 (1990) 546. H.B. Mostad et al./Applied Catalysis A: General 144 (1996)305-317 317 [6] M. St6cker, H.B. Mostad, A. Karlsson, H. Junggreen and B. Hustad, Catal. Lett., in press. [7] C. L6ger, B. Herreros, M. Hepp, J. Thoret, C. Potvin, P. Man and J. Fraissard. J. Chim. Phys., 91 (1994) 916. [8] F. Cardona, N.S, Gnep, M. Guisnet, G. Szabo and P. Nascimento, Appl. Catal. A, 128 (1995) 243-257. [9] T. Rorvik, H.B. Mostad, P.H. Ellestad and M. St~Scker, Appl. Catal. A: General, 137 (1996) 235. [10] B.L. Su and D. Barthomeuf, Zeolites, 13 (1993) 626. [11] J.W. Ward, in J.A. Rabo (Editor), Zeolite Chemistry and Catalysis, ACS Monograph 171, Am. Chem. Soc., Washington, DC, 1976, p. 118. [12] P.O. Fritz and J.H. Lunsford, J. Catal., 118 (1989) 85. [13] S. Khabtou, T. Chevreau, J.C. Lavalley, Microporous Mater., 3 (1994) 133. [14] A. Corma, V. Fornes, M.J. Franco, F.A. Mocholi and J. Perez-Pariente, in M. Occelli (Editor), Symposium on Fluid Catalytic Cracking II, Concepts in Catalyst Design, Vol. 6, 1991, p. 79. [15] C.A. Emeis, J. Catal., 118 (1989) 85. [16] A. Corma, A. Martinez and C. Martinez, J. Catal., 146 (1994) 185. [17] A. Corma, A. Martinez and C. Martinez, Catal. Lett., 28 (1994) 187. APCATA 96001135 0926-860X(96)00113-5 10.1016/0926-860X(96)00113-5 Elsevier Science B.V. All rights reserved Comparison of the iso-structural H-SAPO-37 and H-faujasite as catalysts for the isobutane/2-butene alkylation Helle B. Mostad * Michael Stöcker Arne Karlsson Tine Rørvik Department of Hydrocarbon Process Chemistry, SINTEF Applied Chemistry, P.O. Box 124 Blindern, N-0314 Oslo, Norway * Corresponding author. The alkylation of isobutane with 2-butene has been studied in a slurry reactor on the iso-structural H-SAPO-37 and dealuminated faujasite (FAU) catalysts. It was found that mainly dimerization takes place on H-SAPO-37 by producing C8 olefins. In the small fraction of C8 paraffins, the 3,4-dimethylhexane (3,4 DMH) was the most abundant compound. The dealuminated H-FAU catalyst, on the other hand, produced mainly the desired trimethylpentanes (TMPs). The number and strength of the acid sites in H-SAPO-37 and dealuminated H-FAU were investigated by NH3-TPD and IR spectroscopy, revealing a considerably higher relative concentration of strong acid sites in the dealuminated H-FAU catalyst compared to H-SAPO-37. Using the ratio of pyridine adsorbed at 400°C and 250°C as a measure of the ratio of strong to weak acid sites in the samples, ratios of 0.40 and 0.65 were obtained for the H-SAPO-37 and dealuminated H-FAU, respectively, ranking the dealuminated H-FAU as a much better catalyst than H-SAPO-37 in the isobutane/2-butene alkylation reaction. Keywords SAPO-37 Faujasite Isobutane/2-butene alkylation References [1] Corma A. Martinez A. Catal. Rev. 35 1993 483 [2] Weitkamp J. Acta Phys. Chem. 31 1985 271 [3] Stöcker M. Mostad H. Rørvik T. Catal. Lett. 28 1994 203 [4] B.M. Lok, C.A. Messina, R.L. Patton, R.T. Gajek, T.R. Cannan and E.M. Flanigen, US Patent 4.440.871 (1984). [5] Delprato F. Delmotte J. Guth J.L. Huve L. Zeolites 10 1990 546 [6] M. Stöcker, H.B. Mostad, A. Karlsson, H. Junggreen and B. Hustad, Catal. Lett., in press. [7] Léger C. Herreros B. Hepp M. Thoret J. Potvin C. Man P. Fraissard J. J. Chim. Phys. 91 1994 916 [8] Cardona F. Gnep N.S. Guisnet M. Szabo G. Nascimento P. Appl. Catal. A 128 1995 243 257 [9] Rørvik T. Mostad H.B. Ellestad P.H. Stöcker M. Appl. Catal. A: General 137 1996 235 [10] Su B.L. Barthomeuf D. Zeolites 13 1993 626 [11] Ward J.W. Rabo J.A. Zeolite Chemistry and Catalysis ACS Monograph 171 1976 Am. Chem. Soc. Washington, DC 118 [12] Fritz P.O. Lunsford J.H. J. Catal. 118 1989 85 [13] Khabtou S. Chevreau T. Lavalley J.C. Microporous Mater. 3 1994 133 [14] Corma A. Fornes V. Franco M.J. Mocholi F.A. Perez-Pariente J. Occelli M. Symposium on Fluid Catalytic Cracking II Concepts in Catalyst Design Vol. 6 1991 79 [15] Emeis C.A. J. Catal. 118 1989 85 [16] Corma A. Martinez A. Martinez C. J. Catal. 146 1994 185 [17] Corma A. Martinez A. Martinez C. Catal. Lett. 28 1994 187",
      "scopus-id": "0012826877",
      "coredata": {
        "eid": "1-s2.0-0926860X96001135",
        "dc:description": "The alkylation of isobutane with 2-butene has been studied in a slurry reactor on the iso-structural H-SAPO-37 and dealuminated faujasite (FAU) catalysts. It was found that mainly dimerization takes place on H-SAPO-37 by producing C8 olefins. In the small fraction of C8 paraffins, the 3,4-dimethylhexane (3,4 DMH) was the most abundant compound. The dealuminated H-FAU catalyst, on the other hand, produced mainly the desired trimethylpentanes (TMPs). The number and strength of the acid sites in H-SAPO-37 and dealuminated H-FAU were investigated by NH3-TPD and IR spectroscopy, revealing a considerably higher relative concentration of strong acid sites in the dealuminated H-FAU catalyst compared to H-SAPO-37. Using the ratio of pyridine adsorbed at 400°C and 250°C as a measure of the ratio of strong to weak acid sites in the samples, ratios of 0.40 and 0.65 were obtained for the H-SAPO-37 and dealuminated H-FAU, respectively, ranking the dealuminated H-FAU as a much better catalyst than H-SAPO-37 in the isobutane/2-butene alkylation reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96001135",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mostad, Helle B."
          },
          {
            "@_fa": "true",
            "$": "Stöcker, Michael"
          },
          {
            "@_fa": "true",
            "$": "Karlsson, Arne"
          },
          {
            "@_fa": "true",
            "$": "Rørvik, Tine"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96001135"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96001135"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00113-5",
        "prism:volume": "144",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Comparison of the iso-structural H-SAPO-37 and H-faujasite as catalysts for the isobutane/2-butene alkylation",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "SAPO-37"
          },
          {
            "@_fa": "true",
            "$": "Faujasite"
          },
          {
            "@_fa": "true",
            "$": "Isobutane/2-butene alkylation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "305-317",
        "prism:endingPage": "317",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 September 1996",
        "prism:doi": "10.1016/0926-860X(96)00113-5",
        "prism:startingPage": "305",
        "dc:identifier": "doi:10.1016/0926-860X(96)00113-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0012826877"
      }
    }
  }
}