{
  "metadata": {
    "title": "Oxidative dehydrogenation of ethane over lithium-bismuth-calcium oxide catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-07-21",
    "doi": "10.1016/0926-860X(94)80174-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94801746",
    "pii": "0926860X94801746"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028465223",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-22 2001-08-22 2010-10-02T11:38:12 1-s2.0-0926860X94801746 0926-860X(94)80174-6 0926860X94801746 10.1016/0926-860X(94)80174-6 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X01676 2024-01-01T12:21:06.294127Z 0 0 19940721 1994 2001-08-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 114 114 2 2 Volume 114, Issue 2 2 207 214 207 214 19940721 21 July 1994 1994-07-21 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. OXIDATIVEDEHYDROGENATIONETHANEOVERLITHIUMBISMUTHCALCIUMOXIDECATALYSTS JI L MARTIN 1989 287 G BERNAL 1990 231 S KENNEDY 1992 171 E LEBARS 1992 179 J BURCH 1991 129 R CONWAY 1991 513 S SWAAN 1992 629 H MORALES 1989 255 E JIX1994X207 JIX1994X207X214 JIX1994X207XL JIX1994X207X214XL item 0926-860X(94)80174-6 0926860X94801746 1-s2.0-0926860X94801746 10.1016/0926-860X(94)80174-6 271346 2024-01-01T12:21:06.294127Z 1994-07-21 1-s2.0-0926860X94801746-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801746/MAIN/application/pdf/40726773b440e2b92dcbfbc1c8f59a98/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801746/MAIN/application/pdf/40726773b440e2b92dcbfbc1c8f59a98/main.pdf main.pdf pdf true 484950 MAIN 8 1-s2.0-0926860X94801746-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801746/PREVIEW/image/png/ec7f376e02a06bcd7ed5a8b97eccbf13/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801746/PREVIEW/image/png/ec7f376e02a06bcd7ed5a8b97eccbf13/main_1.png main_1.png png 53356 849 656 IMAGE-WEB-PDF 1 = a ELSEVIER Applied Catalysis A: General 114 (1994) 207-214 Oxidative dehydrogenation of ethane over lithium bismuth-calcium oxide catalysts Lang Ji*, Junsheng Liu, Chongya Liu, Xiancheng Chen Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences, Lanzhou 730000, People's Republic of China (Received 26 October 1993, revised 10 February 1994, accepted 8 March 1994) Abstract The oxidative dehydrogenation of ethane to ethylene has been investigated in the 550-650 C temperature range over Li/Bi/CaO catalysts. This class of catalysts are very selective to ethylene. The Li/Bi/CaO catalyst gives a rather high activity and excellent selectivity to ethylene. Experiments indicate that the existence of bismuth and the coordinative action of lithium and bismuth in Li/Bi/ CaO catalyst are probably the causes of the increased activity and selectivity, respectively. The characteristics of the catalysts was studied by X-ray diffraction, X-ray photoelectron spectroscopy and thermal analyses. The differences in catalytic activities observed between Li/Bi/CaO and several other CaO based oxide catalysts can be explained by the results of these characterization studies. Keywords: Bismuth; Calcium oxide; Ethane; Ethylene; Lithium; Oxidative dehydrogenation 1. Introduction The oxidative dehydrogenation of ethane is the secondary reaction for the formation of ethylene in the oxidative coupling of methane and has been studied by several authors [ 1-5] . For example, the lithium-doped magnesium oxide catalyst (Li/Mg0) has been investigated for the oxidative dehydrogenation of ethane [ 6,7 ] . However, there have been few investigations of ethane oxidation over calcium oxide based catalysts. The current research indicates that calcium oxide based catalysts are interesting for the oxidative dehydrogenation of ethane. In this paper, the behaviour of Li/Bi/CaO catalysts during oxidative dehydrogenation of ethane is discussed. We have also tried to correlate the catalytic properties with the char- *Corresponding author. 0926-860X/94/$07.00 0 1994 Elsevier Science B.V. All rights reserved 208 L. Ji et al. /Applied Catalysis A: General 114 (1994) 207-214 acteristics of catalysts obtained by X-ray diffraction (XRD), X-ray photoelectron spectroscopy (XPS) and thermal analyses. 2. Experimental 2.1. Catalyst preparation The CaO used as reference material was made by decomposition of CaC03 at high temperature. Li/CaO catalyst was prepared by aqueous solution impregnation. The calcium oxide powder was added to a stirred lithium nitrate solution to obtain a slurry. The water in the slurry was evaporated to obtain a thick paste that was dried overnight at 120 C. Bi/CaO catalyst was prepared by means of precipitation. Calcium hydroxide powder was added to bismuth nitrate solution. The precipitate was filtered and dried overnight at 120 C. The preparation of Li/Bi/CaO catalyst consisted of a combination of the above mentioned two methods. The dried samples were calcined in air at appropriate temperature. The lithium and bismuth contents in the prepared catalysts are about 3 wt.-% and 30 wt.-% respectively. 2.2. Catalyst testing The catalytic activity was measured in a fixed-bed continuous flow quartz microreactor at atmospheric pressure. The reaction temperature ranged from 550 to 650 C. The feed consisted of 15.2 vol.-% ethane, 8.6 vol.-% oxygen and 76.2 vol.% nitrogen with a space velocity of 1000 h-' (GHSV at S.T.P.). The products were analysed by gas chromatography with Porapak Q and 5A molecular sieve columns. 2.3. Catalyst characterization X-ray diffraction analyses were carried out on a Rigaku D/MAX-RB diffractometer. The radiation used was Cu Ka with a Ni filter. XPS of the catalysts were recorded on a PHI 550 ESCA/AES instrument with Mg Ka as the excitation radiation. Binding energies are referenced to the is line of adventious carbon at 284.6 eV and the surface compositions of catalysts were estimated from peak areas using appropriate instrumental sensitivity factors. Thermal analyses of the catalysts were performed in air on a MOM Q-1500 D derivatograph. The heating rate was 10 C/min. 3. Results and discussion A blank experiment was conducted first by running the reaction in the absence of catalysts to examine the contribution from gas-phase reactions. Under reaction L. !f et al. /Applied Catalysis A: General 114 (1994) 207-214 209 Table 1 Performances of CaO based catalysts for oxidative dehydrogenation of ethane Catalyst Temperature Conversion (%) Product selectivity (%) Yield (% ) ( C) C2146 C21' 4 CO COZ CH4 CZH4 Ca0 580 18.8 13.3 6.4 0 80.3 15.1 600 22.6 8.0 9.7 0 82.3 18.6 620 27.2 1.8 17.3 0 82.9 22.5 Li/Ca0 580 4.9 0 14.3 0 85.5 4.2 600 11.9 0 10.5 0 89.4 10.6 620 21.7 0 8.1 0 91.9 19.9 Bi/Ca0 580 32.0 0 40.0 0 59.9 19.2 600 37.9 0 44.6 0 55.4 21.0 620 42.0 0 53.3 0 46.6 19.6 Li/Bi/Ca0 580 24.8 0 4.8 0 95.1 23.6 600 28.3 0 5.3 0 94.9 26.8 620 33.3 0.6 6.9 0 92.4 30.8 conditions, but without catalysts, the ethane conversion was insignificant below 700 C. For instance, there was 1.3% ethane conversion at 600 C. Even at 650 C, the ethane conversion was only about 2.8%. If the temperature reached 700 C, notable ethane conversion (18.4%) occurred. Thus, for this reactor system, gasphase reactions in the 550-650 C temperature range are negligible. The behaviour of several calcium oxide based catalysts for oxidative dehydrogenation (ODH) of ethane is shown in Table 1. The results of the CaO catalyst are included for comparison. It is noted that the ODH of ethane occurred over pure CaO catalyst, which exhibited moderate activity and rather high selectivity to ethylene. The addition of lithium to CaO decreased its activity remarkably, but increased its selectivity to ethylene. For example, at 600 C the activity decreased from 22.6% to 11.9% and the selectivity increased from 82.3% to 89.4%. The addition of bismuth to CaO gave a catalyst with a higher activity but apparently decreased selectivity to ethylene compared to the CaO catalyst. The formation of the combustion product (carbon dioxide) was as high as 50% above 620 C. The addition of both lithium and bismuth to CaO gave rather high activity and very high selectivity to ethylene up to 95%. It was found that the yield of ethylene over Li/Bi/CaO catalyst also increased considerably. In the process of ODH of ethane over this class of catalysts, the main side reaction was combustion of hydrocarbon. No methane was detected among the products. Probably the combustion products are produced in a pathway parallel to that giving rise to the formation of ethylene. The data presented in Table 1 also show that selectivity to ethylene increased with the increase of ethane conversion for CaO and Li/CaO catalysts, but the opposite was found for Bi/CaO and Li/Bi/CaO. It seems that the behaviour of the 210 L. Ji et al. /Applied Catalysis A: General 114 (1994) 207-214 conversion-selectivity trend for these catalysts is related to the strength of the active sites on the catalysts. For CaO and Li/CaO, a moderate enhancement of the active sites with the increase in temperature promotes the selective oxidation of ethane. With Bi/CaO and Li/Bi/CaO, on which there are strong active sites at lower temperature, the further enhancement of the active sites with the increase in temperature probably results in promotion of a competitive reaction, i.e., complete oxidation of hydrocarbon. In this case, the selectivity to ethylene decreases gradually with the increase of ethane conversion. The results of Table 1 reveal that for Li/CaO catalyst, the activity of CaO was suppressed by the addition of lithium. The function of lithium is only to increase selectivity for the formation of ethylene. In the case of Bi /CaO, although the activity of CaO was promoted by bismuth, the selectivity to ethylene decreased remarkably. A strong competitive reaction, complete oxidation of hydrocarbon, took place over the Bi/CaO catalyst. For Li/Bi/CaO catalyst, it appears that the increase of ethane conversion was mainly due to the addition of bismuth. The lithium component indeed plays an important role for the increase of selectivity to ethylene, but the function of bismuth can not ignored. We suppose that the cooperative action of bismuth and lithium results in a great increase of selectivity to ethylene in the ODH of ethane over Li/Bi/CaO catalyst. The XRD patterns of Li/CaO, Bi/CaO and Li/Bi/CaO catalysts (Fig. 1) show that the crystal phases of these catalysts are significantly different. In Li/Bi/Ca0 catalyst, new crystal phases are formed but these new crystal phases have not been identified yet. It means that the structure of Li/Bi/CaO is substantially different from that of Li/CaO and Bi/CaO, which greatly influences the behaviour of this catalyst for the ODH of ethane. Probably, the structure of the Li/Bi/CaO catalyst closely relates to its higher catalytic activity and excellent selectivity to ethylene for ODH of ethane compared to that of Li/CaO and Bi/CaO catalysts. On the other hand, the XRD studies also show that after reaction the structure of the used catalysts differs from that of the initial ones. Since these catalysts were during preparation calcined at a higher temperature than the reaction temperature, we can exclude the possibility that the difference in structure of the catalysts before and after reaction is caused by thermal phase change. It reveals that, under the conditions of ethane ODH, chemical and structural modification of the starting catalytic phases occur. From the XRD patterns of all fresh and used samples, no carbonate formation was found. This indicates that the reactivity of this type of catalysts is not affected by carbon dioxide from the atmosphere. In addition, the accordance of the carbon balances between feeds and products has also been confirmed by the results of our carbon analysis, which also excludes the influence from carbon dioxide from the atmosphere on the ethane ODH. In Fig. 2 the XPS spectrum of Li/Bi/CaO is compared with that of Li/CaO and Bi/CaO. The peak near 285 eV in all spectra is the carbon line. The double peaks at 157 and 163 eV can be assigned to 47 2 and 4f5,2 of Bi3+ respectively. The peak near 350 eV represents 2P3,2 of Cat+. The weak peaks of lithium do not appear in L Ji et al. /Applied Catalysis A: General 114 (1994) 207-214 211 (c) ~dkL (c) 4 jLj_j (b) (a) (a) 16 40 86 75 40 66 2e 20 Fig. 1. XRD patterns for (a) Li/CaO, (b) Bi/CaO and (c) Li/Bi/Ca0 (left patterns: fresh catalysts; right patterns: catalysts after catalytic reaction). the spectra. From the intensities of the signals, it seems that the calcium concentration on the surface of these catalysts is somewhat different. The bismuth signal of the Li/Bi/CaO catalyst is lower compared to that of Bi/CaO catalyst. Table 2 gives lithium/calcium and bismuth/calcium atom ratios calculated from XPS analyses of Li/CaO, Bi/CaO and Li/Bi/CaO catalysts. The results of Table 2 indicate that a high concentration of lithium exists on the surface of the Li/CaO catalyst. The concentration of bismuth on the surface of the Bi/CaO catalyst is lower relative to that of the bulk. On the surface of the Li/Bi/ CaO catalyst, the concentrations of both lithium and bismuth decrease considerably. It is quite likely that a lower concentration of bismuth on the surface of Li/Bi/Ca0 than that of Bi/CaO is responsible for the decrease of activity of the catalyst for the ODH of ethane. In contrast to the case of Li/CaO, the decrease in selectivity to ethylene over Li/Bi/CaO was not observed as a result of the decrease of the lithium concentration on the surface. However, the increase of selectivity to ethylene for ODH of ethane over the Li/Bi/CaO catalyst is noted. Thus, we can conclude that 212 L. Ji et al. /Applied Catalysis A: General 114 (1994) 207-214 (c) -tj~ (a) 400 800 , 200 100 B (eV) Fig. 2. XPS spectra for (a) Li/CaO, (b) Bi/CaO and (c) Li/Bi/CaO. over Li/Bi/CaO catalyst, the excellent selectivity to ethylene for ODH of ethane is due to the coordinative action of the lithium and bismuth components. Although not presented here, a stability test during a 10 h period with Li/CaO, Bi/CaO and Li/Bi/CaO catalysts under reaction conditions shows that both catalytic activity and selectivity to ethylene decreased gradually over the Li/Ca0 catalyst, while the virtually no decrease of catalytic activity or selectivity to ethylene was observed over Bi/CaO and Li/Bi/CaO catalysts. The thermal stability of Bi/ Table 2 Atom ratios on the surface of catalysts from XPS measurements Catalyst Lithium/calcium ratio Bismuth/calcium ratio Li/Ca0 14.00 Bi/Ca0 0.23 Li/Bi/Ca0 6.91 0.07 L. Ji et al. /Applied Catalysis A: General 114 (1994) 207-214 213 (c) 3~ 8 a (a) 0 1000 T ('C) Fig. 3. TG curves for (a) Li/CaO, (b) Bi/CaO and (c) Li/Bi/CaO. CaO and Li/Bi/CaO catalysts was further proved by measuring the TG and DTG curves. From the thermogravimetry (TG) and differential thermogravimetry (DTG) results of Li/CaO, Bi/CaO and Li/Bi/CaO catalysts (Fig. 3 and Fig. 4), it was found that there was a sharp weight loss below 600 C for the Li/CaO catalyst, while in the case of the Bi/CaO catalyst, a sharp weight loss occurred only above 700 C. Similar signals for TG and DTG were observed for the Li/Bi/CaO catalysts, which indicate that the structure of Bi/CaO and Li/Bi/CaO is more stable than that of Li/CaO at the reaction temperature of ethane ODH. We surmise that the thermal stability of Bi/CaO and Li/Bi/CaO catalysts is due to the presence of bismuth. All above results give evidence that the Li/Bi/CaO catalyst unusually is an excellent selective catalyst for ODH of ethane. It was reported [ 8] that over Li / MgO catalyst, the activation of ethane is carried out on [Li+0-] centers to form ethyl radicals which are responsible for the further reactions. The current studies demonstrate that the mechanism of activation of ethane on Li/Bi/CaO catalyst ro 'W Soo (b) ~o (a> 790 0 1000 T ('C) Fig. 4. DTG curves for (a) Li/CaO, (b) Bi/CaO and (c) Li/Bi/CaO. 214 L. Ji et al. /Applied Catalysis A: General 114 (1994) 207-214 probably differs from that on Li/MgO catalyst. The detailed mechanism of ethane activation on Li/Bi/CaO need to be further studied. However, it is resonable for us to postulate that for the Li/Bi/CaO catalyst, bismuth is mainly responsible for the activation of ethane, while the reaction route is similar to that on Li/Mg0 catalyst. 4. Conclusions CaO based oxide catalysts are effective catalysts for the oxidative dehydrogenation of ethane. During ODH of ethane over Li/Bi/CaO catalyst, the high catalytic activity is mainly contributed by bismuth, while the excellent selectivity to ethylene is the result of a coordinative action of lithium and bismuth. The bulky structure and surface composition of Li/Bi/CaO greatly differs from those of Li/CaO and Bi/CaO. The crystal structure and surface chemical composition of Li/Bi/Ca0 catalyst are favorable for ODH of ethane. References [ 1 ] G.A. Martin, A. Bates, V. Ducarme and C. Mirodatos, Appl. Catal., 47 (1989) 287. [2] S. Bernal, G.A. Martin, P. Moral and V. Perrichon, Catal. Lett., 6 (1990) 231. [3] E.M. Kennedy and N.W. Cant, Appl. Catal., 87 (1992) 171. [4] J. Le Bars, J.C. Vedrine and A. Auroux, Appl. Catal., 88 (1992) 179. [ 5 ] R. Burch and R. Swamakar, Appl. Catal., 70 (1991) 129. [6] S.J. Conway and J.H. Lansford, J. Catal., 131 (1991) 513. [7] H.M. Swaan, A. Toebes, K. Seshan, J.G. van Ommen and J.R.H. Ross, Catal. Today, 13 (1992) 629. [8] E. Morales and J.H. Lunsford, J. Catal., 118 (1989) 255. APCATA 94801746 0926-860X(94)80174-6 10.1016/0926-860X(94)80174-6 Oxidative dehydrogenation of ethane over lithium-bismuth-calcium oxide catalysts Lang Ji 1 Junsheng Liu Chongya Liu Xiancheng Chen Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences, Lanzhou 730000, People's Republic of China 1 Corresponding author. The oxidative dehydrogenation of ethane to ethylene has been investigated in the 550–650°C temperature range over Li/Bi/CaO catalysts. This class of catalysts are very selective to ethylene. The Li/Bi/CaO catalyst gives a rather high activity and excellent selectivity to ethylene. Experiments indicate that the existence of bismuth and the coordinative action of lithium and bismuth in Li/Bi/CaO catalyst are probably the causes of the increased activity and selectivity, respectively. The characteristics of the catalysts was studied by X-ray diffraction, X-ray photoelectron spectroscopy and thermal analyses. The differences in catalytic activities observed between Li/Bi/CaO and several other CaO based oxide catalysts can be explained by the results of these characterization studies. Keywords Bismuth Calcium oxide Ethane Ethylene Lithium Oxidative dehydrogenation References [1] G.A. Martin A. Bates V. Ducarme C. Mirodatos Appl. Catal. 47 1989 287 [2] S. Bernal G.A. Martin P. Moral V. Perrichon Catal. Lett. 6 1990 231 [3] E.M. Kennedy N.W. Cant Appl. Catal. 87 1992 171 [4] J. Le Bars J.C. Vedrine A. Auroux Appl. Catal. 88 1992 179 [5] R. Burch R. Swarnakar Appl. Catal. 70 1991 129 [6] S.J. Conway J.H. Lunsford J. Catal. 131 1991 513 [7] H.M. Swaan A. Toebes K. Seshan J.G. van Ommen J.R.H. Ross Catal. Today 13 1992 629 [8] E. Morales J.H. Lunsford J. Catal. 118 1989 255",
      "scopus-id": "0028465223",
      "coredata": {
        "eid": "1-s2.0-0926860X94801746",
        "dc:description": "The oxidative dehydrogenation of ethane to ethylene has been investigated in the 550–650°C temperature range over Li/Bi/CaO catalysts. This class of catalysts are very selective to ethylene. The Li/Bi/CaO catalyst gives a rather high activity and excellent selectivity to ethylene. Experiments indicate that the existence of bismuth and the coordinative action of lithium and bismuth in Li/Bi/CaO catalyst are probably the causes of the increased activity and selectivity, respectively. The characteristics of the catalysts was studied by X-ray diffraction, X-ray photoelectron spectroscopy and thermal analyses. The differences in catalytic activities observed between Li/Bi/CaO and several other CaO based oxide catalysts can be explained by the results of these characterization studies.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-07-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94801746",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ji, Lang"
          },
          {
            "@_fa": "true",
            "$": "Liu, Junsheng"
          },
          {
            "@_fa": "true",
            "$": "Liu, Chongya"
          },
          {
            "@_fa": "true",
            "$": "Chen, Xiancheng"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94801746"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94801746"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80174-6",
        "prism:volume": "114",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxidative dehydrogenation of ethane over lithium-bismuth-calcium oxide catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Bismuth"
          },
          {
            "@_fa": "true",
            "$": "Calcium oxide"
          },
          {
            "@_fa": "true",
            "$": "Ethane"
          },
          {
            "@_fa": "true",
            "$": "Ethylene"
          },
          {
            "@_fa": "true",
            "$": "Lithium"
          },
          {
            "@_fa": "true",
            "$": "Oxidative dehydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "207-214",
        "prism:endingPage": "214",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 July 1994",
        "prism:doi": "10.1016/0926-860X(94)80174-6",
        "prism:startingPage": "207",
        "dc:identifier": "doi:10.1016/0926-860X(94)80174-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028465223"
      }
    }
  }
}