{
  "metadata": {
    "title": "The catalytic dimerisation of acrylonitrile: deactivation of phosphinite catalysts by alcoholysis",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-09-28",
    "doi": "10.1016/0926-860X(95)00119-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001190",
    "pii": "0926860X95001190"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33847227928",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95001190 0926-860X(95)00119-0 0926860X95001190 10.1016/0926-860X(95)00119-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00385 2024-01-01T12:18:48.759026Z 0 0 19950928 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 130 130 2 2 Volume 130, Issue 2 4 175 185 175 185 19950928 28 September 1995 1995-09-28 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. CATALYTICDIMERISATIONACRYLONITRILEDEACTIVATIONPHOSPHINITECATALYSTSBYALCOHOLYSIS JENNINGS J JENNINGS 1995 297 J BAIZER 1965 1357 M DIETSCHE 1966 6347 W BEER 1980 351 P BEER 1983 283 P PETROV 1961 3085 K ENGEL 1994 R ENCYCLOPEDIAINORGANICCHEMISTRY PHOSPHORUSORGANOPHOSPHORUSCHEMISTRY PUDOVIK 1971 1962 A GRIFFITHS 1962 3442 J BRUSON 1949 H ORGANICREACTIONS CYANOETHYLATION JENNINGSX1995X175 JENNINGSX1995X175X185 JENNINGSX1995X175XJ JENNINGSX1995X175X185XJ item 0926-860X(95)00119-0 0926860X95001190 1-s2.0-0926860X95001190 10.1016/0926-860X(95)00119-0 271346 2024-01-01T12:18:48.759026Z 1995-09-28 1-s2.0-0926860X95001190-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001190/MAIN/application/pdf/36564a4e12b09ab272ac1bd9a2fe78d1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001190/MAIN/application/pdf/36564a4e12b09ab272ac1bd9a2fe78d1/main.pdf main.pdf pdf true 630140 MAIN 11 1-s2.0-0926860X95001190-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001190/PREVIEW/image/png/d32f1d3f33dc8cc46188363aea4b594b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001190/PREVIEW/image/png/d32f1d3f33dc8cc46188363aea4b594b/main_1.png main_1.png png 46199 849 656 IMAGE-WEB-PDF 1 APPLIED ('~\"~ ~f~ CATALYSIS A: GENERAL ELSEVI ER Applied Catalysis A: General 130 (1995) 175-185 The catalytic dimerisation of acrylonitrile: deactivation of phosphinite catalysts by alcoholysis J.R. Jennings a,., R.J. Cozens 1,% K. Wade b \" University of Durham, Industrial Research Laboratories, South Road, Durham, DHI 3LE, UK b Chemistry Department, UniversiO\" Science l_ztboratories, South Road Durham, DHI 3LE, UK Received 1 February 1995; revised 10 May 1995; accepted 11 May 1995 Abstract Deactivation of phosphinite catalysts (R2'POR\") in the alcohol-promoted (R\"OH) linear dimer- isation of acrylonitrile has been shown to proceed via two independent routes which may operate concurrently, each yielding the same cyanoethylphosphine oxide (Rz'P(:O) CH2CH2CN) as the sole oxidation product. The first (main) route, the evolution of ethers, occurs with most alcohols. The second route, confined to tertiary alcohols, involves the evolution of alkene, The ethers evolved are mainly symmetrical, (R2\"O) and derived from the alcohol. Transesterification between the phos- phinite and the alcohol component of the reaction mixture plays an important role in the overall reaction and leads to catalyst deactivation. The dimerisation reaction system most stable towards deactivation which gives a satisfactory selectivity to the linear product, is based on a mixture com- prising acrylonitrile, toluene, isopropanol and isopropyl diarylphosphinites (Ar~_POPrj). Kevwords.\" Acrylonitrile dimerisation: Acrylonitrile; Deactivation of phosphinite catalysts; Phosphinite catalysts; Alcoholysis 1. Introduction An earlier paper [ 1,2], described the discovery of a new catalyst system for the dimerisation of acrylonitrile to the linear product, 1-4 dicyanobutene-1, NCCH=CHCH2CH2CN, rather than the branched dimer 2-4 dicyanobutene-1, CH2=C(CN)CH2CH2CN. The catalysts were derived from alkyl diphenylphos- phinites, Ph2POR, and dialkyl arylphosphonites, ArP(OR)2. The composition of the solvent mixture was found to be critical and the presence of an alcohol was * Corresponding author. t Present address: B.F. Goodrich Co., Moore and Walker Road, P.O. Box no. 134, Avon Lake, OH 44012, USA. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDIO926-860X(95)O0119-O 176 ZR. Jennings et al. / Applied Catalysis A: General 130 (1995) 175-185 required to facilitate proton transfer between intermediate species in a manner similar to that previously described [ 3 ] for the dimerisation of acrylonitrile to 2- 4 dicyanobutene-1 catalysed by alkylphosphines, R3P. However, in contrast to the behaviour of the phosphine/acrylonitrile system, the phosphinite and phosphonite catalysts were found to be sensitive to traces of water or polymerisation inhibitors based on phenols and hydroquinones, which caused rapid deactivation by the stoichiometric formation of the oxidation product, cyanoethyldiphenylphosphine oxide, Ph2P( :O)CH2CH2CN. When the acrylonitrile and the solvent mixture had been rigorously dried, and the polymerisation inhibitors had been removed, the dimerisation reaction initially proceeded in a smooth manner, but even under the most rigorous of conditions, the catalyst still suffered some deactivation, albeit at a much reduced rate. In this work, the dimerisation reaction was investigated using vacuum line techniques to identify the products of catalyst deactivation and hence to determine the principal reactions whereby catalyst was destroyed. 2. Experimental Acrylonitrile and all the alcohols used in this work were dried and purified by refluxing over calcium hydride followed by distillation from fresh calcium hydride as described previously [ 1 ]. Toluene was dried by distillation from sodium ben- zophenone ketyl. All materials were stored under nitrogen and over 4A molecular sieve. Phosphinites were prepared by alcoholysis of diphenylphosphinous chloride (Maybridge Chemicals) in the presence on dimethyl aniline to remove hydrogen chloride. 2.1. Reaction of ethyl diphenylphosphinite, Ph2POEt, with acrylonitrile in methanol solution Methanol (20 ml, 490 mmol), acrylonitrile (20 ml, 300 mmol) and ethyl diphen- ylphosphinite, Ph2POEt, (2 ml, ca. 9.3 mmol) were introduced by syringe and sealed in vacuo at - 196 in an all-glass apparatus fitted with a breakseal, to allow the volatile reaction products to be collected directly on a vacuum system. The reaction mixture was allowed to warm to room temperature, and a spontaneous reaction exotherm (probably of the cyanoethylation reaction) raised the tempera- ture to about 40. The flask was opened onto the vacuum line after 48 h and the volatile materials separated by trap-to-trap distillation using constant temperature cold baths at different specified temperatures. Dimethyl ether (240 rag, 5.2 mmol) was recovered and identified unambiguously by gas phase infrared spectroscopy and vapour density measurements. The residual solution which still contained the catalyst residues was investigated by 31p NMR specroscopy and was found to contain methyl diphenylphosphinite, Ph2POMe, (4.6% of the total phosphorus signal ), cyanoethyldiphenylphosphine oxide, Ph2P(:O) CH2CH2CN, ( 72.7% ) and J.R. Jennings et al. /Applied Catalysis A: General 130 (1995) 175-185 Table 1 Experimental conditions for test reactions 177 Reaction conditions 1 st Reaction 2nd Reaction 3rd Reaction 4th Reaction Alcohol methanol t-butanol t-butanol iso-propanol Vol. alcohol (ml) 20 20 15 15 Vol. acrylonitrile (ml) 20 20 15 15 Vol. toluene (ml) none none 15 15 Catalyst PhzPOEt Ph2POEt PhzPOPr' Ph2POPP Catalyst amount (mmol) 9.3 9.3 5.8 5.8 Reaction time (h) 48 40 44 20 a third component (22.7%) with a chemical shift some 50 ppm above phosphoric acid, later shown to be the phosphorane [4]. Ethyl diphenylphosphinite, PhzPOEt, was not detected among the catalyst residues nor was methyl ethyl ether detected in the volatile components. The subsequent reactions were carried out in an identical manner and the reaction components are given in Table 1. 2.2. Reaction of ethyl diphenylphosphinite, PhePOEt, with acrylonitrile in t- butanol solution There was no significant exotherm, consistent with the relatively low activity of t-butanol towards cyanoethylation. The reaction vessel was opened on to the vac- uum line after 40 h and the volatile components were again separated by trap-to- trap distillation. Isobutene ( 0.128 g, 2.46 mmol ) passed through an acetone/carbon dioxide trap at - 78 and was collected by cooling in liquid nitrogen. Di-t-butyl ether (0.127 g, 1.0 mmol) was collected by cooling to - 78 after passing through a trap at - 46 cooled by frozen chlorobenzene. Both products were identified by comparison of their gas phase infrared spectra with those of authentic samples and by vapour density measurements. The residual solution was investigated by 3Jp NMR spectroscopy. Only two phosphorus-containing compounds, ethyl diphen- ylphosphinite, PhePOEt, (35% of total phosphorus) and cyanoethyldiphenylphos- phine oxide, (65%) were seen to be present. 2.3. Reaction of isopropyl diphenylphosphinite, PhePOPri, with acrylonitrile in t-butanol~toluene solution Isobutene (0.031 g, 0.55 mmol) was the only volatile compound detected other than the solvents and unreacted acrylonitrile. In marked contrast to the previous experiment, there was no evidence for the presence of di-t-butyl ether. The solution was investigated by 31p NMR spectroscopy and was found to contain two compo- nents, unreacted isopropyl diphenylphosphinite, PhRPOPP, (ca. 60% of the total phosphorus) and cyanoethyldiphenylphosphine oxide (ca. 40% of total phospho- rus). 178 J.R. Jennings et al. / Applied Catalysis A: General 130 (1995) 175-185 2.4. Reaction of isopropyl diphenylphosphinite, Ph2POP~, with acrylonitrile in isopropanol/toluene solution There was no significant reaction exotherm and the maximum temperature reached was less than 30, consistent with low cyanoethylation activity. Attempts to recover volatiles from the reaction resulted in recovery of only isopropanol, identified by its vapour pressure and gas phase infrared spectrum. Propene and di- isopropyl ether were searched for but not detected among the volatile reaction products. The solution was investigated by 31p NMR spectroscopy and the phos- phorus components were found to consist essentially of unreacted isopropyl diphen- ylphosphinite ( > 90% of total phosphorus) with a little cyanoethyldiphenyl-phosphine oxide ( < 10%). 3. Discussion It had previously been discovered [ 1 ] that addition of water to an active dimer- isation mixture, comprising an alkyl diphenylphosphinite, an alcohol and acrylo- nitrile, terminated the dimerisation reaction with the simultaneous formation of cyanoethyldiphenylphosphine oxide, Ph2P(:O) CH2CHzCN. This observation may be compared with earlier work [5] on the phosphinite-catalysed formation of the acrylonitrile hexamer, 1,1,4,4 tetracyanoethyl- 1,4-dicyanobutene-2, NCC (CH2CH2CN) 2CH=CH (CH2CH2CN) 2CCN. The catalyst also underwent deactivation and it was suggested, but not demonstrated, that this occurred with the simultaneous formation of a mixed ether as shown below: Ph2POR + CHz=CHCN + R'OH ~ Ph2P( :O)CH2CH2CN + R'OR During this work, not only was the acrylonitrile unpurified and consequently con- taminated by a considerable amount of water, possibly up to 0.5%, but a large amount of the free radical polymerisation inhibitor, hydroquinone, was also present. This quantity of water and stabiliser would have been sufficient to convert all of the catalyst into the inactive phosphine oxide in due course, without the need to invoke the formation of mixed ethers. However, in our previous work [ 1 ], the quantity of water present in the dimerisation reaction mixtures was quite insufficient to hydrolyse all of the catalyst and yet the catalyst still lost activity over a prolonged period. It appeared, therefore, that at least one additional mode of catalyst deacti- vation was operative, unless the water or stabiliser operated catalytically. Conse- quently, a study of the volatile products from typical dimerisation reactions in the presence of selected alcohols was made in order to identify the mode of catalyst deactivation. 3.1. Dimerisation reactions using methanol as solvent The reaction of ethyl diphenylphosphinite, Ph2POEt, with acrylonitrile in meth- anol solution resulted in the formation of dimethyl ether as the only volatile product. J.R. Jennings et al. /Applied Catalysis A: General 130 (1995) 175-185 179 In the absence of exchange reactions between the methanol solvent and the phos- phinite, ethyl methyl ether would have been the expected product: Ph2POEt + MeOH + CHz=CHCN ~ Ph2P (:O) CHzCHzCN + MeOEt The mixed ether was searched for but not detected. This shows that there had been a rapid reaction, almost certainly promoted by the presence of acrylonitrile, in which the methoxy group of the alcohol underwent an exchange with the ethoxy group on the phosphinite catalyst. Such exchange reactions proceed rapidly in the presence of catalysts. CH2=CHCN Ph2POEt + MeOH ~ Ph2POMe + EtOH. Examination of the reaction mixture by 3 ~p NMR spectroscopy revealed that the catalyst had undergone considerable change. Only a minor amount of the phospho- rus signal could be assigned to the phosphinite, and even that corresponded to the chemical shift for methyl diphenylphosphinite, rather than that of the original ethyl ester, which was totally absent. The major signal could readily be assigned to cyanoethyldiphenylphosphine oxide, by comparison with a synthetic sample, and about 20% of the phosphorus component had a chemical shift some 50 ppm below phosphoric acid, which was indicative of a phosphorane, PhzP(OMe) 2CH2CH2CN [6,7]. In quantitative terms, we have shown that 72.7% of the phosphorus catalyst (6.8 mmol) had been converted into the inactive phosphine oxide with the simultaneous formation of 5.2 mmol of dimethyl ether. Thus at least 76.5% of the overall degree of catalyst deactivation can be accounted for in terms of evolution of the ether. It is likely that the failure to achieve 100% accountability of catalyst deactivation in terms of ether evolution is due to sample handling, traces of residual moisture in the system despite rigorous drying, and small losses during the separation of the dimethyl ether from the solvent. In broad terms, we consider that it is most likely that water causes stoichiometric, rather than catalytic deactivation of the catalyst. 3.2. Dimerisation reactions using t-butanol as solvent The same reaction when repeated in t-butanol solution resulted in the evolution of the volatile products, isobutene and di-tertiary butyl ether. Ethyl t-butyl ether was not detected. Unlike the reaction in methanol solution, only two species were detected by 31p NMR spectroscopy, namely the unchanged phosphinite (35 %) and the cyanoethylphosphine oxide (65%). The rate of exchange of alkoxy groups is clearly much lower when t-butanol is used as solvent, as seen by the presence of unreacted ethyl diphenylphosphinite after some 40 h of reaction time. Nevertheless, the exchange reaction must still take place since the main volatile deactivation products are isobutene and the butyl ether. It appears, therefore, that the intermediate compound present in the reaction system, essential for the exchange reaction to take place, does not play an essential role in the dimerisation stage. 180 J.R. Jennings et al. /Applied Catalysis A: General 130 (1995) 175-185 A further feature of the reaction in both methanol and t-butanol solvents is that no products derived from the ethyl group originally present in the phosphinite were detected among the volatile reaction products, either as an ether ROEt or ethylene gas. The product of the simple transesterification reaction would have been ethanol, which would have been very difficult to separate from either solvent using the trap- to-trap distillation technique because of the similarities of the vapour pressure. Since both ethyl methyl ether and t-butyl ethyl ether would have been detected, as would ethylene, it is proposed that the simple transesterification reaction: Ph2POEt + ButOH ~ Ph2POBut + EtOH had taken place and that the ethanol product remained in the bulk alcohol fraction. 3.3. Dimerisation reactions using isopropanol as solvent Earlier studies on catalyst stability had suggested that isopropyldiphenyl phos- phinite, Ph2POPr~, showed enhanced stability in comparison with the methyl and ethyl derivatives [ 1 ]. The next phase of this work, therefore, was to evaluate this phosphinite and more particularly, isopropanol as the solvent for the dimerisation reaction since: 1. ester exchange would lead to the more stable isopropyl derivatives when other phosphinites were used and 2. propene evolution from isopropyl intermediates would be much less favourable than isobutene evolution from tertiary butyl derivatives. Toluene was also included in the reaction mixture, since the yield of dimers had been found to increase using this inert co-solvent, and it was also considered that the less polar reaction medium would reduce the tendency towards the formation of cyanoethyl ethers. Dimerisation reactions in which isopropanol replaced the t- butanol and methanol as co-solvent were therefore studied. No volatile products arising from catalyst deactivation were detected, contrasting strongly with the other results. Assuming catalyst deactivation occurs by the same basic routes, irrespective of the nature of the alcohol, evolution of propene or di-isopropyl ether would have been expected. The relationship between temperature and saturated vapour pressure of all the reaction components and products which might be expected from catalyst deactivation is available in The Handbook of Chemistry and Physics and these data were used to derive the temperatures of cold traps to effect the necessary separations by the trap-to-trap method. It is clear from the vapour pressure data that even trace quantities of propene would have easily been separated and determined. Di-isopro- pyl ether would have been more difficult to separate, but would have been present in the acrylonitrile fraction and thus readily identified. The 31p NMR spectrum showed that at least 90% of the phosphinite had not been converted into the cyanoethyl oxide in the 20 h reaction period, consistent with the absence of any volatile products of catalyst deactivation. The minor amount of cyanoethyldiphenylphosphine oxide observed in the 3 ~p NMR spectrum could have J.R. Jennings et al./Applied Catalysis A: General 130 (1995) 175-185 181 arisen from trace amounts of water, 0.001 g being sufficient to oxidise the NMR sample completely. 3.4. Transesterification and catalyst deactivation Alkoxy group exchange (transesterification) of alkyl dialkylphosphinites, R2POR', is known to proceed under milder conditions than those required for phosphonites and phosphites [ 8 ]. For example, base catalysed alcoholysis of the ethyl (methyl)phosphinite, Me (Et)POEt, could be effected with ethylene glycol at 120 in 95% yield during 3 h. The reaction was considered to proceed via for- mation of an intermediate phosphonium salt. Any increase in the electron density at the phosphorus atom would increase the ease of the transesterification reaction and the following trends result: RzPOR > RP(OR)z > P(OR)3, and RzPOR > ARzPOR. Both primary and secondary alcohols have been shown to be active towards the transesterification reaction, but transesterification of ethyl diphenylphosphinite could not be effected with tertiary alcohols. For a more general discussion of phosphinites and phosphonites, see [ 9 ]. The experimental results from the acrylonitrile/t-butanol experiments are con- sistent with these trends in that some unreacted ethyl diphenyl phosphinite was found at the end of the experiments. However, the established formation of isobu- tene and di-t-butyl ether required that some exchange and/or addition process was taking place. Since it was unlikely that a simple base-catalysed reaction would a) Ph2POR + CH2=CHCN -- 4\" \" +ButOH f --\"]-- t Ph2PCH2CHCN ~ [Ph2PCH2CH21SNj OBu -ButOH -- OR OR b) Ph2PCH2CHCN OR \"? Ph--- P:\" -I- ~ ..Ph v~CH2CH2CN ,e -ROH +ButOH . Ph2PCH2CHCN e r Ph--PU OR +ROH| _ButOH I'~CH2CH2CN ButO ButO 0I) Scheme 1. 0) [Ph2POBut] + CH2=CHCN 1l_ -ROH 4- :~ Ph2PCH2CHCN +ROH OBut 182 J.R. Jennings et al. / Applied Catalysis A : General 130 (1995) 175-185 occur between a tertiary alcohol and a diphenylphosphinite, a reaction sequence which accounts for this exchange must be proposed. Two possibilities are shown in Scheme 1. Sequence (a) is analogous to that proposed for simple transesterification via a quaternary phosphonium species. The role of the acrylonitrile is to create a rather strongly basic new site remote from the phosphorus atom on the/3-carbon atom and capable of protonation by the weakly acidic and sterically hindered t-butanol. This mechanism would result in the transient formation of t-butyl diphenylphos- phinite, which we have found to be unstable, spontaneously decomposing to diphen- ylphosphine oxide, Ph2P( :O)H, with isobutene evolution. Ph2POBut ~ (CH3)2C=CH2 + [Ph2POH] ~ Ph2P(:O)H An alternative concerted mechanism for the formation of diphenylphosphine oxide, which does not invoke the transient formation of diphenylphosphinous acid is shown below: CMe2 Ph ~ pj O~Me2 Ph ~ p,./O --I\" ~! Ph/ It-- CH2 ~-Ph7 \\ H CH2 The base-catalysed reaction of diethyl phosphite, (EtO)2P(:O) H, with acrylonitrile has been shown [ 10] to give the cyanoethyl product, (EtO)zP(:O)CHzCH2CN. Similarly, diphenylphosphine oxide is expected to react with acrylonitrile [ 10] in the presence of a base such as a phosphinite, to give cyanoethyldiphenylphos- phine oxide, the normal product of catalyst deactivation. However, even though the dimerisation reaction had gone to completion, there was no trace of diphenyl- phosphine oxide in the 3Jp NMR spectrum. The methylene groups in acrylonitrile and 2,4-dicyanobutene- 1 have identical stereochemical and similar electronic envi- ronments, so it is posible that failure to observe at least some diphenylphosphine oxide was due to subsequent reaction with the 2,4-dicyanobutene-1, (NCCH=CHCH2CHzCN), component of the dimer fraction. Mechanism (b) invokes the hypothesis that a five-coordinate phosphorus species plays a mechanistic role in catalyst decay. This postulate is supported by the observation of the peak in the 31p NMR spectrum at ca. 50 ppm below phosphoric acid, but there was no direct evidence for this structure. It is most unlikely that the observed intermediate was structure (1), since this would lead to the formation of mixed ethers, which were not among the products of decomposition. The onward reactions leading to structure (II) must be more rapid than the decomposition of the intermediates and a statistical mixture of the penta-coordinate phosphorus species would then result. The limits of accuracy on the infrared spectroscopic analysis of the ether fraction would not, however, have allowed detection of mixed ethers below the 1% level. Whatever the mechanism of dimerisation or catalyst deactivation, elimination of isobutene would be expected from any of the proposed t-butoxy intermediates, leading to transient formation of a hydroxy derivative. These are known to be very J.R. Jennings et al. /Applied Catalysis A: General 130 (1995) 175-185 183 unstable species-which rearrange spontaneously to the phosphine oxide, unless stabilised by some highly electronegative group such as trifluoromethyl [ 11 ]. A typical reaction sequence is shown below: OR OR O Ph.. ] -Me2C=CH2 Ph I It OBut OH + ROH The sequence via the intermediate formation of phosphoranes thus forms the basis of an alternative mechanism for catalyst deactivation by either ether or alkene evolution, from a common intermediate. The product distributions from the reac- tions in methanol solvent are much less complex than those obtained from t-butanol and can be rationalised using the arguments presented above, or simply by initial ester interchange. The presence of methyl diphenylphosphinite in the dimerisation mixture which used the ethyl ester as the initial catalyst would be expected in either case and is therefore not conclusive evidence. The choice of alcohol for the dimerisation reaction is limited by the competing base-catalysed cyanoethylation reaction between the alcohol and acrylonitrile [ 12 ]. ROH + CHz=CHCN ~ ROCHzCHCN Primary alcohols undergo this reaction very readily, secondary alcohols to a lesser extent and tertiary butanol is reported not to react with acrylonitrile [ 12]. Unfortunately, the rate of catalyst deactivation in t-butanol solvent renders this system unpractical. When toluene was aded to the acrylonitrile/t-butanol system, the only volatile product from 5.82 mmol of added catalyst was 0.55 mmol of isobutene, with no evidence for the presence of di-t-butyl ether. The 31p NMR spectrum suggested that a maximum of 40% of the phosphorus catalyst had been oxidised and conse- quently some 2.33 mol of volatile oxidation products should have been detected leaving a shortfall of 1.79 mmol of product. Quantitative vapour pressure data are not available for di-t-butyl ether, but it can be deduced that it would lie between that of acrylonitrile and t-butanol at any given temperature. The work-up procedure for the catalyst system Ph2POP~/CH2=CHCN/ButOH/toluene was rather more complex than for the previous reactions since the mixture contained both toluene and unreacted acrylonitrile. Toluene has a rather low vapour pressure and does not interfere with the separation. Acrylonitrile was rather more difficult to detect because only a small amount remained after reaction and a relatively high vapour pressure is needed to obtain a satisfactory infrared spectrum. The quantity of di-t- butyl ether which would have been formed had the phosphinite deactivated via ether formation, 1.73 mmol (0.231 g), would easily have been sufficient to separate and identify by infrared spectroscopy. We therefore conclude that the oxidation process must either produce another product of low volatility, or more likely, atmospheric oxidation occurred during make-up of the NMR sample, thus destroy- 184 J.R. Jennings et al. /Applied Catalysis A: General 130 (1995) 175-185 ing catalyst independently from the dimerisation reaction. These observations differ greatly from those in which ethyl diphenylphosphinite was used as the catalyst and probably reflect the effects of both the change in polarity of the medium caused by the addition of toluene and the higher intrinsic stability of isopropyl diphenylphos- phinite. 4. Conclusions There are clear indications that catalyst stability can be improved significantly by careful selection of the catalyst and reaction medium. Tertiary alcohols, while attractive because of their low reactivity towards cyanoethylation, are unattractive because of their tendency towards the evolution of alkenes, whilst primary alcohols readily form ethers. Phosphinites based on secondary alcohols such as isopropanol are very attractive due to their low reactivity towards transesterification. The opti- mum solvent mixture from a mechanistic point of view therefore appears to com- prise toluene/acrylonitrile/isopropanol and this agrees well with the empirical findings discussed in the previous paper [ 1 ]. Three separate but additive routes to catalyst deactivation have thus been estab- lished which operate independently of the deactivation caused by traces of water. 1. Hydrolysis. This can be reduced to acceptable proportions by rigorous purifi- cation of materials, though acidic OH causes stoichiometric deactivation of catalyst. 2. Alkene evolution. This can be prevented by avoiding the use of tertiary alcohols as the proton donor. 3. Ether evolution. This can be reduced significantly, albeit at the expense of the rate of dimerisation, by dilution of the reaction medium with hydrocarbon co- solvents. Acknowledgements The authors gratefully acknowledge permission from ICI plc to publish this work and would like to thank Dr. B. Sheard of ICI Pharmaceuticals Division and Dr A. Royston of Durham University for recording 31p NMR spectra. We would also like to thank Dr. W. Hewertson of ICI Corporate Laboratory for most useful discussions and encouragement throughout the entire work. References [ 1 ] J.R. Jennings and R.J. Cozens, Appl. Catal. A, 124 (1995) 297. [2] J.R. Jennings and P.J. Hogan, U.K. Patent 1 546 087 (assigned to ICI plc). J.R. Jennings et al. /Applied Catalysis A: General 130 (1995) 175-185 185 [ 3 ] M.M. Baizer and J.D. Anderson, J. Org. Chem., 30 (1965) 1357. [4] J.R. Jennings, R.J. Cozens and C.D. Hall, in preparation. [ 5 ] W.H. Dietsche, Tetrahedron Lett., ( 1966 ) 6347. [61 P.D. Beer, R.C. Edwards, C.D. Hall, J.R. Jennings and R.J. Cozens, J. Chem. Soc. Chem. Commun., (1980) 351. [7] P.D. Beer, R.C. Edwards, C.D. Hall, J.R. Jennings and R.J. Cozens, Phosphorus Sulphur, 17 (1983) 283. [8] K.A. Petrov, E.E. Nifant'ev, L.V. Khorkhoyanu and A.I. Trushkar, Zh. Obsch. Khim,, 31 ( 1961 ) 3085. [ 9] R.R. Engel, Phosphorus: Organophosphorus Chemistry, in R.B. King (Editor), Encyclopedia of Inorganic Chemistry, Wiley, New York, 1994. [ 10] A.N. Pudovik and T.M. Sudakova, Zh. Obsch. Khim., 41 ( 1971 ) 1962. [ 11 ] J.E. Griffiths and A.B. Burg, J. Am. Chem. Soc., 84 (1962) 3442. [ 12] H.A. Bruson, Cyanoethylation, in R. Adams, (Editor), Organic Reactions, Vol. 5, Wiley, New York, 1949. APCATA 95001190 0926-860X(95)00119-0 10.1016/0926-860X(95)00119-0 Article The catalytic dimerisation of acrylonitrile: deactivation of phosphinite catalysts by alcoholysis J.R. Jennings ∗ a R.J. Cozens a 1 K. Wade b a University of Durham, Industrial Research Laboratories, South Road, Durham, DH1 3LE, UK b Chemistry Department, University Science Laboratories, South Road Durham, DH1 3LE, UK ∗ Corresponding author. 1 Present address: B.F. Goodrich Co., Moore and Walker Road, P.O. Box no. 134, Avon Lake, OH 44012, USA. Deactivation of phosphinite catalysts (R2′POR″) in the alcohol-promoted (R‴OH) linear dimerisation of acrylonitrile has been shown to proceed via two independent routes which may operate concurrently, each yielding the same cyanoethylphosphine oxide (R2′P(:O)CH2CH2CN) as the sole oxidation product. The first (main) route, the evolution of ethers, occurs with most alcohols. The second route, confined to tertiary alcohols, involves the evolution of alkene. The ethers evolved are mainly symmetrical, (R2‴O) and derived from the alcohol. Transesterification between the phosphinite and the alcohol component of the reaction mixture plays an important role in the overall reaction and leads to catalyst deactivation. The dimerisation reaction system most stable towards deactivation which gives a satisfactory selectivity to the linear product, is based on a mixture comprising acrylonitrile, toluene, isopropanol and isopropyl diarylphosphinites (Ar2POPr1). Keywords Acrylonitrile dimerisation Acrylonitrile Deactivation of phosphinite catalysts Phosphinite catalysts Alcoholysis References [1] J.R. Jennings R.J. Cozens Appl. Catal. A 124 1995 297 [2] J.R. Jennings and P.J. Hogan, U.K. Patent 1 546 087 (assigned to ICI plc). [3] M.M. Baizer J.D. Anderson J. Org. Chem. 30 1965 1357 [4] J.R. Jennings, R.J. Cozens and C.D. Hall, in preparation. [5] W.H. Dietsche Tetrahedron Lett. 1966 6347 [6] P.D. Beer R.C. Edwards C.D. Hall J.R. Jennings R.J. Cozens J. Chem. Soc. Chem. Commun. 1980 351 [7] P.D. Beer R.C. Edwards C.D. Hall J.R. Jennings R.J. Cozens Phosphorus Sulphur 17 1983 283 [8] K.A. Petrov E.E. Nifant'ev L.V. Khorkhoyanu A.I. Trushkar Zh. Obsch. Khim. 31 1961 3085 [9] R.R. Engel Phosphorus: Organophosphorus Chemistry R.B. King Encyclopedia of Inorganic Chemistry 1994 Wiley New York [10] A.N. Pudovik T.M. Sudakova Zh. Obsch. Khim. 41 1971 1962 [11] J.E. Griffiths A.B. Burg J. Am. Chem. Soc. 84 1962 3442 [12] H.A. Bruson Cyanoethylation R. Adams Organic Reactions Vol. 5 1949 Wiley New York",
      "scopus-id": "33847227928",
      "coredata": {
        "eid": "1-s2.0-0926860X95001190",
        "dc:description": "Deactivation of phosphinite catalysts (R2′POR″) in the alcohol-promoted (R‴OH) linear dimerisation of acrylonitrile has been shown to proceed via two independent routes which may operate concurrently, each yielding the same cyanoethylphosphine oxide (R2′P(:O)CH2CH2CN) as the sole oxidation product. The first (main) route, the evolution of ethers, occurs with most alcohols. The second route, confined to tertiary alcohols, involves the evolution of alkene. The ethers evolved are mainly symmetrical, (R2‴O) and derived from the alcohol. Transesterification between the phosphinite and the alcohol component of the reaction mixture plays an important role in the overall reaction and leads to catalyst deactivation. The dimerisation reaction system most stable towards deactivation which gives a satisfactory selectivity to the linear product, is based on a mixture comprising acrylonitrile, toluene, isopropanol and isopropyl diarylphosphinites (Ar2POPr1).",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-09-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001190",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jennings, J.R."
          },
          {
            "@_fa": "true",
            "$": "Cozens, R.J."
          },
          {
            "@_fa": "true",
            "$": "Wade, K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001190"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001190"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00119-0",
        "prism:volume": "130",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The catalytic dimerisation of acrylonitrile: deactivation of phosphinite catalysts by alcoholysis",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Acrylonitrile dimerisation"
          },
          {
            "@_fa": "true",
            "$": "Acrylonitrile"
          },
          {
            "@_fa": "true",
            "$": "Deactivation of phosphinite catalysts"
          },
          {
            "@_fa": "true",
            "$": "Phosphinite catalysts"
          },
          {
            "@_fa": "true",
            "$": "Alcoholysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "175-185",
        "prism:endingPage": "185",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 September 1995",
        "prism:doi": "10.1016/0926-860X(95)00119-0",
        "prism:startingPage": "175",
        "dc:identifier": "doi:10.1016/0926-860X(95)00119-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33847227928"
      }
    }
  }
}