{
  "metadata": {
    "title": "Deactivation of supported copper based catalysts during polyol conversion in aqueous phase",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-01-19",
    "doi": "10.1016/0926-860X(94)00205-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94002053",
    "pii": "0926860X94002053"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000339029",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X94002053 0926-860X(94)00205-3 0926860X94002053 10.1016/0926-860X(94)00205-3 S350 S350.3 HEAD-AND-TAIL 1-s2.0-S0926860X00X02098 2024-01-01T12:21:46.509935Z 0 0 19950119 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 121 121 2 2 Volume 121, Issue 2 5 231 244 231 244 19950119 19 January 1995 1995-01-19 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. DEACTIVATIONSUPPORTEDCOPPERBASEDCATALYSTSDURINGPOLYOLCONVERSIONINAQUEOUSPHASE MONTASSIER C CANT 1985 197 N MONTASSIER 1989 148 C MONTASSIER 1991 65 C BARBIER 1992 37 J MONTASSIER 1994 107 C MONTASSIER 1994 119 C OSINGA 1967 277 T POURBAIX 1963 M ATLASDEQUILIBRESELECTROCHIMIQUES MONTASSIERX1995X231 MONTASSIERX1995X231X244 MONTASSIERX1995X231XC MONTASSIERX1995X231X244XC item 0926-860X(94)00205-3 0926860X94002053 1-s2.0-0926860X94002053 10.1016/0926-860X(94)00205-3 271346 2024-01-01T12:21:46.509935Z 1995-01-19 1-s2.0-0926860X94002053-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002053/MAIN/application/pdf/18708054d9c1b95e471e5d773199e967/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002053/MAIN/application/pdf/18708054d9c1b95e471e5d773199e967/main.pdf main.pdf pdf true 777061 MAIN 14 1-s2.0-0926860X94002053-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002053/PREVIEW/image/png/dd5eff4050b8999d09a60a06e33b8002/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002053/PREVIEW/image/png/dd5eff4050b8999d09a60a06e33b8002/main_1.png main_1.png png 51089 849 656 IMAGE-WEB-PDF 1 APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 121 (1995) 231-244 Deactivation of supported copper based catalysts during polyol conversion in aqueous phase C. Montassier *, J.M. Dumas, P. Granger, J. Barbier U.R.A. CNRS 350 Laboratoire de Chimie 4, 40 Avenue du Recteur Pineau, 86022 Poitiers Cedex, France Received 13 May 1994; revised 21 September 1994; accepted 22 September 1994 Abstract Degradations and cyclodehydration of polyols in aqueous solution were studied on copper deposited on charcoal unmodified or modified by addition of chloride and a second metal (Pt or Au). These catalysts had properties very close to those of Raney copper based catalysts. Their deactivation was studied in a dynamic flow three-phase reactor, Sintering of copper particles, surface oxidation and copper(I) hydroxide dehydration were responsible for the deactivation of the unmodified Cu/C. In the cases of modified Cu/C, decrease of the cyclodehydration selectivity was attributed to the loss of chloride. Addition of chloride ions to the polyol solution to be converted increased the cyclodehydration selectivity but strongly decreased the activity. Keywords: Copper/charcoal; Cyclodehydration; Deactivation; Erythritol; Glucitol; Glycerol; Polyol conversion 1. Introduction Copper catalysts are able to hydro-dehydrogenate carbon-oxygen bonds [ 1 ] . Degradations of polyols in aqueous phase to lower polyols on Raney copper from 493 to 533 K under 1 to 4 MPa of hydrogen originate from this property [2] and not from direct hydrogenolysis as in the case of Ru for example. Thus, for instance, with copper, glycerol is converted to 1,2-propanediol and ethylene glycol; glucitol (sorbitol) is partially converted into glycerol and 1,2-propanediol. Degradation reactions (C-O and C-C cleavages) arise from the bifunctional properties of copper whose surface is made of metallic copper and of copper(I) hydroxide. Metallic copper would be responsible for hydro-dehydrogenation reactions and surface hydroxyls such as copper(1) hydroxide for dehydroxylation, retroClaisen and retro-Michael reactions. These mechanisms are summarized in Fig. 1. * Corresponding author. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI0926-860X(94)00205-3 232 C. Montassier et al. lApplied Catalysis A: General 121 (1995) 231-244 a) Polyol aehydrogenatioron Cu _ O H2 O O CH2-CH-CH-R H2 ~C-CH-CH-R --\\\\C-CH-C-R . . . OH OH OH +H2 H OH OH +H2 H OH b) Dehydroxylation H OOH\" 0 il H \\C-C-CH-R ? CHZ-CH-CH2-R H OAH OH OH C) Retro-CLAISEN ~H O O O p1 11 H20 l~ Q101 112 \"OTC-CH-C-R \"U C\\ - HC02H , CH2-CH-R H QH HO NCH R 1 OH OH I OH H2 , C02 d) Retro-MICHAEL H~ OH\" O/C-C- CIH H-C-R H2 CH2CH-CH2 CH2-CH-R H/ OH OH OH 101, OH OH OH + OH OH Fig. 1. Degradation mechanisms of polyols on copper catalysts. `OH' are surface hydroxyl species. Bimetals based on Raney copper were studied for these reactions [3-6]. The basic metal modification was done by oxido-reduction between the Raney copper and a chlorinated salt of the second metal. This technique gave bimetals having the general formula: Cu-M-x where M indicates the nature of the added metal (Pt, Au, Pd, Ru) and x is the atomic loading as the atomic percentage of the superficial copper (metallic and Cu) of the basic catalyst. When the precursor salt used was a chloride, the bimetals contained chloride. It appeared that if x > 20%, all superficial hydroxyl groups were removed and thus degradation reactions were completely absent. On the other hand, sites CupMbCU the exact nature of which could not be determined, and sites CuCI and Cu-M were created and catalyzed the cyclodehydration (CDOH) of polyols made of 4 carbon atoms or more. Fig. 2 shows the suggested mechanism (from electrophilic copper) and the products obtained from erythritol and glucitol. The whole study was conducted in a static reactor (autoclave). It appeared that the chlorinated bimetals, very selective for CDOH, lose some chloride during the reaction. Moreover, when these catalysts were used again with a new polyol solution, degradation products appeared concurrently with the cyclodehydration products [6]. Thus the catalyst is modified during the reaction. The aim of this work was to study this modification. The behaviours of copper and of some bimetals based on copper were studied for polyol conversion in a dynamic flow three-phase reactor. With such a reactor, initial kinetic study is not possible because of the time C. Montassier et al. /Applied Catalysis A: General 121 (1995) 231-2O 233 CYCLODEHYDOTION H\\B+ HOB+~C C H\\s+ C\" C 8 + ROH < O.) O Cu _--= Cu or Cu \"H - ~u + pi Examples: `CH2OH 21 < ` H-C-OH H--~-OH ,4H2OH 4H erythritol 1,4-anhydroerythritol H s H H 9S s a OH H`e. H.H 0s 3 H H H `CH2OH 1,4-anhydroglucitol 1,4-3,6-anhydroglucitol H-C-OH H ` (isosorbide) 3HO C-H ~OH H4~-OH a H 5~-OH `~ I OH 6&20H ``~k 2,5-anhydroiditol glucitol 1OH 1 HOs H OH 2,5-anhydromannitol Fig. 2. Cyclodehydration mechanism of polyols on electrophilic copper; examples. spent for reaching the operating conditions, but it enables to follow the changes in activity (deactivation) and selectivity during the working time. Moreover, this type of reaction is interesting for production as it can operate in a continuous process provided the activity and selectivity of the catalyst may be stabilized at an adequate level. However, such a reactor cannot be run with a powdered catalyst as a Raney metal. Thus, this study was done with a copper (10 wt.-%) deposited on a granulated charcoal. 234 C. Montassier et al. /Applied Catalysis A: General 121 (1995) 231-2O 2. Experimental 2.1. Catalysts The basic catalyst, Cu/C, was prepared with a charcoal from CECA (ACL 45, 1400 m2 g-') as cylindric grains (1.5 mm in diameter, 3 mm in length). To eliminate any sulfur it was reduced under hydrogen at 1273 K and oxidized by nitric acid (2 M at 373 K). Then it was impregnated with aqueous copper nitrate by evaporation to dryness. The reduction was done under a hydrogen stream for 3 h at 573 K after raising the temperature at a rate of 2 K min'. After cooling under nitrogen the catalyst was stored in air. Its copper loading, determined by chemical analysis, was 11.6 wt.-%. The copper metallic area measured by nitrous oxide decomposition at ambient temperature was 28 m2 g-' Cu, assuming a mean surface density of 1.46 - 10'9 copper atoms per m2 [ 7 ] . X-ray diffraction (XRD) only showed lines of metallic copper crystallites whose diameter was close to 72 A. The bimetals Cu-M-x/C were prepared as previously described for Raney copper [ 3 ] . Briefly, the desired amount of Cu/C is reduced at 573 K by hydrogen and cooled under nitrogen in a glass vessel in which 100 ml of an aqueous solution of the salt of the second metal (H2PtC16 or HAuC14) was added at ambient temperature. The slurry was mixed by bubbling nitrogen through for 1 h. The reaction was complete and very rapid as in the case of Raney copper and can be written as: nCu+ 2M\"+ - nCu2+ + 2Ms and nCus + M\" + --> nCu2 + + MS according to the standard oxido-reduction potentials: Cu2+ /Cu = 0.34 V; Cu2+ / Cu + -0.15 V; Pt4+/Pt=0.74 V; Au4+/Au=0.99 V. Three bimetals were thus prepared. Their compositions are given in Table 1. All the bimetallic catalysts have blended chloride. 2.2. Reactions The reactions in a static reactor were performed with crushed catalysts (grain size: 0.04-0.1 mm). The procedure and analysis of the reaction products (HPLC) were described previously [ 2,3 ] . Table 1 Catalyst composition in weight percentages Catalyst Cu Pt Au Cl Cu/C 11.6 - - - Cu-Pt-45 /C 10 0.59 - 0.30 Cu-Pt-90/C 10.6 1.10 - 0.92 Cu-Au-31 /C 10 - 0.42 0.25 C. Montassier et al. /Applied Catalysis A: General 121 (1995) 231-244 235 Exf N2 TC TC CV CV P V. RT : Reagent tank P : Pump R : Reactor C : Condensor D : Damping device APR : Atmospheric pressure receiver V : Valve D PC W S , i C) HZO APR LC) SV LiluWs H2 CV : Chek valve SV : Servovalve TC : Temperature wntroler LC : Level controler PC : Pressure wntroler RV : Reducing valve FC : Flow conuoler Fig. 3. Dynamic flow reactor. The three-phase dynamic reactor ( up flow) is described in Fig. 3. Hydrogen was introduced at the bottom of the reactor through a reducing valve and a flow controller ( Brooks ) . Simultaneously, the nitrogen-degassed aqueous solution of polyol was introduced through a high-pressure pump. The reactor was a stainless tube (LD. 17 mm, length 650 mm). The reactants were cooled and separated under pressure in a condenser. The gases escaped through a pressure controller ( Brooks) that kept constant the total pressure that is the sum of the water pressure in the reactor at its working temperature and of the desired hydrogen pressure. The liquid phase in the condenser escaped through a solenoid valve driven from a level probe placed in the condenser. Finally, gases and liquids were separated at room pressure and temperature. The loading of the reactor was achieved by diluting it ( near 50 vol.-% ) with carborundum. The first and last stages of the reactor were also filled with carborundum. After flushing with nitrogen and then with hydrogen at atmospheric pressure, the temperature was raised ( 2 K min') up to 573 K and kept at this value for 3 h to reduce the catalyst. After that, the reactor was cooled to the working temperature (493 to 533 K), the flow of polyol solution (0.11 M) was established ( 50 to 110 ml h') and then the hydrogen pressure (partial pressure: 0.1 to 4 MPa) and flow (61 h-') were adjusted. The results will be presented as the conversion level (percentage of converted polyol) and/or as the activity referred to the weight of catalyst (mol h-' g-' cat) or of copper (mol h-' g-' Cu). Selectivities are the molar percentages of the obtained products referred to the amount of converted polyol. 236 C. Montassier et al. /Applied Catalysis A: General 121(1995) 231-2O 3. Results 3.1. CuIC stability in the presence of water Samples (5 g) of this catalyst were treated in the dynamic flow reactor with water without polyol (110 ml h- t) for 5 h under 0.1 to 1.7 MPa of hydrogen at 493 to 533 K. The results (Table 2) show that in all cases, copper underwent sintering: the metallic surface area decreased from 28 to 10 m2 g-' Cu and the mean diameter of copper crystallites increased from 72 to 228 A. Decreasing the hydrogen pressure gave a lower sintering, probably because the rate of sintering was decreased, but in parallel, a loss of copper was observed: at 0.1 MPa of hydrogen pressure and 533 K, the copper content decreased to 6.1 wt.- Table 2 Temperature and hydrogen pressure effects on the Cu/C catalyst when treated with water Temp. PH, Metallic area db Cu catalyst (K) (MPa) (m2 g-' Cu) (A) (wt.-%) a - 28 72 11.6 493 1.7 20 195 10.3 513 1.7 13 228 10.8 533 1.7 10 214 11.4 513 0.7 17 185 10.2 513 0.1 17 171 9.2 533 0.1 - 164 6.1 a Initial catalyst. As determined using O. conversion,% 100 80 60 40 20 0 L 0 i 9 *,e 20 40 time, 6 60 SC Fig. 4. Deactivation of Cu/C catalyst during glycerol conversion. Hydrogen pressure: ( 1.0 MPa, ( 4.0 MPa. C. Montassier et al. /Applied Catalysis A: General 121 (1995) 231-244 237 % after 5 h as compared to 11.6 wt.-% for the initial catalyst. Some copper could be evidenced by atomic absorption spectroscopy analysis of the reactor effluent. 3.2. CuIC deactivation during polyol conversion Glycerol The study was done with 4 g of catalyst with a flow of 110 ml h-' of 0.11 mol 1-' of glycerol solution at 533 K. Fig. 4 shows the decrease of conversion during two experiments carried out at 1.0 and 4.0 MPa of hydrogen. Deactivation is slow and gradual but another more important deactivation, not visible here, took place Table 3 Temperature and hydrogen pressure effects on Cu/C activity, selectivity and catalyst parameters after 65 h of glycerol conversion Temp. P Activity Selectivity (%)b Cu, d' Phases' (K) (Nipa) (mol h-' g-' X 10') 12 PG EG (wt: %) (A) e - - - - 11.6 72 Cu 533 1.0 6.37 63.0 37.0 10.7 248 Cu/CU20 533 4.0 12.4 84.5 15.5 11.5 244 Cu/Cu20 513 1.0 3.31 51.0 49.0 10.1 290 Cu/Cu20 493 1.0 1.70 55.0 45.0 10.8 233 Cu/Cu20 493 4.0 2.40 83.0 17.0 10.9 250 Cu/Cu20 e Initial catalyst. 12 PG: 1,2-propanediol; EG: ethylene glycol. catalyst copper wt.-%. d As determined using XRD. Se.% 20 15 10 ~- 5 0 0 20 40 60 80 time, h Fig. 5. Cyclodehydration selectivity (Sc) changes during erythritol conversion. Hydrogen pressure: ( 1.0 MPa, ( 4.0 MPa. 238 C. Montassier et al. /Applied Catalysis A: General 121 (1995) 231-244 conversion;/. 100 r---U 80 60 40 20 0 0 2 4 6 line, h o %1. . 10 12 Fig. 6. Deactivations of: (O) Cu/C; ( Cu-Ft-45/C and (O) Cu-Au-31 /C during glucitol conversion. before. For example, at 4 MPa of hydrogen pressure the catalyst activity is only 12.4 10-3 mol h-' g-' Cu (conversion: 400) after 65 h whereas the original catalyst, under the same experimental conditions in the static reactor, had an initial activity of 36 ~ 10-3 mol h-' g-' Cu close to that observed for Raney copper [2] . The promoter effect of hydrogen is clearly visible in Fig. 4 and Table 3 in which the activities after 65 h are listed for several temperatures. The apparent activation energy at 493 to 533 K for 1.0 MPa of hydrogen is 75 kJ mol', a lower value but close to that observed in the static reactor for Raney copper: 88 kJ mol' [2] . As in the case of Raney copper, glycerol was converted to 1,2-propanediol and ethylene glycol. The selectivities are given in Table 3. Their variations were low during the deactivation, but an increase of the hydrogen pressure favoured the 1,2propanediol production. Analysis of the catalysts after 65 h of work time show that the copper contents are close to the initial one: no copper had been lost at relatively high hydrogen pressure as was previously observed for shorter times of catalyst treatment with water. Any trace of copper could be evidenced in the reactor effluents. The sintering of copper is clearly observed from XRD but these patterns showed also the partial oxidation of copper to copper(I) oxide. Erythritol Under the same experimental conditions, deactivation of the Cu/C catalyst showed the same trend as for glycerol and the same promoter effect of the hydrogen pressure on the conversion. Concerning the selectivity, at first only degradation products were observed as for Raney copper in the static reactor [ 2 ] : the main products obtained were 1,2,4-butanetriol,1,2-butanediol,1,2-propanediol and glycerol. However, as is shown in Fig. 5, as the catalyst deactivated some anhydroerythritol appeared. This cyclodehydration reaction was not observed in the static reactor on Raney copper and on a new sample of Cu/C. The amount of CDOH increased with time as the deactivation proceeded and with the hydrogen pressure. C. Montassier et al. /Applied Catalysis A: General 121 (1995) 231-244 239 n CI 2 1 5 r r r 2 :. . o. O .O . --o _ 1 0 0 1 2 3 4 5 6 Hme, h Fig. 7. Conversion of glucitol on Cu-Pt-90/C in the static reactor: (O) glucitol; (O) monoanhydrohexitols; () isosorbide; n: mol X lot/ 160 ml; ( Cl: mol X 10'1160 ml. Glucitol One of the curves in Fig. 6 shows the strong deactivation of Cu/C under the following experimental conditions: glucitol 0.11 mol 1-', 50 ml h- t; hydrogen 1 MPa, 61 h-; 513 K; 5 g of catalyst. As for other polyols, degradation products were obtained initially as for Raney copper catalyst. The details of their composition will not be examined here. As for erythritol, cyclodehydration products (monoanhydrohexitols and traces of isosorbide) appeared during the deactivation (Fig. 8) whereas initially they were not obtained. 3.3. Bimetallic Cu-PtIC and Cu-Au1C deactivation These catalysts behaved as the bimetals prepared from Raney copper for the conversion of glucitol in the static reactor. As an example, for 2 g of Cu-Pt-90/C, Fig. 7 shows that glucitol is completely transformed into cyclodehydration products (monoanhydrohexitols and isosorbide) without any measurable amount of degradation products. However, some chloride appeared in solution as it was lost by the catalyst. This catalyst was water washed and reused under the same conditions with a new glucitol solution. In this experiment the cyclodehydration selectivity was only 24%. As for modified Raney copper catalysts this trend seems to be correlated with the loss of chloride from the catalyst. Two catalysts were studied in the dynamic flow reactor: 5 g of Cu-Pt-45 /C and Cu-Au-31/C, 50 ml h -t of 0.11 M glucitol solution, 1.0 MPa of hydrogen at 513 K. Their deactivations are shown in Fig. 6 and seem to be slower compared to the basic Cu/C catalyst. During the deactivation the cyclodehydration reactions remained; however, the competitive degradations appeared (Fig. 8) . 240 C. Montassier et al. /Applied Catalysis A: General 121 (1995) 231-2O Se,% loo r 80 60 40 ?0 CI 10 ,. O .O _ _ a 'o 0 , _ :' i 6 4 -2 0 8 10 12 0 2 4 6 time, t Fig. 8. Cyclodehydration selectivity (Sc) changes during glucitol conversion on: (O) Cu/C; ( Cu-Pt-45/C and ( O) Cu-Au-31 /C; ( ) chlorine concentration, mol 1-' X 10', for the experiment done with Cu-Pt-45/C. After 10 h the cyclodehydration selectivities were 65% for Cu-Pt-45/C and 25% for Cu-Au-31 /C, respectively. In the two cases, a loss of chloride coming from the catalyst was observed at the beginning of the reactions. The chloride concentration in the recovered solution is plotted in Fig. 8 in the case of Cu-Pt-45/C. It seems that this loss of chloride was parallel to the appearance of degradation reactions and thus to the decrease of the cyclodehydration selectivity. In order to reduce this effect, some trials were made by adding chloride ions to the glucitol solution in the following conditions: aqueous glucitol solution 0.11 M with NaCI 0.2 M, 50 ml h-1, 5 g of Cu-Pt-90/C, 4 MPa of hydrogen, 513 K. Fig. 9a shows the initial catalyst deactivation in the presence of sodium chloride. Con- conversion,% 100 so 60 40 ?0 0 a b O i i i 0 5 10 !5 20 25 time, h Q .SC, % 1 100 so 60 40 20 Ow O.. 0 30 35 40 Fig. 9. Conversion of glucitol on Cu-Pt-90/C: (O) conversion %; ( cyclodehydration selectivity. (a, added NaCI; (b) without NaCI. c ) with C. Montassier et al. /Applied Catalysis A: General 121 (1995) 231-2O 241 version and cyclodehydration stabilized at 14% and 54%, respectively. After 9 h of work time, a glucitol solution without any sodium chloride was converted: the catalyst activity increased as the conversion reached almost 60% but cyclodehydration selectivity decreased down to 28% (Fig. 9b) . After 25 h of total work time, sodium chloride was again added to the glucitol solution (Fig. 9c). The cyclodehydration selectivity increased strongly up to 80% but the conversion dropped to 10%, corresponding to a very low activity of near 10-4 mol h-' g-' cat. of converted glucitol. Thus, the addition of chloride ions to the glucitol solution inhibited the degradation reactions, enhancing the cyclodehydration selectivity, but deactivated strongly the catalyst. The same behaviour was observed for the Cu-Au-31 /C catalysts: with sodium chloride added, the cyclodehydration selectivity reached 90% but the activity was only 0.6 - 10-4 mol h-' g-' cat. (5% of conversion). 4. Discussion The monometallic Cu/C catalyst is initially made of metallic copper crystallites without any well crystallized copper oxide. Their behaviours for the conversion of polyols are the same as those of Raney copper in aqueous medium at 493-533 K under hydrogen pressure. As an example, in the static reactor and under the same experimental conditions, the initial activities and selectivities are of the same magnitude. Thus, the mechanisms of the degradation reactions and the nature of the sites on which they occur are probably the same: simple or multiple hydro-dehydrogenations of C-0 bonds on the metallic copper, dehydroxylation and retroClaisen from nucleophilic action of adsorbed hydroxyls, probably as copper(1) hydroxide, as shown in Fig. 1. The modification of the Cu/C catalyst used in the dynamic flow reactor when treated with water with or without a polyol conversion reveals: - sintering of the metallic copper, - oxidation of copper with appearance of a well crystallized phase of copper(1) oxide, . - formation of cyclodehydration sites. The main part of the sintering occurs quickly in the first hour of a run in the dynamic flow reactor. The sintering mechanism was studied in the case of copper deposited on silica [ 8 ] and seems to be suitable to this work. Thus the small copper particles much more oxidizable than the big ones, would give oxide or hydroxide of copper(1). Unstable, they would be solubilized. However, in our experimental conditions, they may undergo a disproportionation [9] as: 2Cu+aq ;F?t CuCu2+aq (1) The growth of the remaining copper on the charcoal surface is explained by reaction (1) but also by the adsorption of the Cu2+ species on the bigger particles and their reduction by even: 242 C. Montassier et al. /Applied Catalysis A: General 121 (1995) 231-244 -the metallic copper itself: Cue+aq+Cus+H20 ;i::!: 2Cu(OH)s+2H+ (2) -the adsorbed hydrogen on metallic copper: Cue+aq+ZHOs -- Cu, +2H+ (3) When the Cu/C catalyst was treated by water under a low hydrogen pressure (0.1 MPa), a loss of copper was observed. In this case reaction (3) would be very slow. If reaction (2) is also rather slow, then part of the Cue+aq ions would be drawn off by the water flow. On the other hand, if the hydrogen pressure is higher (1.7 MPa or more), reaction (3) would be sufficiently fast to avoid any notable loss of copper. According to this mechanism, copper(I) hydroxide and metallic copper would be present at the copper surface, but the amount of metallic species would increase as the hydrogen pressure is increased, decreasing the amount of copper(l) hydroxide species. In such a case the rates of the degradation reactions would be slowed down all the more as hydrogen inhibits thermodynamically the dehydrogenation steps (Fig. 1) . On the other hand it was observed that the residual activities for glycerol and erythritol degradations were higher at 4.0 MPa than at 1.0 MPa of hydrogen pressure. This result may be understood if it is assumed that the rate determining factor is the net metallic copper surface available for adsorption of the polyol molecules. However, concerning the selectivity for glycerol conversion, an increase of the hydrogen pressure inhibits the double dehydrogenation (necessary for the production of ethylene glycol through the retro-Claisen reaction) more than the simple dehydrogenation (leading to 1,2-propanediol through the dehydroxylation). As a result it was observed that more 1,2-propanediol was obtained at a higher hydrogen pressure. The deactivation seems to proceed continuously, probably because of copper oxidation. In parallel, during erythritol and glucitol conversions, cyclodehydration products appeared. Their formation does not require any dehydrogenation reaction (Fig. 2) but involves electrophilic sites absent on the initial catalyst surface. As copper(l) oxide appears during the catalyst deactivation (Table 3) it may be assumed that this oxide would be the catalyst of this reaction according to the scheme: Ha+ c-, ~c H s s-o `o0 o,H s o + c, --c 0 Cu CU Cu Cu The formation of this copper(l) oxide can come from the slow and gradual dehydration of copper(l) hydroxide: 2CuOH - CU20 + H20 (5 ) C. Montassier et al. /Applied Catalysis A: General 121(1995) 231-2O 243 Copper deposited on charcoal can undergo the same modification as for Raney copper by oxidoreduction with the salt of a more noble metal such as platinum or gold. The bimetals obtained are as selective for cyclodehydration as those prepared from Raney copper when used only once in the static reactor. However, they lost some chloride necessary for the cyclodehydration to be highly selective. This is well evidenced by the experiments carried out in the dynamic reactor (Fig. 8a) where the degradation reactions appeared as the catalyst lost chloride. However, the effect of chloride ion addition to the glucitol solution is interesting. According to a previous work [ 3 ] , the high cyclodehydration selectivity of Raney copper was attributed to Cu-M, Cu-Cl and overall Cup Mb-Clc species (M modifier metal, a, b, c unknown). Hydrolysis of these species, for instance in the case of CuCl: CuCl+HZ0 -- CuOH+H++Cl- (6) regenerates surface hydroxyl groups able to degrade dehydrogenated polyols if metallic copper is still present at the catalyst surface. This reaction (6) is assumed to be faster than (5) . The remaining cyclodehydration observed may come from the residual CuCl species or from the Cu-M sites or from the formation of CU20 sites according to Eq. (5) as for the Cu/C catalyst. The addition of chloride ions to the glucitol solution shifts the equilibrium (6) to the left, restoring more cyclodehydration sites. However the whole restoration of CuCl species could not be reached with the chloride concentration used (0.2 M) and chloride ions had a strong inhibiting effect on the overall rate of glucitol conversion (Fig. 9b, c). Qualitatively, this effect may be a poisoning of the metallic copper surface necessary for the adsorption of the polyol molecules and their dehydrogenation, and so, their degradation. This poisoning would be a reversible adsorption of chloride ions without significant formation of CuCl species active for cyclodehydroxylation. 5. Conclusion The behaviour of Cu/C catalyst for polyol degradations is very similar to those of Raney copper. In a dynamic flow reactor it was deactivated first by a quick sintering that involved oxidation of small copper particles, dissolution, readsorption on big particles and reduction. This catalyst further deactivated because of surface oxidation and dehydration of copper(I) hydroxide (responsible for the degradations) to copper(I) oxide. This oxide seems to be responsible for the gradual appearance of cyclodehydration products in the cases of erythritol and glucitol. The Cu/C catalyst could be modified by oxido-reduction to give bimetallic catalysts Cu-Pt and Cu-Au containing chloride. These catalysts were initially as selective for polyol cyclodehydration as were the modified Raney copper catalysts: no degradation reactions appeared because all hydroxyls of the copper(I) hydroxide species were replaced by chloride. This copper(I) chloride seems to be the main 244 C. Montassier et al. /Applied Catalysis A: General 121(1995) 231-2O active phase for cyclodehydration. In the dynamic flow reactor the catalyst deactivated and degradation reactions took place because of partial hydrolysis of the chloride they contained, restoring copper(I) hydroxide and leading to a decrease of the cyclodehydration selectivity. This hydrolysis could be restricted but not completely eliminated by addition of chloride to the initial polyol solution. Unfortunately the activity was strongly decreased probably because of a poisoning effect of these added chloride ions, the cause of which could not be well understood. References [ 1 ] N.W. Cant, S.P. Tonner, D.L. Trimm and M.S. Wainwright, J. Catal., 91 (1985) 197. [2] C. Montassier, D. Giraud, J. Barbier and J.P. Boitiaux, Bull. Soc. Chim. Fr., 2 (1989) 148. [3] C. Montassier, J.C. Menezo, J. Moukolo, J. Naja, L.C. Hoang, J. Barbier and J.P. Boitiaux, J. Mol. Catal., 70 (1991) 65. [4] J. Barbier, J.C. Menezo, C. Montassier, J. Naja, G. del Angel and J.M. Dominguez, Catal. Lett., 14 (1992) 37. [51 C. Montassier, J.C. Menezo, J. Naja, J. Barbier, J.M. Dominguez, P. Sarrazin and B. Didillon, J. Mol. Catal., 91 (1994) 107. [6] C. Montassier, J.C. Menezo, J. Naja, P. Granger, J. Barbier, P. Sarrazin and B. Didillon, J. Mol. Catal., 91 (1994) 119. [7] T.J. Osinga, B.G. Linsen and W.P. Van Beck, J. Catal., 7 (1967) 277. [ 8] J.M. Dumas, P. Granger, C. Montassier and J. Barbier, in preparation. [9] M. Pourbaix, Atlas d'equilibres electrochimiques, Gauthier-Villars, Paris, 1963. APCATA 94002053 0926-860X(94)00205-3 10.1016/0926-860X(94)00205-3 Deactivation of supported copper based catalysts during polyol conversion in aqueous phase C. Montassier 1 J.M. Dumas P. Granger J. Barbier U.R.A. CNRS 350 Laboratoire de Chimie 4, 40 Avenue du Recteur Pineau, 86022 Poitiers Cédex, France 1 Corresponding author. Degradations and cyclodehydration of polyols in aqueous solution were studied on copper deposited on charcoal unmodified or modified by addition of chloride and a second metal (Pt or Au). These catalysts had properties very close to those of Raney copper based catalysts. Their deactivation was studied in a dynamic flow three-phase reactor. Sintering of copper particles, surface oxidation and copper(I) hydroxide dehydration were responsible for the deactivation of the unmodified Cu/C. In the cases of modified Cu/C, decrease of the cyclodehydration selectivity was attributed to the loss of chloride. Addition of chloride ions to the polyol solution to be converted increased the cyclodehydration selectivity but strongly decreased the activity. Keywords Copper/charcoal Cyclodehydration Deactivation Erythritol Glucitol Glycerol Polyol conversion References [1] N.W. Cant S.P. Tonner D.L. Trimm M.S. Wainwright J. Catal. 91 1985 197 [2] C. Montassier D. Giraud J. Barbier J.P. Boitiaux Bull. Soc. Chim. Fr. 2 1989 148 [3] C. Montassier J.C. Ménézo J. Moukolo J. Naja L.C. Hoang J. Barbier J.P. Boitiaux J. Mol. Catal. 70 1991 65 [4] J. Barbier J.C. Ménézo C. Montassier J. Naja G. del Angel J.M. Dominguez Catal. Lett. 14 1992 37 [5] C. Montassier J.C. Ménézo J. Naja J. Barbier J.M. Dominguez P. Sarrazin B. Didillon J. Mol. Catal. 91 1994 107 [6] C. Montassier J.C. Ménézo J. Naja P. Granger J. Barbier P. Sarrazin B. Didillon J. Mol. Catal. 91 1994 119 [7] T.J. Osinga B.G. Linsen W.P. Van Beck J. Catal. 7 1967 277 [8] J.M. Dumas, P. Granger, C. Montassier and J. Barbier, in preparation. [9] M. Pourbaix Atlas d'équilibres électrochimiques 1963 Gauthier-Villars Paris",
      "scopus-id": "0000339029",
      "coredata": {
        "eid": "1-s2.0-0926860X94002053",
        "dc:description": "Degradations and cyclodehydration of polyols in aqueous solution were studied on copper deposited on charcoal unmodified or modified by addition of chloride and a second metal (Pt or Au). These catalysts had properties very close to those of Raney copper based catalysts. Their deactivation was studied in a dynamic flow three-phase reactor. Sintering of copper particles, surface oxidation and copper(I) hydroxide dehydration were responsible for the deactivation of the unmodified Cu/C. In the cases of modified Cu/C, decrease of the cyclodehydration selectivity was attributed to the loss of chloride. Addition of chloride ions to the polyol solution to be converted increased the cyclodehydration selectivity but strongly decreased the activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-01-19",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94002053",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Montassier, C."
          },
          {
            "@_fa": "true",
            "$": "Dumas, J.M."
          },
          {
            "@_fa": "true",
            "$": "Granger, P."
          },
          {
            "@_fa": "true",
            "$": "Barbier, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94002053"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94002053"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00205-3",
        "prism:volume": "121",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Deactivation of supported copper based catalysts during polyol conversion in aqueous phase",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Copper/charcoal"
          },
          {
            "@_fa": "true",
            "$": "Cyclodehydration"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          },
          {
            "@_fa": "true",
            "$": "Erythritol"
          },
          {
            "@_fa": "true",
            "$": "Glucitol"
          },
          {
            "@_fa": "true",
            "$": "Glycerol"
          },
          {
            "@_fa": "true",
            "$": "Polyol conversion"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "231-244",
        "prism:endingPage": "244",
        "pubType": "fla",
        "prism:coverDisplayDate": "19 January 1995",
        "prism:doi": "10.1016/0926-860X(94)00205-3",
        "prism:startingPage": "231",
        "dc:identifier": "doi:10.1016/0926-860X(94)00205-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000339029"
      }
    }
  }
}