{
  "metadata": {
    "title": "Effect of alkaline promoters on catalytic activity of V<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>5</ce:inf>/TiO<ce:inf loc=post>2</ce:inf> and MoO<ce:inf loc=post>3</ce:inf>/TiO<ce:inf loc=post>2</ce:inf> catalysts in oxidative dehydrogenation of propane and in isopropanol decomposition",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-04-27",
    "doi": "10.1016/0926-860X(94)00274-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94002746",
    "pii": "0926860X94002746"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000414952",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X94002746 0926-860X(94)00274-6 0926860X94002746 10.1016/0926-860X(94)00274-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00476 2024-01-01T12:18:48.759026Z 0 0 19950427 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 125 125 1 1 Volume 125, Issue 1 11 129 144 129 144 19950427 27 April 1995 1995-04-27 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. EFFECTALKALINEPROMOTERSCATALYTICACTIVITYV2O5TIO2MOO3TIO2CATALYSTSINOXIDATIVEDEHYDROGENATIONPROPANEINISOPROPANOLDECOMPOSITION GRABOWSKI R BORESKOV 1975 1 G ILYINICH 1983 55 O ILYINICH 1983 613 O VANHENGSTUM 1984 317 A ZHU 1989 3629 J ECKERT 1990 347 H BOND 1991 393 G RAMIS 1993 299 G NOBBENHUIS 1994 241 M DEO 1994 335 G LIETTI 1993 13 L MARTIN 1992 5575 C MARTIN 1993 4131 C MARTIN 1994 239 C MARTIN 1994 415 C BOND 1993 281 G SOUNGKIM 1989 325 D MATSUOKA 1990 1477 Y BRUCKMAN 1993 279 K FILIPEK 1990 767 E AI 1976 1328 M GRZYBOWSKA 1994 151 B GRZYBOWSKASWIERKOSZ 1987 121 B OUQUOR 1993 3151 A KNOZINGER 1972 57 H BERANEK 1978 281 L COMPLEXCATALYTICPROCESSES NONDEK 1975 34 L HUSSEIN 1989 1723 G TAKEZAWA 1974 329 N SZAJMAN 1981 97 J SCOFIELD 1976 129 J PENN 1976 29 D BOND 1986 353 G MENDIALDUA 1987 213 J WACHS 1985 339 I MAZZOCCHIA 1991 181 C KRYLOW 1993 209 O COURCOT 1994 895 D CHAAR 1988 463 M SIEWHEWSAM 1990 417 D BIELANSKI 1991 A OXYGENINCATALYSIS GRABOWSKIX1995X129 GRABOWSKIX1995X129X144 GRABOWSKIX1995X129XR GRABOWSKIX1995X129X144XR item 0926-860X(94)00274-6 0926860X94002746 1-s2.0-0926860X94002746 10.1016/0926-860X(94)00274-6 271346 2024-01-01T12:18:48.759026Z 1995-04-27 1-s2.0-0926860X94002746-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002746/MAIN/application/pdf/8e63343b04099a728a42adab31f2be04/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002746/MAIN/application/pdf/8e63343b04099a728a42adab31f2be04/main.pdf main.pdf pdf true 824001 MAIN 16 1-s2.0-0926860X94002746-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002746/PREVIEW/image/png/679358f65eb0278795b20e25539a823e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002746/PREVIEW/image/png/679358f65eb0278795b20e25539a823e/main_1.png main_1.png png 44717 849 656 IMAGE-WEB-PDF 1 ~ APPLIED :,~': ~ -~ CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 125 (1995) 129-144 Effect of alkaline promoters on catalytic activity of VzOs/TiO2 and MoO3/TiO2 catalysts in oxidative dehydrogenation of propane and in isopropanol decomposition R. Grabowski, B. Grzybowska *, K. Samson, J. Stoczyfiski, J. Stoch, K. Wcisto Institute of Catalysis and Surface Chemistry,, Polish Academy of Sciences, 30-239 KrakGw, Poland Received 22 August 1994; revised 2 December 1994; accepted 5 December 1994 Abstract Oxidative dehydrogenation of propane has been studied on V2Os/TiO2 and MoO3/TiO2 catalysts, consisting of 1 and 5 monolayers of the deposited oxides, promoted with Li, K and Rb cations. The catalysts were characterized by X-ray photoelectron spectroscopy (XPS) and by isopropanol decom- position, a probe for acid-base properties. For both types of catalysts, irrespective of the vanadium or molybdenum content, the total activity in oxidative dehydrogenation of propane decreased for the promoted catalysts in the sequence: non-promoted >~ Li > K > Rb-promoted catalyst. The propene yields and selectivities at equal conversion increased in the same order. The same sequence was also observed for the increase in the rate of acetone formation and the decrease in the rate of propene formation in the isopropanol decomposition on the promoted catalysts. It is proposed that the alkaline promoters decrease the acidity and increase the basicity of the catalysts, and hence facilitate desorption of propene from the catalyst surface, preventing it from further oxidation to carbon oxides. The XPS data suggest that the alkaline promoters increase the dispersion of the vanadia or molybdena phase in lhe high vanadium or molybdenum content catalysts. Keywords.\" Alkaline promoters; lsopropanol decomposition: Propane oxidative dehydrogenation; Molybdena/ litania; Vanadia/titania 1. Introduction Alkali metals, in particular potassium and rubidium are often mentioned as promoters for industrial catalysts for selective oxidation processes. The fundamen- * Corresponding author, E-mail: ncgrzybo @ cyf-kr.edu.pl, tel. ( + 48-12) 252841. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDIO926-860X ( 94 ) 00274-6 130 R. Grabowski et al. / Applied Catalysis A: General 125 (1995) 129 144 tal studies concerning the effect of series of alkali promoters on catalytic perform- ance are scarce [ 1-3 ], while most of the papers on this subject are concerned with potassium additives. In recent years several papers have been published on the effect of potassium, present as an impurity in commercial titania support or added intentionally to vanadia-titania catalysts, on their structure, physicochemical and catalytic properties in some oxidation reactions [4-10] and in selective catalytic reduction (SCR) of NOx [ 11 ]. A few papers have been concerned with the effect of alkaline cations on physicochemical properties of the molybdena-titania system [12-16]. This latter system, though less extensively studied than vanadia-titania catalysts, was shown to be active in oxidation of methanol [ 17-19], butene [ 20,21 ], o-xylene [20] and butadiene [21]; no studies on the effect of alkaline promoters on catalytic performance in these reactions, however, have been reported. The effect of potassium on catalytic performance of vanadia-titania catalysts in oxi- dation reactions has been studied for oxidation of o-xylene [4,9], toluene [4,5], butadiene [7], and methanol [10]. The presence of potassium in the catalysts generally decreased the total activity; its effect on yield and/or selectivities to partial oxidation products was negative or positive depending on the type of the oxidized molecule, on vanadium and potassium contents and on the oxidation reaction conditions. It should also be observed that in most of the studies in which a distinct effect of potassium on structure and physicochemical properties of V205/ TiO2 was reported, the potassium content was relatively high (the K/V ratio being usually higher than 0.15). At high potassium content the formation of amorphous potassium-vanadia bronzes, or potassium vanadates is possible [5]. Also in the few studies on the MoO3/TiO2 system doped with alkaline cations, the presence of alkali metal molybdates was reported [ 15]. Formation of mixed compounds may obscure the promoting effect of alkali metals and complicates the generalization of the obtained results. We have shown recently [22] that the addition of potassium to the V2Os/TiO2 and MoO3/TiO2 systems with high (5 monolayers) content of deposited oxides increases the selectivity to propene in oxidative dehydrogenation of propane, a reaction of considerable interest due to its potential application as a source of cheap propene raw material. In the present work the effect of addition of Li, K and Rb to V2Os/TiO2 and MoO3/TiO2 systems of low (one theoretical monolayer) and high (5 theoretical monolayers) content of vanadium and molybdenum on their performance in this reaction has been studied. The atomic ratio of alkaline cations to vanadium or molybdenum was low (0.1) and constant for different promoters to demonstrate the effect of their nature on the catalytic properties. The catalysts were characterized by isopropanol decomposition, a probe reaction for the acid-base properties of oxide catalysts [21,23,24]. The alcohol may decompose through two parallel routes: dehydration to propene on a BrOnsted H+ site, or on a Lewis acid-base pair, and dehydrogenation to acetone, a reaction in which the acid-base pair is involved [25-29]. For V2Os/TiO2 and MoO3/TiO2 it has been shown [21] that R. Grabowski et al./Applied Catalysis A: General 125 (1995) 129-144 131 the rate of propene formation correlates with the acidity of the catalysts measured using ammonia chemisorption, whereas the acetone/propene ratio can be correlated to the basicity determined by carbon dioxide chemisorption. Some catalysts rep- resentative for the studied series of VTi and MoTi preparations were also charac- terized by X-ray photoelectron spectroscopy XPS). 2. Experimental 2.1. Catalysts The catalysts were prepared by impregnation with ammonium metavanadate or heptamolybdate solutions at pH = 6 of a commercial anatase support (Tioxide batch NP 93/204, specific surface area 48 mZ/g), followed by drying for 18 h at 120 and calcination in a stream of air at 450 for 5 h. The XPS analysis of the support showed small amounts of sulphur as the only impurity on the TiO2 surface. The alkali metal promoters (Alk) were introduced by adding appropriate amounts of Li, K, or Rb nitrates to the metavanadate or heptamolybdate solutions to obtain an atomic ratio Alk/V or Alk/Mo of 0.1. The content of vanadium or molybdenum in the catalysts corresponded to 1 and 5 monolayers (mnl) of V205 or MOO3, calculated from the crystallographic data. One mnl of VOx contains 10 V atoms per nm2 and that of MoOx 6.5 Mo atoms per nm2. The catalysts are denoted further in the text by the symbols XMeTiAlk, where X = 1 or 5 corresponds to the number of mnl of the deposited oxide, Me = V or Mo, Alk = Li, K, or Rb. Thus for instance the catalyst denoted 5VTiK contains 5 mnl of V205 deposited on TiO2 and potas- sium as a promoter. X-ray diffraction (XRD) analysis showed the presence of only the anatase form of TiO2 in the catalysts. Crystalline V205 and M003 were observed for the prepa- rations containing 5 mnl of the deposited phase, in slightly lower amounts for the promoted catalysts, as could be inferred from the relative intensities of the V205 or MoO3 to the TiO2 peaks in the diffractograms. Thus for instance IMo(d 3.26 A)/ lTi(J=3.52 A) was 0.37 for 5MoTi and 0.29 for 5MoTiK catalysts. For 5VTi and 5VTiK preparations the ratios Iv(d=4.38 A)/ITi(d--3.52 A) were 0.20 and 0.17, respec- tively. The Raman spectra, recorded for some of the preparations with a Nicolet 800 FTIR with FT Raman accessory, revealed the presence of vanadia and mol- ybdena phases also in the case of 1 mnl catalysts: the sharp band at 996 cm- characteristic of V205 was observed for the 1VTi and 1VTiK preparations, and two bands centred at 817 and 995 cm ~ ( the latter as a shoulder on a broad band centred at about 970 cm) were seen for 1MoTi and 1MoTiRb preparations. The poor quality of the spectra did not permit, however, to identify the monolayer species in the studied catalysts. The specific surface area of the catalysts was determined with the BET method using argon as a sorbate. The values of the specific surface area are smaller for high 132 R. Grabowski et al./Applied Catalysis A: General 125 (1995) 129-144 vanadium or molybdenum content catalysts and decrease for these catalysts when K and Rb promoters are added. Tables 1 and 2 give a list of the studied preparations. 2.2. XPS measurements The XPS spectra were recorded on a VG Scientific ESCA-3 photoelectron spec- trometer using A1 Kc~.2 radiation ( 1486.6 eV) from an X-ray source operating at 13 kV and 10 mA. Working pressure was lower than 2.10 ~ Torr ( 1 Torr= 133.3 Pa). All spectra were recorded at a photoelectron take-off angle of 45. Usually 20- 30 scans were accumulated for a band. Binding energies were referenced to the C 1 s peak from the carbon surface deposit at 284.8 eV. Data processing consisted of the basic operations of calibration of the peak position against the C ls line, background and Kce3.4 peaks removal, together with routines for the analysis of composite spectra by fitting with single peaks or doublets. In the case of well resolved peaks, the B.E. was determined within _+ 0.1 eV. Spectra were decomposed into symmetric gaussian-20%-lorentzian peaks. The relative element content (N) was calculated from the formula [30] : NA = F\" IAE~25\" o\"A 'exp(dc\" Ac,~ ) where F contains all instrumental factors and is assumed to be constant for the measurements, IA is the intensity of the line A measured, EA is the kinetic energy of electrons, O'A is the elemental cross section for photoionization [31], AA is the A-level electrons' inelastic mean free path in the adventitious carbon deposit [32] and arc is the thickness of the carbon deposit [32]. In this study, the Scofield's cross-sections were used only for C ls (o-c= 1.0) Rb 3d (O'Rb=4.21) and Ols Table 1 List of VTi preparations Symbol V205 Alk S Symbol V205 Alk S (wt.-%) (wt.-%) ~m2/g) (wt.-%) (wt.-%) (m2/g) 1VTi 6.7 - 44.4 5VTi 26.6 - 34.1 1VTiLi 6.7 0.05 42.5 5VTiLi 26.6 0.6 36.0 I VTiK 6.7 0.03 44.7 5VTiK 26.3 1.13 32.6 1VTiRb 6.7 0.05 42.7 5VTiRb 26.0 2.44 24.2 Table 2 List of MoTi preparations Symbol MoO3 Alk S Symbol MoO3 Alk S (wt.-%) (wt.-%) (m2/)g (wt.-%) (wt.-%) (m2/g) 1MoTi 6.9 - 49.0 5MoTi 27.1 - 40.8 - - 5MoTiLi 27.1 0.26 40.0 1MoTiK 6.9 0.19 46.4 5MoTiK 26.8 1.45 33. I 1MoTiRb 6.9 0.41 53.0 5MoTiRb 26.3 3.12 32.3 R. Grabowski et al. /Applied Catalysis A: General 125 (1995) 129-144 133 ( Oo = 2.93) lines. In the case of all other XPS lines, the sensitivity factors obtained from the element-oxygen intensity ratio in simple oxides were applied, instead of the O'A, in the element content calculations. 2.3. Isopropanol probe reaction Decomposition of isopropanol, isoPrOH, to propene and acetone was studied at 170 with the pulse method, using dried helium as a carrier gas. 0.1 g of the sample and 2/zl of isoPrOH were used and the total flow-rate of helium was 30 ml/min. Analysis of products was performed by gas chromatography with FID detection. The isoPrOH pulses were injected successively until constant values of conversion and amounts of products were attained (usually after 3-5 pulses). The conversion decreased slightly with the number of pulses. The amounts of products per pulse reported further in the text are the mean of the values obtained in three successive pulses after the stationary state of the activity was attained. The pure support was not active in the reaction. 2.4. Catalytic activity measurements The activity of the catalysts in oxidative dehydrogenation of propane was meas- ured in a fixed bed flow apparatus in the temperature range 150--450 for VTi and 260-550 for MoTi catalysts. The reaction mixture contained 7 vol.-% of propane in air. 1 ml of the samples (grain size 0.54).7 mm), diluted with quartz beads of the same diameter, were used in the experiments, the contact time was 1 s. The reactor ( 13 mm in diameter) was made of stainless steel, the thermocouple for the temperature measurements was placed coaxially in the catalyst bed. Analysis of products and unreacted propane was performed by on-line gas chromatography, using a Hewlett-Packard chromatograph with catharometric detection. Propene, carbon monoxide and carbon dioxide were found to be the main reaction products, the amounts of C2 hydrocarbons and of oxygenates (acrolein and acrylic acid) were below 1% of the total amount of products. The propane conversion on the pure support was up to 500 below ca. 2%, the main reaction product on TiO2 was carbon dioxide. 3. Results and discussion 3.1. XPS data Tables 3 and 4 give the XPS data for some representative preparations of the studied catalysts. For the VTi catalysts the BE values of O 1 s, Ti 2p and V 2p levels do not depend ( within 0.2 eV) on the total amount of vanadium nor on the presence of the promoters. The BE of V 2p3/2 is 517.2 eV, the value typical of V5+ ions. 134 Table 3 XPS data for some R. Grabowski et al. /Applied Catalysis A: General 125 (1995) 129 144 VTi catalysts Catalyst BE and FWHM ( in brackets ) ( eV ) Surface atomic ratio Ti 2p~/2 O ls V 2p3/, Rb 3ds/e V/Ti Rb/V IVTi 59.0 530.2 517.2 0.18 - (1.7) (I.8) (2.7) 1VTiLi 459.2 530.2 517.2 - 0.16 - (1.8) (2.0) (2.7) 1VTiRb 458.8 530.3 517.1 110.1 0.15 0.22 (1.9) (2.0) (2.6) (2.3) 5VTi 459.2 530.3 517.2 - 0.15 - (1.8) (1.9) (2.3) 5VTiRb 459.0 530.2 517.2 109.9 0.29 0.30 (1.8) (1.9) (2.5) (2.3) Table 4 XPS data for some MoTi catalysts Catalyst BE and FWHM (in brackets) (eV) Surface atomic ratio Ti 2p3/2 O Is Mo 2p~,.2 Rb 3d~/2 Mo/Ti Rb/Mo I MoTi 459.2 530.5 232.7 - 0.13 - (1.7) (1.7) (2.0) IMoTiRb 458.5 529.9 232.9 110.2 0.17 0.15 (1.7) (1.8) (2.1) (3.1) 5MoTi 459.1 530.4 232.6 - 0.17 (1.7) (1.8) (2.0) 5MoTiRb 458.5 529.7 232.6 110.2 0.30 0.29 (1.8) (3.O) 230.9 (2.5) The surface atomic ratio V/Ti is practically the same for all the preparations with the exception of 5VTiRb for which this ratio is considerably higher. The fact that similar values for the V/Ti ratio are found for unpromoted 1VTi and 5VTi catalysts, in spite of the 5-fold higher nominal amount of vanadium in the latter catalyst, is in agreement with the previous results reported for V205 /TiO2 catalysts, which were explained by a model of 'towers' of crystalline vanadia covering the mono- layer of VO, [33,34]. The higher V/Ti ratio in the case of 5VTiRb as compared with that for 5VTi catalyst suggests, on the other hand, a better dispersion of the vanadia phase in the presence of rubidium. For MoTi catalysts the BE values of Ti 2p and O l s are lower for rubidium promoted samples as compared with unpromoted ones, which suggests an increase in the surface basicity of the system. The BE of Mo 3d for unpromoted samples is typical of the Mo6 + state. For the Rb-promoted samples this value is slightly lower (the 1MoTiRb catalyst), or the molybdenum peak is asymmetric, indicating the R. Grabowski et al. / Applied Catalysis A: General 125 (1995) 129-144 135 presence of several states of molybdenum including Mo4+ at BE = 230.9 eV (the 5MoTiRb catalyst). Similarly to the VTi catalysts the surface atomic ratio Mo/Ti increases when rubidium is present on the high-molybdena content preparation 5MoTiRb. The same effect of increasing surface V/Ti and Mo/Ti ratios was observed previously for potassium-promoted VTi and MoTi catalysts with a high content of the deposited oxides [22]. It appears then that the addition of alkali promoters to V205 and MoO3/TiO2 systems leads to a better dispersion of crystalline oxides. 3.2. lsopropanol decomposition Figs. 1 and 2 give the amounts of propene and acetone formed in the isopropanol decomposition for VTi and MoTi catalysts, respectively. As seen for both types of 1.2 1.0 ~.o.8 E 0.4 0.2 VTi VTiLi b a , I, VTiK VTi Rb Fig. 1. Products of isopropanol decomposition on V2Os/TiO2 catalysts promoted with alkaline cations. [[B) Acetone, (I) propene; (a) 5 mnl catalysts, (b) 1 toni catalysts. b a ~L ;9 a - 0 E E 0.1 ~ MoTi MoTiLi MoTiK MoTi Rb Fig. 2. Products of isopropanol decomposition on MoO3/TiO2 catalysts promoted with alkaline cations. Notation as in Fig. 1. 136 R. Grabowski et al. /Applied Catalysis A: General 125 (1995) 12~144 catalysts the same sequence of activities is observed. The rate of propene formation (a measure of acidity) decreases in the sequence: V(Mo)Ti >~ 1V(Mo)TiLi > 1V(Mo)TiK > IV(Mo)TiRb, whereas the rate of acetone formation (thus the basicity related to acetone/propane ratio [21 ] ) increases in the same order. Within each series of catalysts the amounts of acetone are very close for 1 and 5 mnl contents of the deposited oxides. It has been shown previously that the dehydro- genating properties of the V2Os/TiO2 and MoO3/TiO3 catalysts in isopropanol decomposition are mainly due to the VOx and MoO~ species present in the mono- layer structure [23]. The same amounts of acetone for high and low contents of the vanadia and molybdena phases would indicate then, that this monolayer struc- ture is present and well exposed also in the case of high loading catalysts. Dehy- dration to propene, on the other hand, was shown to be the dominant reaction on three-dimensional, crystalline or amorphous MoO3 and V205 [23]. Smaller amounts ofpropene for 1VTi series as compared with 5VTi catalysts would indicate smaller amounts of V20~ phase in the former case. For the MoTi series, however, the amounts of propene for low, 1 mnl and high, 5 mnl loading with molybdena are comparable. It can be suggested that the activity of the MoTi catalysts in isopropanol dehydration is due to the small crystallites of MoO3 present, as shown by the Raman data in the 1MoTi preparations: at 5 mnl loading the excess molyb- dena can also be present in the form of large crystals of low specific area, which practically do not contribute to the reaction. In fact, electron microscopic obser- vations have shown higher amounts of large MoO3 crystals in MoTi preparations than of the V205 crystals in VTi catalysts of high loading. In the studies of acidity and basicity of solids by the model reactions technique it is not clear whether the changes in the reaction rates reflect the changes in the number of the acid or basic sites or in their strength (the latter could change the turnover frequency of a centre, thus changing the value of the rate constant). In our case for each series of catalysts the number of atoms of the promoters relative to the number of atoms of the active component is the same. In a first approximation it can then be assumed that the promoters affect the number of acid and basic sites in the same way. The fact that the observed changes in the amounts of propene and acetone depend on the nature of the promoter suggests then, that the strength of the acid sites decreases and that of the basic centres increases in the Li-K-Rb-promoted series of catalysts, following the order of decreasing electronegativity of the pro- moting cations. 3.3. Oxidative dehydrogenation of propane Figs. 3 and 4 present the changes of the total conversion of propane with the reaction temperature for the VTiAlk and MoTiAlk catalysts, respectively. In Table 5 the values of the temperature of 10% conversion, Tlo, which can be taken as a measure of the overall activity, and selectivities to propene at 10% conversion, S~o, are listed. As seen for each of the series of catalysts the activity (conversion) of R. Grabowski et al./Applied Catalysis A: General 125 (1995) 129 144 137 propane decreases in the order: V(Mo)Ti >~ 1V(Mo)TiLi > 1V(Mo)TiK > 1V(Mo)TiRb whereas Sio increases in the same sequence. For unpromoted VTi and MoTi catalysts the conversions of the 1 mnl and 5 mnl catalysts are very close, indicating that the activity is due to the highly dispersed monolayer species whereas the crystalline V2Os and MOO3, observed at higher vanadia or molybdena content do not contribute markedly to the conversion, as in the case of other oxidation reactions, e.g. o-xylene on vanadia-titania catalysts [ 35]. This is confirmed by the tests on unsupported vanadia and molybdena pre- 80 \" r i i F 40 L/ / 0 150 210 270 330 390 450 TEMPERATURE () Fig. 3. Changes of propane conversion with the reaction temperature for V~O~/TiO2 catalysts promoted with alkaline cations. ( O,[],Z~,V ) 1 toni catalysts, (O,II, A, ) 5 mnl catalysts; (O) non-promoted, ( V ) Li-, ( A ) K-, ([]) Rb-promoted catalysts. (,9 Z _o co tr LU 8 80 60 40 20 0 260 320 380 440 I I I i // I I I 500 TEMPERATURE () Fig, 4. Changes of propane conversion with the reaction temperature for MoOJTiO2 catalysts promoted with alkaline cations. Notation as in Fig. 3. 138 R. Grabowski et al. / Applied Catalysis A: General 125 (1995) 129-144 Table 5 Activity (temperature of 10% conversion, T,0) and selectivity, to propene at 10% conversion, S~ for alkali promoted VTi, and MoTi catalysts Catalysts Tm () Sin(%) Catalysts Tm ( ) S~j (%) I VTi 210 33 5VTi 200 38 I VTiLi 190 42 VTiLi 230 39 I VTiK 250 45 VTiK 365 54 I VTiRb 335 53 VTiRb 400 55 V205 350 5 1MoTi 415 25 5MoTi 420 40 5MoTiLi 435 60 1MoTiK 445 70 MoTiK 510 70 1MoTiRb 435 64 5MoTiRb 535 67 MoO3 >550 pared from the same precursors under the same conditions, which showed that the pure oxides are active at much higher temperatures than the studied supported catalysts (cf. Table 5). For the promoted catalysts the conversions are as a rule lower for 5 mnl catalysts as compared with 1 mnl series. This can be due to the higher content of alkaline cations in the active monolayer in the case of 5 mnl catalysts for which the total amount of the promoters is high: with the same theo- retical ratio Alk/V(Mo) for 1 and 5 mnl preparations, the alkaline cations could be located preferentially on the highly dispersed monolayer. In fact the XPS data show an enrichment of the catalyst surface in rubidium atoms for 5 mnl catalysts as compared with the 1 mnl series. The decrease in activity in the oxidative dehydrogenation indicates a poisoning effect of the alkaline cations on the centres for hydrocarbon activation. The nature of these centres is not known at present: some authors claim that basic oxide ions are involved in hydrogen abstraction from an alkane molecule [36]. It cannot, however, be excluded that chemisorbed O species are active in this step, similarly as was postulated for activation of methane or ethane [37]. It should be recalled that measurements of surface potential performed on potassium-doped titania [38] and vanadia-titania and molybdena-titania catalysts [ 22] suggested that potassium is located on oxide ions, changing the sign of the surface dipole and decreasing the number of O chemisorbed species. Such a poisoning effect should depend on the size of the blocking cation, which would explain the observed decrease in the activity with increasing ionic radius of the alkali metal promoters: Li (0.68 A) < K(1.33 A) < Rb (1.48 A). For all the series of catalysts the selectivity to propene decreases with increasing reaction temperature (increasing conversion), whereas that to carbon oxides increases. As an example, Figs. 5 and 6 show the changes in the selectivities to different products as a function of the total conversion of propane (this latter corresponding to different reaction temperatures) for the 1VTiAlk series. As can be seen, the decrease in the selectivity to propene is accompanied by a considerable increase in the selectivity to carbon monoxide, whereas the selectivity to carbon R. Grabowski et al./Applied Catalysis A: General 125 (1995) 129-144 139 dioxide changes only slightly with the exception of the rubidium-promoted catalyst. This implies that propene undergoes consecutive oxidation, mainly to carbon mon- oxide, whereas carbon dioxide is mainly formed in the parallel reaction: a detailed discussion of the mechanism will have to be postponed until kinetic data at different temperatures are available. The alkaline promoters increase the selectivity to pro- pene, decreasing at the same time the selectivity to carbon monoxide and increasing the selectivity to carbon dioxide. The shape of the selectivity vs. conversion curves 80 ....... A :z:= 6o d I-- N V-- 40 0 W _.1 UJ 2O I o I 0 1() 20 30 4() 5() 60 70 80 CONVERSION (%) Fig. 5. Selectivity to propene at different propane conversions for 1VTiAIk series of catalysts. Notation as in Fig. 3. 80 i60 4o 2O 0 1 30 4 50 60 70 80 CONVERSION (%) Fig. 6. Selectivity to carbon monoxide (O,[],A,V) and carbon dioxide (O,II, ,,, ) at different conversions for 1VTiAIk series of catalysts. ( non-promoted, ( V ) Li-, ( A ) K-, ( [] ) Rb-promoted catalysts. 140 R. Grabowski et al./Applied Catalysis A.\" General 125 (1995) 129 144 is also different for different promoters, hence the yield of products should vary with the conversion in a different way for different catalysts. Figs. 6-9 give the yields ofpropene as a function of the propane conversion for all the studied catalysts. For both VTi and MoTi catalysts the yields of propene for unpromoted catalysts are low and begin to decrease already at low conversions. For most of the promoted samples the yields are generally higher and no decrease of the yield with increasing conversion up to about 30% is observed. The effect of the nature of the promoter is clearly seen, especially at conversions higher than about 10%, the propene yields increase in the sequence: V(Mo)Ti ~ 1V(Mo)TiLi < 1V(Mo)TiK < r i i [ , i , l I I | I I I 0 10 20 30 40 50 60 70 80 CONVERSION {%) Fig. 8. Yield of propene at different propane conversion for 5VTiAIk series. Notation as in Fig. 3. A 8 G6 a .J _uJ )- 4 2 ' 2'0 b ' ' ' 0 10 3 40 60 70 80 CONVERSION {%} Fig. 7. Yield of propene at different propane conversion for 1VTiAIk series. Notation as in Fig. 3. 10 ...... \"-;8 \"1- o\" 121 ~6 >- 4 2 A 10 R. Grabowski et al./Applied Catalysis A: General 125 (1995) 129-144 141 1~I i r I ~ , , i I 4~2 .... L 2JO 4,0 L , ~ 0 10 30 50 60 70 80 CONVERSION (%) Fig. 9. Yield of propene at different propane conversion for MoO3/TiO2 catalysts promoted with alkaline cations. Notation as in Fig. 3. 1V(Mo)TiRb, with the exception of the 1 VTiRb sample at high conversion. It could be observed at this place that the alkali promoted vanadia-titania and molybdena-titania systems (particularly those containing potassium and rubidium) appear to be quite promising catalysts for oxidative dehydrogenation of propane: the maximum yields obtained of about 10-12% are not much lower than those reported for the best systems until now in this reaction, vanadia-magnesia [ 39,40] and nickel molybdate [36] ( 13-15 %). The increase in the yield and selectivity to propene upon alkali doping could be due to several reasons. The present theory of selective oxidation of hydrocarbons correlates the high selectivity to desired oxi- dation products to the absence of weakly bound oxygen species either in the oxide lattice, or chemisorbed on the catalyst surface in the form of electrophilic ionosorbed forms such as O~, or O- [41 ]. Another approach considers the acido-basic prop- erties as being important in controlling the selectivity [21,23]. Little is known at present about the effect of alkali metal promotion on the nature and properties of oxygen species in oxide catalysts, and the literature data on the effect of potassium on the metal-oxygen bond strength in vanadia-titania catalysts are contradictory [7-11 ]. The role of different types of oxygen in the formation of carbon monoxide and carbon dioxide is also unknown, thus no explanation can be given at present for the fact observed in this work, that alkaline cations decrease the selectivity to carbon monoxide but increase that to carbon dioxide. Systematic studies on oxygen chemisorption, reduction and reoxidation for the studied catalysts, now in course in our laboratory, will help to clear these problems. The results of the isopropanol decomposition tests obtained in the present work show, on the other hand, correlations between the acido-basic properties and the selectivity to propene in oxidative dehydrogenation of propane: within each series of catalysts the selectivity to propene increases with the decrease in acidity and the 142 R. Grabowski et al. / Applied Catalysis A: General 125 (1995) 129-144 increase in basicity of the catalysts. The decrease in acidity can be due to elimination of BrOnsted acid centres by replacing surface protons with alkaline cations. This would reduce the nonselective route of oxidation at which a proton from BrCnsted acidic centres may be added to a hydrocarbon molecule, forming an apt to cracking carbocation: in the presence of oxygen the cracked fragments can be oxidized to carbon oxides. The fact that the selectivities to propene for the VTi and MoTi systems and for the catalysts containing 1 and 5 monolayers of the deposited vanadia phase are comparable in spite of differences in their acidities indicates that the acidity does not play a decisive role in controlling the selectivity of the studied systems. On the other hand, due to the polarizing effect of the alkali promoters, the electron density around the adjacent oxide anions (basic sites) and vanadium or molybdenum cations (Lewis acid sites) increases, following the sequence of decreasing electro- negativity of the promoter. The strength of acid sites should decrease and that of basic sites increase in the same order. Following the arguments of Ai [ 21 ], the increase in the selectivity to propene with the decrease in acidity and the increase in basicity can then be ascribed to an easier desorption of propene from alkali promoted catalysts: propene (a base) is less strongly held on the less acidic and more basic surface and is desorbed before reacting further to carbon oxides. Though the general trends of changes in activity and yields (selectivities) with the alkali promotion are the same for all series of catalysts studied, some quantitative differences exist, however, between the different types and series of systems. The MoTi catalysts are active at higher temperatures than the VTi system. The pro- moting effect of alkaline cations is more evident for the former catalysts, the yields and selectivities to propene being higher for MoTiAlk as compared with VTiAlk preparations. For both types of systems the selectivities to propene are slightly higher for the 5 mnl than for the 1 mnl catalysts: this can be due to a better covering of the titania surface at high contents of deposited oxides, and elimination of nonselective reactions on the bare support. 4. Conclusions Addition of alkaline cations: Li, K and Rb to V2Os/TiO2 (VTi) and MOO3/ TiO2 (MoTi) catalysts of low (a monolayer) and high (5 monolayer) content of the deposited oxides modifies their catalytic performance in oxidative dehydroge- nation of propane, and acid-base properties studied by the probe reaction of iso- propanol decomposition. For both types of catalysts and for low and high content of vanadium and molybdenum the total activity in oxidative dehydrogenation of propane decreases in the sequence: V(Mo)Ti > 1V(Mo)TiLi > 1V(Mo)TiK > 1V(Mo)TiRb. R. Grabowski et al./Applied Catalysis A: General 125 (1995) 129-144 143 The selectivities to propene at isoconversion of propane increase in the same order. The acidity of the catalysts decreases and the basicity increases following the above sequence. The decrease in the activity may be due to blocking of the propane activation centres, the extent of this effect increasing with the increasing radius of the alkaline cations. The increase in the selectivity to propene in oxidative dehydrogenation of pro- pane may be due, on the other hand, to the increase in basicity and decrease in acidity of the promoted catalysts, which follow the order of decreasing electrone- gativity of the alkaline promoters. These changes in acido-basic properties facilitate desorption of propene, preventing its further oxidation on the surface to COx. Higher selectivities to propene are observed on alkali promoted MoTi catalysts than on the VTi system and on high loading catalysts (both VTi and MoTi) as compared with monolayer preparations. The yields of propene obtained (10-12%) show that potassium- and rubidium- promoted vanadia-titania and molybdena-titania systems could be promising cat- alysts for oxidative dehydrogenation of propane. The addition of alkaline cations also modifies the dispersion of the deposited oxides, decreasing the amount of crystalline V205 and MoO3 in the promoted catalysts. Acknowledgements The technical assistance of Mrs. I. Gressel in isopropanol tests and of Miss J. Krygciak, M.Sc. in recording the Raman spectra is gratefully acknowledged. The work was financed by the State Committee for Scientific Research, KBN within the research project 2P303 002 04. The authors want to thank Tioxide Specialties Ltd., Billingham, UK for a gift of the TiO2 support. References [ 1 ] G.K. Boreskov, A.A. Ivanov, O.M. Ilyinich and V.G. Ponomareva, React. Kinet. Catal. Lett., 3 (1975) 1. [2] O.M. Ilyinich, A.A. Ivanov and M.I. Kurbatova, React. Kinet. Catal. Lett., 22 (1983) 55. [3] O.M. Ilyinich and A.A. Ivanov, Kinet. Katal., 24 (1983) 613. [4] A.J. van Hengstum, J. Pranger, J.G. van Ommen and P.J. Gellings, Appl. Catal., 11 (1984) 317. [5] J. Zhu and S.L.T. Andersson, J. Chem. Soc., Faraday Trans. 1, 85 (1989) 3629. [6] H. Eckert, G. Deo, I.E. Wachs and A.M. Hirt, Colloids Surf., 45 (1990) 347. [7] G.C. Bond and S.F. Tahir, Catal. Today, 10 ( 1991 ) 393. [8] G. Ramis, G. Busca and F. Bregani, Catal. Lett., 18 (1993) 299. [9] M.G. Nobbenhuis, P. Hug, T. Mallat and A. Baiker, Appl. Catal. A, 108 (1994) 241. [ 10] G. Deo and I.E. Wachs, J. Catal., 146 (1994) 335. [ 11 ] L. Lietti, P. Forzati, G. Ramis, G. Busca and F. Bregani, Appl. Catal. B, 3 (1993) 13. [ 12] C. Martin, C. Mendizabal and V. Rives, J. Mater. Sci., 27 (1992) 5575. [ 13] C. Martin, I. Martin and V. Rives., J. Chem. Soc., Faraday Trans., 89 (1993) 4131. 144 R. Grabowski et al./Applied Catalysis A: General 125 (1995) 129-144 [ 14] C. Martin, I. Marlin and V. Rives, J. Catal., 145 (1994) 239. [ 15] C. Martin, I. Martin, C. del Moral and V. Rives, J. Catal., 146 (1994) 415. [ 16] G.C. Bond and S.F. Tahir, Appl. Catal. A, 105 (1993) 281. [ 17] D. Soung Kim, Y. Kurusu, I.E. Wachs, F.D. Hardcastle and K. Segawa, J. Catal., 120 (1989) 325. [ 18] Y. Matsuoka, M. Niwa and Y. Murakami, J. Phys. Chem., 94 (1990) 1477. [ 19] K. Brfickman, B. Grzybowska, M. Che and J.M. Tatibou~t, Appl. Catal. A, 96 (1993) 279. [20] E. Filipek, B. Grzybowska, E. Serwicka, Y. Barbaux, J.P. Bonnelle and J. Grimblot, Stud. Surf. Sci. Catal., 55 (1990) 767. [21 ] M. Ai, Bull. Chem. Soc. Jpn., 49 (1976) 1328. [22] B. Grzybowska, P. Mekss, R. Grabowski, K. Wcisto, Y. Barbaux and L. Gengembre, Stud. Surf. Sci. Catal., 82 (1994) 151. [23] B. Grzybowska-Swierkosz, Mater. Chem. Phys., 17 (1987) 121, and references therein. [ 24 ] A. Ouquor, G. Coudurier and J.C. Vedrine, J. Chem. Soc., Faraday Trans., 89 ( 1993 ) 3151. [25] H. Kn6zinger, H. Bulh and K. Kochloefl, J. Catal., 42 (1972) 57. [26] L. Beranek and M. Kraus, in C.H. Bamford and C.F.H. Tipper (Editors), Complex Catalytic Processes (Comprehensive Chemical Kinetics, Vol. 20), Elsevier, Amsterdam, 1978, p. 281. [27] L. Nondek and J. Sedlacek, J. Catal., 40 (1975) 34. [28] G.A.M. Hussein, N. Sheppard, M.I. Zaki and R.B. Fahim, J. Chem. Soc., Faraday Trans. 1, 83 (1989) 1723. [29] N. Takezawa, C. Hanamaki and H. Kobayashi, J. Catal., 34 (1974) 329. [30] J. Szajman, J. Liesegang, J.G. Jenkin and R.C.G. Leckey, J. Electron Spectrosc. Relat. Phenom., 23 ( 1981 ) 97. [ 31 ] J.H. Scofield, J. Electron. Spectrosc. Relat. Phenom., 8 (1976) 129. [32] D.R. Penn, J. Electron Spectrosc. Ralat. Phenom., 9 (1976) 29. [33] G.C. Bond, J.P. Zufita and S. Flamerz, Appl. Catal., 27 (1986) 353. [ 34 ] J. Mendialdua, Y. Barbaux, L. Gengembre, J.P. Bonnelle, B. Grzybowska and M. G~sior, Bull. Polon. Acad. Sci. Chem., 35 (1987) 213. [35] I.E. Wachs, R.Y. Saleh, S.S. Chan and C. Chersich, Appl. Catal., 15 (1985) 339. [ 36 ] C. Mazzocchia, C. Aboumrad, C. Diagne, E. Tempesti, J.M. Herrman and G. Thomas, Catal. Lett., 10 ( 1991 ) 181. [37] O.V. Krylow, Catal. Today, 18 (1993) 209, and references therein. [38] D. Courcot, L. Gengembre, M. Guelton, Y. Barbaux and B. Grzybowska, J. Chem. Soc., Faraday Trans., 90 (1994) 895. [39] M.A. Chaar, D. Patel and H.H. Kung, J. Catal., 109 (1988) 463. [40] D. Siew Hew Sam, V. Soenen and J.C. Volta, J. Catal., 123 (1990) 417. [41 ] A. Bielanski and J. Haber, Oxygen in Catalysis, Marcel Dekker, New York, 1991. APCATA 94002746 0926-860X(94)00274-6 10.1016/0926-860X(94)00274-6 Elsevier Science B.V. All rights reserved Effect of alkaline promoters on catalytic activity of V2O5/TiO2 and MoO3/TiO2 catalysts in oxidative dehydrogenation of propane and in isopropanol decomposition R. Grabowski B. Grzybowska * K. Samson J. Słoczyński J. Stoch K. Wcisło Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, 30-329 Kraków, Poland * Corresponding author. tel. (+48-12) 252841. Oxidative dehydrogenation of propane has been studied on V2O5/TiO2 and MoO3/TiO2 catalysts, consisting of 1 and 5 monolayers of the deposited oxides, promoted with Li, K and Rb cations. The catalysts were characterized by X-ray photoelectron spectroscopy (XPS) and by isopropanol decomposition, a probe for acid-base properties. For both types of catalysts, irrespective of the vanadium or molybdenum content, the total activity in oxidative dehydrogenation of propane decreased for the promoted catalysts in the sequence: non-promoted ≥ Li > K > Rb-promoted catalyst. The propene yields and selectivities at equal conversion increased in the same order. The same sequence was also observed for the increase in the rate of acetone formation and the decrease in the rate of propene formation in the isopropanol decomposition on the promoted catalysts. It is proposed that the alkaline promoters decrease the acidity and increase the basicity of the catalysts, and hence facilitate desorption of propene from the catalyst surface, preventing it from further oxidation to carbon oxides. The XPS data suggest that the alkaline promoters increase the dispersion of the vanadia or molybdena phase in the high vanadium or molybdenum content catalysts. Keywords Alkaline promoters Isopropanol decomposition Propane oxidative dehydrogenation Molybdena/titania Vanadia/titania Reference [1] Boreskov G.K. Ivanov A.A. Ilyinich O.M. Ponomareva V.G. React. Kinet. Catal. Lett. 3 1975 1 [2] Ilyinich O.M. Ivanov A.A. Kurbatova M.I. React. Kinet. Catal. Lett. 22 1983 55 [3] Ilyinich O.M. Ivanov A.A. Kinet. Katal. 24 1983 613 [4] van Hengstum A.J. Pranger J. van Ommen J.G. Gellings P.J. Appl. Catal. 11 1984 317 [5] Zhu J. Andersson S.L.T. J. Chem. Soc. 85 1989 3629 Faraday Trans. 1 [6] Eckert H. Deo G. Wachs I.E. Hirt A.M. Colloids Surf. 45 1990 347 [7] Bond G.C. Tahir S.F. Catal. Today 10 1991 393 [8] Ramis G. Busca G. Bregani F. Catal. Lett. 18 1993 299 [9] Nobbenhuis M.G. Hug P. Mallat T. Baiker A. Appl. Catal. A 108 1994 241 [10] Deo G. Wachs I.E. J. Catal. 146 1994 335 [11] Lietti L. Forzati P. Ramis G. Busca G. Bregani F. Appl. Catal. B 3 1993 13 [12] Martin C. Mendizabal C. Rives V. J. Mater. Sci. 27 1992 5575 [13] Martin C. Martin I. Rives V. J. Chem. Soc. 89 1993 4131 Faraday Trans. [14] Martin C. Martin I. Rives V. J. Catal. 145 1994 239 [15] Martin C. Martin I. del Moral C. Rives V. J. Catal. 146 1994 415 [16] Bond G.C. Tahir S.F. Appl. Catal. A 105 1993 281 [17] Soung Kim D. Kurusu Y. Wachs I.E. Hardcastle F.D. Segawa K. J. Catal. 120 1989 325 [18] Matsuoka Y. Niwa M. Murakami Y. J. Phys. Chem. 94 1990 1477 [19] Bru˜ckman K. Grzybowska B. Che M. Tatibouët J.M. Appl. Catal. A 96 1993 279 [20] Filipek E. Grzybowska B. Serwicka E. Barbaux Y. Bonnelle J.P. Grimblot J. Stud. Surf. Sci. Catal. 55 1990 767 [21] Ai M. Bull. Chem. Soc. Jpn. 49 1976 1328 [22] Grzybowska B. Mekss P. Grabowski R. Wcisło K. Barbaux Y. Gengembre L. Stud. Surf. Sci. Catal. 82 1994 151 [23] Grzybowska-Świerkosz B. Mater. Chem. Phys. 17 1987 121 and references therein [24] Ouquor A. Coudurier G. Vedrine J.C. J. Chem. Soc. 89 1993 3151 Faraday Trans. [25] Knözinger H. Bulh H. Kochloefl K. J. Catal. 42 1972 57 [26] Beranek L. Kraus M. Bamford C.H. Tipper C.F.H. Complex Catalytic Processes Comprehensive Chemical Kinetics Vol. 20 1978 Elsevier Amsterdam 281 [27] Nondek L. Sedlacek J. J. Catal. 40 1975 34 [28] Hussein G.A.M. Sheppard N. Zaki M.I. Fahim R.B. J. Chem. Soc. 83 1989 1723 Faraday Trans. 1 [29] Takezawa N. Hanamaki C. Kobayashi H. J. Catal. 34 1974 329 [30] Szajman J. Liesegang J. Jenkin J.G. Leckey R.C.G. J. Electron Spectrosc. Relat. Phenom. 23 1981 97 [31] Scofield J.H. J. Electron. Spectrosc. Relat. Phenom. 8 1976 129 [32] Penn D.R. J. Electron Spectrosc. Ralat. Phenom. 9 1976 29 [33] Bond G.C. Zurita J.P. Flamerz S. Appl. Catal. 27 1986 353 [34] Mendialdua J. Barbaux Y. Gengembre L. Bonnelle J.P. Grzybowska B. Gąsior M. Bull. Polon. Acad. Sci. Chem. 35 1987 213 [35] Wachs I.E. Saleh R.Y. Chan S.S. Chersich C. Appl. Catal. 15 1985 339 [36] Mazzocchia C. Aboumrad C. Diagne C. Tempesti E. Herrman J.M. Thomas G. Catal. Lett. 10 1991 181 [37] Krylow O.V. Catal. Today 18 1993 209 and references therein [38] Courcot D. Gengembre L. Guelton M. Barbaux Y. Grzybowska B. J. Chem. Soc. 90 1994 895 Faraday Trans. [39] Chaar M.A. Patel D. Kung H.H. J. Catal. 109 1988 463 [40] Siew Hew Sam D. Soenen V. Volta J.C. J. Catal. 123 1990 417 [41] Bielanski A. Haber J. Oxygen in Catalysis 1991 Marcel Dekker New York",
      "scopus-id": "0000414952",
      "coredata": {
        "eid": "1-s2.0-0926860X94002746",
        "dc:description": "Oxidative dehydrogenation of propane has been studied on V2O5/TiO2 and MoO3/TiO2 catalysts, consisting of 1 and 5 monolayers of the deposited oxides, promoted with Li, K and Rb cations. The catalysts were characterized by X-ray photoelectron spectroscopy (XPS) and by isopropanol decomposition, a probe for acid-base properties. For both types of catalysts, irrespective of the vanadium or molybdenum content, the total activity in oxidative dehydrogenation of propane decreased for the promoted catalysts in the sequence: non-promoted ≥ Li > K > Rb-promoted catalyst. The propene yields and selectivities at equal conversion increased in the same order. The same sequence was also observed for the increase in the rate of acetone formation and the decrease in the rate of propene formation in the isopropanol decomposition on the promoted catalysts. It is proposed that the alkaline promoters decrease the acidity and increase the basicity of the catalysts, and hence facilitate desorption of propene from the catalyst surface, preventing it from further oxidation to carbon oxides. The XPS data suggest that the alkaline promoters increase the dispersion of the vanadia or molybdena phase in the high vanadium or molybdenum content catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-04-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94002746",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Grabowski, R."
          },
          {
            "@_fa": "true",
            "$": "Grzybowska, B."
          },
          {
            "@_fa": "true",
            "$": "Samson, K."
          },
          {
            "@_fa": "true",
            "$": "Słoczyński, J."
          },
          {
            "@_fa": "true",
            "$": "Stoch, J."
          },
          {
            "@_fa": "true",
            "$": "Wcisło, K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94002746"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94002746"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00274-6",
        "prism:volume": "125",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of alkaline promoters on catalytic activity of V2O5/TiO2 and MoO3/TiO2 catalysts in oxidative dehydrogenation of propane and in isopropanol decomposition",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alkaline promoters"
          },
          {
            "@_fa": "true",
            "$": "Isopropanol decomposition"
          },
          {
            "@_fa": "true",
            "$": "Propane oxidative dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Molybdena/titania"
          },
          {
            "@_fa": "true",
            "$": "Vanadia/titania"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "129-144",
        "prism:endingPage": "144",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 April 1995",
        "prism:doi": "10.1016/0926-860X(94)00274-6",
        "prism:startingPage": "129",
        "dc:identifier": "doi:10.1016/0926-860X(94)00274-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000414952"
      }
    }
  }
}