{
  "metadata": {
    "title": "A novel process for preparation of a Cu/ZnO/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> ultrafine catalyst for methanol synthesis from CO<ce:inf loc=post>2</ce:inf> + H<ce:inf loc=post>2</ce:inf>: comparison of various preparation methods",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-06-06",
    "doi": "10.1016/0926-860X(95)00324-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9500324X",
    "pii": "0926860X9500324X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002380216",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X9500324X 0926-860X(95)00324-X 0926860X9500324X 10.1016/0926-860X(95)00324-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00117 2024-01-01T12:18:48.759026Z 0 0 19960606 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 139 139 1 2 1 2 Volume 139, Issues 1–2 10 75 85 75 85 19960606 6 June 1996 1996-06-06 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. ANOVELPROCESSFORPREPARATIONACUZNOAL2O3ULTRAFINECATALYSTFORMETHANOLSYNTHESISCO2H2COMPARISONVARIOUSPREPARATIONMETHODS JINGFA D INUI 1991 95 T KLIER 1982 343 K CHINCHEN 1986 101 G CHINCHEN 1987 333 G CHINCHEN 1986 280 G DENISE 1982 359 B POUTSMA 1978 157 M RAMAROSON 1982 645 E KOEPPEL 1992 77 R SING 1985 603 K BARRETT 1951 373 E HALSEY 1948 931 G EVANS 1983 75 J CHINCHEN 1987 79 G JINGFAX1996X75 JINGFAX1996X75X85 JINGFAX1996X75XD JINGFAX1996X75X85XD item 0926-860X(95)00324-X 0926860X9500324X 1-s2.0-0926860X9500324X 10.1016/0926-860X(95)00324-X 271346 2024-01-01T12:18:48.759026Z 1996-06-06 1-s2.0-0926860X9500324X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9500324X/MAIN/application/pdf/6291cd14a20a9574b7b6759cf68415fe/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9500324X/MAIN/application/pdf/6291cd14a20a9574b7b6759cf68415fe/main.pdf main.pdf pdf true 579261 MAIN 11 1-s2.0-0926860X9500324X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9500324X/PREVIEW/image/png/3c33cd804560cdec4a4a480000601ced/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9500324X/PREVIEW/image/png/3c33cd804560cdec4a4a480000601ced/main_1.png main_1.png png 45057 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 139 (1996) 75-85 A novel process for preparation of a Cu/ZnO/A1203 ultrafine catalyst for methanol synthesis from CO2 + H2: comparison of various preparation methods Deng Jingfa a,*, Sun Qi a Zhang Yulong a Chen Songying b Wu Dong b a Department of Chemistry, Fudan Unieersity. Shanghai 200433, China t, Institute of Coal Chemistry, Academica Sinica, P.O. Box 165, Taiyuan, Shanxi, China Received 30 June 1995; revised 8 November 1995; accepted 23 November 1995 Abstract The effect of preparation methods on the structure and catalytic behavior of Cu/ZnO/Al203 catalysts for methanol synthesis from hydrogenation of carbon dioxide has been studied. The Cu/ZnO/A1203 ultrafine catalysts obtained by a novel gel-coprecipitation process exhibited higher catalytic activity for the synthesis of methanol from CO2 + H2. The results showed that isomorphous substitution took place between copper and zinc in the precipitates prepared by the novel process. Preparation methods have a significant influence on the structure of the catalyst and catalytic activity for methanol synthesis from hydrogenation of carbon dioxide. Keywords.\" Oxalate gel-coprecipitation; Cu/ZnO/AI203 catalyst; CO2 hydrogenation; Methanol synthesis 1. Introduction The effective utilization of CO2 is of great significance from the point of view of global environmental protection, and has attracted much attention. One means of utilization of CO2 is synthesis of methanol from CO2 hydrogenation. However, the Cu/ZnO/A1203 catalyst prepared by conventional coprecipita- tion methods, having a considerably high activity for methanol synthesis from * Corresponding author. Tel. (+86-21) 6549222X3792, fax. knfan @ fudan.ihep.ac.cn 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00324-X (+86-21) 65490535, e-mail 76 D. Jingfa et al. / Applied Catalysis A: General 139 (1996) 75-85 syngas, exhibits a very poor activity for the hydrogenation of CO2 [1]. There- fore, many efforts have recently been made to develop new catalysts for methanol synthesis from CO2 + H2 [2-6]. Supported Pd catalysts [7,8] showed a higher selectivity for methanol production, but its catalytic activity and space time yield (STY) of methanol were very low. Koeppel and Baiker [9] prepared Cu/ZrO2 catalysts for the synthesis of methanol from carbon dioxide hydro- genation by conventional precipitation, ion exchange and impregnation methods, and investigated the influence of the preparation variables on the catalytic behavior of copper/zirconia catalysts. High activity and selectivity for the synthesis of methanol from CO2 + H2 have been obtained in their work. Inui et al. [1] reported that the Cu/ZnO/A1203 catalyst prepared by the intrinsic uniform gelatin method showed higher activity for methanol synthesis from CO2 hydrogenation. It indicated that the catalytic activity was greatly influenced by the preparation methods. In this paper, a novel method of the oxalate gel-coprecipitation method was proposed to prepare a Cu/ZnO/A1203 ultrafine catalyst. The structure, mor- phology and catalytic activity of the catalysts were studied. 2. Experimental 2.1. Preparation of catalyst Three Cu/ZnO/AI203 catalysts, all with a molar ratio of copper, zinc and aluminum 45:45:10, were prepared by different methods. A typical procedure to prepare a precursor CZA01 is as follows: an aqueous solution (1 M) of 20% excess of oxalic acid is added rapidly to a mixed aqueous solution (each 0. l M) of copper nitrate, zinc nitrate and aluminum nitrate at room temperature under vigorous stirring. The precipitates are formed and separated by centrifuge, then dried at 110 overnight. The precipitates show no volume shrinkage during the drying process. This method is referred to as conventional oxalate coprecipita- tion. A novel procedure to prepare a precursor CZA02 is similar to the procedure of preparing the precursor CZA01 mentioned above. However, the solvent used in the novel procedure is ethanol (provided by Shanghai Chemical Reagent Institute, a.r. reagent, purity >1 99.5%). The volume of the precipitates prepared by the novel procedure is shrunk to 1/5 of its original volume after drying. Obviously, the precipitates show a gel character. This novel method is referred to as oxalate gel-coprecipitation. The precursor CZA03 is prepared by the conventional carbonate coprecipitation method. A mixed aqueous solution of copper nitrate, zinc nitrate and aluminum nitrate (each 0.1 M) and a solution of sodium carbonate (0.1 M) are added slowly and simultaneously into 100 ml of deionized water at 80 with vigorous stirring. The pH is kept constant at 6.5-7.0. The precipitates are aged at 50 for 30 min under gentle stirring, and D. Jingfa et al. / Applied Catalysis A: General 139 (1996) 75-85 77 then filtered and thoroughly washed with hot deionized water. The precipitates are dried at 110 overnight. Moreover, in order to investigate the change of structure and morphology with the change of the composition, a series of precursors of oxalate precipitate with various compositions were also prepared by the novel process. All precipitates were calcined on a muffle oven at 150 for 1 h, 200 for 1 h, 250 for 1 h, 300 for 1 h and 360 for 4 h. 2.2. Catalyst characterization The catalyst samples were characterized by X-ray diffraction (XRD), trans- mission electron microscopy (TEM), nitrogen physisorption measurements, ni- trous oxide titration and thermal analysis (TG/DTG). XRD patterns were recorded using a Rigaku Dmax-rA X-ray diffractometer with CuK o~ radiation. TEM was measured with a Hitachi H600 scan-transmis- sion electron microscope. Full nitrogen adsorption/desorption isotherms at - 196 were obtained after outgassing of the sample under vacuum at 150 for 4 h, using a Micromeritics ASAP2000 physical adsorption apparatus. Specific surface area (SBET) is calculated using a value of 0.162 nm2 for the cross-sectional area of the nitrogen molecule [10]. Pore size distributions were determined following the BJH method [11] using the equation of Halsely [12]. Nitrous oxide experiments were carried out using a pulse technique similar to that reported by Evens et al. [14]. Copper metal surface areas (Scu) were calculated assuming 1.46 109 copper atoms per m2 [13,14] and an adsorption stoichiometry of Cu~s)/Oads = 2. The accuracy of the copper surface area measurement is within 5%. Thermogravimetric (TG/DTG) studies were carried out using a Dupont-951 thermoanalyzer. Measurements were performed in air or nitrogen with a heating rate of 5 min- 2.3. Catalytic activity testing The catalytic activity for hydrogenation of CO2 was measured with a continuous tubular flow fixed-bed microreactor as shown in Fig. 1. The catalyst (40-60 mesh size, 0.5 ml) was packed into a stainless steel reactor (i.d. = 6.0 mm) and reduced in flowing premixed H2/Ar (5/95) flow of 40 ml min-1 (NTP). The temperature was raised to 240 at a heating rate of 2 min- 1 and held for 10 h. While being cooled to 110 the reduction gas was switched to a reactant gas (CO2/H2 = 1/3). The reaction was carried out at a pressure between 0.5 and 4.0 MPa and the temperature in the range of 180 to 300 and at a space velocity (SV) of 3600 h-1 to 10000 h-1. The flow rate of reactant gas was controlled by a mass flow controller. The reaction temperature was controlled by a temperature controller and measured with a chromel-alumel 78 D. Jing[a et al. / Applied Catalysis A: General 139 (1996) 75-85 3 1 1 7 8 TC I l0 ~ + Fig. 1. Schematic diagram of the reaction apparatus: (1) pressure gauge, (2) pressure regulator, (3) gas exchange value, (4) mass flow meter, (5) temperature recorder, (6) thermocouple, (7) electric oven (8) reactor, (9) catalyst, (10) silica, (11) temperature controller, (12) gas chromatograph, (13) bulb gas flow meter, (14) recorder, (15) integrator. thermocouple. The pressure was controlled and monitored by a pressure regula- tor. The products were analyzed by an on-line gas chromatograph with a thermal conductivity detector. Two parallel connected columns were employed. Pora- pak-Q column (2 m) is used to separate CH3OH, dimethyl ether, higher alcohol and other hydrocarbon products. TDX-01 column (2 m) (provided by Tian-Jing No. 2 Chemical Regent Company) was used to separate CO, CO2 and CH4. The alternation of the two columns was performed by two valves connected to the system. The stainless steel line between reactor and GC was heated by a heating tape at 150 to avoid condensation of some products. The conversion of CO2 is defined as: (mol carbon dioxide converted to all products)/(mol carbon dioxide in the feed gas). The methanol selectivity is defined as: (mol methanol)/(mol carbon dioxide converted to all products). The error of the conversion and selectivity measurements is ~< 4% of the obtained value. 3. Results and discussions 3.1. Structure and morphology of oxalate precursors The XRD patterns of the oxalate precursors prepared by conventional oxalate coprecipitation and the novel gel-coprecipitation are shown in Fig. 2. The major diffraction peaks for the sample prepared by conventional method were observed D. JingJa et al. /Applied Catalysis A: General 139 (1996) 75-85 79 i | I 15 20 25 20 (degree) Fig. 2. XRD patterns of the precipitates prepared by various methods. (a) conventional oxalate coprecipitation (Cu:Zn:A1 = 45:45:10), (b) oxalate gel-coprecipitation (Cu:Zn:A1 = 45:45:10) and (c) oxalate gel-coprecipita- tion (Cu:Zn:AI = 60:30:10). z~: a-ZnC2Oa.2H20, O: CuC204\" xH20, A: /3-ZnC204. at 20 angles of 18.6 22.9and 23.7 But only two major diffraction lines for the precursor prepared by the novel method were observed at 2 0 angles of 18.6 and 22.9 The peaks at 20 of 18.6 22.9and 23.7were identified as the diffraction lines of a-ZnC204 2H20, CuC204\"xH20 and fl-ZnC204, respec- tively. It indicates that no fl-ZnC204 is formed in the novel process. Among the three species, CuC204.xH20 (Moolooite, orthorhombic, with space lattice Pnnm) is the crystal disordered along the b0 direction. If the water content is in the range of 0 ~< x ~< 1, CuC204 xH20 is of the zeolitic type. The spacing and intensity of its XRD may vary slightly with x. A very weak diffraction line at 18.6compared to 22.9was observed for the sample with Cu/Zn ratio of 1, and only a diffraction line of the CuC204xH20 phase is observed for the sample with a Cu/Zn ratio of 2. It indicates that a considerable amount of zinc 80 D. Jingfa et al. /Applied Catalysis A: General 139 (1996) 75-85 50 100 150 200 250 300 350 400 Temperature ( *C ) Fig. 3. DTG patterns of the oxalate precipitates with various composition prepared by gel-coprecipitation method. (a) (Cu:Zn:AI = 10:80:10), (b) (Cu:Zn:A1 = 30:60:10), (c) (Cu:Zn:AI = 45:45:10), (d) (Cu:Zn:A1 = 60:30:10). is incorporated into the CuC 204 .xH20 structure. This can be confirmed further by the thermogravimetic (TG/DTG) analysis for the precipitates of oxalate with various compositions. In the differential thermal gravimetric (DTG) spectra (Fig. 3), three peaks for the loss of weight are observed at 110, 322 and 358. The peak at about 110 is due to the desorption of physically absorbed water. The peaks at 322 and 358 are ascribed to the decomposition of oxalate precipitates, which are denoted as the a and 13 peak, respectively. With the increase of copper content, the a peak increases while the /3 peak decreases. Obviously, a and /3 peaks could be assigned to the decomposition of CuC204 and ZnC204 phases, respectively. Only the/3 peak is observed when Cu/Zn < 1/8; and only the a peak is observed at Cu/Zn > 2. It indicates that the precipitates are present in the monophase under these two conditions. This means that only the ZnC204 phase is formed at lower copper content and only the CuC204 phase is formed at higher copper content. It indicates that the isomorphous substitution between Cu and Zn takes place in the precipitates prepared by the novel process. The diffraction peaks of the oxalate precursors prepared by novel method are broader than those by conventional method. This indicates that much smaller particles are formed in the novel oxalate gel- D. Jingfa et al. / Applied Catalysis A: General 139 (1996) 75 85 81 Fig. 4. TEM of the oxalate precipitates. (a) Prepared by the oxalate gel-coprecipitation method, (b) prepared by the conventional oxalate coprecipitation method. coprecipitation process. The TEM photograph in Fig. 4 reveals clearly that very small quasi-spherical particles are formed in the novel process and much larger particles are detected in the precipitates prepared with the conventional method. Obviously, the novel method produces ultrafine particles of oxalate precursors, and ultrafine particles of the CuO/ZnO/A1203 catalyst should be formed by decomposition of the oxalates at suitable conditions. 3.2. Characterization of calcined catalysts The XRD pattern of the oxides is shown in Fig. 5. When the precursors are calcined according to the calcination procedure described above, only broad diffraction lines of CuO and ZnO are observed in the pattern (a). It indicates that the ultrafine particle catalyst is formed in the novel method. It is also found from Table 1 that the copper metal surface area of the catalyst prepared by the novel method (CZA02) are significantly higher than those prepared by other methods (CZA01 and CZA03). It indicates that the copper dispersion of the catalyst prepared by the novel method is much higher than that of catalyst prepared by other methods. Namely, the oxalate gel coprecipitation method derives a much smaller copper crystallite size. The BET surface area and the pore size distribution of the calcined catalyst are measured by N2 adsorption at - 196. The results are shown in Table 1 and Fig. 6. It is noticed that the catalyst prepared by the oxalate gel-coprecipita- tion has a higher BET surface area, larger pore volume and mean pore size than those prepared by other methods. It indicates that the particles of CuO and ZnO 82 D. Jingfa et al. /Applied Catalysis A: General 139 (1996) 75-85 I J b a 3'0 315 4L0 20 (degree) Fig. 5. XRD patterns of calcined CuO/ZnO/A1203 catalysts. (a) CZA02 (prepared by the oxalate gel- coprecipitation method), and (b) CZA01 (prepared by the conventional oxalate coprecipitation method). O: ZnO, O: CuO. in the catalysts prepared by this new preparation method are much smaller. It is consistent with the results from the XRD and copper metal surface area. It is observed from Fig. 6 that the pore size distribution depends on the preparation method. The catalysts prepared by the conventional carbonate coprecipitation method have a broader pore size distribution, and its mean pore diameter of 10.1 nm is smaller than those of the catalysts prepared by the oxalate gel-coprecipita- tion method. Table 1 Properties of the catalysts Catalyst Composition BET surface Pore Pore Cu metal Cu metal Cu/Zn/AI (at.-%) area a volume diameter surface area a crystallite (m2 g- i) (ml g- i ) (nm) (m2 g- i ) size b (rim) CZA01 45/45/10 46.8 0.20 16.3 11.5 29.3 CZA02 45/45/10 63.8 0.23 13.8 28.8 10.7 CZA03 45/45/10 48.7 0.13 10.1 17.2 17.3 a The accuracy of the copper surface area is within 5%. b The accuracy of the crystallite sizes determined is approximately 20%. D. Jingfa et al. / Applied Catalysis A: General 139 (1996) 75-85 83 0.60 ......... , ...... '0.5~ 0.48 0.42 2 0.56 o 0.3,0 ,.- ,~ 0 24- '\\ k O \" ~,'I c,_ O. 1 8, \\ ',3.12 .'~.. / \"o' \"\" ......o- 0.06 z .-o- \"--.~,: , ,, ,-,, O.O0 - ,, J I 2 ,3 2 5 n2 ~i C'1 Po\"~ d:\"\"~'e+~r' ' Fig. 6. Pore distribution of CuO/ZnO/AlzO3 catalysts prepared by various methods. I1:CZA01 (prepared by the conventional oxalate coprecipitation method), O: CZA02(prepared by the oxalate gel-coprecipitation method, O: CZA03(prepared by the conventional carbonate coprecipitation method). 3.3. Characterization of reduced catalysts The XRD patterns of the reduced catalysts in Fig. 7 show obviously that copper oxide in the catalysts is completely reduced to metallic Cu, and no Cu20 or CuO phases are detected. The mean crystallite size of metallic copper (Dc,) is estimated from the half width of (111) reflection of Cu, using the Sherrer tx ~x d ' ' 4'0 30 35 45 20 (de~ee) Fig. 7. XRD patterns of reduced Cu/ZnO/A1203 catalysts. (a) CZA02, (b) CZA02 (decomposition in vacuum), (c) CZA01. (d) CZA03. z~ : ZnO, : Cu. 84 D. Jingfa et al. / Applied Catalysis A: General 139 (1996) 75-85 8 7 6 ~4 .za 2 o[ 100 150 200 i i I , I r i [ i I i t I 250 300 350 400 TEMPERATURE('C) Fig. 8. DTG profiles of oxalate precursors in flowing air (O) and in nitrogen gas (. equation: Dcu = 0.9A/( fl cos 0) after correction of the peak width for the contribution by instrumental broadening. The calculated results are listed in Table 1. It shows clearly that the catalyst prepared by the oxalate gel-coprecipi- tation has a much smaller copper crystallite size and larger copper surface area than the catalysts prepared by other methods. We found that the copper crystallite size of the catalyst obtained by decomposition in air and then reduced in H2/Ar is much smaller than that by decomposition in vacuum directly. The reason can be ascribed to a different decomposition mechanism. The DTG curves shown in Fig. 8 reveal that the decomposition temperature of the oxalate precursor in air is about 40 lower than that in nitrogen gas. The decomposi- tion in vacuum condition produces metallic copper (see Fig. 7b). 3.4. Methanol synthesis by hydrogenation of CO2 The catalytic activity and selectivity of methanol on various catalysts are listed in Table 2. Only two products (CH3OH and CO) besides water are detected by gas chromatography. The yield of methanol from the catalyst prepared by the oxalate gel-coprecipitation (CZA02) is much higher than that Table 2 Performance of methanol synthesis from CO2 + H2 on various catalysts Catalyst Compositions SV a CO2 conv. a CO select, a MeOH select, a Yield ofMeOH a Cu/Zn/A1 (at.-%) (h- l) (%) (%) (%) (mmol ml h i) CZA01 45/45/10 3600 19.3 77.7 22.3 1.73 10000 16.8 76.6 23.4 4.35 CZA02 45/45/10 3600 19.3 63.7 36.3 2.81 10000 17.6 62.1 37.9 7.37 CZA03 45/45/10 3600 15.8 77.2 22.8 1.45 10000 15.1 78.1 21.9 3.68 a Reaction conditions: T = 240, P = 2.0 MPa, CO2/H2 = 1/3. D. Jingfa et al. / Applied Catalysis A: General 139 (1996) 75-85 85 from the conventional carbonate coprecipitation (CZA03), while the yield of methanol from the catalysts prepared by the oxalate conventional coprecipitation (CZA01) is a little higher than that from the conventional carbonate coprecipita- tion (CZA03). It can be seen that there is no apparent correlation between the copper surface area measured by nitrous oxide titration and the catalytic activity. It indicates that the copper surface area alone cannot explain the catalytic behavior of the catalyst and the interaction of the copper particles with zinc oxide has an important influence on the catalytic activity. The catalysts have the same composition, but the yields of methanol vary significantly with the difference of preparation method. This can be attributed to the different structure and surface properties of the catalysts which is mentioned above. 4. Conclusions An ultrafine Cu/ZnO/A1203 catalyst is produced by a novel oxalate gel- coprecipitation method. Preparation methods have a significant influence on the structure of the catalyst and catalytic activity for methanol synthesis from hydrogenation of carbon dioxide. Much of the zinc species is incorporated into the structure of CuC2H4.xH20 precursors which lead to form a ultrafine CuO/ZnO/A1203 catalyst when they are calcined in air at 360. The catalyst prepared by the oxalate gel-coprecipitation exhibits a higher activity for methanol synthesis from hydrogenation of CO2 than those prepared by conventional methods. Acknowledgements This work is supported by the National Natural Science Foundation of China. References [1] T. lnui, T. Takeguchi, Catal. Today, 10 (1991) 95. [2] K. Klier, V. Chatikavanij, R.G. Herman and G.W. Simmons, J. Catal., 74 (1982) 343. [3] G.C. Chinchen and K.C. Waugh and D.A. Whan, Appl. Catal., 25 (1986) 101. [4] G.C. Chinchen and P.J. Denny D.G. Parker, M.S. Spencer and D.A. Whan, Appl. Catal., 30 (1987) 333. [5] G.C. Chinchen and K.C. Waugh, J. Catal., 97 (1986) 280. [6] B. Denise, T.P.A. Sneeden, J. Mol. Catal., 17 (1982) 359. [7] M. Poutsma, L.F. Elek, P.A. Ibarbia, A.P. Risch and J.A. Rabo, J. Catal., 52, (1978) 157. [8] E. Ramaroson, R. Kieffer and A. Kiennemann, J. Chem. Soc., Chem. Commun., (1982) 645. [9] R.A. Koeppel and A. Baiker, Appl. Catal. A, 84 (1992) 77. [10] K.S.W. Sing, D.H. Everett, R.A.W. Haul, E. Moscou, R.A. Pierotti, J. Rouqu~rol and T. Siemieniewska. Pure Appl. Chem., 57 (1985) 603. [11] E.P. Barrett, L.S. Joyner and P.P. Halenda, J. Am. Chem. Soc., 73 (1951) 373. [12] G. Halsey, J. Chem. Phys., 16 (1948) 931. [13] J.W. Evans, M.S. Wainwright, A.J. Bridgewater and D.J. Young, Appl. Catal.. 7 (1983) 75. [14] G.C. Chinchen, C.M. Hay, H.D. Vandervell and K.C. Waugh, J. Catal., 103 (1987) 79. APCATA 9500324X 0926-860X(95)00324-X 10.1016/0926-860X(95)00324-X Elsevier Science B.V. All rights reserved A novel process for preparation of a Cu/ZnO/Al2O3 ultrafine catalyst for methanol synthesis from CO2 + H2: comparison of various preparation methods Deng Jingfa * a Sun Qi a Zhang Yulong a Chen Songying b Wu Dong b a Department of Chemistry, Fudan University, Shanghai 200433, China b Institute of Coal Chemistry, Academica Sinica, P.O. Box 165, Taiyuan , Shanxi,China * Corresponding author. Tel. (+86-21) 6549222X3792, fax. (+86-21) 65490535 The effect of preparation methods on the structure and catalytic behavior of Cu/ZnO/Al2O3 catalysts for methanol synthesis from hydrogenation of carbon dioxide has been studied. The Cu/ZnO/Al2O3 ultrafine catalysts obtained by a novel gel-coprecipitation process exhibited higher catalytic activity for the synthesis of methanol from CO2 + H2. The results showed that isomorphous substitution took place between copper and zinc in the precipitates prepared by the novel process. Preparation methods have a significant influence on the structure of the catalyst and catalytic activity for methanol synthesis from hydrogenation of carbon dioxide. Keywords Oxalate gel-coprecipitation Cu/ZnO/Al2O3 catalyst CO2 hydrogenation Methanol synthesis References [1] Inui T. Takeguchi T. Catal. Today 10 1991 95 [2] Klier K. Chatikavanij V. Herman R.G. Simmons G.W. J. Catal. 74 1982 343 [3] Chinchen G.C. Waugh K.C. Whan D.A. Appl. Catal. 25 1986 101 [4] Chinchen G.C. Denny P.J. Parker D.G. Spencer M.S. Whan D.A. Appl. Catal. 30 1987 333 [5] Chinchen G.C. Waugh K.C. J. Catal. 97 1986 280 [6] Denise B. Sneeden T.P.A. J. Mol. Catal. 17 1982 359 [7] Poutsma M. Elek L.F. Ibarbia P.A. Risch A.P. Rabo J.A. J. Catal. 52 1978 157 [8] Ramaroson E. Kieffer R. Kiennemann A. J. Chem. Soc., Chem. Commun. 1982 645 [9] Koeppel R.A. Baiker A. Appl. Catal. A 84 1992 77 [10] Sing K.S.W. Everett D.H. Haul R.A.W. Moscou L. Pierotti R.A. Rouquérol J. Siemieniewska T. Pure Appl. Chem. 57 1985 603 [11] Barrett E.P. Joyner L.S. Halenda P.P. J. Am. Chem. Soc. 73 1951 373 [12] Halsey G. J. Chem. Phys. 16 1948 931 [13] Evans J.W. Wainwright M.S. Bridgewater A.J. Young D.J. Appl. Catal. 7 1983 75 [14] Chinchen G.C. Hay C.M. Vandervell H.D. Waugh K.C. J. Catal. 103 1987 79",
      "scopus-id": "0002380216",
      "coredata": {
        "eid": "1-s2.0-0926860X9500324X",
        "dc:description": "The effect of preparation methods on the structure and catalytic behavior of Cu/ZnO/Al2O3 catalysts for methanol synthesis from hydrogenation of carbon dioxide has been studied. The Cu/ZnO/Al2O3 ultrafine catalysts obtained by a novel gel-coprecipitation process exhibited higher catalytic activity for the synthesis of methanol from CO2 + H2. The results showed that isomorphous substitution took place between copper and zinc in the precipitates prepared by the novel process. Preparation methods have a significant influence on the structure of the catalyst and catalytic activity for methanol synthesis from hydrogenation of carbon dioxide.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-06-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9500324X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jingfa, Deng"
          },
          {
            "@_fa": "true",
            "$": "Qi, Sun"
          },
          {
            "@_fa": "true",
            "$": "Yulong, Zhang"
          },
          {
            "@_fa": "true",
            "$": "Songying, Chen"
          },
          {
            "@_fa": "true",
            "$": "Dong, Wu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9500324X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9500324X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00324-X",
        "prism:volume": "139",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A novel process for preparation of a Cu/ZnO/Al2O3 ultrafine catalyst for methanol synthesis from CO2 + H2: comparison of various preparation methods",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxalate gel-coprecipitation"
          },
          {
            "@_fa": "true",
            "$": "Cu/ZnO/Al2O3 catalyst"
          },
          {
            "@_fa": "true",
            "$": "CO2 hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Methanol synthesis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "75-85",
        "prism:endingPage": "85",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 June 1996",
        "prism:doi": "10.1016/0926-860X(95)00324-X",
        "prism:startingPage": "75",
        "dc:identifier": "doi:10.1016/0926-860X(95)00324-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002380216"
      }
    }
  }
}