{
  "metadata": {
    "title": "Alcohol synthesis from syngas over supported molybdenum catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-11-09",
    "doi": "10.1016/0926-860X(95)00150-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001506",
    "pii": "0926860X95001506"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-42149144220",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95001506 0926-860X(95)00150-6 0926860X95001506 10.1016/0926-860X(95)00150-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00397 2024-01-01T12:18:48.759026Z 0 0 19951109 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 132 132 1 1 Volume 132, Issue 1 9 97 109 97 109 19951109 9 November 1995 1995-11-09 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. ALCOHOLSYNTHESISSYNGASOVERSUPPORTEDMOLYBDENUMCATALYSTS AVILA Y SAITO 1980 438 M TATSUMI 1987 77 T TATSUMI 1984 685 T TATSUMI 1986 257 T TATSUMI 1986 553 T TATSUMI 1987 77 T MURAMATSU 1987 3157 A TATSUMI 1986 553 T YOUCHANG 1986 233 X SAITO 1980 438 M SAITO 1978 1 M MURAMATSU 1992 1334 A SAMPFL 1987 445 S KLIER 1981 243 K BART 1987 1 J LEYRER 1985 301 J ARNOLDY 1985 4517 P AVILA 1993 Y TATSUMI 1986 69 T BARRAULT 1991 341 J JIANG 1994 144 M DRIESSEN 1983 26 J KLIER 1988 109 K AVILAX1995X97 AVILAX1995X97X109 AVILAX1995X97XY AVILAX1995X97X109XY item 0926-860X(95)00150-6 0926860X95001506 1-s2.0-0926860X95001506 10.1016/0926-860X(95)00150-6 271346 2024-01-01T12:18:48.759026Z 1995-11-09 1-s2.0-0926860X95001506-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001506/MAIN/application/pdf/e2a9909439dbe493fde62bbb97ac1092/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001506/MAIN/application/pdf/e2a9909439dbe493fde62bbb97ac1092/main.pdf main.pdf pdf true 778455 MAIN 13 1-s2.0-0926860X95001506-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001506/PREVIEW/image/png/3b7ed511acbb1dcd79f4294203948a58/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001506/PREVIEW/image/png/3b7ed511acbb1dcd79f4294203948a58/main_1.png main_1.png png 43073 849 656 IMAGE-WEB-PDF 1 APPLIED . CATALYSIS A: GENE ELSEVIER Applied CatalysisA:General132(1995)97-109 Alcohol synthesis from syngas over supported molybdenum catalysts Y. Avila a, C. Kappenstein b, S. Pronier b, J. Barrault b Interep, Los Tegues. Apdo 76343, Caracas, 1070 A, Venezuela Laboratoire de Catalyse en Chimie Organigue, URA CNRS 350, 40 ar. Recteur Pineau, 86022 Poitiers cedex, France Received 10 April 1995; revised 18 June 1995; accepted 23 June 1995 Abstract Light alcohols as well as hydrocarbons can be obtained from the selective conversion of syngas over supported molybdenum catalysts. It is shown in this study that the activity and the selectivity are very much dependent on the support, the molybdenum content and the alkaline promoter. Indeed the methanol selectivity improves when molybdenum is supported on zinc oxide and promoted with potassium. Moreover, we found that the rate of methanol formation is in good correlation with unreduced molybdenum species. A dual-site mechanism is proposed for the methanol synthesis on such catalysts involving hydrogen activation (and dissociative carbon monoxide adsorption for hydrocarbons formation) and non-dissociative carbon monoxide adsorption, respectively, on reduced and unreduced molybdenum species. Kevslords: (CO, H,) reaction; Methanol synthesis; Molybdenum catalysts 1. Introduction Molybdenum catalysts have been recognized to be effective for the methanation and/or for the Fischer-Tropsch synthesis of hydrocarbons. Saito and Anderson [ 1 ] investigated unsupported molybdenum catalysts including oxides, carbides, oxicarbides, sulphides or nitrides and concluded that the specific activity of these catalysts was comparable to that of the best metallic catalysts. Tatsumi et al. [2] described the effect of the support and of alkali additives on the behavior of molybdenum catalysts for alcohol synthesis and found that the yield and selectivity to alcohols depend very much on the operating conditions. The nature of the support * Corresponding author. Tel. ( +33) 49453627, fax. ( +33) 49453349. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI0926-860X(95)00150-6 98 Y. Arila et al. /Applied Catalysis A: General 132 (1995) 97-109 and additives strongly affected the catalytic properties [3-7]. Molybdenum-silica catalysts were active in the formation of C,-CS alcohols [3-7] and the addition of KCl to that catalyst resulted in a significant increase of the alcohol selectivity [ 8 ] . Youchang et al. [9] found that on MoSZ the selectivity to alcohols was much affected by KIC03 promotion. The increase of the K,C03 content did not change the conversion significantly but greatly increased the alcohol selectivity. On the other hand there is evidence that the activity of unsupported molybdenum species in the syngas conversion to hydrocarbons increases when the reduction of active species increases [ 10] . Tatsumi et al. [4,5 ] also found that the hydrocarbon formation was correlated with extensively reduced molybdenum species in the case of SiO, supported catalysts. Saito and Anderson [ 11 ] also investigated the activity of molybdenum species for the production of hydrocarbons and reported that zerovalent molybdenum gave higher hydrocarbons with a higher activity than molybdenum oxides. Muramatsu et al. [ 12] reported that the alcohol formation required two kinds of molybdenum species; metallic and Mo02. The present paper reports on the catalytic properties of molybdenum supported and K-promoted materials for the formation of alcohols. The interaction between support, potassium promoter and the molybdenum component were examined based upon characterization by X-ray diffraction (XRD), X-ray photoelectron spectroscopy (XPS), temperature-programmed reduction (TPR), and probe molecule chemisorption. The catalyst characterization and catalytic properties for alcohol synthesis were correlated. 2. Experimental 2.1. Catalyst preparation Catalysts were prepared by impregnation of different supports with an aqueous solution of ammonium heptamolybdate, (and KN03 for promoted catalysts) dried at 120 and calcined at 300 for 4 h. 2.2. (CO, Hz) reaction The syngas conversion was carried out under pressure in a continuous system with a fixed bed reactor under the following standard conditions: P = 4 MPa, F=10 1 h-', HZ/CO=2, Wcatd,=10 g, T=250. The catalyst was diluted with carborundum (Prolabo) (1 /2) in order to minimize the diffusional effects due to heat transfer. Moreover, during catalytic experiments, there was no significant variation of the temperature profile in the catalyst bed ( 2 K). Reagents and products were analyzed on line with gas phase chromatographs, (i) CO CO2, C,, C.,, C3 on Porapak Q (TC Detector) and (ii) hydrocarbons, oxygenates on CP-SIL-5 (Fl Detector). Before use all the catalysts were reduced `in situ' with hydrogen at 500 for 10 h. Y Avila et al. /Applied Catalysis A: General 132 (1995) 97-109 99 Table I Characteristics of Mo-supported catalyst Support zn0 ZnC03 Cr203 ZnCrz04 Zr02 Mo content (wt.-%) 4.98 9.74 14.77 7.20 7.89 9.20 8.56 BET surface area (M2/g) 37 26 18 36 124 58 31 Some characteristics of Mo-supported catalysts are presented in Table 1; the data in every case were obtained after 24 h (CO, H,) reaction. The product selectivities (atom C%) in this work are given without carbon dioxide and carbon monoxide conversion includes the formation of carbon dioxide. 2.3. Catalyst characterization XRD Structural characterization of the samples was carried out by X-ray powder diffraction with a Philips Model 1710 Diffractometer [Cu Ka radiation (45 kV and 30 mA) ] . BET The measurements were made with a Flowsorb 11 Model 2300 operating at the temperature of liquid nitrogen with a (30 NZ-70 He) mixture as adsorption gas. Before BET analysis all the samples were heated at 523 K for 1 h. TPR and carbon. monoxide adsorption TPR was carried out in a quartz reactor. Each sample was placed in a argon flow, degassed at the final temperature of the TPR for one hour and cooled down to room temperature. Then calibrated quantities (pulses) of hydrogen were introduced while the temperature was raised to 1073 K at a rate of 4 K min-'. The final oxidation state of molybdenum could then be calculated from the total amount of hydrogen consumed, assuming that the original oxidation number was Movt. The chemisorption of carbon monoxide, was carried out with the same equipment. Each catalyst was reduced and evacuated at 773 K. After cooling down to room temperature. pulses of carbon monoxide were introduced until saturation. XPS The XPS spectra of supported catalysts were recorded using ISA-RIBER equipment with the AlKa excitation radiation at 1486.6 eV and analyzed using RIBERCAMECA software. The peak deconvolution was carried out from Gaussian components defined by the position, the height, and the width. 100 Y. Arila et al. /Applied Catalysis A: General 132 (1995) 97-109 Table 2 Phases identified by X-ray diffraction before and after reaction Solid Before reaction After reaction 5Mo/ZnO a-ZnM004. Zn0 ZnM003, Zn0 IOMo/ZnO a-ZnM004, Zn0 ZnM003, Zn0 l5Mo/ZnO a-ZnM004, Zn0 ZnM003. Zn0 I OMo/Cr,Oz amorph. - I OMo/ZnCr20a ZnCr=O, ZnCr=O, lOMo/Zro2 MoO,(hexag.), Zr0= Mo0_, ZrO, l OMo/ZnCO, a-ZnM004, Zn0 - I OMo0.3K/ZnO a-ZnM004, Zn0 3. Results and discussion 3.1. Physicochemical characterization XRD The different phases in the solids before and after the reaction were determined by XRD. Table 2 gives the results obtained with the different solids used. In the Cr203 and ZnCr204 supports no trace of any crystalline phase of molybdenum was detected either because it did not exist or because the size of the crystals was too small to be detected by the technique employed. In molybdenum catalysts, an interaction between molybdenum and zinc oxide can be observed resulting from the formation before the reaction of the aZnM004 phase and after reaction of the ZnM003 phase. M003 (hex.) can be observed when ZrO, is the support. TPR Support effect. Results presented in Fig. 1 show that the reduction temperature of molybdenum species depends on the support. The reducibility is highest when molybdenum is supported on chromium oxide, and decreases in the order zinc chromite, zirconium oxide and zinc oxide. Moreover for the first two catalysts it seems that the support is involved in the hydrogen activation so that molybdenum species are reduced at a lower temperature. These results show that the existence of molybdenum-support interactions affect strongly the reducibility of molybdenum oxide as reported by Stampl et al. [ 131. The average molybdenum oxidation state presented in Table 3 also demonstrated that zinc oxide also had an effect on molybdenum species as reported in previous works on copper-zinc oxide catalysts [14,15]. The Hz/Mo ratio and the average molybdenum oxidation state are given in Table 3. These results show that on Cr203, ZnO and ZnCr204 the molybdenum oxidation is lower than that observed on Zr02, Similar conclusions are reported by Leyrer et al. [ 16 ] . Y. Avila et al. /Applied Catalysis A: General 132 (1995) 97-109 101 2000 1000 1500 ~ ~. 750 d ,. -0-- 10\\tor203 , E .sue. 10Mo,ZnCr204 10110 .Stlfl 0 toNao-z 4 ,,-10M.Iro2 e .. E I i , ~ Tempernture(=C) '? 500 ,~. 250 x' o . 0 -- g o 1 11 21 31 41 51 Pulse (number) Fig. 1. Support effects on the reducibility of molybdenum. (Results were obtained with the same weight of catalyst). Effect of the molybdenum content and of potassium additive. The reducibility of molybdenum decreases when the molybdenum impregnation percentage increases and the reduction profile is shifted towards that of bulk molybdenum oxide [ (Fig. 2) Table 4] . This could be due to the decrease of the molybdenum-support interaction when the amount of molybdenum increases and to a better dispersion of molybdenum when its percentage decreases. When the molybdenum content is low, the reduction of molybdenum species occurs in two steps [ 17] ; one around 575 corresponding to the [Mo\" ---> Mo'\"] reaction, the other around 755 corresponding to the [Mo'v - Moo] step, the latter occurring slowly. Adding potassium affects neither the reduction profile nor the hydrogen consumption. XPS characterization Influence of the support. XPS spectra of Mo/support catalysts showed the characteristics of the MOM doublet presented in Table 5. When supported on Cr203, ZnCr204 or Zr02, molybdenum oxide (MO03) is the main component. Table 3 TPR of supported molybdenum catalysts Catalyst HZ/Mo MO'+ . Temperature ('C)' 10 Mo/Cr=0, 1.35 3.3 385` 500` 565 610 IOMo/ZnCr,04 1.04 3.9 380` 595` - - IOMo/ZrO. 0.88 4.2 - 630 - - lOMo/Zn0 1.20 3.6 - 680 775 - Molybdenum oxidation state calculated from hydrogen consumption. h Temperature corresponding to the maximum of hydrogen consumption. Peaks due to the support. 102 Y Avila et al. /Applied Catalysis A: General 132 (1995) 97-109 25(10 1250 2000 1000 ~ouoouoooo~u ~ -a-5W Zn0 1500 .'~ 750 I -- 10M.,'7.0 -0- 15%1o: Zn0 III e ' 8, %1.03 1000 -- ~,500 = V .Wi --Temperature ('C)i, _ -- x 500 ; '~ p 250 ,, R 0 0 1 11 21 31 4t 51 Pulse (number) Fig. 2. Effect of the molybdenum content on the TPR profile of Mo-ZnO catalysts. Table 4 TPR of Mo-ZnO catalysts Mo and K content (wt.-%) H,/Mo Mo`+ \" Temperature ()' 5 Mo 1.62 2.8 575 755 lOMo 1.20 3.6 680 775 15Mo 0.94 4.1 720 800 l0Mo0.3K 1.20 3.6 680 800 \" and b: see Table 3. Table 5 Surface distribution of molybdenum: Support effect Catalyst Mo (Volume) (wt.- Mo (surface) (wt.-%) Mo binding energy (eV) Species Mo 3d3,_ Mo 3d5,, Mo/Zn0 9.74 3.53 235.5 232.3 M003, molybdate Mo/Cr=03 7.89 8.03 235.2 232.2 M003 Mo/ZnCr204 9.20 12.45 235.6 232.6 M003 Mo/Zr02 8.56 9.79 235.0 232.5 M003 On ZnO we found M003 species in strong interaction with the support (about 20% of total molybdenum on the surface). These results are in agreement with those obtained by XRD in which the bulk formation of zinc molybdate could be observed. The XPS results show a low concentration of surface molybdenum which can be the result of a low dispersion of the molybdenum precursor. On zirconium oxide, if M003 (Mo\"1) is mainly formed during the preparation, superficial MoO, species could be noticed after the (CO, Hz) reaction. If we compare the surface molybdenum content determined by XPS with unreduced molybdenum species (from TPR experiments), one can observe in Fig. 3 that Y Avila et al. /Applied Catalysis A: General 132 (1995) 97-109 6T 5 0 V '3 4 d a 3 2 Zn0 1- 0 Zncr,O, I 1 I i 8 10 12 14 0 2 4 6 Surface Ma content (%) Fig. 3. Relationship between unreduced molybdenum species (TPR) and surface molybdenum content (XPS ). the fraction of unreduced molybdenum species is more significant when the surface molybdenum content is low. This is most apparent with ZnO as the support. 103 Effect of the molybdenum content and the potassium additive of Mo-[K]-Zn0 catalysts. In fresh catalysts two types of molybdenum (Mov`) can be identified; M003 and molybdate species (Table 6). The loading effect increases when the amount of molybdenum impregnated increases, the solid 5 Mo-ZnO has practically no loading effect. On the other hand as there is no variation of the Zn surface content (72.5-73.5 wt.-%) the surface ratio Zn/Mo is greater than the bulk value. There is a decrease of surface molybdenum content which is more significant when the amount of molybdenum increases. After the (CO, HZ) reaction the same species (MOOZ and molybdate) are found for the three [Mo-Zn0] catalysts. However the surface percentage of each varies with the molybdenum content (Table 6); the surface Mo0z increases with the Table 6 Surface distribution of molybdenum before and after reaction: Effect of molybdenum content Catalyst 5Mo/Zn0 1 OMo/Zn0 15Mo/Zn0 U5Mo/Zn0' U lOMo/ZnOa U 15Mo/ZnOa 1 OMo0.3K/Zn0 Mo (Volume) (wt.- Mo (surface) (wt.- Mo binding energy (eV) Species 4.98 9.74 14.77 4.98 9.74 14.77 10.14 Catalyst after reaction, (a) deconvolution. 3.08 3.53 4.16 3.91 5.18 6.37 2.65 a a Mo3d Mo3d5,_ 235.2 235.5 235.6 a 232.4 232.2 232.6 a a a 235.4 232.2 MOVI MOVI movi 48% Mov', 52% Moo, 4290 Mo\", 58% Moo, 38% Mo`, 62% Moo, MOVI 104 Y. Arila el al. /Applied Catalysis A: General 132 (1995) 97-109 Table 7 Carbon monoxide chemisorption and TPD on molybdenum-zinc oxide catalysts Catalyst CO/Moi'( x 10-) CO thermodesorption (%o) LT\" HT` 5 Mo/Zn0 19 50 50 10 Mo/Zn0 9 70 30 10 Mo 0.3 K/Zn0 7.5 75 25 \"Molar ratio. \"Low-temperature desorption (between 80 and 140). High-temperature desorption (400-500). molybdenum content. It was also possible to notice a surface enrichment in molybdenum after the reaction; which decreases when the percentage of molybdenum increases (Table 6). When potassium is added a chemical homogeneity of surface species containing molybdenum is obtained without a change in the species. Nevertheless the surface molybdenum content is smaller compared to that of a catalyst with no additive. Moreover the potassium is not visible in the final phase. It can be said that the effect of the potassium is to decrease the amount of the surface oxide precursor. From results presented in Table 7 it can be noticed that the carbon monoxide adsorption increases when the reducibility of molybdenum increases. This result is in agreement with the hypothesis that carbon monoxide adsorption occurs on the more reduced sites [4,5,10,11 ] . From carbon monoxide adsorption values it can also be observed that molybdenum dispersion decreases when the amount impregnated increases [ 18 ] . Moreover the TPD experiments shows that the molecular (associative) carbon monoxide adsorption increases with the molybdenum content and the addition of potassium. (CO, HZ) reaction Influence of the support. Table 8 shows the effects of the support on the activity and the selectivity of molybdenum catalysts in syngas conversion. The support has a very significant effect on the catalytic activity of molybdenum, in agreement with the results obtained by Tatsumi et al. [3,6,19]. The best activity is obtained when the molybdenum is deposited on ZrOz, however the selectivity towards methanol of this catalyst is very low. The study of the effect of contact time on the distribution of the products for Mo/Zr02 shows that methanol is a primary product of the reaction [ 18] . Therefore the support ZrO, could participate in the transformation of methanol into hydrocarbons. When the support is changed the specific activity decreases and the selectivity for oxygenated compounds increases in the following order; Zr02 < ZnCr204 < Cr203 < ZnO, which is in agreement with the basicity of the surfaces. Y Avila et al. /Applied Catalysis A: General 132 (1995) 97-109 Table 8 Effect of the support in syngas conversion over molybdenum catalysts Catalyst Activity\" ( X 10') Selectivity (%) without COz 105 CH4 C`-C., C; < ' MeOH DME C,OH+ CO, Hyd. + Alc. Mo10/Zn0 5.0 19.3 16.1 0 61.5 1.5 l.6 0.26 Mo10/ZnCO3 8.4 33.2 40.0 9.8 16.6 0.2 0.1 0.93 Mo10/Cr70, 9.3 42.8 23.4 2.8 29.0 1.2 0.8 0.56 MoIO/ZnCr=OQ 12.6 37.2 41.6 8.6 11.8 0 0.8 0.64 MOIO/ZrO, 27.2 30.1 45.8 20.7 0.6 2.2 0.5 0.64 Reaction conditions: P=4.0MPa, T=250, H,/CO=2, W= '' mol CO converted - h-' - gM 10 g, F=101 h-'. Under the experimental conditions employed, Zn0 appears to be the best support for the production of light alcohols from syngas. Over Zn0 supported catalysts, the dissociative adsorption of carbon monoxide is not important as already observed in our laboratory [20]. These results show the existence of molybdenum support interaction which modifies substantially the activity and selectivity in the transformation of syngas. This interaction can affect the adsorption of carbon monoxide and the possible secondary transformation of alcohols. The existence of this interaction on the Mo/ ZnC03 catalyst system is confirmed (when calcined the system is similar to the Mo/Zn0 catalyst) . The activity of the above catalyst is similar to that of Mo/ZnO, however its selectivity to methanol decreases significantly compared to that of Mo / ZnO. These results show, once again that Mo-support interactions play an important role in the catalytic behavior of molybdenum. The change of the carbon monoxide conversion as function of reaction time are shown in Fig. 4. With zinc chromite and Zr02 there is a short induction time. For Cr203 a slow deactivation can be noticed. On zinc oxide after a slight initial 30 25 20 l5 0 0 500 ID00 1500 2000 2500 3000 -e-IOMn/Gnf) p IOMo / Cr20z f IOMu / /nCr7( p IVMn/Lrt>2 'rime (mn) Fig. 4. Effect of support on the catalytic properties of molybdenum in the syngas reaction. Reaction conditions: P=4.0 MPa, T=250, H,/CO=2, W= 10 g, F= 10 I h-'. 106 Y Avila et al. /Applied Catalsis A: General 132 (1995) 97-109 deactivation of about 6 h a stable catalyst (around 100 h reaction) is obtained. Effect of the molybdenum content and of potassium additive. We studied the effect of the molybdenum content on Mo/ZnO, the best system for producing light alcohols. Table 9 shows that the specific activity decreases when the molybdenum content increases, whereas the selectivity to methanol passes through a maximum around 10% molybdenum. The decrease in activity could be the consequence of a decrease in the molybdenum-support interactions. These results lead us to think that: (a) a significant dispersion of the active phase is necessary to obtain an high activity and, (b) it is difficult to increase the activity by only increasing the molybdenum content due to the dispersion changes and different molybdenum species are formed at the ZnO surface. Addition of potassium (0.3%) to the system [MO10/Zn0] reduced the activity of the catalyst but increased specifically the selectivity to methanol with a lower selectivity to carbon dioxide. By XPS it was possible to observe the decrease of the surface dispersion of molybdenum when the potassium was added. This could explain the decrease in activity. As for the selectivity to methanol, the effect potassium has can be explained by the electronic Mo-K interactions which favor the non-dissociative adsorption of carbon monoxide and decrease the hydrogenating capacity of molybdenum [ 6,16,20] . Nevertheless, we cannot exclude that carbon monoxide dissociation and hydrocarbons formation require an ensemble of sites, the nature and the number of which could be changed by mobile support species or/and potassium promoter [21]. Relationship between catalytic properties and surface composition. The TPR results we have given show that there is a relationship between the selectivity to methanol and the fraction of unreduced molybdenum (Fig. 5) . Table 9 Syngas conversion over Mo/ZnO catalysts MoandKContent Activity' Selectivity (%) without CO= CO, /Hyd.+Alc. (wt.-%) ( X 103) CHQ CZ C4 C51 MeOH DME C_OH+ Mo5 8.8 33.9 20.6 0 45.5 0 0 0.29 Mo10 5.0 19.3 16.1 0 61.5 1.5 1.6 0.26 Mo15 1.8 37.5 21.2 0 39.0 2.3 0 0.62 MolOK0.3 1.7 11.9 10.7 2.0 73.1 0 2.3 0.27 Reactions conditions: P=4.0 MPa. T=250, H,/CO=2, W= 10 g, F= 101 h-' mol CO converted- h-' gm,,. Y. Avila et al. /Applied Catalysi.sA: General132 (1995) 97-109 0,25 b0 L y 0,2 E 0,15 .' 0,1 R \"M^, 0,05 0 1 2 3 ; 5 6 107 unreduced Mo (%) Fig. 5. Relationship between methanol rate formation and unreduced molybdenum species (TPR). (a) activity value included the methanol transformation into hydrocarbons on the support. 0,25 w on '~ 0,2 E 0,15 ~ 0,1 . 0,05 0 Cr=03 0 2 4 6 ZrOz ZnCr=o, 10 12 19 Surface Mo (%) Fig. 6. Relationship between the methanol activity and surface Mo content. (a) see Fig. 5. This is in agreement with the work of other authors concerning for instance palladium [ 22,12] . This behavior argues in favor of non-dissociative adsorption of carbon monoxide on less reduced molybdenum species. The results of XRD and XPS show that the initial phase of our solids is molybdenum oxide (Mo03) which after reduction (or/and reaction) is transformed into Mo02. As the unreduced molybdenum species decrease when the surface molybdenum content increases, there is an inverse relationship between the methanol activity and the surface molybdenum content (Fig. 6). All these results lead us to suggest that a molybdenum-support interaction changes the reducibility of molybdenum oxides) and consequently the nature of surface species. In the case of a Mo/Zn0 system it is possible that the intermediate formation (or the presence) of zinc molybdate could inhibit the catalyst reduction and increase the methanol selectivity and activity. 4. Discussion The molybdenum based catalysts are potential solids for the production of light alcohols from syngas. The catalytic behavior of molybdenum depends very much 108 Y Arila et al. /Applied Catalvsis A: General 132 (1995) 97-709 on the support used. Indeed the reducibility of molybdenum depends on the support, with a good correlation between the selectivity to methanol and the amount of unreduced molybdenum. The properties of molybdenum catalysts are directly related to the Mo-support interactions, to the molybdenum dispersion, to the morphology of the molybdenum phase and to the reducibility of the oxide precursors and its content. The characteristics of the surface and the study of the reducibility of molybdenum as a function of the support show that the unreduced molybdenum species could depend on the dispersion. Variations in dispersion were obtained by changing the support. The Mo/ZnO system proved to be the most selective for the formation of light alcohols, its catalytic behavior being related both to the reducibility and to the dispersion of molybdenum. As the oxidation state of molybdenum decreases, its activity increases and the catalyst becomes more selective to hydrocarbons. This behavior is in agreement with the results published previously [ 1,2] which propose that hydrocarbons are formed on active sites with a metallic character, while alcohots need active sites wherein molybdenum can have an oxidation state around 4 + . The addition of potassium to Mo (10) /ZnO catalyst increases significantly the selectivity to methanol, decreasing at the same time the specific activity. The presence of potassium does not seen to alter either the reduction rate or the surface species, but decreases the dispersion of molybdenum. Some recent works revealed that for the potassium promoted samples an interaction between the promoter and the supported molybdenum component occurs [ 21 ] . Moreover it is shown that the K-Mo interaction weakens the interaction of the Movt component with the support and promotes aggregation of Mov` [21] which is in agreement with the decrease of the dispersion observed in our experiments. This interaction could influence the adsorption of hydrogen over molybdenum species and the non-dissociative adsorption of carbon monoxide involving potassium [23] especially for an optimum K/ Mo ratio of about 0.8. Lastly, as far as the mechanism of the formation of alcohols on the Mo/Zn0 system is concerned, there must exist at the surface of the solid some more reduced M00Z species next to molybdenum species which would be necessary for obtaining a C2+ alcohols production. In this type of catalysts the chain growth of the oxygenated compounds is not much favored. Hydrocarbon formation occurs over more reduced molybdenum species, which favor the dissociative adsorption of carbon monoxide as well as hydrogen activation. References [ 1 ] M. Saito and R.B. Anderson, J. Catal.. 63 (1980) 438. [2] T. Tatsumi, A. Muramatsu and H. Tominaga, Appl. Catal., 34 (1987) 77. [3] T. Tatsumi, A. Muramatsu and H. Tominaga, Chem. Lett., ( 1984) 685. [4] T. Tatsumi, A. Muramatsu, T.A. Fukunaga and H. Tominaga, Polyhedron, 5 (1986) 257. [5] T. Tatsumi. A. Muramatsu and H. Tominaga, J. Catal., 101 (1986) 553. Y. Avila et al. /Applied Catalysis A: General 132 (1995) 97-109 109 [6] T. Tatsumi, A. Muramatsu and H. Tominaga, Appl. Catal., 34 (1987) 77. [7] A. Muramatsu, T. Tatsumi and H. Tominaga, Bull. Chem. Soc. Jpn., 60 (1987) 3157. [8] T. Tatsumi, A. Muramatsu and H. Tominaga, J. Catal., 101 (1986) 553. [9] X. Youchang, B.M. Naasz and G.A. Somorjai, Appl. Catal., 27 (1986) 233. [ 10] M. Saito and R.B. Anderson, J. Catal., 63 (1980) 438. [ I l ] M. Saito and R.B. Anderson, J. Catal., 51 (1978) 1. [ 12] A. Muramatsu, T. Tatsumi and H. Tominaga, J. Phys. Chem., 96 (1992) 1334. [ 13] S.R. Sampfl, Y. Chen, J.A. Dumesic, C. Niu and C.G. Hill, J. Catal., 105 (1987) 445. [ 14] K. Klier, Adv. Catal., 31 (1981) 243. [ 151 J.C.J. Bart and R.P.A. Sneeden, Catal. Today, 2 (1987) 1. [ 16] J. Leyrer, B. Vielhaber, M. Zaki, Z. Shuxian, J. Weitkamp and H. Kninger, Mater. Chem. Phys., 13 (1985 ) 301. [ 17] P. Arnoldy, J.C.M. de Jonge and J.A. Moulijn, J. Phys. Chem., 89 (1985) 4517. [ 18] Y. Avila, Thesis. Poitiers, 1993. [ 19] T. Tatsumi, A. Muramatsu and H. Tominaga. Appl. Catal., 27 (1986) 69. [20] J. Barrault and L. Probst, Stud. Surf. Sci. Catal., 61 (1991) 341. [21 ] M. Jiang, G.-Z. Bian and Y.-L. Fu. J. Catal, 146 (1994) 144. [22] J.M. Driessen, E.K. Poels, J.P. Hindermann and V. Ponec, J. Catal., 82 (1983) 26. [23] K. Klier, R.G. Herman, J.G. Nunam, K.J. Smith, C.-E. Bogdan C.W. Young and J.G. Santiesteban, Stud. Surf. Sci. Catal., 36 (1988) 109. APCATA 95001506 0926-860X(95)00150-6 10.1016/0926-860X(95)00150-6 Elsevier Science B.V. All rights reserved Alcohol synthesis from syngas over supported molybdenum catalysts Y. Avila a C. Kappenstein b S. Pronier b J. Barrault * b a Intevep, Los Teques, Apdo 76343, Caracas , 1070 A,Venezuela b Laboratoire de Catalyse en Chimie Organique, URA CNRS 350, 40 av. Recteur Pineau, 86022 Poitiers cedex, France * Corresponding author. Tel. (+33) 49453627, fax. (+33) 49453349. Light alcohols as well as hydrocarbons can be obtained from the selective conversion of syngas over supported molybdenum catalysts. It is shown in this study that the activity and the selectivity are very much dependent on the support, the molybdenum content and the alkaline promoter. Indeed the methanol selectivity improves when molybdenum is supported on zinc oxide and promoted with potassium. Moreover, we found that the rate of methanol formation is in good correlation with unreduced molybdenum species. A dual-site mechanism is proposed for the methanol synthesis on such catalysts involving hydrogen activation (and dissociative carbon monoxide adsorption for hydrocarbons formation) and non-dissociative carbon monoxide adsorption, respectively, on reduced and unreduced molybdenum species. Keywords (CO, H2) reaction Methanol synthesis Molybdenum catalysts Reference [1] Saito M. Anderson R.B. J. Catal. 63 1980 438 [2] Tatsumi T. Muramatsu A. Tominaga H. Appl. Catal. 34 1987 77 [3] Tatsumi T. Muramatsu A. Tominaga H. Chem. Lett. 1984 685 [4] Tatsumi T. Muramatsu A. Fukunaga T.A. Tominaga H. Polyhedron 5 1986 257 [5] Tatsumi T. Muramatsu A. Tominaga H. J. Catal. 101 1986 553 [6] Tatsumi T. Muramatsu A. Tominaga H. Appl. Catal. 34 1987 77 [7] Muramatsu A. Tatsumi T. Tominaga H. Bull. Chem. Soc. Jpn. 60 1987 3157 [8] Tatsumi T. Muramatsu A. Tominaga H. J. Catal. 101 1986 553 [9] Youchang X. Naasz B.M. Somorjai G.A. Appl. Catal. 27 1986 233 [10] Saito M. Anderson R.B. J. Catal. 63 1980 438 [11] Saito M. Anderson R.B. J. Catal. 51 1978 1 [12] Muramatsu A. Tatsumi T. Tominaga H. J. Phys. Chem. 96 1992 1334 [13] Sampfl S.R. Chen Y. Dumesic J.A. Niu C. Hill C.G. J. Catal. 105 1987 445 [14] Klier K. Adv. Catal. 31 1981 243 [15] Bart J.C.J. Sneeden R.P.A. Catal. Today 2 1987 1 [16] Leyrer J. Vielhaber B. Zaki M. Shuxian Z. Weitkamp J. Knözinger H. Mater. Chem. Phys. 13 1985 301 [17] Arnoldy P. de Jonge J.C.M. Moulijn J.A. J. Phys. Chem. 89 1985 4517 [18] Avila Y. Thesis 1993 Poitiers [19] Tatsumi T. Muramatsu A. Tominaga H. Appl. Catal. 27 1986 69 [20] Barrault J. Probst L. Stud. Surf. Sci. Catal. 61 1991 341 [21] Jiang M. Bian G.-Z. Fu Y.-L. J. Catal 146 1994 144 [22] Driessen J.M. Poels E.K. Hindermann J.P. Ponec V. J. Catal. 82 1983 26 [23] Klier K. Herman R.G. Nunam J.G. Smith K.J. Bogdan C.-E. Young C.W. Santiesteban J.G. Stud. Surf. Sci. Catal. 36 1988 109",
      "scopus-id": "42149144220",
      "coredata": {
        "eid": "1-s2.0-0926860X95001506",
        "dc:description": "Light alcohols as well as hydrocarbons can be obtained from the selective conversion of syngas over supported molybdenum catalysts. It is shown in this study that the activity and the selectivity are very much dependent on the support, the molybdenum content and the alkaline promoter. Indeed the methanol selectivity improves when molybdenum is supported on zinc oxide and promoted with potassium. Moreover, we found that the rate of methanol formation is in good correlation with unreduced molybdenum species. A dual-site mechanism is proposed for the methanol synthesis on such catalysts involving hydrogen activation (and dissociative carbon monoxide adsorption for hydrocarbons formation) and non-dissociative carbon monoxide adsorption, respectively, on reduced and unreduced molybdenum species.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-11-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001506",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Avila, Y."
          },
          {
            "@_fa": "true",
            "$": "Kappenstein, C."
          },
          {
            "@_fa": "true",
            "$": "Pronier, S."
          },
          {
            "@_fa": "true",
            "$": "Barrault, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001506"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001506"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00150-6",
        "prism:volume": "132",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Alcohol synthesis from syngas over supported molybdenum catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "(CO, H2) reaction"
          },
          {
            "@_fa": "true",
            "$": "Methanol synthesis"
          },
          {
            "@_fa": "true",
            "$": "Molybdenum catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "97-109",
        "prism:endingPage": "109",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 November 1995",
        "prism:doi": "10.1016/0926-860X(95)00150-6",
        "prism:startingPage": "97",
        "dc:identifier": "doi:10.1016/0926-860X(95)00150-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/42149144220"
      }
    }
  }
}