{
  "metadata": {
    "title": "A new method to prepare silica supported heteropolyanion catalysts formation on the silica surface of calcium and magnesium salts of phosphomolybdic acid, H<ce:inf loc=post>3</ce:inf>PMo<ce:inf loc=post>12</ce:inf>O<ce:inf loc=post>40</ce:inf>",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-04-25",
    "doi": "10.1016/0926-860X(95)00310-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9500310X",
    "pii": "0926860X9500310X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002057823",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X9500310X 0926-860X(95)00310-X 0926860X9500310X 10.1016/0926-860X(95)00310-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00154 2024-01-01T12:18:48.759026Z 0 0 19960425 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 138 138 1 1 Volume 138, Issue 1 2 L1 L6 L1 L6 19960425 25 April 1996 1996-04-25 1996 Letters article fla Copyright © 1996 Published by Elsevier B.V. ANEWMETHODPREPARESILICASUPPORTEDHETEROPOLYANIONCATALYSTSFORMATIONSILICASURFACECALCIUMMAGNESIUMSALTSPHOSPHOMOLYBDICACIDH3PMO12O40 TATIBOUET J MISONO 1993 69 M MCGARVEY 1992 173 G AI 1981 88 M ESSAYEM 1995 223 N ABOUKAIS 1994 109 A AI 1982 245 M POPE 1983 M HETEROPOLYISOPOLYOXOMETALLATESINORGANICCHEMISTRYCONCEPTS BRUCKMAN 1994 225 K ROCCHICCIOLIDELTCHEFF 1983 207 C TATIBOUET 1981 375 J SORENSEN 1993 1 G BRUCKMAN 1993 455 K WEBER 1994 2999 R 1981 F 17 HANDBOOKCHEMISTRYPHYSICS CHE 1993 31 M TATIBOUETX1996XL1 TATIBOUETX1996XL1XL6 TATIBOUETX1996XL1XJ TATIBOUETX1996XL1XL6XJ item 0926-860X(95)00310-X 0926860X9500310X 1-s2.0-0926860X9500310X 10.1016/0926-860X(95)00310-X 271346 2024-01-01T12:18:48.759026Z 1996-04-25 1-s2.0-0926860X9500310X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9500310X/MAIN/application/pdf/bead84a4435c159f0aa4b6f69f13e2fc/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9500310X/MAIN/application/pdf/bead84a4435c159f0aa4b6f69f13e2fc/main.pdf main.pdf pdf true 275847 MAIN 6 1-s2.0-0926860X9500310X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9500310X/PREVIEW/image/png/e1c9d4fabb4b4295c1a34cd136720f32/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9500310X/PREVIEW/image/png/e1c9d4fabb4b4295c1a34cd136720f32/main_1.png main_1.png png 39392 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 138 (1996) LI-L6 Letter A new method to prepare silica supported heteropolyanion catalysts Formation on the silica surface of calcium and magnesium salts of phosphomolybdic acid, H3PMo12040 Jean-Michel Tatibou~t a,*, Christelle Montalescot a, Katharina Briickman b a Laboratoire de Catalyse en Chimie Organique, URA CNRS 350, Universit~ de Poitiers, 40, avenue du Recteur Pineau, 86022, Poitiers cedex, France b Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, ul. Niejapominacek, 30239-Krakow, Poland Received 17 November 1995; revised 27 November 1995; accepted 27 November 1995 Abstract Calcium and magnesium salts of phosphomolybdic acid H3PMo~20~ were formed in situ during catalyst preparation by impregnation, by a reaction between Ca and Mg species previously deposited on the surface of the silica support and an aqueous solution of H3PMol2040. This two-step procedure could constitute a general and convenient way to prepare supported het- eropolyacid salt catalysts. Keywords: Heteropoly acids; Phosphomolybdic acid; Silica I. Introduction Heteropolyoxometalate compounds with a Keggin structure like phospho- molybdic acid (H3PMol204o), are characterized by a strong Br0nsted acidity which can limit their use in mild oxidation reactions [1]. This acidity can be controlled or limited by salt formation [1-4]. It has also been shown that the salt forms of HPA are more stable than the acidic forms [1,2,5,6]. Moreover, salts \" Corresponding author. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)003 1 0-X L2 J.-M. Tatibou~t et al./ Applied Catalysis A: General 138 (1996) L1-L6 have a lower water solubility than the acid forms [1,7], limiting the possibility to use the salt form directly for the preparation of supported catalysts by impregna- tion. In addition, hydrolysis of the salt can occur during the impregnation procedure, leading to the presence at the surface of the support of different species whose composition varies from the acidic to the fully salted form of the HPA. To rule out these difficulties, we have investigated the possibility to form the required salt in situ, directly on the support surface, from the acidic form of H3PMo ~2040 and previously supported cations. 2. Catalyst preparation In order to avoid the formation of several species corresponding to different stages of salt formation we have used a divalent cation (Ca2or Mg2 which can lead only to the formation of the partial salt of phosphomolybdic acid HXPMol204o with X = Ca or Mg. The cation was previously deposited on the silica support surface (Rh6ne- Poulenc, XOA 400, BET surface area--400 m2/g) by impregnation with a slight excess of solvent, from an aqueous solution of the corresponding nitrate. After drying overnight at 120, the samples were calcined in air for 2 h at 500. The Keggin anion was brought on by impregnation with a slight excess of solvent, from an aqueous solution of phosphomolybdic acid, followed by drying at 100 for 2 h and overnight at 120. The concentration and the volume of the impregnating solutions were adjusted to ensure a divalent cation-Keggin anion ratio of 1. The amount of cation previously deposited on the silica surface was calculated to obtain a final surface coverage of 0.3 (Mo = 12.7 wt.-%) or 0.5 (Mo = 18.6 wt.-%) monolayer (mnl) by assuming that they are fully dispersed on the silica surface and that each cation is able to react with phosphomolybdic acid to form a HXPMo1204o species occupying a surface area of 144 ,~2 [8]. Blank samples were prepared by the same procedure, the first step being performed with only pure water. The second step (HPA impregna- tion) was performed either as in the catalyst preparation (impregnation with an aqueous solution of H3PMot204o) or by impregnation with an aqueous solution of the HMgPMo12040 salt. The BET surface areas of both samples measured after degassing at 250 under vacuum do not show significant variations from the value of the silica support. The preparation procedures and the nomenclature of the samples are summarized in Table 1. 3. Results and discussion Characterization of our catalysts was performed by differential thermal analysis (DTA), infrared spectroscopy and by the catalytic test reaction of methanol oxidation. J.-M. Tatibou~t et al./ Applied Catalysis A: General 138 (1996) L1-L6 Table 1 Catalyst preparation and nomenclature L3 Sample name HPMo/SiO2 MgPMo/SiO2 HPMo/Mg-SiO2 HPMo/Ca-SiO2 1st step Impregnation of the pure water pure water aq. solution aq. solution SiO2 support by: of Mg(NO3)2 of Ca(NO3)2 Dried at 120 Calcined at 500 2nd step Impregnation of the aq. solution of aq. solution of aq. solution of aq. solution of support by: H3PMol204o HMgPMoI204o H3PMot204o H3PMot2040 Dried at 120 The infrared spectra were recorded in KBr discs (Fig. 1). They exhibit, for all the samples, in addition to the bands of silica at 1100 and 800 cm-l, the main bands of the Keggin units [9] at 1065 cm-I (vas P-O), 978 cm-l (visible as a shoulder) and 960 cm- l (Vas Mo = Or), and 874 cm- t (v~ Mo_Ob_Mo), showing that the Keggin structure is preserved after catalyst preparation. The thermograms of the Mg containing samples (HPMo/Mg-SiO2 and MgPMo/SiO2) are quite similar, whatever the preparation mode (Fig. 2). They show, in addition to large endothermic peaks at ca. 80 and in the 220-260 domain, two high-temperature exothermic peaks at 385-390 and 450. The sample without additional cation (HPMo//SiO2) shows the same low-tempera- ture peaks, but exhibits only one exothermic peak at 395, in the 300-500 temperature range (Fig. 3). The calcium containing sample shows a thermogram close to that of the Mg ,1065 i i:~0 874 ~ I0\"2~ t~o l l'00 10~0 960 86O 76O 66O S60 400 Fig. 1. IR spectra in KBr discs of (a) SiO2 support; (b) HPMo/SiO2; (c) HPMo/Mg-SiO2; (d) HPMo/Ca- SiO2 (coverage = 0.5 mnl). L4 J.-M. Tatibou~t et al./Applied Catalysis A: General 138 (1996) L1-L6 395 a exo endo 300 350 460 450 500 T Fig. 2. DTA thermograms of Mg containing samples. (coverage = 0.5 toni; temp. rate = 10/rain). exo endo HPMo/Mg-SiO2 385~ ~452 T 5'0 1(:10 140 2()0 240 300 350 400 450 500 Fig. 3. DTA thermograms of HPMo/SiO2 (a), HPMo/Mg-SiO2 (b) and HPMo/Ca-SiO2 (c). (coverage = 0.5 toni; temp. rate = ]0/min). containing samples, characterized by two exothermic peaks at 379 and 433. A small endothermic peak centred at 357 is also visible. This peak is partly overlapped by the following exothermic peak at 379 (Fig. 3). The catalytic reaction was conducted in a conventional isothermal flow reactor at 250 under low-conversion conditions (= 10%) using a CH 3OH/O2/He (7/16/77 mol-%) feed composition. The results are presented in Table 2. Table 2 Catalytic behavior during methanol oxidation (T = 250; CH3OH/O2/He = 7/16/77 mol-%) Sample HPMo/SiO2 HPMo/Mg-SiO2 MgPMo/SiO2 Coverage (mnl) 0.3 0.5 0.3 0.5 0.5 HPMo/Ca-SiO2 0.3 0.5 S CH 3OCH 3 (%) 73 74 35 47 44 39 43 S CHzO (%) 13 13 40 30 31 30 28 S HCOOCH3 (%) 8 7 17 16 21 16 14 S (CH30)2CH2 (%) 0 0 6 4 2 7 14 S CO, CO2 (%) 6 6 2 3 2 8 1 Conversion (%) 12.3 13.0 9.4 8.9 9.7 8.0 7.3 J.-M. Tatibou~t et aL /Applied Catalysis A: General 138 (1996) L1-L6 L5 Catalytic methanol oxidation, a structure sensitive reaction, can be used to characterize the acid-base character of a catalyst [10-13]. It has been shown that dimethyl ether is formed by a dehydration reaction between two molecules of methanol on acid sites, whereas the mild oxidation products [CH20, HCOOCH3, (CH30)2CH2] require redox sites [12,14]. In first approximation, the higher the dimethyl ether selectivity, the stronger the acidity of the catalyst. From our results, it appears that the presence of the divalent cations Ca or Mg on the silica surface decreases the dimethyl ether selectivity, and then indicates a decrease in the surface acidity. Moreover, the nature of the divalent cation seems to play a minor role in selectivities which are very close for the samples containing Mg or Ca. This behaviour could be due to salt formation which decreases the amount of acidic protons able to perform dehydration of methanol to dimethyl ether. This hypothesis is confirmed by the two main results of thermal analysis studies: the presence of Mg or Ca deeply modifies the thermograms, revealing an interaction between these cations and phosphomolybdic acid; the quite identical thermograms of MgPMo/SiO2 and HPMo/Mg-SiO2 samples suggest that the same species are present on the silica surface whatever the preparation procedure. We can therefore propose that during the impregnation-drying procedure of H3PMo~204o a strong interaction occurs between Mg or Ca species present on the silica surface and the Keggin anion, probably by reaction between the basic hydroxy groups bonded to Mg or Ca and the acidic protons of H3PMo~204o, leading to the formation of a HXPMol2040 (X = Ca or Mg) surface salt. The quite identical catalytic behaviour of the two Mg containing samples indicates that most of the H3PMot2040 has reacted with the Mg cations to form the HMgPMo~204o salt. This observation implies: (i) the Mg cations were previ- ously highly, dispersed on the silica surface, the mean diameter of the Keggin unit ( = 12 A) being almost two orders of magnitude larger than those of a Mg cation (0.132 ,~) [15]; (ii) as all the Keggin units are in close contact with the silica surface, they are in the form of a monolayer deposit. The similar catalytic results observed with the HPMo/Ca-SiO2 sample suggest that the same situation occurs for the Ca cations. The resulting catalytically active phase supported on silica appears then to be grafted on the silica surface through the divalent cations which are in strong interaction both with Keggin units and the silica surface, constituting a 'chemical glue' [ 16] able to anchor the Keggin units on the silica surface. 4. Conclusion It appears from these results that it is possible to form in situ, on the surface support, the salt of an heteropolyacid and a previously supported cation. This L6 J.-M. Tatibou~t et al./ Applied Catalysis A: General 138 (1996) L1-L6 reaction can occur during the catalyst preparation by a two-step procedure. These results seems to be able to be generalized to various cations and heteropolyacids and could constitute a new and original way to prepare sup- ported heteropolyacid salt catalysts or multicomponent supported oxides after thermal decomposition of the heteropoly compound species. References [1] M. Misono, Stud. Surf. Sci. Catal., 75 (1993) 69. [2] G.B. McGarvey and J.B. Moffat, Catal. Lett., 16 (1992) 173. [3] M. Ai, J. Catal., 71 (1981) 88. [4] N. Essayem, G. Coudurier, M. Fournier and J.C. V6dfine, Catal. Lett., 34 (1995) 223. [5] A. Aboukffis, D. Ghoussoub, E. Blouet-Crusson, M. Rigole and M. Guelton, Appl. Catal. A, 111 (1994) 109. [6] M. Ai, Appl. Catal., 4 (1982) 245. [7] M.T. Pope, Heteropoly and lsopolyoxometallates. Inorganic Chemistry Concepts, Vol. 8, Springer, Berlin, 1983. [8] K. Briickman, M. Che, J. Haber and J.M. Tatibou/St, Catal. Lett., 25 (1994) 225. [9] C. Rocchiccioli-Deltcheff, M. Fournier, R. Franck and R. Thouvenot, lnorg. Chem., 22 (1983) 207. [10] J.M. Tatibou~t and J.E. Germain, J. Catal., 72 (1981) 375. [11] G.M. Sorensen and R.S. Weber, J. Catal., 142 (1993) I. [12] K. Briickman, J.M. Tatibou~t, M. Che, E. Serwicka and J. Haber, J. Catal., 139 (1993) 455. [13] J.M. TatibouSt, Catal. Rev.-Sci. Eng., in press. [14] R.S. Weber, J. Phys. Chem., 98 (1994) 2999. [15] Handbook of Chemistry and Physics, 62nd Edition, 1981-1982, CRC Press, Boca Raton, F-175. [16] M. Che, Stud. Surf. Sci. Catal., 75 (1993) 31. APCATA 9500310X 0926-860X(95)00310-X 10.1016/0926-860X(95)00310-X Elsevier Science B.V. All rights reserved A new method to prepare silica supported heteropolyanion catalysts formation on the silica surface of calcium and magnesium salts of phosphomolybdic acid, H3PMo12O40 Jean-Michel Tatibouët * a Christelle Montalescot a Katharina Brückman b a Laboratoire de Catalyse en Chimie Organique, URA CNRS 350, Universitéde Poitiers, 40, avenue du Recteur Pineau, 86022, Poitiers cedex, France b Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, ul. Niejapominacek, 30239- Krakow, Poland * Corresponding author. Calcium and magnesium salts of phosphomolybdic acid H3PMo12O40 were formed in situ during catalyst preparation by impregnation, by a reaction between Ca and Mg species previously deposited on the surface of the silica support and an aqueous solution of H3PMo12O40. This two-step procedure could constitute a general and convenient way to prepare supported heteropolyacid salt catalysts. Keywords Heteropoly acids Phosphomolybdic acid Silica References [1] Misono M. Stud. Surf. Sci. Catal. 75 1993 69 [2] McGarvey G.B. Moffat J.B. Catal. Lett. 16 1992 173 [3] Ai M. J. Catal. 71 1981 88 [4] Essayem N. Coudurier G. Fournier M. Védrine J.C. Catal. Lett. 34 1995 223 [5] Aboukaïs A. Ghoussoub D. Blouet-Crusson E. Rigole M. Guelton M. Appl. Catal. A 111 1994 109 [6] Ai M. Appl. Catal. 4 1982 245 [7] Pope M.T. 62nd Edition Heteropoly and Isopolyoxometallates. Inorganic Chemistry Concepts Vol. 8 1983 Springer Berlin [8] Brückman K. Che M. Haber J. Tatibouët J.M. Catal. Lett. 25 1994 225 [9] Rocchiccioli-Deltcheff C. Fournier M. Franck R. Thouvenot R. Inorg. Chem. 22 1983 207 [10] Tatibouët J.M. Germain J.E. J. Catal. 72 1981 375 [11] Sorensen G.M. Weber R.S. J. Catal. 142 1993 1 [12] Brückman K. Tatibouët J.M. Che M. Serwicka E. Haber J. J. Catal. 139 1993 455 [13] J.M. Tatibouët, Catal. Rev.-Sci. Eng., in press. [14] Weber R.S. J. Phys. Chem. 98 1994 2999 [15] 62nd Edition Handbook of Chemistry and Physics 1981–1982 CRC Press Boca Raton F 17 [16] Che M. Stud. Surf. Sci. Catal. 75 1993 31",
      "scopus-id": "0002057823",
      "coredata": {
        "eid": "1-s2.0-0926860X9500310X",
        "dc:description": "Calcium and magnesium salts of phosphomolybdic acid H3PMo12O40 were formed in situ during catalyst preparation by impregnation, by a reaction between Ca and Mg species previously deposited on the surface of the silica support and an aqueous solution of H3PMo12O40. This two-step procedure could constitute a general and convenient way to prepare supported heteropolyacid salt catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-04-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9500310X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tatibouët, Jean-Michel"
          },
          {
            "@_fa": "true",
            "$": "Montalescot, Christelle"
          },
          {
            "@_fa": "true",
            "$": "Brückman, Katharina"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9500310X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9500310X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00310-X",
        "prism:volume": "138",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A new method to prepare silica supported heteropolyanion catalysts formation on the silica surface of calcium and magnesium salts of phosphomolybdic acid, H3PMo12O40",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heteropoly acids"
          },
          {
            "@_fa": "true",
            "$": "Phosphomolybdic acid"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "L1-L6",
        "prism:endingPage": "L6",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 April 1996",
        "prism:doi": "10.1016/0926-860X(95)00310-X",
        "prism:startingPage": "L1",
        "dc:identifier": "doi:10.1016/0926-860X(95)00310-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002057823"
      }
    }
  }
}