{
  "metadata": {
    "title": "Hydroisomerization of light normal paraffins over series of platinum-loaded mordenite and beta catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-08-28",
    "doi": "10.1016/0926-860X(96)00096-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96000968",
    "pii": "0926860X96000968"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038025978",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96000968 0926-860X(96)00096-8 0926860X96000968 10.1016/0926-860X(96)00096-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00026 2024-01-01T12:18:48.759026Z 0 0 19960828 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 143 143 2 2 Volume 143, Issue 2 4 223 243 223 243 19960828 28 August 1996 1996-08-28 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. HYDROISOMERIZATIONLIGHTNORMALPARAFFINSOVERSERIESPLATINUMLOADEDMORDENITEBETACATALYSTS CHAO K EVERING 1954 197 B ADVANCESINCATALYSIS PUJADO 1992 113 P SEDDON 1992 1 D PEROT 1984 427 G PROCEEDINGS6THIZC PEROT 1980 640 G PROCEEDINGS5THIZC DEGNAM 1993 607 T GIANNETTO 1986 48 G RIBEIRO 1982 275 F MARTENS 1989 49 J ZEOLITESCATALYSTSSORBENTSDETERGENTBUILDERS LEU 1991 49 L GIANNETTO 1988 1174 G COG 1991 341 B MARTENS 1986 334 J MARTENS 1984 98 J SPIVEY 1982 750 J GUISNET 1991 283 M KOUWENHOWEN 1971 65 H ABOULGHEIT 1987 353 A ABOULGHEIT 1991 227 A BHAT 1990 453 R WU 1993 H MASTERTHESIS BLOMSMA 1995 141 E GUISNET 1984 387 M ZEOLITESSCIENCETECHNOLOGY WEITKAMP 1982 550 J LEGLISE 1992 882 J MAHOS 1986 973 K PROCEEDINGS7THIZC SIE 1993 403 S HONG 1994 421 Y CHAO 1995 289 K BENSLAMA 1988 196 R HIGGINS 1988 446 J NEWSAM 1988 375 J PROCRSOCLONDONA BORADE 1992 6729 R BARTHOMEUF 1989 17 D CHAOX1996X223 CHAOX1996X223X243 CHAOX1996X223XK CHAOX1996X223X243XK item 0926-860X(96)00096-8 0926860X96000968 1-s2.0-0926860X96000968 10.1016/0926-860X(96)00096-8 271346 2024-01-01T12:18:48.759026Z 1996-08-28 1-s2.0-0926860X96000968-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000968/MAIN/application/pdf/65ee82edd9f42a2efb2eee31f23aa184/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000968/MAIN/application/pdf/65ee82edd9f42a2efb2eee31f23aa184/main.pdf main.pdf pdf true 1227618 MAIN 21 1-s2.0-0926860X96000968-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000968/PREVIEW/image/png/476ee172811ad99b0cdcaeddc787e4e2/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000968/PREVIEW/image/png/476ee172811ad99b0cdcaeddc787e4e2/main_1.png main_1.png png 40326 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 143 (1996) 223-243 Hydroisomerization of light normal paraffins over series of platinum-loaded mordenite and beta catalysts Kuei-jung Chao *, Hung-chung Wu, Li-jen Leu l Department of Chemistry, National Tsinghua University', Hsinchu, Taiwan Received 22 August 1995; revised 5 February 1996; accepted 12 February 1996 Abstract The hydroisomerization of n-pentane, n-hexane and n-heptane on platinum-hydrogen beta catalysts (Pt/HBEA) was compared with that on platinum-hydrogen mordenite catalysts (Pt/HMOR) of various silica-aluminum ratios at temperatures ranging from 190 to 310. For Pt/HMOR, the isomerization yields were found to depend on both the carbon number of feed and the framework Si/A1 ratio of HMOR and to be enhanced by exchanging with magnesium ions, while for Pt/HBEA high selectivity of isomerization and conversion were observed. This may be caused by the open structure of tri-dimensional channels in beta zeolite. Keywords: Isomerization of light n-paraffin; Pt/zeolites; Si/AI ratio effect; Platinum beta catalysts 1. Introduction Hydroisomerization of normal paraffins to branched isomers has become increasingly important and has been employed in current petroleum refining industry to enhance the octane number of light paraffins containing C5-C7 and to improve the low temperature properties such as pour point of heavier petroleum fraction [1-3]. Many publications show that transition metal-loaded acid carriers especially noble metal (Pt, Pal) zeolite catalysts possess a high activity and proper stability on this type of reaction. These catalysts contain two * Corresponding author. l Present address: Refining and Manufacturing Research Center, Chinese Petroleum Corporation, Chia-Yi, Taiwan. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII SO926-860X(96)O0096-8 224 K.-j. Chao et cd. /Applied Catalysis A: GeHeral 143 (1996) 223 243 types of active centers: hydrogenation sites (metal phase) to form olefinic intermediates and acidic sites (zeolite phase) to form carbenium ions to proceed isomerization and cracking. Synergism of metal and zeolite functions in the bifunctional conversion of n-hexane and n-heptane was observed by using a physical mixture of Pt/AI~O3 particles with zeolite Y, mordenite, ZSM-5 or beta particles [4-6], and a platinum H-Y (Pt/HY) or platinum H-mordenite (Pt/HMOR) catalysts [7,8]. The latter ones can give a catalytic performance free of diffusional limitation between the two catalytic functions by depositing the noble metal in the pores of strongly acidic zeolite, instead of on separated particles. A necessary condition to obtain high isomerization yield is that the hydrogenation activity and acidic activity of a catalyst are in balance. Such an ideal bifunctional behavior can be reached on large pore zeolites and has been found to depend on the catalyst as well as on the chain length of n-paraffins ranging from nonane (n-C9) to heptadecane (n-C17) using 12-MR (twelve membered rings) zeolites [9]. For the bifunctional process, the rate-limiting step in hydroisomerization of n-paraffin is assumed to follow the carbenium ion skeletal rearrangement with or without [3-scission on the acid phase while the noble metal phase establishes only a rapid equilibrium between paraffins and olefins. Therefore, the product distribution of hydroisomerization is determined by the average life-time of the carbocation intermediates, depending on the acid site density, metal/acid site ratio and acid strength of the catalysts. The pore structure of zeolite was also found to affect the conversion and product distribution of n-paraffin transformation on bifunctional zeolite cata- lysts. Thus, Leu et al. suggested that the higher activity and isomerization selectivity over Pt/HBEA than those over Pt/HMOR and Pt/HMFI for n-hexane transformation was probably due to the presence of large intersecting pores in beta framework [10]. Because of the easy blockage of some of the large channels in offretite or omega framework [11,12], the differences in product selectivities of n-heptane transformation were observed between Pt-loaded H- offretite or H-omega and H-Y. Based on the distribution of isomerization and hydrocracking products being sensitive to the pore structure, the n-decane hydroisomerization was employed as a test reaction for characterization of the void space of 12-MR zeolites [13,14]. Among the 12-MR zeolites, the hydroisomerization of light paraffins on platinum containing mordenite and Y zeolites have been extensively studied and reported in literature [15,16]. Although the mordenite structure of mono-dimen- sional, elliptical channels does not open as the faujasite structure of tri-dimen- sional, interconnecting 12-MR pores, platinum containing mordenite has been proven to be one of the most active catalysts developed for isomerization of light paraffins and used in commercial Shell Hysomer C5/C6 processes [ 17,18]. The light straight run naphtha fraction principally consists of the C5 to C7 hydrocarbon cut. For n-heptane transformation, Pt/HMOR was found to be active for both hydroisomerization and hydrocracking [19,20]. In order to K.-j. Chao et al. /Applied Catalysis A: General 143 (1996) 223-243 225 suppress cracking activity and to obtain a high iso-heptane yield, this work examines the influence of acid site density on the behavior of platinum containing mordenite and beta zeolites by varying their Si/A1 ratio in the range of 5-112 and exchanging with alkaline earth ions. Since the key step of n-alkane hydroisomerization is the mass transport of olefinic intermediates between hydrogenation sites and the acid sites, the shape and dimensions of the zeolite pores should play a significant role on the reaction. Based on the reaction mechanism, the product distributions of pentane, hexane and heptane transfor- mations were compared on Pt/HMOR and Pt/HBEA catalysts. 2. Experimental 2.1. Materials Commercial mordenite samples HMOR(5), NaMOR(10) or HMOR(112) and NH4MOR(18) with Si/A1 ratios of 5, 9.6 or 112 and 17.5 were obtained from Norton, Tosoh and P.Q. Co., respectively. The NH4MOR(10) was prepared from 60 g of NaMOR(10) by exchanging three times with 1200 ml of 1 M NH4C1 solution at 90 for 8 h. The 20 MgNH4MOR(10) and 70 MgNHaMOR(10) were prepared from 6 g of NH4MOR(10) by exchanging once with 150 ml MgC1z solution (0.012 M and 0.041 M) at 70 43 h to give Mge+-exchange level of 20% and 70%, respectively. Excess salt of each compound was removed by washing with deionized water. The zeolites were dehydrated at 150 for 3 h and deammoniated at 500 for 3 h in an air flow to their H forms. HMOR(5) was calcined at 700 for 2 h and then refluxed with 2 M HC1 (15 ml/g) at 100 for 8 h to DHMOR(37). HMOR(18) was pretreated with a water vapor saturated N2 stream (PH2o at 88) at 700 for 2 h and then refluxed with 8 M HC1 (15 ml/g) at 100 for 24 h to DHMOR(ll2). The HBEA(11) of Si/A1 = 11 was obtained from P.Q. Co., pretreated in Ar flow at 150 for 4 h and 300 for 4 h, then cooled to room temperature in Ar flow and treated with ammonia flow for 0.5 h to be converted to NHaBEA(11). Excess ammonia was then swept out from the sample at 100 for 8 h by flowing Ar. The 20 MgNH4BEA(I1) was prepared from NH4BEA(ll) by exchanging with MgC12 solution at 70 for 43 h. The DHBEA(78) was prepared from HBEA(ll) by refluxing with 1 M HC1 solution (15 ml/g) at 68 for 6 h. Based on the method described by Kumar et al. [21], NaBEA(9) with Si/A1 = 8.7 was prepared by calcination of synthetic TEANaBEA in an air flow at 500 for 6 h. NH4BEA was prepared from NaBEA by exchanging three times with 1 M NH4C1 solution at 100 for 8 h. HBEA(9) was obtained by thermal desorption of NH3 from NHaBEA in air flow at 500 for 3 h. 226 K.-j. Chao et al. /Applied Catalysis A.\" General 143 (1996) 223-243 HBEA(9) was pretreated with a water vapor saturated N2 stream (Pn2o at 82) at 500 for 3 h to USBEA. All zeolite samples were impregnated with 0.5 wt.-% Pt in an aqueous H2PtC16 solution, and then dried at ambient temperature and at 70, calcined in an air flow at 150 for 3 h and at 300 for 3 h and at 500 for 3 h. 2.2. Catalysts characterization The 29Si NMR spectra of zeolites were acquired at 4.73 T using a Bruker MSL-200 spectrometer with a commercial MAS probe. The 27A1 NMR spectra of zeolite samples, impregnated with ethanoic acetylacetone (62:38 v/v), were acquired at 11.83 T using a Bruker MSL-500 spectrometer. The framework skeletal vibrations of zeolites were measured using the KBr pellet technique on Perkin Elmer-2000 FTIR spectrometer. The characterization data of zeolite samples are listed in Table 1. The framework vibrations are sensitive to vibrations of TO4 (T = Si or A1) tetrahedra and linkages between the tetrahedra. The stretching lattice vibration frequencies should increase with increasing Si/A1 ratio. The acidic properties of zeolitic samples were studied by means of tempera- ture programmed desorption of ammonia (TPD of NH3). The sample was dehydrated at the heating rate of 2/rain from room temperature to 150 for Table 1 Physical properties of zeolite samples (M = MOR; [3 = BEA) Sample Si/A1 T-O-T asymmetric Acid amount (mmol/g e) Tmax stretching (cm t) () g Theoretical f Experimental H[3(11) 10.8 d DHI3(78) 77.7 b HM(5) 5 d DHM(37) 36.6 b DHM(112) 112 b HM(18) 17.5 d HM(112) 112 d NaM(10) 9.6 d HM(10) 9.6 20 MgHM(10) 9.6 HI?,(9) 8.7 ~ 0.3 Pt/HM(8)\" 8 c 1.4 0.8 355 0.214 0.174 355 1071 2.8 1.4 500 1091 0.4 0.3 480 1094 0.135 0.106 460 1090 0.9 0.4 460 1094 0.135 0.130 460 1079 1.502 1.460 535 1.482 1.384 510 a Commercial isomerization catalyst. b Obtained from ICP-AES chemical analysis. c Obtained from 29Si MAS NMR. d Provided by manufacturer. e Based on dry sample. f Based on AI content in sample. g The maximum desorbed temperature of TPD of NH3. K.-j. Chao et al./Applied Catalysis A.\" General 143 (1996) 223--243 227 3 h, then, l/min to 400 for 3 h and cooled to 150. Ammonia was adsorbed at 150 for 10 min and then the sample was subsequently purged by flowing Ar at 150 for 3-4 h to remove excess and physically adsorbed NH3. Then, the sample was heated at a rate of 5/min from 150 to 700 and stayed at 700. The ammonia evolved was trapped in a solution of boric acid and NH4C1, and titrated by sulfamic acid with an on-line automatic pH titrator. The pore size distribution of zeolites was examined by nitrogen adsorption/desorp- tion isotherms at - 196 obtained from a Micromeritics ASAP-2400 analyser. The samples were digested with mixed acids, and their chemical composi- tions were determined by inductively coupled plasma atomic emission spectrom- etry (ICP-AES) on a GVM 1000. Investigation of the dispersion of Pt particles on HBEA and HMOR zeolites was carried out using a JEOL-2000EX high-reso- lution transmission electron microscope (RTEM), operated at 200 kV and equipped with a microprobe system. A small amount of each sample was lightly ground and subsequently dispersed ultrasonically in ethanol. A drop of suspen- sion was deposited on a carbon film supported on a copper grid for RTEM measurement. 2.3. Reaction The catalytic runs were undertaken in a fixed-bed continuous flow microreac- tor with a HPLC feed pump. The catalysts were first treated in an air flow at 450 for 1 h and then in a hydrogen stream at 450 for 2 h. Experiments were carried out under the following conditions: temperature = 190-310; pressure = 1 atm for pentane and hexane, 1-27.2 atm for heptane; WHSV = 1 h-l; H2/pentane = 14, Hz/hexane = 16 and H2/heptane = 18 (molar ratio). The reaction products were analyzed by an on-line GC using a FID detector and a SPB1 0.25 mm100 m capillary column (Supelco). None of the catalysts showed significant catalytic deactivation during the run. 3. Results 3.1. Characterization of catalysts The acid strength and concentration of HBEA and HMOR zeolites are detected by the temperature and amount of ammonia desorption from their NH3 adsorbed samples measured by TPD with on-line titration and shown in Table 1 and Fig. 1. The acid amounts decrease with increasing Si/A1 ratio and Mg2+ exchange level. Experimental acid values (obtained by TPD of NH3) are about 1/2-3/4 of the A1 content in zeolites (obtained by Si-NMR or ICP-AES). The maximum ammonia desorption temperature (Tmax) was slightly decreased by de-alumination and magnesium ion exchange on HMOR, while Tm~, of HBEA 228 K.-j. Chao et al. /Applied Catalysis A.\" General 143 (1996) 223-243 0.025 0.020 0.015 0.01(3 0.005 i ~ i i i H/~(I i) DHfl(77) i- -' aM(5) . DHM(37) O.02G ~ DHM(112) f 0.018 '~ o.oto ~, 0.005 \"~! L (---7-, \" -, o HM(10)' ~t e0MgH~[(10) 0.020 ~ ~ HM08) o olo ! i / \\ 100 250 400 550 700 700 700 Temperature () Fig. 1. Distribution of acid strength and acid amount of zeolite samples. Table 2 Pore size distribution from N2 adsorption-desorption of HMOR zeolites Sample pore diameter (,~) Incremental pore volume (cc/kg) HM(5) DHM(37) DHM(112) HM(18) HM(112) 20-30 3.88 24.71 6.21 5.71 30-40 4.10 53.76 12.09 6.02 40-55 2.60 5.30 3.48 2.14 55-75 1.70 3.71 5.86 8.01 75-100 1.40 2.49 19.14 26.60 100-200 3.07 4.05 48.08 33.39 200-300 1.89 2.16 15.46 10.29 > 300-1000 6.12 6.87 40.20 34.07 Micropore volume (cc/kg) 204.30 144.62 174.07 180.48 Total pore volume(cc/kg) 232.44 248.27 311.58 299.87 12.54 9.41 7.26 4.66 3.08 7.69 5.41 23.97 192.19 269.02 K.-j. Chao et al. /Applied Catalysis A: General 143 (1996) 223-243 229 ii Fig. 2. Bright-field RTEM micrograph of (a) 0.5 Pt/H[3(ll), (b) 0.5 Pt/HM(5) and (c) 0.5 Pt/HM(18) catalysts. 230 K.-j. Chao et al./ Applied Catalysis A: General I43 (1996) 223-243 Table 3 Product distributions of n-pentane conversion on 0.3 Pt/HM(8) and 0.5 Pt/US[3 catalysts Catalyst 0.3 Pt/HM(8) 0.5 Pt/US[3 Reaction temperature () 230 310 230 290 Conversion (wt.-%) 19.1 74.3 22.9 57.8 Product distribution (mol-%) Ct 0.3 C2 2.0 0.1 C3 0.4 16.6 1.3 i-C4 1.9 19.7 3.t n-C4 4.7 0.5 i-C 5 91.4 48.9 99.6 85.5 C6 6.1 7.4 0.9 9.2 Others 0.3 0.3 with Si/A1 = 11-77 are essentially identical; an indication that de-alumination could change the average acid strength of HMOR but not for HBEA. The Tma of HBEA (355) is lower than that of HMOR (460-535). This implies that acidity of HBEA is weaker than that of HMOR, and is in agreement with literature [10,22]. Table 2 lists the pore size distribution of HMORs. Most of the pore volume is contributed by micropores. De-alumination can generate certain amount of mesopores, i.e. 20-40 A for DHMOR(37), 20-50 A and 75-300 A for DHMOR(ll2). This type of mesopores was also observed on commercial mordenites of high Si/A1 ratio, i.e. HMOR(18) and HMOR(112). The size of small Pt crystallites on zeolites was investigated using RTEM (Fig. 2). Micrographs of Fig. 2 indicate that Pt is well-dispersed on the surface of zeolite particles with the size of 1.3-2.6 nm. Few large crystallites of ca. 5 nm have also been observed on 0.5 Pt/HMOR(18) and 0.5 Pt/HBEA(ll). 3.2. Effect of feed Typical product distributions of n-C5 to n-C7 on Pt/HMOR and Pt/HBEA catalysts are listed in Tables 3-6. Major products are derived from hydroisomer- ization and hydrocracking in the temperature range of 230-310 for n-pentane, 210-290 for n-hexane and 190-230 for n-heptane. Catalysts show a very low or negligible hydrogenolysis activity (very small amount of Ct and C2). At Fig. 3. (a) Hydroconversion (O), hydroisomerization (0) and hydrocracking ('7) activities of n-pentane on 0.5 Pt/USI3 and 0.3 Pt/HM(8) catalysts. (b) Hydroconversion (O), hydroisomerization (0) and hydrocrack- ing (v) activities of n-hexane on 0.5 Pt/US[3 and 0.3 Pt/HM(8) catalysts. (c) Hydroconversion (O), hydroisomerization (0) and hydrocracking (v) activities of n-heptane on 0.5 Pt/USI3 and 0.3 Pt/HM(8) catalysts. K.-j. Chao et al./Applied Catalysis A: General 143 (1996) 223-243 231 (a) i00 80 60 40 20 100 80 60 40 20 0 210 o.sPt/US~ o /v J7 0.3Pt/HU(8) o o / o v--Y/ I 250 290 33 Temperature() (C) zoo 80 60 40 20 100 80 6O ) (b) i00 80 60 40 20 100 80 60 40 20 0 190 o 5Pt/us~ ~O / /v 0.3Pt/HM(8) / o ~o-'-~o / v~v w~ , L 230 270 Temperature() 40 20 0 o.sPt/US/~ o / o / , 7_jv I , ~ , O.aPt/gM(8)/,, o i;L I I , I 170 190 210 230 250 o Tempreature(C) 232 IC-j. Chao et al./Applied Catalysis A: General 143 (1996) 223-243 Table 4 Products distributions (wt.-%) of n-hexane conversion on 0.5 Pt/HM(5) and 0.5 Pt/H[3(1 I ) catalysts Catalyst 0.5 Pt/HM(5) 0.5 Pt/H[3(11) Reaction temperature () Reaction temperature () 210 230 250 270 290 210 230 250 270 290 Ct 0.1 0.1 0.1 0.I 0.3 0.5 0.7 C2 0.1 0.2 0.6 0.2 0.5 0.9 1.4 2.0 C3 0.1 0.3 1.3 5.4 16.3 1.3 2.2 3.1 4.9 8.3 i-C4 0.1 0.4 1.9 6.0 11.3 0.1 0.3 0.8 1.8 3.6 n-C4 0.1 0.3 1.2 3.1 0.4 0.8 1.3 2.3 3.5 i-C5 0.3 1.2 3.4 6.1 0.1 0.3 0.9 1.8 3.7 n-C5 0.1 0.3 1.1 2.4 0.3 0.5 0.6 1.0 t.5 2,2-DMB 0.8 1.9 3.9 5.7 6.1 2.0 10.8 17.9 17.7 15.0 2,3-DMB 3.4 6.1 7.9 7.6 5.6 2.3 6.7 8.3 7.9 6.9 2-MP 12.2 21.3 27.9 27.4 20.4 24.2 33.9 30.8 28.0 25.0 3-MP 7.7 13.4 17.9 18.1 13.7 14.6 21.1 19.5 18.1 16.4 n-C6 75.8 56.1 37.3 23.9 14.3 54.5 22.7 15.4 14.5 13.6 Others 0.1 0.1 0.1 0.1 0.1 0.2 0.4 Conversion (wt.-%) 24.2 43.9 62.7 76.1 85.7 45.5 77.3 84.6 85.5 86.4 iso-C6 yield (wt.-%) 24.0 42.8 57.6 55.3 39.7 43.1 72.5 76.5 71.7 63.3 Mono-/multi- 4.7 4.3 3.9 3.1 2.4 9.2 3.2 1.9 1.8 1.9 branched C6 iso-C6 selectivity (%) 99.3 97.4 91.9 72.6 46.3 94.6 93.8 90.5 83.9 73.3 the same reaction temperature, the thermodynamic equilibrium fraction of i-alkane to n-alkane and the conversion of n-alkane over Pt/HMOR and Pt/HBEA increase with increasing carbon number. The plots of isomerization yield as a function of the total conversion and the carbon number of feed are shown in Fig. 3. On 0.3 Pt/HMOR(8), the maximum yield of branched isomers amounted to 60% for n-hexane, higher than those for n-pentane (40%) and n-heptane (15%). The isomerization selectivities for n-pentane are not as great as observed for n-hexane. As the conversion level increased to 40%, the reaction temperature of n-pentane is 270, 40 higher than that for n-hexane, and hydrocracking of n-pentane to low molecular weight hydrocarbons becomes significant. The isomerization selectivity for n-heptane is poor, even at low reaction temperatures and low conversion levels. This observation indicates cracking as an apparent primary reaction for n-heptane on 0.3 Pt/HMOR(8). Fig. 4 shows that the conversion of n-hexane has reached the same values on 0.3 Pt/HMOR(8) and 0.5 Pt/HMOR(5) and the isomerization yields of 0.5 Pt/HMOR(5) is higher than that of 0.3 Pt/HMOR(8). As on 0.5 Pt/USBEA, the activities for n-C6 and n-Cv are higher than those over all Pt/HMOR catalysts employed in this work up to conversion level of 80%. The isomerization selectivities of 0.5 Pt/USBEA on n-C5 to n-C7 transformations are greater than those over Pt/HMOR catalysts. The cracking K.-j. Chao et al. /Applied Catalysis A: General 143 (1996) 223-243 233 can be neglected up to conversion of 80% for n-hexanes (at 250) and conversion of 50% for n-heptane (at 200), indicating that Pt/HBEA is a potential hydroisomerization catalyst for light paraffins (including n-heptane). 3.3. The Si / Al ratio effect In their study of n-pentane isomerization, Bhat and Kumar [21] concluded that the activity and selectivity were enhanced by dealumination on H-mordenite and reached maximum on a Pd/HMOR with a Si/A1 atomic ratio of 8.5. In n-hexane transformation, Guisnet et al. [16] observed that equilibration of metal and acid sites was reached on 0.3 wt.-% platinum mordenite with the Si/A1 ratio of 7-68 and the maximum activity was obtained on 0.3 Pt/HMOR(11), on which all the acid sites of the mordenite would be isolated. The plots of cracking and isomerization product yields versus temperatures for n-heptane transforma- tions on Pt/HMOR and Pt/HBEA as a function of the Si/A1 ratio of 5-112 and 11-78 respectively are given in Fig. 5. When the hydrogenation activities are comparable, the similar Pt wt.-% and dispersion, the higher the Si/A1 ratio the lower is the activity. It is interesting to note that the formation rate of cracking products decreases with increasing the i00 8O o '~ 60 o 40 o J ~ zo i00 -~ 80 60 \"~, n~ ~ 4o + ~ 20 0 190 o 0.3Pt/HM(8) 0.5Pt/HM(5) o/e ////\" 230 270 Temperature() 40 20 O 310 100 so ~ 60 ~\" + m Fig. 4. Hydroconversion activity and isomer yields of n-hexane on 0.3 Pt/HM(8) (C)) and 0.5 Pt/HM(5) (O) catalysts. 234 K.-j. Chao et al. /Applied Catalysis A: General 143 (1996) 223 243 Table 5 The product distributions (wt.-%) of n-heptane conversion on 0.5 wt.-% Pt/zeolite catalysts Catalyst Pt/HM(5) Pt/DHM(37) Pt/20 MgHM(10) Pt/H[3(ll) Pt/20 MgH[3(11) Reaction temperature () 210 230 230 210 210 C1 C2 0.1 C3 6.5 2.6 4.8 4.8 0.3 i-C4 8.6 3.6 5.4 6.1 0.4 n-C4 0.1 0.1 0.3 0.3 0.1 i-C5 0.3 0.1 0.1 n-C5 0.1 0.1 0.1 C~, 0.2 0.2 2,2-DMP 0.5 2.7 0.9 5.9 0.8 2,4-DMP 1.4 5.4 2.6 6.4 1.8 2,2,3-TMB 0.2 0.4 0.2 0.5 3,3-DMP 0.3 1.1 0.4 2.1 0.2 2-MH 4.3 19.7 10.2 25.0 17.6 2,3-DMP 1.6 6.1 3.1 6.6 1.9 3-MH 6.1 20.5 11.0 24.1 16.3 3-EP 0.4 1.4 0.8 0.4 1.0 n-C v 69.3 36.6 60.3 16.1 59.6 Conversion (wt.-%) 30.7 63.5 39.8 83.9 40.5 iso-C7 yield (wt.-%) 14.3 57.2 29.1 72.2 39.7 Hydroisomerization (%) 46.6 90.1 74.2 86.1 98.1 Hydrocracking (%) 53.4 9.9 25.8 13.9 1.9 Mono/multi 3. l 2.7 3.1 2.4 7.3 2MH/3MH 0.7 1.0 0.9 1.0 1.1 Si/A1 ratio of zeolites and temperature, but the maximum isomerization yield of about 60% for n-heptane over 0.5 Pt/HMOR was obtained with Si/A1 ratios of > 11. Dealumination obviously reduces the density of acid sites and may shift Table 6 Influences of reaction pressure and H2/HC ratio on n-heptane hydroisomerization on 0.5 Pt/HBEA(I 1) catalyst Pressure (atm) ~ 6.8 13.6 20.4 27.2 Conversion (wt.-%) 72 69 69 69 C7 yields (wt.-%) 17 14 12 l 1 i-C7 selectivity (%) 76 79 83 84 H2/HC b 3 6 8 l0 Conversion (wt.-%) 73 72 69 68 C7 yields (wt.-%) 21 14 12 l0 i-C7 selectivity (%) 71 80 83 85 a Reaction temperature = 240, WHSV - 2 h i, H2/HC = 8. b Reaction temperature = 240, WHSV = 2 h- ~, pressure = 20.4 atm. K.-j. Chao et al./ Applied Catalysis A: General 143 (1996) 223-243 235 i ,5l 10o 40 20 i00 80 o ioo 80 /o @ 4O 2O 180 220 260 300 o Temperature(C) Fig. 5. Hydroconversion activity, and hydroisomerization and hydrocracking yields of n-heptane on HM(18) (O), DHM(ll2) (@), HM(5) (, DHM(37) (v), HM(112) (z~), H[3(I1) (4), and DH[3(78) (G) zeolite catalysts containing 0.5 wt.-% Pt. the balance between hydrogenation and acid functions on Pt/HMOR toward the ideal bifunctional behavior. 0.5 wt.-% Pt containing commercial HBEA zeolite of Si/A1 ratio ca. 11 possesses higher isomerization activity (ca. 75%) than all Pt/HMOR catalysts and has similar cracking activity as 0.5 Pt/HMOR(5). For Pt/HBEA, the higher the Si/A1 ratio the lower the cracking and isomerization activities, but the maximum isomerization yield has found to be almost indepen- dent on the Si/A1 ratio of HBEA. 3.4. Magnesium ion exchange The zeolite acidity was reduced by substituting Mg2+ ions for H+ ions, that, in turn, enhanced the isomerization selectivity with decreasing the cracking activity on 0.5 Pt/HMOR(10). The maximum yield of branched isomers of 236 K.-/. Chao et al./ Applied Catalysis A: General 143 (1996) 223-243 ~IOO 80 N \"~ 60 ~ 4O ~ 20 I loo ~ 80 ~ 6o o ~ 4o ~ 20 I 0 170 /i 5 o 0 v 210 250 o Temperature(C) 290 Fig. 6. Hydroisomerization and hydrocracking yields of n-heptane on HI3 (11) (, 20 MgH[3(I 1) (O), HM(10) (v), 20 MgHM(10) ( and 70 MgHM(10) ([]) zeolite catalysts containing 0.5 wt.-% Pt. heptane on 0.5 Pt/HMOR(10) was raised from 10% to 30% by Mg2+ ions exchange on HM(10) (Fig. 6). Fig. 6 also showed that Mg2+ ion-exchange would lower both cracking and isomerization activities of Pt/HBEA for n- heptane and would not affect the maximum values of branched isomers yield. 3.5. Product distribution At temperatures lower than 270, the isomerization selectivity of n-pentane is higher than 80% on 0.3 Pt/HMOR(8) and 90% on 0.5 Pt/USBEA at conversion closed to 40% (Fig. 3a). Above 270, ethane, propane, butane and hexane are also formed and i-C4/n-C4 ratio is greater than 1 (Table 3). However, the yield of hexane is higher than the production of C 1-C4 alkanes on 0.5 Pt/USBEA, indicating the importance of destructive alkylation reactions in n-pentane transformation at high temperatures. The variation of product distributions of n-hexane versus temperature is shown in Table 4. Hydrocracking to lower molecular weight hydrocarbons is low on 0.5 Pt/HMOR(5) up to a conversion of 70% and on 0.5 Pt/HBEA(11) even up to conversion of 85%, methylpentanes usually appear with dimethylbu- tanes. The ratio of mono-/di-branched isomers is 2-9 and decreases with temperature and conversion. In all cases, the yield of 2-methylpentane is higher K.-j. Chao et al./ Applied Catalysis A: General 143 (1996) 223-243 237 than 3-methylpentane. The relative ratios of 2,2-dimethylbutane to 2,3-dimethyl- butane have been observed to increase from less than 1 to more than 1 with temperature and conversion, and are in lower values on 0.5 Pt/HMOR(5) than on 0.5 Pt/HBEA(ll). Besides hexane isomers, pentane co-exists with butane and propane at high reaction temperatures. The i-C4/n-C4 ratio >> 1 occurs on 0.5 Pt/HMOR(5) not on 0.5 Pt/HBEA(I1) as shown in Table 4. The product distributions given in Table 5 show that Pt/HBEA catalysts are very active and highly selective for n-heptane isomerization with selectivity exceeded 86% and 2- and 3-methylhexanes as main monobranched isomers. The 2-MH/3-MH molar ratio is close to 1 on most of catalysts employed in this work excluding 0.5 Pt/HMOR(5). Propane and isobutane are the main cracking products, produced with a relative molar ratio of less than 1. 4. Discussion For platinum containing H-form zeolite catalysts, n-Cs-n-C7 alkane transfor- mation probably occurs as a result of bifunctional catalysis involving the formation of carbenium ions by protonation of alkene molecules which are generated at the metallic sites by dehydrogenation of the normal alkane feed. The carbenium ions can undergo skeletal rearrangement or [3-scission at acid sites, and then hydrogenation at metallic sites to hydroisomerization products, -H2 +H+ (1) n-alkane (Cn)~---'-'~'~n-alkene ~ n-carbenium ion +H2 ~ (n-On+) carbenium ion b-C!+Cn = ~ -H+ monobranched monobranched _~ alkane earbenium ion (mb-Cn) (mb.Cn~) . . ~rackln_g products ~ed ~ -sclsslon (Cm-+Cn.m~) -H+ dibranched dibranc alkane earbenium ion (db-Cn) (db-Cn ~) . ~rackin_g products -scmsion (Cm-+Cn.m4) Cm= + C2n-m+ alkene earbenium ion Scheme 1. 238 K.-j. Chao et al. /Applied Catalysis A: General 143 (1996) 223-243 branched alkanes, or to hydrocracking products as shown in the Eq. (1) of Scheme 1 [23,24]. Consequently, the relative yields of monobranched alkanes to dibranched alkanes are dependent on the lifetime of active carbenium ions. The relative rates of C+ carbenium ion to small cracking products by [3-scission and to branched alkane by hydrogenation are associated with the metal site content as well as acid site density. Besides, C+ carbenium ion can combine with Cn alkene to form C2+ carbenium ion (Eq. (2)), and then undergoes [3-scission to branched alkane isomers, of same carbon number as feed or to hydrocracking products of low molecular weight alkanes, sometimes with high molecular weight alkanes byproducts. In dimerization cracking of heptane on Pd/HBEA [23], C3-C6 fragments and branched Cv were observed as main products through primary and secondary [3-scission of C~4 alkylcarbenium ions. The contributions of classic bifunctional mechanism (Eq. (1)) and dimerization cracking mechanism (Eq. (2)) to the isomerization are dependent on the carbon chain length of alkane feed, the pore structure of zeolites, and reaction condition. 4.1. Comparison between n-pentane, n-hexane and n-heptane Application of the protonated cyclopropane (PCP) mechanism to branching of n-alkanic carbocation was proposed for decane transformation on platinum containing CaY by Weitkamp [25] and for n-heptane transformation on metal sulfide containing HY by Leglise et al. [26]. However, Mahos et al. [27] reported that a classical carbenium ion mechanism appeared more likely than the PCP mechanism for heptane on Pt/HMOR to give the ratio of 2-methylhexane to 3-methylhexane equal to 1. This ratio is also found in data of Table 5. In the modified PCP mechanism recently proposed by Sie [28], a protonated dialkylcy- clopropane carbonium ion was assumed to be the intermediate instead of a classical carbenium ion for both hydroisomerization and hydrocracking. This mechanism can explain why crackability of n-heptane is higher than that of n-hexane of Fig. 3 and the high i-C4/n-C4 ratio with low production of C1 and C2 in hydrocracking as shown in Tables 4 and 5. Isobutane can be formed mainly by unimolecular cracking of mono- and di-branched heptyl carbenium ions and 2-methylpentyl carbenium ions [29] or dimerization cracking of hep- tane. The isomerization of n-heptane may proceed both via the classic bifunctional route and via the dimerization cracking route as shown in Eqs. (1) and (2). In dimerization cracking, a C 14 alkylcarbenium ion is cracked via [3-scission into C3-C6 fragments as well and enhance the cracking selectivity of n-heptane transformation. Based on the thermodynamic equilibration, the concentration of heptene, which can react with C+ to form C~-4 intermediate, should be very low at higher pressure. Therefore, increasing pressure and Hz/HC ratio will reduce K.-j. Chao et al. / Applied Catalysis A: General 143 (1996) 223-243 [ \" C2, C8 (very slow) (3) n-C5+ ~ --] ~ i-C5 239 + C~Hlo C10* ~ CsHs, C4Hlo and Cell14 (4) n-Ce* ~\" or + - 2MP,'3MP C~, C.~, C4 (very slow) 2,3 DMB C2, Cs, C4 (very slow) 2,2 DMB C2, Cs, C4 (very slow) + C6H12 C12+ ~ CsH8, C41-110, C5H12 Scheme 2. the formation of heptene, in turn, diminish the probability to proceed the dimerization cracking mechanism and provide higher isomerization selectivity as listed in Table 6. The pressure effect on iso-heptane selectivity confirms the existence of dimerization cracking in the transformation of n-heptane. The reduction of skeletal isomerization via bimolecular mechanism at high reaction pressure was also observed on n-butane transformation catalyzed by Pt-promo- ted solid acids [30]. The variation of relative probabilities to proceed dimerization cracking and bifunctional hydrocracking is dependent on the chain length of alkane feed. Since the tert-carbenium ions show higher stability than secondary and primary carbenium ions, one may suggest the reactions given in Schemes 2 and 3. Branched heptyl carbenium ions are slightly more active than branched hexyl and pentyl carbenium ions to proceed [3-scission to form cracking products. This can explain why the isomerization selectivity of n-heptane is poorer than that of n-hexane and n-pentane. As for pentane, the dimerization cracking might play a significant role in the transformation of pentane to give C3, C4 and C6 as the main products besides iso-C5 with C3HJi-CaHlo molar ratio of less than 1. 240 K.-j. Chao et al. /Applied Catalysis A: General 143 (1996) 223 243 (5) n-C7+ C7H14 + 2MH, 3MH -q + ~ n-C4 + C3 l [ ~ i-C4 + C3 or : i-C4 + C3 ~, 2,2,3 TMB CI4 ~. C3H8, C4HI0, C5H12, C6H14 Scheme 3. 4.2. Effect of the pore structure Zeolite BEA was found to be a highly faulted intergrowth of two or three similar frameworks containing short portions of 12-membered ring channels (with a pore opening of 6.5 7.6 A) and cavities (with a diameter of 12-13 A at channel intersection) [31-33]. The acid strength of H-form zeolites was estimated in order of ZSM-5 > BEA > Y [34], while the average strength of acid sites of HBEA was also found to be weaker than the strong acid sites of H-mordenite (Table 1). For the diffusion of gaseous molecules or the migration of surface species, zeolite BEA has less steric hindrance than zeolite mordenite of unidimensional 12-membered ring channels. Therefore, Pt/HBEA is much better than Pt/HMOR on the isomerization of n-Cs-n-C7 paraffin. Under hindered intraframework void space of mordenite, paraffinic intermediates may have longer life time on strong acid sites and more possibilities to undergo successive rearrangement and cracking; this implies a higher selectivity of cracking products or low yields of methylpentane and methylhexane on Pt/HMOR as compared with those on Pt/HBEA under similar conversion level. Eq. (4) indicates that 2,2-dimethylbutane is formed after methylpentanes and 2,3-dimethylbutane. Therefore, the distribution of monobranched isomer changes vary little with the 2-MP/3-MP ratio > 1 on both mordenite and beta catalysts, while the relative concentration of dibranched isomers (2,2-DMB/2,3-DMB K.-j. Chao et al. /Applied Catalysis A: General 143 (1996) 223-243 241 ratio) changes with conversion, and the yield of 2,2-DMB on 0.5 Pt/HBEA(11) is higher than that on 0.5 Pt/HMOR(5) (Table 4). This may be another indication of fast migration of iso-olefinic intermediates in the pore of HBEA, and that helps the consecutive rearrangement. As shown in Eqs. (4) and (5), this sizes of 2,2DMB+, 2,2DMP+ and 2,2,3TMB+ are slightly large than other dibranched or monobranched carbe- nium ions and not easily formed in the intraframework void space of zeolite mordenite but can be formed in the channels of zeolite beta. Therefore, pore size effect plays more important role on n-heptane isomerization than on the isomerizations of n-pentane. De-alumination may rise the formation of mesopores and increase slightly the pore volume of HMOR as shown in Table 2. Essentially, de-aluminated HMOR of Si/A1 >~ 37 and commercial HMOR(18) or HMOR(112) consist of meso- pores with micropores. The existence of mesopores may be beneficial to the diffusion of bulkyl moieties and seems not to affect the transformation of heptane on Pt/HMOR. 4.3. Effect of the Si / AI ratio De-alumination was found to reduce the acid sites density with a slightly decrease on the average acid strength of HMOR (Table 1 and Fig. 1). Therefore, the isomerization selectivity on Pt/HMOR catalysts increases with decreasing the acid site density and reached a maximum for Si/A1 ratio of zeolite >~ 18, this is close to the value at which all the acid sites of the mordenites would be isolated [35]. Table 1 shows that the acid values of NH3 adsorbed HBEA(ll) are about 1/2 of the A1 content in samples. This implies that some of A1 may not associate with acid centers, and may exist as the extraframework species as shown at 0 ppm in 27A1 NMR of Fig. 7. Fig. 7 also indicates that HBEA(ll) contains more nonframework A1 than HMOR(10). De-alumination can decrease the amount of acid sites of HBEA. The lower Si/A1 ratio the lower activity on cracking and isomerization, but constant maximum isomerization yield was expected on Pt/HBEA. Concerning the ideal bifunctional behavior, the relative concentration of the acid sites to metal sites for an ideal bifunctional catalyst decreases with the chain length of n-paraffins. The maximum iso-alkane yield is expected on 0.5 wt.-% Pt loaded-HMOR of lower acid sites density (Si/A1 ratio ~> 18) for n-heptane than that for n-pentane and n-hexane (Si/A1 ratio >~ 5). 5. Conclusion This work demonstrated that platinum-loaded beta zeolites should be promis- ing catalysts for the isomerization of light n-paraffin including n-Cs-n-C7. The 242 K.-j. Chao et al. /Applied Catalysis A.\" General 143 (1996) 223-243 J ' ' go ,' do ' ' ' ' ' ' 80 0 0 -20 -40 PP~ Fig. 7.27A1 MAS NMR spectra of (a) HI3(11) and (b) HM(10) zeolites. more open structure of zeolite beta may play a key role for its higher activity and selectivity. However, the selectivity of hydroisomerization of n-heptane on mordenite zeolite catalysts could be improved by de-alumination and magne- sium ion-exchange. References [1] B.L. Evering, in. W.G. Frankenburg, V.I. Komarewsky and E.K. Rideal (Editors), Advances in Catalysis, Academic Press, New York, Vol. 6, 1954, p. 197. [2] P.R. Pujado, J.A. Rabo, GJ. Antos and S.A. Gembicki, Catal. Today, 13 (1992) 113. [3] D. Seddon, Catal. Today, 15 (1992) 1. [4] G. Perot, P. Hilaireau and M. Guisnet, in D. Olson and A. Bisio (Editors), Proceedings of the 6th IZC, Reno, Butterworths, Guildford, 1984, p. 427. [5] G. Perot, A. Montes, M. Guisnet, C. Guegue and Bousquet, in L.V.C, Rees (Editor), Proceedings of the 5th IZC, Naples, Heyden, London, 1980, p. 640. K.-j. Chao et al. /Applied Catalysis A: General 143 (1996) 223-243 243 [6] T.F. Degnam and C.R. Kennedy, AlChE J., 39 (1993) 607. [7] G.E. Giannetto, G. Perot and M. Guisnet, Ind. Eng. Chem. Prod. Res. Dev., 25 (1986) 48. [8] F. Ribeiro, C. Marcilly and M. Guisnet, J. Catal., 78 (1982) 275. [9] J.A. Martens, M. Tielen and P.A. Jacobs, in H.G. Karge, J. Weitkamp (Editors), Zeolites as Catalysts, Sorbents and Detergent Builders, Elsevier, Amsterdam, 1989, p. 49. [10] L.J. Leu, L.Y. Hou, B.C. Kang, C.P. Li, S.T. Wu and J.C. Wu, Appl. Catal., 69 (1991) 49. [11] G.E. Giannetto, F.B. Alvarez and M. Guisnet, Ind. Eng. Chem. Res., 27 (1988) 1174. [12] B. Cog, V. Rajaofanova, B. Chauvin and F. Figueras, Appl. Catal., 69 (1991) 341. [13] J.A. Martens, P.A. Jacobs, Zeolites, 6 (1986) 334. [14] J.A. Martens, M. Tielen, P.A. Jacobs and J. Weitkamp, Zeolites, 4 (1984) 98. [15] J.J. Spivey and P.A. Byrant, Ind. Eng. Chem. Process Des. Dev., 21 (1982) 750. [16] M. Guisnet, V. Fouche, M. Belloum, J.P. Bournonville and C. Travers, Appl. Catal., 71 (1991) 283. [17] H.W. Kouwenhowen, W.C. van Zijll Langhout, Chem. Eng. Prog., 67 (1971) 65. [18] H.W. Kouwenhowen, H.J.A. van Helden, U.S. Pat. 1189850 (1970). [19] A.K. Aboul-Gheit, M.E. Menonfy, A.K. E1-Morsi and S.M. Abdel-Hamid, Zeolites, 7 (1987) 353. [20] A.K. Aboul-Gheit, M.F. Menonfy and A.K. Et-Morsi, J. Chem. Tech. Biotechnol., 50 (1991) 227. [21] R.N. Bhat and R. Kumar, J. Chem. Tech. Biotechnol., 48 (1990) 453. [22] H.C. Wu, Master thesis, Tsinghua University (1993). [23] E. Blomsma, J.A. Martens and P.A. Jacobs, J. Catal., 155 (1995) 141. [24] M. Guisnet and G. Perot, in F.R. Ribeiro, A.E. Rodriguez, L.O. Rollmann and C. Naccache (Editors), Zeolites: Science and Technology, NATO ASI Series E80, Martinus Nijhoff, The Hague, 1984, p. 387. [25] J. Weitkamp, Ind. Eng. Chem. Prod. Res. Dev., 21 (1982) 550. [26] J. Leglise, M.E. Qotbi and D. Cornet, Collect. Czech. Chem. Commun., 57 (1992) 882. [27] K. Mahos, R. Nakamura and Hiiyama, in Y. Murakami, A. Iijima and J.W. Word (Editors), Proceedings of the 7th IZC, Elsevier, Tokyo, 1986, p. 973. [28] S.T. Sie, Ind. Eng. Chem. Res., 32 (1993) 403. [29] Y. Hong, V. Gruver and J.J. Fripiat, J. Catal., 150 (1994) 421. [30] K.J. Chao, H.C. Wu and L.J. Leu, J. Catal., 157 (1995) 289. [31] R. Benslama, J. Fraissard, A. Albizane, F. Fajula and F. Figueras, Zeolites, 8 (1988) 196. [32] J.B. Higgins, R.B. LaPierre, J.L. Schlenker, A.G. Rohrma, J.D. Wood, G.T. Kerr and W.J. Rohrbaugh, Zeolites, 8 (1988) 446. [33] J.M. Newsam, M.M.J. Treacy, W.T. Koetsier and C.B. de Gruyter, Proc. R. Soc. London A, 420 (1988) 375. [34] R.B. Borade and A. Clearfield, J. Phys. Chem., 96 (1992) 6729. [35] D. Barthomeuf, Stud. Surf. Sci. Catal., 38 (1989) 17. APCATA 96000968 0926-860X(96)00096-8 10.1016/0926-860X(96)00096-8 Elsevier Science B.V. All Rights Reserved Hydroisomerization of light normal paraffins over series of platinum-loaded mordenite and beta catalysts Kuei-jung Chao * Hung-chung Wu Li-jen Leu 1 Department of Chemistry, National Tsinghua University, Hsinchu ,Taiwan * Corresponding author. 1 Present address: Refining and Manufacturing Research Center, Chinese Petroleum Corporation, Chia-Yi, Taiwan. The hydroisomerization of n-pentane, n-hexane and n-heptane on platinum-hydrogen beta catalysts (Pt/HBEA) was compared with that on platinum-hydrogen mordenite catalysts (Pt/HMOR) of various silica-aluminum ratios at temperatures ranging from 190 to 310°C. For Pt/HMOR, the isomerization yields were found to depend on both the carbon number of feed and the framework Si/Al ratio of HMOR and to be enhanced by exchanging with magnesium ions, while for Pt/HBEA high selectivity of isomerization and conversion were observed. This may be caused by the open structure of tri-dimensional channels in beta zeolite. Keywords Isomerization of light n-paraffin Pt/zeolites Si/Al ratio effect Platinum beta catalysts Reference [1] Evering B.L. Frankenburg W.G. Komarewsky V.I. Rideal E.K. Advances in Catalysis Vol. 6 1954 Academic Press New York 197 [2] Pujado P.R. Rabo J.A. Antos G.J. Gembicki S.A. Catal. Today 13 1992 113 [3] Seddon D. Catal. Today 15 1992 1 [4] Perot G. Hilaireau P. Guisnet M. Olson D. Bisio A. Proceedings of the 6th IZC Reno 1984 Butterworths Guildford 427 [5] Perot G. Montes A. Guisnet M. Guegue C. Bousquet Rees L.V.C. Proceedings of the 5th IZC Naples 1980 Heyden London 640 [6] Degnam T.F. Kennedy C.R. AlChE J. 39 1993 607 [7] Giannetto G.E. Perot G. Guisnet M. Ind. Eng. Chem. Prod. Res. Dev. 25 1986 48 [8] Ribeiro F. Marcilly C. Guisnet M. J. Catal. 78 1982 275 [9] Martens J.A. Tielen M. Jacobs P.A. Karge H.G. Weitkamp J. Zeolites as Catalysts, Sorbents and Detergent Builders 1989 Elsevier Amsterdam 49 [10] Leu L.J. Hou L.Y. Kang B.C. Li C.P. Wu S.T. Wu J.C. Appl. Catal. 69 1991 49 [11] Giannetto G.E. Alvarez F.B. Guisnet M. Ind. Eng. Chem. Res. 27 1988 1174 [12] Cog B. Rajaofanova V. Chauvin B. Figueras F. Appl. Catal. 69 1991 341 [13] Martens J.A. Jacobs P.A. Zeolites 6 1986 334 [14] Martens J.A. Tielen M. Jacobs P.A. Weitkamp J. Zeolites 4 1984 98 [15] Spivey J.J. Byrant P.A. Ind. Eng. Chem. Process Des. Dev. 21 1982 750 [16] Guisnet M. Fouche V. Belloum M. Bournonville J.P. Travers C. Appl. Catal. 71 1991 283 [17] Kouwenhowen H.W. van Zijll Langhout W.C. Chem. Eng. Prog. 67 1971 65 [18] H.W. Kouwenhowen, H.J.A. van Helden, U.S. Pat. 1189850 (1970). [19] Aboul-Gheit A.K. Menonfy M.F. El-Morsi A.K. Abdel-Hamid S.M. Zeolites 7 1987 353 [20] Aboul-Gheit A.K. Menonfy M.F. El-Morsi A.K. J. Chem. Tech. Biotechnol. 50 1991 227 [21] Bhat R.N. Kumar R. J. Chem. Tech. Biotechnol. 48 1990 453 [22] Wu H.C. Master thesis 1993 Tsinghua University [23] Blomsma E. Martens J.A. Jacobs P.A. J. Catal. 155 1995 141 [24] Guisnet M. Perot G. Ribeiro F.R. Rodriguez A.E. Rollmann L.O. Naccache C. Zeolites: Science and Technology NATO ASI Series E80 1984 Martinus Nijhoff The Hague 387 [25] Weitkamp J. Ind. Eng. Chem. Prod. Res. Dev. 21 1982 550 [26] Leglise J. Qotbi M.E. Cornet D. Collect. Czech. Chem. Commun. 57 1992 882 [27] Mahos K. Nakamura R. Hiiyama Murakami Y. Iijima A. Word J.W. Proceedings of the 7th IZC 1986 Elsevier Tokyo 973 [28] Sie S.T. Ind. Eng. Chem. Res. 32 1993 403 [29] Hong Y. Gruver V. Fripiat J.J. J. Catal. 150 1994 421 [30] Chao K.J. Wu H.C. Leu L.J. J. Catal. 157 1995 289 [31] Benslama R. Fraissard J. Albizane A. Fajula F. Figueras F. Zeolites 8 1988 196 [32] Higgins J.B. LaPierre R.B. Schlenker J.L. Rohrma A.G. Wood J.D. Kerr G.T. Rohrbaugh W.J. Zeolites 8 1988 446 [33] Newsam J.M. Treacy M.M.J. Koetsier W.T. de Gruyter C.B. Proc. R. Soc. London A 420 1988 375 [34] Borade R.B. Clearfield A. J. Phys. Chem. 96 1992 6729 [35] Barthomeuf D. Stud. Surf. Sci. Catal. 38 1989 17",
      "scopus-id": "0038025978",
      "coredata": {
        "eid": "1-s2.0-0926860X96000968",
        "dc:description": "The hydroisomerization of n-pentane, n-hexane and n-heptane on platinum-hydrogen beta catalysts (Pt/HBEA) was compared with that on platinum-hydrogen mordenite catalysts (Pt/HMOR) of various silica-aluminum ratios at temperatures ranging from 190 to 310°C. For Pt/HMOR, the isomerization yields were found to depend on both the carbon number of feed and the framework Si/Al ratio of HMOR and to be enhanced by exchanging with magnesium ions, while for Pt/HBEA high selectivity of isomerization and conversion were observed. This may be caused by the open structure of tri-dimensional channels in beta zeolite.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-08-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96000968",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chao, Kuei-jung"
          },
          {
            "@_fa": "true",
            "$": "Wu, Hung-chung"
          },
          {
            "@_fa": "true",
            "$": "Leu, Li-jen"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96000968"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96000968"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00096-8",
        "prism:volume": "143",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydroisomerization of light normal paraffins over series of platinum-loaded mordenite and beta catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Isomerization of light n-paraffin"
          },
          {
            "@_fa": "true",
            "$": "Pt/zeolites"
          },
          {
            "@_fa": "true",
            "$": "Si/Al ratio effect"
          },
          {
            "@_fa": "true",
            "$": "Platinum beta catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "223-243",
        "prism:endingPage": "243",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 August 1996",
        "prism:doi": "10.1016/0926-860X(96)00096-8",
        "prism:startingPage": "223",
        "dc:identifier": "doi:10.1016/0926-860X(96)00096-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038025978"
      }
    }
  }
}