{
  "metadata": {
    "title": "Development of combustion catalysts for monolith reactors: a consideration of transport limitations",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-05-09",
    "doi": "10.1016/0926-860X(95)00296-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002960",
    "pii": "0926860X95002960"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0010458061",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002960 0926-860X(95)00296-0 0926860X95002960 10.1016/0926-860X(95)00296-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00142 2024-01-01T12:18:48.759026Z 0 0 19960509 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 138 138 2 2 Volume 138, Issue 2 4 199 214 199 214 19960509 9 May 1996 1996-05-09 1996 Chemical Engineering and Catalysis D.L. Trimm School of Chemical Engineering and Industrial Chemistry University of New South Wales Sydney, N.S.W. 2052, Australia article fla Copyright © 1996 Published by Elsevier B.V. DEVELOPMENTCOMBUSTIONCATALYSTSFORMONOLITHREACTORSACONSIDERATIONTRANSPORTLIMITATIONS KOLACZKOWSKI S KOLACZKOWSKI 1995 168 S TRIMM 1991 60 D CHEMISTRYPLATINUMGROUPMETALSRECENTDEVELOPMENTS RAJADHYAKSHA 1976 209 R CARBERRY 1976 392 J CHEMICALCATALYTICREACTIONENGINEERING HAYES 1994 3587 R KOLACZKOWSKI 1994 172 S HAYES 1995 321 R PROCRSOCLONDONSERA KOLACZKOWSKI 1995 S KAYES 1964 103 W COMPACTHEATEXCHANGERS WELTY 1984 366 J FUNDAMENTALSMOMENTUMHEATMASSTRANSFER WELTY 1984 612 J FUNDAMENTALSMOMENTUMHEATMASSTRANSFER LEUNG 1995 D FROMENT 1979 200 G CHEMICALREACTORANALYSISDESIGN KOLACZKOWSKIX1996X199 KOLACZKOWSKIX1996X199X214 KOLACZKOWSKIX1996X199XS KOLACZKOWSKIX1996X199X214XS item 0926-860X(95)00296-0 0926860X95002960 1-s2.0-0926860X95002960 10.1016/0926-860X(95)00296-0 271346 2024-01-01T12:18:48.759026Z 1996-05-09 1-s2.0-0926860X95002960-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002960/MAIN/application/pdf/c9c2923b0867f0a9c06816732471c2cc/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002960/MAIN/application/pdf/c9c2923b0867f0a9c06816732471c2cc/main.pdf main.pdf pdf true 735778 MAIN 16 1-s2.0-0926860X95002960-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002960/PREVIEW/image/png/a9c1f2fec9da0f7656cd738604b54cdd/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002960/PREVIEW/image/png/a9c1f2fec9da0f7656cd738604b54cdd/main_1.png main_1.png png 52480 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 138 (1996) 199-214 Development of combustion catalysts for monolith reactors: a consideration of transport limitations S.T. Kolaczkowski *, S. Serbetcioglu School of Chemical Engineering, University of Bath, Bath BA2 7AY, UK Received 17 July 1995; revised 11 October 1995; accepted 16 October 1995 Abstract In the search for catalysts to be utilized in a new generation of catalytic gas turbine combustors it is not unusual to hear of catalysts that appear to have worked well in a laboratory environment but do not do so when installed in a high pressure pilot-scale rig. The influence that interphase and intraphase transport limitations may have on the rate of catalytic combustion of methane in a monolith reactor (with a 1.1 mm cell size) is investigated at a Reynolds number, Re ~ 103 (with P = 2 bar) and at Re = 104 (with P = 15 bar), for bulk gas temperatures varying from 623-873 K and at a bulk methane mole fraction of 0.02. It is shown that it is not an easy task to evaluate chemical kinetic expressions at conditions which truly represent even the first stage (e.g., at gas temperatures from 623-973 K) in a catalytic gas turbine combustor, for as reaction rates become very fast, interphase and intraphase transport limitations also become significant, e.g., when comparing reaction rates evaluated at incorrectly assigned conditions, then even at a relatively low bulk fluid temperature = 773 K, errors may vary from ca. 35% to 80% for Re = 104 and 103, respectively. In a laboratory test environment, where experiments may be performed close to atmospheric conditions, it is also shown that it is easy to over-temperature and hence damage the catalyst, and draw false conclusions about the catalyst being too active, e.g., considering interphase resistances alone, at a bulk fluid temperature of 773 K and Re = 103 the catalyst is damaged, whereas at Re = 10a this would not have occurred. As catalyst surface temperature exceeds 800 K, intraphase diffusion may become significant and the effectiveness factor soon becomes very much less than one. Therefore, reactor scale-up should be based on calculations where the combined effects of interphase and intraphase transport processes are coupled with reactions; scale-up based on simple multipliers, e.g., those derived from residence time or gas * Corresponding author. Tel. (+ 44-1225) 826826, fax. (+ 44-1225) 826894. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00296-0 200 S.T. Kolaczkowski, S. Serbetcioglu / Applied Catalysis A: General 138 (1996) 199-214 hourly space velocity, are unlikely to work. Modelling is shown to have an important role in catalyst and system design; if applied correctly, system development costs may be reduced. Keywords: Combustion (catalytic); Heat transfer; Mass transfer; Kinetic experiment; Monolith reactor; Methane; Diffusion 1. Introduction When designing catalyst systems for catalytic combustion applications, the influence that mass and heat transfer may have on the overall rate of the reaction should be considered most carefully. In the development of catalysts for a catalytic gas turbine combustor, this aspect is particularly important if the catalytic section(s) consists of different catalysts designed to operate over specified temperature ranges. Kolaczkowski [1 ] describes in a review article the challenges faced in the development of system concepts and the dilemma facing the designers who ideally would like to have a highly active catalyst system that would operate over a wide power load range (and, hence, catalyst surface temperature) without becoming de-activated. However, designers appear to recognise that it is unlikely to be realized in practice. Therefore, a variety of different system concepts are being considered and in all of these knowledge of the temperature profile along the catalytic stages is important, if catalyst over-temperature (and hence damage) is to be avoided. Knowledge about temperature profiles may be acquired from experimental studies in reactors operating at realistic conditions or from theoretical modelling studies in which reactions and the transport processes of heat, mass and momentum transfer are modelled in the reactor. Experimental studies at elevated temperatures and pressures are extremely costly to perform, especially if done by a 'trial and error' approach. On the other hand, modelling studies can be substantially less costly to perform. However, the models need to be developed on sound principles and require reliable kinetic expressions, and physical and chemical parameters that describe the physical properties and the transport processes in the reactor. The acquisition of rate expressions describing catalytic rate data is important not only for modelling studies, but also in the development of new catalysts and in the recognition of parameters that may promote or inhibit the rate of reaction. The development of catalytic rate expressions for the combustion of methane is not an easy task, since the reaction is highly exothermic and relatively little is known about the reaction mechanisms. Trimm [2] states that \"despite consider- able study of the generalities of catalytic combustion, much less is known about particular aspects of the process\". In order to compare alternative catalyst formulations, catalyst developers perform screening trials where the perfor- mance of one catalyst is compared with another at a pre-determined set of S.T. Kolaczkowski, S. Serbetcioglu /Applied Catalysis A: General 138 (1996) 199-214 201 conditions which may vary between the suppliers. Where milder conditions than those to be used in the actual reactor are employed, or the processes of heat, mass and momentum transfer are not representative, then false conclusions may be drawn about the need for improvement to the developed catalyst and how it may perform at actual operating conditions. In a review article, Rajadhyaksha and Doraiswamy [3] illustrate how kinetic parameters may be falsified by transport limitations which arise as elevated temperatures. Although it may therefore appear prudent to select low temperatures for kinetic studies, Carberry [4] warns of the dangers of assuming that a form of rate expression evaluated over a specified temperature and pressure range (which rests upon the assump- tion that only one step in a series of supposed elementary events is the rate determining step) is valid at different temperatures and pressures outside the ranges tested. Hayes and Kolaczkowski [5] show for laminar flow conditions in a monolith reactor and a f'n'st order reaction, how a dimensionless catalytic reaction number may be used to evaluate whether or not the rate is mass transfer controlled. They also show the danger of assuming that the reaction is mass transfer controlled and therefore also of assuming that the mole fraction of fuel at the wall is zero in order to back-calculate mass transfer coefficients under reaction conditions. In small diameter channels (ca. 1 mm), it is more difficult to become completely mass transfer controlled. Whereas in a large diameter channel (ca. 15 mm) at a laminar flow condition, Kolaczkowski et al. [6] have shown for the catalytic combustion of polychlorinated biphenyls that the reaction soon becomes mass transfer limited. In studies on the oxidation of carbon monoxide in a 15 mm internal diameter catalyst coated tube wall reactor, Hayes et al. [7] illustrate how entrance effects may enhance mass transfer and that both interphase and intraphase resistances are important. Unfortunately, studies on the relative influence of interphase and intraphase resistances at flow conditions representative of a gas turbine are scarce. Even when experimental results are reported on pilot-scale trials, catalyst durability and overall performance are the issues where emphasis has been placed. To illustrate the relative importance of heat and mass transfer, the catalytic combus- tion of methane at a local position in a multichannel monolith reactor is examined in this paper. This should help catalyst developers become more aware of the consequences of performing kinetic studies at relatively mild conditions and subsequent problems of scale-up. The operating conditions selected for this study may be considered to represent possible values for the first catalyst stage in a catalytic gas turbine combustor, in a scheme where catalytic combustion reactions are being maximised -- for examples see Ref. [1]. The possibility of homogeneous reactions is not considered in this paper; however, if bulk gas or even wall temperatures exceed 800, then these could very well be initiated in an actual application. 202 S.T. Kolaczkowski, S. Serbetcioglu /Applied Catalysis A: General 138 (1996) 199-214 2. Theoretical calculations 2.1. The catalytic monolith For the purpose of the illustrative examples in this paper, the monolith is assumed to consist of square-shaped cells having 1.1 X 1.1 mm2 sides. The support material is made from cordierite and the washcoat consists of y-alumina in which a palladium based catalyst system is dispersed. The mean pore diameter of the washcoat is 126 A and the washcoat thickness varies from 10 /zm at the midside to 150 /xm in the comers (measured diagonally) of the channel, for example see Ref. [5]. It is also assumed that the following intrinsic rate expression has been determined and is valid for this coated monolith which has a mean washcoat thickness of 46 /xm: ( 131000 )Ys0.T2__ r~ = k~Ys2 = 2.84 108 exp RT~ (1) where the rate of disappearance of methane, rs, has units of mol m-2 s- l and is expressed in terms of the geometric external surface area of the coated monolith, assuming the surface is fiat. Also, Ys is the mole fraction of methane at the catalyst surface, T~ is the catalyst temperature, R is the gas constant and ks is the catalytic rate constant. The form of Eq. (1) indicates that the reaction rate is independent of pressure. Also, in this application, since oxygen is assumed to be in excess, it is zero order with respect to oxygen and hence the mole fraction of oxygen does not feature in Eq. (1). The rate expression is of a simple power law form and should not be assumed by the reader to be more generally valid, although for a limited range of conditions the above form was found to be true [8]. In kinetic expressions of this type it would not be unusual to see either pressure or the products of reaction included in the rate expression. However, in this paper Eq. (1) serves purely as an expression that is used in calculations to illustrate how transport limitations may arise. For the calculations that follow, a fixed position is considered in the monolith, where the bulk gas temperature and the composition of the gas are known. The possibility of transport limitations is therefore considered at a local point in the monolith (see Fig. 1). 2.2. Interphase mass and heat transfer If reaction rates were to be calculated from the intrinsic form of the rate expression, e.g., Eq. (1), then the rate would be exponentially dependent on temperature and proportional to Ys2. An indication of how the rate could vary as a function of temperature and mole fraction of methane is illustrated in Fig. 2. In order to decide what temperature and value of mole fraction of methane, Ys, should be assigned in Eq. (1), (in order to evaluate the rate of reaction in the S.T. Kolaczkowski, S. Serbetcioglu /Applied Catalysis A: General 138 (1996) 199-214 203 Inlet Fully developed flow assumed Y~ ,,rs :\" Yb Local T~ ~osition Fig. 1. A local position in the monolith. Outlet monolith), it should be recognized that, under reaction conditions, the mole fraction of methane at the surface of the catalyst is different from that in the bulk gas phase. Under forced convective flow conditions in the channel, the methane would be transported to the surface of the catalyst and under steady state conditions the rate of transport would need to match the rate of reaction at the surface. This could be expressed as: rs = ha(Yb- Ys)C (2) where C is the total molar concentration, ha the mass transfer coefficient and subscripts b and s represent bulk and surface conditions respectively. A 10'~~ 104~, a .... 0.0050 0.0100 0.0150 0.0200 Ys Fig. 2. How the reaction rate expressed by Eq. (1) would vary with temperature and the mole fraction of methane(O T=623K; T=673K; O T=773K;T=873K). 204 S.T. Kolaczkowski, S. Serbetcioglu /Appl&d Catalysis A: General 138 (1996) 199-214 Now, if r, is positive, then rs < rb (3) and if rs is known, then the mole fraction of methane at the surface can be evaluated from: rs Ys = Yb - -- (4) haC So under reaction conditions, depending on the ratio of these two mole fractions, external mass transfer effects can have a significant effect on the overall rate of reaction in the monolith. In order to give an indication of the possibly severity of this effect, for a 1.1 mm hydraulic diameter monolith channel, mass transfer coefficients were calculated for two different values of the Reynolds number, Re. This number is a dimensionless group which indicates whether the flow in the channel is laminar, transitional or turbulent. One of the values is in the laminar flow region, i.e., Re = 103, and the other is in the turbulent flow region, i.e., Re = 104. The laminar flow region could be considered to be representative of a laboratory reactor or a pilot-scale reactor, where gas flowrates are limited and so too are the operating pressures which are close to atmospheric. In the turbulent flow region, with Re = 104 and P = 15 bar, conditions are more representative of a gas turbine operating at medium/full power -- conditions at which the catalyst tested in the laboratory may need to perform. The design and construc- tion of apparatus to operate at 1073 K, 15-10 bar pressure and mass flowrates representative of a gas turbine is a costly exercise; it is therefore not surprising that experiments are performed at milder conditions. However, as shown in the illustrative calculations in this paper, transport limitations must not be neglected when interpreting kinetic rate data or when performing 'scale-up' calculations. This aspect is not always appreciated fully by catalyst developers. In calculating values for heat and mass transfer coefficients it has been assumed that the flow is fully developed and that the heat and mass transfer analogy is valid; the expressions used have been obtained from Refs. [9,10]. It is worth mentioning at this point that available correlations for heat and mass transfer have normally been developed for non-reacting systems; also, in an actual monolith reactor making the assumption that flow is fully developed may not be true. However, for the purpose of this paper these assumptions suffice. For fully developed laminar flow, in a square channel, as the Sherwood number, Sh = 2.9-3.6 (depending on boundary conditions), the following value is selected: Sh = 3.3 (5) For turbulent flow, Sh = 0.023 ReSSc0\"33 (6) S.T. Kolaczkowski, S. Serbetcioglu /Applied Catalysis A: General 138 (1996) 199-214 205 800O0 F: 60000 40000 20000 0 , , , I , , , , I , , , ~ i , ~ J , I 0.000 0.025 0.050 0.075 0.100 rs (mol m\"2 s\"1 ) Fig. 3. Heat flux as a result of the catalytic combustion of methane (AH = - 8.105 J mol ~ of methane). where Sc is the dimensionless Schmidt number. From Eqs. (5) and (6), the mass transfer coefficients for Re = 103 and 104 may be calculated. Before the influence of mass transfer may be evaluated, the temperature at the catalyst surface and that at which the reaction is proceeding, needs to be determined. As the reaction occurs in the catalyst layer, energy is released (as a result of the heat of reaction), and this in turn is transferred to the bulk gas stream. Under steady state reaction conditions, the temperature at the catalyst surface is therefore higher than the bulk gas stream. For a differential element in Fig. 1, this can be represented by: dQ -- - AHrs = h(T, - Tb) (7) dA where Q is the quantity of heat, A is the area, h the heat transfer coefficient, T the temperature and AH the heat of reaction. In simplified form (as a fixed value of AH = - 8 105 J mol- 1 of methane is used), the relationship between heat flux and rate of reaction is illustrated in Fig. 3. From Eq. (7), if rs was known, then Ts could be evaluated from: - AHrs L = ---7- + rb (s) Since r, is not known and Eqs. (4) and (8) are coupled, they need to be solved simultaneously. Assuming fully developed flow and that the analogous forms of Eqs. (4) and (5) are valid for heat transfer, i.e., for laminar flow, N = 3.3 (9) 206 S.T. Kolac zkowski, S. Serbetcioglu / Applied Catalysis A: General 138 (1996) 199-214 and for turbulent flow, N = 0.023 Repr3 (10) where Nu and Pr are the dimensionless Nusselt and Prandtl numbers, respec- tively. From Eqs. (9) and (10), the heat transfer coefficient may be evaluated. The results of calculations where external mass and heat transfer is combined with catalytic reactions for three different bulk gas temperatures are summarized in Table 1. There are a number of important observations that can be made from these calculations. First of all, let us assume that the nature of this low temperature range catalyst is such that above a temperature of 1073 K it becomes damaged. At a value of Tb = 623 K, reaction rates are low (ca. 10-4 mol m-2 s- l) and regardless of the Re number the ratios of Ys/Yb and TJTb are ca. 1. However, when Tb increases to 773 K, at Re = 103, Ys/Yb << 1 and TiTb > 1; the first condition has the effect of reducing reaction rates at the surface whereas the second increases them. Comparing the reaction rates evaluated at Re = 103 and Re = 104, overall, temperature has a greater effect and for Re = 103 the reaction rate is enhanced. This situation could arise in trials performed in a low pressure pilot-scale rig, or laboratory apparatus for kinetic studies. Since surface tempera- tures as high as 1310 K had been obtained, this would have damaged the catalyst and caused false conclusions to be drawn about the catalyst being 'too active'. If the catalyst system were to be operated at an Re = 104, then T~ = 789 K and this is below the temperature limit of the catalyst. At Re = 104, Ys/Yb = ca. 0.97 and Ts/Tb = ca. 1.02, heat and mass transfer would start to have a noticeable effect. Next, consider the error that would be introduced if the reaction rate was evaluated at bulk gas temperatures or mole fractions. The results of such calculations are presented in Table l, for three conditions: if T~ = Tb, therefore: r~ =f(Tb,Ys) (11) if Ys = Yb, therefore: rE =f(T~, Yb) (12) if T~ = Tb and Ys = Yo, therefore: r3 =f(Tb,Yb) (13) where r~, r2 and r3 represent reaction rates evaluated at different conditions. The ratios of the calculated reaction rates with reference to r~ provide an indication of the effect that such assumptions have. In kinetic studies, depending on how the reactor is instrumented, these types of assumptions could be made. At 623 K, the ratios are close to 1. However, at T = 773 K, then when Re = 103 the effect of either the temperature or mole fraction assumption is very significant. At Re -- 104 the effect of calculating the rate at the wrong tempera- ture results in ca. 35% error in reaction rates. As temperature is increased further to 873 K, substantial errors occur both at Re ~ l03 and Re= 104.These calculations indicate why it is so difficult to perform kinetic experiments at elevated temperatures at conditions when both heat and mass transfer effects are Table 1 Combined effects of interphase heat and mass transfer with surface reactions Tb(K) 623 623 673 673 773 773 873 873 Local conditions P (bar) 2 15 2 15 2 15 2 15 Re 103 104 103 104 103 104 103 104 u (m s- J) 27 36 29 39 38 51 46 61 hd (m s- i) 0.13 0.17 0.15 0.19 0.18 0.24 0.23 0.31 Ys 0.0199 0.02 0.0197 0.0198 1.6.10- 6 0.0194 6.2.10 7 1.5- 10 - 5 Y,/Yb 0.998 1.0 0.986 0.999 8.0.10 5 0.969 3.1-10 5 7.5.10-4 h(Wm-2 K-l) 142 1436 151 1490 170 1688 188 1957 Ts (K) 624 623 680 673 1310 789 1400 1392 T~ / Tb 1.00 1.00 1.01 1.00 1.69 1.02 1.60 1.59 rs (molm 2s-1) 1.84.10-4 1.77.10-4 1.49.10-3 1.17-10 3 0.115 0.036 0.125 1.166 Ratios of reaction rates evaluated at different conditions r l / rs 0.959 0.996 0.763 0.978 2.3' 10- 4 0.651 1.2\" 10 - 3 1.2.10 - 3 r2/r~ 1.001 0.999 1.010 1.000 888 1.022 1766 177 r3 / rs 0.96 0.996 0.77 0.978 0.207 0.665 1.95 0.211 Yb = 0.02; dh = 1.1.10-3 m; intraphase resistances not considered. I t,,a 208 S.T. Kolaczkowski, S. Serbetcioglu /Applied Catalysis A: General 138 (1996) 199-214 minimised. They also show the importance of measuring the temperature of the catalyst, and using this value (rather then gas bulk temperatures) for the evaluation of rate data. From Table 1, it is clearly evident that the coupled effects of both heat and mass transfer can have a significant effect on the overall rate of reaction in the monolith and cannot be neglected either in scale-up or kinetic studies. However, since intraphase resistance in the washcoat has not been considered, calculated values of reaction rates at the higher temperatures may be substantially different. 2.3. Intraphase mass and heat transfer Before the methane and oxygen can react on the catalytic sites, they must diffuse into the porous structure of the catalyst. This process is commonly known as intraphase diffusion and its influence on the overall reaction rate may be described in terms of the catalyst effectiveness factor which may be defined as: reaction rate affected by intraphase diffusion r/= (14) reaction rate unaffected by intraphase diffusion A value of r/= 1 would indicate that intraphase diffusion was not a significant limitation, whereas values of \"0 < 1, e.g., r/-- 0.5, would indicate that only 50% of the catalyst was being utilized in an effective manner. It is therefore important to know how the effectiveness factor of the catalyst system may vary at reaction conditions (i.e., temperature, pressure and gas composition) represen- tative of the position in the catalytic combustor where the assessment needs to be made. If the performance of the catalyst is only being assessed at mild conditions, it is easy to jump to false conclusions, for example, that improve- ments to the catalyst formulation need to be made. These may subsequently prove not to be beneficial at actual operating conditions as intraphase diffusion limitations may be the problem and these had not been identified in the preliminary experiments. There are a number of ways in which the effectiveness factor of the catalyst may be quantified. For example, the equations describing the processes of intraphase diffusion and reaction(s) in the catalyst washcoat may be solved. Hayes and Kolaczkowski [5] report on the results of such calculations using a two-dimensional form of analysis. For the washcoat distribution in Fig. 4a, they assumed the distribution was symmetrical and therefore only needed to consider one octant of the cross-section. To simplify the calculation a one-dimensional form of analysis may be employed [ 11 ], by assuming that the distribution of the catalyst and washcoat is uniform around the perimeter of the cell -- the catalyst layer may then be modelled as a slab of thickness Lc, see Fig. 4b. In order to simplify the analysis in this illustrative example, isothermal conditions are assumed in the catalyst layer and only the transport of methane is considered in S.T. Kolaczkowski, S. Serbetcioglu / Applied Catalysis A: General 138 (1996) 199-214 209 /// ~',\\ I \\ (a) I/ \\\\~ Vb q\\\\\\ I/II x=O (b) ~Ys Yb --.... X Lc Fig. 4. Representation of a catalyst coated channel. (a) Actual distribution of washcoat and catalyst, and (b) representation of distribution for a one-dimensional model. the washcoat layer. The differential material balance for methane may be written as d2y DeCdx2 kvY0\"72 = 0 (15) where the first term represents the process of diffusion in the washcoat and the second term represents the reaction. The kinetic rate constant in Eq. (15) needs to be written in terms of the volume of the catalyst layer. Since Lc = 4.6- 10-5 m (46 /xm), then ks ks ko= L--~ = 4.6. lO-5 (16) where ks is defined in Eq. (1) and k, is the rate constant based on the volume of the washcoat/catalyst and has units of mol m-3 s- ~. Equation (15) may now be solved with known boundary conditions, e.g., r\" = Ys, at x = Lc (17) dY =0, atx=O (18) dx 210 S.T. Kolaczkowski, S. Serbetcioglu / Applied Catalysis A: General 138 (1996) 199-214 and the effectiveness factor, r/, evaluated from: rl = Lckoro.72 (19) where De is the effective diffusivity of methane in the catalyst/washcoat. In Eq. (19), the nominator represents the flux of methane at the catalyst surface, and the denominator the rate of reaction if it was at the surface concentration of methane and thereby unaffected by intraphase diffusion. Selecting a few of the conditions considered in Table 1, the effectiveness factor as a function of temperature is plotted in Fig. 5a, Fig. 5b and Fig. 5c, 1.00 (a) I.~ (b) \\\\ 0.00 ~ O.OOi .... i, ,, ~ .... I .... i .... i .... 500 600 700 800 900 1000 11 O0 500 600 700 800 900 1000 11 O0 \"Is (K) Ts (K) 1.00 0.75 0.50 0.25 0.00 500 (c) 600 700 800 900 1000 11 O0 \"Is (K) Fig. 5. Variation of the effectiveness factor with temperature. (a) Ys = 0.02; P = 2 bar; values for Lc = l0 /xm; values for Lc = 150 /xm, (b) Ys = 0.02; Lc = 50 /xm; values for P = 20 bar; values for P = 2 bar and (c) P = 2 bar; Lc = 50 p.m; values for Ys = 0.02; values for Ys = 0.002; [] Ys = 2- 10-7. S.T. Kolaczkowski, S. Serbetcioglu / Applied Catalysis A: General 138 (1996) 199-214 21 ! illustrating a number of important points. In Fig. 5a, selecting P = 2 bar and Ys = 0.02, the effect of washcoat thickness is illustrated. It is clear that at T= 800 K, 7/ lies between 0.25-0.9, depending on whether Lc = 150/zm or 10 /zm respectively (as a reminder the thickness of the washcoat around the perimeter of the cell varies to this extent). In Fig. 5b, selecting Y~ = 0.02 and Lc = 50 /zm, the effect that pressure has on intraphase mass transfer is shown. At T = 800 K, 77 lies between 0.5-0.9, depending on whether P = 2 or 20 bar. Finally, in Fig. 5c, the effect of Ys is illustrated, selecting P = 2 bar and L~ = 50 /zm, then at T = 800 K, ~/ lies between 0.35-0.55 for Ys = 0.002-0.2, respectively. It should by now be clear that intraphase diffusion may be a very important factor and one that cannot be ignored in any scale-up of data either from laboratory or pilot-scale studies. In reality, as the reaction proceeds in the catalyst layer, energy is released and transported to the surface of the coating. A temperature gradient therefore exists in the washcoat layer. However, since the washcoat layer is thin and the thermal conductivity of the material is relatively high, the temperature gradient is small and for the purpose of the intraphase diffusion analysis may be neglected if the Prater number, /3, defined as (AT)max (-An)Defs /3 = = (20) T~ keTs is small (for further details see, e.g., Ref. [12]). For a fixed value of Ys = 0.02 and P = 20 bar, the value of 13 is calculated for three different values of Ts to be: for T~ = 623 K, /3 = ca. 0.012 for Ts = 873 K, /3 = ca. 0.008 for T~ = 1073K, /3 = ca.0.007 (21) (22) (23) From the above it is clear that the Prater number is small. Also by examining Eq. (20), it is clear that as Ts increases and/or Cs decreases then /3 will also decrease. However, there may be instances when /3 may become large and then the energy balance may need to be coupled with the mole balance to calculate the effectiveness factor for the catalyst. 3. Conclusions From this study, the following conclusions are of particular importance to designers of catalyst systems: 1. Because catalytic combustion reactions are extremely fast, both interphase and intraphase transport limitations are likely to be significant even in the first catalyst stage in a gas turbine combustor, where wall temperatures may vary from 623-1073 K. 212 S.T. Kolaczkowski, S. Serbetcioglu /Applied Catalysis A: General 138 (1996) 199-214 2. In laboratory chemical kinetic studies, if attempts are being made to perform experiments at temperatures likely to be encountered in the actual catalytic combustor, it may be very difficult to eliminate the effects of interphase and intraphase transport limitations. Where compromises are made and experi- ments are performed at lower temperatures and even pressures, there is the risk that the extrapolation of the rate expression to higher temperatures and pressures may cause significant errors. 3. Unless the combined effects of interphase and intraphase resistances with reactions are considered, substantial errors of judgement may be made about: 3.1. the suitability of a catalyst for the planned application, and 3.2. the ability of the catalyst system to perform at conditions that are different from those actually tested in the laboratory. It is possible that a good catalyst could be rejected, or unnecessary improvements sought in its formulation. Great care must be taken with scale-up and such calculations should be based on a model that com- bines the transport processes with reactions. Attempts to scale-up the results of atmospheric pressure experiments to elevated pressures and higher Reynolds numbers, utilizing simple approaches, e.g., based on residence time or gas hourly space velocity, are very naive and likely to result in substantial errors. 4. To avoid problems of scale-up, system designers may choose to perform experiments at actual test conditions; from the literature it is evident that some have followed this approach. However, high pressure pilot-scale experi- mental trials are an extremely costly method of screening catalysts and it may take a long time to find the right combination on a 'trial and error' basis. As illustrated with simple examples in this paper, modelling has a very impor- tant role to play in system design and, if applied correctly, it should result in lower costs being incurred at the development phase. 4. Nomenclature A C h ha AH k, kv Lc Nu P geometric surface area (m2) total molar concentration (mol m-3) effective diffusivity (m2 s- 1) heat transfer coefficient (W m-2 K-l) mass transfer coefficient (m s-l) heat of reaction (J mol- l of methane) catalytic rate constant (mol m-2 s- ~) catalytic rate constant (mol m-3 s- 1) characteristic length of washcoat (m) Nusselt number total pressure (bar) S.T. Kolaczkowski, S. Serbetcioglu / Applied Catalysis A: General 138 (1996) 199-214 213 Pr O ri R Re Sc Sh T (z~T)max u x Y Prandtl number heat flow (W) rate of catalytic reaction evaluated according to Eqs. (11)-(13) (mol m-2 s- 1) gas constant, 8.314 J mol- ~ K Reynolds number Schmidt number Sherwood number temperature (K) maximum temperature difference in catalyst layer (K) gas velocity (m s-l) distance into the catalyst washcoat (m) mole fraction of methane 4.1. Greek characters /3 7/ Prater number, defined by Eq. (20) effectiveness factor of the catalyst 4.2. Subscripts b s evaluated at bulk gas conditions evaluated at the gas and catalyst interface Acknowledgements The authors are grateful for the financial support received from an EC BRITE EURAM II research project titled: Catalytic combustion system concepts for pollution suppression in industrial gas turbines, reformers and radiant heaters. Also to Rolls-Royce Industrial and Marine Gas Turbines Ltd (UK) who continue to provide financial support for our research. References [1] S.T. Kolaczkowski, Trans. lChemE, 73A (1995) 168; Erratum, Trans. IChemE, 73A (1995) 865. [2] D.L. Trimm, in F.R. Hartley (Editor), Chemistry of the Platinum Group Metals, Recent Developments, Elsevier, Amsterdam, 1991, p. 60. [3] R.A. Rajadhyaksha and L.K. Doraiswamy, Catal. Rev. Sci. Eng,, 13 (1976) 209. [4] J.J. Carberry, Chemical and Catalytic Reaction Engineering, McGraw-Hill, New York, 1976, p. 392. [5] R.E. Hayes and S.T. Kolaczkowski, Chem. Eng. Sci., 49 (1994) 3587. [6] S.T. Kolaczkowski, S.P. Perera, B.D. Crittenden, A.J. Rankin and R.E. Hayes, Trans. IChemE, 72A (1994) 172. 214 S.T. Kolaczkowski, S. Serbetcioglu /Applied Catalysis A: General 138 (1996) 199-214 [7] R.E. Hayes, S.T. Kolaczkowski, W.J. Thomas and J. Titiloye, Proc. R. Soc. London, Ser. A, 448 (1995) 321. [8] S.T. Kolaczkowski, W.J. Thomas, J. Titiloye and D.J. Worth, Combust. Sci. Tech., (1995) submitted for publication. [9] W.M. Kayes and A.L. London, Compact Heat Exchangers, 2nd ed., McGraw-Hill, New York, 1964, p. 103. [10] J.R. Welty, C.E. Wicks and R.E. Wilson, Fundamentals of Momentum, Heat and Mass Transfer, 3rd ed., Wiley, New York, 1984, pp. 366, 612. [11] D. Leung, R.E. Hayes and S.T. Kolaczkowski, Can. J. Chem. Eng., (1995) submitted for publication. [12] G.F Froment and K.B. Bischoff, Chemical Reactor Analysis and Design, Wiley, New York, 1979, p. 200. APCATA 95002960 0926-860X(95)00296-0 10.1016/0926-860X(95)00296-0 Elsevier Science B.V. All rights reserved Development of combustion catalysts for monolith reactors: a consideration of transport limitations S.T. Kolaczkowski * S. Serbetcioglu School of Chemical Engineering, University of Bath, Bath BA2 7AY, UK * Corresponding author. Tel. (+44-1225) 826826, fax. (+44-1225) 826894. In the search for catalysts to be utilized in a new generation of catalytic gas turbine combustors it is not unusual to hear of catalysts that appear to have worked well in a laboratory environment but do not do so when installed in a high pressure pilot-scale rig. The influence that interphase and intraphase transport limitations may have on the rate of catalytic combustion of methane in a monolith reactor (with a 1.1 mm cell size) is investigated at a Reynolds number, Re = 103 (with) P = 2bar) and at Re = 104 (with P = 15bar), for bulk gas temperatures varying from 623–873 K and at a bulk methane mole fraction of 0.02. It is shown that it is not an easy task to evaluate chemical kinetic expressions at conditions which truly represent even the first stage (e.g., at gas temperatures from 623–973 K) in a catalytic gas turbine combustor, for as reaction rates become very fast, interphase and intraphase transport limitations also become significant, e.g., when comparing reaction rates evaluated at incorrectly assigned conditions, then even at a relatively low bulk fluid temperature= 773K, errors may vary from ca. 35% to 80% for Re = 104and103, respectively. In a laboratory test environment, where experiments may be performed close to atmospheric conditions, it is also shown that it is easy to over-temperature and hence damage the catalyst, and draw false conclusions about the catalyst being too active, e.g., considering interphase resistances alone, at a bulk fluid temperature of 773 K and Re = 103 the catalyst is damaged, whereas at Re = 104 this would not have occurred. As catalyst surface temperature exceeds 800 K, intraphase diffusion may become significant and the effectiveness factor soon becomes very much less than one. Therefore, reactor scale-up should be based on calculations where the combined effects of interphase and intraphase transport processes are coupled with reactions; scale-up based on simple multipliers, e.g., those derived from residence time or gas hourly space velocity, are unlikely to work. Modelling is shown to have an important role in catalyst and system design; if applied correctly, system development costs may be reduced. Keywords Combustion (catalytic) Heat transfer Mass transfer Kinetic experiment Monolith reactor Methane Diffusion References [1] Kolaczkowski S.T. Trans. IChemE 73A 1995 168 Erratum, Trans. IChemE, 73A (1995) 865 [2] Trimm D.L. Hartley F.R. Chemistry of the Platinum Group Metals, Recent Developments 1991 Elsevier Amsterdam 60 [3] Rajadhyaksha R.A. Doraiswamy L.K. Catal. Rev. Sci. Eng. 13 1976 209 [4] Carberry J.J. 2nd ed. Chemical and Catalytic Reaction Engineering 1976 McGraw-Hill New York 392 [5] Hayes R.E. Kolaczkowski S.T. Chem. Eng. Sci. 49 1994 3587 [6] Kolaczkowski S.T. Perera S.P. Crittenden B.D. Rankin A.J. Hayes R.E. Trans. IChemE 72A 1994 172 [7] Hayes R.E. Kolaczkowski S.T. Thomas W.J. Titiloye J. 2nd ed. Proc. R. Soc. London, Ser. A 448 1995 321 [8] Kolaczkowski S.T. Thomas W.J. Titiloye J. Worth D.J. Combust. Sci. Tech. 1995 submitted for publication [9] Kayes W.M. London A.L. 2nd ed. Compact Heat Exchangers 1964 McGraw-Hill New York 103 [10] Welty J.R. Wicks C.E Wilson R.E. 3rd ed. Fundamentals of Momentum, Heat and Mass Transfer 1984 Wiley New York 366 Welty J.R. Wicks C.E. Wilson R.E. 3rd ed. Fundamentals of Momentum, Heat and Mass Transfer 1984 Wiley New York 612 [11] Leung D. Hayes R.E. Kolaczkowski S.T. Can. J. Chem. Eng. 1995 submitted for publication [12] Froment G.F. Bischoff K.B. 2nd Ed. Chemical Reactor Analysis and Design 1979 Wiley New York 200",
      "scopus-id": "0010458061",
      "coredata": {
        "eid": "1-s2.0-0926860X95002960",
        "dc:description": "In the search for catalysts to be utilized in a new generation of catalytic gas turbine combustors it is not unusual to hear of catalysts that appear to have worked well in a laboratory environment but do not do so when installed in a high pressure pilot-scale rig. The influence that interphase and intraphase transport limitations may have on the rate of catalytic combustion of methane in a monolith reactor (with a 1.1 mm cell size) is investigated at a Reynolds number, Re = 103 (with) P = 2bar) and at Re = 104 (with P = 15bar), for bulk gas temperatures varying from 623–873 K and at a bulk methane mole fraction of 0.02. It is shown that it is not an easy task to evaluate chemical kinetic expressions at conditions which truly represent even the first stage (e.g., at gas temperatures from 623–973 K) in a catalytic gas turbine combustor, for as reaction rates become very fast, interphase and intraphase transport limitations also become significant, e.g., when comparing reaction rates evaluated at incorrectly assigned conditions, then even at a relatively low bulk fluid temperature= 773K, errors may vary from ca. 35% to 80% for Re = 104and103, respectively. In a laboratory test environment, where experiments may be performed close to atmospheric conditions, it is also shown that it is easy to over-temperature and hence damage the catalyst, and draw false conclusions about the catalyst being too active, e.g., considering interphase resistances alone, at a bulk fluid temperature of 773 K and Re = 103 the catalyst is damaged, whereas at Re = 104 this would not have occurred. As catalyst surface temperature exceeds 800 K, intraphase diffusion may become significant and the effectiveness factor soon becomes very much less than one. Therefore, reactor scale-up should be based on calculations where the combined effects of interphase and intraphase transport processes are coupled with reactions; scale-up based on simple multipliers, e.g., those derived from residence time or gas hourly space velocity, are unlikely to work. Modelling is shown to have an important role in catalyst and system design; if applied correctly, system development costs may be reduced.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-05-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002960",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kolaczkowski, S.T."
          },
          {
            "@_fa": "true",
            "$": "Serbetcioglu, S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002960"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002960"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00296-0",
        "prism:volume": "138",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Development of combustion catalysts for monolith reactors: a consideration of transport limitations",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Chemical Engineering and Catalysis",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Combustion (catalytic)"
          },
          {
            "@_fa": "true",
            "$": "Heat transfer"
          },
          {
            "@_fa": "true",
            "$": "Mass transfer"
          },
          {
            "@_fa": "true",
            "$": "Kinetic experiment"
          },
          {
            "@_fa": "true",
            "$": "Monolith reactor"
          },
          {
            "@_fa": "true",
            "$": "Methane"
          },
          {
            "@_fa": "true",
            "$": "Diffusion"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "199-214",
        "prism:endingPage": "214",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 May 1996",
        "prism:doi": "10.1016/0926-860X(95)00296-0",
        "prism:startingPage": "199",
        "dc:identifier": "doi:10.1016/0926-860X(95)00296-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0010458061"
      }
    }
  }
}