{
  "metadata": {
    "title": "Mechanistic study of oxidative coupling of methane over <math altimg=si1.gif><fr shape=sol align=c style=s><nu><rm>Mn</rm><inf loc=post>2</inf>O<inf loc=post>3</inf><rm>Na</rm><inf loc=post>2</inf><rm>WO</rm><inf loc=post>4</inf></nu><de><rm>SiO</rm><inf loc=post>2</inf></de></fr></math> catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-03-30",
    "doi": "10.1016/0926-860X(94)00245-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94002452",
    "pii": "0926860X94002452"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0003110670",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X94002452 0926-860X(94)00245-2 0926860X94002452 10.1016/0926-860X(94)00245-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00336 2024-01-01T12:18:48.759026Z 0 0 19950330 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 124 124 1 1 Volume 124, Issue 1 3 9 18 9 18 19950330 30 March 1995 1995-03-30 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. MECHANISTICSTUDYOXIDATIVECOUPLINGMETHANEOVERMN2O3NA2WO4SIO2CATALYST WU J KELLER 1982 9 G LUNSFORD 1990 235 J AMENOMIYA 1990 163 Y WOLF 1992 E METHANECONVERSIONBYOXIDATIVEPROCESS WANG 1986 5883 J WANG 1986 3890 J YAMASHITA 1991 203 N MATSUURA 1986 299 I SINEV 1986 1274 M OTSUKA 1990 121 K DISSANAYAKE 1993 286 D LUNSFORD 1993 13810 J FANG 1992 427 X FANG 1992 255 X HORSLEY 1987 4014 J YANG 1994 384 T CHE 1983 1 M ABRAHAM 1974 3540 M WONG 1972 2664 N LOGINOV 1977 1351 A WU 1993 344 M LIN 1988 302 C NAKAMOTO 1987 N INFRAREDRAMANSPECTRAINORGANICCOODINATEDCOMPOUNDS 1981 167 STRUCTURALINORGANICCHEMISTRYCHINA BUSEY 1964 215 R WUX1995X9 WUX1995X9X18 WUX1995X9XJ WUX1995X9X18XJ item 0926-860X(94)00245-2 0926860X94002452 1-s2.0-0926860X94002452 10.1016/0926-860X(94)00245-2 271346 2024-01-01T12:18:48.759026Z 1995-03-30 1-s2.0-0926860X94002452-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002452/MAIN/application/pdf/5fffb2c71b5d368b47701b7c380737ec/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002452/MAIN/application/pdf/5fffb2c71b5d368b47701b7c380737ec/main.pdf main.pdf pdf true 698749 MAIN 10 1-s2.0-0926860X94002452-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002452/PREVIEW/image/png/f346399c2fc5a149666aeb4c1ed9bef1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002452/PREVIEW/image/png/f346399c2fc5a149666aeb4c1ed9bef1/main_1.png main_1.png png 53303 849 656 IMAGE-WEB-PDF 1 1-s2.0-0926860X94002452-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002452/STRIPIN/image/gif/fc847a0a75f3f17e2fb674ea723292f8/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002452/STRIPIN/image/gif/fc847a0a75f3f17e2fb674ea723292f8/si2.gif si3 true si3.gif gif 803 18 164 ALTIMG 1-s2.0-0926860X94002452-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002452/STRIPIN/image/gif/fc847a0a75f3f17e2fb674ea723292f8/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002452/STRIPIN/image/gif/fc847a0a75f3f17e2fb674ea723292f8/si2.gif si2 true si2.gif gif 803 18 164 ALTIMG 1-s2.0-0926860X94002452-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002452/STRIPIN/image/gif/4ab049c057cbb7f55ec849895fb8bb91/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002452/STRIPIN/image/gif/4ab049c057cbb7f55ec849895fb8bb91/si1.gif si1 si1.gif gif 812 18 167 ALTIMG ELSEVIER Applied Catalysis A: General 124 ( 1995) 9-18 Mechanistic study of oxidative coupling of methane over Mn,O,-Na2W0,/ SiOz catalyst Jingang Wu, Shuben Li *, Jianzhong Niu, Xueping Fang State Key Laboratory of 0x0 Synthesis and Selective Oxidation, Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences. Lanzhou 730000, Peoples Republic of China Received 6 April 1994; revised 5 August 1994; accepted 19 September 1994 Abstract EPR and Raman spectroscopies have been used to characterize the active oxygen species on Mn#- Na2W04/Si02 catalyst. The results show that the lattice oxygen 02- IS responsible for the activation of methane. F-centers with an EPR parameter g = 2.0046 form when gas-phase oxygen is admitted at room temperature onto the catalyst reduced with methane at 800. Molecular oxygen plays an inducing role in the two-electrons transfer from W4+ to the oxygen ion vacancy which is produced by methane reduction. The EPR peak at g = 2.0046 disappears with increasing temperature. Raman spectra give further information about the production of 02- from molecular oxygen. For the catalyst reduced with methane, no Raman lines are observed, because the top W-O bonds are broken by the reduction, W-O-Si species are slightly ionic, and they are Raman inactive. When the temperature is increased to 80 in the presence of gas-phase oxygen, Raman lines are obtained which are the same as those of the catalyst before reduction. No O-O stretching modes are observed. We suggest that molecular oxygen is activated by an F-center to produce lattice oxygen 02-. A possible redox model for the Mn,O,-Na,W04/Si0, catalyst has been proposed. Keywords: Electron paramagnetic resonance spectroscopy; Oxygen activation; Mechanism; Raman spectroscopy 1. Introduction Since the early work of Keller and Bhasin [ 11, much attention has been paid to the production of ethylene by oxidative coupling of methane. The catalysts that are effective for this reaction and the mechanistic details have recently been reviewed [ 2-41. It is believed that reactive forms of surface oxygen in the ionic state are responsible for methane activation to produce methyl radicals, which eminate into the gas phase where they couple as ethylene. The oxygen ions O-, OF, O;, OS- * Corresponding author. Tel ( + 86-93 1) 882287 1, fax. ( + 86-93 1) 84 17088. 0926-860X/95/$09.50 0 1995 Elsevier Science B.V. All rights reserved SSD10926-860X(94)00245-2 10 J. Wu et al. /Applied Catalysis A: General 124 (1995) 9-18 and 02- at low coordination sites have been proposed as active centers, and indeed there is spectroscopic evidence for each of these species [5--S]. A growing body of evidence suggests that O- and OS- are responsible for the activation of methane. Electron paramagnetic resonance (EPR) results indicate that [ Li+O- ] centers are present in the Lif /MgO powder at temperatures as low as 673 K [ $61. Na202 and BaO, react with methane at 400 to give C2 products, although not in a catalytic cycle [ 9, lo]. Dissanayake et al. [ 111 examined the X-ray photoelectron spectros- copy (XPS) and catalytic properties of a series of Ba/MgO catalysts with Ba loadings between 0.2 and 25 mol-%. There was a good correlation between the intrinsic catalytic activity and the near-surface concentration of Oz- ions over the entire range of compositions. More recently, Lunsford et al. [ 121 applied in situ Raman spectroscopy to investigate Ba/MgO catalysts; the results showed that peroxide ions are present on Ba/MgO catalysts at temperatures up to 800. At 100 the peroxide ion spectrum is characterized by a major line at 842 cm- with minor peaks at 829 and 82 1 cm ~ . Introduction of 02 also causes the peaks to shift to lower wavenumbers, consistent with the assignment of the spectra to peroxide ions. Fewer reports are concerned with the investigation of lattice oxygen 0*-. Recent work on 1.9% Mn,O,-5% NazWOJSi02 has demonstrated that it is an effective catalyst for the partial oxidation of methane [ 13,141. Ethane and ethylene were obtained with 68% combined selectivity over the catalyst at 1073 K in a conventional flow reactor, at 35% conversion of methane [ 13,141. Since the major component Na2W04 has variable oxidation states, this represents a new type of oxidation catalyst on which the lattice oxygen O* ~ may be responsible for methane activation. In the present work, in situ EPR and Raman spectroscopies were applied to investigate the activation of molecular oxygen on Mn,03-Na2W0,/Si02 cata- lyst. EPR is usually used in the characterization of the active oxygen species. Tetrahedrally coordinated molecules of the W04 type possess four fundamental vibrational modes, ~1, (A, ) + L(E) + u3( F2) + uq( F2), and all are Raman active [ 151, so Raman spectroscopy is well suited for investigating the catalyst prepared from Na2W04. 2. Experimental The Mn203--Na2W04/Si02 catalysts were prepared by impregnation of Si02 (140 m2/g) with an aqueous solution of Mn(NO,), and Na2W04. The details of the catalyst preparation have been reported elsewhere [ 13,141. The quartz-made Raman cell used in this study is depicted in Fig. 1. Catalysts in the form of pellets (30-40 mesh) were pretreated in tube A, and then were put into tube B for measurements. The cell can be heated to 800. All Raman spectra were recorded using a Nicolet 93 1 Raman spectrometer. A YVO, laser was used as an excitation source; the excitation power was about 500 mW (measured at the source). A 4 J. Wu et al. /Applied Catalysis A: General 124 (1995) 9-18 11 D Fig. I. Schematic of the Raman sample cell: (A) gas inlet; (B) gas outlet; (C) sample pretreatment; (D) sample measurement. cm-spectral resolution was typically employed. All Raman spectra were ratioed to the background spectra (empty quartz tube) which were taken prior to the other experiments. Pulse experiments were carried out on 103 gas chromatograph (produced by Shanghai Analytic Instruments Factory). Helium was used as the carrier gas, the flow-rate was 30 ml/min. An amount of 0.1 g of catalyst in the form of pellets (30-40 mesh) was packed in the constant-temperature ( 10 mm) zone of the microreactor (having an I.D. of 8 mm and a length of 18 cm). After connecting the microreactor to the reaction system, the air in the line of the system was flushed thoroughly with helium. The catalyst (packed in the reactor) was pretreated in situ in flowing oxygen (20 ml/min) at 1073 K for 1 h and in a helium flow (30 ml/ min) at the same temperature for 30 min in order to remove free oxygen from the reactor system and reversibly adsorbed oxygen from the catalyst. After the pretreat- ment, the reactor was operated in the pulse reaction mode. A number of pulses of methane were passed over the catalyst at 1073 K (methane pulse size: 0.2 ml), one after another at an interval of 15 min and products formed in each pulse were analyzed by a gas chromatograph (the GC analysis period was about 7 min) . The methane conversion to carbon oxides and C2 hydrocarbons was determined in the pulse methane conversion reaction, in the absence of free oxygen as a function of pulse number. Then the microreactor was operated in the pretreatment mode and the reduced catalyst after the pulse experiments was reoxidized in an oxygen flow (20 ml/min) at 1073 K for 1 h. The reoxidized catalyst was flushed with helium (30 ml/min) at 1073 K for 30 min to remove oxygen adsorbed on the catalyst. A methane pulse was passed over the reoxidized catalyst. The on-line product analysis was performed on a Porapak Q (3 mm X 3 m) column with a thermal conductivity detector. Little conversion of methane (about 0.4%) was observed in the pulse 12 J. Wu et al. /Applied Catalysis A: General 124 (1995) 9-18 reactor packed with quartz particles of the same size and volume as that of the catalyst. EPR spectra were obtained on an E- 115 spectrometer, a detailed descrip- tion of the apparatus and the determination of the g values have been reported in ref. [16]. 3. Results and discussion In order to investigate the interaction of methane with the surface oxygen of the catalyst in the absence of free oxygen, methane pulse experiments were carried out. The results are shown in Fig. 2. At the first pulse, methane conversion is 6.7%; the selectivities to C2 hydrocarbons and COx are 83% and 17%, respectively. A time of 15 min is needed between two methane pulses. Methane conversion decreases and the selectivity to C2 hydrocarbons increases in the absence of free oxygen with the increase of the pulse number. The second methane pulse can produce 5.6% methane conversion and 88% selectivity to C2 hydrocarbons. The methane con- version decreases more slowly from the third to the fifth pulse. 6.4% methane conversion and 82% selectivity to C2 hydrocarbons are obtained after methane is pulsed onto the catalyst reoxidized with oxygen at 800. The observed decrease in methane conversion is relatively sharp in the first two pulses but small in the subsequent pulses. The appreciable methane conversion over the catalyst in the absence of free oxygen indicates an involvement of lattice oxygen in the reaction. The sharp decrease in the methane conversion in the first two pulses is attributed to the depletion of the lattice oxygen on the surface of the catalyst during the pulse reaction. The slow decrease in the methane conversion in the region of higher pulse numbers is probably due to the diffusion of bulk lattice oxygen to the surface, in that way replenishing to some extent the catalyst surface with oxygen. A comparison of methane conversion in the first pulse experiment on Mn203-Na2W04/Si02 catalyst before and after reoxidation shows that the conversion is only influenced I 2 3 4 5 Pulse number of CH, Fig. 2. Results of methane pulse reaction over Mn,O,-Na,WO,/SiO, catalyst. J. Wu et al. /Applied Catalysis A: General 124 (1995) 9-18 13 to a very small extent due to reoxidation of the catalyst. The CZ selectivity is found to increase as the pulse number increased. This is probably due to the fact that the concentration of the surface lattice oxygen species, which are highly reactive in the formation of carbon oxides from methane, decreases due to their consumption in the reaction in the initial pulses, thus leading to an increase in the selectivity to CZ hydrocarbons. The reaction mechanism over Mn*O,-Na2W04/Si02 catalyst may be a redox cycle. O,-TPD experiments of Mn203-Na2W04/Si02 catalyst have been carried out by Li and co-workers [ 13,141. No desorption peaks were observed at temperature less than 800 for NaZWO,/SiOz and Mn203-Na2W04/Si02 cata- lysts, which indicates the absence of physically and chemically adsorbed oxygen. Two desorption peaks at 800 and 850 are observed, and the peak at lower temperature is stronger than that at higher temperature. The two peaks can be assigned to the desorption of the surface and the bulk lattice oxygen [ 13,141. It is noteworthy that the desorption peak at 800 is stronger for Mn20,-Na2W04/Si0, catalyst than for Na2W0,/Si02 catalyst, and that at 850 it is almost the same for the two catalysts. The addition of manganese oxide greatly increases the mobility of the surface lattice oxygen. EPR spectrocopy is an effective technique for the characterization of oxygen species. Li-promoted magnesium catalyst has been studied by Wang and Lunsford [ 561 to find the existence of [ Li+O- ] centers on the catalyst. Superoxide ions on the metal oxide surface have been extensively studied by EPR spectroscopy, and their magnetic parameters are summarized in a thorough review by Che and Tenth [ 171. In the present work, EPR spectroscopy was applied to characterize Mn,03- NazWOJSiOz catalyst. The catalyst was pretreated with pure methane at 800 for 30 min, and then cooled down to room temperature under vacuum for oxygen adsorption. 340 Torr ( 1 Torr= 133.3 Pa) of oxygen was admitted into the system for 5 min. The gas-phase oxygen was removed by vacuum. All EPR spectra were recorded at liquid nitrogen temperature. The results of oxygen adsorption at differ- ent temperatures are shown in Fig. 3. A slightly distorted EPR peak is observed in Figs. 3B and C, a broadened peak assigned to W4disappears after oxygen admis- sion at room temperature in the meantime. When the temperature of oxygen adsorp- tion is increased to 80 the EPR peak at g = 2.0046 disappears. Almost the same results have been obtained over NazW04/SiOz. The oxygen activation mainly takes place on the W04 tetrahedron on the catalyst surface. The [Li+O- ] center in Li/MgO is characterized by g = 2.0049, g = 2.0545, A = + 0.03 1 G, and A = - 2.40 G, as determined by EPR and ENDOR spectros- copies [ 181. The ozonide ion, 0,) having a g, = 2.016, g, = 2.010, and g3 = 2.002 was observed by Wang and Lunsford [ 5,6]. This ion on MgO has been identified on the basis of its g values and 170 hyperfine splitting [ 191. The g values (g, = 2.055, g,, = 2.007, and gxx = 2.002) were obtained by Loginov obser- vation [ 201 of the spectrum of 0; on Y203 after high-temperature adsorption of oxygen, followed by cooling in oxygen. Wang and Lunsford [ 5,6] have reported similar g values for 0; on La203. Only a slightly distorted EPR peak at g = 2.0046 14 J. Wu et al. /Applied Catalysis A: General 124 (1995) 9-18 Fig. 3. EPR spectra of Mn,O,-NaZWO,/SiO, catalyst pretreated with methane at 1073 K (A), and then oxygen admission at 253 K (B), 298 K (C) and 353 K (D). was observed on reduced Mnz03-Na2W04/Si0, catalyst in the presence of gas- phase oxygen at room temperature. The EPR peak at g = 2.0046 may be assigned to the formation of an F-center (an oxygen ion vacancy with two trapped electrons) [ 211. Lin et al. [ 221 assigned a highly symmetric peak at g = 2.0046 to an F-center on Na+ /CaO catalyst. On the basis of data obtained using high resolution energy loss spectroscopy (HREELS) , Wu et al. [ 2 1 ] have proposed that F-centers or F- center aggregates are involved as active centers in Li+ /MgO catalyst. When Mn,03-Na2W0,/Si0, catalyst is pretreated with methane, oxygen ion vacancies form. After oxygen is admitted, the two electrons of W4+ are transferred to the vacancies to produce F-centers, a broadened peak assigned to W4+ disappears in the meantime. Molecular oxygen seems to play an inducing role in the two-electrons transfer from W4+ to the oxygen ion vacancy. When the temperature of oxygen adsorption is increased to 80 the peak at g = 2.0046 disappears, suggested that molecular oxygen is activated by the F-center to produce lattice oxygen O* _. The rate of the production of the lattice oxygen is so fast that no intermediate oxygen species, such as 0; or O$-, are detected. Raman spectroscopy is particularly suitable for investigating active oxygen spe- cies because the O-O stretching mode in peroxide or superoxide ions is Raman active. Furthermore, the Raman spectrum of a metal oxide also contains detailed structural information because the Raman vibrational modes are determined by the symmetry and structure of the coordinated compound [ 231. The Mn20,-Na,WO,/ Si02 catalyst contains a W04 group. Tetrahedrally coordinated molecules of the wo4 type possess four fundamental vibrational modes, rjl(Al) + v,(E) + u3(F2) + v4(F2), and all are Raman active. As distortions are imposed on the W04 structure, the symmetry is lowered and a progressively greater number of the nine, 3N-6, possible fundamental modes become Raman active [ 231. J. Wu et al. /Applied Catalysis A: General 124 (1995) 9-18 15 I RAMAN SHIFTCCM-9 Fig. 4. Raman spectra of MnZ03-Na,WO,/SiOz catalyst (A) pretreated with methane at 1073 K (B), and then oxygen admission at room temperature (C) ,353 K ( D) ,523 K ( E) and 1073 K (F) The silica structure converted from amorphism to a-cristobalite at the temperature of 600-700 on the Mn,03-Na2W04/Si02 catalyst [ 13,141. Pure amorphous silica converts to a-cristobalite at 1700 [ 241, so the conversion temperature is decreased from 1700 to 700 in the presence of Na,WO,. The conversion is accompanied by the great decrease of the specific surface area (from 140 m2/g to 7.4 m*/g). It is suggested that Na,WO, may strongly interact with the support. Crystalline Na2W04 has a spine1 structure with tetrahedral site symmetry [ 25 1. The spectrum of Na2W04 exhibits four fundamental modes of vibration at 928 cm-(A,), 312 cm-(E), 813 cm-(F2), and 373 cm-(F2). The Raman spectrum of the Mn,O,-Na,WO,/SiO, catalyst is shown in Fig. 4A. Raman bands are found at 922 cm-(A), 838 cm-(B), 794 cm-(E), 403 cm-(B), 334 cm-(A), and 210 cm-(A). The Raman bands split due to the distortion (A, + A, E + A +B, F2 + B+ E) which is caused by the strong interaction of Na,WO, with the support. Two W04 groups may be connected by the oxygen atom of Si-0-Si on the ( 111) surface of a-cristobalite. The interaction model of the WO, group with the surface may be illustrated as follows: 16 J. Wu et al. /Applied Catalysis A: General 124 (1995) 9-18 0 0 i /i\\/i\\ 1 1 1 1 Si Si Si Si Si The Raman spectrum of the catalyst pretreated with pure methane is shown in Fig. 4B. Almost no Raman lines are observed. The top W-O bonds are broken due to methane reduction, W-O-S1 species are slightly ionic; they are Raman inactive, and so the Raman lines cannot be found in Fig. 4B. Fig. 4C shows the Raman spectrum of reduced Mn203-Na2W04/Si02 catalyst in the presence of oxygen at room temperature: the same results as that in Fig. 4B is given. It is suggested that 0 0 Cl 0 I I I I CH4 red. BOO Si Si Si Si Si ii Ii Ii ii ii (I) (1) El I El I L ((h//f I II IT Si Si Si Si Si (Ill) - Fig. 5. Proposed redox mechanism over Mn20,-Na2W0,/Si0, catalyst. J. Wu et al. /Applied Catalysis A: General 124 (1995) 9-18 11 the top W-O bonds do not form, but the EPR peak at g = 2.0046 was observed. It can be concluded that F-centers form on a Mn203-Na2W04/Si02 catalyst reduced with methane in the presence of oxygen at room temperature. The Raman spectrum gives no Raman bands assigned to superoxide or peroxide ions. When the oxygen adsorption temperature is raised to 80 the same Raman bands as those of Fig. 4A are observed, the top W-O bonds form. The results are consistent with the disappearance of the EPR peak at g = 2.0046 as the temperature increases. Molec- ular oxygen is activated by F-centers to produce lattice oxygen. It may be indicated that oxidative coupling of methane on Mn203-Na2W04/Si02 catalyst is carried out via a redox mechanism. On the basis of the above results and discussion, a redox process on the Mn,03- Na2W04/Si02 catalyst is proposed as shown in Fig. 5. Species I is reduced with methane at 8OO, the top W-O bonds broken, and oxygen ion vacancies form (species II in Fig. 5). If oxygen is admitted onto the catalyst, two electrons are transferred from the tungsten atom to the vacancy, and F-centers form (species III in Fig. 5). Here, molecular oxygen plays an inducing role in the two-electrons transfer. When the oxygen is admitted into the system, the oxygen may pull the electrons from the tungsten atom to the oxygen ion vacancy, and an F-center forms. As the temperature of oxygen adsorption increases, molecular oxygen is activated in the F-center to produce lattice oxygen, species I forms, and the redox cycle is completed. 4. Conclusions The results obtained with in situ Raman and EPR have confirmed that in the presence of gas-phase oxygen F-center (an oxygen ion vacancy with two trapped electrons) exist on the surface of the reduced Mn,O,-Na,WO,/SiO, catalyst. As the temperature of oxygen adsorption is increased to 80, molecular oxygen can be activated to produce lattice oxygen. F-centers are thermally unstable in the presence of pure oxygen. Molecular oxygen may play an inducing role in the electron transfer from tungsten to the oxygen ion vacancy which is produced by methane reduction. Oxidative coupling of methane on Mn,03-Na2W04/Si02 cat- alyst is carried out via a redox mechanism; the surface lattice oxygen may be involved as the active oxygen species. The addition of manganese can increase the mobility of the surface lattice oxygen. References [I] GE. Keller and M.M. Bhasin, J. Catal., 73 ( 1982) 9. [ 21 J.H. Lunsford, Catal. Today, 6 ( 1990) 235. [3] Y. Amenomiya, V.I. Goledzinowski, M. Galuska and J. Sanger, Catal. Rev.-&i. Eng., 32 ( 1990) 163. I8 J. Wu et al. /Applied Catalysis A: General 124 (1995) 9-18 [4j E.E. Wolf, Methane Conversion by Oxidative Process, Van Norstrand Reinhold, New York, 1992. [5] J.X. Wang and J.H. Lunsford, J. Phys. Chem., 90 (1986) 5883. [6] J.X. Wang and J.H. Lunsford, J. Phys. Chem., 90 ( 1986) 3890. [7] N. Yamashita, Y. Machida and A. Tomita, Appl. Catal. A, 79 (1991) 203. [ 81 I. Matsuura, Y. Utsumi and T. Doi, Appl. Catal., 47 ( 1986) 299. [9] M.Yu. Sinev, V.N. Korchak and O.V. Krylov, Kinet. Katal., 27 ( 1986) 1274. [ IO] K. Otsuka. Y. Murakami, Y. Wada, A.A. Said and A. Morikawa, J. Catal., 122 ( 1990) 121, [ I I] D. Dissanayake, J.H. Lunsford and M.P. Rosynek, J. Catal., 143 ( 1993) 286. [ 121 J.H. Lunsford. X. Yang, K. Haller, J. Lane, G. Mestle and H. Knozinger. J. Phys. Chem., 97 ( 1993) 13810. [ 131 X. Fang, S. Li, J. Lin and Y. Chu, J. Mol. Catal. (China), 6 ( 1992) 427. [ 141 X. Fang, S. Li, J. Lin and Y. Chu, I. Mol. Catal. (China). 6 ( 1992) 255. [ 151 J.A. Horsley, I.E. Wachs, J.M. Brown. G.H. Via and F.D. Hardcastle, J. Phys. Chem., 91 ( 1987) 4014. [ 161 T. Yang, S. Shen. L. Feng and H. Wang, J. Catal.. I45 (1994) 384. [ 171 M. Che and M. Tenth, Adv. Catal., 32 ( 1983 ) I, [IS] M.M. Abraham, W.P. Unruh and Y. Chen, Phys. Rev. B, 10 ( 1974) 3540. 1191 N.B. Wong and J.H. Lunsford, J. Chem. Phya., 56 ( 1972) 2664. [ 201 A.Y. Loginov, K.V. Topchieva, S.V. Kostikova and N.S. Krush, Dokl. Akad. Nauk SSSR, 232 ( 1977) 1351. [21] M.C. Wu, CM. Truong, K. Coulter and W. Goodman, J. Catal., 140 (1993) 344. [ 221 C.H. Lin, J.X. Wang and J.H. Lunsford, J. Catal., I I I ( 1988) 302. [ 231 N. Nakamoto, Infrared and Raman Spectra of Inorganic and Coodinated Compounds, Wiley, New York, 1987, 3rd ed. [ 241 X. Zhou (Editor), Structural Inorganic Chemistry (China), I98 1, p. 167. 1251 R.H. Busey and O.L. Keller, Jr., J. Phys. Chem., 41 ( 1964) 215. APCATA 94002452 0926-860X(94)00245-2 10.1016/0926-860X(94)00245-2 Article Mechanistic study of oxidative coupling of methane over Mn 2O3Na 2 WO 4 SiO 2 catalyst Jingang Wu Shuben Li ∗ Jianzhong Niu Xueping Fang State Key Laboratory of Oxo Synthesis and Selective Oxidation, Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences, Lanzhou 730000, People's Republic of China ∗ Corresponding author. Tel (+86-931) 8822871, fax. (+86-931) 8417088. EPR and Raman spectroscopies have been used to characterize the active oxygen species on Mn 2 O 3Na 2 WO 4 SiO 2 . The results show that the lattice oxygen O2− is responsible for the activation of methane. F-centers with an EPR parameter g = 2.0046 form when gas-phase oxygen is admitted at room temperature onto the catalyst reduced with methane at 800°C. Molecular oxygen plays an inducing role in the two-electrons transfer from W4+ to the oxygen ion vacancy which is produced by methane reduction. The EPR peak at g = 2.0046 disappears with increasing temperature. Raman spectra give further information about the production of O2− from molecular oxygen. For the catalyst reduced with methane, no Raman lines are observed, because the top WO bonds are broken by the reduction, WOSi species are slightly ionic, and they are Raman inactive. When the temperature is increased to 80°C in the presence of gas-phase oxygen, Raman lines are obtained which are the same as those of the catalyst before reduction. No OO stretching modes are observed. We suggest that molecular oxygen is activated by an F-center to produce lattice oxygen O2−. A possible redox model for the Mn 2 O 3Na 2 WO 4 SiO 2 catalyst has been proposed. Keywords Electron paramagnetic resonance spectroscopy Oxygen activation Mechanism Raman spectroscopy References [1] G.E. Keller M.M. Bhasin J. Catal. 73 1982 9 [2] J.H. Lunsford Catal. Today 6 1990 235 [3] Y. Amenomiya V.I. Goledzinowski M. Galuska J. Sanger Catal. Rev.-Sci. Eng. 32 1990 163 [4] E.E. Wolf 3rd ed. Methane Conversion by Oxidative Process 1992 Van Norstrand Reinhold New York [5] J.X. Wang J.H. Lunsford J. Phys. Chem. 90 1986 5883 [6] J.X. Wang J.H. Lunsford J. Phys. Chem. 90 1986 3890 [7] N. Yamashita Y. Machida A. Tomita Appl. Catal. A 79 1991 203 [8] I. Matsuura Y. Utsumi T. Doi Appl. Catal. 47 1986 299 [9] M.Yu. Sinev V.N. Korchak O.V. Krylov Kinet. Katal. 27 1986 1274 [10] K. Otsuka Y. Murakami Y. Wada A.A. Said A. Morikawa J. Catal. 122 1990 121 [11] D. Dissanayake J.H. Lunsford M.P. Rosynek J. Catal. 143 1993 286 [12] J.H. Lunsford X. Yang K. Haller J. Lane G. Mestle H. Knozinger J. Phys. Chem. 97 1993 13810 [13] X. Fang S. Li J. Lin Y. Chu J. Mol. Catal. (China) 6 1992 427 [14] X. Fang S. Li J. Lin Y. Chu J. Mol. Catal. (China) 6 1992 255 [15] J.A. Horsley I.E. Wachs J.M. Brown G.H. Via F.D. Hardcastle J. Phys. Chem. 91 1987 4014 [16] T. Yang S. Shen L. Feng H. Wang J. Catal. 145 1994 384 [17] M. Che M. Tench Adv. Catal. 32 1983 1 [18] M.M. Abraham W.P. Unruh Y. Chen Phys. Rev. B 10 1974 3540 [19] N.B. Wong J.H. Lunsford J. Chem. Phys. 56 1972 2664 [20] A.Y. Loginov K.V. Topchieva S.K. Kostikova N.S. Krush Dokl. Akad. Nauk SSSR 232 1977 1351 [21] M.C. Wu C.M. Truong K. Coulter W. Goodman J. Catal. 140 1993 344 [22] C.H. Lin J.X. Wang J.H. Lunsford J. Catal. 111 1988 302 [23] N. Nakamoto 3rd ed. Infrared and Raman Spectra of Inorganic and Coodinated Compounds 1987 Wiley New York [24] X. Zhou Structural Inorganic Chemistry (China) 1981 167 [25] R.H. Busey O.L. Keller Jr. J. Phys. Chem. 41 1964 215",
      "scopus-id": "0003110670",
      "coredata": {
        "eid": "1-s2.0-0926860X94002452",
        "dc:description": "EPR and Raman spectroscopies have been used to characterize the active oxygen species on Mn 2 O 3Na 2 WO 4 SiO 2 . The results show that the lattice oxygen O2− is responsible for the activation of methane. F-centers with an EPR parameter g = 2.0046 form when gas-phase oxygen is admitted at room temperature onto the catalyst reduced with methane at 800°C. Molecular oxygen plays an inducing role in the two-electrons transfer from W4+ to the oxygen ion vacancy which is produced by methane reduction. The EPR peak at g = 2.0046 disappears with increasing temperature. Raman spectra give further information about the production of O2− from molecular oxygen. For the catalyst reduced with methane, no Raman lines are observed, because the top WO bonds are broken by the reduction, WOSi species are slightly ionic, and they are Raman inactive. When the temperature is increased to 80°C in the presence of gas-phase oxygen, Raman lines are obtained which are the same as those of the catalyst before reduction. No OO stretching modes are observed. We suggest that molecular oxygen is activated by an F-center to produce lattice oxygen O2−. A possible redox model for the Mn 2 O 3Na 2 WO 4 SiO 2 catalyst has been proposed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-03-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94002452",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wu, Jingang"
          },
          {
            "@_fa": "true",
            "$": "Li, Shuben"
          },
          {
            "@_fa": "true",
            "$": "Niu, Jianzhong"
          },
          {
            "@_fa": "true",
            "$": "Fang, Xueping"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94002452"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94002452"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00245-2",
        "prism:volume": "124",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Mechanistic study of oxidative coupling of methane over Mn 2O3Na 2 WO 4 SiO 2 catalyst",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Electron paramagnetic resonance spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Oxygen activation"
          },
          {
            "@_fa": "true",
            "$": "Mechanism"
          },
          {
            "@_fa": "true",
            "$": "Raman spectroscopy"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "9-18",
        "prism:endingPage": "18",
        "pubType": "fla",
        "prism:coverDisplayDate": "30 March 1995",
        "prism:doi": "10.1016/0926-860X(94)00245-2",
        "prism:startingPage": "9",
        "dc:identifier": "doi:10.1016/0926-860X(94)00245-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "164",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X94002452-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "803",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "164",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X94002452-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "803",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X94002452-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "812",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0003110670"
      }
    }
  }
}