{
  "metadata": {
    "title": "Solid superacid as the support of a platinum catalyst for low-temperature catalytic combustion",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-03-17",
    "doi": "10.1016/0926-860X(94)80105-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94801053",
    "pii": "0926860X94801053"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028395757",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-09-18 2001-09-18 2010-10-02T11:38:12 1-s2.0-0926860X94801053 0926-860X(94)80105-3 0926860X94801053 10.1016/0926-860X(94)80105-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X02335 2024-01-01T12:21:46.509935Z 0 0 19940317 1994 2001-09-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 110 110 1 1 Volume 110, Issue 1 6 61 66 61 66 19940317 17 March 1994 1994-03-17 1994 article fla Copyright © 1994 Published by Elsevier B.V. SOLIDSUPERACIDSUPPORTAPLATINUMCATALYSTFORLOWTEMPERATURECATALYTICCOMBUSTION ISHIKAWA A FUNABIKI 1991 33 M TRIMM 1983 249 D PRASAD 1984 1 R PFEFFERLE 1987 219 L SPIVEY 1989 157 J CATALYSIS ISMAGILOV 1990 51 Z NIWA 1983 317 M HATTORI 1987 815 T STUDIESINSURFACESCIENCECATALYSIS PREPARATIONCATALYSTSIV UCHIJIMA 1990 393 T CATALYTICSCIENCETECHNOLOGY UCHIJIMA 1990 393 T CATALYTICSCIENCETECHNOLOGY HINO 1980 851 M ARATA 1990 197 K TANABE 1989 108 K STUDIESINSURFACESCIENCECATALYSIS NEWSOLIDACIDSBASES TANABE 1989 108 K STUDIESINSURFACESCIENCECATALYSIS NEWSOLIDACIDSBASES VOLTER 1987 375 J ISHIKAWAX1994X61 ISHIKAWAX1994X61X66 ISHIKAWAX1994X61XA ISHIKAWAX1994X61X66XA item 0926-860X(94)80105-3 0926860X94801053 1-s2.0-0926860X94801053 10.1016/0926-860X(94)80105-3 271346 2024-01-01T12:21:46.509935Z 1994-03-17 1-s2.0-0926860X94801053-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801053/MAIN/application/pdf/8aed6d3586f55e56807d6f22dde9ebbf/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801053/MAIN/application/pdf/8aed6d3586f55e56807d6f22dde9ebbf/main.pdf main.pdf pdf true 397598 MAIN 6 1-s2.0-0926860X94801053-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801053/PREVIEW/image/png/7023373adb8c390ba903cebbad9e5f16/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801053/PREVIEW/image/png/7023373adb8c390ba903cebbad9e5f16/main_1.png main_1.png png 50602 849 656 IMAGE-WEB-PDF 1 applied catalysis a ELSEVIER Applied Catalysis A: General 110 (1994) 61-66 Solid superacid as the support of a platinum catalyst for low-temperature catalytic combustion Akiko Ishikawa, Shin'ichi Komai, Atsushi Satsuma, Tadashi Hattori*, Yuichi Murakami Department of Applied Chemistry, Nagoya University, Chikusa, Nagoya 464-01, Japan (Received 24 August 1993, revised manuscript received 5 November 1993 ) Abstract The effect of the acidic property of support materials on the activity of a platinum catalyst in the low-temperature catalytic combustion of propane was examined by using a series of single metal oxides, mixed oxides and S04--doped oxides as the support materials. It was revealed that the catalytic activity strongly depends on the acidic property of the support materials: the activity is higher on the support having stronger acidity. S04--doped oxides, known as solid superacids, are superior support materials giving high activity at low temperatures. Key words: acid strength; catalytic combustion; low-temperature catalytic combustion; platinum; solid superacid; support effect 1. Introduction Although automotive exhaust catalysts are widely used for the reduction of emission levels, there is still a great deal of room for further improvements [ I ] . One of the future tasks will be the improvement of the catalytic activity for low-temperature catalytic combustion because most of the hydrocarbons emitted from automotive exhaust are generated in the initial warmup period of the catalyst. It is widely accepted that precious metals such as platinum and palladium are the most active catalyst ingredients for catalytic combustion [2-6]. The catalytic property of precious metals is also well known to be remarkably modified by using proper support materials in many catalytic reactions. However, the effect of support materials on low-temperature catalytic combustion has not been examined, except that the activity of a supported platinum catalyst in the combustion of methane was reported to be in the order of Pt/Si02 - A1203 > Pt/A1203 > Pt1Si02 [7 ] . *Corresponding author.Fax. (+81-52)7828649. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-86OX (93)E0234-4 62 A. lshikawa et al. /Applied Catalysis A: General 110 (1994) 61-66 The present paper shows that the activity of a platinum catalyst in the low-temperature catalytic combustion of propane strongly depends on the acidic property of oxide supports, and that solid superacids are superior supports giving higher catalytic activity at low temperatures. 2. Experimental The catalysts used in the present study were platinum catalysts supported on a series of single and mixed oxides and solid superacids as shown in Table 1. A1203, Ti02, Si02 and S'Oz - A1203 are the reference catalysts of the Catalysis Society of Japan [ 8,9 ] . The other single metal oxides are commercially supplied guaranteed reagents, and the other mixed oxides prepared by sol-mixing method were supplied from Nikki Chemicals Co. Ltd. Solid superacids were prepared according to the methods described in the literature. S04--Zr02 was obtained by immersing a fine powder of Zr(OH)4 on a filter paper in 0.5 M HZSOc followed by drying and calcining at 798 K for 3 h. Zr(OH)4 was obtained by hydrolyzing 2 ZrOCl2 - 8H20 with aqueous ammonia followed by washing and drying [ 10] .50--A1203 was obtained by immersing a fine powder of A1203 (JRC-ALO-4) in 1.25 M HZSOc followed by drying and calcining at 873 K for 3 h [ 11 ] . Support materials thus obtained were sieved to + 28--48 mesh. Supported platinum catalysts were prepared by impregnating support materials with an aqueous solution of Pt(N02) 2(NH3)2 followed by drying at 383 Table 1 List of supports and catalysts Support Surface area Acid strength Dispersion material of support of support of Pt (m =g-') (pKa) (%) La.03 7.3 > + 6.8 9 Ce02 67 - !' A1203`' 177 - 11 67 Zr02 66 + 4.8 20 Si02`1 178 + 3.3 51 Ti02' 52 + 1.5 32 SiO, Mg0f 51 + 3.3 88 Si02 ZnOf 72 - 3.0 24 Si02 - Ti02f 216 - 8.2 97 SiO, - ZrW 209 - 8.2 95 Si02 - A110,g 526 - 11.99 43 S04-ZrO= 77 - 13.16 4 S04-A110, 128 - 13.75 29 \"Not determined because of the unusual colour change of the indicators. \"Not determined because of the adsorption of CO on Ce0=. `7RC- ALO-4 (Reference catalyst of Catalysis Society of Japan [ 81. ) RC-SIO-5. PJRC-TIO-4. (Metal/Si=0.4 by mol. 8JRC-SAL-2 (SiO,-AI103 catalyst with 13 wt.-% A1203). A. /shikawa et al. /Applied Catalysis A: General 110 (1994) 61-66 63 K for 12 h, calcining at 673 K for 3 h, and reducing at 623 K for 3 h in flowing H2. The platinum content was 0.5 wt.-%. The catalyst was pretreated in a flow of O2+N2 mixture (OZ/NZ= 1 /4) at 823 K for 2 h before use. The BET surface area of the support oxide was measured through N2 adsorption at liquid nitrogen temperature by using conventional flow-type adsorption apparatus. The acid strength of the support was measured through the changes in colour of Hammett indicators adsorbed on the support which had been precalcined at 773 K for 3 h. The dispersion of platinum was measured through the pulse-adsorption of CO in a flow of the carrier gas (He) [ 8,9 ] . After the catalyst was reduced in flowing HZ at 673 K, CO pulses were injected at 2 min intervals at room temperature, until the quantity of the exit CO pulse reached a steady value. It was confirmed that CO adsorption on the support materials could be neglected under the conditions used except for Ce02. The dispersion of platinum was calculated from the total CO uptake by assuming a stoichiometry of [CO] /Pts= 1. Total CO uptake by this method has been confirmed to agree well with the amount of chemisorbed CO measured by the conventional static method [ 8,9 ] . Catalytic test was conducted by using a conventional continuous flow reaction apparatus. A small amount of catalyst (0.1 g) was dispersed in 1.0 g of fused alumina particles to prevent a local increase of temperature, and packed in a Pyrex glass tube with an inside diameter of 10 mm at the center of which a glass tube with an outside diameter of 5 mm was installed to cover the thermocouple. The reactor was installed in an electrically heated fluidized sand bath in order to heat the catalyst bed uniformly. The partial pressures of propane and oxygen were 1 and 20 kPa, respectively, with a nitrogen balance, and the total flow rate was 150 cm; (STP) min'. The reaction temperature was raised every 50 K from 473 K to 773 K, and at each temperature reaction products were analyzed 30 min after the bed temperature attained predetermined value. 3. Results and discussion 3.1. Activity of platinum catalysts supported on single metal oxides Fig. 1 shows the activities of platinum catalysts supported on a series of metal oxides as a function of reaction temperature. In all cases, carbon dioxide was the sole reaction product containing carbon atoms. As shown, the catalytic activity of the platinum metal strongly depends on the support materials. The conversion of propane was ca. 60 and 100% at 623 and 773 K, respectively, on the Pt/Si02 catalyst which is the most active of the platinum catalysts supported on single oxides, while Pt/La203 gave only ca. 1 and 15% conversion, respectively, under the same reaction conditions. The activities are in the order of Pt/ Si02 > Pt/A1203 = Pt/Ti02 = Pt/Ce02 > Pt/Zr02 > Pt/La203. This activity pattern is similar to the order of acid strength of the support oxide shown in Table 1: Ti02 > Si02 > Zr02 > La203, though Pt/Si02 seems to form the exception. The support also has an effect on the dispersion of the platinum metal, as shown in Table 1. The dispersion was relatively high on a support with a high BET surface area such as S'OZ and Alz033, and vice versa. One might suspect that the dependence of the catalytic activity on the support oxide may be caused by the difference in dispersion, because the O A. Ishikawa et al. /Applied Catalysis A: General 110 (1994) 61-66 100 O -50 L 0 U o' 0 / a ~o~ 500 600 700 800 Temperature/ K Fig. 1. The activity of platinum catalysts supported on single metal oxides in the low-temperature catalytic combustion of propane. ( Si07; ( A1203; (A) Ti02; (O) Ce02; ( A ) ZrO; and (O) La203. most active catalyst, Pt/Si02, has a relatively high dispersion and the least active one, Pt/ La203, the lowest dispersion. However, the support seems to have an intrinsic effect on the activity of the platinum catalyst because the difference in activity is much larger than that in the dispersion of platinum. The conversion on Pt/Si02 was higher by a factor of 60 than that on Pt/La203 at 623 K, while the dispersion was only higher by a factor of less than 6. 3.2. Activity of platinum catalysts supported on strongly acidic supports The activity pattern mentioned above seems to suggest that the catalytic activity of platinum catalysts depends on the acid-base property of the support oxide because the activity is higher on an acidic support such as Si02, and lower on a basic support such as La203, This supposition led us to expect that the activity of the platinum catalysts could be enhanced by using a support having a strong acidity and to test platinum catalysts supported on a series of mixed oxides and SOQ- -doped oxides. Mixed oxides such as Si02 - A1203, S'Oz - Ti02 and Si02 - Zr02 are said to have a strong acidity [ 12 ] , and the high activity of 2 Pt/Si02 -A1203 was confirmed in the catalytic combustion of methane [7]. S04--doped oxides such as 504--Zr02 [ 10] and SOQ--Al20-3 [ 11 ] are known as solid superacids [12]. Fig. 2 shows the results on these catalysts. As shown, the conversions of propane on most of these catalysts were higher than those on platinum catalysts supported on single oxides shown in Fig. 1. Platinum supported on SO a- -doped oxides, especially, exhibited very high activity: the conversion attained 50% at 523 K, which is lower by ca. 100 K than that on Pt/S'02- Of the mixed oxides used as the support, Si02 - A1203, having the strongest acidity, exhibited the highest conversion while the platinum catalyst supported on Si02 - ZnO, which has only a moderate acid strength, exhibited the lowest catalytic activity of the catalysts shown in Fig. 2. In Fig. 3, the conversion of propane at 523 and 623 K was plotted against the acid strength of the support materials. As shown, the plots gave fairly good correlations for both reaction A. lshikawa et al. /Applied Catalysis A: General 110 (1994) 61-b6 65 100 0 C 50 o v v o /, --f 500 600 700 800 Temperature/ K Fig. 2. The activity of platinum catalysts supported on mixed oxides (closed symbols) and SOa--doped oxides (open symbols) in the low-temperature catalytic combustion of propane. ( SOQ--Zr02; ( SO;--Ah03; (O) Si0z-A1203; (4) SiO=-Tiol; (O) Si02-ZrO;and (17) Si02 ZnO. 100 Si-Ti S-Zr Si Si-Zr s E3 _T' I-TI Ss 1-zr 0 '_Zr h50 L 0 S-AI C Ti S0-Zn S Al i Zr 010 0 -10 -20 Acid strength / pKa Fig. 3. The activity of platinum catalysts supported on single metal oxides (triangles), mixed oxides (squares) and SOQ--doped oxides (circles) as a function of the acid strength of the support materials. temperatures. The plot for 623 K clearly shows a good correlation for moderately and less active catalysts, though Pt/SiOz seems to form the exception. The plot for 523 K shows the superiority of solid superacids as the support of platinum catalysts for the low-temperature catalytic combustion of propane. These plots also indicate that the high catalytic activity of platinum catalysts supported on solid superacids may be attributed to the superacidic prop- eof S02 - rty 4 -doped oxides used as the support materials. Fig. 4 shows the effect of pretreatment conditions on the catalytic activity. In the case of Pt/Zr02, oxidizing pretreatment significantly decreased the catalytic activity. This result is in good agreement with the reported results in the literature that oxidized platinum is less active than reduced platinum [ 13]. When platinum was supported on S024--doped Zr021 66 A. lshikawa et al. /Applied Catalysis A: General 110 (1994) 61-66 100 ~~,_ , _ _ o' /, o 1 i \".1k o 1 o Q' i X . 50 I i l l A/ U l I 1 ln~ / / / / - 0 500 600 700 800 Temperature/ K Fig. 4. Effect of pretreatment condition on the catalytic activity of platinum catalysts supported on SO;--doped Zr02 (circles) and ZrO, (triangles). Closed symbols, oxidized at 823 K; open symbols, reduced at 623 K. the pretreatment condition had only a minor effect on the catalytic activity. These results seem to suggest that one of the roles of the acidic support is to prevent the oxidation of supported platinum. Acknowledgement The authors are indebted to Miss N. Kagi for her technical assistance. References [ 1 ] M. Funabiki, T. Yamada and K. Kayano, Catal. Today, 10 (1991) 33. [2] D.L. Trimm, Appl. Catal., 7 (1983) 249. [3] R. Prasad, L.A. Kennedy and E. Ruckenstein, Catal. Rev.-Sci. Eng., 26 (1984) 1. [4] L.D. Pfefferle and W.C. Pfefferle, Catal. Rev.-Sci. Eng., 29 (1987) 219. [51 J.J. Spivey, Catalysis, Vol.8, Royal Soc. Chem., Cambridge, 1989, p. 157. 161 Z.R. Ismagilov and M.A. Kerzhemsev, Catal. Rev.-Sci. Eng., 32 (1990) 51. 171 M. Niwa, K. Awano and Y. Murakami, Appl. Catal., 7 (1983) 317. [ 8 ] T. Hattori, H. Matsumoto and Y. Murakami, in Preparation of Catalysts IV, (Studies in Surface Science and Catalysis, Vol. 31), Elsevier, Amsterdam, 1987, p. 815. [ 9 ] T. Uchijima, Catalytic Science and Technology, Vol. 1, Kodansha-VCH, Tokyo-Weinheim, 1990, p. 393. [ 10] M. Hino and K. Arata, J. Chem. Soc., Chem. Comm., (1980) 851. [ I 1 ] K. Arata and M. Hino, Appl. Catal., 59 (1990) 197. [ 12 ] K. Tanabe, M. Misono, Y. Ono and H. Hattori, New Solid Acids and Bases, (Studies in Surface Science and Catalysis, Vol. 51), Kodansha-Elsevier, Tokyo-Amsterdam, 1989, p. 108. [ 13 ] J. Volter, G. Lietz, H. Spindler and H. Lieske, J. Catal., 104 (1987) 375. APCATA 94801053 0926-860X(94)80105-3 10.1016/0926-860X(94)80105-3 Elsevier Science B.V. All rights reserved. Solid superacid as the support of a platinum catalyst for low-temperature catalytic combustion Akiko Ishikawa Shin'ichi Komai Atsushi Satsuma Tadashi Hattori * Yuichi Murakami Department of Applied Chemistry, Nagoya University, Chikusa, Nagoya 464-01,Japan * Corresponding author. Fax. (+81-52)7828649. The effect of the acidic property of support materials on the activity of a platinum catalyst in the low-temperature catalytic combustion of propane was examined by using a series of single metal oxides, mixed oxides and SO2− 4-doped oxides as the support materials. It was revealed that the catalytic activity strongly depends on the acidic property of the support materials: the activity is higher on the support having stronger acidity. SO2− 4 -doped oxides, known as solid superacids, are superior support materials giving high activity at low temperatures. Keywords acid strength catalytic combustion low-temperature catalytic combustion platinum solid superacid support effect Reference [1] Funabiki M. Yamada T. Kayano K. Catal. Today 10 1991 33 [2] Trimm D.L. Appl. Catal. 7 1983 249 [3] Prasad R. Kennedy L.A. Ruckenstein E. Catal. Rev.-Sci. Eng. 26 1984 1 [4] Pfefferle L.D. Pfefferle W.C. Catal. Rev.-Sci. Eng. 29 1987 219 [5] Spivey J.J. Catalysis 8 1989 Royal Soc. Chem. Cambridge 157 [6] Ismagilov Z.R. Kerzhentsev M.A. Catal. Rev.-Sci. Eng. 32 1990 51 [7] Niwa M. Awano K. Murakami Y. Appl. Catal. 7 1983 317 [8] Hattori T. Matsumoto H. Murakami Y. Preparation of Catalysts IV Studies in Surface Science and Catalysis 31 1987 Elsevier Amsterdam 815 [9] a Uchijima T. Catalytic Science and Technology 1 1990 Kodansha Tokyo 393 b Uchijima T. Catalytic Science and Technology 1 1990 VCH Weinheim 393 [10] Hino M. Arata K. J. Chem. Soc., Chem. Comm. 1980 851 [11] Arata K. Hino M. Appl. Catal. 59 1990 197 [12] a Tanabe K. Misono M. Ono Y. Hattori H. New Solid Acids and Bases Studies in Surface Science and Catalysis 51 1989 Kodansha Tokyo 108 b Tanabe K. Misono M. Ono Y. Hattori H. New Solid Acids and Bases Studies in Surface Science and Catalysis 51 1989 Elsevier Amsterdam 108 [13] Volter J. Lietz G. Spindler H. Lieske H. J. Catal. 104 1987 375",
      "scopus-id": "0028395757",
      "coredata": {
        "eid": "1-s2.0-0926860X94801053",
        "dc:description": "The effect of the acidic property of support materials on the activity of a platinum catalyst in the low-temperature catalytic combustion of propane was examined by using a series of single metal oxides, mixed oxides and SO2− 4-doped oxides as the support materials. It was revealed that the catalytic activity strongly depends on the acidic property of the support materials: the activity is higher on the support having stronger acidity. SO2− 4 -doped oxides, known as solid superacids, are superior support materials giving high activity at low temperatures.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-03-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94801053",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ishikawa, Akiko"
          },
          {
            "@_fa": "true",
            "$": "Komai, Shin'ichi"
          },
          {
            "@_fa": "true",
            "$": "Satsuma, Atsushi"
          },
          {
            "@_fa": "true",
            "$": "Hattori, Tadashi"
          },
          {
            "@_fa": "true",
            "$": "Murakami, Yuichi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94801053"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94801053"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80105-3",
        "prism:volume": "110",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Solid superacid as the support of a platinum catalyst for low-temperature catalytic combustion",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "acid strength"
          },
          {
            "@_fa": "true",
            "$": "catalytic combustion"
          },
          {
            "@_fa": "true",
            "$": "low-temperature catalytic combustion"
          },
          {
            "@_fa": "true",
            "$": "platinum"
          },
          {
            "@_fa": "true",
            "$": "solid superacid"
          },
          {
            "@_fa": "true",
            "$": "support effect"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "61-66",
        "prism:endingPage": "66",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 March 1994",
        "prism:doi": "10.1016/0926-860X(94)80105-3",
        "prism:startingPage": "61",
        "dc:identifier": "doi:10.1016/0926-860X(94)80105-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028395757"
      }
    }
  }
}