{
  "metadata": {
    "title": "Study on the preparation of <math altimg=si1.gif><fr shape=sol align=c style=s><nu><rm>KCFe</rm></nu><de><rm>Al<inf loc=post>2</inf>O<inf loc=post>3</inf></rm></de></fr></math> catalysts for ammonia synthesis at mild conditions followed by Mössbauer spectroscopy",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-07-04",
    "doi": "10.1016/0926-860X(96)00030-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96000300",
    "pii": "0926860X96000300"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0348049876",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96000300 0926-860X(96)00030-0 0926860X96000300 10.1016/0926-860X(96)00030-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00051 2024-01-01T12:18:48.759026Z 0 0 19960704 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 141 141 1 2 1 2 Volume 141, Issues 1–2 2 1 16 1 16 19960704 4 July 1996 1996-07-04 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. STUDYPREPARATIONKCFEAL2O3CATALYSTSFORAMMONIASYNTHESISMILDCONDITIONSFOLLOWEDBYMOSSBAUERSPECTROSCOPY PATTEKJANCZYK A TENNISON 1991 303 S CATALYTICAMMONIASYNTHESISFUNDAMENTALSPRACTICE AIKA 1972 424 K ICHIKAWA 1972 176 M NOVIKOV 1981 471 J KALUCKI 1981 1496 K KALUCKI 1989 713 K KALUCKI 1990 357 K KALUCKI 1991 487 K 1993 19 RAMARAO 1990 L19 K KALUCKI 1994 131 K SCIENTIFCBASESFORPREPARATIONHETEROGENEOUSCATALYSTS6THINTERNATIONALSYMPOSIUM VAISHNAVA 1985 301 P HUANG 1975 143 Y GAGER 1975 124 H RENYUAN 1987 440 T GREENWOOD 1971 N MOSSBAUERSPECTROSCOPY BOUDART 1975 486 M JUNG 1991 218 H BARTHOLOMEW 1993 821 C PROCEEDINGS10THINTERNATIONALCONGRESSCATALYSIS PATTEKJANCZYKX1996X1 PATTEKJANCZYKX1996X1X16 PATTEKJANCZYKX1996X1XA PATTEKJANCZYKX1996X1X16XA item 0926-860X(96)00030-0 0926860X96000300 1-s2.0-0926860X96000300 10.1016/0926-860X(96)00030-0 271346 2024-01-01T12:18:48.759026Z 1996-07-04 1-s2.0-0926860X96000300-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000300/MAIN/application/pdf/6f9cb5444f6fdcd3ac596850d8096466/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000300/MAIN/application/pdf/6f9cb5444f6fdcd3ac596850d8096466/main.pdf main.pdf pdf true 764641 MAIN 16 1-s2.0-0926860X96000300-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000300/PREVIEW/image/png/6d74df68945b14e2f48543e63f45f024/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000300/PREVIEW/image/png/6d74df68945b14e2f48543e63f45f024/main_1.png main_1.png png 42522 849 656 IMAGE-WEB-PDF 1 1-s2.0-0926860X96000300-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000300/STRIPIN/image/gif/84f04deb9a6e5628675aa31a80acea8d/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000300/STRIPIN/image/gif/84f04deb9a6e5628675aa31a80acea8d/si2.gif si3 si3.gif gif 567 18 116 ALTIMG 1-s2.0-0926860X96000300-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000300/STRIPIN/image/gif/84f04deb9a6e5628675aa31a80acea8d/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000300/STRIPIN/image/gif/84f04deb9a6e5628675aa31a80acea8d/si2.gif si2 true si2.gif gif 567 18 116 ALTIMG 1-s2.0-0926860X96000300-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96000300/STRIPIN/image/gif/84f04deb9a6e5628675aa31a80acea8d/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96000300/STRIPIN/image/gif/84f04deb9a6e5628675aa31a80acea8d/si2.gif si1 si1.gif gif 567 18 116 ALTIMG ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 141 (1996) 1-16 Study on the preparation of K-C-Fe/A1203 catalysts for ammonia synthesis at mild conditions followed by MiSssbauer spectroscopy Agnieszka Pattek-Janczyk a,*, Barbara Miczko b, Antoni Waldemar Morawski c \" Department of Chemist~,, Jagiellonian Uni~ersi~, lngardena 3, PL-30-060 Cracow, Poland b Regional Laboratory of Physicochemical Analyses and Structural Research, Jagiellonian UnitersiO,, Ingardena 3, PL-30-060 Cracow, Poland c Institute of Inorganic Chemical Technology, Technical UniL, ersity ofSzczecin, Putaskiego 10. PL-70-322 Szczecin, Poland Received 16 March 1995; revised 15 November 1995; accepted 4 January 1996 Abstract The state of iron in novel K-C-Fe/A1203 catalysts for ammonia synthesis at mild conditions was studied by M~ssbauer spectroscopy and X-ray diffraction. The activities of the catalysts were found to be comparable or even higher than the activity of the commercial contact. Two catalysts differing in iron loading were examined after every stage of preparation. The high (ca. 33 wt.%) and low (ca. 11 wt.%) Fe content resulted in a different behavior of iron during the catalyst preparation and different iron forms were found in the active contacts. In the catalyst with high iron loading the difference in Fe dispersion was observed while the low loading contact contained mainly Fe(III) species. Both highly dispersed iron and Fe(III) species were influenced by potassium, this being concluded from the M~ssbauer parameters calculated for these forms. Keywords.\" K-C-Fe/AI203; M~Sssbauer spectroscopy; Ammonia synthesis 1. Introduction In the industrial processes of ammonia synthesis metallic iron, derived from triply promoted magnetite, is the only catalyst used generally today. Its applica- * Corresponding author. Fax. (+ 48-12) 340515. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PH S0926- 860X(96)00030-0 2 Agnieszk Pattek-Janczyk et al./Applied Catalysis A: General 141 (1996) l 16 tion demands high pressures (about 100 bar), high temperatures (up to 823 K) and a large catalyst volume (about 60 m3) to achieve process efficiency under economical conditions. Taking into account the energy consumption it is desirable to use a pressure as low as possible. To improve the process economy the novel catalysts that would be active at lower temperatures and would allow operation at lower pressures are still looked for [1]. Aika et al. [2] prepared alkali metal/ruthenium/support catalysts and tested them in ammonia synthesis. The authors concluded that the promoter action is provided by a charge transfer from the alkali metal to the transition metal. Such a behavior brings about a higher electron density in the transition metal that facilitates the activation of molecular nitrogen. According to the Aika's studies, the specific synthesis rates per surface ruthenium were especially high over active carbon and alumina used as the supports. This observation suggests that carbon and alumina play an import ant role because they are involved in electron transfer from the alkali metal to the transition metal. It is also known that the properties of K-graphite-transition metal systems based on so-called \"graphite intercalation compounds (GICs)\" are interesting with respect to the catalytic application in ammonia synthesis [3-5]. Studies carried out by Volpin's group [4] suggest that the interaction of intercalated species with the graphite network is likely to cause not only the activation of these species, but also the activation of the carbon atoms in the net of graphite. Katucki and Morawski [5-8], who studied K-graphite-Fe catalysts at a pressure of 10 MPa, have found their high activity in ammonia synthesis. The high activity of K-graphite-Fe catalysts was attributed to the presence of K-C-Fe sites where a 2s potassium electron is taken by the graphite p-electron system and is further transported to iron. Such an electronegatiL'ely enriched graphite network may be simultaneously treated as an electronic and structural promoter. These unique electronic properties of the graphite-like structure of the carbon support were utilized in the Kellog Advanced Ammonia Process (KAAP) developed by M.W. Kellog Co. (Houston, USA) in conjunction with British Petroleum Ltd. (Sunbury-on-Thames, UK) [9]. In this technology the iron fused catalyst was replaced by a ruthenium-on-graphite catalyst based on the high surface area graphite (HSAG) [10]. This new catalyst is a few times more active than the traditional iron catalyst. Carbon deposits obtained by decomposition of hydrocarbons have variable physical and chemical properties, e.g. the possibility of electron transport and/or electron accumulation. Therefore, they are useful for application in new areas, including catalysis. Rama Rao et al. [11] recently described a new type of carbon-coated A1203 support used for the preparation of a Cs-Ru/C-A1203 catalyst for ammonia synthesis. The carbon-coated aluminum oxides were prepared by pyrolysis of an alkene placed on AI203. A gnieszk Pattek-Janczyk et al. / Applied Catalysis A: General 141 (1996) 1-16 3 In our previous paper [12] the sequence of operations during the catalyst preparation has been changed in comparison to Rao's work. First, the C- Fe/A1203 precursor was obtained by coating of the initial Fe/AI203 sample with a thin carbon film. In the next stage this precursor was activated by metallic potassium vaporization. Such a procedure was used for preparing a series of novel K-C-Fe/AI203 catalysts for ammonia synthesis differing in their iron content. It was found that the catalytic activities of such obtained contacts were high and increased with increasing iron loading. The activities of some catalysts were comparable or even higher than the activity of typical industrial catalysts tested under the same conditions. It was therefore interesting to elucidate the problem of iron forms existing in the catalysts because some of them may be responsible for high catalyst activity. The changes of the iron status during the preparation of such catalysts was not yet clarified. Complementary usage of MiSssbauer spectroscopy (MS) and X-ray powder diffraction (XRD) allowed us to follow the iron fate step-by-step and to draw conclusions concerning the catalytically active forms of iron. Two cata- lysts, as the most interesting ones, were chosen for the studies after every preparation stage: (i) a catalyst that was as active as the commercial contact and (ii) a catalyst of the highest activity in ammonia synthesis. 2. Experimental 2. I. Sample preparation The preparation procedure was reported earlier [12] and here only the main stages are given. The initial Fe/A1203 samples were obtained by: (a) coprecipitation procedure of iron and aluminum hydroxides from a solution of AI(NO3)3 and Fe(NO3)3 with the ammonia solution; (b) drying of the precipitate at 115 for 24 h; (c) calcination at 450 for 4 h; (d) reduction in H2 : N2 (3 : 1) atmosphere at 475 for 24 h. The catalyst precursors C-Fe/AI203 were obtained by the carburization of the initial Fe/AI203 sample by means of n-hexane pyrolysis at 475. Precursors were subsequently activated by metallic potassium vaporization for 3 h at 350 under a pressure of 6 Pa. Reduction, carburization and activation processes were performed in the same flow reactor as described elsewhere [12]. After every preparation stage the samples were studied by MS and XRD. After reduction the sample was passivated and then a portion was taken out from the reactor for the studies. The remaining part was carbon-coated and again a 4 Agnieszk Pattek-Janczyk et al./Applied Catalysis A: General 141 (1996) 1-16 portion was taken out for similar examinations. The procedure was repeated after potassium vaporization. 2.2. Experimental techniques M6ssbauer spectra of the samples after various stages of preparation (calcina- tion, reduction, carbon coating and potassium vapor activation) were recorded at room temperature using a conventional spectrometer with a 57Co(Cr) source. Additionally low temperature Mbssbauer effect measurements were performed for some samples. These experiments were carried out in a cool-finger cryostat at liquid nitrogen and helium temperatures. For \",/-ray detection a Kr-filled proportional counter was applied. The points shown in all the Mi3ssbauer spectra represent the experimental data, and the full lines are the result of the computer fitting. The spectra were numerically analyzed by fitting lines of Lorentzian shape by means of a linear least-squares procedure. The isomer shifts were calculated with respect to c~-Fe at room temperature. The X-ray diffraction measurements were performed on a HZG-4 diffrac- tometer (Germany) using Co K c~j radiation at 30 kV and 35 mA with an iron filter. The X-ray fluorescence (XRFS) measurements were carried out on a VRA-30 spectrometer (Germany) with Cr radiation at 35 kV and 30 mA. The K/3j line was used for iron analysis. Alumina and potassium were analyzed using the Kc~1 lines. 3. Results and discussion The chemical composition and the results of activity tests for two studied catalysts K-C-Fe(3)/A1203 and K-C-Fe(7)/AI203 (the samples notation was the same as in Ref. [12]) are listed in Table 1. The catalysts differed mainly in Fe loading. The iron content in K-C-Fe(7)/A1203 was 3 times higher than in Table 1 Chemical composition and activity in ammonia synthesis of the K-C-Fe/AI203 catalysts Catalyst Composition (wt.%) Fe K AI203 C a Activity (vol.%) NH 3 K-C-Fe(3)/AI203 1 1.09 48.20 38.46 2.25 0.18 K-C Fe(7)/A1203 33.51 47.57 15.90 3.02 0.48 Commercial iron 0.18 catalyst Activity test carried out at T = 350; s.v. = 5000 h ~, under atmospheric pressure. a Complementary value to reach 100%. A gnieszk Pattek-Janczyk et al. / Applied Catalysis A.\" General 141 (1996) 1-16 z ,m 100 f --~'-\" 99 98- 100' 99 98- (a) a b ,oo 97 _ 94~ A~ '~.: y F ' 98 ~ I f 96 ~/~'~ (b) velocity [mm/s] Fig. 1. Room temperature MSssbauer spectra of the samples in series \"Y' after different preparation stages: Panel (a) a = calcined, b = reduced. Panel (b): c = carbon coated (precursor), d = metallic potassium activated (catalyst). 6 Agnie,w,k Pattek-Janczyk et al. / Applied Catalysis A: General 141 l 1996~ l- 16 Table 2 M~Sssbauer parameters for samples in series \"3\" after different preparation stages Sample 6 A I'/2 Area Iron species (mm/s) (mm/s) (ram/s) (%) Fe(3)/AI203 0.32(1) 1.18(1) 0.35(1) I00 Fe3~ AI-Fe-O calcined Fe(3)/AI203 0.32(1) 1.20(1) 0.37(1) 68.8_+2.5 Fe3+ AI-Fe-O reduced 1.05( 1 ) 1.92(2) 0.34(2) 31.2 + 1.9 Fe2 + FeA1204 C-Fe(3)/A1203 0.41(1) 0.94(I) 0.38(1) 66.2(4) Fe~+ AI-Fe-O precursor (FeAIO3 ) 0.85(1) 2.23(1) 0.39(1) 33.8(3) Fe2+ FeA1204 K-C-Fe(3)/AI20~ 0.33(I) 0.66(1) 0.30(1) 80.0_+2.0 Fe3~ catalyst 1.06(1 ) 2.00(6) 0.43(3) 20.0 _+ 1.5 Fe2 + FeAI204 6: Isomer shift versus room temperature c~-Fe: A: quadrupole splitting; 1\": full width at half maximum; area: relative contribution to the total spectrum. K-C-Fe(3)/A1203. In both catalysts the amount of potassium was similar. The catalytic activity of K-C-Fe(7)/A1203 was found to be significantly higher than that of K-C-Fe(3)/AI203. The preparation procedure described in Section 2 resulted in a series of four samples (calcined, reduced, carbon coated and potassium vaporized) for each catalyst. These two series were denoted further series \"3\" and series \"7\". Series \"3\" included the samples containing a relatively small amount of iron (c.a. 11% wt.) (see Table 1.). M~ssbauer spectra of the samples recorded after every preparation stage are shown in Fig. l a and Fig. lb. After calcination and reduction (Fig. l a) the spectra were recorded at the high velocity (+ 12.0 ram/s) scale in order to check whether some magnetic components were present in the samples. The negative result suggested recording the spectra after the two next stages, carburization and potassium vaporization, at a lower velocity ( _+ 4.0 ram/s) scale to increase the resolution (Fig. lb). All spectra revealed only the presence of nonmagnetic components. The M6ssbauer parameters and contribu- tions of the various iron species are listed in Table 2. The contributions were calculated under the assumption that the recoil-free fractions were the same for all the iron species. In the calcined sample the doublet with an isomer shift (IS) of 0.32 mm/s and a quadrupole splitting (QS) of 1.18 mm/s was attributed to Fe(III) strongly interacting with the support and forming a compound containing Fe, A1 and O (AI-Fe-Q) [13]. Also the presence of a small amount of hematite, if it occurred in the form of tiny particles, cannot be excluded. There are several studies in the literature reporting metal-support interactions [13-15]. The created species are difficult to reduce, as shown in Refs. [14,15]. This observation was also confirmed in the present study because only a part of the A1-Fe-O compound was reduced forming the Fe(II) species (contribution of 31.2 wt.%, see Table 2). The additional doublet with parameters given in Table Agnieszk Pattek-Janczyk et al. /Applied Catalysis A: General 141 (1996) 1-16 7 2 appeared in the spectrum of the reduced sample. According to the literature data [13,16] these parameters suggested the presence of Fe(II) aluminate (hercynite) with a normal spinel structure with partial inversion. For the partially inverse spinel with iron at tetrahedral A sites and octahedral B sites two quadrupole-split spectra might be noticed. The attempts to deconvolute the spinel doublet into two doublets attributed to two different Fe2+ ion positions gave enormously high calculated errors for IS and QS. Thus, the MiSssbauer parameters of the spinel phase doublet were averaged in our case. They were within the range of values reported by Vaishinava et al. [13] for the 14% Fe/A1203 sample and by Tang Ren Yuan et al. [16] for the 10% Fe/A1203 sample, both after reduction. The values suggested also that in our sample more iron ions were placed in the octahedral sites of the spinel structure. The carbon coating process did not change the spectrum significantly. The main part of iron was still in the ferric state but the quadrupole splitting of the doublet assigned to Fe(III) decreased. The M~Sssbauer parameters of this doublet suggested two possible interpretations. Iron might be still bound to the support as the AI-Fe-O compound --however better ordered than after calcination and reduction-- which would result in a lower field asymmetry at the iron nucleus. The second possibility might be the formation of Fe(III) aluminate, as found by Tang Ren-Yuan et al. [16] during the combined TPR and MS in situ studies of the 10%Fe/AI203 catalysts. The carburization process also influenced the spinel lattice of hercynite. The slight differences in the Mtissbauer parameters (IS and QS) of the Fe(II) aluminate doublet suggested that the degree of inversion x in Fej_xAlx[FexA12_x]O4 has been changed. A further decrease of the QS value for the ferric doublet after potassium vaporization was assigned to the influence of this metal. Unfortunately, the MS observations were not strongly supported by the X-ray diffraction measurements because of broad reflections of A1203 and low iron content (ca. 10 wt.%). The X-ray diffraction patterns for the samples in series \"3\" are given in Fig. 2. The first three patterns e.g. of calcined, reduced and carbonized samples are very similar to each other, and practically only maxima which could be assigned to A1203 (20 ca. 52and 79 are observed. Both the diffraction maxima broadening and their intensity indicated that the A1203 support was of poor crystalline character and that it existed in different forms. In the reduced sample very weak peaks of hercynite FeA1204 might be recognized. After carbon coating low intensity reflections of graphite-like species were found additionally by computer fitting of the X-ray diffraction patterns. The phase analysis of the precursor activated with metallic potassium showed a significant decrease of the intensity of the A1203 peaks. The simulta- neous appearance of some potassium forms, intercalated in graphite, like KC8 (JCPDS card No. 27-378) and KC24 (JCPDS card No. 19-945) was found by computer fitting. 8 Agnieszk Pattek-Janczyk et al./Applied Catalysis A: General 141 (1996) 1-16 ~oo~, 1 0 iiI Q a/ 10( OO IIjV \"~ < 5[ I0C x d X 50 o 20 &O 60 80 20deg Fig. 2. X-ray diffraction patterns of the samples in series \"3\" after different preparation steps. CoKo~ radiation. Intensity is given in logarithmic scale to ensure the clarity of presentation. (a) Fe(3)/AI203 calcined, (b) Fe(3)/A1203 reduced, (c) C-Fe(3)/A1203 carbon coated (precursor), (d) K-C-Fe(3)/AI203 metallic potassium treated (catalyst); O = A1203, = FeAI204, X = unknown peaks or thin film of intercalated graphite. Also the presence of Fe(III) aluminate cannot be excluded. If small crystal- lites of FeA103 were formed on the alumina surface, they could not be detected by X-ray analysis because the reflection broadening might decrease the peak intensities below the detection level. The M6ssbauer spectra of the samples in series \"7\" shown in Fig. 3 are quite Agnieszk Pattek-Janczyk et al./ Applied Catalysis A: General 141 (1996) 1-16 9 100 95 ~ ~ ~~ ~~ .... 90 85 100 \"~ 92 ,00 96 92 88 100 96 92 -12 -8 -4 0 4 8 12 Velocity [mm/s] Fig. 3. Room temperature Mbssbauer spectra of the samples in series \"7\" after different preparation stages: (a) Fe(7)/AI203 calcined, (b) Fe(7)/AI203 reduced, (c) C-Fe(7)/A1203 carbon coated (precursor), (d) K-C-Fe(7)/AI203 metallic potassium treated (catalyst). different from the spectra of series \"3\". Miissbauer parameters and the spectral contributions of various iron species in series \"7\" are given in Table 3. The higher metal loading (33.5 wt.%) resulted in the presence of magnetic compo- nents like: metallic iron, magnetite, hematite etc. in the samples. After calcina- tion the spectrum revealed mainly slightly asymmetric doublet and weak lines of a sextet that was assigned to bulk ~-Fe203. However the QS value of the doublet was lower than the respective one in the former series. It may suggest that in series \"7\", after calcination, some part of iron was bound to the support forming an A1-Fe-O compound while the remaining iron of different particle size formed ~-Fe203 on the support. Bigger particles interacted antiferromag- l0 Agnieszk Pattek-Janezyk et al./Applied Catalysis A: General 141 (1996) 1-16 Table 3 MiSssbauer parameters for samples in series \"7\" after different preparation stages Sample 6 a H F / 2 Area Iron species (mm/s) (mm/s) (kOe) (mm/s) (%,) Fe(7)/AI203 0.32(1) 0.86(1) 0.30(1) 91.1(6) Fe3+ AI-Fe-O calcined oe-Fe203 superparamagnetic 0.39(4) 0.30(6) 486(2) 0.56(6) 8.9(5) Fe3- o~-Fe203 bulk Fe(7)/AI20~ 0.24(1) 0.90(1) 0.27(1) 17.8(3) Fe3 + AI-Fe-O reduced c*-Fe203 superparamagnetic 0.91(1) 1.72(1) 0.43(1) 21.8(4) Fe2+ FeA12Q 0.31(1) 488.6(4) 0.40(1) 25.8(7) Fe3+ Fe304 (site A) 0.47(1) 436(2) 0.68(3) 21.5(7) Fe3+ Fe304 (site B) Fe2 + 0.00(1) 332.1(1) 0.15(1) 13.1(4) Fe metallic C-Fe(7)/A1203 0.24(1) 0.96(1) 0.25(1) 5.2(2) Fe~+ A1-Fe-O precursor ~-Fe203 superparamagnetic 0.91(1) 1.76(2) 0.43(1) 19.6(3) Fe2+ FeAI204 0.37(1) 464.0(9) 0.50(2) 15.4(7) Fe3 + Fe304 (site A) 0.58(2) 410(1) 0.65(3) 17.5(7) Fe~+ Fe304 (site B) Fe2 + 0.00(1) 330.7(4) 0.17(1) 42.4(8) Fe metallic K-C-Fe(7)/AI,_ 07 0.04(1 ) 0.15( 1 ) 3.5(2) Fetl superparamagnetic catalyst 0.31(1) 0.84(1) 0.51(1) 21.0(4) Fe3+ A1-Fe-O of-Fez O3 superparamagnetic 0.32(1) 480.2(5) 0.32(1) 12.0(3) Fe3+ Fe304 (site A) 0.69(2) 415(2) 1.05(3) 24.0(6) Fe3+ Fe304 (site B) Fe2 + 0.19 208 0.30 3.4(1) F%C cementite 0.00(1) 330.8(4) 0.15(1) 36.0(7) Fe metallic 6: isomer shift versus c~-Fe; A: quadrupole splitting; H: effective magnetic field; F: full width at half maximum; area: relative contribution to the total spectrum. netically, and they were seen as bulk hematite with a magnetic field somehow lower than that published in the literature [17], which may confirm the distribu- tion of particle sizes. Superparamagnetic interaction of small particles should be manifested by a doublet which totally overlaps with the A1-Fe-O doublet. In order to justify this suggestion low temperature MiSssbauer effect measurements were carried out. Spectra recorded at 80 and 4.2 K are shown in Fig. 4. At 80 K the sextet was more pronounced and located on the broad concave background which proved some relaxation processes in the sample. At 4.2 K the magnetic ordering was completed although the field distribution still existed (the line broadening was significant). The field distribution occurring at 4.2 K confirmed the presence of iron-support interaction and formation of the A1-Fe-O com- pound besides highly dispersed hematite. These considerations were consistent with the X-ray measurements in which also the reflections of ~-Fe203 were found in the pattern of the calcined sample A gnieszk Pattek-Janczyk et al. / Applied Catalysis A: General 141 (1996) 1-16 I 1 100 95 90 85 300K 100 .. \"~ 96 92 ,00969 4.2K 94 i , i i , i i , i , J -12 -8 -4 0 4 8 12 Velocity [ram/s] Fig. 4. Low temperature M6ssbauer spectra of the sample Fe(7)/A1203 calcined. (Fig. 5a). The phase analysis was difficult because of the multiphase composi- tion of studied samples and their amorphous character. Structure similarities of iron oxides and binary iron oxides like Fe304, y-Fe203 or FeA1204, which all have the same anion sublattice and are closely related to each other, made this task more complicated. However, the application of the XRD technique together with MS measurements allowed to determine the iron state during the subse- quent stages of catalyst preparation. In the reduced sample the reflections of metallic iron, hercynite, magnetite and maghemite were found in the X-ray diffraction pattern (Fig. 5b). The M~Sssbauer data of this sample suggested also the presence of T-Fe203 because the spectral contribution of site A in magnetite was too high in comparison to the contribution of site B (see Table 3). The low content of bulk iron in the sample after reduction indicated that part of the iron appeared probably in the L2 Agnieszk Pattek-Janczyk et al./Applied Catalysis A: General 141 (1996) 1-16 100 50: 100 50 i t a, o o 100 J ~17~ 50- 20 40 60 80, 20, de9 Fig. 5. X-ray diffraction patterns of samples in series \"7\" after different preparation steps. Co K a radiation. (a) Fe(7)/AI203 calcined, (b) Fe(7)/AI203 reduced, (c) C-Fe(7)/AI203 carbon coated (precursor), (d) K-C-Fe(7)/AI203 metallic potassium treated (catalyst), ( Al203, ( a-Fe203, (0) FeAI204, (n) Fe. ( y-Fe203, (zx) Fe304, (C) graphite-like carbon, (X) unknown peaks or thin film of intercalated graphite. metallic state with a particle size smaller than the ferromagnetic domain size. These small particles may be oxidized to y-F%O3 during the sample passiva- tion. Similar behavior of iron particles during treatment in flowing O2 at 490 K was found by Boudart et al. [18] who studied the Fe/MgO system. When the Fe/MgO samples were oxidized, y-Fe203 proved to be quite a stable product. Maghemite was also found as a final oxidation state of the supported-on-the- A gnieszk Pattek-Janczyk et al. / Applied Catalysis A: General 141 (1996) 1-16 13 AI203 iron catalyst whereas unsupported iron was oxidized to ce-Fe203 at 673 K [19]. After reduction the doublet with IS = 0.24 mm/s and QS = 0.90 mm/s assigned to A1-Fe-O and to superparamagnetic ce-Fe203 particles still existed. It means that the reduction was not completed. The low temperature Mi3ssbauer spectra shown in Fig. 6 confirmed this supposition. The significant increase of the area of external lines in the spectra at 80 and 4.2 K indicated that the paramagnetic ce-Fe203 particles gradually became magnetically ordered with decreasing temperature. The carburization and activation processes significantly changed the M~Sssbauer spectra of samples in series \"7\" (see Fig. 3c and Fig. 3d). The dominant phase both in the precursor C-Fe(7)/AI203 and in the active contact K-C-Fe(7)/A1203 was metallic iron with ferromagnetic properties. It seemed to us that the carbon coating procedure converted the small iron particles into .,q == 100 96 92 100 96 92 100 \" ' u.. \"\" \" 80K 92 4.2K -12 -8 -4 0 4 8 12 Velocity [mm/s] Fig. 6. Low temperature M~Sssbauer spectra of the sample Fe(7)/AI_,O3 reduced. 14 Agnieszk Pattek-Janczyk et al. /Applied Catalysis A: General 141 (1996) 1-16 larger ones or somehow prevented them from oxidation during the passivation process since the contribution of the split six-line spectrum of iron to the total spectrum increased. The oxide phases (magnetite and maghemite) were still present in the precursor and the active contact. The distributions of hyperfine interactions together with the amorphous character of the samples resulted in unexpectedly broad line-widths and heavily influenced the hyperfine parameters. It is obvious that precise deconvolution of the spectrum in relation to magnetite and maghemite in such a case is nearly impossible. All parameters are averaged and vary within quite a large range. The spectrum lacks the properly shaped peaks of the particular oxide phases. This was the reason why maghemite was not fitted in the samples because the parameter values to be fixed were not known. The presence of y-Fe203 was concluded, as previously, from the high contribution of the A site in magnetite (compare Table 3) and was confirmed by the X-ray results. It was surprising that after the carburization procedure neither carbides nor iron-carbon phases were found in the M~ssbauer spectra and X-ray diffraction patterns. The X-ray diffraction pattern of the precursor C-Fe(7)/AI203 was enriched in graphite-like carbon reflections at 2 0 near 31 An implication of the character of the M~issbauer spectrum is such that even if a small amount of some carbides had been formed, their content up to a few percent might be still too low to be detected. On the other hand carbides were found in the MiSssbauer spectrum of the active contact K-C-Fe/AI203. The strong reducing conditions during the potassium treatment might bring about the reaction between iron and carbon that resulted in formation of cementite Fe3C. The difference between the M~Sssbauer spectra of the precursor and the active contact was pronounced mainly in their central part. After activation hercynite disappeared and a new single line situated near zero of the velocity scale was observed. This single line with the isomer shift value of -0.04 mm/s was attributed to the paramagnetic form of Fe(0) particles influenced by metallic potassium. The negative value of IS was consistent with the increase of electron density at the iron nucleus brought about by transfer of the 2s potassium electron to iron. A similar effect of the modification of the electron density was observed by Bartholomew et al. [20], who studied the dilute carbon and alumina supported Co and Fe systems by M~Sssbauer absorption and M~Sssbauer emission spectro- scopies. The isomer shift of the singlet assigned to superparamagnetic clusters was negative (-0.05 to -0.15 mm/s) for both Co and Fe on alumina and positive (+0.05 to +0.15 mm/s) for both Co and Fe supported on carbon. According to the authors it provided a direct evidence for the electronic modifications of these metal clusters by the interaction with the support. In our case the modification of the electron density of iron may be brought about by the presence of potassium and carbon in its closest neighborhood. The Agnieszk Pattek-Janczyk et al. / Applied Catalysis A: General 141 (1996) 1-16 15 transport of the 2s potassium electron from potassium to iron via carbon may be facilitated by the presence of some intercalated phases of KCs, KC9 and KC24 which were found in the X-ray diffraction pattern of the active contact. The iron particles with different dispersion were probably responsible for the high activity of the K-C-Fe(7)/AI203 catalyst in comparison to the K-C- Fe(3)/A1203 catalyst and the commercial one. 4. Conclusions Mtissbauer data and X-ray diffraction results showed that the fate of iron in catalysts of the K-C-Fe/AI203 type strongly depended on the Fe loading. The high (ca. 33 wt.%) and low (ca. 11 wt.%) Fe content resulted in a quite different behavior of iron during the catalyst preparation. 1. After calcination all iron was bound to the support in the Fe(3)/AI203 series with low iron content while in the high loading catalyst in the Fe(7)/A1203 series hematite with a different particle size was also formed. 2. The reducibility of the studied samples increased with metal loading. In the series Fe(3)/A1203 the reduction was limited to the formation of Fe(II) aluminate. The presence of hematite in the Fe(7)/AI203 series resulted in the reduction to magnetite and metallic iron. 3. The occurrence of maghemite as an oxidation product was conditioned by the presence of small iron particles in the catalyst. 4. After carburization neither iron carbides nor iron-carbon phases were found. In the X-ray diffraction patterns the reflections of some potassium forms intercalated in graphite were observed. 5. The activation upon metallic potassium vaporization resulted in the formation of superparamagnetic iron in the catalysts with a higher iron loading. In the catalysts with lower iron loading the Fe(III) species of decreased quadrupole splitting effected by potassium was found. 6. The strong reducing conditions during the potassium treatment probably brought about the reaction between iron and carbon resulting in the formation of a small amount of cementite Fe3C. 7. Considering the high catalytic activity of the catalyst with higher metal loading a different dispersion of the Fe phase should be taken into account. References [1] S.R. Tennison, in J.R. Jennings (Editor), Catalytic Ammonia Synthesis: Fundamentals and Practice, Plenum, New York, 1991, Ch. 9, p. 303. [2] K. Aika, H. Hori and A. Ozaki, J. Catal., 27 (1972) 424. [3] M. Ichikawa, T. Kondo, K. Kawase, M. Sudo, T. Onishi and K. Tamaru, J. Chem. Soc. Chem. Commun., 3 (1972) 176. 16 A gnieszk Pattek-Janczyk et al. / Applied Catalysis A: General 141 (1996) 1-16 [4] Ju. N. Novikov and M.E. Volpin, Physica B/C, 105 (1981) 471. [5] K. Ka[ucki and A.W. Morawski, Stud. Surf. Sci. Catal., 7 (1981) 1496. [6] K. Kalucki and A.W. Morawski, Synth. Met., 34 (1989)713. [7] K. Kalucki and A.W. Morawski, J. Chem. Technol. Biotechnol., 47 (1990) 357. [8] K. Katucki and A.W. Morawski, Stud. Surf. Sci. Catal., 63 (1991) 487. [9] Chem. Eng., March (1993) 19. [10] I. Foster, P.G. James, J.J. McCarroll and S.R. Tennison, US Pat., 4,250,057 (1981). [11] K.S. Rama Rao, P.K. Rao, S.K. Masthan, L. Kaluschnaya and V.B. Shur, Appl. Catal., 62 (1990) LI9. [12] K. Ka~ucki, A.W. Morawski and W. Arabczyk, Scientifc Bases for the Preparation of Heterogeneous Catalysts, 6th International Symposium, Preprints, Vol. 1, Louvain-la-Neuve (Belgium), Sept. 5-8 1994, p. 131. [13] P.P. Vaishnava, P.I. Ktorides, P.A. Montano, K.J. Mbadcam and G.A. Melson, J. Catal., 96 (1985) 301. [14] Y.-Y. Huang and J.R. Anderson, J. Catal., 40 (1975) 143. [15] H.M. Gager and M.C. Hobson, Catal. Rev. Sci. Eng., 11 (1975) 124. [16] Tang Ren-Yuan, Zhang Su, Wang Cbengyu, Liang Dongbai and Lin Liwu, J. Catal., 106 (1987) 440. [17] N.N. Greenwood and T.C. Gibbs, M~ssbauer Spectroscopy, Chapman and Hall, London, 1971. [18] M. Boudart, A. Delbouille, J.A. Dumesic, S. Khammauma and H. Topsoe, J. Catal., 37 (1975) 486. [19] H. Jung and W.J. Thomson, J. Catal., 128 (1991) 218. [20] C.H. Bartholomew, L.R. Neubauer and P.A. Smith, Proceedings 10th International Congress on Catalysis, 19-24 July, 1992, Budapest (Hungary), Part A, Elsevier, Amsterdam, 1993, p. 821. APCATA 96000300 0926-860X(96)00030-0 10.1016/0926-860X(96)00030-0 Article Study on the preparation of KCFe Al2O3 catalysts for ammonia synthesis at mild conditions followed by Mössbauer spectroscopy Agnieszka Pattek-Janczyk ∗ a Barbara Miczko b Antoni Waldemar Morawski c a Department of Chemistry, Jagiellonian University, Ingardena 3, PL-30-060 Cracow, Poland b Regional Laboratory of Physicochemical Analyses and Structural Research, Jagiellonian University, Ingardena 3, Pl-30-060 Cracow, Poland c Institute of Inorganic Chemical Technology, Technical University of Szczecin, Pułaskiego 10. PL-70-322 Szczecin, Poland ∗ Corresponding author. Fax. (+48-12) 340515. The state of iron in novel KCFe Al2O3 catalysts for ammonia synthesis at mild conditions was studied by Mössbauer spectroscopy and X-ray diffraction. The activities of the catalysts were found to be comparable or even higher than the activity of the commercial contact. Two catalysts differing in iron loading were examined after every stage of preparation. The high (ca. 33 wt.%) and low (ca. 11 wt.%) Fe content resulted in a different behavior of iron during the catalyst preparation and different iron forms were found in the active contacts. In the catalyst with high iron loading the difference in Fe dispersion was observed while the low loading contact contained mainly Fe(III) species. Both highly dispersed iron and Fe(III) species were influenced by potassium, this being concluded from the Mössbauer parameters calculated for these forms. Keywords KCFe Al2O3 Mössbauer spectroscopy Ammonia synthesis References [1] S.R. Tennison J.R. Jennings Catalytic Ammonia Synthesis: Fundamentals and Practice 1991 Plenum New York 303 Ch. 9 [2] K. Aika H. Hori A. Ozaki J. Catal. 27 1972 424 [3] M. Ichikawa T. Kondo K. Kawase M. Sudo T. Onishi K. Tamaru J. Chem. Soc. Chem. Commun. 3 1972 176 [4] Ju.N. Novikov M.E. Volpin Physica B/C 105 1981 471 [5] K. Kałucki A.W. Morawski Stud. Surf. Sci. Catal. 7 1981 1496 [6] K. Kałucki A.W. Morawski Synth. Met. 34 1989 713 [7] K. Kałucki A.W. Morawski J. Chem. Technol. Biotechnol. 47 1990 357 [8] K. Kałucki A.W. Morawski Stud. Surf. Sci. Catal. 63 1991 487 [9] Chem. Eng. 1993 19 March [10] I. Foster, P.G. James, J.J. McCarroll and S.R. Tennison, US Pat., 4,250,057 (1981). [11] K.S. Rama Rao P.K. Rao S.K. Masthan L. Kaluschnaya V.B. Shur Appl. Catal. 62 1990 L19 [12] K. Kałucki A.W. Morawski W. Arabczyk 2nd ed. Scientifc Bases for the Preparation of Heterogeneous Catalysts, 6th International Symposium Vol. 1 1994 131 Louvain-la-Neuve (Belgium) [13] P.P. Vaishnava P.I. Ktorides P.A. Montano K.J. Mbadcam G.A. Melson J. Catal. 96 1985 301 [14] Y.-Y. Huang J.R. Anderson J. Catal. 40 1975 143 [15] H.M. Gager M.C. Hobson Catal. Rev. Sci. Eng. 11 1975 124 [16] Tang Ren-Yuan Zhang Su Wang Chengyu Liang Dongbai Lin Liwu J. Catal. 106 1987 440 [17] N.N. Greenwood T.C. Gibbs 2nd ed. Mössbauer Spectroscopy 1971 Chapman and Hall London [18] M. Boudart A. Delbouille J.A. Dumesic S. Khammauma H. Topsoe J. Catal. 37 1975 486 [19] H. Jung W.J. Thomson J. Catal. 128 1991 218 [20] C.H. Bartholomew L.R. Neubauer P.A. Smith Proceedings 10th International Congress on Catalysis 19–24 July, 1992, Budapest (Hungary) 1993 Elsevier Amsterdam 821 Part A",
      "scopus-id": "0348049876",
      "coredata": {
        "eid": "1-s2.0-0926860X96000300",
        "dc:description": "The state of iron in novel KCFe Al2O3 catalysts for ammonia synthesis at mild conditions was studied by Mössbauer spectroscopy and X-ray diffraction. The activities of the catalysts were found to be comparable or even higher than the activity of the commercial contact. Two catalysts differing in iron loading were examined after every stage of preparation. The high (ca. 33 wt.%) and low (ca. 11 wt.%) Fe content resulted in a different behavior of iron during the catalyst preparation and different iron forms were found in the active contacts. In the catalyst with high iron loading the difference in Fe dispersion was observed while the low loading contact contained mainly Fe(III) species. Both highly dispersed iron and Fe(III) species were influenced by potassium, this being concluded from the Mössbauer parameters calculated for these forms.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-07-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96000300",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pattek-Janczyk, Agnieszka"
          },
          {
            "@_fa": "true",
            "$": "Miczko, Barbara"
          },
          {
            "@_fa": "true",
            "$": "Morawski, Antoni Waldemar"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96000300"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96000300"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00030-0",
        "prism:volume": "141",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Study on the preparation of KCFe Al2O3 catalysts for ammonia synthesis at mild conditions followed by Mössbauer spectroscopy",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "KCFe Al2O3"
          },
          {
            "@_fa": "true",
            "$": "Mössbauer spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Ammonia synthesis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-16",
        "prism:endingPage": "16",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 July 1996",
        "prism:doi": "10.1016/0926-860X(96)00030-0",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/0926-860X(96)00030-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "116",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X96000300-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "567",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "116",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X96000300-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "567",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "116",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X96000300-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "567",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0348049876"
      }
    }
  }
}