{
  "metadata": {
    "title": "Oxidations involving phosphate species supported on TS-1: a novel class of grafted catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-07-20",
    "doi": "10.1016/0926-860X(95)00078-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9500078X",
    "pii": "0926860X9500078X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002178119",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X9500078X 0926-860X(95)00078-X 0926860X9500078X 10.1016/0926-860X(95)00078-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00452 2024-01-01T12:18:48.759026Z 0 0 19950720 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 128 128 1 1 Volume 128, Issue 1 10 89 96 89 96 19950720 20 July 1995 1995-07-20 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. OXIDATIONSINVOLVINGPHOSPHATESPECIESSUPPORTEDTS1ANOVELCLASSGRAFTEDCATALYSTS DUPREY E NOTARI 1993 163 B MARTENS 1993 71 J HUTCHINGS 1994 1095 G BREGEAULT 1994 571 J SALLES 1994 871 L PEREGO 1986 129 G TUEL 1990 95 A ZECCHINA 1991 251 A PASCAL 1975 127 P COMPLEMENTSAUNOUVEAUTRAITEDECHIMIEMINERALE HUYBRECHTS 1992 129 D POPE 1983 M HETEROPOLYISOPOLYOXOMETALATES VEDRINE 1982 147 J CARO 1991 295 J RESCHETILOWSKI 1991 119 W LI 1993 391 Y SCHMUTZ 1993 393 C CORMA 1994 27 A ROCCHICCIOLIDELTCHEFF 1990 591 C BRUCKMAN 1993 445 K BREGEAULT 1991 521 J AUBRY 1991 4409 C CONTANT 1993 301 R DUPREYX1995X89 DUPREYX1995X89X96 DUPREYX1995X89XE DUPREYX1995X89X96XE item 0926-860X(95)00078-X 0926860X9500078X 1-s2.0-0926860X9500078X 10.1016/0926-860X(95)00078-X 271346 2024-01-01T12:18:48.759026Z 1995-07-20 1-s2.0-0926860X9500078X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9500078X/MAIN/application/pdf/19982b890938c1156f042494d5338617/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9500078X/MAIN/application/pdf/19982b890938c1156f042494d5338617/main.pdf main.pdf pdf true 401297 MAIN 8 1-s2.0-0926860X9500078X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9500078X/PREVIEW/image/png/774857ff8905dfa0967e439d73eba80b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9500078X/PREVIEW/image/png/774857ff8905dfa0967e439d73eba80b/main_1.png main_1.png png 43419 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 128 (1995) 89-96 Oxidations involving phosphate species supported on TS-1\" a novel class of grafted catalysts E. Duprey a, j. Maquet b, p.p. Man a, J.-M. Manoli c, M. Delamar d, J.-M. Br6geault a,, a Universitd P. et M. Curie, D@artement de Chimie, URA I428, Catalyse et Chimie des Surfaces, Tour 54-55, Case 196, 4 place Jussieu, 75252 Paris Cedex 05, France b Universit~ P. et M. Curie, Dartement de Chimie, URA 1466, Chimie de la Matikre Condensie, 75252 Paris Cedex 05, France Universit~ P. et M. Curie, Ddpartement de Chimie, URA 1106, R~activit~ de Surface et Structure, 75252 Paris Cedex 05, France d Universit~ D. Diderot, ITODYS, URA 34, 1 rue Guy de la Brosse, 75005 Paris Cedex 05, France Received 25 October 1994; revised 22 March 1995; accepted 22 March 1995 Abstract Phosphate species deposited on titanium silicalite (TS-1 ) can interfere with epoxidation by hydro- gen peroxide. Phosphates grafted on TS-1 are identified by solid-state 31p MAS NMR. Signals at - 5.1, - 10.8 and - 20 ppm are attributed to monodentate, chelating or bridging phosphate ions and polyphosphates, respectively. Phosphate-modified TS-1 can anchor tungsten oxoperoxo species; with aqueous hydrogen peroxide, this novel class of supported catalysts can oxidize bulky molecules under mild conditions. 31 Keywords: Alkeneoxidation;ESCA;Hydrogenperoxide;Nuclearmagneticresonanceanalysisof P; Phosphate- modified TS-1 ; Phosphato-oxoperoxotungstate catalysts; Titanium silicalite-1 1. Introduction The report of a method for synthesizing titanium silicalite (TS- 1 ) with an MFI structure [ 1 ] has opened up a new research area. TS- 1 is a remarkable catalyst for selective oxidations by hydrogen peroxide. An industrial process based on TS-1 has been developed and a plant for the industrial production of TS- 1 has also been built [2]. Recently, the catalytic performance of a standard titanium molecular sieve, EUROTS-1, was evaluated in four European universities [3 ] and the effect * Corresponding author. 0926-860X / 95 / $09.50 1995 Elsevier Science B.V. All rights reserved SSDI O926-860X ( 95 )00078-X 90 E. Duprey et al. /Applied Catalysis A: General 128 (1995) 89-96 of treating TS-1 with base was investigated [4]. We show, for the first time, that when commercial hydrogen peroxide solutions are associated with phosphate sta- bilizers, these additives affect catalysis by TS-1. In our previous work on silica- supported ( n-B u4N) 2 [ HPO4 { WO ( 02) 2 } 2 ] leaching was observed during catalytic tests [5]. Thus, it seems worth trying to use other support materials to avoid leaching into the liquid phase during oxidation reactions. We report here results obtained with phosphate-modified TS-1 and their application to the preparation of TS-l-supported phosphato-oxoperoxotungstate catalysts. The ultimate aim is to overcome problems of effluent disposal associated with the use of homogeneous or phase-transfer catalysis systems. 2. Experimental 2.1. Characterisation of TS-1 samples FT-IR spectra were recorded on a Bruker IFS 45 with KBr pellets. Raman spectra were recorded on a Jobin-Yvon Ulooo spectrometer with a reso- lution of 4 cm ~. The 514.5 nm excitation line of an Ar+ laser was used at 80-100 mW. TS-1 samples were mounted on a disc rotating at about 1000 rpm in order to avoid decomposition and/or photoreduction by the laser beam. Scanning electron microscopy (SEM) and energy dispersion spectroscopy (EDS) analyses were performed using a LINK AN 10 000 system (Si-Li diode detector) connected to a JEOL JEM 100CXII scanning transmission electron micro- scope equipped with a ASID 4D scanning device. The TS-1 samples were identified by X-ray powder diffraction using a Siemens D500 automatic diffractometer. Electron spectroscopy (ESCA) analyses were carried with a VG Escalab MK I spectrometer using A1 Ka and Mg Ka X-rays. In order to avoid possible X-ray- induced modification of the samples, the power applied to the anode was kept low (45 to 90 W). 3~p magic angle spinning nuclear magnetic resonance (MAS NMR) spectra were recorded on a Bruker MSL 400 spectrometer at 161.9 MHz. Spinning rates are 9 KHz. 31p chemical shifts are expressed in ppm relative to an 85% H3PO4 solution. 2.2. Preparation of TS-1 and supported phosphato-oxoperoxotungstate catalysts TS- 1 was prepared according to the original procedure [ 1 ]. (n-Bu4N) 2 [ HPO4 { WO (O2) 2 } 2 ] was prepared according to the described pro- cedure [6]. [HPO4{WO(02)2}2]2- species (the 31p MAS NMR signal for the crystallized tetrabutylammonium salt is located at 0.45 ppm) were fixed on TS-1 by simple adsorption from an acetonitrile solution (Catalyst A). TS-1 (0.3 g) was E. Duprey et al. /Applied Catalysis A: General 128 (1995) 89 96 91 added to a solution of (n-Bu4N) 2 [ HPO4 { WO (O2) 2 } 2 ] in acetonitrile ( 1 mmol in 10 cm3 ) and stirred for about 24 h at room temperature. The TS- 1 -supported catalyst obtained was centrifuged, then washed and air dried. Active elements can only be deposited on the external surface (the 3~p MAS NMR spectrum shows two signals, at - 0.05 and - 9.3 ppm, which correspond to native salts and grafted complexes, respectively). Typical elemental analysis is (%), W: 0.77; P: 0.065-0.15 which corresponds to an atomic ratio of P/W of 0.5-1.1. In another experiment, oxoperoxotungstate species were synthesized from 30% aqueous hydrogen peroxide and tungstic acid, 'H2WO4', and grafted onto phos- phate-modified TS-1. TS-1 (0.3 g) was slurried in 12 cm3 of water containing Na2HPO4 (0.012 g). The slurry was heated under reflux for 15 min, then filtered. The treatment was repeated twice. The phosphate-modified TS-1 obtained was centrifuged, then washed and air dried (the 3~p MAS NMR signal shows a maxi- mum between 5 and - 5 ppm). Tungstic acid, 'H2WO4', ( 1.25 g, 5 mmol) was added to 30% hydrogen peroxide (6 cm3). After 40 min stirring at 60, followed by centrifugation ( 15 min at 2000 rpm), the phosphate-modified TS-1 was added to the supernatant solution, stirred for about 24 h at room temperature, centrifuged, washed and then air dried (Catalyst B). The 3~p MAS NMR spectrum shows two signals at 17 ppm and - 8 ppm corresponding to catalytically active grafted com- plexes (P/W = 0.15-0.33). 2.3. Catalytic tests 4.5 cm3 of acetone was put in a Schlenk tube, followed by TS-1 (0.05 g). Oct- 1-ene (3.4 or 10.2 mmol) and then 30% aqueous hydrogen peroxide was added (commercial stabilized 30% H202 solutions, 3.4 or 6.8 mmol, with or without phosphates). The mixture was then stirred under reflux at 60 (reaction times: 2- 5 h; see Table 1). 4.5 cm3 of acetone was put in a Schlenk tube, followed by catalyst A or B (0.3 g), (R)-( + )-limonene (6.2 mmol) and then 30% aqueous hydrogen peroxide without phosphates (3.4 mmol). The mixture was then stirred at room temperature (reaction times: 6-24 h; see Table 2). 2.4. Analysis and identification of products All reaction mixtures were analyzed on a Delsi 30 gas chromatograph equipped with a 0.25 mm 50 m OV 1701 capillary column and a flame ionization detector linked to a Delsi Enica 10 electronic integrator. Product yields were determined by using methyl tert-butyl ether as internal standard. Mass spectral data were obtained at 70 eV on a mass spectrometer (Delsi-Nermag) coupled with a GC apparatus (Girdel 30). 92 E. Duprey et al. /Applied Catalysis A: General 128 (1995) 89-96 Table 1 Oxidation of oct- l-ene with TS- 1 using H2Oz with (runs 1 and 3) or without (runs 2 and 4) phosphates Run Time (h) H202 (retool) Oct-l-ene (mmol) Oct-l-ene conversion (%) Epoxide selectivity (%) 1 2 3.4 10.2 16 84 2 2 3.4 10.2 23 93 3\" 5 6.8 3.4 63 16 4a 5 6.8 3.4 64 80 Reactions conditions: Catalyst wt. = 0.05 g; T= 60; acetone (4.5 cm3). a 30% H202 added using a syringe pump (0.2 cm3/h); [phosphates stabilisers] = 12.5-19.5 raM. 3. Results and discussion Catalyst samples were analyzed by physical techniques [7,8]. The initial TS-1 samples were highly crystalline with an average crystal size of 0.3/xm and had a homogeneous distribution of titanium within the crystals, the ratio Ti/(Ti+ Si) being about 3%. The X-ray diffraction diagram is in complete agreement with the MFI structure. FT-IR spectra showed the absorption band at 960 cm- 1 attributed to framework incorporation of titanium. Raman spectra indicated no extraframe- work titanium [9]. To prevent catalytic decomposition by transition metal salts, commercial hydro- gen peroxide solutions are associated with stabilizers such as stannates or phos- phates [ 10]. While the final products obtained in oct-1-ene oxidation on titanium silicalite were similar to those reported previously [11,12], both conversion and selectivity for epoxide formation were reduced when phosphate-stabilized hydro- gen peroxide was used (Table 1, runs 1-2 and 3-4). In the same way selectivity fell for catalytic systems involving phosphate ions (12.5-19.5 mM) and excess hydrogen peroxide (run 3 vs. run 4). Phosphates would therefore appear to modify the catalyst surface and/or some of the species generated in solution. The fact that dtransition metal ions are complexed by XO] anions (X = P, As, Si, etc.) [ 13 ] suggested that the results could be attributed to a 'catalytic site/phosphate' inter- action. ESCA analysis of several TS-1 samples, previously treated with hydrogen per- oxide containing various amounts of orthophosphoric acid, indicated phospho- rus(V) species on the surface [ 14] (in contrast to untreated TS-1 samples) (Fig. 1 ). Solid-state MAS 3~p NMR, which is highly selective [ 15,16], indicated several phosphate species (Fig. 2a). When TS-1 samples were treated with aqueous hydro- gen peroxide and excess orthophosphoric acid, 'free H3PO4' (-0.1 ppm) and 'grafted phosphates' were detected (Fig. 2b), but signal overlap renders interpre- tation rather difficult. We suggest that TS-1 contains phosphorus bonded to tita- nium. Signals at -5.1 and - 10.8 ppm are attributed to phosphates with one P- O-Ti bond and to chelating or bridging phosphates, respectively [ 17,18 ]. Another signal, which appears at ca. - 20 ppm, can be tentatively assigned to polyphospha- tes [ 19]. E. Duprey et al. /Applied Catalysis A: General 128 (1995) 89-96 93 sg~. p cpl 47G 35; I1 1~7 1 7 Binding Energy eV Fig. 1. ESCA spectrum of P2p from TS-1 treated with aq. H202 and excess H3PO4 ( 140-180 mM). In the search for selective oxidations by hydrogen peroxide without leaching, phosphatotungsten-supported catalysts have been prepared [20]. Several attempts have been devoted to capillary impregnation or 'dry impregnation' of inorganic supports with solutions of Keggin units: (H3 [ PW1204o] .aq, H3 +, [ PMOl2 ,,VnO4o] .aq, etc.) and to subsequent thermal treatments to prepare heterogeneous catalysts; there is evidence for a redistribution of the metal(s) between several surface species during the thermal treatment [ 21,22]. Moreover, aqueous solutions of heteropolyacids (HPA) with the Keggin unit, H3 [ PM1204o] .aq (M = Mo, W), are also degraded in the presence of excess H202 to form peroxo species: [PO4{MO(O2)2}4]3-, [M203(O2)4(H20)2]2-, [ HPO4 { WO(O2) 2 } 2] 2--, etc. It appears that these anions are responsible for the catalytic activity of phase transfer systems [23,24]. These experimental facts led us to consider the (n-Bu4N)2[HPO4{WO(O2)2}2] salt as a potential precursor for heterogeneous catalyst preparation. Solid-state 3,p NMR is a very suitable technique for checking the motion of adsorbed species. The chemical shift anisotropy is the NMR parameter sensitive to dynamic processes. For the unsupported salt, the 31p shielding tensor is axial. Supporting it on silica reduces the chemical shift anisotropy, due to motion of the adsorbed species through a hydrogen-bonded network [ 25 ]. The concept of 'pseudoliquid' phase has been already invoked for the interpretation of partial averaging of the chemical shift 94 E. Duprey et al. /Applied Catalysis A.\" General 128 (1995) 89-96 b -o.t -5. t -20 20 I0 0 10 20 30 (ppm) Fig. 2. (a) Solid-state 3tp MAS NMR spectra TS-1 treated with phosphate-stabilized H202, (20 500 scans); (b) TS-1 treated with aq. H202 and excess H3PO4, ( 1780 scans). anisotropy for the unsymmetrical Dawson polyanion [P2W18062 ] 6- supported on silica [26]. This suggests that silica is an appropriate support neither for phosphate grafting nor for hydrogenophosphate catalysts for organic oxidation reactions in the liquid phase. In the case of TS- 1, whatever the catalytically active species on the external surface, no averaging of the 31p chemical shift has been observed. We tested the catalysts in the oxidation of (R)-( + )-limonene, 1, with 30% aqueous hydrogen peroxide at room temperature. With the initial TS-1 samples no catalysis was observed (Table 2). Several products appeared during tests catalyst t 2a 2b 3 cis-isomer trans-Jsomer main products Scheme 1. Products of (R)-( + ) limonene oxidation. E. Duprey et al. /Applied Catalysis A: General 128 (1995) 89-96 Table 2 Oxidation of (R)-( + ) limonene using aq. H202 without phosphatesa 95 Run catalyst Time (h) Substrate conversion (%) Epoxides selectivity (%) Diol selectivity (%) 1b 2a + 2b 3 TS- 1 24 traces traces traces A 24 75 53 30 B 6 99 traces 43 \" Reaction conditions: Catalyst wt. = 0.3 g; room temperature; acetone (4.5 cm3); 30% H202 (3.4 mmol)/(R)- ( + ) limonene (6.2 mmol). Conversion of the substrate based on the amount of H202 employed. ( Scheme 1 ) depending on the nature of the catalyst. With [ HPO4 { WO ( 02) 2 } 2 ] 2 - supported on TS-1 (Table 2, Catalyst A), the primary oxidation products formed were mono-epoxides, 2a and 2b; Br0nsted acidity converted the isomers to vicinal diols, 3. With oxoperoxotungstate species grafted onto phosphate-modified TS-1 (Catalyst B), substrate conversion was high but only traces of epoxide with ring- opened products were found. It should be emphasized that 3tp NMR differences between catalysts A and B are correlated with different catalytic reactivities (vide supra). 4. Conclusion The results of this study clearly show that commercial phosphate-stabilized hydrogen peroxide affects catalysis by TS-1. Phosphate species modify the TS-1 surface and can be used to anchor oxoperoxotungstate species. These species inter- act more strongly than with silica. Apart from its intrinsic interest, we think that this may have some chemical significance as a possible model in catalysis. Further work is in progress to characterize oxoperoxotungstate supported on phosphate- modified TS-1 and on other polymeric materials and to use such catalysts to oxidize bulky molecules under mild conditions. Acknowledgements We thank ADEME for a grant to E.D. and Dr. J.S. Lomas for constructive discussions and for correcting the manuscript. The help of Prof. Djega-Mariadassou and his team, particularly Dr. P. Beaunier (Groupement R6gional de Mesures Physiques), in collecting the map image, is gratefully acknowledged. We also thank Enichem and Rh6ne-Poulenc for providing some TS-1 samples, and Dr. G. Chottard for the Raman spectra. 96 E. Duprey et al. /Applied Catalysis A: General 128 (1995) 89-96 References [ 1 ] M, Taramasso, G. Perego and B. Notari, US Patent 4 410 501 (1983). [2] B. Notari, Catal. Today, 18 (1993) 163. [3] J.A. Martens, Ph. Buskens, P.A. Jacobs, A. van der Pol, J.H.C. van Hooff, C. Ferrini, H.W. Kouwenhoven, P.J. Kooyman and H. van Bekkum, Appl. Catal. A, 99 (1993) 71. [4] G.J. Hutchings and D.F. Lee, J. Chem. Soc., Chem. Commun., (1994) 1095. [5] J.-M. Br6geault, R. Thouvenot, S. Zoughebi, L. Salles, A. Atlamsani, E. Duprey, C. Aubry and G. Chottard, Stud. Surf. Sci. Catal., 82 (1994) 571. [6] L. Salles, C. Aubry, R. Thouvenot, F. Robert, C. Dor6mieux-Morin, G. Chottard, H. Ledon, Y. Jeannin and J.-M. Br6geault, Inorg. Chem., 33 (1994) 871. [7] G. Perego, G. Bellussi, C. Corno, M. Taramasso and F. Buonomo, Stud. Surf. Sci. Catal., 28 (1986) 129. [8] A. Tuel, J. Diab, P. Gelin, M. Dufaux, J.-F. Dutel and Y. Ben-Taarit, J. Mol. Catal., 63 (1990) 95. [9] A. Zecchina, G. Spoto, S. Bordiga, A. Ferrero, G. Petrini, G. Leofanti and M. Padovan, Stud. Surf. Sci. Catal., 69 ( 1991 ) 251. [ 10] P. Pascal and P.A. Gigubre, Compl6ments au Nouveau Trait6 de Chimie Minerale, Vol. IV, Masson, Paris, 1975, p. 127. [ 11 ] C. Neff, B. Esposito and F. Buonomo, Eur. Pat., Appl. 0100119 ( 1983 ). [ 12] D.R.C. Huybrechts, P.L. Buskens and P.A. Jacobs, J. Mol. Catal., 71 (1992) 129. [ 13] M.T. Pope, Heteropoly and Isopoly Oxometalates, Springer, Berlin, 1983. [ 14] J.C. V6drine, A. Auroux, P. Dejaifve, V. Ducarme, H. Hoser and S. Zhou, J. Catal., 75 (1982) 147. [15] J. Caro, M. Btilow, M. Derewinski, M. Hunger, J. K~irger, U. Kfirschner, H. Pfeifer, W. Storek and B. Zibrowius, Stud, Surf. Sci. Catal.,. 65 (1991) 295. [ 16] W. Reschetilowski, W.-D. Einicke, B. Meier, E. Brunner and H. Ernst, Stud. Surf. Sci. Catal., 69 ( 1991 ) 119. [ 17] Y.J. Li and M.S. Whittingham, Solid State Ionics, (1993) 391. [ 18] C. Schmutz, E. Basset, P. Barboux and J. Maquet, J. Mater. Chem., 3 (1993) 393. [ 19] A. Corma, V. Forn6s, W. Kolodziejski and L.J. Martinez-Triguero, J. Catal., 75 (1994) 27. [20] S.W. Brown, A. Hackett, A. Johnstone and R.A. Johnstone, Int. Pat., WO 93/00338 (1993). [21] C. Rocchiccioli-Deltcheff, M. Amirouche, G. Herv6, M. Fournier, M. Che and J.-M. Tatibou~t, J. Catal., 126 (1990) 591. [22] K. Brtickman, J.M. TatibouEt, M. Che, E. Serwicka and J. Haber, J. Catal., 139 (1993) 445. [23] J.-M. Br6geault, C. Aubry, G. Chottard, N. Platzer, F. Chauveau, C. Huet and H. Ledon, Stud. Surf. Sci. Catal., 66 ( 1991 ) 521. [24] C. Aubry, G. Chottard, N. Platzer, J.-M. Br6geault, R. Thouvenot, F. Chauveau, C. Huet and H. Ledon, Inorg. Chem., 30 ( 1991 ) 4409. [25] E. Duprey and J.-M. Br6geault, in preparation. [26] R. Contant, C. Rocchiccioli-Deltcheff, M. Fournier and R. Thouvenot, Coll. Surf. A: Phys. Eng. Asp., 72 (1993) 301. APCATA 9500078X 0926-860X(95)00078-X 10.1016/0926-860X(95)00078-X Elsevier Science B.V. All rights reserved Oxidations involving phosphate species supported on TS-1: a novel class of grafted catalysts E. Duprey a J. Maquet b P.P. Man a J.-M. Manoli c M. Delamar d J.-M. Brégeault * a a UniversitéP. et M. Curie, Département de Chimie, URA 1428, Catalyse et Chimie des Surfaces, Tour 54-55, Case 196, 4 place Jussieu, 75252 Paris Cedex 05, France b UniversitéP. et M. Curie, Départment de Chimie, URA 1466, Chimie de la Matière Condensée, 75252 Paris Cedex 05, France c UniversitéP. et M. Curie, Département de Chimie, URA 1106, Réactivitéde Surface et Structure, 75252 Paris Cedex 05, France d UniversitéD. Diderot, ITODYS, URA 34, 1 rue Guy de la Brosse, 75005 Paris Cedex 05, France * Corresponding author. Phosphate species deposited on titanium silicalite (TS-1) can interfere with epoxidation by hydrogen peroxide. Phosphates grafted on TS-1 are identified by solid-state31P MAS NMR. Signals at −5.1, −10.8 and −20 ppm are attributed to monodentate, chelating or bridging phosphate ions and polyphosphates, respectively. Phosphate-modified TS-1 can anchor tungsten oxoperoxo species; with aqueous hydrogen peroxide, this novel class of supported catalysts can oxidize bulky molecules under mild conditions. Keywords Alkene oxidation ESCA Hydrogen peroxide Nuclear magnetic resonance analysis of31P Phosphate-modified TS-1 Phosphato-oxoperoxotungstate catalysts Titanium silicalite-1 Reference [1] M. Taramasso, G. Perego and B. Notari, US Patent 4 410 501 (1983). [2] Notari B. Catal. Today 18 1993 163 [3] Martens J.A. Buskens Ph. Jacobs P.A. van der Pol A. van Hooff J.H.C. Ferrini C. Kouwenhoven H.W. Kooyman P.J. van Bekkum H. Appl. Catal. A 99 1993 71 [4] Hutchings G.J. Lee D.F. J. Chem. Soc., Chem. Commun. 1994 1095 [5] Brégeault J.-M. Thouvenot R. Zoughebi S. Salles L. Atlamsani A. Duprey E. Aubry C. Chottard G. Stud. Surf. Sci. Catal. 82 1994 571 [6] Salles L. Aubry C. Thouvenot R. Robert F. Dorémieux-Morin C. Chottard G. Ledon H. Jeannin Y. Brégeault J.-M. Inorg. Chem. 33 1994 871 [7] Perego G. Bellussi G. Corno C. Taramasso M. Buonomo F. Stud. Surf. Sci. Catal. 28 1986 129 [8] Tuel A. Diab J. Gelin P. Dufaux M. Dutel J.-F. Ben-Taarit Y. J. Mol. Catal. 63 1990 95 [9] Zecchina A. Spoto G. Bordiga S. Ferrero A. Petrini G. Leofanti G. Padovan M. Stud. Surf. Sci. Catal. 69 1991 251 [10] Pascal P. Giguère P.A. 3rd edn. Compléments au Nouveau Traitéde Chimie Minerale Vol. IV 1975 Masson Paris 127 [11] C. Neri, B. Esposito and F. Buonomo, Eur. Pat., Appl. 0100119 (1983). [12] Huybrechts D.R.C. Buskens P.L. Jacobs P.A. J. Mol. Catal. 71 1992 129 [13] Pope M.T. 3rd edn. Heteropoly and Isopoly Oxometalates 1983 Springer Berlin [14] Védrine J.C. Auroux A. Dejaifve P. Ducarme V. Hoser H. Zhou S. J. Catal. 75 1982 147 [15] Caro J. Bülow M. Derewinski M. Hunger M. Kärger J. Kürschner U. Pfeifer H. Storek W. Zibrowius B. Stud. Surf. Sci. Catal. 65 1991 295 [16] Reschetilowski W. Einicke W.-D. Meier B. Brunner E. Ernst H. Stud. Surf. Sci. Catal. 69 1991 119 [17] Li Y.J. Whittingham M.S. Solid State Ionics 1993 391 [18] Schmutz C. Basset E. Barboux P. Maquet J. J. Mater. Chem. 3 1993 393 [19] Corma A. Fornés V. Kolodziejski W. Martinez-Triguero L.J. J. Catal. 75 1994 27 [20] S.W. Brown, A. Hackett, A. Johnstone and R.A. Johnstone, Int. Pat., WO 93/00338 (1993). [21] Rocchiccioli-Deltcheff C. Amirouche M. Hervé G. Fournier M. Che M. Tatibouët J.-M. J. Catal. 126 1990 591 [22] Brückman K. Tatibouët J.M. Che M. Serwicka E. Haber J. J. Catal. 139 1993 445 [23] Brégeault J.-M. Aubry C. Chottard G. Platzer M. Chauveau F. Huet C. Ledon H. Stud. Surf. Sci. Catal. 66 1991 521 [24] Aubry C. Chottard G. Platzer N. Brégeault J.-M. Thouvenot R. Chauveau F. Huet C. Ledon H. Inorg. Chem. 30 1991 4409 [25] E. Duprey and J.-M. Brégeault, in preparation. [26] Contant R. Rocchiccioli-Deltcheff C. Fournier M. Thouvenot R. Coll. Surf. A: Phys. Eng. Asp. 72 1993 301",
      "scopus-id": "0002178119",
      "coredata": {
        "eid": "1-s2.0-0926860X9500078X",
        "dc:description": "Phosphate species deposited on titanium silicalite (TS-1) can interfere with epoxidation by hydrogen peroxide. Phosphates grafted on TS-1 are identified by solid-state31P MAS NMR. Signals at −5.1, −10.8 and −20 ppm are attributed to monodentate, chelating or bridging phosphate ions and polyphosphates, respectively. Phosphate-modified TS-1 can anchor tungsten oxoperoxo species; with aqueous hydrogen peroxide, this novel class of supported catalysts can oxidize bulky molecules under mild conditions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-07-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9500078X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Duprey, E."
          },
          {
            "@_fa": "true",
            "$": "Maquet, J."
          },
          {
            "@_fa": "true",
            "$": "Man, P.P."
          },
          {
            "@_fa": "true",
            "$": "Manoli, J.-M."
          },
          {
            "@_fa": "true",
            "$": "Delamar, M."
          },
          {
            "@_fa": "true",
            "$": "Brégeault, J.-M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9500078X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9500078X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00078-X",
        "prism:volume": "128",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxidations involving phosphate species supported on TS-1: a novel class of grafted catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alkene oxidation"
          },
          {
            "@_fa": "true",
            "$": "ESCA"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen peroxide"
          },
          {
            "@_fa": "true",
            "$": "Nuclear magnetic resonance analysis of31P"
          },
          {
            "@_fa": "true",
            "$": "Phosphate-modified TS-1"
          },
          {
            "@_fa": "true",
            "$": "Phosphato-oxoperoxotungstate catalysts"
          },
          {
            "@_fa": "true",
            "$": "Titanium silicalite-1"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "89-96",
        "prism:endingPage": "96",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 July 1995",
        "prism:doi": "10.1016/0926-860X(95)00078-X",
        "prism:startingPage": "89",
        "dc:identifier": "doi:10.1016/0926-860X(95)00078-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002178119"
      }
    }
  }
}