{
  "metadata": {
    "title": "Synthesis of β-picoline from 2-methylglutaronitrile over supported noble metal catalysts II. Influence of operation parameters",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-04-11",
    "doi": "10.1016/0926-860X(95)00266-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002669",
    "pii": "0926860X95002669"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042131509",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002669 0926-860X(95)00266-9 0926860X95002669 10.1016/0926-860X(95)00266-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00245 2024-01-01T12:18:48.759026Z 0 0 19960411 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 137 137 2 2 Volume 137, Issue 2 7 307 326 307 326 19960411 11 April 1996 1996-04-11 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. SYNTHESISPICOLINE2METHYLGLUTARONITRILEOVERSUPPORTEDNOBLEMETALCATALYSTSIIINFLUENCEOPERATIONPARAMETERS LANINI S LANINI 1996 S DEBELLEFON 1994 459 C VOLF 1986 105 J VERHAAK 1992 13 M VERHAAK 1994 37 M GREENFIELD 1967 142 H LANINIX1996X307 LANINIX1996X307X326 LANINIX1996X307XS LANINIX1996X307X326XS item 0926-860X(95)00266-9 0926860X95002669 1-s2.0-0926860X95002669 10.1016/0926-860X(95)00266-9 271346 2024-01-01T12:18:48.759026Z 1996-04-11 1-s2.0-0926860X95002669-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002669/MAIN/application/pdf/aaf21a2f1c447329259e03d9c9eba21a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002669/MAIN/application/pdf/aaf21a2f1c447329259e03d9c9eba21a/main.pdf main.pdf pdf true 1143462 MAIN 20 1-s2.0-0926860X95002669-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002669/PREVIEW/image/png/ed4631f00a8c1d4647d311b4018a693b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002669/PREVIEW/image/png/ed4631f00a8c1d4647d311b4018a693b/main_1.png main_1.png png 49353 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 137 (1996) 307-326 Synthesis of/3-picoline from 2-methylglutaronitrile over supported noble metal catalysts II. Influence of operation parameters S. Lanini, R. Prins * Laboratory for Technical Chemistry, Swiss Federal Institute of Techm~logy (ETH), 8092 Zurich, Switzerland Received 11 September 1995; accepted 25 October 1995 Abstract Activity, selectivity and stability of silica-supported Pd, Rh and Pt catalysts in the vapour phase hydrogenation of 2-methylglutaronitrile to /3-picoline were strongly dependent on tempera- ture, pressure, hydrogen partial pressure and space velocity. The activity and stability of the Pd catalysts increased with hydrogen pressure, while the selectivity for undesired by-products decreased above 600 K, due to the increased rate of the surface reactions of the intermediates. Rh catalysts showed substantially the same behaviour as Pd catalysts. Over platinum catalysts, an optimal operating temperature for the production of /3-picoline was found by compromising between hydrogenolysis, intermolecular condensation and catalyst deactivation. Increasing temper- ature and space velocity, and decreasing total pressure and hydrogen partial pressure decreased hydrogenolysis, but favoured intermolecular condensations and, thus, the formation of coke precursors. The intermediates in the hydrogenation of 2-methylglutaronitrile reacted to /3-picoline and by-products via a series of adsorption-reaction-desorption steps, with hydrogenolyzed by- products being thermodynamically favoured. A deactivating-front model was proposed to account for the observed loss of catalyst activity and selectivity. Keywords: Hydrogenation; 2-Methylglutaronitrile; /3-Picoline; Platinum metals; Deactivation; Effect of operat- ing parameters 1. Introduction In a preceding paper [1], the results were reported of experiments aimed at investigating the effect of the properties of silica-supported Pd, Rh and Pt * Corresponding author. Fax. (+ 41-1) 6321162, e-mail prins@tech.chem.ethz.ch. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00266-9 308 S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 307-326 CN CN H H2 H H Fig. I. Reaction scheme for the hydrogenation of MGN. catalysts on the conversion of 2-methylglutaronitrile (MGN) into fl-picoline, whose reaction scheme is illustrated in Fig. 1. A substantial deactivation affected the Pd and Rh catalysts and significant selectivity changes with time on stream were observed. Catalyst activity and selectivity can be affected by the operating parameters. Increasing temperatures generally enhance the formation of secondary amines during the liquid phase hydrogenation of nitriles on Ni catalysts [2,3], but the contrary was observed in the presence of Cu catalysts [3]. This was explained by a kinetic model in which the activation energy for the hydrogenation of the nitrile to the primary amine on Cu is higher than that for the intermolecular condensation. The hydrogen pressure generally has a positive effect on the formation of primary amines during the liquid phase hydrogenation of nitriles over Co and Rh catalysts, while condensation reactions are quite independent of the hydrogen pressure. This could be simply explained by Henry's law, but different results obtained on Ni [3] suggest that this explanation should be regarded as a rather rough approximation of a much more complicated system, where also catalyst-specific (and variable) reaction orders and surface reaction rate constants, adsorption equilibria and transport phenomena play an important role. During the vapour phase hydrogenation of acetonitrile over Ni catalysts, Verhaak et al. [4,5] found a negative effect of the reaction temperature on the selectivity towards higher amines and showed how the hydrogen pressure largely determines the catalyst deactivation rate, leaving the selectivities un- changed. The results obtained over a Pt catalyst showed that increasing tempera- tures hindered the formation of triethylamine and enhanced that of mono- and diethylamine and of ethane (C-N bond breaking). These examples demonstrate that the catalytic behaviour largely depends on the reaction conditions, the catalyst system and the substrate. It is, therefore, essential to study the reaction system proper, in order to avoid hazardous extrapolations. Most results reported on the vapour phase hydrogenation of MGN have been published in patents [6-10]. The examples given there are often not directly comparable, because several reaction parameters were changed simultaneously in a disparate way and their number is often too small for a statistical analysis. Therefore, it is difficult to get an insight into the separate contributions of these parameters to the overall performance. It seems, however, S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 307-326 309 that with increasing temperature the /3-picoline/3-methylpiperidine ratio in the product mixture increases [7] and that at the same time the conversion decreases and the deficit of the mass balance (comprising MGN, /3-picoline and 3-methyl- piperidine) increases. A more accurate investigation of the influence of the reaction parameters on the behaviour of the hydrogenation of MGN to /3-picoline is needed in order to evaluate its real potential. Therefore, experiments in which the temperature, absolute pressure, hydrogen to dinitrile ratio (H2/MGN, in mOlH2/mOlM~N) and space velocity (WHSV, in gMGN/(gcat h)=h-l) were varied will be discussed and an interpretation of the observed trends will be given. 2. Experimental 2.1. Catalyst preparation Three silica-supported palladium catalysts were prepared. Pd-1 was an ion exchanged 0.50 wt.-% Pd catalyst supported on washed commercial silica (C 560, CU Chemie Uetikon). The support (sieve fraction 125-300 /xm) was suspended in a 10-fold amount of distilled water, the pH adjusted to 8.8 with ammonia and a solution of [Pd(NH3)4](NO3)2 (4.16% Pd, Johnson Matthey) was added dropwise and the pH was readjusted to a value of 9. The slurry was stirred at room temperature for 24 h, filtered and rinsed thoroughly with distilled water. The filtrate was dried and kept in a desiccator. The H/M value obtained from hydrogen chemisorption experiments was 0.38. The Pd-2 and Pd-3 cata- lysts were prepared by dry impregnation of ultra pure silica (obtained by hydrolysis of tetraethoxysilane [1]) with a diluted [Pd(NH3)4](NO3)2 solution and their metal loading was 0.58 (H/M = 0.40) and 0.51 wt.-% (H/M = 0.56), respectively. The catalyst precursors were dried at 393 K, calcined at 573 K in static ambient air and kept in a desiccator until use. A 0.40 wt.-% Rh/SiO2 catalyst was prepared by dry impregnation of Grace silica with an aqueous solution of RhCI3 (40.82% Rh, Johnson Matthey) and subsequent drying at 393 K for 16 h. The platinum catalyst, a 8.07 wt.-% Pt on Uetikon silica (H/M= 0.56), was described in the preceding paper [1]. 2.2. Catalytic activity The experimental setup was described in the preceding paper [1]. Pd, Rh and Pt based catalysts were tested at different temperatures and pressures, while experiments at different H2/MGN ratios and space velocities were performed only with Pd and Pt based catalysts. The Pd-1 catalyst was employed to investigate the effect of temperature and pressure on the vapour phase hydro- genation of MGN over Pd based catalysts. The influence of the H2/MGN ratio 310 S. Lanini, R. Prins /Applied Catalysis A: General 137 (1996) 307-326 was tested with catalyst Pd-2, while Pd-3 was used for studying the influence of the space velocity and of the simultaneous variation of temperature, pressure and H 2/MGN ratio. When using the Pd-1, Pd-2 and Rh catalysts, 50 mg catalyst were mixed with 500 mg Uetikon silica. Pd-3 (74.3 mg) was diluted with 500 mg ultra pure silica, and the platinum catalyst (74.3 mg) was diluted with the same amount of Uetikon silica. In order to maintain identical flow patterns, constant flow rates were applied over the WHSV-series and varying amounts of the Pd-3 catalyst were used, i.e., 37.2 mg (WHSV = 80 h-l), 74.3 mg (40 h-l) and 106.4 mg (28 h-1) and diluted up to 575 mg with ultra pure silica. Similarly, when testing the platinum catalyst at higher space velocity, only the amount of catalyst was decreased, from 74.3 to 29.8 rag. Prior to the catalytic tests, all catalysts were reduced for 10 h at 573 K in flowing hydrogen. The following set of reaction conditions is defined as 'standard': 573 K, 0.6 MPa, HJMGN=7 and WHSV-- 40 h-I. 3. Results and discussion 3.1. Pd catalyst: influence of temperature The reaction temperature exerted a marked influence on the performance of the Pd-1 catalyst in the vapour phase hydrogenation of MGN: the higher the temperature, the faster the decrease of the MGN conversion (Fig. 2a). This result confirmed the trend indicated by the results described in a patent [7]. Although the first conversion could only be measured after 7 min time on stream (TOS), the shapes of the curves suggest that the initial conversion was always 100%, independent of the operating temperature. Therefore, the exothermicity of the MGN hydrogenation cannot explain the negative effect of the temperature on the MGN conversion at later TOS. The activity decrease during the first 15 min indicates that the temperature dramatically affected the deactivation rate. During this time, the conversion decreased by 3% at 553 K, 8% at 573 K, 19% at 598 K and 57% at 623 K. In many reactions, deactivation is known to be faster at higher temperature. In our case, the activation energy of the reactions causing the loss of activity (probably the formation of strongly adsorbing, unsaturated residues via dehydrogenation of heavy by-products, like the dimer obtained by condensation of 3ethylpiperidine with the intermediate resulting from a single hydrogenation step of MGN, see Ref. [1]) could be higher than the activation energy of the hydrogenation of MGN, so that at higher temperature a faster deactivation is observed. The /3-picoline yield (Fig. 2b) did not change significantly when the tempera- ture was increased to 598 K, but a sudden drop was observed when the temperature was increased to 623 K. The 3-methylpiperidine yield (Fig. 2c) S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 307-326 311 Q S Z z~ 100 50- 0 0 40 ..- 20- .~ t-- E 0 0 ,,~',\" ,,, (a) \"zx \\O \"' \\.\\ '~, sx ,'NO I I 1 2 TOS [h] (c) \\ \\ \", \\ H o \", ~k '\" ~?:),..% \" e\" o '~ \"o--~ \" -.. I [ 1 2 TOS [h] 20- Z \"O .~ 10- 6 0 0 60 Co) ~x ~ ..~..~..~._..~.... I I 1 2 TOS [hl E 40- 20- 0 0 (d) ~ ~ .?-.a'\"*'\"'\"a .,.. \"\" J' O O.' O .4 ..'~) .' CN 13\" 13 -13 t~ I I 1 2 TOS [h] Fig. 2. Activity patterns over catalyst Pd-I during the vapour phase hydrogenation of MGN at 0.6 MPa, H2/MGN = 7, WHSV = 40 h-~ and (O) 553 K, (~x) 573 K, ((3) 598 K or (rq) 623 K. decreased already above 573 K, suggesting that increasing temperatures favoured a shift of the product distribution from 3-methylpiperidine to /3-picoline. An important selectivity shift was observed for the dimer (Fig. 2d), whose formation strongly decreased at temperatures above 598 K. Up to this tempera- ture, the dimer selectivity increased steeply to 40% within 1 h TOS, while at 623 K just it increased to 15%. This selectivity shift coincided with the dramatic decrease of the MGN conversion and the /3-picoline yield and could be explained by the temperature dependence of the coverage of adsorbates on the catalytic surface. The formation of the dimer requires the close vicinity of the molecules involved in the condensation reaction, i.e., 3-methylpiperidine and the iminonitrile resulting from a single hydrogenation step of MGN. Lower cover- ages lead to larger average intermolecular distances, thus, to lower condensation rates. The operating temperature could also affect the rate of transformation of the dimer into the desired products (via hydrogenolysis of the C-N bond in the side chain) or to strongly bonded adsorbates (via dehydrogenation). The MGN conversions and dimer selectivities after 0.75 h on stream are reported in Fig. 3 as a function of the reaction temperature. Temperature has a 312 S. Lanini, R. Prins /Applied Catalysis A: General 137 (1996) 307-326 100 o o ~. 50- 0 .... I .... I .... 550 575 600 625 T [KI Fig. 3. MGN conversion (~) and dimer selectivity (zx) as a function of temperature at TOS = 0.75 h over catalyst Pd-1 during the vapour phase hydrogenation of MGN at 0.6 MPa, H2/MGN = 7 and WHSV = 40 h t. negative influence on the MGN conversion and, above 600 K, on the dimer selectivity. 3.2. Pd catalyst: influence of pressure and H2/ MGN ratio The influence of pressure was studied in a series of experiments in which all experimental parameters were kept constant, except for the total pressure which was varied by means of a backpressure regulator. In particular, the H2/MGN ratio was kept constant, so that the partial pressure of MGN in the reactant mixture changed in the same way as the hydrogen partial pressure. The results of the MGN conversion and dimer selectivity at TOS = 0.8 h are displayed in Fig. 4 as a function of the operating pressure. The results demonstrated that the conversion of MGN is positively influenced by increasing 100 @ 50- 0 I I 0.3 0.5 0.7 0.9 p [MPa] Fig. 4. MGN conversion (O) and dimer selectivity ( ,', ) as a function of the operating pressure at TOS = 0.80 h over catalyst Pd-I during the vapour phase hydrogenation of MGN at 573 K, H~/MGN = 7 and WHSV = 40 h-I. S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 307-326 313 total pressure, but, also, that the enhanced conversion favoured exclusively the formation of 3-methylpiperidine, leaving the /3-picoline yield unchanged. The curves of the MGN conversion as a function of TOS indicated, within the experimental error, that initially the MGN conversion was complete at all pressures. With increasing pressure, this high conversion could be kept for a longer time. Deactivation was slower, probably because of the increased hydro- gen partial pressure which protects the catalyst against formation and deposition of strongly bonded residues. The ratio between /3-picoline and 3-methylpiperidine seemed to be rather sensitive to the reaction conditions, decreasing with increasing total pressure. This suggests that the distribution among the aromatic and the fully hydro- genated species is governed by the thermodynamics of the hydrogenation/dehy- drogenation equilibrium, but kinetics can also account for these results, since the hydrogenation of 3-methyltetrahydropyridine can be accelerated by a higher hydrogen partial pressure. Also, the dimer selectivity was independent of the total pressure. This is not unexpected, since the reaction yielding the dimer competes with hydrogenation reactions for the same iminonitrile molecule and both the hydrogen partial pressure and the partial pressure of 3-methylpiperidine changed in a similar way. The effect of the hydrogen partial pressure alone on the vapour phase hydrogenation of MGN at 573 K, 0.6 MPa and WHSV = 40 h-~ was investi- gated with the Pd-2 catalyst. The variation of the HJMGN ratio was achieved by a progressive substitution of hydrogen by nitrogen in the gas feed such as to maintain a constant volumetric flow rate through the reactor. This procedure ensured almost identical hydrodynamic flow patterns in the series of experi- ments. Four experiments were performed, the one with the highest H2/MGN ratio was carried out at standard reaction conditions (H2/MGN = 7), the others were carried out at H2/MGN = 5.25, 3.5 and 1.75. Data for MGN conversion and dimer selectivity after 0.7 h on stream are reported in Fig. 5. A positive effect of the Hz/MGN ratio could be observed on the MGN conversion, as expected. At low hydrogen partial pressure, the MGN conversion decreased dramatically with time, for instance, at H2/MGN = 1.75 it decreased to 25% in 10 min. Therefore, it was not possible to estimate what the initial conversions could have been at the lowest H 2/MGN ratios. Based on our data, it cannot be excluded that the initial MGN conversion was complete at all H2/MGN ratios. The Hz/MGN ratio affected not only the initial deactiva- tion, but also the MGN conversion at longer TOS. In fact, the conversion-TOS curves seemed to flatten out to values which increased with the H 2/MGN ratio. This suggests that higher hydrogen partial pressures protect the catalyst against total deactivation, probably via removal of strongly adsorbed carbonaceous compounds. The /3-picoline yield decreased in the same way as the MGN conversion, thus, its selectivity did not change significantly with varying hydrogen partial 314 S. Lanini, R. Prins /Applied Catalysis A: General 137 (1996) 307-326 6O 40- 20- 0 t f 1.5 3.5 5.5 7.5 H2/MGN [mot/moll Fig. 5. MGN conversion (~) and dimer selectivity (/x ) as a function of the H2/MGN ratio at TOS = 0.70 h over catalyst Pd-2 during the vapour phase hydrogenation of MGN at 573 K, 0.6 MPa and WHSV = 40 h ~. pressure. The formation of 3-methylpiperidine and aminopicolines, on the other hand, were much more sensitive towards variations of the HJMGN ratio (Fig. 6). At high hydrogen partial pressure, the selectivity for 3-methylpiperidine was enhanced (Fig. 6a), while the selectivity for aminopicolines was decreased (Fig. 6b). The interpretation of these results requires the consideration of kinetic as well as thermodynamic aspects. If thermodynamics determines the product distribution, the variation of the 3-methylpiperidine//3-picoline ratio should be proportional to the value of p32 at the reactor outlet. Estimating PH2 at the reactor outlet from a mass balance calculation, the 3-methylpiperidine//3-pico- line ratio is expected to increase by 60%, 40% and 10% when increasing the H2/MGN ratio from 1.75 to 3.5, from 3.5 to 5.25 and from 5.25 to 7, respectively. These estimates do not agree with our results (between 0.2 and 0.5 .~ 20- > .~, ._~ .~ l0 m 0 9 (a) \\ \\ \"tl \"b--o. ~. o o ~ k't'~ I1-.~ ....... ~-..P \"\"\" \"o H I I 0 1 2 TOS [hl E -7. r. & 15 10- 5- 0 (b) oo ,; - %,, zx A . o-O O\" Oo \"O \" \" -0 e ~NH2 I I ! 2 TOS [h] Fig. 6. Selectivities for 3-methylpiperidine and 2-amino-3-picoline over catalyst Pd-2 during the vapour phase hydrogenation of MGN at 573 K, 0.6 MPa, WHSV = 40 h- 1 and H2/MGN ratios of (~) 1.75:1, (/, ) 3.5: l, (O) 5.25:1 and (0) 7:1. S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 307-326 315 h on stream the 3-methylpiperidine//3-picoline ratio increased on average by about 125%, 50% and 35%, respectively), thus, thermodynamics alone cannot account for the final product distribution. Kinetics could explain the positive influence of the hydrogen partial pressure on the 3-methylpiperidine selectivity, since an increased hydrogen coverage on the catalyst surface should favour the hydrogenation of 3-methyltetrahydropyri- dine to 3-methylpiperidine, while hydrogen may not affect the rate of its dehydrogenation to /3-picoline, thus leaving its selectivity unchanged. Similarly, the fact that the aminopicolines selectivity decreases with increasing hydrogen partial pressure cannot be explained by the kinetics of the dehydrogenation to aminopicolines alone, since the hydrogen coverage should not play such an important role in determining the rate of dehydrogenation of the unstable aminomethylpiperidine adducts. Thus, a more complicated model has to be developed, for instance, by including the dehydrogenation of 3-methylpiperidine to /3-picoline. Under similar reaction conditions, the dehydrogenation of 3-methyl-piperidine to /3-picoline is known to take place [11-14]. 3-Methyl- piperidine can be formed either via hydrogenolysis of the aminomethylpiperi- dine adducts, as suggested by Greenfield [15], ~/N +H2 ~ \"3H2 ~,. H2 - NH3 H H or by hydrogenation of 3-methyltetrahydropyridine which is formed via the reversible elimination of ammonia: H2 + NH3 N N H H H Apparently, the removal of the NH2 group can only take place via elimina- tion, since Volf and Pa~ek [3] showed that during the hydrogenation of nitriles over noble metal catalysts, tertiary amines are only formed when /3-H atoms are available to form an enamine by elimination of ammonia. Thus, the hydrogena- tion of benzonitrile did not yield tribenzylamine and no tertiary amine was obtained during the hydrogenation of benzonitrile in the presence of diethyl- amine. We, therefore, assume that 3-methylpiperidine is not directly formed by hydrogenolysis of the aminomethylpiperidines adducts. A reaction scheme in which an equilibrium elimination of ammonia is involved might explain the influence of the hydrogen pressure on the activity and selectivity patterns. The lower 2-amino-3-picoline selectivity observed at 316 S. Lanini, R. Prins /Applied Catalysis A: General 137 (1996) 307-326 higher H2/MGN ratios would be explained by the lower coverage of its precursor, due to the equilibrium between the precursor and 3-methyltetrahydro- pyridine, whose concentration decreases as a consequence of its higher rate of hydrogenation to 3-methylpiperidine. The dimer selectivity increased with the hydrogen partial pressure (Fig. 5). This may be due to the fact that the formation of the dimer involves 3-methyl- piperidine, whose concentration increased with the H2/MGN ratio. The higher dimer concentration did not negatively affect the catalyst stability, however, probably because of the higher hydrogen pressure which hinders the dimer's transformation into adsorbates harmful to the catalyst stability. The results obtained with supported palladium catalysts during the vapour phase hydrogenation of MGN under different reaction conditions demonstrate that temperatures higher than 573 K are preferable for the conversion of MGN into /3-picoline, since the product distribution between 3-methylpiperidine and /3-picoline is shifted towards /3-picoline and the formation of dimers is hindered. The activity decrease due to the lower coverages can be overcome by a higher total pressure which favours the formation of 3-methylpiperidine and does not enhance condensation reactions. A decrease of the H2/MGN ratio is not recommendable, since it does not enhance the /3-picoline selectivity and de- creases the catalyst life dramatically. The results obtained in the above experiments were employed to increase the performance of catalyst Pd-3. By simultaneously increasing the temperature, the pressure and the H 2/MGN ratio, the cumulative 3-methylpiperidine and /3-pico- line yields could be tripled, the cumulative dimer selectivity was decreased by a factor of three, the cumulative MGN conversion was nearly doubled and the catalyst life was quadrupled during the time that the conversion needed to reach one third of its initial value. Mean values of the 3-methylpiperidine and /3-picoline yield, of the conversion and of the dimer selectivity between 0.2 and 5 h on stream are reported in Table 1. Simultaneously increasing temperature and pressure prolongs catalyst life, enhances the production of 3-methylpiperi- dine and /3-picoline and decreases the condensation to the dimer, in spite of the Table 1 Effect of the simultaneous variation of several operation conditions on the performance of the Pd-3 catalyst in the vapour phase hydrogenation of MGN Reaction conditions Conversion NHN ~CN Yield (%) Yield (%) Selectivity (%) 573 K, 0.6 MPa, H2/MGN - 7 35 6 6 29 623 K, 1.5 MPa, H2/MGN = 7 53 15 12 17 623 K, 1.5 MPa, H2/MGN = 20 67 20 17 11 S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996)307-326 317 increased concentration of 3-methylpiperidine. The negative effect of increasing temperature on conversion was, thus, overcome by the positive effect of the higher pressure. Even the selectivity towards /3-picoline and 3-methylpiperidine increased, indicating that the higher (de-)hydrogenation rates allowed a faster transformation of MGN into the main products, leaving less chance for the undesired side reactions to take place. Increasing the H2/MGN ratio at 623 K and 1.5 MPa further improved the catalyst performance and prolonged its life. At the lower hydrogen partial pressure, the lower hydrogenation capacity led to higher initial /3-picoline yield (and selectivity) with respect to the experiment carried out at the higher H2/MGN ratio, since the hydrogenation of 3-methyltetrahydro-pyridine to 3-methylpiperidine is less favoured. However, the lower hydrogen coverage offered less protection against deposition of coke precursors and, thus, the catalyst deactivated faster. Since dehydrogenation is more sensitive towards deactivation, the transformation of 3-methyltetrahydropyridine into /3-picoline is hindered more strongly than the formation of 3-methylpiperidine, whose concen- tration temporarily increased. Once again, the competition between dehydro- genation and hydrogenation of the same substrate, 3-methyltetrahydropyridine, is observed. At higher hydrogen pressure, lower initial /3-picoline concentrations were obtained. Deactivation, however, was slower and both hydrogenation and dehydrogenation rates of 3-methyltetrahydropyridine decreased more slowly. 3.3. Pd catalyst.\" influence of space velocity The results obtained over catalyst Pd-3 in the vapour phase hydrogenation of MGN at 573 K, 0.6 MPa, H2/MGN= 7 and different WHSV-values are depicted in Fig. 7. The space velocity was varied by changing the amount of catalyst charged into the reactor. Although always complete at reaction start, the conversion of MGN (Fig. 7a) decreased much faster when the space velocity 100- = n o. O ~. 50- '~ ., o , \"o.. ;> \"-.~ (a) > [ ' I ' 0 4 8 12 4 8 12 TOS [h] ~5 o t~_ (b) A A ---- ;0 - ~,-. o o a%. --*- ~- -K- -. --,. _ ._ .... ,~ CN O- ' ' i i 0 TOS [hl Fig. 7. MGN conversion (a) and dimer selectivity (b) over catalyst Pd-3 during the vapour phase hydrogena- tion of MGN at 573 K, 0.6 MPa, H2/MGN = 7 and space velocities of (~) 28 h- 1, ( zx ) 40 h- i and (O) S0 h J. 318 S. Lanini, R. Prins/Applied Catalysis A: General 137 (1996)307-326 was higher. As a consequence of the deactivation, the /3-picoline and 3-methyl- piperidine yields decreased rapidly. The corresponding selectivities remained unaffected, however. The /3-picoline selectivity was initially high (between 50 and 70%), but fell to about 20% within 1 h independent of the space velocity, whereas the 3-methylpiperidine selectivity was about constant with time (16%), independent of the space velocity. Also, the aminopicolines selectivity was independent of the space velocity. It increased from 0% to 9% within 1.5 h and then decreased smoothly to 5% after 10 h. The dimer selectivity, on the other hand, showed a clear dependence on the space velocity (Fig. 7b). Within 1.5 h it reached a stable value around 25% and 30% at the WHSV values of 28 and 40 h-~, respectively, while at 80 h-1, it reached 45% after 2 h and still showed a clear tendency to increase. The fact that the initial conversion was always complete, independent of the space velocity (thus independent of the amount of catalyst), points to an extremely high MGN hydrogenation activity on the fresh catalyst, so that the first hydrogenation steps take place in a small part of the catalyst bed. Most intermolecular condensations probably take place in the same reaction front, since they involve unsaturated intermediates, like the iminonitrile, resulting from a single hydrogenation step of MGN. Owing to their extremely high activity and to the high concentration of reactive intermediates, the catalyst particles con- tained in this reaction front deactivate quickly, so that the reaction front moves downstream, leaving partly deactivated catalyst behind in the top part of the bed. A model based on a moving front in which all reactions take place and which leaves behind a fully deactivated catalyst layer, cannot satisfactorily describe the behaviour of the catalyst bed, since, in that case no activity at all should be observed upstream of the reaction front and no MGN consumption would take place after the front has reached the end of the catalyst bed. Our data show, instead, that after the initial fast deactivation a certain hydrogenation activity still remains, which increases with the amount of catalyst in the reactor and slowly decreases with time on stream (see the linear part of the conversion curves after the initial dramatic deactivation in Fig. 7a). An explanation which better accounts for our results is based on a fast deactivating front, which migrates and reaches the end of the catalyst bed 1 or 2 h after the reaction start, leaving behind a catalyst bed in which MGN still reacts, but at a much lower rate than in the front. Intermediates (imines, dimers and amines) which travel faster than the deactivation front readsorb and react further to /3-picoline or to cracked by-products in the part of the catalyst bed downstream of the front, as indicated by the decreasing dimer selectivity, which changes with the amount of catalyst. Since the concentration of highly reactive intermediates is not very large, this part of the catalyst bed probably does not deactivate significantly. As long as the reaction front has not yet reached the end of the catalyst bed, a high /3-picoline selectivity is obtained. As soon as the front has reached the end of the catalyst bed and the whole catalyst bed has S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 307-326 319 significantly deactivated (1 or 2 h after the reaction start), the /3-picoline selectivity drops to a value independent of the amount of catalyst. Simultane- ously, the deactivation rate suddenly decreases and a new, slow deactivation regime sets in. Thus, the deactivation in the front mainly concerns sensitive reactions like the aromatization to /3-picoline which require large metal ensem- bles. When the front reaches the end of the catalyst bed, these sensitive reactions almost stop, while the less sensitive (like hydrogenations) still take place, but at a much lower rate than in the front. 3.4. Rh catalyst: influence of temperature and pressure The results obtained with the rhodium catalyst reflected the trends already observed with the supported palladium catalysts. The overall MGN conversion decreased with increasing temperature, because deactivation showed up earlier. Deactivation was always strong and the conversion always fell from 100% to 5% within 1 h. Owing to its endothermicity, dehydrogenation to /3-picoline was initially favoured with respect to hydrogenation to 3-methylpiperidine at higher temperature. Since, as observed for the Pd catalysts, dehydrogenation is more sensitive than hydrogenation towards deactivation, the /3-picoline yield de- creased faster than that of 3-methylpiperidine. The temperature dependence of the dehydrogenation activity can also explain the negative effect of the tempera- ture on the conversion, since at higher temperature the adsorbates are more easily transformed into unsaturated coke precursors which block the catalytic surface. No effect of the reaction temperature on the formation of the dimer was found. The dimer selectivity increased from 0% to 40% within 1 h, independent of temperature. This is not in contradiction with the results obtained with the palladium catalysts, since also those catalysts showed more or less the same linear dependence of the dimer selectivity on TOS up to TOS = 1 h for temperatures between 553 and 598 K. Increasing the total pressure had a positive effect on the MGN conversion as well as on the 3-methylpiperidine yield. The /3-picoline yield was initially disfavoured by higher pressures, owing to the competition between hydrogena- tion and dehydrogenation for the same 3-methyltetrahydro-pyridine molecule, but later more j3-picoline was obtained at higher pressure, due to the positive effect of the pressure on reactions preventing coke deposition which allow to preserve a larger number of dehydrogenation sites. Initially, the dimer selectivity was higher when operating at lower pressures, but at higher values of TOS, the dimer selectivity at 0.8 MPa increased dramatically and became higher than that obtained at 0.6 MPa. At higher pressures, the surface reactions on a fresh catalyst are faster, thus, intermolecular condensations are disfavoured, since the surface coverage of intermediates is low. On the partly deactivated catalyst, on the other hand, intermediates 320 S. Lanini, R. Prins /Applied Catalysis A: General 137 (1996) 307-326 |00 - -'~ o (a) 50.~ 0 .... I .... I .... 550 575 600 625 T [K] 7.5 (b) 5- 2.5- 0- 550 575 600 625 T [K] Fig. 8. Performance of the Pt catalyst after 15 h on stream during the vapour phase hydrogenation of MGN at 0.6 MPa, H2/MGN = 7 and WHSV= 40 h-1. (a) ( MGN conversion, (zx) /3-picoline yield and (O) selectivity to hydrogenolysed by-products. (b) ( [] ) 3-methylpiperidine yield, ( v ) 2-amino-3-picoline selectiv- ity and (+) dimer selectivity. accumulate, so that with increasing time on stream an increasing dimer selectiv- ity is observed. 3.5. Pt catalyst: influence of temperature Supported platinum catalysts showed a marked tendency to produce hy- drogenolyzed by-products [1]. Therefore the attention will be focused on the influence of the reaction parameters on the yield of such by-products, in order to find better operation conditions where hydrogenolysis is hindered. Data on the performance of the platinum catalyst during the vapour phase hydrogenation of MGN after 15 h on stream are reported in Fig. 8 as a function of the operating temperature. Increasing the temperature had a negative effect on the overall yield of hydrogenolyzed by-products. The MGN conversion was always complete for experiments carried out up to 598 K. At 623 K, however, the activity decreased with time on stream from 100 to about 60%, where it levelled off. This decrease was accompanied by a very rapid initial decrease of the /3-picoline yield (from 50% to 35% within a few h) and by a marked increase of the dimer selectivity, with respect to the experiments carried out at lower temperatures. These phenomena were most probably related and due to some reaction taking place only at higher temperature and causing the deactivation of some specific site. Neither surface kinetics, nor thermodynamics can explain this activity decrease, since the initial conversion at 623 K was complete. Also, sintering cannot be involved, since the catalyst had been reduced at reaction temperature during 10 h previous to the activity measurements. An operating temperature around 600 K seems to be optimal, because it allows to obtain a maximal /3-picoline yield. Increasing the temperature to 598 K enhanced the dehydrogenation of the /3-picoline precursor at the expense of S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 307-326 321 its hydrogenation to 3-methylpiperidine, as shown by the increased /3-picoline yield and decreased 3-methylpiperidine yield. When increasing the temperature from 598 to 623 K, however, an unexpected behaviour was observed: the initial /3-picoline selectivity at 623 K was comparable to that obtained at 598 K, but it strongly decreased within an hour. Simultaneously, the 3-methylpiperidine selectivity increased, indicating a sudden loss of 3-methyltetrahydropyridine dehydrogenation activity. Since the selectivity for aminopicolines increased over the whole temperature range, the /3-picoline selectivity decrease was due either to a general loss of dehydrogenation activity combined with an increased aminopicoline precursors concentration (due to accumulation of intermediates), or to some hindrance of the reaction yielding /3-picoline itself. 3.6. Pt catalyst: influence of pressure and H2 / MGN ratio The losses due to hydrogenolysis over the silica-supported platinum catalyst could be reduced by choosing a lower operating pressure (Fig. 9e). This choice, however, also affected other reactions and several drawbacks showed up. The initial conversion was always complete, as usual, but at the lower pressure a deactivation could be observed within a couple of hours, which lowered the conversion to a value around 95% (Fig. 9a). The /3-picoline yield (Fig. 9b) was initially higher at 0.3 MPa (60%) than at 0.6 MPa (42%), but halved at the lower pressure within 15 h on stream, while its value smoothly increased at the higher pressure. The 3-methylpiperidine yield (Fig. 9c) was about constant at the higher pressure (1%-3%), but at 0.3 MPa it increased dramatically from 1% to 28% within 15 h. A similar behaviour was also observed for the dimer which was only produced at the lower operating pressure and whose selectivity (Fig. 9d) was strongly correlated with the 3-methylpiperidine concentration in the product mixture. The different shapes of the /3-picoline yield curves point, again, to serious problems in relation with the last reaction steps in the formation of /3-picoline. In fact, during the initial deactivation phase at 0.3 MPa, a large product distribution shift from /3-picoline to 3-methylpiperidine is observed. The dehy- drogenation to /3-picoline is so strongly affected that at the lower pressure much larger amounts of hydrogenated compounds are produced than at the higher pressure, and correspondingly much less aromatics are formed. This is the opposite of what should be expected on the basis of kinetics or thermodynamics. The higher hydrogen partial pressure most probably exerts a positive effect on those surface reactions which hinder the deposition of, or which remove, the residues and also speeds up the reactions of the intermediates towards the stable final products. That aminopicolines are formed exclusively on the partially deactivated catalyst (Fig. 9f) is probably due to the accumulation of their precursors caused by the slowing down of the reactions giving /3-picoline and 3-methylpiperidine. 322 S. Lanini, R. Prins ~Applied Catalysis A: General 137 (1996) 307-326 100~ e~ o ~, 50- Z 0 0 30 \"~ 20- ~'10. 0 50 o~ z5 O e- 0 (a) ' ' ' ' I ' ' ' ' I ' ' ' ' 5 10 TOS [h] 15 (c) ./-o ~-~\" p / /\" ./ / H .... I .... I ' ' ' 5 10 TOS [h] 15 t~ (e) \"A . 4~ Zx. ~' o...~ -a. 0 5 10 15 TOS [hi 60 .~. 40--t ,, .-~ . * o..~. ,~ ' r~ (b) 15 I 0l .... i .... i .... 0 5 10 TOS [h] 3, (d) ] ..~ /\" i 0 5 10 TOS [hl 15 7.5 .~ I *'-,.., (f) iI t 0 5 10 15 TOS [h] Fig. 9. Activity patterns during the MGN hydrogenation over the platinum catalyst at 573 K, WHSV = 40 h- t, H2/MGN = 7 and pressures of(~) 0.3 MPa or (zx) 0.6 MPa. Lower pressures, thus, permit the desired decrease in the hydrogenolysis activity, but at the expense of catalyst deactivation through deposition of residues which hinder the dehydrogenation of the /3-picoline precursor and induce a dramatic selectivity shift towards 3-methylpiperidine, the dimer, aminopicolines and other undesired by-products. To check the influence of the hydrogen partial pressure, two experiments S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 307-326 323 were performed in which all reaction parameters were identical, except for the hydrogen flow rate. In the experiment with the H z/MGN ratio of 7, pure hydrogen was mixed with MGN, whereas at the ratio of 5 the same flow rate of MGN was mixed with a 7-fold molar flow of a 5:2 mixture of hydrogen and nitrogen. This ensured identical flow patterns in both experiments. The results were very similar to those obtained by varying the total pressure. The yield of hydrogenolyzed by-products decreased markedly with decreasing H2/MGN ratio, but simultaneously the /3-picoline yield decreased sharply and large amounts of 3-methylpiperidine were produced. As a consequence, also aminopi- colines and the dimer were produced at the lower hydrogen partial pressure. These results confirmed that the improvements achieved by increasing the total pressure were mainly due to the increased hydrogen partial pressure, which protected the catalyst from deposition of residues, through the acceleration of the desired surface reactions of the intermediates and probably also by an enhanced removal of the residues through their gasification. 3.7. Pt catalyst: influence of space velocity Since the major problem with the supported platinum catalyst is the large production of hydrogenolyzed by-products, raising the space velocity and, thus, reducing the space time, should give better results. In fact, carrying out the vapour phase hydrogenation of MGN over a y-alumina supported 1 wt.-% Pt catalyst at 573 K, 0.6 MPa, H2/MGN =-15 (our standard: 7) and a space velocity of 0.66 h- ~ (our standard: 40 h- l), mainly 2-methylpentane and some other cracked by-products were obtained. Therefore, two experiments were carried out, the first at standard reaction conditions, while for the second the space velocity was set equal to 100 h-~. The yield of hydrogenolyzed by-products decreased with increasing WHSV. This improvement, however, was accompanied by important drawbacks. At the higher space velocity, the conversion was no longer complete already after 10 h on stream and the rate of deactivation increased with time. The worst conse- quence, however, concerned the/3-picoline yield which initially decreased at the higher space velocity from 50 to 35% and then decreased almost linearly with time on stream, reaching 20% after 17 h, whereas at the lower WHSV it increased from about 40 to 55%. The mass balance was maintained by a substantial increase of the 3-methylpiperidine yield and by the formation of dimer and aminopicolines. These results were similar to those obtained by varying the pressure. Thus, whenever the catalyst was submitted to conditions where hydrogenolysis was suppressed, it deactivated faster and exhibited an important initial /3-picoline yield decrease and strongly increased 3-methylpiperidine, dimer and aminopicol- ines yields. Considering that increasing the space velocity corresponds to decreasing the 324 S. Lanini. R, Prins/Applied Catalysis A: General 137 (1996) 307-326 Table 2 Effect of varying space velocity on the yields of several products and by-products during the vapour phase hydrogenation of MGN. Upon readsorption, 3-methylpiperidine and the aminopicolines react to /3-picoline as well as to cracked by-products Products yields [%] at TOS = 5 h TOS= 10h 100 h-I 40 h-t 100h-I 40 h-I 2-amino-3-picoline 2 0 2 0 3-picoline 36 \" 53 30 \" 55 3-methylpiperidine 25 ~ 2 32 \"I\"t'\" 3 cracked by-products 25 ,~ 34 22 \" 29 space time and that the amount of diluent does not have any influence on the catalyst performance, the product distribution obtained at the end of the catalyst bed at 100 h-~ corresponds to that after 40% of the catalyst bed at a space velocity of 40 h-~. Therefore, the first 40% of the catalyst bed at 40 h- produce initially high amounts of /3-picoline, but the selectivity shift towards 3-methylpiperidine and aminopicolines is very fast, although the conversion is still complete up to 10 h on stream. A couple of hours after the reaction start, high amounts of 3-methylpiperidine and small amounts of dimer and of aminopicolines are produced in the first part of the reactor, but at its end their yield has substantially lowered and the /3-picoline yield has increased together with the amount of hydrogenolyzed by-products. This is illustrated by the comparison in Table 2 of the yields of /3-picoline, 3-methylpiperidine, cracked by-products and 2-amino-3-picoline after 5 and 10 h on stream at both space velocities. The arrows in the table indicate the product distribution shifts observed by allowing longer contact times. Aminopicolines react most likely to /3-picoline, while 3-methylpiperidine can hydrogenolyze or aromatize to /3-pico- line. The results in Table 2 suggest that during the transformation of MGN into /3-picoline, 3-methylpiperidine, aminopicolines, dimers and hydrogenolyzed by- products a series of adsorption and desorption steps occurs, the final (thermody- namically favoured) products being the hydrogenolyzed and cracked by-prod- ucts, as suggested by the product distribution obtained at WHSV = 0.66 h-1. With platinum catalysts, therefore, optimal operation conditions can be found, where the total pressure, the hydrogen partial pressure, the space velocity and the temperature allow to obtain a maximal /3-picoline yield. The optimization has to be carried out by taking into account losses due to the formation of heavy (dimers) and light compounds (cracked by-products). S. Lanini, R. Prins / Applied Catalysis A: General 137 (1996) 307-326 325 4. Conclusions The performance of silica-supported palladium, rhodium and platinum cata- lysts in the vapour phase hydrogenation of MGN was tested under various reaction conditions. Not only did the dimer selectivity of the palladium catalysts decrease between 598 and 623 K, but also the conversion and the catalyst stability decreased with increasing temperature. The total pressure prolonged the catalyst life, without affecting the catalyst selectivity significantly. The hydro- gen partial pressure turned out to be a very important parameter, strongly affecting activity, selectivity and deactivation rates. Increasing the H2/MGN ratio prolonged the catalyst life, enhanced the formation of /3-picoline and 3-methylpiperidine, but also increased the dimer selectivity. A simultaneous increase of temperature, pressure and H2/MGN ratio afforded important im- provements of the catalytic performance. Nevertheless, no conditions were found where the catalyst did not deactivate. Similar observations were made with the rhodium catalyst. Its selectivity and stability, however, were less satisfactory than for the palladium catalyst. Palladium demonstrated to be a useful catalyst for the hydrogenation of MGN, but to circumvent the deactivation problems, either much more drastic reaction conditions have to be applied (such as a higher hydrogen partial pressure to avoid deactivation and a higher temperature to prevent hydrogena- tion to 3-methylpiperdine and, consequently, high intermolecular condensation activity), or catalyst modifications have to be contemplated. If catalyst deactiva- tion cannot be avoided, an operation mode with catalyst regeneration might be necessary. With the platinum catalyst, optimal operation conditions could be found. Increasing temperatures shift the product distribution from 3-methylpiperidine to 13-picoline and simultaneously decrease the losses due to hydrogenolysis. Tem- peratures above about 600 K, however, have the drawback of seriously decreas- ing the conversion due to an initial deactivation, which also affects the dehydro- genation of the /3-picoline precursor. To limit the formation of hydrogenolyzed by-products, the total and the hydrogen partial pressure have to be kept at a lower level than in our standard conditions. This, however, leads to enhanced deactivation and to selectivity losses due to the accumulation of intermediates on the catalytic active surface. The experiments with varying space velocity showed that during the hydro- genation of MGN, products, by-products and intermediates are repeatedly adsorbed and desorbed, thus, are subjected to further transformations until they leave the reactor. Therefore, 3-methyipiperidine produced upstream can be converted into 13-picoline after readsorption on a dehydrogenation site. Never- theless, all products and by-products tend, with increasing space time, to react to hydrogenolyzed by-products. Therefore, the space velocity has also to be optimized: at too low values light by-products are favoured, whereas at high 326 S. Lanini. R. Prins /Applied Catalysis A: General 137 (1996) 307-326 values deactivation assumes an important role and by-products like aminopicol- ines, 3-methylpiperidine and dimers have less chance to be transformed into /3-picoline. References [1] S. Lanini and R. Prins, Appl. Catal. A, 000 (1996) 000. [2] C. De Bellefon and P. Fouilloux, Catal. Rev. Sci. Eng., 36 (1994) 459. [3] J. Volf and J. Pa~ek, Stud. Surf. Sci. Catal., 27 (1986) 105. [4] M.J.F.M. Verhaak, PhD Thesis, Utrecht, 1992, p. 13. [5] M.J.F.M. Verhaak, A.J. van Dillen and J.W. Geus, Catal. Lett., 26 (1994) 37. [6] US Patent 4935521 (1990), to E.I. Du Pont de Nemours and Co. [7] Swiss Patent 654576A5 (1986), to Lonza AG. [8] Eur. Patent 0062264A2 (1982), to Lonza AG. [9] Ger. Patent 0057890B1 (1985), to BASF AG. [i0] US Patent 5066809 (t991), to The Standard Oil Company. [11] Eur. Patent 0061 982A1 (1982), to Rhone Poulenc Specialitds. [12] Ger. Patent 2519529B2 (1979), to Dynamit Nobel AG. [13] Ger. Patent 3410542A1 (1985), to BASF AG. [14] Int. Patent 90/00547 (1990), to Reilly Industries Inc. [15] H. Greenfield, Ind. Eng. Chem. Prod. Res. Dev., 6 (1967) 142. APCATA 95002669 0926-860X(95)00266-9 10.1016/0926-860X(95)00266-9 Article Synthesis of β-picoline from 2-methylglutaronitrile over supported noble metal catalysts II. Influence of operation parameters S. Lanini R. Prins ∗ Laboratory for Technical Chemistry, Swiss Federal Institute of Technology (ETH), 8092 Zurich, Switzerland ∗ Corresponding author. Fax. (+41-1) 6321162 Activity, selectivity and stability of silica-supported Pd, Rh and Pt catalysts in the vapour phase hydrogenation of 2-methylglutaronitrile to β-picoline were strongly dependent on temperature, pressure, hydrogen partial pressure and space velocity. The activity and stability of the Pd catalysts increased with hydrogen pressure, while the selectivity for undesired by-products decreased above 600 K, due to the increased rate of the surface reactions of the intermediates. Rh catalysts showed substantially the same behaviour as Pd catalysts. Over platinum catalysts, an optimal operating temperature for the production of β-picoline was found by compromising between hydrogenolysis, intermolecular condensation and catalyst deactivation. Increasing temperature and space velocity, and decreasing total pressure and hydrogen partial pressure decreased hydrogenolysis, but favoured intermolecular condensations and, thus, the formation of coke precursors. The intermediates in the hydrogenation of 2-methylglutaronitrile reacted to β-picoline and by-products via a series of adsorption-reaction-desorption steps, with hydrogenolyzed by-products being thermodynamically favoured. A deactivating-front model was proposed to account for the observed loss of catalyst activity and selectivity. Keywords Hydrogenation 2-Methylglutaronitrile β-Picoline Platinum metals Deactivation Effect of operating parameters References [1] S. Lanini R. Prins Appl. Catal. A 1996 [2] C. De Bellefon P. Fouilloux Catal. Rev. Sci. Eng. 36 1994 459 [3] J. Volf J. Pašek Stud. Surf. Sci. Catal. 27 1986 105 [4] M.J.F.M. Verhaak PhD Thesis 1992 13 Utrecht [5] M.J.F.M. Verhaak A.J. van Dillen J.W. Geus Catal. Lett. 26 1994 37 [6] US Patent 4935521 (1990), to E.I. Du Pont de Nemours and Co. [7] Swiss Patent 654576A5 (1986), to Lonza AG. [8] Eur. Patent 0062264A2 (1982), to Lonza AG. [9] Ger. Patent 0057890B1 (1985), to BASF AG. [10] US Patent 5066809 (1991), to The Standard Oil Company. [11] Eur. Patent 0061982A1 (1982), to Rhone Poulenc Specialités. [12] Ger. Patent 2519529B2 (1979), to Dynamit Nobel AG. [13] Ger. Patent 3410542A1 (1985), to BASF AG. [14] Int. Patent 90/00547 (1990), to Reilly Industries Inc. [15] H. Greenfield Ind. Eng. Chem. Prod. Res. Dev. 6 1967 142",
      "scopus-id": "0042131509",
      "coredata": {
        "eid": "1-s2.0-0926860X95002669",
        "dc:description": "Activity, selectivity and stability of silica-supported Pd, Rh and Pt catalysts in the vapour phase hydrogenation of 2-methylglutaronitrile to β-picoline were strongly dependent on temperature, pressure, hydrogen partial pressure and space velocity. The activity and stability of the Pd catalysts increased with hydrogen pressure, while the selectivity for undesired by-products decreased above 600 K, due to the increased rate of the surface reactions of the intermediates. Rh catalysts showed substantially the same behaviour as Pd catalysts. Over platinum catalysts, an optimal operating temperature for the production of β-picoline was found by compromising between hydrogenolysis, intermolecular condensation and catalyst deactivation. Increasing temperature and space velocity, and decreasing total pressure and hydrogen partial pressure decreased hydrogenolysis, but favoured intermolecular condensations and, thus, the formation of coke precursors. The intermediates in the hydrogenation of 2-methylglutaronitrile reacted to β-picoline and by-products via a series of adsorption-reaction-desorption steps, with hydrogenolyzed by-products being thermodynamically favoured. A deactivating-front model was proposed to account for the observed loss of catalyst activity and selectivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-04-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002669",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lanini, S."
          },
          {
            "@_fa": "true",
            "$": "Prins, R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002669"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002669"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00266-9",
        "prism:volume": "137",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis of β-picoline from 2-methylglutaronitrile over supported noble metal catalysts II. Influence of operation parameters",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "2-Methylglutaronitrile"
          },
          {
            "@_fa": "true",
            "$": "β-Picoline"
          },
          {
            "@_fa": "true",
            "$": "Platinum metals"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          },
          {
            "@_fa": "true",
            "$": "Effect of operating parameters"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "307-326",
        "prism:endingPage": "326",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 April 1996",
        "prism:doi": "10.1016/0926-860X(95)00266-9",
        "prism:startingPage": "307",
        "dc:identifier": "doi:10.1016/0926-860X(95)00266-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042131509"
      }
    }
  }
}