{
  "metadata": {
    "title": "Hydrogenation of styrene over nickel/sepiolite catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-06-09",
    "doi": "10.1016/0926-860X(94)80242-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94802424",
    "pii": "0926860X94802424"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028769361",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94802424 0926-860X(94)80242-4 0926860X94802424 10.1016/0926-860X(94)80242-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X01834 2024-01-01T12:21:06.294127Z 0 0 19940609 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 113 113 1 1 Volume 113, Issue 1 6 75 88 75 88 19940609 9 June 1994 1994-06-09 1994 article fla Copyright © 1994 Published by Elsevier B.V. HYDROGENATIONSTYRENEOVERNICKELSEPIOLITECATALYSTS ANDERSON J KIJENSKI 1981 345 J FIGOLI 1989 403 N ARCOYA 1990 35 A CAMPELO 1983 851 J QIXUN 1992 101 B SANDULESCU 1984 807 I PROCEEDINGS9THIBEROAMERICANSYMPOSIUMCATALYSIS ARAMENDIA 1991 l M AGUINAGA 1989 l A DAZA 1991 14 L CORMA 1988 2044 A ANDERSON 1993 3651 J VANDILLEN 1976 677 J PROCEEDINGS6THINTERNATIONALCONGESSCATALYSISLONDON1976 ANDERSON 1993 2485 J RICHARDSON 1978 207 J BRIGGS 1990 D PRACTICALSURFACEANALYSISAUGERXRAYPHOTOELECTRONSPECTROSCOPY DAZA 1992 45 L PERI 1984 84 J SHEPPARD 1978 67 N PRIMET 1977 25 M WIELERS 1985 564 A ROCHESTER 1977 609 C VANHARDEVELD 1972 75 R VANSANTEN 1982 121 R RIECK 1984 498 R LARGENTIERE 1990 275 P FRETY 1993 3313 R BURCH 1985 149 R SPECIALISTPERIODICALREPORTSCATALYSIS DUPREZ 1987 523 D HUNTLEY 1992 1409 D MARTIN 1982 233 G ANDERSONX1994X75 ANDERSONX1994X75X88 ANDERSONX1994X75XJ ANDERSONX1994X75X88XJ item 0926-860X(94)80242-4 0926860X94802424 1-s2.0-0926860X94802424 10.1016/0926-860X(94)80242-4 271346 2024-01-01T12:21:06.294127Z 1994-06-09 1-s2.0-0926860X94802424-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802424/MAIN/application/pdf/1ee88c6b33bf6d74a0dc6904aa1452f5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802424/MAIN/application/pdf/1ee88c6b33bf6d74a0dc6904aa1452f5/main.pdf main.pdf pdf true 913345 MAIN 14 1-s2.0-0926860X94802424-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802424/PREVIEW/image/png/dfa30f5a47a51fbd45f7b89128385964/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802424/PREVIEW/image/png/dfa30f5a47a51fbd45f7b89128385964/main_1.png main_1.png png 53049 849 656 IMAGE-WEB-PDF 1 =11 A ELSEVIER Applied Catalysis A: General 113 (1994) 75-88 Hydrogenation of styrene over nickel/ sepiolite catalysts J.A. Anderson, L. Dazal'*, S. Damyanova2, J.L.G. Fierro, M.T. Rodrigo Instituto de Catdlisis y Petroleoqulmica, CSIC, Campus UAM Cantoblanco, 28049 Madrid, Spain (Received 21 December 1993; revised 3 March 1994; accepted 3 March 1994) Abstract The hydrogenation of styrene was studied over two series of nickel/ sepiolite catalysts. In order to relate the catalytic behaviour with the active sites present, the nickel component was characterised by a combination of degree of reduction (a), photoelectron spectroscopy (XPS) and infrared spectroscopy of adsorbed carbon monoxide, paying particular attention to the presence and distribution of unreduced nickel and to the metal particle morphology. Catalysts which exhibited the lowest activity per exposed nickel atom in benzene hydrogenation proved to be the most active in styrene hydrogenation, and were the catalysts which showed a high level of unreduced surface nickel. Styrene is proposed to adsorb `via' the ethylene double bond at incompletely reduced nickel sites, and is not adsorbed with the ring planar to the surface as is a prerequisite for benzene hydrogenation. Keywords: catalyst characterisation (FT-IR/XPS);catalystpreparation (deposition-precipitation/impregnation); nickel-sepiolite catalysts; styrene hydrogenation 1. Introduction The selective hydrogenation of the olefinic double bond of several compounds present in the gasoline boiling range is of great interest in the petroleum refining industry. Alkenes and dialkenes need to be removed from the feed streams as they enhance the gasoline viscosity and may consume or contaminate catalysts, and in the case of alkylation processes, increase acid consumption. Styrene is a useful model compound to investigate the catalytic performance of metal catalysts at a laboratory scale due to the presence of two types of unsaturated 'Fax. ( +34-1) 5854760, E-mail: LDAZACaICP.CSIC.ES ZPresent address: Institute of Kinetics and Catalysis, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria. *Corresponding author. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-86OX (94)00045-S 76 J.A. Anderson et al. /Applied Catalysis A: General 113 (1994) 758 groups. During the last ten years a large number of studies were devoted to the liquid-phase hydrogenation of styrene [1-5], whereas studies of the gas-phase hydrogenation are limited. Nickel or palladium on several supports, including alumina [ 2 ] , silica [ 3 ] , AIP04 and AIP04-Si02 systems [ 4 ] and also Me-Pd (Me: Mn, Co, Cu) catalysts have been studied for this reaction [6] . Ni67Zr33 amorphous alloy exhibited a higher activity for styrene hydrogenation than Ni/Zr02 [ 5 ] . Hydrogenation of styrene by hydrogen transfer, using cyclohexane as a donor over a Pd/A1O4 catalyst, has been investigated [7] . The present study was undertaken with the aim of developing sepiolite-supported nickel catalysts which would be active and selective in the gas-phase hydrogenation of styrene. Sepiolite was selected as carrier for the nickel phase not only for its great natural abundance and low cost, but also for to its structure and particular properties. This clay mineral, with an octahedral sheet populated by magnesium instead of aluminum, has a structure consisting of layers joined together at their corners, with very small channels running along the whole length of the fibre-like crystals. The use of sepiolite as a catalyst and as a support material has been investigated [8-10]. The hydrogenation of benzene over Ni/sepiolite has recently been reported [ 11 ] . In order to explore how the nickel content and its interaction with the sepiolite affect the styrene hydrogenation, two series of Ni/sepiolite catalysts were prepared by impregnation and precipitation methods. X-ray photoelectron spectroscopy (XPS) and infrared spectroscopy (FT-IR) of chemisorbed carbon monoxide were used to determine the nature and role of the nickel sites which participate in the hydrogenation reaction. 2. Experimental 2.1. Catalyst preparation The sepiolite support from Yunclillos, Toledo (Spain) was supplied by Tolsa, S.A. Its chemical analysis was: Si02, 66.19%; MgO, 13.16; Na20, 1.71%; A1203, 1.66%; CaO, 0.56%; K20, 0.41 %; and Fe203, 0.36%. The mineralogical analysis by X-ray diffraction revealed that the sample was highly pure with only very small amounts of palygorskite, clorite and vermiculite as characterized by additional diffraction lines at 0.650, 0.425 and 0.280 nm, respectively. Textural analysis was obtained from the nitrogen adsorption-desorption isotherm at 77 K. A BET area of 135 m2 g-' and pore volume of 0.390 cm3 g-' was calculated. The isotherm was found to be type IV of the BDDT classification and a type H1 (with small contribution of type H3) hysteresis loop attributable to cylindrical (and slit) pores. One series of samples were prepared by impregnation of the support with aqueous solutions of nickel nitrate. The second series were prepared by the homogeneous deposition-precipitation method [ 12] by adding a solution of nickel nitrate to the sepiolite and adjusting the pH to 3.5 by the addition of nitric acid. This was heated J.A. Anderson et al. /Applied Catalysis A: General 113 (1994) 75-88 77 to 363 K before addition of 0.4 mol dm-3 urea, which resulted in the precipitation of hydroxide on the support. After 6 h, the suspension was filtered, and the precipitate repeatedly washed with distilled water. Samples were dried at 383 K and then reduced for 2 h in a flow (80 cm3 min-') of hydrogen at 673 K (impregnation series) and at 773 K (precipitation series). Nickel content, as determined by atomic absorption spectrophotometry (AAS), was varied in the range 1.0-5.8%. Sample nomenclature is defined as Ni(x) i or Ni(x)p where x is the nickel content (wt.-%) and i and p refer to impregnation or precipitation preparation methods. 2.2. Characterisation methods X-ray photoelectron spectra (XPS) were recorded on a Fisons ESCALAB MkII 2008 electron spectrometer fitted with a Mg anode X-ray source (Mg Ka=1253.6 eV) and a hemispherical electron analyzer. The powder samples were first pressed inside aluminum cylinders and mounted on a sample rod placed in the pretreatment chamber of the spectrometer. Calcined samples were outgassed in the pretreatment chamber at ambient temperature for 1 h prior to transferring to the analysis chamber. In-situ pretreatments in hydrogen were carried out at 673 and 773 K for the Ni(x) i and Ni(x)p series, respectively. The ion-pumped analysis chamber was maintained below 3 . 10-9 Torr (1 Torr=133.3 Pa) during data acquisition. The intensities were estimated by calculating the integral of each peak after subtraction of the `Sshaped' background and fitting the experimental curve to a mixture of lorentzian and gaussian lines of variable proportion. All binding energies (BE) were referenced to the C 1 s line at 284.9 eV giving BE values within an accuracy of t 0.2 eV. For infrared experiments, samples in the form of self-supporting wafers of ca. 10 mg cm-2 were evacuated at reduction temperature for 1 h in a quartz cell fitted with KBr windows. Samples were re-reduced `in situ' in a hydrogen flow (60 cm3 min-') for 1 h at 673 and 773 K for the Ni(x)i and Ni(x)p series, respectively. Samples were subsequently outgassed in dynamic vacuum for 30 min at the same temperature, cooled to room temperature and exposed to carbon monoxide. Spectra were recorded on a Nicolet 5ZDX spectrometer at a resolution of 4 cm-'. The hydrogenation reaction of styrene was carried out over ca. 500 mg of catalyst in a conventional U-shaped fixed bed flow reactor at atmospheric pressure. Catalysts were reduced `in situ' at 673 K for 1 h in a flow of hydrogen (80 cm3 min-') before lowering to reaction temperature (393 K). The hydrogen/ styrene molar ratio was 8.30 with a styrene flow of 0.015 mol h-'. The catalysts were pelleted and sieved in the mesh range 0.50-0.42 mm. Tests were made to ensure that the reaction was not subject to diffusion limitations. The reaction was carried out at a residence time (W/F) of 3.5 g mol-' h and studied over periods of 4 h. Products and reactants were analyzed by an on-line Konik 3O00O gas chromatograph fitted with flame ionization (FID) detector and a 15% diethylene glycol succinate on 7& J.A. Anderson et al. /Applied Catalysis A: General 113 (1994) 75-88 Chromosorb W column at 373 K. Selectivity was calculated as 100 X (number of moles of ethylbenzene produced/number of moles of styrene converted). 3. Results 3.1. Catalyst characterisation XP spectra of the Ni(x)i and Ni(x)p catalysts reduced `in situ' for 1 h at 673 and 773 K, respectively, are shown in Figs. 1 A and B. The higher reduction temperature for the later was chosen because of the known difficulty in reducing Ni2p_,lz _oa o u v Cs. c Ni` Nisat 0 A $62 $56 850 6ess ci a a d w hi y ~ p UI Ni2pr31z g NO' Niaa= z+ W b V 0 ~ T~ ~ _,--t o t 862 856 858 BE (eV) Fig, 1. XP spectraof (A) impregnateacatalysts reduced at 673 K: (a) Ni( 1.0)i, (b) Ni( 1.7) i, (c) Ni(4.2)1 and (d) Ni(5.8)i and (i3) precipitated catalysts reduced at 773 K: ta) Ni(1.9)p, (b) Ni(2.6)p, (c) Ni(3.4)p, (d) Ni(4.2)p and (e) Ni(4.7)p J.A. Anderson et al. /Applied Catalysis A: General 113 (1994) 75--88 79 Table l Catalyst characteristics and catalytic activity Catalyst Particle diamete' Degree of reduction XPS NiNi, Activity (nrol h-' g-'Ni) (nm) (a) Styrene Benzene Ni(I.0)i 6.9 0.31 0.22 21.07 0.042 Ni(1.7)i 4.9 0.47 0.16 13.46 0.058 Ni(4.2)i 4.1 0.51 0.28 5.18 0.099 Ni(5.8)i 8.9 0.63 0.29 4.93 0.041 Ni(1.9)p 4.6 0.55 0.22 15.12 - Ni(2.6)p 6.1 0.57 0.37 10.59 0.074 Ni(3.4)p 5.2 0.65 0.50 8.47 0.101 Ni(4.2)p 7.0 0.76 0.66 6.85 0.093 Ni(4.7)p 7.5 0.86 0.83 6.64 0.182 \" Calculated from hydrogen adsorption isotherms at 298 K.After I h in hydrogen at 673 K (Ni(x)i) or 773 K (Ni(x)p) ` T=393 K, W/F=3.5 g mol-' h after 15 min.T=343 K, WIF=27 g mol' h after 15 min. the nickel hydrosilicate precursor formed by the precipitation method [ 13,14] . Consistent with this, binding energies of ca. 856.2 eV for the calcined Ni (x) p series compared with ca 857.2 eV for the Ni(x)i series suggest that in the former, nickel is bound more covalently, as nickel hydrosilicate, but as the oxide in the case of the Ni(x)i series samples. All spectra for reduced samples show three peaks in the energy region corresponding to Ni 2P3/2 photoelectrons. The most intense peak, which appears at BEs in the range 857.2-856.8 eV for impregnated and 856.9856.7 eV for precipitated samples, is characteristic of Ni2+ ions in an oxygen environment [ 15 ] . This peak is accompanied by a broader one, due to shake-up phenomena, located at ca. 6 eV in the high BE side. This peak is the fingerprint of Ni2+ ions, and can be used to distinguish these from reduced nickel species. Additionally, the nickel catalysts reduced in hydrogen display a third component located on the low BE side of the main peak at ca. 853 eV, due to metallic nickel. The Ni 2P3/2 doublet of Ni2+ and Niappears well resolved for the Ni (x) p samples, with the intensity of the peak due to metallic nickel increasing with nickel loading (Fig. 1 B) and with the corresponding degree of reduction (Table 1) . For the Ni (x) i series, a poorer resolution of the Ni 2P3/2 doublet is observed (Fig. IA) which in addition to the increase in full width at half maximum (FWHM) suggests a more heterogeneously distributed nickel phase, most likely indicative of highly dispersed nickel species. Following Ni 2P3/2 peak fitting the contribution of each component to the overall spectrum was evaluated. The ratio of the integrated peak area for metallic nickel (the lowest BE peak) against the total nickel peak area should be related to the degree of reduction at the surface. From the data summarised in Table 1 it is clear that the percentage reduction on the surface of the Ni(x) i catalyst series is rather low and does not change substantially with nickel content. Conversely, the percentage reduction of nickel in the Ni(x)p catalyst series increases much more (by ca. a factor of 3) with nickel content. 80 J.A. Anderson et al. /Applied Catalysis A: General 113 (1994) 75-88 The latter may be related to the degree of reduction as calculated gravimetrically. Fig. 2 shows that in most cases a relationship exists between the parameters with a straight line passing through the points for samples prepared by precipitation. The two deviating points for the impregnation-prepared samples can also be explained. For the sample Ni(5.8)i, which lies to the right of the line, the quantity of Nimeasured by XPS is an underestimate as this sample exhibited the largest mean particle size (8.9 nm). The sample Ni(1.0)i lying to the left of the line gives an underestimate of Nit+, probably resulting from incomplete reduction of nickel oxide particles. This sample gave the lowest degree of reduction after 1 h, but one of the highest after 4 h, consistent with a kinetic limitation of reduction of larger crystallites. If after hydrogen reduction the nickel atoms are ordered in larger crystals than in the original oxidic nickel phases, changes in the Ni:Si XPS ratios would be expected. To determine the extent of this, the Ni/Si XPS intensity ratios were calculated (including Niz + shake-up satellite) for the reduced and calcined samples (Fig. 3). From this plot the reduced catalysts display lower Ni/Si ratios than the calcined samples, particularly at moderate and high nickel contents and this ratio is, in general, lower for the precipitated catalysts. This probably results from the formation of 3-dimensional nickel particles from an essentially 2-dimensional nickel hydrosilicate phase present in the calcined state. Infrared spectra of carbon monoxide adsorbed on reduced samples are shown in Fig. 4A and B for Ni(x)i and Ni(x)p catalysts, respectively. Absorption bands appearing above 2100 cm-' indicate adsorption of carbon monoxide at unreduced 0,8 0,8 h d 0,4 N_ Z O Z e 0,2 O t7 0,0 0,2 0,4 0,8 0,8 Degree of Reduction () Fig. 2. Relationship between the degree of nickel reduced as determined gravimetrically and the ratio of signals due to nickel and Niz+ determined by XPS for the series Ni(x)i (O) and Ni(x)p (. J.A. Anderson et al. /Applied Catalysis A: General 113 (1994) 75-88 0.41 0.2 0 13 0.2 0.4 0.6 c'NJIst)cd 81 Fig. 3. XPS intensity ratios IN,lIs, for reduced samples plotted versus !N,/Is, for calcined samples prepared by (O) impregnation and ( precipitation. nickel centres. The band at 2198 cm-', attributed to carbon monoxide adsorbed at exposed Ni2+ ions [ 11,16,17 ] , is the most prominent feature in spectra of the Ni(x)i series with its intensity directly proportional to the content of unreduced nickel (Table 1, Fig. 4A), indicating that most of the unreduced nickel is exposed. For samples prepared by precipitation, the relative intensity of the 2198 cm-' band decreased at higher nickel loadings ( Fig. 4B ) , in agreement with the more complete reduction as measured by the degree of reduction and XPS measurements (Table 1). No such correlation existed between intensity and degree of reduction, indicat- 230o 2200 2100 - 2000 ,900 Is 2300 2200 2100 2000 1900 Wavenumberlcm-1 WavenumbeNcm-1 Fig. 4. IR spectra of carbon monoxide adsorption on (A) 673 K reduced catalysts prepared by impregnation: (a) Ni(1.0)i, ( b) Ni(1.7 ) i, (c) Ni (4.2)i and ( d) Ni( 5.8 ) i and ( B ) 773 K reduced catalysts prepared by precipitation: (a) Ni(1.9)p, (b) Ni(2.6)p, (c) Ni(3.4)p, (d) Ni(4.2)pand (e) Ni(4.7)p. 82 J.A. Anderson et al. /Applied Catalysis A: General 113 (1994) 75-88 ing some of the unreduced nickel to be present in bulk phases. A band near 2140 cm-', due to carbon monoxide on Ni+ [ 13,17], is observed in the spectra of all samples and its relative intensity parallels the intensity of the band at 2198 cm-'. Spectra in the region 2100-2000 cm-' show differences in the position and relative intensity of the bands, indicating a sensitivity to the nature of the nickel particle present and hence to the preparation method and metal loading. In agreement with the general literature, absorption bands below 2000 cm-' may be assigned to bridge-bound carbonyls [ 18] while bands appearing above this frequency can be ascribed to vibrations of linearly bound monocarbonyls or dicarbonyls [18-22]. In general, band maxima were observed at 2095/2075, 2010/ r 100 so Q so m c 0 U 40 20 0 i i 0 50 100 150 200 250 Time on stream, min 100~-- 80 ~- o 60 f c 0 U 40 20 0 50 100 150 200 250 Time on stream, min Fig. 5. Styrene conversion with the time-on-stream for (A) Ni(1.0)i (O), Ni(1.7)i (, Ni(4.2)i (101) and Ni (5.8)i (O) and (B) Ni (1.9)p ( A ), Ni (2.6)p (O), Ni (3.4)p (, Ni (4.2)p ( and Ni (4.7)p (O). J.A. Anderson et al. /Applied Catalysis A: General 113 (1994) 75-88 83 1995 and 1960/ 1940 cm-'. Spectra of the Ni(x)p series with the highest loadings show a band at 2040 cm' (Fig. 4B d,e), present as a shoulder for lower loaded catalysts, consistent with previous observations in spectra of poorer dispersed catalysts [ 19,20] . For catalysts prepared by precipitation, the highest nickel loadings gave lower band intensities in the region 2100-2065 cm-' (Fig 4B d,e) consistent with the increase in particle size observed (Table 1) and the presence of less surface nickel. The band at 1995 cm-' for the Ni(x)i samples was not observed in spectra of the Ni(x)p samples. For the Ni(x)i series with mean particle diameter ranging from 4.1 to 8.9 nm, bands due to bridge-bound species at 1940/1960 cm-' were always the most prominent feature in the region 2100-1900 cm-'. In contrast, bands due to bridgebound species were only dominant for the three lowest loaded Ni(x)p samples. For samples Ni(4.2)p and Ni(4.7)p (Fig. 4B d,e) with mean particle diameters of 7 and 7.5 nn, the maximum at 2060 cm-' was as intense or higher than the band due to bridging carbonyls. A further distinction between the two series was that the band due to bridging carbonyls for the Ni(x)p series always appeared at 1960 cm-', whereas this appeared only as a shoulder for the Ni(x)i series with the main component appearing at 1940 cm-'. At an equivalent surface coverage, the band due to bridging carbonyls on the Ni(111) single crystal face appears at 25 cm-' below the frequency of bands due to the same species on the Ni (100) and (110) planes [ 23 ] . Bands at 1960 and 1940 cm-' are therefore assigned to bridging carbonyls on the (100) / (110) and (111) planes, respectively. In support of this, a previous study of Ni/clay catalysts with particle size above 10 nm, and which was assumed to predominantly expose the (111) plane, gave a single band at 1945 cm-' [ 13 ] . The absence of bridge-bound carbon monoxide on the (111) planes of the Ni(x)p series would suggest that either the method of preparation resulted in differences in the crystallographic-morphologic nature of the metal particles, compared to those present in catalysts prepared by impregnation, or that a coverage of these planes occurred at some stage prior to carbon monoxide adsorption. Rieck et al. [24] compared Pd/Si02 with Pd/La203 and found that a band at ca. 1920 cm-' for the former, due to carbon monoxide on the Pd (111) plane, was absent for the latter and attributed this to a covering of this plane by LaOX species. 3.2. Catalytic activity The specific activities of the samples for styrene hydrogenation after 15 min on stream are shown in Table 1 along with previously published results [ 11 ] for benzene hydrogenation. Still considering the differences in reaction conditions, the activity for styrene hydrogenation is approximately 100 times higher than that of benzene hydrogenation. Consistent with these results, ethylbenzene was the major hydrogenation product detected [ 1,4,7 ] with little ethylcyclohexane being detected although the slight decrease in selectivity to ethylbenzene for high nickel containing samples results from some hydrogenation to ethylcyclohexane. Styrene conversion 84 J.A. Anderson et al. /Applied Catalysis A: General 113 (1994) 75-88 and selectivity to ethylbenzene as a function of reaction time are shown in Figs. 5 and 6. With the exception of the samples with the highest nickel content, the conversion shows a decrease with time, with this deactivation being most dramatic in the case of the two lowest loaded catalysts of each series, Ni (1.0) i and Ni (1.9) p. Furthermore, the order of the extent of loss in activity with time-on-stream followed the order of nickel content within each series, with the highest loaded catalysts being the most stable. In the case of selectivity (Fig. 6A,B), no such relationship between weight loading and stability with time-on-stream was observed. As previously observed for Pd /A1203 catalysts [ 25 ] , low loaded samples, Ni (1.9) p and Ni(1.0) i, did not produce detectable quantities of ethylcyclohexane, suggesting the iool-. 0 0 a 80 m m 40 20f 0 100 80 80 o m L 0 50 100 150 200 250 Time on stream, min B 0 0 O O 20 0 50 100 150 200 250 Time on stream, min Fig. 6. Selectivity to ethylbenzene for (A) Ni(1.0)i (O), Ni(1.7)i (, Ni(4.2)i ( and Ni(5.8)i (111) and (B) Ni (1.9)p ( ^ ), Ni (2.6)p (O), Ni (3.4)p (, Ni (4.2)p ( and Ni (4.7)p (O). J.A. Anderson et al. /Applied Catalysis A: General 113 (1994) 75-88 85 1 10 0,8 o T 0,6 O 6 o-,,.t3. O 4 , ~ 0 0,4 ,p 2 0,2 0 0 3 4 5 6 7 8 9 10 d, nm Fig. 7. Variation of TOF (-) and fraction of (---) unreduced nickel (1- a) with nickel particle size (d) for the catalysts prepared by precipitation ( and impregnation (O). loss in activity and selectivity to be the result of the formation of polymerisation products. Samples removed from the reactor appeared to be covered with a gumlike material, consistent with the formation of polymer products. The drop in conversion shown by sample Ni(1.7)i is accompanied by a progressive drop in selectivity to ethylbenzene to ca. 20%, whereas the higher loaded and lesser deactivated Ni (5.8) i gave a selectivity which fell to ca. 70%. On the basis of the number of exposed reduced nickel atoms calculated by hydrogen chemisorption, the activities per nickel site (TOF) were plotted against metal particle diameters (Fig. 7) . A difference in catalytic behaviour between the Ni(x)i and Ni(x)p series is apparent. The results would apparently indicate structure sensitivity, with a well defined maximum in activity for particle sizes around 6.9 (Ni (1) i) and 6.1 nm (Ni (2.6) p). The effect is more pronounced for catalysts prepared by impregnation. These catalysts are significantly more active than Pd/ A1203 [ 25 ] which gave a maximum TOF of 0.13 s- t, some 50 times lower than the maximum TOF reported here. 4. Discussion The two series of samples show differences in catalytic behaviour which must clearly be related to differences in method of preparation. As these differences exist over the same range of dispersion and both give a maximum in TOF between 6 and 7 nm, this TOF maximum must be related to particle morphology /geometric effects rather than to total number of exposed nickel sites. Infrared results suggest that differences in particle morphology do exist between the two series, as shown by the absence of the 1995 and 1940 cm-t bands for Ni(x)p catalysts. Fr6ty et al. [26] report that reduction temperatures above 923 K for Ni/Si0z catalysts result 86 J.A. Anderson et al. /Applied Catalysis A: General 113 (1994) 75-88 in surface modifications which induce a blockage of some surface nickel atoms as indicated by decreased intensity of carbon monoxide absorption bands and decreased activity in hydrogenation reactions. Although blockage of certain planes or sites [ 24 ] would be a possible explanation of the present results, such a phenomenon would give an overestimate of particle sizes measured by hydrogen chemisorption for the Ni(x)p series rather than an underestimate which appears to be the case from Fig. 7 where the maximum in TOF is displaced relative to the Ni(x)i series. One other possibility would be that the higher reduction temperature used for this series led to the formation of more annealed particles with more closely packed crystal faces and less high-index planes. However, the fact that a maximum is observed for both series rather than a plateau, which is typical of reactions showing structure sensitivity, suggests that morphological factors are not responsible for the form of the TOF/particle size plot. Additionally, independent of whether octahedrons or cubooctahedrons are considered, the fraction of sites with co-ordination number 7, 8, or 9 do not show any change in the range 4-9 nm as used here, while the proportion of lower co-ordination number sites may be neglected [ 27 ] . Such behaviour must be linked with other characteristics of the catalysts. The results in Fig. 7 show a trend opposite to results for benzene hydrogenation [ 11 ] where catalysts prepared by precipitation showed the highest TOFs. In the case of benzene hydrogenation, correlation between the extent of nickel reduction and activity led to the proposal that unreduced nickel ions present in the surface of reduced nickel clusters acted as a diluent in the surface, reducing the size of the nickel ensembles below that required for adsorption in a planar mode. In the case of styrene the opposite seems to occur. By plotting 1- a (i.e. the fraction of unreduced nickel) against particle diameter in the same plot as TOF against particle diameter (Fig. 7) , a correlation between TOF and the proportion of unreduced nickel is apparent. Note that the use of 1- a is justified as Fig. 2 clearly shows the fraction of total unreduced nickel to be related to the amount of unreduced nickel measured by XPS. Additionally, unreduced nickel clearly exists at the surface as shown by its ability to adsorb carbon monoxide (Fig. 4A,B). The dilution of nickel surfaces by unreduced nickel species, giving rise to geometric effects, has been proposed on various occasions [ 11,19,28 ] . The difference in behaviour in the hydrogenation of styrene and benzene indicates that the mode of adsorption and the nature of the active sites in each case is different. This is in agreement with the general observation that under conditions of styrene hydrogenation, benzene is not hydrogenated [ 1,4] . Benzene is zr-bonded on nickel surfaces with its molecular plane parallel to the surface. Each molecule may occupy 9 first-layer surface atoms [ 29 ] , although Martin and Dalmon [ 30] calculated that the active site for benzene hydrogenation is an ensemble of n = 3 t 2 adjacent nickel atoms. Benzene is not hydrogenated over nickel sites of cationic character [ 16] and so the presence of unreduced nickel residues in metallic nickel particles acts as a diluent in the surface layers, preventing benzene from lying flat on the surface J.A. Anderson et al. /Applied Catalysis A: General 113 (1994) 75-88 87 and consequently preventing its hydrogenation to cyclohexane [ 11 ] . Catalysts exhibiting high degrees of reduction showed the highest activities for benzene hydrogenation [ 11 ] . In the case of styrene, the opposite is true. Catalyst Ni (1.0) i shows the highest TOF but has the lowest degree of reduction (Fig. 7). This being the case, the most likely adsorption site of styrene would be at incompletely reduced exposed nickel sites with interaction through the 7r-electrons of the double bond of the ethylene group. Nearby reduced nickel atoms would be the source of hydrogen atoms for the reduction process. Note that adsorption of styrene `via' the double bond of the ethylene group would be consistent with measurements of the relative adsorption constants and reactivities of styrene and a-methyl substituted styrene which implicated steric hindrance for the latter [4]. This mode of interaction does not require the ring to be lying flat on the surface, and hence catalysts exhibiting high concentrations of exposed, unreduced nickel sites (low a) may exhibit high activity in hydrogenation of the double bond. Additionally high surface concentrations of these exposed ions reduce the possibility of planar adsorption of the ring, thereby increasing the selectivity to ethylbenzene as opposed to ethylcyclohexane. Conversion of styrene may proceed in two parallel reactions; hydrogenation to ethylbenzene and ethylcyclohexane in successive reactions, and polymerisation of styrene on acid sites [2]. The proton is generally considered to be responsible for the polymerisation reaction [ 25 ] and therefore activity and selectivity may be related to the ratio of metallic and acidic sites. For example, modification of a yalumina support with alkali metals resulted in a decrease in its acidity and consequently in a decrease in polymerisation [ 2] . To determine the reason for the differences between high- and low-loaded catalysts with regard to their stability in reaction, pyridine was adsorbed as a probe of acid sites on samples Ni(1.9)p and Ni (4.7) p. Pyridine, rather than ammonia [ 2 ] , was selected as it is, in terms of size, more related to styrene and thus less likely to detect protonic groups located within the sepiolite structure [ 13 ] but unavailable to the reactant molecule. However, results obtained were similar to those reported previously for ca. 9% Ni/clay catalysts [ 13 ] with no bands detected at ca. 1540 or 1640 cm- t which would be indicative of Bronsted acidity. Further studies are clearly required to determine the mechanism of polymer formation and deactivation of the catalysts. Acknowledgements S. Damyanova is grateful to the Ministerio de Educacion y Ciencia of Spain for a grant received under the Sabatical programme. References [ 1 ] J. Kijenski, B.G. Danielczyk,1. Szydlowska and St. Malinowski, React. Kinet. Catal. Lett., 116 (1981) 345. 88 J.A. Anderson et al. /Applied Catalysis A: General 113 (1994) 75-,88 [2] N.S. Figoli and P.C. L'Argentiere, Catal. Today, 5 (1989) 403. [ 3 ] A. Arcoya, X.L. Seoane, N.S. Figoli and P.C. L'Argentiere, Appl. Catal., 62 (1990) 35. [4] J.M. Campelo, A. Garcia, D. Luna and J.M. Marinas, Bull. Soc. Chim. Belg., 92 (1983) 851. [5 ] B. Qixun, Z. Baoying and L. Zhen, Appl. Catal. A, 85 (1992) 101. [6] I. Sandulescu, V. Parvulescu and X. Yandong, in M. Farinha and C. Pulido (Editors), Proceedings 9th Iberoamerican Symposium on Catalysis, Lisbon, 1984, p. 807. [7] M.A. Aramendia, V. Borau, C. Jimenez, J.M. Marinas and M.E. Sempere, React. Kinet. Catal. Lett., 43 (1991) 1. [ 8] A. Aguinaga, J.C. de Cal, J.M. Asua and M. Montes, Appl. Catal., 51 (1989) 1. [9] L. Daza, S. Mendioroz and J.A. Pajares, Clays Clay Miner., 39 (1991) 14. [ 10 ] A. Corma, A. Mifsud and J. Perez Pariente, Ind. Eng. Chem. Res., 27 (1988) 2044. [ I 1 ] J.A. Anderson, L. Daza, JL.G. Fierro and M.T. Rodrigo, J. Chem. Soc., Faraday Trans., 89 (1993) 3651. [ 12] J.A. van Dillen, J.W. Geus, L.A.M. Hermans and J. van der Miejden, in G.C. Bond, P.B. Wells and F.C. Tompkins (Editors), Proceedings of 6th International Congess on Catalysis, London, 1976, The Chemical Society, London, 1976, p. 677. [ 13 ] J.A. Anderson, T. Rodrigo, L. Daza and S. Mendioroz, Langmuir, 9 (1993) 2485. [ 14] J.T. Richardson and R.J. Dubus, J. Catal., 54 (1978) 207. [ 15 ] D. Briggs and M.P. Seah, Practical Surface Analysis. Auger and X-ray Photoelectron Spectroscopy, Whiley, Chichester, 1990, 2nd ed. [ 16] L. Daza, P. Pawelec, J.A. Anderson and J.L.G. Fierro, Appl. Catal., 87 (1992) 45. [ 17] J.B. Peri, J. Catal., 86 (1984) 84. [ 18 ] N. Sheppard and T.T. Nguyen, Adv. Infrared Raman Spectrosc., 5 (1978) 67. [ 19] M. Primet, J.A. Dalmon and G.A. Martin, J. Catal., 46 (1977) 25. [20] A.F.H. Wielers, G.J.M. Aafink and J.W. Geus, Appl. Surf. Sci., 20 (1985) 564. [ 21 ] C.H. Rochester and R.J. Terrel, J. Chem. Soc., Faraday Trans. 1, 73 (1977) 609. [ 22 ] R. van Hardeveld and F. Hartog, Adv. Catal., 22 (1972) 75. [ 23 ] R. van Santen, Rec. Trav. Chim. Pays Bas, 101 (1982) 121. [24] R.F. Rieck, Q.J. Yen and AT. Bell, J. Catal., 89 (1984)498. [25] P.C. L'Argentiere and N.S. Figoli, Appl. Catal., 61 (1990) 275. [26] R. Frity, L. Tournayan, M. Primet, G. Bergeret, M. Guenin, J.B. Baumgartner and A. Borgna, J. Chem. Soc., Faraday Trans., 89 (1993) 3313. [27] R. Burch, in J.R. Anderson and M. Boudart (Editors), Specialist Periodical Reports - Catalysis, Vol. 7, Royal Society of Chemistry, London, 1985, p. 149. [ 28 ] D. Duprez and M. Mendez, Stud. Surf. Sci Catal., 34 (1987) 523. [29] D.R. Huntley, S.L. Jordan and F.A. Grimm, J. Phys. Chem., 96 (1992) 1409. [30] G.A. Martin and J.A. Dalmon, J. Catal., 75 (1982) 233. APCATA 94802424 0926-860X(94)80242-4 10.1016/0926-860X(94)80242-4 Elsevier Science B.V. All rights reserved Hydrogenation of styrene over nickel/sepiolite catalysts J.A. Anderson L. Daza 1 1 S. Damyanova 2 J.L.G. Fierro M.T. Rodrigo Instituto de Catálisis y Petroleoquímica, CSIC, Campus UAM, Cantoblanco, 28049 Madrid, Spain 1 Corresponding author. 1 Fax. ( +34-1) 5854760 2 Present address: Institute of Kinetics and Catalysis, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria The hydrogenation of styrene was studied over two series of nickel/sepiolite catalysts. In order to relate the catalytic behaviour with the active sites present, the nickel component was characterised by a combination of degree of reduction (/ga), photoelectron spectroscopy (XPS) and infrared spectroscopy of adsorbed carbon monoxide, paying particular attention to the presence and distribution of unreduced nickel and to the metal particle morphology. Catalysts which exhibited the lowest activity per exposed nickel atom in benzene hydrogenation proved to be the most active in styrene hydrogenation, and were the catalysts which showed a high level of unreduced surface nickel. Styrene is proposed to adsorb ‘via’ the ethylene double bond at incompletely reduced nickel sites, and is not adsorbed with the ring planar to the surface as is a prerequisite for benzene hydrogenation. Keywords catalyst characterisation (FT-IR/XPS ) catalyst preparation (deposition-precipitation/impregnation) nickel-sepiolite catalysts styrene hydrogenation Reference [1] Kijenski J. Danielczyk B.G. Szydlowska I. Malinowski St. React. Kinet. Catal. Lett. 116 1981 345 [2] Figoli N.S. L'Argentiere P.C. Catal. Today 5 1989 403 [3] Arcoya A. Seoane X.L. Figoli N.S. L'Argentiere P.C. Appl. Catal. 62 1990 35 [4] Campelo J.M. Garcia A. Luna D. Marinas J.M. Bull. Soc. Chim. Belg. 92 1983 851 [5] Qixun B. Baoying Z. Zhen L. Appl. Catal. A 85 1992 101 [6] Sandulescu I. Parvulescu V. Yandong X. Farinha M. Pulido C. Proceedings 9th Iberoamerican Symposium on Catalysis 1984 807 Lisbon [7] Aramendia M.A. Borau V. Jimenez C. Marinas J.M. Sempere M.E. React. Kinet. Catal. Lett. 43 1991 l [8] Aguinaga A. de Cal J.C. Asua J.M. Montes M. Appl.Catal. 51 1989 l [9] Daza L. Mendioroz S. Pajares J.A. Clays Clay Miner. 39 1991 14 [10] Corma A. Mifsud A. Pariente J. Perez Ind. Eng. Chem. Res. 27 1988 2044 [11] Anderson J.A. Daza L. Fieiro J.L.G. Rodrigo M.T. J. Chem. Soc., Faraday Trans. 89 1993 3651 [12] van Dillen J.A. Geus J.W. Hermans L.A.M. van der Miejden J. Bond G.C. Wells P.B. Tompkins F.C. Proceedings of 6th International Congess on Catalysis, London, 1976 1976 The Chemical Society London 677 [13] Anderson J.A. Rodrigo T. Daza L. Mendioroz S. Langmuir 9 1993 2485 [14] Richardson J.T. Dubus R.J. J. Catal. 54 1978 207 [15] Briggs D. Seah M.P. 2nd ed. Practical Surface Analysis. Auger and X-ray Photoelectron Spectroscopy 1990 Whiley Chichester [16] Daza L. Pawelec P. Anderson J.A. Fierro J.L.G. Appl. Catal. 87 1992 45 [17] Peri J.B. J. Catal. 86 1984 84 [18] Sheppard N. Nguyen T.T. Adv. Infrared Raman Spectrosc. 5 1978 67 [19] Primet M. Dalmon J.A. Martin G.A. J. Catal. 46 1977 25 [20] Wielers A.F.H. Aafink G.J.M. Geus J.W. Appl. Surf. Sci. 20 1985 564 [21] Rochester C.H. Terrel R.J. J. Chem. Soc., Faraday Trans, 1 73 1977 609 [22] van Hardeveld R. Hartog F. Adv. Catal. 22 1972 75 [23] van Santen R. Rec. Trav. Chim. Pays Bas 101 1982 121 [24] Rieck R.P. Yen Q.J. Bell A.T. J. Catal. 89 1984 498 [25] L'Argentiere P.C. Figoli N.S. Appl. Catal. 61 1990 275 [26] Fréty R. Tournayan L. Primet M. Bergeret G. Guenin M. Baumgartner J.B. Borgna A. J. Chem. Soc., Faraday Trans. 89 1993 3313 [27] Burch R. Anderson J.R. Boudart M. Specialist Periodical Reports — Catalysis 7 1985 Royal Society of Chemistry London 149 [28] Duprez D. Mendez M. Stud. Surf. Sci Catal. 34 1987 523 [29] Huntley D.R. Jordan S.L. Grimm F.A. J. Phys. Chem. 96 1992 1409 [30] Martin G.A. Dalmon J.A. J. Catal. 75 1982 233",
      "scopus-id": "0028769361",
      "coredata": {
        "eid": "1-s2.0-0926860X94802424",
        "dc:description": "The hydrogenation of styrene was studied over two series of nickel/sepiolite catalysts. In order to relate the catalytic behaviour with the active sites present, the nickel component was characterised by a combination of degree of reduction (/ga), photoelectron spectroscopy (XPS) and infrared spectroscopy of adsorbed carbon monoxide, paying particular attention to the presence and distribution of unreduced nickel and to the metal particle morphology. Catalysts which exhibited the lowest activity per exposed nickel atom in benzene hydrogenation proved to be the most active in styrene hydrogenation, and were the catalysts which showed a high level of unreduced surface nickel. Styrene is proposed to adsorb ‘via’ the ethylene double bond at incompletely reduced nickel sites, and is not adsorbed with the ring planar to the surface as is a prerequisite for benzene hydrogenation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-06-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94802424",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Anderson, J.A."
          },
          {
            "@_fa": "true",
            "$": "Daza, L."
          },
          {
            "@_fa": "true",
            "$": "Damyanova, S."
          },
          {
            "@_fa": "true",
            "$": "Fierro, J.L.G."
          },
          {
            "@_fa": "true",
            "$": "Rodrigo, M.T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94802424"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94802424"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80242-4",
        "prism:volume": "113",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of styrene over nickel/sepiolite catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "catalyst characterisation (FT-IR/XPS )"
          },
          {
            "@_fa": "true",
            "$": "catalyst preparation (deposition-precipitation/impregnation)"
          },
          {
            "@_fa": "true",
            "$": "nickel-sepiolite catalysts"
          },
          {
            "@_fa": "true",
            "$": "styrene hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "75-88",
        "prism:endingPage": "88",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 June 1994",
        "prism:doi": "10.1016/0926-860X(94)80242-4",
        "prism:startingPage": "75",
        "dc:identifier": "doi:10.1016/0926-860X(94)80242-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028769361"
      }
    }
  }
}