{
  "metadata": {
    "title": "Acid zeolites as catalysts in organic reactions. Chemoselective Friedel-Crafts alkylation of benzene and toluene with cinnamyl alcohol",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-06-08",
    "doi": "10.1016/0926-860X(95)00034-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95000348",
    "pii": "0926860X95000348"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33746530439",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X95000348 0926-860X(95)00034-8 0926860X95000348 10.1016/0926-860X(95)00034-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00518 2024-01-01T12:19:29.85596Z 0 0 19950608 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 126 126 2 2 Volume 126, Issue 2 16 391 399 391 399 19950608 8 June 1995 1995-06-08 1995 Articles article fla Copyright © 1995 Published by Elsevier B.V. ACIDZEOLITESCATALYSTSINORGANICREACTIONSCHEMOSELECTIVEFRIEDELCRAFTSALKYLATIONBENZENETOLUENECINNAMYLALCOHOL ARMENGOL E 1991 STUDSURFSCICATAL 1993 STUDSURFSCICATAL HOLDERICH 1988 226 W HOLDERICH 1989 69 W VANBEKKUM 1989 283 H HOLDERICH 1991 631 W OLAH 1974 G FRIEDELCRAFTSRELATEDREACTIONS 1991 STUDSURFSCICATAL CORMA 1991 593 A ESPEEL 1993 7688 P JAYAMANI 1983 485 M JAYAMANI 1984 127 M CLIMENT 1991 275 M UNDERINER 1991 2563 T CORMA 1988 40 A BENITO 1994 127 A CLIMENT 1989 113 M CLIMENT 1991 138 M CORMA 1989 109 A RAUNIO 1966 396 E ALGARRA 1995 125 F ARMENGOLX1995X391 ARMENGOLX1995X391X399 ARMENGOLX1995X391XE ARMENGOLX1995X391X399XE item 0926-860X(95)00034-8 0926860X95000348 1-s2.0-0926860X95000348 10.1016/0926-860X(95)00034-8 271346 2024-01-01T12:19:29.85596Z 1995-06-08 1-s2.0-0926860X95000348-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000348/MAIN/application/pdf/00b1543890943ffbe8f9ac3eca269e23/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000348/MAIN/application/pdf/00b1543890943ffbe8f9ac3eca269e23/main.pdf main.pdf pdf true 614631 MAIN 9 1-s2.0-0926860X95000348-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000348/PREVIEW/image/png/ff0b4de7dbfa55039abe05379db891a7/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000348/PREVIEW/image/png/ff0b4de7dbfa55039abe05379db891a7/main_1.png main_1.png png 45936 849 656 IMAGE-WEB-PDF 1 APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 126 (1995) 391-399 Acid zeolites as catalysts in organic reactions. Chemoselective Friedel-Crafts alkylation of benzene and toluene with cinnarnyl alcohol Elvira Armengol, Avelino Corma, Hermenegildo Garcia *, Jaime Primo Instituto de Tecnolog Quica UPV-CSIC Universidad Politnica de Valencia, Apartado 22012, 46071-Valencia, Spain Received 22 November 1994; revised 4 February 1995; accepted 4 February 1995 Abstract Alkylation of benzene and toluene with cinnamyl alcohol has been carried out in the presence of a series of acid Y faujasites with three levels of Na+-to-H+ exchange (HY-21, HY-50 and HY- 100) and with different framework Si-to-A1 ratio (HY-D1, HY-D2 and HY-D3). This system provides a good example of the possibilities of tunable acidity in zeolites to control a chemical reaction. Thus, while 1,3-diarylpropenes were the predominant reaction products using HY-21 and HY-50 catalysts, further reaction of the C=C double bond to give arylindanes and triarylpropanes takes place using the other more acidic catalysts. Finally, no detectable amounts of branched allylic isomer 3,3-diaryl1-propene, generally also formed by attack at the three position of the cinnamyl alcohol, were observed. Keywords: Acid faujasites; Benzene; Chemoselectivity; Cinnamyl alcohol; Faujasites; Friedel-Crafts alkylation; Zeolites 1. Introduction The use of acid zeolites as catalysts for the synthesis of fine chemicals is a growing area of research in heterogeneous catalysis [ 1,2 ] . Friedel-Crafts alkylation of aromatics is one of the reaction types for which much attention has been paid to the application of acid zeolites [3-6]. This is mainly due to the fact that conventional Lewis or Brsted acids are clearly deficient catalysts, since they are usually non-recoverable and fully destroyed during the reaction work-up. Furthermore, * Corresponding author. Fax. ( +34-6) 3877809. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI0926-860X(95)00034-8 392 E. Armengol et al. /Applied Catalysis A: General 126 (1995) 391-399 from a chemical point of view, they usually exhibit a poor chemoselectivity [7] . Many functionalities, including halides, hydroxy and multiple C-C bonds, are reactive under the relatively drastic conditions required for the alkylation under typical acid catalysis. However, fine chemicals are generally characterized by the concurrence of several functional groups on the molecule. Clearly much more selective catalysts are needed for this type of aromatic alkylations. Acidity in zeolites is tunable by controlling some physicochemical parameters, such as the framework A1 content and the percentage of ion exchange [ 8 ] . Development of tailor-made zeolite-based catalysts with the appropriate acid strength distribution required for each transformation is, therefore, a very viable possibility. In the present paper we report the liquid-phase reaction of benzene and toluene with cinnamyl alcohol. The reason to choose cinnamyl alcohol as alkylating reagent is because it encompasses three functional groups generally reactive under conventional Friedel-Crafts catalysis. We have found that by-products and consecutive reactions can be controlled by an adequate choice of the zeolite acid strength and reaction conditions. This feature is relevant in the context of the development of chemoselective Friedel-Crafts catalysts. 2. Experimental 2.1. Materials Zeolites with different percentages of Na+-to-H+ exchange (HY-21, HY-50 and HY-100) were prepared from NaY (SK-40, Union Carbide) by consecutive treatments at room temperature with aqueous solutions of ammonium acetate and subsequent calcination as reported elsewhere [ 9 ] . Dealuminated acid zeolites (HYD1, HY-D2, and HY-D3) were supplied by PQ Industries. 2.2. Reaction procedure Reactions were performed in the liquid phase under batch conditions using usual reactant-to-catalyst ratios. Thus, the corresponding zeolite (1.00 g) previously activated (500, overnight) was added to a solution (50 ml) of cinnamyl alcohol 1 (100 mg) and nitrobenzene (100 mg) as internal standard in the appropriate solvent (benzene or toluene). The resulting suspension was magnetically stirred at the corresponding temperature using a thermostated bath. The course of the reaction was periodically followed by analysing the organic phase using a HP 5890 gas chromatograph equipped with a 25 m capillary column of 5 % phenylmethylsilicone. At the end of the reaction, the solid was filtered and submitted to exhaustive solidliquid extraction using dichloromethane as solvent. The organic phases (from the reaction and the catalyst extraction) were separately concentrated under vacuum, weighed and analyzed by gas chromatography (GC), gas chromatography-mass E. Armengol et al. /Applied Catalysis A: General 126 (1995) 391-399 393 spectrometry (GC-MS) (HP 5890 spectrometer, same column and conditions as GC) and 400 MHz ' H-nuclear magnetic resonance (' H-NMR) (Varian Unity + , CDC13 as solvent, TMS as internal standard). One experiment was carried out in CC14 using HY-D2, whereby compounds 7 and 8 were formed. 2.3. Synthesis of trans-3-(4-methylphenyl)-1-phenyl-l -propene (2b) An equimolar solution of acetophenone (Aldrich, 0.50 g) and 4-methylbenzaldehyde (Aldrich, 0.46 g) in ethanol (10 ml) containing NaOH (0.20 g) was stirred at room temperature for 2 h. The suspension was cooled overnight in the refrigerator and the resulting solid filtered and thoroughly washed with fresh aliquots of cold ethanol. The resulting chalcone (0.50 g) was hydrogenated at atmospheric pressure in ethyl acetate (10 ml) with almost quantitative yield using Pd/C catalyst. After filtering the catalyst and removal of the solvent, the 3-(4-methylphenyl)propiophenone (300 mg) was reduced in ethanol (20 ml) at room temperature with KBH4 (80 mg) for 2 h. The solid formed was collected, washed with fresh aliquots of cold ethanol and recrystallized using ethanol as solvent. A sample of this 3-(4-methylphenyl)-1-phenyl-l-propanol was finally dehydrated in glacial acetic acid at 50 for 2 h to give compound 2b. 2.4. Synthesis of I-phenylindane (3a) A solution of 1-indanone (Aldrich, 0.50 g) in dry ethyl ether (Aldrich, 50 ml) was added dropwise to phenylmagnesium bromide previously prepared by stirring at reflux temperature for 1 h a suspension of bromobenzene (600 mg) in dry ethyl ether (50 ml) and magnesium powder (100 mg). After the addition was complete (10 min), the resulting mixture was stirred at reflux temperature for 1 h. Then, the liquid phase was washed with an aqueous solution of NH4C1, dried over anhydrous Na,S04 and concentrated under vacuum. The residue was submitted to column chromatography using hexane-ethyl ether mixtures as eluent. The corresponding 1-phenyl-l-indanol (0.20 g) was hydrogenated at atmospheric pressure in glacial acetic acid (20 ml) containing HZS04 (1 ml) using Pd/ C catalyst. 2.5. Synthesis of 1,1,3-triphenylpropane (4a) To a solution of phenylmagnesium bromide in dry ethyl ether prepared as described for the above synthesis was slowly added a solution of 3-phenylpropanone in ethyl ether (25 ml). The resulting mixture was stirred at reflux temperature for 1 h, then cooled at room temperature, washed with a 0.1 M aqueous solution of NH4C1, and dried over anhydrous Na2S04. After concentration of the solvent, the residue was submitted to column chromatography using a 2:1 mixture of hexaneethyl ether as eluent. 394 E. Artnengol et al. /Applied Catal.vSis A: General 126 (1995) 391-399 A sample of this 1,1,3-triphenylpropanol (0.15 g) was dissolved in glacial acetic acid (15 ml) containing HC104 (0.5 ml) and the solution hydrogenated at atmospheric pressure using Pd/C catalyst. 2.6. Synthesis of l,5-diphenyl-1,4-pentadiene (7) Trimethylsilyl iodide (150 mg) was added to a suspension of 1,5-diphenyl-1,5pentanediol (200 mg) in dry ethyl ether (25 ml) and the mixture was magnetically stirred at 0 for 2 h. After this procedure, 'H-NMR of the raw material established the presence of 1,5-diiodo-1,5-diphenylpentane as the predominant product. This mixture was treated with a 10 wt.-% solution (50 ml) of K2COg in acetone-water under stirring for 2 h. After this, 'H-NMR revealed the formation of 1,5-diphenyl1,4-pentadiene in almost quantitative yield. 2.7. Spectroscopic data of the reaction products 1,3-Diphenyl-l-propene (2a).'H-NMR: 7.5-7.2 (m, IOH, Ar H), 6.4 (d, J=16 Hz, 1 H, PhCH=CH), 6.3 (dt, J, =16 Hz, JZ = 6.4 Hz, 1 H, PhCH=C_H), 3.4 (d, J=6.4Hz,2H,CH=CH-C_HZ).MS: 194(M+,100); 193(72); 179(56); 178(51); 115(69). 3-(4-Methylphenyl)-1-phenyl-l-propene (2b).IR (cm-') 1651, 806, 739, 695. 'H-NMR: 7.4-7.1 (m, 9H, Ar H), 6.4 (d, J=16 Hz, 1H, PhC_H=CH), 6.3 (dt, J, =16 Hz, J2=7 Hz, 1H, PhCH=C_H), 3.5 (d, J=7 Hz, 2H, CH=CH-CH Z), 2.3 (s, 3H CH 3). MS: 208 (M+; 100); 193(42); 116(9); 115(39); 105(14); 91(2). 1-Phenylindane (3a) . ' H-RMN: 7.4-7.1 (m, 9H, Ar H), 4.3 (t, J=8 Hz, CH Ph), 3.1-2.8 (m, 2H, CH ZCHZCH), 2.6-2.0 (m+m, 1H+ 1H, CH 2CHPh). MS: 194(M+, 100); 178(20); 117(17); 116(37); 115(47). Methyl- l-phenylindane (as mixture of positional isomers) (3b). IR (cm-', one isomer) 3069, 1797, 1603, 1493, 1454, 806, 761, 700; (other isomer) 3069, 1795, 1598, 1474, 1384, 757, 701. 'H-NMR (mixture of isomers): 7.3-7.0, 4.4-4.2, 3.02.8, 2.6-2.4, 2.2, 2.1-2.0. MS (identical for both isomers): 208 (M +, 100) ; 193(68);115(29);78(10);63(7);51(14);39(7). 1,1,3-Triphenylpropane (4a) . 'H-RMN: 7.3-7.1 (m, 15H, Ar H) , 3.9 (t, J= 8.2 Hz, 1H, CH_2(Ph)2), 2.6 (t, J=8.4 Hz, 2H, PhC_Hz), 2.4 (m, 2H, CH_2CH). MS: 272(M+, 100); 168(21); 167(97); 77(3); 65(2). 1-(Methylphenyl)-3-phenylpropane (as mixture of positional isomers) (4b). IR(cm-', one isomer) 3071, 1597, 1492, 1458, 1384, 809, 738, 689; (other isomer) 3069, 1601, 1514, 1454, 1351, 809, 739, 700. 'H-NMR (mixture of isomers): 7.3-7.1, 4.1-4.0, 2.6-2.5, 2.4-2.3. MS (identical for both isomers): 300(M+, 100); 181(89); 105(8); 91(3). 1,5-Diphenyl-1,4-pentadiene (8). 'H-NMR: 7.5-7.1 (m, lOH, Ar H), 6.5 (d, J=16 Hz, 1H PhCH=CH), 6.3 (dt, J, = 16 Hz, Jz= 6.8 Hz, 1H, PhCH=CH ), 3.1 E. Armengol et al. /Applied Catalysis A: General 126 (1995) 391-399 (t, J=6.8 Hz, CH=CHCH_ZCH=CH); MS: 220(M', 100); 129(52); 128(28); 115(22). 3. Results and discussion 395 The zeolites used in this study and their main physicochemical parameters are contained in Table 1. The reaction products were identified by GC-MS of the reaction mixtures and 400-MHz 'H-NMR spectroscopy of the residue after removal of the solvent. Comparison with authentic samples prepared by alternative synthesis provided in some cases unambiguous confirmation of the proposed chemical structure. Initially we performed the reaction of cinnamyl alcohol with benzene in the presence of a series of acid faujasites at three percentages of Na+-to-H+ exchange (HY-21, HY-50 and HY- 100), with different framework Si-to-Al ratio (HY-D1, HY-D2 and HY-D3) and at different reaction temperatures. The results achieved are presented in Scheme 1 and summarized in Table 2. Table 1 Relevant physicochemical parameters of the zeolites Catalyst Unit cell size (A) Si/Al A1 per unit cell HY-21 24.70 2.4 56 HY-50 24.70 2.4 56 HY-100 24.54 2.6 53 14Y-D 1 24,32 15 12 HY-D2 24.28 21 9 HY-133 24.26 27.5 7 R ~ I I ~ HY CHZOH .Ty 2a, b R b? 3a, b I\\ R i R 0 4a, b CHO O5 01 l' Zf- I 11,11,1 I i \\ 1:1 1 i s Scheme 1. Friedel-Crafts alkylation of benzene and toluene with cinnamyl alcohol. 396 E. Armengol et al. /Applied Catalysis A: General 126 (1995) 391-399 Table 2 Results of the alkylation of benzene with cinnamyl alcohol in the presence of acid zeolites Catalyst Temp. () Mass balance' Product selectivity (%)h Turnover (mol/h g) 2a 3a 4a 5 6 7+8 HY-21 80 58 40 - - 9 12 10 0.02 HY-50 23 65 45 < 2 - 2 17 6 0.04 HY-50 35 60 29 < 2 - < 2 44 7 0.07 HY-50 60 53 79 < 2 - 3 5 5 0.10 HY-50 80 50 72 3 - 4 8 9 0.11 HY- 100 80 62 - 86 12 - - - 0.22 HY-Dl 80 53 - 85 9 - - 4` 0.26 HY-D2 80 50 - 68 16 - - 14` 0.12 HY-D3 80 46 - 63 18 - - 16` 0.13 a Percentage of the recovered total amount of cinnamyl alcohol and derivatives (.~ mmol/mmolo X 100). b Percentage of each product in the reaction mixture (mmol/Ymmol). ` This value corresponds to other isomers (probably cyclic) of these compounds. Besides the predictable alkylation products 2-4 arising from the attack of cinnamyl alcohol to the aromatic solvent, variable amounts of cinnamaldehyde (5), dicinnamyl ether (6) and 1,5-diphenylpentadienes 7 and 8 were also present in the reaction mixtures (Scheme 1) . The percentages of aldehyde 5 and ether 6 were especially significant with the less acidic catalysts and at lower reaction temperatures. Similar tendencies in the formation of the corresponding ethers have previously been reported for related diallyl [ 10] and dibenzyl ethers [ 11-13 ] . In these cases, the ethers were unstable by-products and could in turn act as alkylating reagents at high reaction temperatures and strong acidities. The fate of the hydrogen evolved during the formation to benzaldehyde is unknown. No products of a possible concomitant reduction of nitrobenzene were observed. In contrast, the observation of diphenylpentadienes 7 and 8 from cinnamyl alcohol was somewhat surprising. Although details of the reaction mechanism are not available at present, their origin from 1 was clearly evidenced by treating a solution of this alcohol in CC14 with HY-D2 at 80 in the absence of benzene, whereby 7 and 8 were formed. Diphenylpentadiene 7 was found to be identical to the product arising from the double dehydrohalogenation of 1,5-diiodo-1,5-diphenylpentane, while spectroscopic data of isomer 8 are compatible with those previously reported in the literature [ 14 ] . Concerning the activity and selectivity of the acid zeolites, it was observed that the final yields and the product distribution was strongly dependent on the percentage of Na+-to-H+ exchange of the catalyst. Thus, while in the case of HY-21 and HY-50 the unsaturated 1,3-diphenylpropene (2a) was the main reaction product, when the stronger acid zeolites were used as catalysts cyclic 1-phenylindane (3a) was the predominant compound present in the reaction mixture together with lower amounts of 1,1,3-triphenylpropane (4a). Analysis of the organic phase during the course of the reaction revealed that indane 3a and triphenylpropane 4a were E. Armengol et al. /Applied Catalysis A: General 126 (1995) 391-399 397 35 30 25 20 10 d 15 10 5 2 4 6 8 1 20 Time (h) Fig. 1. Time-conversion plot for the reaction of cinnamyl alcohol 1 (100 mg) with benzene (50 ml) at 80 in the presence of HY-D2 (1.00 g): 1,3-diphenylpropene 2a ( + ), 1-phenylindane 3a (, 1,1,3-triphenylpropane 4a (A). always secondary products arising from propene 2a, which was the primary but unstable reaction product. A representative time-conversion plot for the reaction of benzene with cinnamyl alcohol is presented in Fig. 1. On the other hand, the selectivity towards aromatic alkylation also increases with the level of H + exchange in the series HY-21, HY-50 and HY-100. These results would indicate that the initial alkylation with allylic alcohol 1 not necessarily requires sites of strong acid strength. Thus, a higher selectivity to propene 2a is achieved using HY-21 and HY-50 whose population of strong acid sites has been found to be negligible [ 9,15 ] . By contrast, under our reaction conditions strong acid sites seem to be specifically responsible for the protonation of the aryl conjugated C=C double bond, thus causing the formation of indane 3a and propane 4a. Related preceding reports that intramolecular cyclization of wphenylalkenes is promoted by strong acid sites can be found in the literature [ 16] . On the other hand, analogous tendencies were observed for the reaction of cinnamyl alcohol with toluene instead of benzene. The product distribution using toluene as aromatic compound and the activity per acid site are presented in Table 3. As anticipated, the selectivity to alkylation processes to give cinnamyltoluene derivatives was higher than for benzene, especially using the less acidic catalysts. In addition, the acid requirements for secondary reactions derived from cyclization and addition to the C=C double bond were somewhat lower. Thus, indanes 4 and triarylpropanes 5 were formed in comparatively significant amounts even using HY-50 as catalyst. All these observations reflect the relative facility of the aromatic electrophilic substitution owing to the presence of a moderately activating methyl substituent on the ring. The presence of a methyl substituent on the aromatic ring also enables the formation of positional isomers. In fact, minor amounts of the corresponding ortho 398 E. Armengol et al. /Applied Catalysis A: General 126 (1995) 391-399 Table 3 Results of the alkylation of toluene with cinnamyl alcohol in the presence of acid zeolites Catalyst Temp. () Mass balance' (%) Product selectivity (%)b Turnover (mmol/h g) 2b 3b (ratio`) 4b (ratio`) HY-21' 80 57 88e - - 0.04 HY-50 80 56 87 8 (3) 2 (-) 0.1l HY-50 110 85 50 39 (2.5) 7 (4.2) 0.32 HY- 100f 80 52 < 2 68 (2.6) 26 (6) 0.19 HY-Dl 80 74 3 61 (3) 34 (6.3) - \" Percentage of the total recovered amount of cinnamyl alcohol and derivatives. b Molar ratio of each compound in the reaction mixture. Ratio between isomers measured by CG. d Diphenylpentadienes 7 + 8 (4%), cinnamaldehyde 5 ( < 2%) and dicinnamyl ether 6 ( < 2%) were also present. Ratio between isomers estimated by 1 H-NMR was approximately 1. f Cinnamaldehyde (2%) was also detected. isomers of compounds 2b, 3b and 4b were observed in the reaction mixtures. This is in agreement with the known lack of shape selectivity of faujasites for related aromatic alkylations [ 17-19] . A rather puzzling point arose from the comparison of 'H-NMR of the reaction mixtures with an authentic sample of 3b prepared by alternative synthesis from 1phenyl-3-tolyl-l-propanone via KBH4 reduction and dehydration. Thus, although chromatographically only one peak attributable to 3b could be observed, high resolution 'H-NMR of some reaction mixtures clearly revealed the presence of two sets of doublets about 3.5 ppm. In contrast, the spectrum of the pure sample of trans- l-phenyl-3-tolyl-l-propene only exhibited the predictable clean doublet corresponding to the CH2 of the three carbon bridge moiety. This could be explained assuming the formation of variable amounts the ortho plus cis isomers of 3b. The fact that the previously reported [20] chemical shifts of the CHz groups of cis and trans stereoisomers of 3a are slightly different would lend some support to the above explanation. As a final remark, it is interesting to note that the two reactions studied here were totally regioselective with respect to the allylic system. Thus, the branched vinylic isomer 3,3-diaryl-l-propene could not be detected under our experimental conditions. It is known that this type of isomers usually accompanies the linear unrearranged products 2 in many reactions of 1, especially with highly activated compounds [ 21 ] . In conclusion, we have shown how by tuning the acidity of zeolites it is possible to control the resulting outcome of the aromatic alkylation using cinnamyl alcohol. The level of Na+-to-H+ exchange of acid faujasites determines the chemoselectivity of this process. Thus, no strong acid sites seem to be required for the initial alkylation step to form the primary diarylpropenes, which are fairly stable in the presence of weakly acid catalysts. On the other hand, strong acid sites present on zeolites at high H+ exchange are also able to promote consecutive C=C double E. Annengol et al. /Applied Catalysis A: General 126 (1995) 391-399 399 bond additions, and arylindanes and triarylpropanes are, then, the major final products. Finally, from the practical point of view, these catalysts and the reaction conditions are still far from optimum. Low turnovers and poor mass balances require further improvements. Acknowledgements Financial support by the European Commission within the program of Human Capital and Mobility (Grant ERB4050PL93-2451) is grateful acknowledged. Thanks are due to M. Adelantado for recording NMR spectra. References [ 1 ] M. Guisnet, J. Barbier, J. Barrault, C. Bouchoule, D. Duprez, G. Pot and C. Montassier (Editors), Stud. Surf. Sci. Catal., 59 (1991). [2] M. Guisnet, J. Barbier, J. Barrault, C. Bouchoule, D. Duprez, G. Pot and C. Montassier (Editors), Stud. Surf. Sci. Catal., 78 (1993). [3] W.F. Hderich, M. Hesse and F. Nmann, Angew. Chem., Int. Ed. Engl., 27 (1988) 226. [ 4] W.F. Hderich, Stud. Surf. Sci. Catal., 49 (1989) 69. [5] H. van Bekkum and H.W. Kouwenhoven, Recl. Trav. Chim. Pays Bas, 108 (1989) 283. [6] W. Hderich, Stud. Surf. Sci. Catal., 58 (1991) 631. [ 7] G. Olah, Friedel-Crafts and Related Reactions, Wiley, New York, 1974. [ 8] H. van Bekkum, E.M. Flanigen and J.C. Jansen (Editors), Stud. Surf. Sci. Catal., 58 (1991). [9] A. Corma, H. Garcia, J. Primo and E. Sastre, Zeolites, 11 (1991) 593. [ 10] P.H. Espeel, B. Janssens and P.A. Jacobs, J. Org. Chem., 58 (1993) 7688. [ 11 ] M. Jayamani and C.N. Pillai, J. Catal., 82 (1983) 485. [ 12] M. Jayamani, N. Muragasen and C.N. Pillai, J. Catal., 85 (1984) 127. [ 13 ] MT Climent, A. Corma, H. Garcia, S. Iborra and J. Primo, Recl. Trav. Chim. Pays Bas, 110 (1991) 275. [ 14] T.L. Underiner and H.L. Goering, J. Org. Chem., 56 (1991) 2563. [ 15] A. Corma, H. Garcia and J. Primo, J. Chem. Res., (S) (1988) 40. [ 16] A. Benito, A. Corma, H. Garcia and J. Primo, Appl. Catal. A, 116 (1994) 127. [ 17] M.J. Climent, A. Corma, H. Garcfa and J. Primo, Appl. Catal., 51 (1989) 113. [ 18] MT Climent, A. Corma, H. Garcfa and J. Primo, J. Catal., 130 (1991) 138. [ 19] A. Corma, MT Climent, H. Garcia and J. Primo, Appl. Catal., 49 (1989) 109. [20] E.K. Raunio and W.A. Bonner, J. Org. Chem., 31 (1966) 396. [21 ] F. Algarra, A. Corma, H. Garcia and J. Primo, Appl. Catal. A, 122 (1995) 125. APCATA 95000348 0926-860X(95)00034-8 10.1016/0926-860X(95)00034-8 Elsevier Science B.V. All rights reserved Acid zeolites as catalysts in organic reactions. Chemoselective Friedel-Crafts alkylation of benzene and toluene with cinnamyl alcohol Elvira Armengol Avelino Corma Hermenegildo García * Jaime Primo Instituto de Tecnología Química UPV-CSIC, Universidad Politécnica de Valencia, Apartado 22012, 46071- Valencia, Spain * Corresponding author. Fax. (+34-6) 3877809. Alkylation of benzene and toluene with cinnamyl alcohol has been carried out in the presence of a series of acid Y faujasites with three levels of Na+-to-H+ exchange (HY-21, HY-50 and HY-100) and with different framework Si-to-Al ratio (HY-D1, HY-D2 and HY-D3). This system provides a good example of the possibilities of tunable acidity in zeolites to control a chemical reaction. Thus, while 1,3-diarylpropenes were the predominant reaction products using HY-21 and HY-50 catalysts, further reaction of the CC double bond to give arylindanes and triarylpropanes takes place using the other more acidic catalysts. Finally, no detectable amounts of branched allylic isomer 3,3-diaryl-1-propene, generally also formed by attack at the three position of the cinnamyl alcohol, were observed. Keywords Acid faujasites Benzene Chemoselectivity Cinnamyl alcohol Faujasites Friedel-Crafts alkylation Zeolites References [1] Guisnet M. Barbier J. Barrault J. Bouchoule C. Duprez D. Pérot G. Montassier C. Stud. Surf. Sci. Catal. 59 1991 [2] Guisnet M. Barbier J. Barrault J. Bouchoule C. Duprez D. Pérot G. Montassier C. Stud. Surf. Sci. Catal. 78 1993 [3] Hölderich W.F. Hesse M. Näumann F. Angew. Chem., Int. Ed. Engl. 27 1988 226 [4] Hölderich W.F. Stud. Surf. Sci. Catal. 49 1989 69 [5] van Bekkum H. Kouwenhoven H.W. Recl. Trav. Chim. Pays Bas 108 1989 283 [6] Hölderich W. Stud. Surf. Sci. Catal. 58 1991 631 [7] Olah G. Friedel-Crafts and Related Reactions 1974 Wiley New York [8] van Bekkum H. Flanigen E.M. Jansen J.C. Stud. Surf. Sci. Catal. 58 1991 [9] Corma A. García H. Primo J. Sastre E. Zeolites 11 1991 593 [10] Espeel P.H. Janssens B. Jacobs P.A. J. Org. Chem. 58 1993 7688 [11] Jayamani M. Pillai C.N. J. Catal. 82 1983 485 [12] Jayamani M. Muragasen N. Pillai C.N. J. Catal. 85 1984 127 [13] Climent M.J. Corma A. García H. Iborra S. Primo J. Recl. Trav. Chim. Pays Bas 110 1991 275 [14] Underiner T.L. Goering H.L. J. Org. Chem. 56 1991 2563 [15] Corma A. García H. Primo J. J. Chem. Res. S 1988 40 [16] Benito A. Corma A. García H. Primo J. Appl. Catal. A 116 1994 127 [17] Climent M.J. Corma A. García H. Primo J. Appl. Catal. 51 1989 113 [18] Climent M.J. Corma A. García H. Primo J. J. Catal. 130 1991 138 [19] Corma A. Climent M.J. García H. Primo J. Appl. Catal. 49 1989 109 [20] Raunio E.K. Bonner W.A. J. Org. Chem. 31 1966 396 [21] Algarra F. Corma A. García H. Primo J. Appl. Catal. A 122 1995 125",
      "scopus-id": "33746530439",
      "coredata": {
        "eid": "1-s2.0-0926860X95000348",
        "dc:description": "Alkylation of benzene and toluene with cinnamyl alcohol has been carried out in the presence of a series of acid Y faujasites with three levels of Na+-to-H+ exchange (HY-21, HY-50 and HY-100) and with different framework Si-to-Al ratio (HY-D1, HY-D2 and HY-D3). This system provides a good example of the possibilities of tunable acidity in zeolites to control a chemical reaction. Thus, while 1,3-diarylpropenes were the predominant reaction products using HY-21 and HY-50 catalysts, further reaction of the CC double bond to give arylindanes and triarylpropanes takes place using the other more acidic catalysts. Finally, no detectable amounts of branched allylic isomer 3,3-diaryl-1-propene, generally also formed by attack at the three position of the cinnamyl alcohol, were observed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-06-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95000348",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Armengol, Elvira"
          },
          {
            "@_fa": "true",
            "$": "Corma, Avelino"
          },
          {
            "@_fa": "true",
            "$": "García, Hermenegildo"
          },
          {
            "@_fa": "true",
            "$": "Jaime, Primo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95000348"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95000348"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00034-8",
        "prism:volume": "126",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Acid zeolites as catalysts in organic reactions. Chemoselective Friedel-Crafts alkylation of benzene and toluene with cinnamyl alcohol",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Acid faujasites"
          },
          {
            "@_fa": "true",
            "$": "Benzene"
          },
          {
            "@_fa": "true",
            "$": "Chemoselectivity"
          },
          {
            "@_fa": "true",
            "$": "Cinnamyl alcohol"
          },
          {
            "@_fa": "true",
            "$": "Faujasites"
          },
          {
            "@_fa": "true",
            "$": "Friedel-Crafts alkylation"
          },
          {
            "@_fa": "true",
            "$": "Zeolites"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "391-399",
        "prism:endingPage": "399",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 June 1995",
        "prism:doi": "10.1016/0926-860X(95)00034-8",
        "prism:startingPage": "391",
        "dc:identifier": "doi:10.1016/0926-860X(95)00034-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33746530439"
      }
    }
  }
}