{
  "metadata": {
    "title": "On the partial oxidation of propane and propylene on mixed metal oxide catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-10-08",
    "doi": "10.1016/0926-860X(96)00138-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9600138X",
    "pii": "0926860X9600138X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041374862",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X9600138X 0926-860X(96)00138-X 0926860X9600138X 10.1016/0926-860X(96)00138-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00129 2024-01-01T12:18:48.759026Z 0 0 19961008 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 145 145 1 2 1 2 Volume 145, Issues 1–2 2 1 48 1 48 19961008 8 October 1996 1996-10-08 1996 Articles Review article rev Copyright © 1996 Published by Elsevier B.V. PARTIALOXIDATIONPROPANEPROPYLENEMIXEDMETALOXIDECATALYSTS BETTAHAR M DAHL 1991 163 I BHATTACHARYA 1992 29 D HUCKNALL 1974 D SELECTIVEOXIDATIONHYDROCARBONS PORTEFAIX 1980 J CHEMICALPHYSICALASPECTSCATALYTICOXIDATION BIELANSKI 1991 A OXYGENINCATALYSIS ADAMS 1964 549 C CALLAHAN 1970 134 J GRASSELI 1972 273 R UEDA 1981 409 W GRASSELLI 1981 133 R ALLEN 1991 97 M SHULTZ 1993 464 K WEISSERMEL 1978 256 K INDUSTRIALORGANICCHEMISTRY MAZZOCCHIA 1982 406 C PROC4THINTCONFCHEMISTRYUSESMOLYBDENUM SERWICKA 1987 23 E MOROOKA 1994 223 Y KIM 1991 175 Y KIM 1990 491 Y KIM 1992 673 Y CONNER 1991 1224 W KOMATSU 1988 1903 T TAKITA 1989 1733 Y AI 1986 389 M AI 1992 679 M CENTI 1987 343 G CENTI 1990 515 G CENTI 1992 661 G CENTI 1993 70 G HODNETT 1985 373 B CENTI 1988 55 G CAVANI 1994 18 F MAMEDOV 1995 1 E MICHALAKOS 1993 226 P CENTI 1993 5 G CENTI 1988 1515 G AZUERO 1998 353 A SHATALOVA 1968 365 A BRUCKMAN 1989 173 K ZIOLKOWSKI 1990 126 J BRUCKMAN 1988 196 K MARCH 1985 1117 J ADVANCEDORGANICCHEMISTRY MOROOKA 1995 233 Y WOLFS 1974 25 M MATSUURA 1975 137 I KEULKS 1970 232 G WRAGGS 1971 49 R WRAGGS 1973 347 R SLEIGHT 1977 181 A ADVANCEDMATERIALSINCATALYSIS LIETO 1990 295 J ALLEN 1991 97 M GODIN 1968 271 G PROC4THINTCONGRCATALMOSCOW1968 KRENZKE 1980 295 L WE 1992 141 L LEGENDRE 1992 387 O MOROOKA 1991 57 Y PONCEBLANC 1992 262 H SYMPOSIUMCATALYTICSELECTIVEOXIDATION MILLET 1993 381 J PONCEBLANC 1993 373 H KRENZKE 1980 316 L MOROOKA 1980 1086 Y PROC7THINTCONGRCATALYSISTOKYO HOEFS 1979 331 E KEULKS 1978 183 G UEDA 1980 26 T BRUCKMAN 1987 188 K GRYBOWSKA 1977 150 B BURRINGTON 1979 79 J MARTIR 1981 3728 W DRISCOLL 1985 4415 D SATCHLER 1965 252 W PROC3RDINTCONGRCATALAMSTERDAM1964 MACCAIN 1963 989 C ADAMS 1963 63 C MATSUZAKI 1980 7511 T DENT 1970 6709 A DENT 1970 6718 A BURRINGTON 1984 363 J BURRINGTON 1980 235 J BRADZIL 1980 347 J MAGID 1980 1901 R HUBAUT 1989 170 R BERRY 1981 97 F CROZAT 1975 1125 M VOLTA 1983 215 J BOUDEVILLE 1979 52 Y PORTEFAIX 1980 1652 J BERRY 1979 61 F GODIN 1968 347 G PROC4THINTCONGRCATALYSISMOSCOW CROZAT 1973 M TRIMM 1971 2782 D FIGUERAS 1985 21 F BURRINGTON 1982 225 J BURRINGTON 1983 489 J CHOI 1986 72 H DAVYDOV 1978 299 A IMACHI 1983 355 M WOOD 1969 355 B MIKHALCHENKO 1973 698 V IMACHI 1983 355 M MICHALCHENKO 1973 1253 V MONNIER 1981 51 J AKIMOTO 1976 3367 M GOROKHOVATSKII 1966 76 Y SHULTZ 1992 318 K SHULTZ 1993 647 K SAMPSON 1965 223 R OXIDATIONCOMBUSTIONREVIEWS VOGE 1967 151 H GRASSELLI 1981 133 R GRASSELI 1982 204 R TRIFIRO 1971 339 F BURRINGTON 1980 235 J HUCKNALL 1974 23 D SELECTIVEOXIDATIONHYDROCARBONS HIGGINS 1977 168 R CATALYSIS DADYBURJOR 1979 293 D JAEGER 1982 407 P BART 1982 153 J BART 1984 85 J AI 1986 473 M MAZZOCCHIA 1982 406 C PROC4THINTCONFCHEMISTRYUSESMOLYBDENUM GARBOWSKI 1979 119 R GRZYFOWSKA 1979 141 B GRZYFOWSKA 1979 149 B ARNAUD 1976 651 Y BUITEN 1968 188 J MOROOKA 1968 241 Y FOX 1973 186 D USHKOV 1988 222 S MAZZOCCHIA 1991 181 C CHERRAK 1992 377 A SMITS 1992 221 R SMITS 1993 513 R CHAAR 1987 483 M CHAAR 1988 463 M NGUYEN 1991 352 K KUNG 1992 668 M SIEWHEWSAM 1990 417 D GUERRERORUIZ 1992 203 A CORMA 1992 213 A GAO 1994 56 X SHESHAN 1990 505 K PATEL 1990 132 D OWEN 1992 45 O OYAMA 1991 210 S BOULOUX 1976 393 J OWEN 1992 45 O CORMA 1993 425 A BHATTACHARYYA 1992 29 D GRABOWSKI 1995 129 R GALLI 1995 51 A CONCEPTION 1994 9 P KAO 1994 2066 C EON 1994 318 J YOON 1995 57 Y SULIKOWSKI 1994 133 B PATEL 1988 1553 D PROC9THINTCONGRCATALYSISCALGARY NGUYEN 1990 415 K BURCH 1991 129 R CHANG 1993 305 Y MORALES 1989 255 E BURCH 1993 111 R JUAREZLOPEZ 1995 281 R MATSUURA 1994 271 S BUSCA 1986 265 G SOKOLOVSKI 1990 1 V CHUVYLKIN 1977 610 N WANG 1994 67 R FINOCCHIO 1994 3347 E GIORDANO 1984 99 N SATTERFIELD 1954 1001 C SATTERFIELD 1961 302 C MOROOKA 1994 239 Y CONNER 1981 1224 W PROC7THINTCONGRCATALYSIS HUBAUT 1986 231 R HUBAUT 1986 243 R ROTH 1991 3 J CATALYTICSCIENCETECHNOLOGY BRADZIL 1991 352 J KIRKOTHMERENCYCLOPEDIACHEMICALTECHNOLOGY ANDERSSON 1993 691 A PROC10THINTCONGRCATALYSISBUDAPEST1992 CENTI 1990 617 G MINOW 1984 145 G MINOW 1983 399 G OSIPOVA 1979 510 Z OSIPOVA 1979 910 Z NILSSON 1994 501 R ANDERSSON 1991 43 A OTAMIRI 1988 211 J OTAMIRI 1988 223 J CATANI 1992 107 R MIZUNO 1995 L165 N MILLET 1991 209 J VIRELY 1992 109 C SALEHALHAMED 1995 177 Y SAVARY 1992 197 L SERVICKA 1987 23 E WIBERG 1965 K OXIDATIONINORGANICCHEMISTRY MARCH 1985 629 J KONISHI 1982 169 Y YOKOYAMA 1995 159 T ANDERSEN 1992 P PROC10THINTCONGRCATALYSIS ANDERSEN 1993 206 P BETTAHARX1996X1 BETTAHARX1996X1X48 BETTAHARX1996X1XM BETTAHARX1996X1X48XM item 0926-860X(96)00138-X 0926860X9600138X 1-s2.0-0926860X9600138X 10.1016/0926-860X(96)00138-X 271346 2024-01-01T12:18:48.759026Z 1996-10-08 1-s2.0-0926860X9600138X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9600138X/MAIN/application/pdf/2f2f00343db7b65a5cd940e4145e7019/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9600138X/MAIN/application/pdf/2f2f00343db7b65a5cd940e4145e7019/main.pdf main.pdf pdf true 2708486 MAIN 48 1-s2.0-0926860X9600138X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9600138X/PREVIEW/image/png/d5fd140ec19c486d6f7f5de5574d725d/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9600138X/PREVIEW/image/png/d5fd140ec19c486d6f7f5de5574d725d/main_1.png main_1.png png 47872 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 145 (1996) 1-48 Review On the partial oxidation of propane and propylene on mixed metal oxide catalysts M.M. Bettahar, G. Costentin, L. Savary, J.C. Lavalley Laboratoire Catalyse et Spectrochimie -- URA CNRS 414 -- lsmra-Universit~, 6, Boulevard du Mar~chal Juin, 14050 Caen Cedex, France Received 8 May 1995; accepted 4 April 1996 Abstract The present review analyses the literature data reported on the partial oxidation of propane to organic compounds (acrolein, acrylic acid and acrylonitrile) over mixed metal oxides, mainly magnesium vanadates, vanadia bismuth molybdates and vanadia antimony. The data were compared to those reported on the partial oxidation of propylene over bismuth molybdate and antimony--tin multicomponent oxides and over cuprous simple oxide. For both reactions, we analyzed the involved reaction mechanisms, intermediate species, active phases and active sites. The role of water produced during the reaction and that of the Br~insted acid sites were shown to be important in the determination of the selectivity of the expected products. The main conclusion of our study is that a good mix of acid-base and redox properties of the oxide surface should permit a controlled orientation of the reaction towards selective products. Keywords: Catalytic partial oxidation; Propane; Propylene; Acrolein; Acrylonitile; Acrylic acid; Mixed metal oxides; Bismuth; Molybdene; Vanadium; Antimony; Magnesium; Copper 1. Introduction Until recently the main way of better utilization of light alkanes was their transformation into the corresponding olefins [1-7]. Thus, acrolein [8-14], acrylonitrile [9,12] and acrylic acid [15-17] are produced from propane in two step processes via propylene (Scheme 1). However, in the present economic circumstances, the high cost of propylene production prompted the development of researches on the direct transformation of propane into oxygenates through selective oxidation [18-33]. The success of the obtention of maleic anhydride directly from n-butane has encouraged these studies. In parallel, investigations on the catalytic oxidative dehydrogenation of propane have been undertaken 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00 13 8-X M.M. Bettahar et al. / Applied Catalysis A: General 145 (1996) 1-48 CH3CH2CH3 O~ O~ CH2=CH_CHO 4 NH3 . CH2=CH-CN q H20 CH2=CH-COOH 4 p CH2=CH-CH3 02 NH3 H20 Scheme I. The chemical routes of valorization of propane. since this route is expected to lead to lower costs of propylene production as compared to the non-catalytic and non-oxidative processes [34]. Another reason to specifically pay attention to use propane, as now acknowl- edged, is that the behaviour of light alkanes (C~-C6) in catalytic partial oxidation reactions is different from the one to another [35-38]. For examples, Michalakos et al. [35] compared catalytic oxidation of ethane, propane, 2-meth- ylpropane, n-butane, n-pentane and cyclohexane over VPO and VMgO oxides. A wide range of products ranging from alkenes, dienes, anhydrides, acids and carbon oxides were observed [35] and the relative selectivities of alkanes and oxygenate products (organic compounds and carbon oxides) sensibly varied [35]. An explanation of these results based on the concept of site isolation and on the effect of the metal-oxygen bond strength (or metal reducibility) cannot be held for all studied alkanes, particularly for propane and ethane [35]. It seemed that the size and geometry of the alkane molecules play an important role in the reaction course. Thus, an intrinsic sensibility of each alkane to further non-selec- tive oxidation of the reaction intermediates or products has been suggested to explain the differences in selectivity in the oxidation of C3 and C4-C5 alkanes, respectively, on VPO catalysts. When considering the selective catalytic oxidation of propane into oxy- genates, two main difficulties arise. The first one is, as for the partial oxidation of other light alkanes, the lower reactivity of the reactant as compared to that of the formed products. Activation of the reactant needs operating conditions (temperature as high as 500 for example) which are detrimental to the stability of the product. Therefore, the considered reaction requires catalysts with specific properties: activation of propane partial oxidation and decrease or inhibition of the product oxidation. The second difficulty is to design suitable catalysts because little is known about the involved reaction mechanisms up to now [19-21,34,35]. These difficulties combined with a strong economical incentive led to rather pragmatic studies, notably in the case of the selective oxidation of propane to acrolein [19-21]. It is worthwhile to note that the published studies, though scarce, concern a great number of catalytic formulations, mostly mixed metal oxides. It is generally admitted [19-21,25-30] that a two stages process occurs M.M. Bettahar et al. / Applied Catalysis A: General 145 (1996) 1-48 3 (the dehydrogenation of propane into propylene preceding the oxidation of the latter into the expected products). The basic idea of these formulations is that associating known solid phases active for the oxydehydrogenation reaction (ODHR) of propane and known solid phases active for the selective oxidation of propylene to acrolein, modified or not, catalyses the direct oxidation of propane to acrolein [39]. However, as it will be shown below, the direct oxidation of propane to acrolein is probably not the simple addition of the ODHR of propane to propylene and the oxidation of propylene to acrolein [19-21]. Moreover, some studies suggest, on the contrary, the direct oxidation of propane into acrolein without propylene as intermediate [22-24]. Other routes than olefins have also been suggested in the case of the selective oxidation of n-butane to maleic anhydride on V2 P207 catalysts [40,41 ]. In the present study we analyse the available data on the direct oxidation of propane into propylene and oxygenates in the presence of mixed metal oxides based catalysts. We focus our study on the catalytic acrolein formation but we also examine the direct production of acrylic acid and acrylonitrile from propane oxidation and ammoxidation (Scheme 1). This comparison is justified since some catalytic systems are reported to be active for both acrolein and acryloni- trile production and because it leads to a discussion on the effect of water or ammonia on the performance of the considered catalytic systems. On the other hand, taking into account the nature of the catalysts used for the oxidation of propane and the postulated reaction mechanisms, it seemed useful to report also the nature of the catalysts and the postulated reaction mechanisms for the oxidation of propylene. In other words, we discuss in parallel the catalytic selective oxidation of propane and propylene as a whole, emphasizing on the involved reaction mechanisms. Besides, as a preliminary discussion, we recall the main chemical paths involved in the gas phase partial oxidation of propane and some related thermodynamic data. The thermodynamic calculations were performed in order to compare feasible and competitive gas phase routes from propane to each possible product. Obviously, as the hydrocarbon oxidation reaction is a thermodynamically favorable process, surface kinetics determine the selectivity of the products. So the present thermodynamic calculations served as a guideline for mechanistic proposals. 2. Products from the partial oxidation of propane and propylene Contrary to the catalysts used for the partial oxidation of propylene [8-14], those used for the partial oxidation of propane are still not highly selective [19-30] and a great number of products are observed: propylene as a product of the ODHR; acrolein, propanal, acetone as products of selective oxidation reactions. Acrylic and propanoic acid are also detected; M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 CH3CH2CH3 +1/2 02 [CH3CH2CH2OH] - H20 +1/2 02 02 - H20 +1/2 02 CH3CH2CHO -H20 I +11202 H20 H20 +1/2 02 -HzO +1/2 02 1\"1/2 02 CH2=CH2-CH3 * [CH3CH(OH)CH3] +1/2 02 l [CH2=CH-CH2OH] - H20 +112 02 -H20 I +1/2 02 / CH2=CH-CHO CH3COCH3 -H20 +02 -CO2~ CH3CHzCOOI I CH2=CHCOOH CH3COOH -H20 Scheme 2. The main oxygenate products of the partial oxidation of propane and propylene. acetic acid, acetaldehyde, methanol, formaldehyde as products of oxidative breaking of C-C bonds; methane and ethylene as products of cracking reactions; CO, CO2 as products of total oxidation reaction. The theoretical reaction sequences involved in the gas phase formation of the above oxygenate products are described in Scheme 2. The corresponding standard enthalpies of reaction -- calculated from the standard enthalpies of formation of the products [42] -- are reported in Fig. 1. 2.1. Propylene formation from propane Propylene can be formed from the direct oxidation of propane. A two step process through the 2-propanol intermediate (Scheme 2) can also be envisaged. The latter route -- unless kinetic inhibition -- cannot be excluded since its first step (formation of the 2-propanol) is more thermodynamically favorable (A H =-174.1 kJ mol-l) than the direct route: propane~propylene (AH -117.1 kJ mol-1). 2.2. Acrolein formation Acrolein is formed from propylene in a two steps process (Scheme 2) through the allylic alcohol intermediate. The second step is more exothermic (AH M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 5 -100 -200 -300 400 - tAH* Kj / mol J -900 -1000 -1100 CHaCHzCH~ c.,cL. c\"'c'c\"i \\ I t i t I I I I t I t I I I I I It CH2=CHCHO I t 1 I I I I I I I I } I I CH3CHO + CO2 CH3COOH + CO2 Fig. 1. Standard reaction enthalpies (25) of the partial oxidation of propane and propylene. - 195.5 kJ mo1-1) than the first one (AH= - 104 kJ mol-1), probably due to the stabilization energy of the conjugated electronic system of acrolein. As for acrolein formation from propane, it formally consists of the insertion of an oxygen atom into a C-H bond and the dehydrogenation of a C-C and a C-O bond. The order of occurrence of the corresponding steps depends on the postulated reaction mechanisms. In the mechanism involving propylene as intermediate the order is: (i) dehydrogenation in order to transform a saturated C-C bond into an unsaturated C=C bond (ii) then insertion of an oxygen atom into a C-H bond to produce the allylic alcohol and (iii) finally dehydrogenation 6 M.M. Bettahar et al./Applied Catalysis A: General 145 (1996) 1-48 of the formed C-O bond to produce acrolein. However, another order may exist and involves 1-propanol as intermediate. The two routes are illustrated in Scheme 2 and the corresponding standard reaction enthalpies (calculated at 25) are reported in Fig. 1. It appears from the data reported in Fig. 1 that, whatever the pathway, the standard reaction enthalpy of the first step ( - 117.1 kJ mol- ~ and - 150.4 kJ mol-~ for propylene and 1-propanol formation, respectively) is lower than that of the following steps (-300.0 kJ tool-1 and -306.7 kJ mol-~ for acrolein formation from propylene and 1-propanol, respectively). These thermodynamic data imply that the first step needs a higher reaction temperature than the second step in good accordance with the difference of reactivity between propylene and propane as evoked in the introduction part. In the same way, the reaction temperature needed should be lower for 1-propanol formation (A H= - 150.4 kJ mol i) than for propylene formation (A H= - 117.1 kJ mol- 1). 2.3. Formation of acetone and acetic acid The partial oxidation of propane to acrolein is often accompanied by acetone [23] or acetic acid formation [24,26]. The accepted mechanism [26] implies that acetic acid is a product of a consecutive oxidation reaction of acetone and that acetone stems from propylene via 2-propanol formation (Scheme 2). However, as for acrolein production, the direct production of acetone from propane through 2-propanol cannot be ruled out (Scheme 2). Thermodynamics are also favourable in this case (Fig. 1) since the standard reaction enthalpy of 2-pro- panol formation is higher ( - 174.1 kJ mol I ) than that of propylene ( - 117.1 kJ mol- '). If we consider the thermodynamic data (Fig. 1) as well as the reaction pathways (Scheme 2) for both acrolein and acetone (acetic acid) formation, the selectivities should depend on the competition between several routes: the oxyhydration of propylene into 1-propanol or 2-propanol, the allylic oxidation of propylene and the direct oxidation of propane. The real selectivities should depend on the kinetics of the reactions and on the nature of the catalyst used as it shall be discussed below. 2.4. Formation of acetaldehyde, methanol and formaldehyde Acetaldehyde formation is observed during the partial oxidation of propylene [7,43]. The partial oxidation of propane also gives rise to the concomitant formation of acetaldehyde, methanol and formaldehyde [22]. In this case, the main source of acetaldehyde and formaldehyde should be propylene as interme- diate through the oxidative breaking of its C=C bond: CH3CH=CH2 + 02 ~ CH3CHO + CH20 M.M. Bettahar et al. / Applied Catalysis A: General 145 (1996) 1-48 7 As for methanol, it should be produced from formaldehyde through the Cannizzaro reaction [44]: (H 2O) 2CH20 + 1/202 --+ CH3OH + CO2 Acetaldehyde should also stem from propanal oxidation and, in turn, should be oxidized to acetic acid: CH3CH2CHO + 3/202 --+ CH3CHO + CO2 -~- H20 (H 2O) CH3CHO+ 1/202 ~ CH3COOH The thermodynamic data of the above reactions strongly depend on the envisaged mechanisms and the reactivity of the system is difficult to predict. However, it has been reported that C2-O and C1-O products arising from the catalytic partial oxidation of propane are stable at rather low temperatures ( < 400) [22,27]. 3. Selective oxidation of propylene 3.1. Formation of acrolein The industrial catalytic formulations for propylene oxidation (ammoxidation) to acrolein (acrylonitrile) are based on multicomponent metal oxides containing mainly Bi-Mo(W)-O phases modified by various metal elements such as Fe, Co, Ni (Table 1). The conversions and selectivities are high (87-98% and 90-97%, respectively) and obtained in the temperature range of 250-450. This system has been recently reviewed by Morooka and Ueda [48]. Several investigations have been carried out on mixed oxides based on molybdenum [49-55] or antimony [10,56,57] or on the Cu20 simple oxide [8,14]. We sum up the main results as following. Table 1 Some active phases used in industrial catalysts for the oxidation and ammoxidation of propylene to acrolein Oxides Reaction temperature Propylene conversion Acrolein (acrylonitrile) Ref. () (%) (%) Mo, Bi, Fe, Co, Ni, P, Mg 350 Mo(W)Bi Fe, Co, Ni, Si 250-450 Mo, Bi, Fe, Co, Ni, Sn, K 300 Bi-Mo (multicomponent) 290-350 430-480 98 95 [451 96 90-93 [46] 87 97 [47] 95-99 92-96 [48] 97-99 (80-84) 8 M.M. Bettahar et al./Applied Catalysis A: General 145 (1996) 1-48 3.1.1. BiMoO catalysts BiMoO catalysts are generally prepared by the coprecipitation method [49- 55,58]. They consist of different phases interacting in a more or less complex manner [48]. The addition of divalent metal molybdate improves both the activity and the selectivity by interactivity with the basic molybdate leading to the so-called synergy effect, the nature of which is still discussed [59,60]. The synergy effect between MH molybdate and the bismuth molybdate, reported by Moro-oka et al. [61], was attributed to support effect. Another type of synergy effect was evidenced by Vedrine et al. [62,63] in the case of FeCoBiMoO catalysts obtained by mechanical mixing of BizMo3Ol2 and Fel_xCOxMOO4 phases. This effect was mainly attributed to morphological changes of the sample mixture during the reaction course and shown by using several physical techniques (ESR, XPS, EDEX-STEM, TEM, XRD and M~Sssbauer and UV spectroscopy): small mixed Fe and Co molybdate particles were found to be deposited on the large Bi molybdate particles and, moreover, the spreading of the latter on the former [63]. The FeI .~COxMOO4 particles are supposed to play the role of a fast electron conducting material which enhances the mobility and the efficiency of the redox mechanism [64]. The active and selective phase was believed to be the overlaying bismuth molybdate compounds [63]. No new phase was detected during the experiments [63]. Several studies also showed that the lattice oxygen anions were involved in the oxidation process [51-53,65-67]. The mobility of these ions was mainly demonstrated by 1802 [61-65] and 2D tracers techniques [65] and Raman and IR spectroscopy [67]. It is interesting to note that, when the catalysts are promoted by MH cations, the degree of participation of the considered ions to the reaction depends on the cation radius [11]. Thus, for M~ cations of radius lower than that of the BiH cation (Ni, Co, Mn for example), only the lattice oxygen atoms of the BiMoO groups are involved in the reaction process whereas the Mn-O groups serve as oxide support [11]. However, for oxides of scheelite type structure, when the radius of the MIx cation is higher than that of the Binl cation (such as Ca, Sr, Ba, Pb) all the lattice oxygen atoms are involved in the reaction [11]. In these oxides the presence of cationic vacancies enhances the lattice oxygen atoms mobility and should explain the observed promoting effects [54]. Keulks et al. [58] investigated propylene oxidation kinetics on BiMoO and (Fe) Bi-Mo-O catalysts over the temperature range of 325 to 475. The apparent activation energies and the reaction orders for both propylene and oxygen changed with temperature. It was found that the reaction obeyed the Mars and Van Krevelen type mechanism and was controlled by the reduction step of the catalyst at high temperature and by the reoxidation step at low temperature [58]. These results are in good agreement with those obtained for the reoxidation of BiMoO catalysts studied by TPD, XRD, Auger spectroscopy and kinetics of individual reduction and reoxidation steps of the same catalysts [68,69]. Carbon dioxide formation was also observed to not obey the redox M.M. Bettahar et al. / Applied Catalysis A: General 145 (1996) 1-48 9 CD2=CH-CH3 + 02- + Mn+ -- \" [CD2\"'\" CH\"\" CH2]- ' [CD2\"'\" CI'~'CH2]+ - OH\" - M((n'2)+ acid-base ~t allyl redox ~ allyl step anion step cation acid-base (nucleophilic) step 02- CD2=CH-CH=O CD =CH-CH2-O- (70 %) (50 %) redox step + 4 + -H(D) CH2=CH-CD=O CH2=CH-CD2-O- (30 %) (so %) c allyl species Scheme 3. Mechanism of the catalytic oxidation of propylene to acrolein on metal mixed oxides through allylic surface species. mechanism and probably adsorbed oxygen atoms participated to its formation [58]. On the other hand, the kinetic studies of Haber et al. [70] on the same catalytic system indicates that acrolein is formed on BiIII sites and that the slow reaction step is the activation of propylene. The formation of carbon oxides should be facilitated by FeIH ions and occurs as a parallel reaction where the slow step is oxygen activation [70]. Acetaldehyde, a secondary product, is also formed in a parallel reaction [70]. At high temperatures the reaction is diffusion controlled [70]. The mechanistic studies show that the first step of the partial oxidation of propylene is the formation of a symmetric \"rr-allylic species [12,68,69] (Scheme 3). Studies where allyl radical were in situ generated [71-74] as well as labelling studies [8,75-77] confirmed this conclusion. These species have also been directly detected as radicals by in situ methods: spin-trapping technique [78], IR spectroscopy [79], EPR matrix isolation spectroscopy [73,74]. It was suggested that the active sites for propylene chemisorption are molybdenum dioxo groups bridged to bismuth-oxygen groups that bring about the rate determining a-hy- drogen abstraction [80]: %/9 Mo6+ - O - Bi+3 - - Mo6+ I I I O O O I 0 M.M. Bettahar et al./Applied Catalysis A: General 145 (1996) 1-48 Moreover, it seems that under normal stoichiometric feed conditions and high conversions only one Mo dioxo is involved whereas two Mo dioxo groups are necessary under milder conditions (low feed partial pressures by inert gas dilution) [81]. The subsequent steps from the allyl radical to acrolein [7,77,80-82] can be summarized as a succession of redox and acid-base steps [7,80] (Scheme 3). The \"rr-allyl anion should be first formed by proton abstraction on a basic active site and then oxidized to the n-r-allyl cation on a redox active site. Through a nucleophilic attack by a lattice O2-anion, the latter species forms the o--allylic species which, in turn, gives rise to acrolein by a hydride abstraction in a redox step. The intervention of a nv-allylic species is invoked to explain the obtention of 1-d1 and 3,3-d2 acrolein molecules from 1,1-d2 propylene (Scheme 3) in the same proportions (30% and 70% respectively) as from a 1:1 mixture of 1,l-d2 and 3,3-d2 allyl alcohol molecules [81]: the obtained labelled acrolein molecules should reflect the nucleophilic attack of the 02- anion on either the C I or the C3 of the ~--allylic species to form isomeric o--allylic species whereas their proportions reflect the isotopic effect kH/kD during the abstraction step of a hydrogen atom from the o--allylic species (Scheme 3). These results suppose that the interconversion between w and o- species is reversible [80]. In this mechanistic scheme it is supposed that surface carbenium is stabilized more likely than the radical species [7]. However, the discussion about the homolytic versus heterolytic process can be removed if we consider redox and acid-base equilibria at the catalytic surface shown below (M = Mo or Bi): - CH2 - CH = CH2 \"CH2 - CH = CH2 MonOH\" MmO2- Mo(n'l)+ OH\" Mm+ O2- +CH2 - CH = CH2 Mo(n-2)+ OH- Mm+ 02. similar to that invoked for the partial oxidation of propane to propylene (see Section 4.1). On the other hand, in analogy with the homogeneous SN2 mechanism [83,84], the direct o--bonded allylic alkoxide formation from propylene (Scheme 4) may also occur through the nucleophilic attack of the O2- anion on the C=C bond concerted with the abstraction of a hydride ion from the CH3 group. This mechanism is allowed by the electronic structure of propylene where the allylic C-H bond of the CH3 group is conjugated with the w orbitals of the C=C bond. The same SN; mechanism should also explain the isomerization of the o-(D)-allyl surface species: D- -~- 2 ( ) CD2 --~- CH - H Mn+ O\" M(n'2)OH\" Mn MnH- M(n-2) O- Mn+ (A) (B) and the resulting D-labelled acrolein molecules (Scheme 4). M.M. Bettahar et al.//Applied Catalysis A: General 145 (1996) 1 48 1 I 3.1.2. SbSnO catalysts The SbSnO based catalysts prepared by the coprecipitation method have been shown to be also very heterogeneous since they contained several crystalline phases depending on the calcination temperature, the duration of heating, the nominal antimony content and the presence or not of metal additives [85-90]. Among the several phases two of them have been identified: -- the rutile type phase Sn(Sb)O2 corresponding to a solid solution of Sb with SnO2; -- an antimony oxide phase corresponding to 5b60]3 or ot and 13 SbO4 stoichiometries. The multiphasic nature of the catalysts is the main reason of the difficulty to identify the active phase(s). It has been observed that high activity and selectiv- ity were reached when, in one hand, both the Sn(Sb)O2 and Sb204 phases are present and, in the other hand, the catalyst surface is enriched with antimony [87]. Many authors believe that the selectivity properties are mainly provided by the formation of a solid solution in which the Sb5+ species are stabilized by the SnO2 tetragonal structure [91,92]. The octahedrally coordinated Sb5+ species dissolved in the SnO2 matrix were also believed to be active sites for the allylic oxidation in association with Sb4+ species for the oxygen activation [92]. However, the Sb4+ ions have also been proposed as the active sites [93]. A more complex site was proposed for multicomponent SbSnO catalysts containing iron [80] composed of bridging oxygens which connect two Sb5+ and two Sb3+ CD2=CH-CH3 ,. Mn+ 02- Mn+ O2- Mn+ Mn+ O2- Mn+ O2- Mn+ + 02 O=CD-CH=CH2 (30 %) ,0 M(n-2)+ Q M(n-2)+ Q Mn+ CD2=CH-CH=O (70 %) 4 -- Mn+ ~ M(n-2)[~ M(n-2)+ - OHD - H20 ~D-C ]D-CH=CH2 (50 %) Mn+O- M(n-2)H- Mn+ IT CD2=CH-CH~ +(50 %) Mn+ OH- M(n-2)+ O\" Mn (B) Scheme 4. Concerted mechanisms of the oxidation of propylene to acrolein on mixed metal oxides. 12 M.M. Bettahar et al. / Applied Catalysis A: General 145 (1996) 1-48 atoms. The Sb3+ species are H-abstraction sites whereas the Sb5+ species are associated with O-insertion sites [80]. Comparing Sb-Sn-O and Sb-Sn-Fe-O systems it was concluded that the active site is a redox couple SbS+/Sb3+ in a specific arrangement which may be formed at the surface of the Sb-Sn-O2 solid solution or at the surface of a thin Sb204 layer deposited on the solid solution [87]. It has also been proposed that selective catalysts consist in an oriented film of Sb20a supported by the Sn(Sb)O2 phase [88,94]. Allen et al. [13], comparing TPD and catalytic experiments over a Sb-Fe-O catalyst prepared by the batch method [13], showed that acrolein is formed only when the catalyst was in the reduced state confirming the role of lattice oxygen. From mechanistic studies, the irreversible formation of ~r allyl species from the allyl precursors was proposed [80,94]: CH2 :CH2-CH3 ~ CH2 =CH-CH2 ~ CH2 =CH-CH2-O rr-allyl o'-allyl CH2 =CH-CH=O in contrast (reversible formation) with what was suggested for bismuth-molyb- date catalysts [80]. This difference between molybdate and antimony based catalysts has been related to terminal unsaturated Mo--O groups and to bridging Sb-O-Sb groups, respectively [80]: the inserted oxygen bonds should be weakened and, as such, more reversibly broken on unsaturated metal (Mo) than on saturated metal (Sb) [80]. It also seemed that the considered 7r ~ (r intercon- version was not influenced by the presence of adsorbed 02 as shown by studies of the Sb-SnO system both in the presence and the absence of 02 feed [81,95,96]. 3.1.3. The Cu20 simple oxide The simple oxide Cu20 is reported to exhibit significant activity and selectiv- ity in the partial oxidation of propylene to acrolein [8] and has been often chosen as a model catalyst [14,97-102] for the determination of the involved reaction mechanisms. On Cu20 powder obtained by CuO reduction at 400, Boreskov et al. [101,103] showed that propylene gives rise to reversible and irreversible ad- sorbed species: the former led to the partial oxidation products whereas the latter formed CO2 and H20 [101]. An IR study suggests the formation of acrolein through the 'rr-allyl species intermediate [103]. On Cu20/MgO, the same group [98] observed both w- and ~-allyl species, the former being more stable (523-573 K) than the latter. The w-allyl species was assigned on the basis of the C=C stretch at 1510 cm J [98]. Labelled molecule experiments over commercial Cu20 and impregnated Cu/o~-A1203 by Imachi et al. [99] showed the existence of a primary kinetic isotopic effect for the production of two different forms of acrolein from CH3CH=CHD, suggesting an irreversible step for w-allyl to ~-allyl. Choi et al. M.M. Bettahar et al. / Applied Catalysis A: General 145 (1996) 1-48 13 [97] compared the oxidation reactions of D and 180 labelled allyl alcohol and of CH3-CH=CHD over supported Cu20 and concluded that the o--allyl species was: (i) the intermediate precursor of acrolein formation from either propylene or allyl alcohol; (ii) was not in equilibrium with the 7r-allyl species in the reaction conditions. The last result is similar to that observed with the SbSnO system where the q-r ~ o- interconversion was found irreversible [104] and similarly suggests the intervention of bridged lattice oxygen atoms (Cu-O-Cu) for the Cu20 catalyst [97]. In contrast, Akimoto et al. [105], using 1802 as an oxidant, concluded that adsorbed oxygen was incorporated into acrolein, not lattice oxygen. Low surface area and unoriented Cu20 crystals have been studied in the propylene mild oxidation [100]. The obtained results showed that stoichiometric or copper rich Cu20 is the most active catalyst whereas oxygen rich Cu20 favors CO2 and H20. On supported copper oxides it was also shown that Cu20 favors partial oxidation products whereas CuO favors non-selective oxidation [106]. Propylene oxidation was studied on Cu20 single crystal surfaces using XPS and TDS in ultra high vacuum after adsorption of propylene at 300 K and atmospheric pressure [14,107]. Three different Cu20 surfaces were examined: Cuterminated (100) surface, oxygen terminated (100) surface and (111) surface with accessible copper cations and lattice oxygens. It was found that both selective and non-selective oxidation involved lattice oxygen atoms. In addition, the results indicated that the selective oxidation to acrolein was promoted by coordinately unsaturated surface lattice oxygen atoms but was not correlated to the oxygen coordination. Parallel experiments, using allyl alcohol and acrolein as probe molecules, showed that the propylene oxidation pathway proceeded through the (r-allyl species. In addition, contrasting with the above mentioned studies [99], the pathway: propylene ~ ~-allyl ~ o'-allyl was found reversible since propylene was obtained after allyl alcohol desorption [108]. This apparent contradiction probably came from the different operating conditions: reducing conditions (no oxygen cofeed) in the case of the Cu20 single crystal experiments [14] and oxidizing conditions (oxygen cofeed) in the case of Cu20 powder or Cu20/c~A1203 [99]: concentration of the \"rr and o--allyl species were probably controlled by kinetics and equilibria for the latter and the former cases, respectively [14]. 3.2. Formation of acrylonitrile Both oxidation and ammoxidation of propylene (Table 1) can be performed with the same catalytic systems to form acrolein and acrylonitrile, respectively [48,68,69,109,110]. The reaction temperature is generally higher for the ammox- 14 M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1 48 idation than for the oxidation of propylene [48,80]. Mechanisms of both reactions were extensively investigated, notably on the bismuth molybdate and the antimony oxide based catalysts [12,72,80-96,111-114]. The first step of propylene oxidation is the same, irrespective of the presence or the absence of ammonia and corresponds to the rate determining abstraction of the a-methyl hydrogen to form a w-allyl intermediate. The second step is the o--allyl intermediate formed by nitrogen insertion: CH3CH=CH3 ~ (CH2:CH-CH2) ~ (CH2:CH-CH2N) -allyl -allyl CH2 =CH-C=N For the molybdate catalysts, ammonia is probably adsorbed as imido species [80] on which propylene should be adsorbed: NH 3 NH 3 O=Mo=O ~ O=Mo=NH ~ HN=Mo=NH Adsorption of ammonia is irreversible at high temperature but not at low temperature. One ammonia molecule is adsorbed at low partial pressure of propylene whereas at high propylene pressure two ammonia molecules are adsorbed at the nitrogen insertion site per acrylonitrile formed. Labelled molecules experiments showed that or- and \"u-allyl species interconvert re- versibly. The second hydrogen abstraction is the slow step in the conversion of the cr-nitrogen-allyl species to acrylonitrile and acrolein. However, the activa- tion energy for this step is higher for the o--oxygen-allyl species than for the o--oxygen-allyl, explaining the higher increase in selectivity with increasing temperature in ammoxidation. For the antimonate based catalysts it was proposed that the active sites are composed of H-abstracting Sb3+-O groups and N-inserting SbS+-O bridging oxygens [80]: 0 NH 0 Sb o/Sb ~N./Sb~o Sb~\" The conversion of ~T-allyl to o--allyl antimonate is less reversible than the corresponding molybdates. On the other hand for antimonates, reduction occurs mostly at the surface whereas, for molybdates, bulk reduction is mostly involved [80]. 3.3. Formation of acrylic acid The catalytic systems used for the partial oxidation of propylene to acrylic acid are mainly based on cobalt and nickel molybdates [115-120] and VPO mixed oxides [121] both modified by tellurium (Table 2). In fact, acrolein and M.M. Bettahar et al./ Applied Catalysis A: General 145 (1996) 1-48 Table 2 Catalytic systems used in the partial oxidation of propylene to acrylic acid 15 Catalyst T () Conversion Selectivity Ref. Acrolein Acrylic acid Acetic acid CoMoTeO 360 97.0 13.9 39.2 - [118] NiMoTeO 350 97.3 20.9 58.8 5.5 [119] VPTeO 410 100.0 3.0 37.0 5.0 [121 ] Balance: COx. acrylic acid are produced competitively on these systems, depending on the experimental conditions, and the aim of most of the reported studies was to find out the catalytic centers which favour acrylic acid formation at the expense of acrolein formation. It appears from the literature data that these specific centers are those which adsorb and transform acrolein to acrylic acid, that is, oxidize the CHO group to the COOH group. In this connection, it has been observed that catalysts which oxidize o-xylene to tolualdehyde oxidize propylene to acrolein and those which produced phtalic anhydride from o-xylene also produced acrylic acid from propylene [122]. 3.3.1. CoMoTeO catalysts The cobalt molybdate prepared by co-precipitation and modified by TeO2 led to CoMoTeO catalysts (Co/Mo = 2/3 to 1/1) highly selective for oxidation of propylene to acrylic acid [118]. With a mixture: air/propylene = 30/1 at 360, the mean product is acrolein (98%) at low conversion and acrylic acid (39%) at high conversion. The addition of water in the feed gas tended to decrease the activities and to increase the selectivity of organic products, notably that of acrylic acid. Typi- cally, with a mixture: air/propylene/water= 30/1/5 selectivities of 47% acrylic acid and 14% acrolein are found at 98% conversion. The decrease of activity was attributed to competitive adsorption between water and propylene and the increase of selectivities was attributed to an enhancement of the desorption rates of the products [118]. The kinetic study showed that acrylic acid is almost exclusively formed from acrolein, the initial product [118]. In analogy with the formation of acrolein from propylene on molybdate based catalysts [121] and with the formation of acrylic acid from acrolein on cobalt molybdate catalysts [123], it was proposed that the successive steps of the reaction take place on MovI and CoTM sites, respectively [118]. The role of the TeTM promoter should be to avoid the reduction of Com to Co(II): CoH + TeTM ~ CoIIl -{- TeIII The active phase was not identified since both the a-CoMoO major phase and the [3-Co-Mo-O minor phase are present in the catalyst. The latter is more 16 M.M. Bettahar et al. / Applied Catalysis A: General 145 (1996) 1-48 selective when it works in its oxidized form (O2/C3H6 >> 1) [124] but it is believed that the slight excess of MoO3 plays an important role with its octahedral Mo sites [118,124]. The addition of TeO2 does not provoke the apparition of a new phase and probably gives rise to solid solutions with the cobalt molybdate or with the molybdenum oxide in excess in the catalyst [125]. 3.3.2. NiMoTeO catalysts There is direct oxidation of propylene to acrylic acid on Ni-Mo-Te-O catalysts (Mo/Ni ca. 1.1, 7% Te2MoO7) in the presence of water [119,120]. Prepared by different routes, the obtained catalysts were composed of microsys- terns of a-NiMoO4 enriched with Te2MoO7 resulting from the diffusion of this compound in the nickel molybdate matrix. Diffusion of Te2MoO7 through the mass was favoured by the temperature and composition of the gas phase during the activation. The slight excess of molybdenum was also believed to favour controlled diffusion of the tellurium promoter. It is suggested that the oxidation of propylene to acrolein takes place on tellurium-rich sites whereas the subse- quent transformation of acrolein to acrylic acid and total oxidation occur on tellurium poor sites, but the mixing of the two phases seemed to enhance the catalytic efficiency of both. It was also observed that Te2MoO7 accelerated the to [3-Ni-MoO4 phase transformation (at 700 on heating in air) which led to a less active catalyst. The reverse process (o~ ~ [3) occurred at lower temperature (200 in air) and seemed to account for the break down of the granular catalyst structure observed. 3.3.3. VPTeO catalysts The vapour phase oxidation of propylene was studied over V205, V205-P205 and V2Os-P2Os-TeO2 catalysts in the presence of water [121]. On pure V205, the reaction mainly produces acetic acid and carbon oxides and small amounts of water. When the phosphorous content was increased the activity decreased whereas the selectivity to acrylic acid passed through a maximum (P/V = 1.15-1.60) and that to acetic acid gradually decreased. At the P/V = 1.15 ratio, the yields of acrylic acid, acetic acid and acrolein were 25%, 10% and 0.7% respectively. The effect of the addition of TeO2 to the VPO catalyst was complex: TeO2 increased the specific oxidation activity as well as the sum of the yields of acrylic acid and acrolein while the yield of acetic acid passed through a maximum at TeTM = 0.02-0.04. The yield of acrylic acid attained 38% (64% for COx) at 100% conversion in the case of VPTeO (Te/P/V = 0.15/1.15/1) catalyst. Increasing the oxygen concentration in the feed gas, increased the conversion and the acrylic acid formation at the expense of acrolein formation but does not affect acetic acid formation. An increase of propylene concentration increased the formation of both acrolein and acetic acid at the expense of acrylic acid formation. As for the water content effect, it depended on the reaction condi- M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 17 tions. At high propylene conversion (98%) the increase of water concentration increased acrylic acid and acetic acid selectivities at the expense of acrolein. For example, the selectivities of acrolein, acrylic acid and acetic acid passed from 20%, 28% and 3% to 12%, 40% and 13% respectively at a constant level of conversion (98%). The results were explained by the competition between the allylic oxidation and oxyhydration [ 126,127] of propylene to acrolein/acrylic acid and acetic acid respectively. i CH2=CI'~-CH3 [CH3CH(OH)CH3)]-~ [CH3COCH3)]-~H3COOH [CH2=CH-CH2OH] -~CH2=CH-CHO--CH2=CH-COOH The role of phosphorous should be to increase the catalyst surface acidity [121] and, in the present case, the resulting effect serves to promote the allylic oxidation relative to the oxyhydration of propylene. No clear correlation has been found between the presence of TeO2 additive in the VPO oxide and the catalytic performances observed. Physical characterization of the VPTeO system should be useful to explain these results. 3.4. Conclusions The oxidation and ammoxidation of propylene to acrolein was investigated on several systems, mainly BiMoO and SbSnO based mixed oxides and Cu20 simple oxide. The industrial formulations are mainly based on BiMoO mixed oxide modified by iron and cobalt. The lattice oxygen atoms participate to the reaction process. The reactive phases are most probably Mo=O and Bi-O-Mo containing phases for the BiMoO catalysts, Sn(Sb)O2 and ~Sb204 phases for the SbSnO catalysts, and Cuions for the Cu20 catalysts. Ammonia is probably activated as metal amino (M-NH-M) or imido (M=NH) surface species. The rate determine step is the formation of the w-allyl species which transform into the o--allyl species then to acrolein or acrylonitrile. Acrylic acid and acrolein are obtained competitively when propylene is oxidized over Co(Ni)MoO and VPO mixed oxides modified by TeO2, notably in presence of water. 4. The selective oxidation of propane 4.1. Oxydehydrogenation (ODHR) of propane to propylene over VMgO catalysts Several processes of catalytic dehydrogenation of propane exist [1-7] but the drawbacks are in one hand the high temperature used due to the endothermicity of the reaction and, in the other hand, the rapid deactivation of the catalysts by coking. An attractive alternative is the catalytic oxidative dehydrogenation of 18 M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 propane which is thermodynamically more favourable in a large range of temperature without carbon deposition. However, this catalysis requires rela- tively high temperatures for the propane activation (500-550) and, moreover, the total oxidation is a possible secondary reaction. Thus, the challenge for the ODHR of propane is the design of catalysts working at temperatures as low as possible and avoiding the total oxidation of the initial products. A great variety of catalytic systems have been studied for this reaction [3,34,128-142] such as: alkali molten salts [3,126], metal molybdates [130,131] or vanadates [34,134- 142] niobium pentoxide [130]. We mainly discuss the VMgO system [134-142] which is reported to give the best performance (typically 60% of propane selectivity at 15% of propane conversion) and was subject of numerous studies. 4.1.1. Active phases and active sites The nature of the active phase in this system is still discussed. According to Kung et al. [136,143] both magnesium orthovanadate (Mg3V208) and a-pyro- vanadate (c~-MgzV207) phases are selective in the partial oxidation of propane. For Volta et al. [138] only the latter phase is responsible for the high propylene selectivities observed whereas the former is responsible for total oxidation. It seems that the differences of interpretation results from the presence or not of potassium impurities introduced during the catalyst preparation and which may modify the selectivities of the considered reaction [144]. In the same way, a recent study of Delmon's group [141] showed that the method of preparation of VMgO catalysts may also modify their performances due to formation of mixed phases which probably interact synergetically [141]. The nature of the active sites of the VMgO catalysts is also still under debate [135,138-140,145]. According to Volta et al. [138,139] vanadium occupies isolated tetrahedral VO4 sites in Mg 3V208, VO6 octahedra linked through edges in a-MgV206 and V207 units consisting of pairs of corner-sharing VO4 tetrahedra in c~-MgV207. The obtained order of reactivity and selectivity for the phases were: c~-MgzV207 > MgV206 > Mg3V208. From this result it was con- cluded that the active site included V-O-V bridge and short V--O bond simultaneously present in the V207 units of the c~Mg2V207 phase [138]. The short V=O bond is proposed to initiate the H abstraction step whereas the V-O-V bridge participates in the subsequent steps where water is formed. The V4+ ions generated by water desorption should be stabilized in association with oxygen vacancies leading to structural changes from V207 units to two edge sharing square based VO3 units [138,146]. This proposal is supported by the easier reducibility of the corresponding pyrovanade phase [ 139,141 ]. Due to the different reactivity orders obtained, Kung et al. [137] proposed the bridged oxygen atoms as selective sites for propylene and the terminal vanadyl species as responsible for total oxidation. It could be noted that in the case of supported vanadium oxides the obtained reactivity results allowed Corma et al. [140] to conclude that V-O bonds with M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 19 vanadium in tetrahedral or octahedral coordination are responsible for selective oxidation to propylene whereas the presence of V-O bond near a V=O bond leads to more oxygenate product amounts. 4.1.2. Surface reducibility and basicity A general agreement is that the reducibility of the catalyst plays an important role in the reaction course on the activation of propane [138,139,141,146,147]. In VMgO catalysts, where one V atom is replaced by one Mg atom, the involved lattice V-O-M oxygen atom is less mobile and thus the catalyst surface is less reducible: these catalysts led to dominant propylene selectivity [35,138,140]. The basic catalyst surface has also been claimed [143,147-149] to increase the alkene selectivity during the ODHR of alkanes. Thus, on supported vana- dium or molybdenum oxides, it was shown that incorporating alkaline metals decreased both the conversion of propane and the yields of products but increased the selectivity of propylene at the expense of the selectivity of the COx [150]. The reason should be that basic surfaces facilitate the desorption of alkenes, more basic compounds than the corresponding alkanes, thus preventing them from further oxidation to carbon oxides. It could be the case of the VMgO catalysts where the magnesia phase plays the role of basic centers during the propane partial oxidation to propylene [ 134-139]. However, the effect of the acid-base properties on selective oxidation of hydrocarbons is more complex since it should depend on the nature of the catalyst (and therefore on its oxidizing properties) and even, on the nature of the hydrocarbon molecules [135,151-154]. In addition, in the case of the propane molecule, the selective oxidation to propylene probably also needs Br~Snsted acid sites as shown recently by Moro-oka and Ueda [155] for the MoMgO catalysts. The different steps of the routes to propylene and COx, respectively, are probably differently sensitive to the acid-base nature and strength of the used catalyst. 4.1.3. Reaction mechanisms and reaction intermediates Concerning the reaction mechanism, a general agreement in literature is that the rate determining step of the reaction is the breaking of the first C-H bond, leading to a propyl species [32,156,157]. Moreover, Michalakos et al. [35] suggested the existence of a selectivity determining step which was related to the activity of the propyl species formed in the first step. The surface reactivity of propylene produced should also be considered as selectivity determining [35]. The selective route to propylene should then be the breaking of the second C-H bond of the propyl species whereas the oxygenates (organic products or COx) route should involve the insertion of the surface oxygen atom in the alkyl intermediate [35]. In the mean time, the C-H bond breaking is believed to be homolytic and the 20 M.M. Bettahar et al./ Applied Catalysis A: General 145 (1996) 1-48 , Vn*O2-Vn*O2- C3H8 CH3-'CH-CH3 CH3-CH-CH3 I v(n-1)+OH-Vn+O2- v(n-2)+o-vn+oH- -C3He - H20 +1/2 02 CH2=CH-CH3 [O] Organic products + COx v(n-2)+CIVn+O2- Scheme 5. Mechanism of the oxydehydrogenation reaction of propane to propylene on VMgO catalysts. propyl species thus produced should be a propyl radical [35,158,159]. This radical species is then able to give propylene either after desorbing in the gas phase and reacting with gaseous oxygen or by a surface reaction [35,156,160,161 ]. Then the reaction course depends both on the reaction temper- ature and the nature of the catalyst [158,159,162]. High temperature favors the alkyl desorption route [158,159] whereas low reaction temperatures and re- ducible catalysts promote surface reaction routes [148,159,163]. So, propane oxidation over V containing catalysts is considered to be initiated in the gas phase and completed on the catalyst surface. Scheme 5 resumes these assump- tions. It must be mentioned that heterolytic splitting of the C-H bond was also proposed in the ODHR of propane. This breaking should lead either to the formation a cation by hydride abstraction [164,165] or to the formation of a carbanion by proton abstraction [166-168]. The former process should be expected to occur on acidic catalysts whereas the latter supposes rather basic catalysts. In fact, it should be considered that redox equilibria coexist at the catalyst surface whatever the initial mode (homolytic or heterolytic) of activa- tion as shown below: CH 3-C'H-CH 3 vn+OH-M.,+O2- CH3-CH-CH3 V(n 1)+ OH-Mm+O2- + CH 3- C H-CH 3 v(n- 2)+ OH-Mm+O2 (V is a surface vanadium atom and M a surface metallic promoter or a second M.M. Bettahar et al. / Applied Catalysis A.\" General 145 (1996) 1-48 21 A) H -. CH2~H-CH3 O CH3CH2CH3 O~H IL~o~ ' I s+v ~+ S*V VS+ + 11= 02 O 3+V/ \\y'5+ B) CH2=CH-CH3 - C3H6 HO : OH -H,O 3+~/ ~ ~/S+ =l CH3 H - 6H-CH3 O CH3CH2CH3 0~[~ 5+v VS+ 5*V Vs* + 1/202 H-/~-2-CH-CH3 0 -C3H6 HO~ 3+V - H20 Scheme 6. Concerted mechanism in the oxidative dehydrogenation of propane to propylene on vanadium based catalysts. surface vanadium atom). The position of these equilibria depends on the redox and acid-base properties of the catalyst and on the reactive atmosphere. Other mechanistic schemes can be envisaged. A concerted mechanism (Scheme 6A) should be thus considered: the transition state in this case is probably of lower energy since it involves simultaneous breaking and forming of chemical bonds. In this mechanism the acid-base and redox properties of the catalyst play a role as a whole in only one step. Another mode of activation of propane should be its adsorption as alkoxy species, that is, the occurrence of the direct insertion of a lattice oxygen atom into a C-H bond (see also Scheme 6B): C3H8 [0~] [C3H7OH] H+ C3H6 + H20 The alkoxy species then decomposes to propylene. This decomposition needs the presence of Br~Snsted acid sites as can be deduced from the finding of 22 M.M. Bettahar et al./ Applied Catalysis A: General 145 (1996) 1-48 Moro-oka and Ueda [155] of the correlation between the propylene formation from propane and the number of the BriSnsted acid sites in the case of the MoMgO catalysts. The alkoxy route here proposed is also supported by the in-situ FT-IR studies of Finnochio et al. [169] showing the formation of propyloxy surface species as intermediate to propylene during the oxidation of propane over CrMoO catalysts. 4.1.4. Conclusion In conclusion for the ODHR of propane to propylene, the most studied catalytic formulation VMgO system consists of a vanadia phase which provides the oxidizing properties needed and a magnesia phase which provides the base properties decreasing the propylene consecutive oxidation. It is proposed that high propylene selectivity needs both V=O and V-O-V isolated sites and the overall process is probably initiated in the gas phase and completed on the catalyst surface. 4.2. Formation of acrolein The catalytic systems tested in the direct oxidation of propane to acrolein are generally defect mixed oxides [19-22,170] in which the presence of vacancies are believed to promote the lattice oxygen mobility during the reaction. The best obtained formulations up to now are the BiMo(V)O multicomponent catalysts developed by Moro-oka et al. [19-21]. Several other formulations have also been tested [22-24]. 4.2.1. BiMo(V)O catalysts The most important results obtained by Moro-oka's group [20] are reported in Table 3. The main products are acrolein, propylene and carbon oxides. It is Table 3 Performances of modified BiMoO SV= 1800 ml g-l cat h-~; C3Hs catalysts in the partial oxidation of propane to acrolein (from Ref. [19]). +02/N2 = 91/9 Catalyst C3H8/02 Reaction temperature Propane conversion Acrolein selectivity (of) (%) (%) VP-O 0.8 450 43 0 VMg-O 0.7 425 70 traces VMo-O 0.6 440 55 10 BiMo-O 0.6 500 20 34 BiVMo-O 0.8 488 35 31 BiVMo-O a 0.55 500 11.0 38.5 Ag BiVMo-O a 0.55 500 13.1 63.5 BiVO4 a 0.55 500 7.5 5 a SV = 3000 ml/g cat h. M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 23 worthwhile to note that, in the operating conditions, the V-P-O catalysts, active in the oxidation of n-butane to maleic anhydride [31-33] do not give rise to acrolein and neither do the VMgO catalysts, active in the ODHR of propane to propylene [138]. The molybdenum component is necessary for good activity and good selectivity to acrolein but not the vanadium component (compare selectiv- ity of BiVO4 relative to that of BiMoO or VMoO). The vanadium component rather increases the propane conversion (compare propane conversions for BiMoO and BiVMoO). The best formulation is Bi1 -x/3 Vl-xMO4A signifi- cant enhancement of the acrolein selectivity is observed by adding silver additive (compare selectivities for BiVMoO and AgBiVMoO). The optimization of the system shows that 65% of selectivity to acrolein with a propane conversion of 13% can be reached. Lithium and sodium behave also as promoting additives for acrolein formation whereas potassium, rubidium and tellurium mainly lead to propylene [20]. The effects of the reaction temperature, the partial pressure of the reactants and the contact time have been investigated [20]. The reaction is believed to proceed, at least partly, through a homogeneous auto-oxidation of propane occurring in the gas phase. The given experimental evidences were the follow- ing [19-21]: (i) the reaction started suddenly at 400; (ii) in contrast with what was expected for hydrocarbon oxidation reactions, the conversion of propane slowly decreased whereas the selectivity to acrolein sensibly increased when the reaction temperature was raised; (iii) a definite concentration of propane was required for the reaction to proceed: it was stopped either when the total concentration of propane and oxygen was lowered to 60% (propane oxygen = 0.55; T = 500) or when the ratio propane/oxygen was lowered to 0.14 (propane + oxygen= 91%; T= 500oc); (iv) appreciable amounts of homogeneous propane oxidation (mainly to propylene) occurred at 500 in absence of the catalyst. No acrolein was detected in these conditions; (v) an effect of the reactor volume and of its empty zone on the reaction performance was observed, with and without the catalyst. For example no reaction was observed when the reactor volume was small with and without catalyst. These results seem to indicate that propylene was formed as primary product in the gas phase whereas acrolein was formed in the second step at the catalyst surface [20]. According to the authors [20], propyl radicals should be formed in the gas phase at high temperature in the pre-catalyst zone and then homoge- neously converted to propylene. These radical species were not considered as intermediates for acrolein formation since acrolein was not observed in the absence of the catalyst [20]. The source of acrolein remained propylene reacting over the metal oxide surface [20]. In Scheme 7 the possible mechanisms of 24 M.M. Bettahar et al. //Applied Catalysis A: General 145 (1996) 1-48 CH3-CH2-CH3(gas) (a) [CH3 \"CH-CH3](gas) (02) CH3CH2-CH3(ads) (b) + 1/z 02 CH2=CH-CH3(gas) CH2=CH-CH3(ads) - H20 + 1/2 02 CH2=CH-CN q CH2=CH-CHO + 02, + NHs, -2HzO Scheme 7. Mechanisms of the propane oxidation to acrolein through the propylene intermediate. propane oxidation to acrolein via propylene as intermediate are represented. Path (a) and (b) represent the gas phase and the surface reactions for the propane ODHR step respectively. Path (a) is believed to be the preferred one in the case of BiMoO catalysts [19-21]. The observation of a homogeneous reaction in the pre-catalyst zone [20] is in good accordance with previous works showing that non-catalytic vapour phase oxidation of propane takes place in the range 350-500 [171,172]. However, it must be underlined that the bismuth molybdate of scheelite type here considered does not initiate surface radicals as intermediates of the formation of both propylene and acrolein. This behaviour is thus different from that of VMgO catalyst we discussed in the precedent section. On the other hand, the observed selectivities, in fact, should partly reflect the ability of the considered scheelite type B-Mo-O catalysts to convert propylene to acrolein [20] and partly the degradation of acrolein under the chosen reaction temperature (500). It is probably the reason why the multicomponent bismuth molybdate oxides, highly active catalysts for the oxidation of propylene to acrolein at 400 [61], were not suitable when tested in the propane to acrolein oxidation reaction at 500 [20]. From a practical point of view, two directions of improvement of the considered catalytic system emerge from the above results. The first one is the improvement of the step of propylene oxidation to acrolein in the overall process of partial oxidation of propane. In this sense, comparative studies of catalytic propane oxidation and propylene oxidation to acrolein should be of great interest and very useful. The second direction is the optimization of the reactor geometry in order to improve the first step of the considered reaction, i.e. the homoge- neous ODHR of propane to propylene. M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 25 4.2.2. Other catalytic systems 4.2.2.1. Combined propane ODHR and propylene oxidation catalysts. Earlier works of Shatalova et al. [173] have shown that combining catalysts of propane ODHR (iron and magnesium oxides based catalysts) and catalysts of propylene oxidation to acrolein (molybdenum based mixed oxides catalysts) led to signifi- cant performances in selective oxidation of propane: 20% of acrolein selectivity for 10-30% propane conversion at 600. No further improvements nor investi- gations have been reported up to now by the authors and no definite conclusion can be drawn from the obtained results: little is known about the accuracy of the products analysis [18]. 4.2.2.2. Defect perovskite and rutile oxides. Conner et al. [22,174,175] have tested defect perovskite and rutile Bi-Ba-Te-O, Fe-Nb-O, Fe-Ta-O oxides. The main partial oxidation products are aldehydes (acrolein, propanal, acetalde- hyde and formaldehyde) and methanol. Ethylene and methane are observed as cracking products but propylene is not detected. Total oxidation products are obviously formed, mainly carbon monoxide. The conversions and selectivities of the partial oxidation products depend on the reaction temperature for which two domains have been distinguished: at T < 440 the main products are acetaldehyde and methanol; at > 450 propanal and acrolein are mainly formed. For both types of catalysts the selectivity of acrolein reached 20% at about 30% of propane conversion at 425 [22]. The reported results cannot be further discussed since no surface characteriza- tions have been published by the authors up to now. Nevertheless, it is interesting to note the presence of propanal and the absence of propylene in the reaction products [22]. Propanal formation should take place from propane either through the 1-pro- panol intermediate or through the allyl alcohol intermediate isomerisation (Scheme 2). The 1-propoxy surface species is probably formed by a concerted mechanism (Scheme 8) by abstraction of a hydride anion on a Lewis acid/oxidizing site from a CH 3 group of propane and the nucleophilic attack of the carbon atom of this group by a lattice oxygen atom. This species should turn into propanal. The subsequent dehydrogenation of propanal to acrolein is facilitated by the exis- tence of the equilibrium formation of its enolate form in which a hydrogen atom is abstracted from the CH2 group as proton on a basic site. The enolate species may then lead to acrolein by losing a hydride anion probably by a concerted mechanism also on a Lewis acid/oxidizing site. The reaction steps of the allyl alcohol to propanal isomerization should be similar to those invoked in the case of the hydrogenation of a-j3 unsaturated aldehydes to the corresponding allylic alcohols on copper-chromite catalysts 26 M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 + ~12 02 - C4H40 Mn+ 02. Mn* 02\" CH3CH2CH3 acid-base step (activation) reduction step Mn+ 02. Mn+ 02- oxidation ~H2-CH2-CH3 step M(n'2)+ O\" Mn+ OH- reduction step - H20 O = ;H - CH = CH2 ~H-CH2-CH3 t I Mn+ Q M(n'2)+ 02- M(n-2)+ O M(n'2)+ ~1 - H20 reduction step oxidation step 02 acid-base Mn+ OH\" Mn+ 02- Mn+ 02. Mn+ 02- Scheme 8. Mechanism of the direct propane oxidation to acrolein through the 1-propyloxy adsorbed species * [Ol , [CH3CH2-CH2-O] 1-propyloxy CH3CH2CH3 - 2 IH] D CH3CH2CH=O propanal IT [CH3CH=CH-O] enolate CH2=CH-CH=O aerolein -H - 2 H + [O] CH2=CH-CH3 [CH2=CH-CH20] a allyl Scheme 9. Mechanism of the catalytic isomerization of ally] alcohol species to propanal. M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 27 [84,176,177] and also suggested in the case of the oxidation of propylene to acrolein on Cu20 single crystals in ultra-high vacuum [ 14,107,108] (see Scheme 9): cr-allyl ~ acrolein ~ enolate ~ propanal In this mechanism a surface enolate species should be involved whereas surface hydrides should play an important role [14,84,176,177]. This mechanism can be considered either as the isomerization of the adsorbed allylic alcohol to propanal or as the reduction of acrolein. Note that, through an SN~ mechanism [84], the direct isomerization of the cr-allyl to propanal by-passing the acrolein formation, should also be suggested: cr-allyl ~ enolate ~ H2 = CH~,,~H - O- H H~n+02- ell3- H~ CH-~O- ~ CH3CH2CH=O [3M(r,-2)+OH- M(n-2)+O2- The absence of propylene in the reaction products is in favour of the former mechanisms rather than the latter, that is the direct formation of propanal from propane then acrolein from propane. However, very reactive surface propylene species cannot be excluded as reaction intermediates. It points out from the above results that defect oxides of perovskite or rutile type are relatively active in the partial oxidation of propane into aldehydes but lead to substantial oxidative breaking of the C-C bond as well as to products of total oxidation. An improvement of their catalytic performances may arise from a better comprehension of the observed activities. 4.2.2.3. Impregnated mixed oxides BMO and PMO. Various impregnated mixed oxides BMO and PMO (M = V, Cr, Mn, Fe, Co, Ni, Cu, Zn, Mg, A1) have been tested by Otsuka et al. [23] as catalysts in the partial oxidation of propane. These catalysts are mostly inactive except the B-P-O oxide which leads to significant performances. Thus, at 550, the propane conversion is 22% and the selectivity of C3-O products (propanal, acetone, acrolein, acrylic acid) and propylene are 13% and 47%, respectively. Acetaldehyde (5%), ethylene (23%) and carbon oxides (10%) are also obtained. It is noteworthy that propylene, propanal, acetone and ethylene stem directly from propane as shown by the study of their selectivities as a function of the contact time [23]. It is also shown, in the same reaction conditions as for propane, that propylene as reactant is not activated on the BPO oxide (conver- sion < 1%) and thus cannot be considered as an intermediate in the formation of the oxygenate products [23]. We may conclude that the reaction intermediates to oxygenate products, which necessarily involves an oxygenation step, should 28 M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 Table 4 Selectivities in the partial oxidation of propane (at 7% of conversion) and propylene (at 35% of conversion) on VMgO catalysts at 550 (from Ref. [138]) C3Hx Phase Selectivity Relative selectivity C3H6 (%) OP a (%) COx (%) ACRO PRAL ACAC ACAL C3Hs Mg3V20s 6.0 0 94.0 0 0 0 0 ctMg2V207 53.5 16.5 29.2 72.7 21.2 6,0 0 aMgV206 14.9 30.2 54.2 0 0 0 100 C3H6 Mg3V208 - 0 100 0 0 0 0 aMgzV207 - 49.1 48.4 71.3 22.6 6.1 0 aMgV206 - 30.0 66.8 0 0 0 100 a Relative selectivity: (moles of oxygenate product //sum of moles of oxygenate products)100. b OP = oxygenated products: acrolein (ACRO), propanal (PRAL), acetic acid (ACAC), acetaldehyde (ACAL). be probably: (i) the 1-propyloxy species as precursor of propanal, acrolein, acrylic acid and (ii) the 2-propyloxy species as precursor of acetone and acetic acid (see Scheme 2 and Fig. 8). Moreover, the 2-propyloxy species should also be the precursor of propylene as discussed above (see Section 4.1. Moritaka et al. [24] reported that the precipitated mixed oxides PMO (M = V, Cu, Ni, Mn, La, Co, Cr, Zr) are more active than the impregnated ones in the partial oxidation of propane. The main product formed is propylene: up to 25% (50%) of selectivity for 22% (3%) of propane conversion for M = V (Co) and the selectivity of oxygenates (acrolein, propanal, acetone, propanoic acid, acetic acid, acetaldehyde) may reach 40% (M = Cu, Ni, Mn). The selectivity of the cracking products is 7-10%. The detection of propanal and propanoic acid, which cannot be only derived from propylene, strengthens once again the existence of a direct path of production of oxygenate products from propane by-passing the propylene intermediate (Scheme 8). 4.2.2.4. ODHR of propane and propylene. At this level of the discussion it is of interest to get back to the work of Volta et al. [138] on the ODHR of propane to propylene, and specially to the comparison between propane and propylene oxidation (Table 4). Three observations can be made. First, the ~-MgzV207 phase favors mild oxidation either for the partial oxidation of propane (70.8% against 6.0-45.8% for the two other Mg phases) or for the partial oxidation of propylene (49.1% against 0-30% for the other two Mg phases). Acrolein was the major oxygenate product (71.3-72.7% of relative selectivity) for the o~-MgzVzO7 phase whereas acetaldehyde is the only oxy- genate product obtained (100% of relative selectivity) for the t~-MgV206 phase. No oxygenate at all but COx (94% of selectivity) are produced over the Mg 3V208 phase. The second point is that, whatever the reactant feed, propane or propylene, a striking quite equal distribution of oxygenate products was obtained over the M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 29 cx-Mg2 VzO7 phase. Indeed, the relative selectivities are quite identical: 72.7% (acrolein), 21.2% (propanal), 6.0% (acetic acid) and 0.0% (acetaldehyde) in the case of the propane reactant against 71.3%, 22.6%, 6.1% and 0.0% respectively in the case of the propylene reactant. The precedent equalities can be considered as not fortuitous but should indicate that the observed oxygenates produced in the partial oxidation of propane rather stem from propylene intermediate. This conclusion seems to be held in the case of the o~-Mg2V206 phase which gave only acetaldehyde with the same 100% relative selectivity when starting either from propylene or from propane. In the same way, the Mg3V20s phase gave strikingly almost COx (94.0-100.0%) for the two reactants. All these results are in agreement with a reaction mechanism where propylene is the precursor of the oxygenate products in the partial oxidation of propane over V-MgO catalyst (Scheme 2). The third point is the obtaining of propanal with both propane and propylene reactants (Table 4). Propylene is expected to oxidize to acrolein through the allylic process and to acetone or acetic acid through the oxyhydration process (see Section 3). The lack of acetone formation seems to indicate that the presence of basic centers inhibits the hydration step (which needs Br~Snsted acid-sites) at the benefit of the formation of propanal through the allyl species (see Section 4 and Scheme 9): H+/H20 I CH2=CH-CH3 [O] [CH3CH(O)CH3] CH3COCH3 [o1 )- [CH2=CH-CH(O)] CH3CH2CH=O However, the competitive formation then oxidation of 1-propyloxy species (leading to propanal) relative to 2-propyloxy species (leading to acetone) cannot be excluded: CH3-CH=CH2 kl [CH3-CH2CH2OH] ) CH3CH2CHO + H20 + - H20 k2 [CH3CH(OH)CH3] ) CH3COCH3 The former should be more reactive towards oxidation than hydration (k1 >> k2) than the latter. Indeed, preliminary results obtained in our laboratory have shown that, on supported VPO catalysts, 1-propanol is oxidized mainly to propanal (propylene is obtained as a minor product) whereas 2-propanol is oxidized mainly to propylene (acetone is obtained as minor product) [178]. The same reasoning and conclusions can be held for the results obtained for 30 M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 the propane partial oxidation if we assume, as discussed above in the second point, that propylene is the intermediate species to oxygenate products. It must be said that, obviously, the results of Table 4 need further investiga- tions (notably kinetics) in order to determine the reaction paths and to under- stand the formation of propanal in the selective oxidation of both propylene and propane over the VMgO catalysts. 4.2.3. Conclusions The BiMoO mixed oxides of the scheelite type exhibit interesting catalytic performances but it must be noted that these catalysts do no really activate propane but propylene which is shown to be homogeneously produced in the gas phase as intermediate and then oxidized to acrolein on the catalyst surface. So the expected improvements of the BiMoO catalytic system mainly consist in the addition of promoters capable of increasing the oxidation step of propylene to acrolein. In parallel, the optimization of the geometry of the reactor should contribute to improve the homogeneous ODHR of propane to propylene, and, consequently, to improve the overall process. The defect mixed oxides of perovskite or rutile type (BaBiTeO, FeNbVO and FeTaO) and the BPO based mixed oxides were found active in the partial oxidation of propane (up to 25% of conversion), but less selective to acrolein (< 10%). However, they could be good candidates for further improvements since they produced, besides COx, mainly C1-C3 aldehydes or C l-C2 alcohols (defect mixed oxides) and good selectivities (up to 65%) for partial oxidation products (propylene + oxygenates). It is worthwhile to note that the VMgO catalysts, specifically used for the ODHR of propane to propylene, also produced appreciable amounts of acrolein and propanal from propane (16-30% selectivity at 6-8% conversion). They should also be good candidates for the partial oxidation of propane to acrolein. 4.3. Formation of acrylonitrile The above discussions show that a general aspect of propane oxidation is the low selectivity to products of partial oxidation, notably due to the too high rate of the consecutive oxidation of the products formed. A possible key factor to reduce this rate is to carry out the oxidation in presence of ammonia, forming the more stable product, acrylonitrile which, in addition, belongs to the basic chemicals [179,180]. These considerations, besides the lower price of propane as compared to the price of propylene [29,179], led to new and notable interest to the catalytic ammoxidation of propane [ 19-21,27-30,164,180-182]. The earliest catalytic systems reported for propane ammoxidation were those reported by G. Minow et al. [183,184] and Z. Osipova et al. [185,186] and consisted of V, Mo, Bi-Mo supported oxides and Ga-Sb mixed oxides. Low activities and selectivities to acrylonitrile were formed and the formation of M.M. Bettahar et al./ Applied Catalysis A: General 145 (1996) 1-48 31 Table 5 Oxidation and ammoxidation of propane on BiMoO catalysts (from Ref. [21]). SV= 300 ml g cat i h-); C3H8/NH3/02 = 34/20/46 Catalyst Oxidation (500) Ammoxidation (515) Conversion C3H8 (%) Selectivity C3H40 (%) Conversion C3H8 (%) Selectivity C3H3N (%) BiNbMoO4 11.0 58.0 12.0 63.0 AgBiVMoO4 13.1 63.5 15.8 64.9 propylene as an intermediate was proposed with an important contribution of gas phase reactions in the mechanism of propane oxidation [183,184]. The most promising results concern the BiMo(V)O (Table 5) and VSbO systems (Table 6). 4.3.1. Bi-Mo(V)-O catalysts The BiMo(V)O oxides of scheelite type structure are active and selective in the ammoxidation of propane as shown by the results reported by Moro-oka [21 ] (Table 5). The reaction was carried out at high partial pressure of propane. For example, the scheelite type complex Bi0.85Nbo.55Mo0.4504 gave more than 60% selectivity to acrylonitrile at about 20% conversion under 40% of propane in the feed gas at atmospheric pressure and 515. The other products are propylene, acetonitrile and carbon oxides. The most striking feature of the obtained performances is that they are similar to those obtained in the partial oxidation of propane to acrolein (Table 5), particularly in the case of the most active and selective catalysts: AgBiVMoO gave 63.5% of acrolein selectivity at 13.1% of propane conversion (500) in absence of ammonia and 64.8% of acrylonitrile at 15.8% of conversion (515) in presence of ammonia. As in the case of propane oxidation to acrolein [15-21], the selectivity to acrylonitrile increased markedly with increasing reaction temperature and propylene is formed in absence of catalyst, notably at high temperature [21]. These similar catalytic performances suggest similar reaction mechanisms, i.e. a homogeneous reaction step where propylene is formed, followed by a heterogeneous reaction where acrylonitrile (acrolein) is produced [21] (Scheme 7, path a). However, compared to propane oxidation results [ 19-21 ], in propane ammoxidation: (i) no sudden start of propane conversion was observed when the catalyst was present; (ii) the selectivity to propylene was apparently low in non-catalytic conditions as compared to catalytic conditions. These effects are attributed to the presence of ammonia [21 ]. Ammonia seems either to inhibit the propylene gaseous formation or/and to promote its surface formation since conversions and selectivities to acrolein and acrylonitrile, respectively, are quite similar (Table 5). As, in addition, no dinitrogen formation 32 M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 was observed, we may conclude that ammonia, as additive, only plays the role of a nucleophile by shifting the reaction equilibria to the consecutive oxidation of acrolein to acrylonitrile. In this way, ammonia seems to modify the acid-base and/or the nucleophilic surface properties of the considered catalysts but not their redox surface properties. To clarify this point, investigations on these surface are needed since studies on the effect of ammonia were not reported up to now for these catalysts. 4.3.2. VSbO catalysts It was found that VSbO catalyst are effective for the ammoxidation of propane [18,27-30,181,182] and are promising for industrial use. Table 6 resumes the main reported formulations. It can be seen that a maximum of 40% selectivity to acrylonitrile was attained at about 80% conversion. G. Centi et al. [27,30] studied the ammoxidation of propane on VSbO catalysts prepared by coprecipitation of vanadium and antimony soluble salts in aqueous ammonia. Acrylonitrile, acetonitrile, propylene and carbon oxides were formed. High activity was found when vanadium was in excess and high selectivity to acrylonitrile when antimony was in excess. Better performances were also obtained when alumina was incorporated to the VSbO oxide due to the occurrence of specific structural effects [28]. For the VSb(A1)O system, the active phase for the propane ammoxidation was suggested to be the amorphous VSbOa/Sb204 system epitaxially intergrown with the A1SbO4 rutile phase. Further improvements were obtained by addition of W or Mo elements. On the other hand, the A1SbO4 phase, promoted by the V eluent, was found as active as for the ODHR of propane to propylene [28]. The kinetic studies showed that acrylonitrile is formed both indirectly through propylene intermediate and directly from propane, the former path being the prevalent one (Scheme 10) Table 6 Metal mixed oxides catalysts used in the ammoxidation of propane Oxides Reaction Propane Selectivity to Ref. temperature conversion acrylonitrile (%) (%) (%) VSbSnCu 470 C3H8/NH3/02/H20 = 5/0.88/2/1 BiMoFeCrWMg 470 C3H8/NH3/02/H20/N2 = 3/1/2/1/2 BiVSbMo/A1203 500 C3H8/NH3/02/H20/N2 = 1/2/3/3/7 BiMoP/SiO2 529 C3Hs/NH3 air = 1/1.5/7.2 VSbWP/A1203 500 C3H8/NH3/02/H20/Nz = 1/2/3/6.6 MoVTeNb 420 C3H8/NH3/02/N2 = 1/1.2/2/8 14 61 [187] 15 54 [188] 09 49 [189] 44 54 [1901 85 37 [189] 55 53 [191] M.M. Bettahar et al./ Applied Catalysis A: General 145 (1996) 1-48 33 . Acryloniffile Prane ~ Prylene ~ \" COx, H20 Acetonitrile Scheme 10. Kinetic routes of propane oxidation over VSbO catalysts (from Ref. [28]). [28]. When the ammonia concentration is increased in the feed gas, the propylene selectivity increased whereas the acrylonitrile selectivity passed through a maximum (Table 7). Anderson et al. [192] investigated VSbO systems prepared by the slurry procedure with various V/Sb ratios. The fresh catalysts consisted of V205 and SbVO4 phases when vanadia was in excess. In this case, high rate and selectivity to propylene were obtained at low conversion and were related to the formation of amorphous vanadia spread over the surface of SbVO4 as suggested by XRD, Raman, IR and XPS experiments. The fresh catalysts consisted of SbVO4 and ot-Sb204 phases when antimony was in excess. These phases were the most selective to acrylonitrile due probably to their ability to transform intermediate propylene, as suggested by Raman and IR studies: these phases in interaction are more efficiently reoxidized than SbVO4 alone during propane ammoxidation [192]. This behaviour was linked to the formation of suprasurface antimony sites on SbVO4 resulting from antimony migration from the e~-SbO4 phase during the reaction course, in good accordance with XPS studies [192]. Kinetic results indicated that propane adsorption is the rate limiting step for propylene formation and that acrylonitrile and carbon oxides were produced from the intermediate propylene. Acrylonitrile and acetonitrile formations passed through a maximum when the ammonia pressure was increased due to the competitive adsorption between the propane reactant and ammonia [193-195]. As to carbon oxides formation, it decreased with the partial pressure of ammonia; this was explained by a competitive adsorption of ammonia and oxygen [192] leading to a decrease of the concentration of surface degradation Table 7 Effect of NH3 on the partial oxidation of propane on VSbO catalysts at 500 (from Ref. [27]). SV = 6480 ml g cat-1 h-i; C3H8 (1.2%)/O2 (15.3%)/NH3/He [NH 3 ] a (%) Conversion (%) Selectivity C3H6 (%) ACN b (%) AcCN b (%) COx (%) 0 100 0 0 0 100 10 92 0 12 2.5 85 15 75 2 20 3 75 25 20 4 8 5 44 a Partial pressure of NH3 in the feed gas, b ACN: Acrylonitrile; AcCN: Acetonitrile. 34 M.M. Bettahar et al. / Applied Catalysis A: General 145 (1996) 1-48 oxygen species [194,195]. The effect of ammonia partial pressure observed on the VSbO catalysts prepared by the slurry method was similar to that observed on the VSbO catalyst prepared by coprecipitation [27,28]. Addition of water vapour led to an increase of the rate and selectivity for acrylonitrile formation. We think that this result should be associated to a competitive route of acrylonitrile formation through the oxyhydration of acrolein to acrylic acid or/and to a better desorption of adsorbed acrylonitrile in presence of an excess of water: 02 NH3 CH2=CH-CHOads CH2=CH-COOHads -- H20 H20 CH2=CH.~gas 4: CH2=CH.CE2Nads ( The kinetics of the partial oxidation of propane to acrylonitrile were also studied for VSbAI(W)O mixed oxides prepared by the slurry procedure [181,196] and the catalysts were characterized by X-Ray and Raman, IR and XPS spectroscopy. The obtained results were similar to those observed in the case of VSbAI(W) catalysts prepared by coprecipitation (Scheme 10) [28]. Indeed, the A1SbO4 rutile phase was found to be formed, probably by epitaxial intergrown or as solid solution component with the VSbO4/ot-Sb204 system. Both V and Sb were reduced during the reaction and the reduced state was stabilized by the A1SbO4 rutile-type phase. This phase also limits the presence of unselective vanadium species responsible of NH3 oxidation to N2. Acrylonitrile was shown to be formed by two parallel pathways: directly from propane ammoxidation and dominantly through the intermediate propylene ammoxidation. The allylic oxida- tion step of propylene to acrylonitrile competed with the high rate of propylene oxidation to carbon oxides. Acrylonitrile was found to be more stable than propylene to consecutive oxidation to carbon oxides. The propylene to acryloni- trile reaction is also limited by NH3 oxidation to N2 which decreases the surface availability of NH3. 4.3.3. Conclusions Promising results have been obtained in the ammoxidation of propane over BiMo(V)O and VSbO based mixed oxides. Propylene, the main reaction inter- mediate to acrylonitrile, seems to be produced in the gas phase in the case of the BiMo(V)O catalysts and on the catalyst surface in the case of the VSbO based mixed oxides. The investigations on the VSb(A1)O catalysts show that the active phase should be the amorphous VSbO4/Sb204 system in interaction with the A1SbO4 rutile phase, vanadium and antimony ions being reduced during the reaction course. Ammonia plays a more complex role (nucleo- philic/reducing/base agent) in the ammoxidation of propane over the VSbO system than over the BiMo(V)O system. M.M. Bettahar et al. / Applied Catalysis A: General 145 (1996) 1-48 35 4.4. Formation of acrylic acid 4.4.1. Propane oxidation over VPO catalysts Propane oxidation to acrylic acid on VPO based catalysts has been studied by Ai [26] at 350-400 in large excess of oxygen (oxygen/propane = 32.50) and of water (water/propane = 16.25). The main products were acrylic acid, acetic acid and carbon oxides. The yield of acrylic acid was 7% at 60% of propane conversion. Excess of phosphorus with respect to P/V = 1.00 composition induced a large decrease in both the activity and selectivity to both acids. The reaction was promoted by TeO2 addition to the VPO oxide [25]. Incorporation of acidic compounds such as H3PW12040, Sb203 and Nb205 increased the activity but decreased the yields of both acrylic and acetic acid [26]. The incorporation of H3PMo12040 to a VPO catalyst (P/V = 1,00) greatly enhanced the formation of acetic acid at the expense of the formation of acrylic acid. High content of water also enhanced the acids formation [25]. Propylene is proposed as the main precursor of both acrylic and acetic acids [25]. 4.4.2. Propane oxidation over cesium catalysts The propane oxidation to acrylic acid was also studied by Mizuno et al. [197] over Cs2.sHo.sPMolzO40 modified either by exchanging the acidic proton by several counter ions (Fe3+, Ni2 Co2 Cu2+, Mn2 or by substituting the coordination ion Mo6+ by V5+ ions. The reaction conditions were: T= 300- 400 and C3H8/Oz/N2 = 30/40/30. The reaction products were: acrylic acid, acetic acid, acrolein, propylene and carbon oxides. Fe3+ or Ni2+ substitu- tion for H+, and V5+ substitution for Mo6+ in Cs2.sH05Mo12040 greatly enhanced the catalytic activity for direct oxidation of propane into acrylic acid. The best performance (13 % yield of acrylic acid at 48% of propane conversion) was observed with Cs 2.5 Fe0.08 H 1.26VMo 11040. 5. General remarks 5.1. Propane versus propylene selective oxidation (1) The main remark about the results reported above is that the catalytic formulations used for propane selective oxidation are very different from the catalytic formulation used in the selective oxidation of propylene. Particularly, the former generally contains vanadia phases but not the latter. The main reason, as recalled in the introduction part, is the lesser reactivity of propane as compared to propylene reactivity: propane activation needs a higher reaction temperature (500 against 400 for propylene) and, as a consequence, strong activating phases such as vanadia. The difference of reactivity between propane and propylene is linked to the strengths of the involved C-H bonds and to the stability of the corresponding radicals formed in the rate determining step by H abstraction: the less stable propyl radical (corresponding to the stronger C-H 36 M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 bond) needs higher reaction temperatures and stronger oxidizing phases to be produced than the most stable \"rr-allyl-radical (corresponding to the weaker C-H bond breaking). (2) It seems that, inversely, propylene reacts relatively smoothly over cata- lysts of partial oxidation of propane. Indeed, in this reaction, substantial yields of propylene are generally produced as compared to organic compounds or carbon oxides yields. This well indicates that the reactivity of propylene is relatively low in the conditions of the partial oxidation of propane. The phenomenon was kinetically quantified for the ammoxidation of propane over VSbO based catalysts [30,181,192]: the rate of selective oxidation of propylene intermediate was found lower than the rate of its non-selective oxidation to carbon oxides. From a practical point of view, it can be said that further improvements of the direct oxidation of propane to organic compounds passes through the improvement of the selective oxidation of propylene intermediate in order to overcome its oxidation to carbon oxides. (3) Lattice oxygen atoms participate to the propylene oxidation to acrolein or acrylonitrile (see Section 4 and 5) over the different systems used (BiMoO, SbSnO, Cu20 mixed oxides) and the suggested active sites are bridged oxygen atoms M-O-M associated to the Mo=O double bond(s) for the BiMoO catalyst. Isolated sites are believed to give high selectivities [35]. The lattice oxygen atoms for the partial oxidation of propane to propylene over VMgO mixed oxides also participate to the reaction process, the active sites being V-O-V(Mg) and V=O [138,139,141]. Regarding the partial oxidation of propane to organic compounds, only a few number of studies have been undertaken concerning the nature of the active sites and the role of the lattice oxygen atoms. For the VSbO catalysts, it has been shown that vanadium and antimony are reduced during the reaction course and the selective site was proposed to be the complex system VSbO4/o~Sb204, interacting with the A1SbO4 rutile phase when alumina is present in the used mixed oxide. In the case of MS+OPt4 (M = V, Mo, Nb, Ta), the ratios acrolein/propylene and acrylonitrile/propylene were found to be related to V=O bond strength [164]. Further investigations are needed to a better understanding of the involved processes. 5.2. Reaction mechanisms and intermediates in the partial oxidation of propane The reaction mechanisms and intermediates (Tr-allyl, cr-allyl species) are now well established for the partial oxidation of propylene but not for propane partial oxidation. Taking into account the experimental data reported above, we can outline the reaction paths in the partial oxidation of propane to organic com- pounds as following: (i) the main route involves propylene intermediate for the BiMo(V)O, VSbO, NiMoTeO, CoMoTeO and VPTeO catalysts. Propylene production occurs on the M.M. Bettahar et al./ Applied Catalysis A: General 145 (1996) 1-48 37 surface of the catalysts except for the BiMo(V)O catalyst for which propylene is formed in the gas phase. However, the direct oxidation of propane to oxygenate products was reported as the main route for the BPO catalysts. This route was also deduced kinetically but to a minor extent for the VSbO catalysts; (ii) the oxyhydration of the propylene intermediate leading to by-products (acetone/acetic acid, acetonitrile) competed with the allylic oxidation leading to the desired products (acrolein, acrylic acid, acrylonitrile) over the BiMo(V)O, VSbO, NiMoTeO, CoMoTeO and VPTeO catalysts. The observed yields and selectivities depended on the nature of the catalysts and on the reaction conditions (notably on the presence and concentration of water or/and ammonia). Regarding the reaction intermediates, it is widely believed [32-35,156] that propyl species are formed in the first and rate determining step during the ODHR of propane to propylene. As to the selective oxidation of propane to organic compounds, few details are known about the involved adsorbed species. It is implicitly believed that propyl species are first formed (in analogy with the ODHR of propane to propylene) and that \"rr- and o'-allyl species are then successively formed (in analogy with the mechanisms of propylene oxidation to organic compounds). However, no experimental evidence has been reported up to now. The proposals are generally rather speculative and we summarize the discussions as following. The most important point discussed is the mode of activation of propane, because it determines the reaction rate and also, probably, the reaction selectivi- ties. For Michalakos et al. [35], the propyl radical is formed first and its reactivity determines the reaction selectivities. As for us, we have above reported that organic products seemed to be formed directly from propane in some cases, by-passing the propylene intermediate, we inferred that necessarily direct insertion of lattice oxygen occurs in the C-H bond of propane leading to 1-propyloxy or 2-propyloxy species formation as precursors of oxygenate prod- ucts and, even, of propylene (Scheme 8). An argument in favour of this route is the FT-IR results obtained by Finocchio et al. [169] showing the formation of 2-propyloxy adsorbed species leading to propylene intermediate then to organic products and COx during the oxidation of propane over CrMgO mixed oxides. The alkoxy route is also in good accordance with crystallographic [40] and quantum [41] calculations showing that during the catalytic oxidation of n-butane to maleic anhydride, the hydrocarbon molecules activation mainly occurs through the interaction between the lattice oxygen atoms and the terminal carbon atoms: the 1-4-n-butyl dioxy species was thus proposed as the initial precursor of maleic anhydride formation [40,41 ]. In fact, the existence of both propyl and propyloxy species are not incompati- ble since the latter should stem from the former: C3Hv ~ C3H70 38 M.M. Bettahar et al. / Applied Catalysis A: General 145 (1996) 1-48 CH3CH2CH3 CH3\"CHCH3 CH3CH2CH2(O) CH2=CHCH3 . CH3CH(O)CH3 1 , Organic COx products Scheme ll. Isopropyl versus l- and 2-propyloxy species competition in the catalytic partial oxidation of propane. depending on the oxidizing power of the oxide. Indeed, we proposed in Section 3 that propyl species as radical or ionic (cationic/anionic) species probably interact at the surface of the catalyst, the position of the equilibria depending on the nature of considered metal cation. Moreover, we can say that the distinction between propyl species adsorbed on a metal oxide and propyloxy species adsorbed on the same oxide should be difficult to establish experimentally, all the considered propyl species interact most probably with a lattice oxygen atom than with a surface metal cation: the carbon-oxygen interaction is expected to be stronger than the carbon-metal interaction. To conclude this point, and referring to Michalakos et al.'s [35] proposal, we think that the main route of propane activation involves its dissociative adsorp- tion to isopropyl or 2-propyloxy surface species leading to propylene then to the organic compounds (Scheme 11): the relative selectivities depend on the nature of the oxide and also probably on the structure of its surface since geometrical considerations have to be taken into account [35]. The other route should be the dissociative adsorption of propane as 1-propyloxy species by nucleophilic attack of the terminal CH3 group by lattice 02 species (Scheme 8 and Fig. 11): the formation of the n-propyl species can be excluded because it should be too much unstable as compared to the isopropyl species. The 1-propyloxy species then transform either to propylene or to organic products. Thus, the propylene precursors may be both isopropyl or 1 and 2-propyloxy surface species; the latter should be also the precursor of organic compounds. The nature and the number of steps to organic products cannot be discussed because of the lack of experimental data reported in the literature. Scheme 13 summarizes the reaction paths above suggested. M.M. Bettahar et al./ Applied Catalysis A: General 145 (1996) 1-48 39 _A R - IH-~,,O H,~G-~ . \" ./I 02-Mn+O2-M:n+ O2-Mn+O-Mn+ 1/2 02 R-C=O I OH-M(n-2)+O-Mn+ l R-COOH P 02-M(n-2)+r-iMn+ B R-CAH~O ~, H-.C-OH OH'Mn+OH'Mn+'~ . OH_l~t~n+o~Mn+ 1/2 02 -HzO R-C=O ' I ~Mln-2)+OH Mn+ 1 R-COON H20 nM(n'2)*QMn+ Scheme 12. Mechanisms of catalytic oxidation of CHO group to COOH group. 5.3. Role of water Water plays an important role in the catalytic selective oxidation of hydrocar- bons. Indeed, water is produced during the reaction, and, as such, should influence its course as reactant [25,26,126,127,197] or/and the stability of active phase of the catalyst [198,199] or that of the active sites [200,201]. For a better understanding of the chemical role of water, it is important to recall that the catalytic oxidation of an aldehyde to its corresponding carboxylic acid consists in its dissociation into carboxylate species [202] which then should desorb as carboxylic molecules (Scheme 12A). In analogy with oxidation of aldehydes with chromic acid or potassium permanganate in solution [203,204], gem-diol species (RCH(OH)2) or their corresponding salt (RCH(OM)2) are first formed by nucleophilic attack of O2- or OH-species [205] then transformed into carboxylate species [204,205] (Scheme 12A). In the presence of water molecules the surface hydroxyl species concentration is high, then the nucleophilic attack probably mainly proceeds through these species (Scheme 12B). In addition, in the considered mechanism, water molecules are regenerated and thus water appears as a co-catalyst in the reaction (Scheme 12B). In connection, it is worthwhile to note that benzaldehyde is heterogeneously oxidized to benzoic acid by water over zirconium oxide [206]. In this case molecular hydrogen is evolved: ZrO2 C6Hs-CHO + H20 ~ C6Hs-COOH + H2 40 M.M. Bettahar et al./Applied Catalysis A: General 145 (1996) 1-48 This example clearly shows that water is both a nucleophilic and oxidizing reactant [207]. This behaviour of the water molecules explains the increase of acrylic acid selectivity at the expense of acrolein selectivity when their content is increased during the partial oxidation of propylene [118,121]: acrolein intermediate is oxidized to acrylic acid through the nucleophilic attack of water molecules. In absence of water in the feed gas, acrylic acid is more likely produced with the help of water formed during the reaction as observed for the partial oxidation of propylene [118,119]: in this case acrolein is observed as by-product, probably because water molecules are not in high enough concentration. The same behaviour of water is observed when propane is the feed gas [25,197]: for example, with a high water/propane ratio (> 16), acrolein is not formed but acrylic acid [24]. On the other hand, besides acrylic acid, substantial yields of acetic acid are obtained due to the oxyhydration [126,127] reaction of propylene (reactant or intermediate). Then the related yields of the carboxylic acids and acrolein reflects the competition of the corresponding routes of formation: H20 (H*) + [O] CH3CH=CH2 ( CH3CH(OH)CH3 CH3COOH > COx - H20 H20 (H+ or O2-, OH') ]1 + [O] ) CH2=CH-C-OH CH2=CH-COOH CH2=CH-CH=O ( I - H20 O(H) The possible chemical interventions of water in the considered reaction are presented in Scheme 13. This scheme is interesting from a practical point of view. It shows that, 02 02 CH3COOH t. COx 02 H20 (H20) 02 02 C3H8 =, C3H6 ~, CH2=CH-CH=O D CH2=CH'COOH 02 02 Scheme 13. Chemical effect of H20 on the partial oxidation of propane and propylene. M.M. Bettahar et al. / Applied Catalysis A: General 145 (1996) 1-48 41 depending on the reaction conditions, the presence of water should be beneficial or detrimental or both to the desired valuable products (propylene, acrolein, acrylic acid) whatever the reactant feed (propane or propylene). For propylene as reaction product, it is obvious that the presence (or the addition) of water should be detrimental to its selectivity since its further oxidation to acetic acid and COx through the hydration step should be enhanced [126,127]. This enhancement of acetic acid and CO, should also be detrimental to acrolein selectivity since the propylene intermediate should be deleted. On the other hand, water addition increases acrylic acid yields [25] at the expense of acrolein yields. If we only consider acrylic acid formation, water is both beneficial to its formation through acrolein oxidation and detrimental to its selectivity through the competitive formation of acetic acid [27]. As to acrylonitrile formation, it was shown that addition of water in the feed gas increased its rate of formation and selectivity [26], probably due to an increase of the rate of desorption of acrylonitrile, or, even, by favouring the oxyhydration of the acrolein intermedi- ate to acrylic acid then to acrylonitrile. 5.3.1. Role of the acid and the base sites From the above discussion, it appears that the role of water (in-situ produced or added in the feed gas) is linked to the presence of acid-base sites during the partial oxidation of hydrocarbons. This role should be more complex than generally believed as we have shown by an in-situ FT-IR study of the ODHR of propane to propylene over VPO/TiO2 catalysts [201]. Indeed, at 350, addi- tion of water decreased the yields of propylene and CO, (probably by competi- tive adsorption between water and propane) but increased the selectivity of the former at the expense of the latter. In the mean time, water increased the BriSnsted acid sites at the expense of the Lewis acid sites and a good correlation has been established between the formation of propylene and the Brtinsted acid sites in one hand and between the formation of CO2 and the Lewis acid sites on the other hand. Further, it is remarkable that Br~Snsted acid sites are necessary to the formation of propylene [155,201] but, also, to its degradation to CO, through the oxyhydration reaction [126,127] (Scheme 1). It is probably the reason why decreasing the number of BriSnsted acid sites by incorporating alkaline or alkaline-earth cations to vanadium or molybdenum supported catalysts, de- creased the yields of both propylene and COx for the ODHR of propane [150]. In the mean time an increase of the selectivity of propylene at the expense of the selectivity of COx was observed [150]. This behaviour should be linked to the easier desorption of propylene on basic surface [34,35], but also to the difference of sensitivity of the reaction of formation of propylene and COx to the nature and/or the strength of the catalyst surface acidity. On the other hand, an increase of the surface basicity should stop to a too great extent the reaction by the total inhibition of the propane activation. So, it can be said that a good 42 M.M. Bettahar et al. / Applied Catalysis A: General 145 (1996) 1-48 balance between the acid and the basic surface properties is required for the obtention of the desired product. 5.3.2. Role of the oxidizing sites Obviously the selective oxidation of hydrocarbons depends on the acid-base properties but also on the redox properties of the used catalyst [7,121,207,208]. Among several examples we report the following ones: (i) the presence of alkaline cations on alumina-supported vanadia catalysts active for the ODHR of propane decreases both the reducibility of vanadium species and the number of surface acid sites [ 151,152]. The lower the reducibility of vanadium species the lower the catalytic activity is, independently of the alkane reactant, whereas the selectivity to oxydehydrogenation products depends both on the acid-base character of the catalysts and of the number of carbon atoms of the alkane reactant [151]; (ii) in the partial oxidation of propane to organic compounds incorporation of H3PMoI204o to a VPO catalyst enhanced the acetic acid yield rather than the acrylic acid yield [26]: as H3PMl12040 is both an acidic and an oxidizing additive, it may be concluded that the observed activity enhancement is due to the increase of both the surface acidity (which favours the hydration of the propylene intermediate) and the oxidizing power (which favours the oxida- tion of the alkoxy surface intermediate) of the catalyst; (iii) on the contrary, the incorporation of phosphorus (a surface acidity promoter) in the g205 catalyst led to a decrease of the oxidizing properties whereas it increased the allylic reaction relative to the oxyhydration reaction during the oxidation of propylene to acrylic acid [121]. So there is a mutual influence between the acid-base and the oxidizing properties of the surface for the metal mixed oxides. However, quantitative correlations between these properties and the catalytic performances cannot be easily determined. What one can say is that a good mix between the considered properties is necessary to obtain the desired product during the partial oxidation of hydrocarbons. 5.4. Role of ammonia It is worth noting that the effect of ammonia depends on the nature of the catalyst and even, probably, on the nature of the reaction. Indeed, in the case of propane ammoxidation on the BiMo(V)O scheelite type catalysts [18-20], ammonia seems to only provide nucleophilic surface species which attack the carbonyl group of adsorbed acrolein to acetonitrile: [o] R-CHO + NHzad ~ R-CH(NH)OH ~ R-C--=N -2H20 Concerning the ammoxidation of propylene on the BiMoO or SbO [80] based catalysts or of propane on the VSbO catalysts [27-30,181,192] the situation is more complex. When the concentration of ammonia is increased in the propane M.M. Bettahar et al. / Applied Catalysis A: General 145 (1996) 1-48 43 feed gas for example, propane conversion and COx selectivity decrease, propy- lene selectivity increases whereas a maximum is observed for acrylonitrile selectivity (Table 7). These results then show a strong effect of ammonia on the surface properties of these catalysts: -- neutralisation of acidic (BrSnsted or Lewis) sites leading to the inhibition of propane activation, specially towards the total oxidation, thus explaining the decrease of propane conversion and COx selectivity; -- reduction of the catalyst surface shown by N2 formation, which enhances propylene selectivity in good accordance with results obtained for the ODHR of propane to propylene when the basicity of the catalysts was increased [138,139,201]; -- increase of the nucleophilic character of the catalyst surface, which enhances the rate of the nucleophilic attack by NH2 fragments of the carbonyl function of acrolein conjugated with the decrease of its oxidizing character (which inhibits acrolein formation) explaining the observed maximum in acryl- onitrile selectivity. The above considerations also suggest that a good mix of the acid-base and redox properties of the oxide surface should permit a controlled orientation of the reaction towards selective products. 6. Conclusions If the selective oxidation of propylene is now a well established industrial process, the selective oxidation of propane to valuable products (propylene, acrolein acrylonitrile, acrylic acid) is a new challenge in catalytic oxidation and, though many obstacles have to be overcome, some promising results begin to be obtained. Indeed, fairly good performances have been obtained, notably for acrylonitrile production: 65% of propylene selectivity at 15% of propane conversion over VMgO catalysts; 65% of acrolein selectivity at 15% of propane conversion over BiMo(V)O catalysts 80% of acrylonitrile selectivity at 40% of propane conversion over VSbO catalysts. These performances are by far lower than those obtained when propylene is the feedstock: up to 95% of acrolein selectivity at 90% of propylene conversion have been reported over Bi-Mo-O catalysts. This indicates that further work is needed for the improvement of the partial oxidation of propane. From a fundamental point of view, if it is established that the propane activation is the rate determining step, the overall process of the selective oxidation of propane to organic products is still less understood. We can say that this process needs acid/oxidizing sites for the C-H bonds activation as well as basic/nucleophilic sites for protons abstraction (formation of C=C double 44 M.M. Bettahar et al. / Applied Catalysis A: General 145 (1996) 1-48 bond) or for the oxygen/nitrogen atom insertion (formation of the C-O/C-N bonds). Though the exact structure of these sites has still to be determined, the intervention of acidic (oxidant) and basic (nucleophilic) pairs of sites is impera- tive for each elementary step. This intervention is most probably concerted so as to minimize the required activation energies. The electronic structure of the organic adsorbed species has also to be taken into account in the involved elementary steps. In other words, the invoked elementary mechanisms as well as their number require a specific surface structure in order to obtain a high enough selectivity of the overall oxidation process. This explain the failure of obtaining performant catalysts for the partial oxidation of propane to organic compounds until now. So, a better knowledge of the structure of the demanded surface as well as a better understanding of the overall process (kinetics and mechanisms) are the key for the design of the active and selective catalysts. Comparative studies of propane and propylene partial oxidation should be also very useful. In this sense, we hope that the present review should be helpful. References [1] Halcon, US Patent 33 13573 (1983). [2] Halcon, US Patent 117 146 (1984). [3] I.M. Dahl, K. Grande, K.J. Jens, E. Rytter and A. Slagtern, Appl. Catal., 77 (1991) 163. [4] D. Bhattacharya, S.K. Bey and M.S. Rao, Appl. Catal. A, 87 (1992) 29. [5] D.J. Hucknall, Selective Oxidation of Hydrocarbons, Academic Press, New York, 1974. [6] J.L. Portefaix and F. Figueras, Chemical and Physical Aspects of Catalytic Oxidation, Editions CNRS, Paris, 1980. [7] A. Bielanski and J. Haber, Oxygen in Catalysis, Dekker, New York, 1991. [8] C.R. Adams and Y.J. Jennings, J. Catal., 3 (1964) 549. [9] J.L. Callahan, R.K. Grasselli, E.C. Milberger and N.A. Strecter, Ind. Eng. Chem. Prod. Dev., 9 (1970) 134. [10] R.K. Grasseli and D.D. Suresh, J. Catal., 25 (1972) 273. [11] W. Ueda, Y. Moro-Oka and T. Ikawa, J. Catal., 70 (1981) 409. [12] R.K. Grasselli and J.D. Burrington, Adv. Catal., 30 (1981) 133. [13] M. Allen, R. Betteley, M. Bowker and G.J. Hutchings, Catal. Today, 9 (1991) 97. [14] K.H. Shultz and D.F. Cox, J. Catal., 143 (1993) 464. [15] K. Weissermel and H.J. Arpe, Industrial Organic Chemistry, Verlag Chemie, Weinheim, 1978, p. 256. [16] C. Mazzocchia, F. Direnzo, P. Centola and A. Del Rosso, in H.F. Barry and P.C.H. Mitchel (Editors), Proc. 4th Int. Conf. on Chemistry and Uses of Molybdenum, Golden, CO, 1982, Climax Molybdenum, 1982, p. 406. [17] E. Serwicka, J.B. Black and J. Goodenough, J. Catal., 106 (1987) 23. [18] Y. Moro-oka and W. Ueda, Catalysis, 11 (1994) 223. [19] Y.C. Kim, W. Ueda and Y. Moro-oka, Appl. Catal., 70 (1991) 175. [20] Y.C. Kim, W. Ueda and Y. Moro-oka, Stud. Surf. Sci. Catal., 55 (1990) 491. [21] Y.C. Kim, W. Ueda and Y. Moro-oka, Catal. Today, 13 (1992) 673. [22] W.C. Conner Jr., S. Soled and A. Signorelli, Stud. Surf. Sci. Catal., 7 (1991) 1224. [23] T. Komatsu, Y. Uragami and K. Otsuka, Chem. Lett., (1988) 1903. [24] Y. Takita, H. Yamashita and K. Moritaka, Chem. Lett., (1989) 1733. [25] M. Ai, J. Catal., 101 (1986) 389. [26] M. Ai, Catal. Today, 13 (1992) 679. [27] G. Centi, D. Pesheva and F. Trifiro, Appl. Catal., 33 (1987) 343. M.M. Bettahar et al./Applied Catalysis A: General 145 (1996) 1-48 45 [28] G. Centi, R.K. Grasseli, E. Patane and F. Trifiro, Stud. Surf. Sci. Catal., 55 (1990) 515. [29] G. Centi, R.K. Grasseli and F. Trifiro, Catal. Today, 13 (1992) 661. [30] G. Centi, T. Tosarelli and F. Trifiro, J. Catal., 142 (1993) 70. [31] B.K. Hodnett, Catal. Rev. Sci. Eng., 27 (1985) 373. [32] G. Centi and F. Trifiro, Chem. Rev., 88 (1988) 55. [33] F. Cavani and F. Trifiro, Chem. Tech., (1994) 18. [34] E.A. Mamedov and V. Cortes-Corberan, Appl. Catal. A, 127 (1995) 1. [35] P.M. Michalakos, M.C. Kung, J. Jahan and N.H. Kung, J. Catal., 140 (1993) 226. [36] G. Centi, Catal. Today, 16 (1993) 5. [37] G. Centi and F. Trifiro, Catal. Today, 3 (1988) 1515. [38] A. Azuero, R.P.A. Sneeden and J.C. Volta, Stud. Surf. Sci. Catal., 41 (1998) 353. [39] A.N. Shatalova, L.A. Ivanova, A.G. Polkovnikova and Yu.P. Glukhovskaya, Neftekhimiya, 8 (1968) 365. [40] K. Bruckman, J. Haber and E.M. Servicka, Faraday Disc. Chem. Soc., 87 (1989) 173. [41] J. Ziolkowski, E. Bordes and P. Courtine, J. Catal., 122 (1990) 126. [42] Handbook of Chemistry and Physics, CRC Press, 73rd ed. [43] K. Briickman and J. Haber, J. Catal., 114 (1988) 196. [44] J. March, Advanced Organic Chemistry, 3rd ed., Wiley, 1985, p. 1117. [45] Belgian Patent, 806, 028 (1974). [46] US Patent, 3, 825, 600 (1974). [47] Japan Patent, 48-1645U (1973). [48] Y. Moro-oka and W. Ueda, Adv. Catal., 40 (1995) 233. [49] M.W.J. Wolfs and Ph. A Batist, J. Catal., 32 (1974) 25. [50] I. Matsuura and M.W.J. Wolfs, J. Catal., 37 (1975) 137. [51] G.W. Keulks, J. Catal., 19 (1970) 232. [52] R.D. Wraggs, P.G. Ashmore and J.A. Hockey, J. Catal., 22 (1971) 49. [53] R.D. Wraggs, P.G. Ashmore and J.A. Hockey, J. Catal., 28 (1973) 347. [54] A.W. Sleight, Advanced Materials in Catalysis, Academic Press, New York, 1977, p. 181. [55] J.M. Lieto, R. Bielsa, G. Kremenic and J.L. Fierro, Stud. Surf. Sci. Catal., 55 (1990) 295. [56] M. Allen, R. Betteley, M. Bowker and G.J. Hutching, Catal. Today, 9 (1991) 97. [57] G.W. Godin, C.C. Mac Cain and E.A. Porter, in B.A. Kazansky (Editor), Proc. 4th Int. Congr. Catal., Moscow, 1968, Vol. 1, Adler, New York, 1968, p. 271. [58] L.D. Krenzke and G.W. Keulks, J. Catal., 64 (1980) 295. [59] L.T. We and B. Delmon, Appl. Catal. A, 81 (1992) 141. [60] O. Legendre, Ph. Jaeger and J.P. Brunelle, Stud. Surf. Sci. Catal., 72 (1992) 387. [61] Y. Moro-Oka, D.H. He and W. Ueda, Stud. Surf. Sci. Catal., 67 (1991) 57. [62] H. Ponceblanc, J.M.M. Millet, G. Coudurier and J.C. V6drine, in Symposium on Catalytic Selective Oxidation, ACS Symp. Ser., Washington, 1992, Vol. 523p. 262. [63] J.M.M. Millet, H. Ponceblanc, G. Coudurier, J.M. Hermann and J.C. Vedrine, J. Catal., 142 (1993) 381. [64] H. Ponceblanc, J.M.M. Millet, G. Coudurier, J.M. Hermann and J.C. Vedrine, J. Catal., 143 (1993) 373. [65] L.D. Krenzke and G.W. Keulks, J. Catal., 61 (1980) 316. [66] Y. Moro-oka, W. Ueda, S. Tanaka and T. Ikawa, in T. Seiyama and K. Tanabe (Editors), Proc. 7th Int. Congr. Catalysis, Tokyo, 1980, Vol. 191, p. 1086. [67] E.V. Hoers, J.R. Monnier and G.W. Keulks, J. Catal., 57 (1979) 331. [68] G.W. Keulks, L.D. Krenzke and T.M. Notermann, Adv. Catal., 27 (1978) 183. [69] T. Ueda, T. Lin and G.W. Keulks, J. Catal., 62 (1980) 26. [70] K. Briickman, J. Haber and J. Wiltowski, J. Catal., 106 (1987) 188. [71] B. Grybowska, J. Haber and J. Janas, J. Catal., 49 (1977) 150. [72] J.D. Burrington and R.K. Grasselli, J. Catal., 59 (1979) 79. [73] W. Martir and J.H. Lundsford, J. Am. Chem. Soc., (1981) 3728. [74] D.J. Driscoll and J.H. Lundsford, J. Phys. Chem., 89 (1985) 4415. [75] W.M.H. Satchler and N.H. de Boer, in W.M.H. Sachtler, G.C.A. Schuit and P. Zwietering (Editors), Proc. 3rd Int. Congr. Catal., Amsterdam, 1964, Vol. 1, Amsterdam, 1965, p. 252. [76] C.C. Mac Cain, G. Gough and G. Godin, Nature, 198 (1963) 989. [77] C.R. Adams and T.J. Jennings, J. Catal., 2 (1963) 63. 46 M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 [78] T. Matsuzaki, T. Uda, A. Kazasuka, G.W. Keulks and R.F. Howe, J. Am. Chem. Soc., 102 (1980) 7511. [79] A. Dent and R.J. Kokes, J. Am. Chem. Soc., 92 (1970) 6709, 6718. [80] J.D. Burrington, C.T. Kartisek and R.K. Grasselli, J Catal., 87 (1984) 363. [81] J.D. Burrington, C.T. Kartisek and R.K. Grasselli, J. Catal., 81 (1980) 235. [82] J.F. Bradzil, D.D. Suresb and R.K. Grasseli, J. Catal., 66 (1980) 347. [83] R.M. Magid, Tetrahedron, 36 (1980) 1901. [84] R. Hubaut, J.P. Bonnelle and M. Daage, J. Mol. Catal., 55 (1989) 170. [85] F.J. Berry, Adv. Catal., 30 (1981) 97. [86] M. Crozat and J.E. Germain, Bull. Soc. Chim. Fr., (1975) 1125. [87] J.C. Volta, B. Benaichouba I. Mutin and J.C. V6drine, Appl. Catal., 8 (1983) 215. [88] Y. Boudeville, F. Figueras, M. Forissier, J.L. Portefaix and J.C. Vedrine, J. Catal., 58 (1979) 52. [89] J.L. Portefaix, P. Bussi~re, M. Forissier, F. Figueras J.M. Friedt, J.P. Sanchez and F. Theobalt, J. Chem. Soc. Faraday Trans. 1, 76 (1980) 1652. [90] F.J. Berry, J. Catal., 58 (1979) 61. [91] G.W. Godin, C.C. Mac Cain and E.A. Porter, in J.W. Hightower (Editor), Proc. 4th Int. Congr. Catalysis, Moscow, 1968, Vol. 1, Elsevier, 1969, p. 347. [92] M. Crozat and J.E. Germain, Bull. Soc. Chim. France, 1125 (1973). [93] D.L. Trimm and D.S. Gabay, Trans. Faraday Soc., 67 (1971) 2782. [94] F. Figueras, M. Forissier, J.P. Lacharme and J.L. Portefaix, Appl. Catal., 19 (1985) 21. [95] J.D. Burrington, C.T. Kartisek and R.K. Grasselli, J. Catal., 75 (1982) 225. [96] J.D. Burrington, C.T. Kartisek and R.K. Grasselli, J. Catal., 81 (1983) 489. [97] H.S. Choi, J.T. Lin and R.L. Kuczkowski, J. Catal., 99 (1986) 72. [98] A.A. Davydov, V.G. Mildaal'Chenko, V.D. Sokolovskii and G.K. Boreskov, J. Catal., 55 (1978) 299. [99] M. Imachi, R.L. Kuczkowski, J.T. Groves and N.W. Cant, J. Catal., 82 (1983) 355. [100] B.J. Wood, H. Wise and R.S. Yolles, J. Catal., 15 (1969) 355. [101] V.G. Mikhal'Chenko, V.D. Solokovskii and G.K. Boreskov, Kinet. Katal., 14 (1973) 698. [102] M. Imachi, R.L. Kuczkowski, J.T. Groves and N.W. Cant, J. Catal., 82 (1983) 355. [103] V.G. Michal'Chenko, V.D. Sokolovskii, A.A. Filippova and A.A. Davydov, Kinet. Katal., 14 (1973) 1253. [104] J.R. Monnier and G.W. Keulks, J. Catal., 68 (1981) 51. [105] M. Akimoto, M. Akiyama and E. Echigoya, Bull. Chem. Soc. Jpn., 49 (1976) 3367. [106] Ya.B. Gorokhovatskii, I.I. Vovyanko and M.Ya. Rubanik, Kinet. Katal., 7 (1966) 76. [107] K.H. Shultz and D.F. Cox, Surf. Sci., 262 (1992) 318. [108] K.N. Shultz and D.F. Cox, J. Phys. Chem., 97 (1993) 647. [109] R.J. Sampson and D. Schooter, in C.F.H. Tipper (Editor), Oxidation and Combustion Reviews, Elsevier, Amsterdam, 1965, Vol. 1, p. 223. [110] H.H. Voge and C.R. Adams, Adv. Catal., 17 (1967) 151. [111] R.K. Grasselli and J.D. Burrington, Adv. Catal., 30 (1981) 133. [112] R.K. Grasseli, J.D. Burrington and J.F. Bradzil, Faraday Soc. Discuss., 72 (1982) 204. [113] F. Trifiro, C. Lambri and I. Pasquon, Chem. Ind. (Milan), 53 (1971) 339. [114] J.D. Burrington, C.T. Kartisek and R.K. Grasselli, J. Catal., 63 (1980) 235. [115] D.J. Hucknall, Selective Oxidation of Hydrocarbons, Academic Press, New York, 1974, p. 23. [116] R. Higgins and P. Hayden, Catalysis, Chemical Society, London, 1977, Vol. 1, p. 168. [117] D.B. Dadyburjor, S.S. Jewur and E. Ruckenstein, Catal. Rev., 19 (1979) 293. [118] P. Jaeger and J.E. Germain, Bull. Soc. Cbim. France, I (1982), 407. [119] J.C.J. Bart, A. Bossi, G. Petrini, G. Battiston, A. Castellan and R. Covini, Appl. Catal., 4 (1982) 153. [120] J.C.J. Bart, A. Bossi, G. Petrini, G. Battiston, A. Castellan and R. Covini, Appl. Catal., 6 (1984) 85. [121] M. Ai, J. Catal., 101 (1986) 473. [122] C. Mazzocchia, F. Di Renzo, P. Centola and A. Del Rosso, in H.F. Barry and P.C.H. Mitchell (Editors), Proc. 4th Int. Conf. Chemistry and Uses of Molybdenum, Golden, CO, 1982, Climax Molybdenum, 1982, p. 406. [123] R. Garbowski, J. Habber and J. Sloczynski, React. Kinet. Catal. Lett., 12 (1979) 119. [124] B. Grzyfowska and A. Mazurkievitz, Bull. Acad. Polon. Sci., Serie Sci. Chim., 27 (1979) 141, 149. [125] Y. Arnaud, J. Guidot, J.Y. Robin, M. Roman and J.E. Germain, J. Cbim. Phys., 73 (1976) 651. [126] J. Buiten, J. Catal., 10 (1968) 188. M.M. Bettahar et al. /Applied Catalysis A: General 145 (1996) 1-48 47 [127] Y. Moro-Oka, S. Tan and A. Osaki, J. Catal., 12 (1968) 241. [128] D.B. Fox and E.H. Lee, Chem. Tech., (1973). 186. [129] S.B. Ushkov, Z.G. Osipova, V.D. Sokolovskii and S.V. Ketchik, Kinet. Katal., 29 (1988) 222. [130] C. Mazzocchia, C. Aboumard, D. Diagne, E. Temesti, J.M. Henmann and G. Thomas, Catal. Lett., 10 (1991) 181. [131] A. Cherrak, R. Hubaut, Y. Barbaux and G. Mairesse, Catal. Lett., 15 (1992) 377. [132] R.H.H. Smits, K. Sheshan and J.R.H. Ross, Stud. Surf. Sci. Catal., 72 (1992) 221. [133] R.H.H. Smits, K. Sheshan, H. Leemreize and J.R.H. Ross, Catal. Today, 16 (1993) 513. [134] M.A. Chaar, D. Patel, M.C. Kung and H.H. Kung, J. Catal., 105 (1987) 483. [135] M.A. Chaar, D. Patel and M.C. Kung, J. Catal, 109 (1988) 463. [136] K.T. Nguyen and H.H. Kung, Ind. Eng. Chem. Res., 30 (1991) 352. [137] M.C. Kung and H.H. Kung, J. Catal., 134 (1992) 668. [138] D. Siew Hew Sam, V. Soenen and J.C. Volta, J. Catal., 123 (1990) 417. [139] A. Guerrero-Ruiz, I. Rodriguez-Ramos, J.L.C. Fierro, V. Soenen, J.M. Herrmann and J.C. Volta, Stud. Surf. Sci. Catal., 72 (1992) 203. [140] A. Corma, J.M. Lopez-Nieto, N. Paredes, M. Perez, Y. Shen, H. Cao and S.L. Suib, Stud. Surf. Sci. Catal., 72 (1992) 213. [141] X. Gao, P. Ruiz, Q. Xin, X. Guo and B. Delmon, J. Catal., 148 (1994) 56. [142] K. Sheshan, H.M. Swaan, R.H.H. Smits, J.G. Van Ommen and J.R.H. Ross, Stud. Surf. Sci. Catal., 55 (1990) 505. [143] D. Patel, P.J. Anderson and H.H. Kung, J. Catal., 125 (1990) 132. [144] O.S. Owen, M.C. Kung and H.H. Kung, Catal, Lett., 12 (1992) 45. [145] S.T. Oyama, J. Catal., 128 (1991) 210. [146] J.C. Bouloux, I. Milosevic and J. Galy, J. Solid State Chem., 16 (1976) 393. [147] O.S. Owen, M.C. Kung and H.H. Kung, Catal. Lett., 12 (1992) 45. [148] A. Corma, J.M. Lopez-Nieto and N. Paredes, Appl. Catal. A, 144 (1993) 425. [149] D. Bhattacharyya, S.K. Bej and M.S. Rao, Appl. Catal. A, 87 (1992) 29. [150] R. Grabowski, B. Grzybowska, K. Samson, J. Slolzinski, J. Stoch and K. Wcislo, Appl. Catal. A, 125 (1995) 129. [151] A. Galli, J.M. Lopez-Nieto, A. Dejoz and M.I. Vazquez, Catal. Lett., 35 (1995) 51. [152] P. Conception, J.M. Lopez-Nieto and N. Paredes, Catal. Lett., 28 (1994) 9. [153] C.Y. Kao, K.T. Huang and B.Z. Wang, Ind. Eng. Chem. Res., 33 (1994) 2066. [154] J.G. Eon, R. Olier and J.C. Volta, J. Catal., 145 (1994) 318. [155] Y.S. Yoon, W. Ueda and Y. Moro-oka, Catal. Lett., 35 (1995) 57. [156] A. 57. B. Sulikowski, J. Krysciak, R.X. Valenzuela and V. Cortes-Corberan, Stud. Surf. Sci. Catal., 82 (1994) 133. [157] D. Patel and H.N. Kung, in Proc. 9th Int. Congr. Catalysis, Calgary, 1988, Vol. 4, p. 1553. [158] K.T. Nguyen and H.H. Kung, J. Catal., 122 (1990) 415. [159] R. Burch and Swarnakar, Appl. Catal., 70 (1991) 129. [160] Y. Chang, G.A. Somorjai and H. Heinemann, Appl. Catal. A, 96 (1993) 305. [161] E. Morales and J.H. Lundsford, J. Catal., 118 (1989) 255. [162] R. Burch and E.M. Crabb, Appl. Catal. A, 100 (1993) 111. [163] R. Juarez Lopez, N.S. Godjayeva, V. Cortes-Corberan, J.L.G. Fierro and E.A. Mamedov, Appl. Catal. A, 124 (1995) 281. [164] S. Matsuura and N. Kimura, Stud. Surf. Sci. Catal., 82 (1994) 271. [165] G. Busca, G. Centi and F. Trifiro, Appl. Catal., 25 (1986) 265. [166] V.D. Sokolovski, Catal. Rev. Chem. Eng., 32 (1990) 1. [167] N.D. Chuvylkin, G.M. Zhidomirov and V.B. Kazanski, Kinet. Katal., 18 (1977) 610. [168] R. Wang, M. Xie, P. Li and C. Nguyen, Catal. Lett., 24 (1994) 67. [169] E. Finocchio, G. Busca and V. Lorenzelli, J. Chem. Soc. Faraday Trans., 90 (1994) 3347. [170] N. Giordano, J.C.J. Bart, P. Vitarelli and S. Cavallaro, Oxid. Comm., 7 (1984) 99. [17l] C.N. Satterfield and R.E. Wilson, Ind. Eng. Chem., 46 (1954) 1001. [172] C.N. Satterfield and R.C. Reid, J. Chem. Eng. Data, 6 (1961) 302. [173] Y. Moro-oka and W. Ueda, Catalysis, 11 (1994) 239. [174] W.C. Conner Jr., S.L. Soled, A.J. Signorelli and B.A. De Rites, in T. Seiyama and K. Tanabe (Editors), Proc. 7th Int. Congr. on Catalysis, Tokyo, 1980, Tokyo, 1981, p. 1224. 48 M.M. Bettahar et al./Applied Catalysis A: General 145 (1996) 1-48 [175] W.C. Conner Jr., S.L. Soled, A.J. Signorelli and B.A. De Rites, U.S. Patent, 4, 302, 610 (1981). [176] R. Hubaut, M. Daage and J.P. Bonnelle, Appl. Catal., 22 (1986) 231. [177] R. Hubaut, M. Daage and J.P. Bonnelle, Appl. Catal., 22 (1986) 243. [178] L. Savary, G. Costentin, M.M. Bettahar and J.C. Lavalley, unpublished results. [179] J.F. Roth, in S. Yoshida, N. Takezwa and T. Ono (Editors), Catalytic Science and Technology, Vol. 1, Kodanska, Tokyo 1991, p. 3. [180] J.F. Bradzil, in J.J. Kroschwitz and M. Howe-Grant (Editors), Kirk-Othmer Encyclopedia of Chemical Technology, 4th edn., Vol. 1, Wiley, New York, 1991, p. 352. [181] A. Andersson, S.L.T. Andersson, G. Centi, R.K. Grasseli, M. Sanati and F. Trifiro, in L. Guczi, F. Solymosi and P. Tetenyi (Editors), Proc. 10th Int. Congr. on Catalysis, Budapest, 1992, Vol. A, Akademia Kado, Budapest, 1993, p. 691. [182] G. Centi, F. Trifiro and R.K. Grasselli, Chim. Ind. (Milan), 72 (1990) 617. [183] G. Minow, K.H. Schnabel and G. Ohlmann, Z. Phys. Chem. (Leipzing), 265 (1984) 145. [184] G. Minow, K.N. Schnabel and G. Ohlmann, React. Kinet. Catal. Lett., 22 (1983) 399. [185] Z. Osipova and V.D. Sokolovski, Kinet. Katal., 20 (1979) 510. [186] Z. Osipova and V.D. Sokolovski, Kinet. Katal., 20 (1979) 910. [187] U.S. Patents 4,871,706 (1989); 4,918,214 (1990); 5,079,207 (1992). [188] U.S. Patents 4,873,215 (1989); 5,008,427 (1991); 5,094,989 (1992). [189] U.S. Patents 4,746,61 (1988); 4,760,159 (1988); 4,797,381 (1989). [190] German Patent 1,333,639 (1972). [191] U.S. Patent 5,049,692 (1991). [192] R. Nilsson, R. Lindbad and A. Andersson, J. Catal., 148 (1994) 501. [193] A. Andersson, S. Mansen and M. Sanati, Stud. Surf. Sci. Catal., 67 (1991) 43. [194] J.C. Otamiri and A. Andersson, Catal. Today, 3 (1988) 211. [195] J.C. Otamiri and A. Andersson, Catal. Today, 3 (1988) 223. [196] R. Catani, G. Centi, F. Trifiru and R.K. Grasseli, Ind. Eng. Chem. Res., 31 (1992) 107. [197] N. Mizuno, M. Tateishi and M. lwamoto, Appl. Catal. A, 128 (1995) L165. [198] J.M. Millet and J.C. Vedrine, Appl. Catal., 76 (1991) 209. [199] C. Virely, M. Forissier, J.M. Millet and J.C. V6drine, J. Mol. Catal., 71 (1992) 109. [200] Y.A. Saleh-Alhamed, R.R. Hudgins and P.L. Silveston, Appl. Catal. A, 127 (1995) 177. [201] L. Savary, G. Costentin, M.M. Bettahar, J.C. Lavalley, M. Gubelmann-Bonneau, Catal. Lett., 38 (1992) 197. [202] E. Servicka, J.B. Black and J. Goudenough, J. Catal., 106 (1987) 23. [203] K.B. Wiberg, Oxidation in Organic Chemistry, Part A, Academic, New York, 1965. [204] J. March, Advanced Organic Chemistry, 1985, p. 629. [205] Y. Konishi, K. Sakata, M. Misono and Y. Yoneda, J. Catal., 77 (1982) 169. [206] T. Yokoyama, N. Fujita and T. Make, Appl. Catal. A, 125 (1995) 159. [207] P.J. Andersen and H.H. Kung, in Proc. 10th Int. Congr. on Catalysis, Budapest, 1992, paper 04. [208] P.J. Andersen and H.H. Kung, Stud. Surf. Sci. Catal., 75 (1993) 206. APCATA 9600138X 0926-860X(96)00138-X 10.1016/0926-860X(96)00138-X Elsevier Science B.V. All rights reserved. On the partial oxidation of propane and propylene on mixed metal oxide catalysts M.M. Bettahar G. Costentin L. Savary J.C. Lavalley Laboratoire Catalyse et Spectrochimie — URA CNRS 414 — Ismra-Université, 6, Boulevard du Maréchal Juin, 14050 Caen Cedex, France The present review analyses the literature data reported on the partial oxidation of propane to organic compounds (acrolein, acrylic acid and acrylonitrile) over mixed metal oxides, mainly magnesium vanadates, vanadia bismuth molybdates and vanadia antimony. The data were compared to those reported on the partial oxidation of propylene over bismuth molybdate and antimony—tin multicomponent oxides and over cuprous simple oxide. For both reactions, we analyzed the involved reaction mechanisms, intermediate species, active phases and active sites. The role of water produced during the reaction and that of the Brönsted acid sites were shown to be important in the determination of the selectivity of the expected products. The main conclusion of our study is that a good mix of acid-base and redox properties of the oxide surface should permit a controlled orientation of the reaction towards selective products. Keywords Catalytic partial oxidation Propane Propylene Acrolein Acrylonitile Acrylic acid Mixed metal oxides Bismuth Molybdene Vanadium Antimony Magnesium Copper References [1] Halcon, US Patent 33 13573 (1983). [2] Halcon, US Patent 117 146 (1984). [3] Dahl I.M. Grande K. Jens K.J. Rytter E. Slagtern A. Appl. Catal. 77 1991 163 [4] Bhattacharya D. Bey S.K. Rao M.S. Appl. Catal. A 87 1992 29 [5] Hucknall D.J. 3rd ed. Selective Oxidation of Hydrocarbons 1974 Academic Press New York [6] Portefaix J.L. Figueras F. 3rd ed. Chemical and Physical Aspects of Catalytic Oxidation 1980 Editions CNRS Paris [7] Bielanski A. Haber J. 3rd ed. Oxygen in Catalysis 1991 Dekker New York [8] Adams C.R. Jennings T.J. J. Catal. 3 1964 549 [9] Callahan J.L. Grasselli R.K. Milberger E.C. Strecter N.A. Ind. Eng. Chem. Prod. Dev. 9 1970 134 [10] Grasseli R.K. Suresh D.D. J. Catal. 25 1972 273 [11] Ueda W. Moro-Oka Y. Ikawa T. J. Catal. 70 1981 409 [12] Grasselli R.K. Burrington J.D. Adv. Catal. 30 1981 133 [13] Allen M. Betteley R. Bowker M. Hutchings G.J. Catal. Today 9 1991 97 [14] Shultz K.H. Cox D.F. J. Catal. 143 1993 464 [15] Weissermel K. Arpe H.J. 3rd ed. Industrial Organic Chemistry 1978 Verlag Chemie Weinheim 256 [16] Mazzocchia C. Direnzo F. Centola P. Del Rosso A. Barry H.F. Mitchel P.C.H. Proc. 4th Int. Conf. on Chemistry and Uses of Molybdenum Golden, CO 1982 Climax Molybdenum 406 [17] Serwicka E. Black J.B. Goodenough J. J. Catal. 106 1987 23 [18] Moro-oka Y. Ueda W. Catalysis 11 1994 223 [19] Kim Y.C. Ueda W. Moro-oka Y. Appl. Catal. 70 1991 175 [20] Kim Y.C. Ueda W. Moro-oka Y. Stud. Surf. Sci. Catal. 55 1990 491 [21] Kim Y.C. Ueda W. Moro-oka Y. Catal. Today 13 1992 673 [22] Conner W.C. Jr. Soled S. Signorelli A. Stud. Surf. Sci. Catal. 7 1991 1224 [23] Komatsu T. Uragami Y. Otsuka K. Chem. Lett. 1988 1903 [24] Takita Y. Yamashita H. Moritaka K. Chem. Lett. 1989 1733 [25] Ai M. J. Catal. 101 1986 389 [26] Ai M. Catal. Today 13 1992 679 [27] Centi G. Pesheva D. Trifiro F. Appl. Catal. 33 1987 343 [28] Centi G. Grasseli R.K. Patane E. Trifiro F. Stud. Surf. Sci. Catal. 55 1990 515 [29] Centi G. Grasseli R.K. Trifiro F. Catal. Today 13 1992 661 [30] Centi G. Tosarelli T. Trifiro F. J. Catal. 142 1993 70 [31] Hodnett B.K. Catal. Rev. Sci. Eng. 27 1985 373 [32] Centi G. Trifiro F. Chem. Rev. 88 1988 55 [33] Cavani F. Trifiro F. Chem. Tech. 1994 18 [34] Mamedov E.A. Cortes-Corberan V. Appl. Catal. A 127 1995 1 [35] Michalakos P.M. Kung M.C. Jahan J. Kung N.H. J. Catal. 140 1993 226 [36] Centi G. Catal. Today 16 1993 5 [37] Centi G. Trifiro F. Catal. Today 3 1988 1515 [38] Azuero A. Sneeden R.P.A. Volta J.C. Stud. Surf. Sci. Catal. 41 1998 353 [39] Shatalova A.N. Ivanova L.A. Polkovnikova A.G. Glukhovskaya Yu. P. Neftekhimiya 8 1968 365 [40] Bruckman K. Haber J. Servicka E.M. Faraday Disc. Chem. Soc. 87 1989 173 [41] Ziolkowski J. Bordes E. Courtine P. J. Catal. 122 1990 126 [42] Handbook of Chemistry and Physics, CRC Press, 73rd ed. [43] Brückman K. Haber J. J. Catal. 114 1988 196 [44] March J. 3rd ed. Advanced Organic Chemistry 1985 Wiley 1117 [45] Belgian Patent, 806, 028 (1974). [46] US Patent, 3, 825, 600 (1974). [47] Japan Patent, 48-1645U (1973). [48] Moro-oka Y. Ueda W. Adv. Catal. 40 1995 233 [49] Wolfs M.W.J. Batist Ph. A. J. Catal. 32 1974 25 [50] Matsuura I. Wolfs M.W.J. J. Catal. 37 1975 137 [51] Keulks G.W. J. Catal. 19 1970 232 [52] Wraggs R.D. Ashmore P.G. Hockey J.A. J. Catal. 22 1971 49 [53] Wraggs R.D. Ashmore P.G. Hockey J.A. J. Catal. 28 1973 347 [54] Sleight A.W. Advanced Materials in Catalysis 1977 Academic Press New York 181 [55] Lieto J.M. Bielsa R. Kremenic G. Fierro J.L. Stud. Surf. Sci. Catal. 55 1990 295 [56] Allen M. Betteley R. Bowker M. Hutching G.J. Catal. Today 9 1991 97 [57] Godin G.W. Mac Cain C.C. Porter E.A. Kazansky B.A. Proc. 4th Int. Congr. Catal., Moscow, 1968 Vol. 1 1968 Adler New York 271 [58] Krenzke L.D. Keulks G.W. J. Catal. 64 1980 295 [59] We L.T. Delmon B. Appl. Catal. A 81 1992 141 [60] Legendre O. Jaeger Ph. Brunelle J.P. Stud. Surf. Sci. Catal. 72 1992 387 [61] Moro-Oka Y. He D.H. Ueda W. Stud. Surf. Sci. Catal. 67 1991 57 [62] Ponceblanc H. Millet J.M.M. Coudurier G. Védrine J.C. Symposium on Catalytic Selective Oxidation ACS Symp. Ser., Washington Vol. 523 1992 262 [63] Millet J.M.M. Ponceblanc H. Coudurier G. Hermann J.M. Vedrine J.C. J. Catal. 142 1993 381 [64] Ponceblanc H. Millet J.M.M. Coudurier G. Hermann J.M. Vedrine J.C. J. Catal. 143 1993 373 [65] Krenzke L.D. Keulks G.W. J. Catal. 61 1980 316 [66] Moro-oka Y. Ueda W. Tanaka S. Ikawa T. Seiyama T. Tanabe K. Proc. 7th Int. Congr. Catalysis, Tokyo Vol. 191 1980 1086 [67] Hoefs E.V. Monnier J.R. Keulks G.W. J. Catal. 57 1979 331 [68] Keulks G.W. Krenzke L.D. Notermann T.M. Adv. Catal. 27 1978 183 [69] Ueda T. Lin T. Keulks G.W. J. Catal. 62 1980 26 [70] Brückman K. Haber J. Wiltowski J. J. Catal. 106 1987 188 [71] Grybowska B. Haber J. Janas J. J. Catal. 49 1977 150 [72] Burrington J.D. Grasselli R.K. J. Catal. 59 1979 79 [73] Martir W. Lundsford J.H. J. Am. Chem. Soc. 1981 3728 [74] Driscoll D.J. Lundsford J.H. J. Phys. Chem. 89 1985 4415 [75] Satchler W.M.H. de Boer N.H. Sachtler W.M.H. Schuit G.C.A. Zwietering P. Proc. 3rd Int. Congr. Catal., Amsterdam, 1964 Vol. 1 1965 252 Amsterdam [76] Mac Cain C.C. Gough G. Godin G. Nature 198 1963 989 [77] Adams C.R. Jennings T.J. J. Catal. 2 1963 63 [78] Matsuzaki T. Uda T. Kazasuka A. Keulks G.W. Howe R.F. J. Am. Chem. Soc. 102 1980 7511 [79] Dent A. Kokes R.J. J. Am. Chem. Soc. 92 1970 6709 Dent A. Kokes R.J. J. Am. Chem. Soc. 92 1970 6718 [80] Burrington J.D. Kartisek C.T. Grasselli R.K. J. Catal. 87 1984 363 [81] Burrington J.D. Kartisek C.T. Grasselli R.K. J. Catal. 81 1980 235 [82] Bradzil J.F. Suresh D.D. Grasseli R.K. J. Catal. 66 1980 347 [83] Magid R.M. Tetrahedron 36 1980 1901 [84] Hubaut R. Bonnelle J.P. Daage M. J. Mol. Catal. 55 1989 170 [85] Berry F.J. Adv. Catal. 30 1981 97 [86] Crozat M. Germain J.E. Bull. Soc. Chim. Fr. 1975 1125 [87] Volta J.C. Benaichouba B. Mutin I. Védrine J.C. Appl. Catal. 8 1983 215 [88] Boudeville Y. Figueras F. Forissier M. Portefaix J.L. Vedrine J.C. J. Catal. 58 1979 52 [89] Portefaix J.L. Bussière P. Forissier M. Figueras F. Friedt J.M. Sanchez J.P. Theobalt F. J. Chem. Soc. Faraday Trans. 1 76 1980 1652 [90] Berry F.J. J. Catal. 58 1979 61 [91] Godin G.W. Mac Cain C.C. Porter E.A. Hightower J.W. Proc. 4th Int. Congr. Catalysis, Moscow Vol. 1 1968 Elsevier 347 1969 [92] Crozat M. Germain J.E. Bull. Soc. Chim. France 1125 1973 [93] Trimm D.L. Gabay D.S. Trans. Faraday Soc. 67 1971 2782 [94] Figueras F. Forissier M. Lacharme J.P. Portefaix J.L. Appl. Catal. 19 1985 21 [95] Burrington J.D. Kartisek C.T. Grasselli R.K. J. Catal. 75 1982 225 [96] Burrington J.D. Kartisek C.T. Grasselli R.K. J. Catal. 81 1983 489 [97] Choi H.S. Lin J.T. Kuczkowski R.L. J. Catal. 99 1986 72 [98] Davydov A.A. Mikhal'Chenko V.G. Sokolovskii V.D. Boreskov G.K. J. Catal. 55 1978 299 [99] Imachi M. Kuczkowski R.L. Groves J.T. Cant N.W. J. Catal. 82 1983 355 [100] Wood B.J. Wise H. Yolles R.S. J. Catal. 15 1969 355 [101] Mikhal'Chenko V.G. Solokovskii V.D. Boreskov G.K. Kinet. Katal. 14 1973 698 [102] Imachi M. Kuczkowski R.L. Groves J.T. Cant N.W. J. Catal. 82 1983 355 [103] Michal'Chenko V.G. Sokolovskii V.D. Filippova A.A. Davydov A.A. Kinet. Katal. 14 1973 1253 [104] Monnier J.R. Keulks G.W. J. Catal. 68 1981 51 [105] Akimoto M. Akiyama M. Echigoya E. Bull. Chem. Soc. Jpn. 49 1976 3367 [106] Gorokhovatskii Ya.B. Vovyanko I.I. Rubanik M.Ya. Kinet. Katal. 7 1966 76 [107] Shultz K.H. Cox D.F. Surf. Sci. 262 1992 318 [108] Shultz K.N. Cox D.F. J. Phys. Chem. 97 1993 647 [109] Sampson R.J. Schooter D. Tipper C.F.H. Oxidation and Combustion Reviews Vol. 1 1965 Elsevier Amsterdam 223 [110] Voge H.H. Adams C.R. Adv. Catal. 17 1967 151 [111] Grasselli R.K. Burrington J.D. Adv. Catal. 30 1981 133 [112] Grasseli R.K. Burrington J.D. Bradzil J.F. Faraday Soc. Discuss. 72 1982 204 [113] Trifiro F. Lambri C. Pasquon I. Chem. Ind. (Milan) 53 1971 339 [114] Burrington J.D. Kartisek C.T. Grasselli R.K. J. Catal. 63 1980 235 [115] Hucknall D.J. Selective Oxidation of Hydrocarbons 1974 Academic Press New York 23 [116] Higgins R. Hayden P. Catalysis Vol. 1 1977 Chemical Society London 168 [117] Dadyburjor D.B. Jewur S.S. Ruckenstein E. Catal. Rev. 19 1979 293 [118] Jaeger P. Germain J.E. Bull. Soc. Chim. France I 1982 407 [119] Bart J.C.J. Bossi A. Petrini G. Battiston G. Castellan A. Covini R. Appl. Catal. 4 1982 153 [120] Bart J.C.J. Bossi A. Petrini G. Battiston G. Castellan A. Covini R. Appl. Catal. 6 1984 85 [121] Ai M. J. Catal. 101 1986 473 [122] Mazzocchia C. Di Renzo F. Centola P. Del Rosso A. Barry H.F. Mitchell P.C.H. Proc. 4th Int. Conf. Chemistry and Uses of Molybdenum Golden, CO, 1982 1982 Climax Molybdenum 406 [123] Garbowski R. Habber J. Sloczynski J. React. Kinet. Catal. Lett. 12 1979 119 [124] Grzyfowska B. Mazurkievitz A. Bull. Acad. Polon. Sci., Serie Sci. Chim. 27 1979 141 Grzyfowska B. Mazurkievitz A. Bull. Acad. Polon. Sci., Serie Sci. Chim. 27 1979 149 [125] Arnaud Y. Guidot J. Robin J.Y. Roman M. Germain J.E. J. Chim. Phys. 73 1976 651 [126] Buiten J. J. Catal. 10 1968 188 [127] Moro-Oka Y. Tan S. Osaki A. J. Catal. 12 1968 241 [128] Fox D.B. Lee E.H. Chem. Tech. 1973 186 [129] Ushkov S.B. Osipova Z.G. Sokolovskii V.D. Ketchik S.V. Kinet. Katal. 29 1988 222 [130] Mazzocchia C. Aboumard C. Diagne D. Temesti E. Herrmann J.M. Thomas G. Catal. Lett. 10 1991 181 [131] Cherrak A. Hubaut R. Barbaux Y. Mairesse G. Catal. Lett. 15 1992 377 [132] Smits R.H.H. Sheshan K. Ross J.R.H. Stud. Surf. Sci. Catal. 72 1992 221 [133] Smits R.H.H. Sheshan K. Leemreize H. Ross J.R.H. Catal. Today 16 1993 513 [134] Chaar M.A. Patel D. Kung M.C. Kung H.H. J. Catal. 105 1987 483 [135] Chaar M.A. Patel D. Kung M.C. J. Catal. 109 1988 463 [136] Nguyen K.T. Kung H.H. Ind. Eng. Chem. Res. 30 1991 352 [137] Kung M.C. Kung H.H. J. Catal. 134 1992 668 [138] Siew Hew Sam D. Soenen V. Volta J.C. J. Catal. 123 1990 417 [139] Guerrero-Ruiz A. Rodriguez-Ramos I. Fierro J.L.C. Soenen V. Herrmann J.M. Volta J.C. Stud. Surf. Sci. Catal. 72 1992 203 [140] Corma A. Lopez-Nieto J.M. Paredes N. Perez M. Shen Y. Cao H. Suib S.L. Stud. Surf. Sci. Catal. 72 1992 213 [141] Gao X. Ruiz P. Xin Q. Guo X. Delmon B. J. Catal. 148 1994 56 [142] Sheshan K. Swaan H.M. Smits R.H.H. Van Ommen J.G. Ross J.R.H. Stud. Surf. Sci. Catal. 55 1990 505 [143] Patel D. Anderson P.J. Kung H.H. J. Catal. 125 1990 132 [144] Owen O.S. Kung M.C. Kung H.H. Catal. Lett. 12 1992 45 [145] Oyama S.T. J. Catal. 128 1991 210 [146] Bouloux J.C. Milosevic I. Galy J. J. Solid State Chem. 16 1976 393 [147] Owen O.S. Kung M.C. Kung H.H. Catal. Lett. 12 1992 45 [148] Corma A. Lopez-Nieto J.M. Paredes N. Appl. Catal. A 144 1993 425 [149] Bhattacharyya D. Bej S.K. Rao M.S. Appl. Catal. A 87 1992 29 [150] Grabowski R. Grzybowska B. Samson K. Slolzinski J. Stoch J. Wcislo K. Appl. Catal. A 125 1995 129 [151] Galli A. Lopez-Nieto J.M. Dejoz A. Vazquez M.I. Catal. Lett. 35 1995 51 [152] Conception P. Lopez-Nieto J.M. Paredes N. Catal. Lett. 28 1994 9 [153] Kao C.Y. Huang K.T. Wang B.Z. Ind. Eng. Chem. Res. 33 1994 2066 [154] Eon J.G. Olier R. Volta J.C. J. Catal. 145 1994 318 [155] Yoon Y.S. Ueda W. Moro-oka Y. Catal. Lett. 35 1995 57 [156] A. 57 Sulikowski B. Krysciak J. Valenzuela R.X. Cortes-Corberan V. Stud. Surf. Sci. Catal. 82 1994 133 [157] Patel D. Kung H.N. 4th edn. Proc. 9th Int. Congr. Catalysis, Calgary Vol. 4 1988 1553 [158] Nguyen K.T. Kung H.H. J. Catal. 122 1990 415 [159] Burch R. Swarnakar Appl. Catal. 70 1991 129 [160] Chang Y. Somorjai G.A. Heinemann H. Appl. Catal. A 96 1993 305 [161] Morales E. Lundsford J.H. J. Catal. 118 1989 255 [162] Burch R. Crabb E.M. Appl. Catal. A 100 1993 111 [163] Juarez Lopez R. Godjayeva N.S. Cortes-Corberan V. Fierro J.L.G. Mamedov E.A. Appl. Catal. A 124 1995 281 [164] Matsuura S. Kimura N. Stud. Surf. Sci. Catal. 82 1994 271 [165] Busca G. Centi G. Trifiro F. Appl. Catal. 25 1986 265 [166] Sokolovski V.D. Catal. Rev. Chem. Eng. 32 1990 1 [167] Chuvylkin N.D. Zhidomirov G.M. Kazanski V.B. Kinet. Katal. 18 1977 610 [168] Wang R. Xie M. Li P. Nguyen C. Catal. Lett. 24 1994 67 [169] Finocchio E. Busca G. Lorenzelli V. J. Chem. Soc. Faraday Trans. 90 1994 3347 [170] Giordano N. Bart J.C.J. Vitarelli P. Cavallaro S. Oxid. Comm. 7 1984 99 [171] Satterfield C.N. Wilson R.E. Ind. Eng. Chem. 46 1954 1001 [172] Satterfield C.N. Reid R.C. J. Chem. Eng. Data 6 1961 302 [173] Moro-oka Y. Ueda W. Catalysis 11 1994 239 [174] Conner W.C. Jr. Soled S.L. Signorelli A.J. De Rites B.A. Seiyama T. Tanabe K. Proc. 7th Int. Congr. on Catalysis Tokyo, 1980 1981 1224 Tokyo [175] W.C. Conner Jr., S.L. Soled, A.J. Signorelli and B.A. De Rites, U.S. Patent, 4, 302, 610 (1981). [176] Hubaut R. Daage M. Bonnelle J.P. Appl. Catal. 22 1986 231 [177] Hubaut R. Daage M. Bonnelle J.P. Appl. Catal. 22 1986 243 [178] L. Savary, G. Costentin, M.M. Bettahar and J.C. Lavalley, unpublished results. [179] Roth J.F. 4th edn. Yoshida S. Takezwa N. Ono T. Catalytic Science and Technology Vol. 1 1991 Kodanska Tokyo 3 [180] Bradzil J.F. 4th edn. Kroschwitz J.J. Howe-Grant M. Kirk-Othmer Encyclopedia of Chemical Technology Vol. 1 1991 Wiley New York 352 [181] Andersson A. Andersson S.L.T. Centi G. Grasseli R.K. Sanati M. Trifiro F. Guczi L. Solymosi F. Tetenyi P. Proc. 10th Int. Congr. on Catalysis, Budapest, 1992 Vol. A 1993 Akademia Kado Budapest 691 [182] Centi G. Trifiro F. Grasselli R.K. Chim. Ind. (Milan) 72 1990 617 [183] Minow G. Schnabel K.H. Ohlmann G. Z. Phys. Chem. (Leipzing) 265 1984 145 [184] Minow G. Schnabel K.N. Ohlmann G. React. Kinet. Catal. Lett. 22 1983 399 [185] Osipova Z. Sokolovski V.D. Kinet. Katal. 20 1979 510 [186] Osipova Z. Sokolovski V.D. Kinet. Katal. 20 1979 910 [187] U.S. Patents 4,871,706 (1989); 4,918,214 (1990); 5,079,207 (1992). [188] U.S. Patents 4,873,215 (1989); 5,008,427 (1991); 5,094,989 (1992). [189] U.S. Patents 4,746,61 (1988); 4,760,159 (1988); 4,797,381 (1989). [190] German Patent 1,333,639 (1972). [191] U.S. Patent 5,049,692 (1991). [192] Nilsson R. Lindbad R. Andersson A. J. Catal. 148 1994 501 [193] Andersson A. Mansen S. Sanati M. Stud. Surf. Sci. Catal. 67 1991 43 [194] Otamiri J.C. Andersson A. Catal. Today 3 1988 211 [195] Otamiri J.C. Andersson A. Catal. Today 3 1988 223 [196] Catani R. Centi G. Trifiru F. Grasseli R.K. Ind. Eng. Chem. Res. 31 1992 107 [197] Mizuno N. Tateishi M. Iwamoto M. Appl. Catal. A 128 1995 L165 [198] Millet J.M. Vedrine J.C. Appl. Catal. 76 1991 209 [199] Virely C. Forissier M. Millet J.M. Védrine J.C. J. Mol. Catal. 71 1992 109 [200] Saleh-Alhamed Y.A. Hudgins R.R. Silveston P.L. Appl. Catal. A 127 1995 177 [201] Savary L. Costentin G. Bettahar M.M. Lavalley J.C. Gubelmann-Bonneau M. Catal. Lett. 38 1992 197 [202] Servicka E. Black J.B. Goudenough J. J. Catal. 106 1987 23 [203] Wiberg K.B. Oxidation in Organic Chemistry 1965 Academic New York Part A [204] March J. Advanced Organic Chemistry 1985 629 [205] Konishi Y. Sakata K. Misono M. Yoneda Y. J. Catal. 77 1982 169 [206] Yokoyama T. Fujita N. Make T. Appl. Catal. A 125 1995 159 [207] Andersen P.J. Kung H.H. Proc. 10th Int. Congr. on Catalysis Budapest paper 04 1992 [208] Andersen P.J. Kung H.H. Stud. Surf. Sci. Catal. 75 1993 206",
      "scopus-id": "0041374862",
      "coredata": {
        "eid": "1-s2.0-0926860X9600138X",
        "dc:description": "The present review analyses the literature data reported on the partial oxidation of propane to organic compounds (acrolein, acrylic acid and acrylonitrile) over mixed metal oxides, mainly magnesium vanadates, vanadia bismuth molybdates and vanadia antimony. The data were compared to those reported on the partial oxidation of propylene over bismuth molybdate and antimony—tin multicomponent oxides and over cuprous simple oxide. For both reactions, we analyzed the involved reaction mechanisms, intermediate species, active phases and active sites. The role of water produced during the reaction and that of the Brönsted acid sites were shown to be important in the determination of the selectivity of the expected products. The main conclusion of our study is that a good mix of acid-base and redox properties of the oxide surface should permit a controlled orientation of the reaction towards selective products.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-10-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9600138X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bettahar, M.M."
          },
          {
            "@_fa": "true",
            "$": "Costentin, G."
          },
          {
            "@_fa": "true",
            "$": "Savary, L."
          },
          {
            "@_fa": "true",
            "$": "Lavalley, J.C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9600138X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9600138X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00138-X",
        "prism:volume": "145",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "On the partial oxidation of propane and propylene on mixed metal oxide catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalytic partial oxidation"
          },
          {
            "@_fa": "true",
            "$": "Propane"
          },
          {
            "@_fa": "true",
            "$": "Propylene"
          },
          {
            "@_fa": "true",
            "$": "Acrolein"
          },
          {
            "@_fa": "true",
            "$": "Acrylonitile"
          },
          {
            "@_fa": "true",
            "$": "Acrylic acid"
          },
          {
            "@_fa": "true",
            "$": "Mixed metal oxides"
          },
          {
            "@_fa": "true",
            "$": "Bismuth"
          },
          {
            "@_fa": "true",
            "$": "Molybdene"
          },
          {
            "@_fa": "true",
            "$": "Vanadium"
          },
          {
            "@_fa": "true",
            "$": "Antimony"
          },
          {
            "@_fa": "true",
            "$": "Magnesium"
          },
          {
            "@_fa": "true",
            "$": "Copper"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-48",
        "prism:endingPage": "48",
        "pubType": "rev",
        "prism:coverDisplayDate": "8 October 1996",
        "prism:doi": "10.1016/0926-860X(96)00138-X",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/0926-860X(96)00138-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041374862"
      }
    }
  }
}