{
  "metadata": {
    "title": "Effect of alkali metal promoters on nickel molybdate catalysts and its relevance to the selective oxidation of butane",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-06-22",
    "doi": "10.1016/0926-860X(95)00037-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95000372",
    "pii": "0926860X95000372"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-51849107688",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X95000372 0926-860X(95)00037-2 0926860X95000372 10.1016/0926-860X(95)00037-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00506 2024-01-01T12:19:29.85596Z 0 0 19950622 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 127 127 1 2 1 2 Volume 127, Issues 1–2 15 201 217 201 217 19950622 22 June 1995 1995-06-22 1995 article fla Copyright © 1995 Published by Elsevier B.V. EFFECTALKALIMETALPROMOTERSNICKELMOLYBDATECATALYSTSRELEVANCESELECTIVEOXIDATIONBUTANE MARTINARANDA R SNYDER 1989 43 T CHAAR 1987 483 M SESHAN 1990 505 K CHAAR 1988 463 M PATEL 1990 132 D KIM 1990 491 Y CORMA 1993 159 A BURRINGTON 1980 235 J BURRINGTON 1979 79 J MAZZOCCHIA 1983 108 C MAZZOCCHIA 1979 61 C PROC5THIBEROAMERICANSYMPOSIUMCATALYSIS OZKAN 1985 120 U OZKAN 1985 137 U OZKAN 1985 147 U DRISCOLL 1993 340 S CATALYTICSELECTIVEOXIDATION DRISCOLL 1994 191 S MAMEDOV 1994 1 E DRISCOLL 1994 379 S BANARES 1994 204 M JONES 1987 311 C MAZZOCCHIA 1989 228 C DIRENZO 1985 139 F SESHAN 1989 K NEWDEVELOPMENTSINSELECTIVEOXIDATION MAZZOCCHIA 1991 181 C ZHDAN 1979 8 P KUNG 1993 389 H CATALYTICSELECTIVEOXIDATION HERMAN 1979 407 R CHINCHEN 1986 101 G BUSCA 1992 2783 G BUSCA 1994 253 G SINEV 1986 1274 M OTSUKA 1987 77 K MAMEDOV 1984 868 E SOKOLOVSKII 1989 293 V MARTINARANDAX1995X201 MARTINARANDAX1995X201X217 MARTINARANDAX1995X201XR MARTINARANDAX1995X201X217XR item 0926-860X(95)00037-2 0926860X95000372 1-s2.0-0926860X95000372 10.1016/0926-860X(95)00037-2 271346 2024-01-01T12:19:29.85596Z 1995-06-22 1-s2.0-0926860X95000372-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000372/MAIN/application/pdf/fbd910f28fd524f295ca7b34ab001c5e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000372/MAIN/application/pdf/fbd910f28fd524f295ca7b34ab001c5e/main.pdf main.pdf pdf true 872795 MAIN 17 1-s2.0-0926860X95000372-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000372/PREVIEW/image/png/bd1e6a0a4bf7f2d501825455860b5d61/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000372/PREVIEW/image/png/bd1e6a0a4bf7f2d501825455860b5d61/main_1.png main_1.png png 46294 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 127 (1995) 201-217 Effect of alkali metal promoters on nickel molybdate catalysts and its relevance to the selective oxidation of butane R.M. Martin-Aranda 1, M.F. Portela *, L.M. Madeira, F. Freire, M. Oliveira GRECAT-Grupo de Estudos de Catalise Heterogdnea, Instituto Superior T~cnico-Technical University of Lisbon, Av. Rovisco Pals 1096. Lisboa Codex, Portugal Received 7 February 1995; accepted 7 February 1995 Abstract The role of alkali metal promoters (Li, Na, K, Cs) in the c~ and/3 phases of NiMoO4 for butane oxidative dehydrogenation (ODH) was studied. The catalysts were characterized by BET, ICP, X- ray fluorescence, AA, XRD, TG, DSC, IR, and XPS techniques. It was evidenced that the added alkali metals are deposited only on the catalyst surface and practically do not affect the bulk. An influence of the cor,~entration and basicity of the promoters on the decrease of the catalyst surface area was observed. Reaction studies show that addition of promoters generally reduces the catalytic activity but the promoters induce a high selectivity to butenes and butadiene. The greater the basicity and the amount of promoter ion, the higher is the selectivity and this improvement arises largely by suppression of total oxidation. The combination of activity and selectivity effects leads to improvement of yields of C4 hydrocarbons by addition of small amounts of alkali promoters up to an optimum loading. Overdoping deteriorates yields, specially for /3 phases. The observed changes are understood by considering the physical and chemical effects related with the interaction of the alkali promoters with the catalyst. Basicity is shown to be fundamental to promote the selective ODH of butane in the NiO- MoO3 system. Keywords: Alkali promoters; Butane; Dehydrogenation; Nickel molybdate; Oxidative dehydrogenation 1. Introduction Light alkanes are a potentially cheaper feedstock to replace aromatics in a number of partial oxidation processes [ 1 ]. However, selective dehydrogenation of alkanes * Corresponding author. Tel. ( + 351-1 ) 8496446, fax. ( + 351-1 ) 8499242 1 On leave from: Departamento de Qufmica Inorg~inica y Trcnica, Universidad Nacional de Educacirn a Distancia, C/Senda del Rey, s/n. 28040-Madrid, Spain. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI O926-860 X ( 95 ) 0003 7- 2 202 R.M. Martin-Aranda et al. / Applied Catalysis A: General 127 (1995) 201-217 to unsaturated hydrocarbons has been a challenging problem and to date, only a small number of catalysts are known to be selective [ 2-8 ]. Unpromoted molybdate compounds have been widely studied as oxidative dehy- drogenation catalysts [9,10]. A more limited number of reports in the literature revealed that pronounced changes in catalytic behavior of unpromoted molybdates can be observed. In this line, Mazzocchia et al. [ 11 ] studied butane oxidation over NiO-MoO3 catalysts with Mo/Ni ratios greater or less than 1, and they have also reported oxidation of 1-butene over the same catalysts [ 12]. Ozkan and Schrader [ 13-15] investigated the effect of the excess MoO3 on NiMoO4 for the conversion of n-butane. The addition of promoters to several oxide catalysts has also been studied to determine their effects on the catalytic activity and selectivity of some oxidation reactions [ 16-20]. Alkali promoters have been found to affect the activity, in part due to a decrease in catalyst surface area, with additional selectivity changes induced by the nature of the promoter ion [ 21 ]. It appears that the main goal in the preparation of catalysts for selective dehy- drogenation of alkanes is the optimization of active phases. Accordingly, the focus of the present study has been on the promotional effects of alkali metals on the NiMoO4 catalyzed oxidation of n-butane and, therefore, the information available in the literature on unpromoted NiMoO4 catalysts was used to the maximum extent possible. It will be shown that the nature and the concentration of the promoter ion affect the activity of the catalysts and finally, the differences in catalytic selectivity and the optimum catalyst for formation of unsaturated hydrocarbons will be dis- cussed. 2. Experimental 2.1. Catalysts preparation A simple ce-NiMoO4 catalyst was prepared by a coprecipitation reaction follow- ing the method described by Mazzocchia et al. [ 11 ] with a Mo/Ni atomic ratio of 1. Alkali promoted samples containing either lithium, sodium, potassium or cesium were prepared through wet impregnation of the ce-NiMoO4, using the corresponding alkali nitrates, over about 15 h at 333 K. In all cases, the liquid to solid ratio was 10 by weight. The impregnated samples were filtered and dried at 393 K for 4 h. Finally, they were calcined in air for 2 h at 823 K. Concentrations of promoters were selected so that the initial atomic ratios of alkali metal to molybdenum were 0.01, 0.03 and 0.06 and the different samples are designated by the atomic per- centage of the corresponding element ( 1%, 3%, 6%). The/3-phases of all the catalysts were prepared following the procedure already described by Mazzocchia et al. [ 22 ] for the synthesis of the unpromoted/3-NiMoO4. R.M. Martin-Aranda et al. /Applied Catalysis A: General 127 (1995) 201-217 203 2.2. Catalyst characterization The specific surface areas of the catalysts were measured by the BET method with a Micromeritics ASAP 2000 apparatus. The structures of the samples were analyzed by X-ray diffraction (XRD) using a Philips PW 1372 diffractometer with Cu Ka radiation as the incident X-ray source and the bulk composition of the catalysts was determined by inductively coupled plasma spectroscopy (ICP) on a Perkin Elmer Plasma 400, X-ray fluorescence on a Oxford QX, and atomic absorption (AA) on a Perkin Elmer 4100 ZL. The IR spectra of the catalysts were recorded with a Perkin-Elmer 1600 FTIR spectrometer. Differential scanning calorimetry (DSC) analyses were performed in a Seiko DSC 320 apparatus. The composition of the catalyst surface was analyzed by X-ray photoelectron spectroscopy (XPS) using a XSAM 800 (Kratos) X-ray photoelectron spectrom- eter operated in the FAT mode with the non-monochromatic Mg X-radiation (by = 1253.7 eV). The base pressure in the chamber was in the range of 10-7 Pa. The XPS binding energy (B.E.) values have been corrected assuming the adven- titious Cls peak to have a B.E. of 284.6 eV. Characterization of/3-phases was accomplished by high-temperature XRD on a Rigaku apparatus, BET surface area and DSC analyses [ 23 ]. 2.3. Catalytic activity tests The catalytic experiments were carried out in a fixed-bed, continuous flow tubular quartz reactor (I.D. 20 mm; length 600 mm) with a coaxially centered thermocou- ple, which could be moved up and down along the catalyst bed for temperature profiling. The catalyst charge was 0.5 g (particle size 0.25 mm) mixed with quartz (50-70 mesh) in a volume ratio of 1:2 catalyst to quartz. All the experiments were performed at atmospheric pressure. The feed was a mixture of butane, oxygen and nitrogen with a molar ratio of 4/9/87. The contact time, (W/F) was 20 goat h (mOlc4H,o) -~. The reaction was studied in the temperature range 648-848 K. The tests with/3-NiMoO4 catalysts have been carried out first by heating ot-NiMoO4 catalysts at 983 K in air flow for 10 min, in order to complete the a to/3 phase transition, and then cooling to the predetermined reaction temperature. Blank runs showed that under the experimental conditions used in this work the homogeneous reaction can be neglected. Analyses of the reactants and products were carried out by an on line Shimadzu GC-8A gas chromatograph with two columns: (i) molecular sieve 13X (60-80 mesh, 2 mX 1/8 in. SS); (ii) 33% dimethylsulpholane on Chromosorb P (60-80 mesh, 6 m X 1/8 in.). 204 R.M. Martin-Aranda et al. /Applied Catalysis A: General 127 (1995) 201-217 3. Results and discussion 3.1. Catalyst characterization The BET surface area of the catalysts are listed in Table 1. For a specific amount of alkali metal added, the sequence of surface areas follows the general trend Li > Na ~ K > Cs. Higher loadings of alkali ions result in a progressive decrease of the surface area. The X-ray diffraction patterns of the resulting samples show the principal line at 20 = 28.7 characteristic of a-NiMoO4 (ASTM, 33-948). It is interesting to point out that there is no excess of MoO3 (ASTM, 35-609), as evidenced by the absence of diffraction peaks at 20=26.3and 20= 12.3 No peaks assignable to nickel oxides were detected. The main diffraction peaks and their intensities are presented in Table 2. The impregnation of a-NiMoO4 with the corresponding alkali nitrates at low, intermediate and high content of alkali ion, and subsequent calcination in air, does not change the X-ray diffraction patterns. The chemical composition of the samples was studied by complementary tech- niques such as ICP, AA and X-ray fluorescence. The analyses show that the tested NiMoO4 materials have the right atomic ratio Mo/Ni = 1, and they evidenced that only traces of alkali metals were detected in the bulk of the catalysts. Conversely, XPS measurements showed that the amount of Na, K, and C8 on the catalyst surface is practically the same as what was intended to deposit. The presence of Li cannot be detected by XPS. Mo/Ni = 1 (atomic ratio) determined by XPS agrees with the bulk value obtained by ICP. Furthermore, the XPS spectra present well resolved B.E. regions for Ni 2p and Mo 3d, indicative of a regular environment for nickel Table 1 B.E.T. surface areas of the unpromoted and alkali promoted NiMo04 SBEV (m2/g) Catalyst a phase /3 phase\" Unpromoted NiMoO4 44.1 16.0 1%Li-NiMoO4 39.2 14.8 1%Na-NiMoO4 35.9 9.4 1%K-NiMoO4 36.3 9.0 1%Cs-NiMoO4 34.9 6.4 3%Li-NiMoO4 36.8 4.8 3 %Na-NiMoO4 35.9 4.4 3%K-NiMoO4 33.3 4.3 3%Cs-NiMoO4 28.7 4.1 6%Li-NiMoO4 24.3 3.6 6%Na-NiMoO4 30.8 3.1 6%K-NiMoO4 31.0 2.7 6%Cs-NiMoO4 26.7 2.5 a Obtained after a ~/3 transformation and quenching to ambient temperature. R.M. Martin-Aranda et al. / Applied Catalysis A.\" General 127 (1995) 201-217 Table 2 X-ray data for the unpromoted o~-NiMoO] 205 d-spacing (A) 20 ( Intensity (%) 6.3(/ 14.00 80 5.54 16.00 4 4.72 18.80 11 3.72 23.90 15 3.54 25.10 48 3.10 28.70 100 2.75 32.60 46 2.34 38.50 10 2.20 41.10 14 2.07 43.70 45 1.92 47.30 24 Promoted ol-NiMoO4 samples present the same diffraction patterns. and molybdenum atoms. Consequently, all the characterization results strongly support that the materials hold their structure and no segregation of the two metals takes place. IR spectra of the unpromoted and promoted catalysts were recorded to examine the activity of lattice oxygen and the presence of bands at 958.0, 934.0 and 608.0 cm I were observed in all the samples. A close correlation has been observed in other systems between the IR bands of the metal-oxygen bonds and their catalytic behavior (absence of V=O bonds in V2Os/MgO, as reported by Chaar et al. [5] for the oxidation of propane and butane [24], or the absence of V=O species in alkali and alkaline earth orthovanadates during the oxidation of propane and ethane [ 25 ] ). Such a correlation was not observed with NiMoO4 catalysts. It is known that a shift of the IR bands to lower frequencies implies a decrease in bond order [26]. The promoted catalysts did not show significant shifts. Addition of alkali ions does not appear to change the structure of the NiMoO4 material, as evidenced by the XRD and IR data. However, a significant decrease of the surface area is observed for all the preparations (Table 1 ). In addition, XPS measurements at different angles (0and 50 show that practically all the alkali ions remain on the surface only. Table 3 X-ray photoelectron spectroscopy binding energies (eV) for unpromoted and 3% promoted a-NiMoO4 Catalyst Ni Mo 2p3/2 2Pl/2 3d5/2 3d3/2 Na K Cs 2p 2p 3d Unpromoted NiMoO4 856.2 3% Li-NiMoO4 856.4 3% Na-NiMoOa 856.3 3% K-NiMoO4 856.2 3% Cs-NiMoO4 856.3 862.8 232.8 236.0 - - - 863.0 232.6 235.7 - - - 862.8 232.6 235.7 31.2 862.7 232.6 235.7 - 297.3 863.0 232.7 235.8 - - 724.8 206 R.M. Martin-Aranda et al. /Applied Catalysis A: General 127 (1995) 201-217 =. ,i-,.. / [/ \"~ IliA\\ v,, N / :1 ,/# .. :;y\"/ NiMoO4 -- -- -- 396 LI-NiMoO4 \" ..... 3~t~a-NiMo04 .... 3~J(-NiMeO4 \"\\ ~I, - - - - 3~Cs-NiMoO4 l \\.~, .\": \\\\ ,' t, \\ ~;)~ .7\"/'% ,j / % XY~-~--.-~ / \\',k, 230.00 232.00 234.00 236.00 238.00 Binding energies (ev) Fig. 1. Mo 3d photoelectron spectra of unpromoted and 3%. promoted ~-NiMoO4 catalysts. In order to investigate the variations in the oxidation state of the catalyst surfaces, X-ray photoelectron spectra were recorded. Table 3 lists the observed binding energies of the Ni 2p and Mo 3d for the unpromoted and alkali promoted (z-NiMoO4 samples (3% of the corresponding alkali metal). A comparison of the results indicates no major changes in the binding energies of nickel and molybdenum due to the addition of the promoters. Nevertheless, it can be seen that all the promoters shift the Mo 3d bands to lower binding energies (Fig. 1 ), suggesting an increase of the average electron density of the molybdenum atoms as was observed in other mixed oxide catalysts with respect to the nucleo- philicity of their oxygens [ 27 ]. Thus, it is evidenced that the alkali ions remain on the surface of the catalysts, the structure of which does not appear to be altered, but does interact with the promoters, which must be covering and blocking the pores of the nickel molybdate, resulting in the observed decrease of the BET surface area. The signals of sodium, potassium and cesium were clearly visible, with binding energies for sodium at 31.2 eV for the 2pt/2 electrons, at 297.3 eV for the 2p3/2 electrons from potassium and at 724.8 eV for the 3d electrons from cesium. As mentioned above, characterization of J3-NiMoO4, which is unstable at low temperatures, has been previously reported in the literature by Di Renzo and Maz- zocchia [ 23 ]. Besides this, our X-ray diffraction analyses at reaction temperature have confirmed the occurrence of the transition to the/3 phase above 748 K. Such a transition was also visible in our DSC data. The BET surface areas of the/3 samples are lower than those obtained for the OL phases, but follow practically the same general trend Li > Na > K > Cs (Table 1). R.M. Martin-Aranda et al. / Applied Catalysis A: General 127 (1995) 201-217 207 It is noteworthy that the catalysts have a stable structure since no differences could be observed by XRD and FTIR on the materials after having been subjected to catalytic experiments, even after operation involving o~ to/3 phase transition. 3.2. Catalytic behavior As commented in the introduction, the criteria for the choice of alkali metals as promoter elements were based on the importance of the adsorption bond strength of the hydrocarbon to the surface and on the role played by the acid-base character of the catalyst surface oxygens on the oxidative dehydrogenation of butane as has been proposed for selective oxidation of alkanes and alkenes [ 18,28-32]. Oxidation of butane was carried out on unpromoted and (Li, Na, K, Cs)-pro- moted NiMoO4 c~ and/3 phases. The experiments were performed between 648 and 848 K and the observed products were 1-butene, 2-t-butene, 2-c-butene, 1,3-buta- diene, carbon monoxide and carbon dioxide. The carbon balance has been confirmed and experimental error does not exceed 3% in all cases. The effects of the temperature, nature of the promoters and their concentration on conversion, selectivity and yields of ODH products were investigated and the results for both phases at three temperatures are listed in Tables 4 and 5 for all the catalysts. As expected, an increase in the temperature led to an increase in the total con- version, achieved with only a small penalty in the selectivity for dehydrogenation in some catalysts with higher contents of alkali dopant. Marked differences are observed between unpromoted o~ and/3 phases (Figs. 2a and 2b). It was confirmed that the activity of a phase catalysts is higher than that obtained with the/3 phase, which agrees with the results of Mazzocchia et al. [ 11,22] on unpromoted NiMoO4. However, the/3 phase is approximately three times more selective in C4 formation than the a phase for comparable conversion at identical temperatures. The conversion of butane decreases upon addition of alkali promoters, as shown in Figs. 3a and 3b, for a and/3 phases, respectively. This effect becomes more significant with the increase of the concentration of the promoter. Only with the 1% Na-NiMoO4 sample a slight increase in activity has been observed. The trends observed are the same at all the temperatures studied. Furthermore, our experiments show that the activity decreases in the sequence non-doped > Li --~ Na > K > Cs for either phases. Taking into account that as a general trend the surface area decreases in the order unpromoted > Li > Na > K > Cs and 0% > 1% > 3% > 6% (promoter concentrations) (Table 1 ), the observed decrease of activity is also due to the reduction of the catalyst surface area. On the other hand, if the molybdenum is the adsorption site of the hydrocarbon, as generally admitted [ 25 ], the charge transfer observed by XPS in the presence of alkali promoters would be able to influence the activity according to the sequence observed taking into account the basicity of the promoters. 208 R.M. Martin-Aranda et al. /Applied Catalysis A: General 127 (1995) 201-217 Table 4 Catalytic results in butane oxidation over promoted and unpromoted o~-NiMoO.] Catalystb T(K) X(%)~ Selectivity (%) YC,] (%) CO CO2 I-C4H8 2-t-C4H8 2-c-C4H8 C4H6 SEa Unpromoted 698 5.4 37.8 40.8 6.5 6.5 4.7 3.7 21.4 1.2 748 17.7 40.9 43.7 4.8 4.0 3.4 3.2 15.5 2.8 798 38.7 48.4 41.6 2.6 2.2 2.0 3.2 10.0 3.9 l%Li-NiMoO4 698 6.6 19.3 32.8 11.0 12.1 9.8 15.0 47.8 3.2 748 15.8 30.8 39.8 5.7 5.9 5.1 12.7 29.4 4.6 798 32.8 39.0 43.8 3.1 2.9 2.7 8.5 17.2 5.6 l%Na-NiMoO4 698 7.1 20.2 30.0 11.5 11.9 11.9 14.5 49.8 3.6 748 21.1 35.4 40.1 4.0 4.7 4.3 11.4 24.5 5.2 798 48.9 51.9 39.3 1.8 1.4 1.2 4.3 8.8 4.3 I%K-NiMoO4 698 6.5 20.4 31.7 10.0 12.4 10.5 15.1 47.9 3.1 748 15.0 28.8 39.1 5.3 6.3 5.8 14.7 32.1 4.8 798 28.5 36.7 42.0 4.2 4.0 3.6 9.5 21.3 6.1 l%Cs-NiMoO4 698 2.9 11.0 23.1 11.4 14.7 17.4 22.4 65.9 1.9 748 8.1 19.6 29.5 10.1 9.5 9.0 22.3 50.9 4.1 798 17.2 29.7 32.4 7.5 6.1 6.8 17.5 37.8 6.5 3%Li-NiMoO4 698 4.8 16.3 26.9 14.7 14.9 12.1 15.1 56.8 2.7 748 12.5 26.7 33.5 8.4 8.6 7.8 14.9 39.8 5.0 798 26.4 37.6 38.4 4.6 4.1 3.8 11.5 24.0 6.3 3%Na-NiMoO4 698 5.5 15.5 26.0 14.5 13.0 11.6 19.4 58.5 3.2 748 13.2 26.5 35.1 7.4 7.3 6.6 17.1 38.5 5.1 798 28.0 35.7 41.7 3.8 4.0 3.8 11.0 22.7 6.4 3%K-NiMoO4 698 2,8 6.5 13.3 22.1 17.3 18.2 22.6 80.2 2.3 748 7.0 14.0 22.8 14.8 12.0 11.9 24.5 63.3 4.4 798 15,32 2.6 29.8 9.2 7.8 8.3 22.4 47.6 7.3 3%Cs-NiMoO4 698 2.0 3.2 9.6 29.1 18.7 19.1 20.3 87.2 1.8 748 4.5 5.1 11.8 23.3 14.8 18.3 26.7 83.1 3.8 798 11.5 11.5 20.7 17.3 10.2 12.3 28.0 67.8 7.8 6%Li-NiMoO4 698 2.1 4.2 8.9 27.4 20.5 19.7 19.3 86.9 1.8 748 7.1 12.6 17.5 15.9 14.6 14.7 24.7 69.9 5.0 798 16.1 22.5 26.2 10.3 8.7 8.9 23.5 51.3 8.2 6%Na-NiMoO4 698 2.2 5.4 11.1 22.5 20.9 20.0 20.1 83.5 1.9 748 6.8 12.3 19.4 15.0 14.2 14.0 25.2 68.3 4.7 798 18.7 24.3 30.2 8.8 7.4 7.6 21.7 45.5 8.5 6%K-NiMoO4 698 1.6 0.0 4.9 29,5 23.1 23.9 18.5 95.1 1.5 748 4.7 4.3 9.3 22,1 16.3 18.8 29.2 86.4 4.1 798 10.9 10.8 16.5 16,7 11.7 13.3 30.9 72.7 7.9 6%Cs-NiMoO4 698 0.4 0.0 5.1 65.0 13.6 16.3 0.0 94.9 0.4 748 1.0 0.0 8.3 42.8 19.5 21.0 8.4 91.7 0.9 798 2.6 1.4 9.6 36.6 16.0 22.0 14.6 89.0 2.3 Feed: 4% butane, 9% 02, 87% N2; atmospheric pressure. b 0.5 g catalyst. Conversion defined as % butane converted to all products. d Total selectivity for hutenes and butadiene. Total yield for butenes and butadiene. R.M. Martin-Aranda et al. /Applied Catalysis A: General 127 (1995) 201-217 209 Table 5 Catalytic results in butane oxidation over promoted and unpromoted/3-NiMoO,] Catalystb T(K) X(%)c Selectivity(%) YC,](%) CO CO2 1-C4H8 .2-t-C4H8 2-c-C4H8 C4H6 8C4d Unpromoted 748 10.6 798 23.8 848 1%Li-NiMoO4 748 7.3 798 17.0 848 39.0 1%Na-NiMoO4 748 11.2 798 26.7 848 55.7 1%K-NiMoO4 748 8.6 798 18.4 848 36.6 1%Cs-NiMoO4 748 5.8 798 15.1 848 28.2 3 %Li-NiMoO4 748 7.6 798 18.9 848 41.1 3%Na-NiMoO4 748 8.61 798 25.8 848 3%K-NiMoO4 748 1.4 798 3.5 848 3%Cs-NiMoO4 748 0.2 798 0.8 848 6%Li-NiMoO4 748 0.0 798 0.5 848 0.8 6%Na-NiMoO4 748 0.4 798 1.3 848 3.6 6%K-NiMoO4 748 0.0 798 0.4 848 0.8 6%Cs-NiMoO4 748 0.0 798 0.6 848 1.0 23.2 25.2 11.5 l 1.6 10.6 17.9 51.6 5.5 33.5 30.4 7.6 6.3 6.0 16.2 36.1 8.6 18.6 18.1 16.8 13.5 12.1 20.9 63.3 4.6 29.1 25.3 11.2 7.8 7.8 18.8 45.6 7.8 47.1 30.2 5.0 3.2 3.3 11.2 22.7 8.9 20.1 20.6 13.2 12.1 12.0 22.0 59.2 6.6 34.0 29.6 7.1 5.8 5.7 17.8 36.5 9.8 50.6 33.6 3.0 2.1 2.2 8.5 15.8 8.8 12.7 14.0 19.5 14.6 16.1 23.1 73.3 6.3 22.9 22.8 13.8 8.2 8.6 23.7 54.3 10.0 35.6 26.8 7.8 4.6 5.0 20.2 37.6 13.8 7.3 9.9 23.5 16.1 17.6 25.6 82.8 4.8 16.9 18.0 16.8 9.9 11.6 26.8 65.0 9.8 26.0 22.5 12.2 6.3 7.2 25.7 51.5 14.5 20.7 18.5 16.6 13.4 12.7 18.1 60.8 4.6 33.5 25.7 10.4 7.4 7.7 15.3 40.8 7.7 42.8 30.6 6.1 3.6 3.7 13.2 26.6 10.9 3.51 7.21 9.21 3.31 3.52 3.36 9.3 5.9 29.1 27.3 9.8 6.3 6.7 20.8 43.6 11.3 2.0 4.5 37.8 22.5 22.9 10.3 93.5 1.3 5.1 5.6 34.4 18.0 20.2 16.7 89.3 3.1 0.0 18.5 64.5 17.0 0.0 0.0 81.5 0.2 2.9 13.3 48.2 16.9 18.7 0.0 83.8 0.7 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 2.0 12.8 52.1 13.3 19.8 0.0 85.2 0.4 5.9 16.6 33.6 21.9 22.0 0.0 77.5 0.6 0.0 16.9 40.8 13.8 28.5 0.0 83.1 0.3 2.7 17.3 40.7 18.6 16.2 4.5 80.0 1.0 5.6 18.9 32.1 16.6 16.8 10.0 75.5 2.7 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 6.8 58.2 18.4 16.6 0.0 93.1 0.4 4.5 9.8 37.7 23.6 24.4 0.0 85.7 0.7 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 9.5 26.6 7.4 53.8 2.7 90.5 0.5 0.0 15.1 45.1 20.5 19.3 0.0 84.9 0.9 \" Feed: 4% butane, 9% O2, 87% N2; atmospheric pressure. b 0.5 g catalyst. c Conversion defined as % butane converted to all products. a Total selectivity for butenes and butadiene. Total yield for butenes and butadiene. 210 100 R.M. Martin-Aranda et al. /Applied Catalysis A: General 127 (1995) 201 217 50 g - a 80. 60' 40- 20\" 0 625 s(cox) ! S(C4) ~~= -- ~ .. ..o\" ....-'\" ..e ....,- 650 675 700 725 750 775 T(K) 8O0 0 825 40 30 A P 20 >~ o= 10 100 50 80 6O \"~ 40 u) 20 b 0 0 625 825 -,-S(cox) i ,..'~ 650 675 700 725 750 775 800 40 -3o~ E .20~ 10 T(K) Fig. 2. Influence of reaction temperature on the butane conversion and on the selectivity, obtained on the unprom- oted a-NiMoO4 (a) and on the unpromoted/3-NiMoO4 (b). Experimental conditions: CaHm/02 / N2 molar ratio 4/9/87; W/F= 20 go,t b (molc4H.,) ]; atmospheric pressure. To evaluate the real effect (excluding surface area decrease) of doping by alkali metals, the butane reaction rates per m2 of catalyst were estimated and the results are shown in Table 6. It is observed that for the c~-phase the specific activity has a maximum for 1% dopant (except for Cs). For the/3-phase, this is also observed for K and Cs but for Li and Na the maximum is at 3%. The specific activity for the maxima is considerably higher in the case of the/3-phase. As observed previously [ 11 ], nickel molybdate is an active catalyst for ODH reactions, but selectivity to carbon monoxide and carbon dioxide is high. However, in the present work, we have observed that, under our experimental conditions, the major effect of adding alkali metal ions to nickel molybdate is to alter the product R.M. Martin-Aranda et al. /Applied Catalysis A: General 127 (1995) 201-217 25 211 20 15 X 10 a //1 A'~ ,, \"\" \\\"x o Li \\ \" . .. -~- Na '\\ \", \"\\ . .jI \" \"'. m- 1 2 3 4 5 6 Alkali cation (%) 25 20. b 15 e Li I-*- Na .... ~ ....... -_ - -Cs 10 . \".,. ~ ~ \\. $ ~ 0 -'e 1 2 3 4 5 6 Alkali cation (%) Fig. 3. Influence of the alkali content on the butane conversion obtained on a-NiMoO4 series (a) and on the/3- NiMoO4 catalysts (b). Experimental conditions: C4HIo/O2/N2 molar ratio 4/9/87; W/F = 20 goat h (molc4H,~,) ]; T= 748 K, atmospheric pressure. distribution in favor of partial oxidative dehydrogenation products as shown in Fig. 4. In Fig. 5 is, for the 1% doped samples, the dramatic effect illustrated of the additives on the selectivity of the catalysts. This effect, especially for the/3 phases 212 R.M. Martin-Aranda et al. /Applied Catalysis A: General 127 (1995) 201-217 Table 6 Rates of butane reaction over promoted and unpromoted NiMoO4 based on a unit surface area at 698 K\" rbut (mol/h m2) . 105 Catalyst ~ phase /3 phase Unpromoted NiMoO4 6.11 11.10 1% Li-NiMoO4 8.59 10.20 3%Li-NiMoO4 6.54 29.50 6%Li-NiMoO4 4.31 0.00 1%Na-NiMoO4 10.10 24.40 3%Na-NiMoO4 7.76 37.90 6%Na-NiMoO4 3.66 0.50 1%K-NiMoO4 9.14 16.30 3%K-NiMoO4 4.28 4.28 6%K-NiMoO4 2.55 0.00 1%Cs-NiMoO4 4.17 16.50 3%Cs-NiMoO4 3.60 0.24 6%Cs-NiMoO4 0.73 0.00 a Feed: 4% butane; 9% O2; 87% N2: atmospheric pressure. and for higher promoter contents, follows the basicity order of the corresponding alkali metals. It is noteworthy that high selectivities are obtained (85-90%) at low conversions ( = 4%) for the/3 phases of promoted catalysts. In fact, the increase in oxidative dehydrogenation product selectivities follows the sequence Li = Na < K < Cs, and 1% < 3% < 6% (Tables 4 and 5). These results lead us to think that the promoting effect would be due to a decrease in the acidity of the active sites involved in the process, and the efficiency of the catalyst can be markedly increased by promoting it with small amounts of additive. 5O 40 30 z~ 20 10 i [] NiMoO4 1%K-NiMoO4 rn3%K-NiMoO4 ~6QAK NiMo~ ~ ~ ......~~~~~ ........ J CO CO2 BI 2t-B 2c-B Bd Fig. 4. Product distribution in selective oxidation of n-butane at equal conversion (6%) over K-promoted and unpromoted ct-NiMoO4. R.M. Martin-Aranda et al. /Applied Catalysis A: General 127 (1995) 201-217 213 ,oo 1 7O 6O 5o ffl 40 30 20 10 0 oII, ,.o -, ~,- '\">m , ,... ,,', l'k \"0, \"'. \"'$.'\", ---o.~alpha-NiMo04 '~l~e'~\"::, \". \"-\",. alpha-Li ~ '\", \"'. \"',, \"\" A alpha-Na :..... ... ....... \\\\\\'~..\"-.:'-. \"\". \" ....... .ph.d. \\\\\\-~.. -..\"... \"-... \" ........ . .... ~iMo~ -..::.. - ....... ..... \" \" -,. \"\" \"-. \"\"\" $. - - - ~ta-Cs -o \"&-. \"-.. -- J 0 10 20 30 40 50 60 X (%) Fig. 5. Influence of the butane conversion on the selectivity to C4 hydrocarbons obtained on 1% promoted ot and /3 phases of NiMoO4. So, selectivity for C4 hydrocarbons and catalytic activity show opposite trends for both phases. All the promoted catalysts exhibited higher selectivities for C4 hydrocarbons than unpromoted NiMoO4. Thus, not only the physical changes in the catalyst structure can account for the important changes in catalytic behavior, but also chemical changes must be considered. In this line, the effect of alkali promoters may be related with their interactions with the molybdenum and oxygen surface species, and various investigators have already suggested factors that con- trol the reactivity of the surface oxygen, or more broadly speaking, the metal- oxygen bond strength [28,31]. In fact, the acid-base character of the catalyst surface oxygens must play an important role for the oxidative dehydrogenation of butane. According to the mechanism proposed by Kung et al. for the selective ODH of alkanes [28], the butane is activated by abstraction of an H atom to form an adsorbed butyl radical and a surface OH group. In this case, it has been proposed that the oxidation reaction is initiated by highly reactive surface oxygen species, and the efficiency of these active oxygen species could be related with the presence of alkali additives. So, the addition of alkali ions increases the surface concentration of peroxide ions (O2 ) which are suggested to be able to activate hydrocarbons in a homolytic way [33,34] and also increases the surface concentration of nucleo- philic ions 02 , which are considered [35,36] to take part in heterolytic dissoci- ation of the hydrocarbon C-H bond. Consequently, an experimental correlation between catalyst activity and basicity could be expected. In this way, the observed charge transfer to molybdenum would affect the strength of the hydrocarbon adsorption bond to the surface and consequently, would induce a redistribution of charge in the substrate. This may change the site and 214 7 R.M. Martin-Aranda et al. /Applied Catalysis A: General 127 (1995) 201-217 6\" 5\" ~ 4. Io 3 7 a Z-t- ..... /.'.\" ........ . ....... '~K i \"~'~ -t-. Cs 1 2 3 4 5 6 Alkali cation (%) 6 6 4 3 2 dr- \\ - x \\ , x \\ , \\ ',, \\ ~e~ Li \\ ,, \"\\ -',=- Na \\ \".,. x\\ --~--K \\ \" - m- - Ca *,, \"-- - \\ b //)\" 1 2 3 4 5 6 Alkali cation (%) Fig. 6. Influence of the alkali content on the yields of C4 hydrocarbons at 748 K, on c~-NiMoO4 catalysts (a) and on fl-NiMoO4 series (b). Experimental conditions: CaHjo/O2/N2 molar ratio 4/9/87; W/F=20 g~t h (molc4H.,) - 1, atmospheric pressure. intensity of the attack of the substrate by surface oxygens. Moreover, such charge transfer to the molybdenum may modify the nucleophilic character of the surface oxygens and the nature and intensity of their attack. An optimum situation may arise from a balance of these two effects. In addition, due to the high electron densities at the ~--bonds in butenes and butadiene, these hydrocarbons are considered to be nucleophilic. So, they interact much more strongly with unpromoted NiMoO4 than with alkali promoted NiMoO4, R.M. Martin-Aranda et al. /Applied Catalysis A: General 127 (1995) 201-217 215 which significantly increases their probability of being further oxidized to carbon monoxide and carbon dioxide. On the alkali promoted catalysts the butenes and butadiene adsorb more weakly which leads to much lower reactivities and better chances of becoming significant products. It was observed that the alkali promoters decrease the catalytic activity and increase the selectivity as was already commented. The combined effect of these two parameters determines an optimum loading of promoter for production of unsaturated C4 hydrocarbons. Figs. 6a and 6b point out the influences of the pro- moter load and basicity on the yield of butenes and butadiene for either phases. For c~ phases (Fig. 6a), it is noticed that initially the yields of ODH products increase with the amount of promoters but usually, the addition of higher contents of dopant metals does not significantly improve the yields. A maximum effect at around 1% is usually visible. An important decrease after the maximum is observed for Cs-a- NiMoO4. Nevertheless, in the case of the fl phases, the addition of alkali promoters decreases much more the yields of butenes and butadiene, excluding the 1% doped. (Fig. 6b). As seen above, the selectivities are enhanced with the alkali loading, but this effect does not compensate for the great reduction in catalytic activity observed for the/3 phases as shown in Fig. 3b, resulting in a low yield of C4 hydrocarbons. This effect has been observed at all the reaction temperatures. As is seen from Tables 4 and 5, 1% Cs-/3-NiMoO4 displays the highest promoting effect and so, the highest yield at 848 K. It seems that only lower levels of alkali metals, homogeneously distributed on the catalyst surface, enhance its basicity with improved yields for oxidative dehy- drogenation. At high contents of additive, and especially when the a to/3 transition is accomplished, one may also expect the formation of alkali metal compounds (carbonates, oxides, etc.), which are likely less active for the oxidative dehydro- genation reaction, leading to lower yields. The structural differences between and/3 forms, as the oxygen surrounding, which could be differently sensitive to alkali effects, may also play a role. 4. Conclusions In this study about promoting NiMoO4 catalyst with alkali metals, complemen- tary characterization techniques have evidenced that, with our preparation method, the incorporation of the promoter takes place only on the catalyst surface and does not affect the catalyst structure. It has been clearly established that the selectivities and yields of C4 hydrocarbons in the oxidative dehydrogenation of n-butane can be improved by an increase in surface basicity. Hydrocarbon selectivity of the alkali promoted nickel molybdates bears a direct relationship with the basicity sequence for the series of alkali metals and with the concentration of the additives. Conversely, the activity decreases with 216 R.M. Martin-Aranda et al. / Applied Catalysis A.\" General 127 (1995) 201-217 the same series (unpromoted > Li = Na > K > Cs) and also decreases with the amount of promoter (0% > 1% > 3% > 6%). The combined effect of activity and selectivity determines the existence of an optimum loading for yields of C4 hydrocarbons on a and/3 phases, but with the/3- NiMoO4 an overdoping produces a drastic deterioration of the catalytic behavior. Acknowledgements RMMA thanks the European Community for financial support. LMM also thanks CII~NCIA program from J.N.I.C.T. (Junta Nacional de Investigag~o Cientifica e Tecnol6gica) for financial support. The authors are indebted to Drs. C. Mazzocchia and R. Anouchinsky for the information provided on the preparation of the pure nickel molybdates. Support of this work by European Community (contract No CHRX-CT92-0065) is gratefully acknowledged. References [ 1 ] T.P. Snyder and C.G. Hill Jr., Catal. Rev.-Sci. Eng., 31 (1989) 43. [2] M.A. Chaar, D. Patel, M.C. Kung and H.H. Kung, J. Catal., 105 (1987) 483. [3] K. Seshan, H.H. Swaan, J.G. van Ommen and J.R.H. Ross, Stud. Surf. Sci. Catal., 55 (1990) 505. [4] H.H. Kung and M.A. Chaar, US Patent 4772319 (1988). [5] M.A. Chaar, D. Patel and H.H. Kung, J. Catal., 109 (1988) 463. [6] D. Patel, P.J. Andersen and H.H. Kung, J. Catal., 125 (1990) 132. [7] Y.C. Kim, W. Ueda and Y. Moro-Oka, Stud. Surf. Sci. Catal., 55 (1990) 491. [8] A. Corma, J.M. L6pez-Nieto, N. Paredes and M. P6rez, Appl. Catal. A, 97 (1993) 159. [9] J.D. Burrington, C.T. Kartisek and R.K. Grasselli, J. Catal., 63 (1980) 235. [ 10] J.D. Burrington and R.K. Grasselli, J. Catal., 59 (1979) 79. [ 11 ] C. Mazzocchia, R. Del Rosso and P. Centola, An. Quire., 79 (1983) 108. [ 12] C. Mazzocchia, R. Del Rosso and P. Centola, in M. Farinba Portela and C.M. Pulido (Editors), Proc. 5th Ibero-American Symposium on Catalysis, Vol. 2, Lisbon, 1979, p. 61. [ 13] U. Ozkan and G.L.J. Scbrader, J. Catal., 95 (1985) 120. [ 14] U. Ozkan and G.L.J. Schrader, J. Catal., 95 (1985) 137. [ 15] U. Ozkan and G.L.J. Schrader, J. Catal., 95 (1985) 147. [ 16] S.A. Driscoll, L. Zhang and U.S. Ozkan, in S.T. Oyama and J.W. Hightower (Editors), Catalytic Selective Oxidation (ACS Symposium Series, Vol. 523), American Chemical Society, Washington, 1993, p. 340. [ 17] S.A. Driscoll, D.K. Gardner and U.S. Ozkan, Catal. Lett., 25 (1994) 191. [ 18] E.A. Mamedov, Catal. Rev.-Sci. Eng., 36 (1994) 1. [ 19] S.A. Driscoll, D.K. Gardner and U.S. Ozkan, J. Catal., 147 (1994) 379. [20] M.A. Bafiares, N.D. Spencer, D.M. Jones and I.E. Wachs, J. Catal., 146 (1994) 204. [21] C. Jones, J.J. Leonard and J.A. Sofranco, J. Catal., 103 (1987) 311. [22] C. Mazzocchia, F. Di Renzo, Ch. Aboumrad and G. Thomas, Solid State Ionics, 32 (1989) 228. [23] F. Di Renzo and C. Mazzochia, Thermochim. Acta, 85 (1985) 139. [24] F.M. Lee, US Patent 44607129 (1980), to Phillips Petroleum Co. [ 25 ] K. Seshan, H.M. Swaan, R.H.H. Smits, J.G. Van Ommen and J.R.H. Ross, in New Developments in Selective Oxidation, preprints, paper H. 2, Rimini, 1989. [26] C. Mazzoccbia, C. Aboumrad, C. Diagne, E. Tempesti, J.M. Herrmann and G. Thomas, Catal. Lett., 10 (1991) 181. [27] P.A. Zhdan, A.P. Sbepelin, Z.G. Osipova and V.D. Sokolovskii, J. Catal., 58 (1979) 8. R.M. Martin-Aranda et al. /Applied Catalysis A: General 127 (1995) 201 217 217 1128] H.H. Kung, P. Michalakos, L. Owens, M. Kung, P. Andersen, O. Owen and I. Jahan, in S.T. Oyama and J.W. Hightower (Editors), Catalytic Selective Oxidation (ACS Symposium Series, Vol. 523), American Chemical Society, Washington, 1993, p. 389. [129] R.G. Herman, K. Klier, G.W. Simmons, B.P. Finn, J.B. Bulko and T.P. Kobylinski, J. Catal., 56 (1979) 407. [30] G.C. Chinchen, K.C. Waugh and D.A. Whan, Appl. Catal., 25 (1986) 101. [31 ] G. Busca and V. Lorenzelli, J. Chem. Soc. Faraday Trans., 88 (1992) 2783. [32] G. Busca, V. Lorenzelli, G. Oliveri and G. Ramis, Stud. Surf. Sci. Catal., 82 (1994) 253. 133] M.Yu Sinev, V.N. Korchack and O.V. Krylov, Kinet. Katal., 27 (1986) 1274. [34] K. Otsuka, A. Said, K. Jinno and T. Komatsu, Chem. Lett., (1987) 77. [35] E.A. Mamedov, Kinet. Katal., 25 (1984) 868. [36] V.D. Sokolovskii, S.M. Aliev, O.V. Buyevskaya and A.A. Davydov, Catal. Today, 4 (1989) 293. APCATA 95000372 0926-860X(95)00037-2 10.1016/0926-860X(95)00037-2 Elsevier Science B.V. All rights reserved Effect of alkali metal promoters on nickel molybdate catalysts and its relevance to the selective oxidation of butane R.M. Martin-Aranda 1 M.F. Portela * L.M. Madeira F. Freire M. Oliveira GRECAT-Grupo de Estudos de Catalise Heterogénea, Instituto Superior Técnico-Technical University of Lisbon, Av. Rovisco Pais 1096, Lisboa Codex, Portugal * Corresponding author. Tel. (+351-1) 8496446, fax. (+351-1) 8499242 1 On leave from: Departamento de Química Inorgánica y Técnica, Universidad Nacional de Educación a Distancia, C/ Senda del Rey, s/n. 28040-Madrid, Spain. The role of alkali metal promoters (Li, Na, K, Cs) in the α and β phases of NiMoO4 for butane oxidative dehydrogenation (ODH) was studied. The catalysts were characterized by BET, ICP, X-ray fluorescence, AA, XRD, TG, DSC, IR, and XPS techniques. It was evidenced that the added alkali metals are deposited only on the catalyst surface and practically do not affect the bulk. An influence of the concentration and basicity of the promoters on the decrease of the catalyst surface area was observed. Reaction studies show that addition of promoters generally reduces the catalytic activity but the promoters induce a high selectivity to butenes and butadiene. The greater the basicity and the amount of promoter ion, the higher is the selectivity and this improvement arises largely by suppression of total oxidation. The combination of activity and selectivity effects leads to improvement of yields of C4 hydrocarbons by addition of small amounts of alkali promoters up to an optimum loading. Overdoping deteriorates yields, specially for β phases. The observed changes are understood by considering the physical and chemical effects related with the interaction of the alkali promoters with the catalyst. Basicity is shown to be fundamental to promote the selective ODH of butane in the NiOMoO3 system. Keywords Alkali promoters Butane Dehydrogenation Nickel molybdate Oxidative dehydrogenation References [1] Snyder T.P. Hill C.G. Jr. Catal. Rev.-Sci. Eng. 31 1989 43 [2] Chaar M.A. Patel D. Kung M.C. Kung H.H. J. Catal. 105 1987 483 [3] Seshan K. Swaan H.H. van Ommen J.G. Ross J.R.H. Stud. Surf. Sci. Catal. 55 1990 505 [4] H.H. Kung and M.A. Chaar, US Patent 4772319 (1988). [5] Chaar M.A. Patel D. Kung H.H. J. Catal. 109 1988 463 [6] Patel D. Andersen P.J. Kung H.H. J. Catal. 125 1990 132 [7] Kim Y.C. Ueda W. Moro-Oka Y. Stud. Surf. Sci. Catal. 55 1990 491 [8] Corma A. López-Nieto J.M. Paredes N. Pérez M. Appl. Catal. A 97 1993 159 [9] Burrington J.D. Kartisek C.T. Grasselli R.K. J. Catal. 63 1980 235 [10] Burrington J.D. Grasselli R.K. J. Catal. 59 1979 79 [11] Mazzocchia C. Del Rosso R. Centola P. An. Quim. 79 1983 108 [12] Mazzocchia C. Del Rosso R. Centola P. Farinha Portela M. Pulido C.M. Proc. 5th Ibero-American Symposium on Catalysis Vol. 2 1979 61 Lisbon [13] Ozkan U. Schrader G.L.J. J. Catal. 95 1985 120 [14] Ozkan U. Schrader G.L.J. J. Catal. 95 1985 137 [15] Ozkan U. Schrader G.L.J. J. Catal. 95 1985 147 [16] Driscoll S.A. Zhang L. Ozkan U.S. Oyama S.T. Hightower J.W. Catalytic Selective Oxidation ACS Symposium Series Vol. 523 1993 American Chemical Society Washington 340 [17] Driscoll S.A. Gardner D.K. Ozkan U.S. Catal. Lett. 25 1994 191 [18] Mamedov E.A. Catal. Rev.-Sci. Eng. 36 1994 1 [19] Driscoll S.A. Gardner D.K. Ozkan U.S. J. Catal. 147 1994 379 [20] Ban˜ares M.A. Spencer N.D. Jones D.M. Wachs I.E. J. Catal. 146 1994 204 [21] Jones C. Leonard J.J. Sofranco J.A. J. Catal. 103 1987 311 [22] Mazzocchia C. Di Renzo F. Aboumrad Ch. Thomas G. Solid State Ionics 32 1989 228 [23] Di Renzo F. Mazzochia C. Thermochim. Acta 85 1985 139 [24] F.M. Lee, US Patent 44607129 (1980), to Phillips Petroleum Co. [25] Seshan K. Swaan H.M. Smits R.H.H. Van Ommen J.G. Ross J.R.H. New Developments in Selective Oxidation paper H. 2 1989 Rimini [26] Mazzocchia C. Aboumrad C. Diagne C. Tempesti E. Herrmann J.M. Thomas G. Catal. Lett. 10 1991 181 [27] Zhdan P.A. Shepelin A.P. Osipova Z.G. Sokolovskii V.D. J. Catal. 58 1979 8 [28] Kung H.H. Michalakos P. Owens L. Kung M. Andersen P. Owen O. Jahan I. Oyama S.T. Hightower J.W. Catalytic Selective Oxidation ACS Symposium Series Vol. 523 1993 American Chemical Society Washington 389 [29] Herman R.G. Klier K. Simmons G.W. Finn B.P. Bulko J.B. Kobylinski T.P. J. Catal. 56 1979 407 [30] Chinchen G.C. Waugh K.C. Whan D.A. Appl. Catal. 25 1986 101 [31] Busca G. Lorenzelli V. J. Chem. Soc. Faraday Trans. 88 1992 2783 [32] Busca G. Lorenzelli V. Oliveri G. Ramis G. Stud. Surf. Sci. Catal. 82 1994 253 [33] Sinev M. Yu Korchack V.N. Krylov O.V. Kinet. Katal. 27 1986 1274 [34] Otsuka K. Said A. Jinno K. Komatsu T. Chem. Lett. 1987 77 [35] Mamedov E.A. Kinet. Katal. 25 1984 868 [36] Sokolovskii V.D. Aliev S.M. Buyevskaya O.V. Davydov A.A. Catal. Today 4 1989 293",
      "scopus-id": "51849107688",
      "coredata": {
        "eid": "1-s2.0-0926860X95000372",
        "dc:description": "The role of alkali metal promoters (Li, Na, K, Cs) in the α and β phases of NiMoO4 for butane oxidative dehydrogenation (ODH) was studied. The catalysts were characterized by BET, ICP, X-ray fluorescence, AA, XRD, TG, DSC, IR, and XPS techniques. It was evidenced that the added alkali metals are deposited only on the catalyst surface and practically do not affect the bulk. An influence of the concentration and basicity of the promoters on the decrease of the catalyst surface area was observed. Reaction studies show that addition of promoters generally reduces the catalytic activity but the promoters induce a high selectivity to butenes and butadiene. The greater the basicity and the amount of promoter ion, the higher is the selectivity and this improvement arises largely by suppression of total oxidation. The combination of activity and selectivity effects leads to improvement of yields of C4 hydrocarbons by addition of small amounts of alkali promoters up to an optimum loading. Overdoping deteriorates yields, specially for β phases. The observed changes are understood by considering the physical and chemical effects related with the interaction of the alkali promoters with the catalyst. Basicity is shown to be fundamental to promote the selective ODH of butane in the NiOMoO3 system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-06-22",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95000372",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Martin-Aranda, R.M."
          },
          {
            "@_fa": "true",
            "$": "Portela, M.F."
          },
          {
            "@_fa": "true",
            "$": "Madeira, L.M."
          },
          {
            "@_fa": "true",
            "$": "Freire, F."
          },
          {
            "@_fa": "true",
            "$": "Oliveira, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95000372"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95000372"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00037-2",
        "prism:volume": "127",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of alkali metal promoters on nickel molybdate catalysts and its relevance to the selective oxidation of butane",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alkali promoters"
          },
          {
            "@_fa": "true",
            "$": "Butane"
          },
          {
            "@_fa": "true",
            "$": "Dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Nickel molybdate"
          },
          {
            "@_fa": "true",
            "$": "Oxidative dehydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "201-217",
        "prism:endingPage": "217",
        "pubType": "fla",
        "prism:coverDisplayDate": "22 June 1995",
        "prism:doi": "10.1016/0926-860X(95)00037-2",
        "prism:startingPage": "201",
        "dc:identifier": "doi:10.1016/0926-860X(95)00037-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/51849107688"
      }
    }
  }
}