{
  "metadata": {
    "title": "Hydrogenation of 1,3-butadiene over catalysts prepared from amorphous Pd<ce:inf loc=post>2</ce:inf>Ni<ce:inf loc=post>50</ce:inf>Nb<ce:inf loc=post>48</ce:inf> ribbon: Effect of self-poisoning on competitive adsorption",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-04-13",
    "doi": "10.1016/0926-860X(95)00031-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95000313",
    "pii": "0926860X95000313"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-37949046837",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X95000313 0926-860X(95)00031-3 0926860X95000313 10.1016/0926-860X(95)00031-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00348 2024-01-01T12:18:48.759026Z 0 0 19950413 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 124 124 2 2 Volume 124, Issue 2 1 L181 L187 L181 L187 19950413 13 April 1995 1995-04-13 1995 Letter article fla Copyright © 1995 Published by Elsevier B.V. HYDROGENATION13BUTADIENEOVERCATALYSTSPREPAREDAMORPHOUSPD2NI50NB48RIBBONEFFECTSELFPOISONINGCOMPETITIVEADSORPTION SARKANY A BOND 1964 92 G DERRIEN 1986 613 M BOITIAUX 1982 355 J NISHIMURA 1975 803 E WEHRLI 1993 2289 J PHILLIPSON 1969 1351 J GEORGE 1978 486 M BOITIAUX 1989 235 J HUB 1988 411 S MAETZ 1994 259 P MOSES 1984 417 J SARKANY 1984 417 A ALAMMAR 1978 195 A ALAMMAR 1978 1900 A HANSEN 1966 2787 R GARDNER 1970 3298 N THOMSON 1976 526 S ZAERA 1984 2288 F ZAERA 1986 24 F BEEBE 1986 663 T SARKANY 1984 369 A PALINKO 1990 353 I MAETZ 1990 37 P MAETZ 1994 48 P SARKANY 1994 A PROCEEDINGSSECONDTOKYOCONFERENCEADVANCEDCATALYTICSCIENCETECHNOLOGY SARKANY 1993 566 A MEYER 1963 2281 E MIEGGE 1994 404 P HUPP 1984 315 J KO 1990 27 E TANABE 1990 1 K BILLMEYER 1971 F TEXTBOOKPOLYMERSCIENCE SOMORJAI 1993 13 G ELEMENTARYREACTIONSTEPSINHETEROGENEOUSCATALYSIS SARKANYX1995XL181 SARKANYX1995XL181XL187 SARKANYX1995XL181XA SARKANYX1995XL181XL187XA item 0926-860X(95)00031-3 0926860X95000313 1-s2.0-0926860X95000313 10.1016/0926-860X(95)00031-3 271346 2024-01-01T12:18:48.759026Z 1995-04-13 1-s2.0-0926860X95000313-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000313/MAIN/application/pdf/d479ccab8cf8418678f0ee82aac9f6d2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000313/MAIN/application/pdf/d479ccab8cf8418678f0ee82aac9f6d2/main.pdf main.pdf pdf true 356952 MAIN 7 1-s2.0-0926860X95000313-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000313/PREVIEW/image/png/1588b7e2a4b0735a3a0306952b284c47/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000313/PREVIEW/image/png/1588b7e2a4b0735a3a0306952b284c47/main_1.png main_1.png png 48357 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 124 (1995) LIgI-Llg7 Letter Hydrogenation of 1,3-butadiene over catalysts prepared from amorphous Pd2NisoNb48 ribbon: Effect of self-poisoning on competitive adsorption A. SArkfiny a.., Z. Schay a, Gy. Stefler a, L. Bork6 a, J.W. Hightower b, L. Guczi a a Department of Surface Chemistry and Catalysis, Institute of Isotopes of the Hungarian Academy of Sciences. P.O. Box 77, H-1525 Budapest, Hungary b Department of Chemical Engineering, Rice Universi~, Houston, TX 77005-1892, USA Received 30 December 1994; revised 24 January 1995; accepted 24 January 1995 Abstract Hydrogenation of 1,3-butadiene was investigated on catalysts prepared from an amorphous ribbon of composition PdzNisoNb4s, activated by oxygen and hydrogen treatments at 683 K. The hydrogen- ation activity of the sample decreased gradually with time, indicating formation of carbonaceous materials (oligomers). As a consequence of oligomer formation the butene selectivity remained constant even at 100% butadiene conversion. Apparently n-butenes could not compete with oligomers. Restart experiments confirmed that diene, due to its high strength of complexation, is able to adsorb on metallic sites in the presence of oligomers. The results emphasize the role of oligomers in selective semihydrogenations. Keywords: Butadiene hydrogenation; Butenes; Oligomerization: Palladium-nickel-niobium 1. Introduction Catalytic semihydrogenation of dienes and acetylenic impurities in alkene streams is a vital industrial process. The active component of the catalyst is usually palladium [ 1-3 ], one of the Group VIIIb metals which exhibits excellent alkene selectivity. Cu, Co and Ni [ 4-7 ] also form n-butenes selectively from 1,3-butadiene but are less active than palladium. The low selectivity of alkane formation over palladium has generally been attributed to (i) the limited formation of intermediate * Corresponding author. 0926-860X / 95 / $09.50 1995 Elsevier Science B.V. A 11 rights reserved SSDlO926-860X ( 95 )0003 1-3 L182 A. S6rk~iny et al. /Applied Catalysis A: General 124 (1995) LI81-LI87 carbenes [ 8-10] or alkylidynes [ 11,12] thought to be responsible for direct satu- ration and (ii) the high strength of the diene or alkyne complexation [ 1 ]. A high coverage of diene on palladium sites prevents readsorption of alkene from the gas phase, thereby ensuring the high selectivity of alkene formation even in large excess of alkene. A general uncertainty in selective hydrogenation concerns the working state of the catalyst surface. Several authors [ 13-16] have suggested that carbo- naceous overlayers present on the surface play an important role in hydrogenation. One interpretation by Thomson and Webb [ 17] considers that the carbonaceous layer actually provides sites for the active surface. Hydrogenation is proposed to take place as hydrogen transfer between the surface deposit and the adsorbing hydrocarbon. Zaera and Somorjai [ 18] and Zaera et al. [ 19 ] postulated participa- tion of ethylidene species in ethene hydrogenation. Spectroscopic evidence [20] suggests, however, that ethylidene is a spectator species which has no effect on hydrogenation. In hydrogenation of acetylene the increase of the ethene selectivity on palladium black covered with polymer has been linked to the decreased hydrogen availability on the surface as a consequence of the low solubility of hydrogen in the polymer film [21]. Palinko et al. [22] have shown that a hydrocarbon-like overlayer formed from (+)-apopinene on the palladium surface intervenes in isomerization and hydrogenation of the reactant. Recent papers using transient techniques [23] and in situ dynamic IR measurements [24] arrived at the conclu- sion that a reversible hydrocarbon deposit is necessary to ensure high alkene selec- tivity. The objective of the present work is to present evidence that carbonaceous materials (polymers or trapped hydrocarbons) help to maintain the high selectivity of alkene formation. In a previous study on Co-Pd catalysts [25,26] we have observed that the presence of cobalt decreases the hydrogenation of n-butenes to a larger extent than it decreases semihydrogenation of 1,3-butadiene. Although the observed effect was attributed to electronic interaction between the components, the effect of carbonaceous materials formed on cobalt and CoPd sites was not entirely discarded. 2. Experimental The catalyst investigated in this work was formed from an amorphous ribbon of composition Pd2NisoNb48. In the as-received form the ribbon surface is covered by Nb205 and shows no hydrogenation activity up to 453 K. The sample must be activated by oxidation and reduction treatments. After activation the catalyst is, according to X-ray photoelectron spectroscopy (XPS) and X-ray diffraction (XRD) measurements, essentially Pd-Ni/Nb2Os. Most experiments involved about 100 mg catalyst in the form of a ribbon cut to 3-4 mm pieces (thickness 30 /~m, width 1.5 mm). The catalytic activity was tested in a batch recirculation reactor (V= 0.187 dm3) described elsewhere [27 ]. The products were separated by gas- A. Sdrkdny et al./ Applied Catalysis A: General 124 (1995) L I81-LI87 L183 liquid chromatography (GLC) using a 20% BMEA column at 303 K. Product selectivities were calculated as the ratio of the moles of product to the total moles of butadiene reacted. 3. Results and discussion Fig. l shows the effect of the reduction treatment on the initial hydrogenation activity of 1,3-butadiene. Prior to the reduction the ribbon was treated in 02 (26.6 kPa) at 683 K for 1 h. The sample was then reduced in 26.6 kPa H2 for 1 h. With increased reduction temperature the hydrogenation activity increases and reaches a maximum between 660 and 765 K. Initial rates of hydrogenation and isomeriza- tion of 1-butene are also presented in Fig. 1. On samples reduced at 673 K the reaction order with respect to hydrogenation of 1,3-butadiene at 298 K (calculated from initial rates, H2 = 5.32 kPa, BD = 0.62-4.2 kPa) is - 0.06, i.e. near zero order. A characteristic feature of the ribbon is that its hydrogenation activity decreases gradually with time. A typical example is presented in Fig. 2. The diene concentra- tion as a function of time deviates significantly from a linear decrease expected for a zero order reaction. The continuous decrease of the hydrogenation activity points to formation of carbonaceous materials which apparently decrease the number of working sites. As a consequence of the poisoning, the disappearance of butadiene from the gas phase is not accompanied by a rapid isomerization of alkenes and immediate acceleration of the n-butane formation, which is characteristic of mon- ometallic Pd/AI203 catalysts. The absence of alkene rearrangement and alkane formation might be quite obvious if there are no active sites left on the surface. This possibility was tested by repeated hydrogenation with a new mixture of buta- Z.5. fJ Q0 I- ,.J O s _c I% IA4 N w 1.- .( C Z.O' 1.5' ~ 1.0' 0.5' /e ...@@ @J TEMPERATURE OF REDUCTION T/K Fig. 1. Effect of reduction temperature on initial rate of hydrogenation and isomerization over Pd2Nisc~Nb48. Pretreatments: 02 (26.6 kPa) at 683 K for 1 h, reduction in 26.6 kPa H2 for 1 h, 0.1 g ribbon. Reactions: (@) hydrogenation of 1,3-butadiene; (I) formation of n-butane from 1-butene and ( isomefization of l-butene. The measurements for the points at a reduction temperature of 355 K were taken at 355 K, those for the other points at 298 K. L184 A. Sdrkdny et al. /Applied Catalysis A.\" General 124 (1995) LI81-L187 1.0 100 iS:- .......... -N --- \"- 0 100 200 300 400 800 ~ 700 800 900 t/rain -o- n6ut -Q- 1-Bututo -4- 2-tram -a- 2-cis Fig. 2. Hydrogenation of 1,3-butadiene over Pd2NisoNb48 ribbon: 0.112 g catalyst, Oz treatment (26.6 kPa) at 683 K for 1 h, reduction in 26.6 kPa H2 at 683 for 1 h. diene and hydrogen (arrow A in Fig. 2). Prior to the introduction of the reactants the gas phase was evacuated to ca. 13 Pa at 298 K. The consumption of diene in the restart experiment confirms that the surface sites are still accessible to butadiene. Prior to the third repeated experiment (arrow B in Fig. 2) the hydrocarbon mixture was trapped at liquid nitrogen temperature leaving hydrogen in the reactor tube and a new mixture of BD and hydrogen was added. Comparison of the initial hydro~ genation rates in the second and third runs confirms that a brief hydrogenation is not sufficient to regain the original activity. In fact, the initial activity decreases gradually: in the first run the initial rate is 1.73- 10-7, in the second and third runs they are 1.06.10-v and 0.62- 10 7 mol g~l s- 1, respectively. In a separate run presented in Fig. 3 the hydrogenation was started with 1.33 kPa BD (H2/BD = 3.4). The hydrogen pressure at arrow A in Fig. 3 was increased to Hz/BD = 16.9. At complete butadiene consumption the product distribution, even when a large excess of hydrogen is present, has shown only small changes. At arrow B the hydrogen pressure was increased to 38.2 kPa, which only slightly increased the hydrogenation of n-butanes but at a rate still very much less than the initial rate of 1-butene hydrogenation presented in Fig. 1. At arrow C ca. 0.65 kPa hydrogen was left in the reactor tube and the experiment was restarted with a new H2/BD = 16 ( 1.33 kPa BD) mixture. The results presented in Figs. 2 and 3 imply that it is the formation of carbona- ceous materials (unsaturated oligomers) rather than some reactive species which is responsible for altering the adsorption of n-butenes. The surface polymer formed apparently prevents adsorption of n-butenes. The restart experiments prove (i) the poisoned surface still supplies hydrogen and (ii) 1,3-butadiene is able to compete with the polymer for reaction sites. The results indicate that the oligomer (polyene) adsorbs more strongly than n-butenes. A. S6rkdny et al. /Applied Catalysis A.\" General 124 (1995) LI81-LI87 L185 1.0 0.11 0.8 0.7 0.8 0.5 0.3 1 ..... o., - ___ ,, ,IO0 tu -! 4O '10 tl.an -e- nBut -e- 1-Butane -4- Z-trams -m- 2-cis Fig. 3. Hydrogenation of 1,3-butadiene over Pd2Ni~oNb4~ ribbon: 0.321 g catalyst, 02 treatment (26.6 kPa) at 683 K for 1 h, reduction in 26.6 kPa H2 at 638 K for 1 h. The unusual catalytic behavior of our ribbon can be attributed to its surface composition. The trans/cis ratio of the 2-butenes was observed to be ca. 4.5 (Figs. 2 and 3). High trans/cis ratios in the range of 7-12 are generally observed for unperturbed palladium sites [ 1,28]. The low trans/cis ratio points to bimetallic Pd-Ni sites or participation of support sites in alkene isomerization. The surface of PdlNi99 and Pd5Ni95 alloys equilibrated at 870 K has been shown to be largely enriched in palladium and the reactivity is of the same order of magnitude as Pd( 111 ) and Pd(100) faces [29]. On these equilibrated surfaces semihydrogen- ation of 1,3-butadiene is almost as fast as saturation of n-butenes. The rapid self- poisoning of the surface, which is a consequence of the enhanced polymer formation, can be attributed to the presence of Nb205 as supporting oxide and nickel sites [ 30,31 ]. Rapid poisoning of nickel [ 32], just as cobalt [ 25 ] and copper [ 5 ], has already been observed in hydrogenation of 1,3-butadiene and alkynes. Nb2Os, a strong Lewis acid after calcination at 723 K, should also facilitate polymerization: the reaction is known to be catalyzed by acids [33,34]. As indicated in Figs. 2 and 3 the selectivities of 1-butene and trans-2-butene are close to one another, which fact can be attributed to participation of acidic sites on Nb2Os. Over Pd/A1203 [25,26] and Ni/SiO2 [32] 1-butane is the dominant product (its selectivity is ca. 60-75%) and the trans/cis ratios are 7. I and 1.8, respectively. For interpretation of our results the following model can be suggested. During hydrogenation the active sites are poisoned by polyalkenes (unsaturated oligo- mers). Butene isomers are not able to access the metallic sites covered by oligomers as the adsorption coefficient of n-butenes is less than that of oligomers. However, 1,3-butadiene as conjugated diene may compress the polyalkene layer due to its higher capability for complexation to metal sites, giving thereby way to semihy- drogenation. The high alkene selectivity of the sample even in absence of diene can therefore be attributed to the formation of surface polymer which is assumed L186 A. Sdrk6ny et al. /Applied Catalysis A: General 124 (1995) LI81-L187 to be bound to both acidic and metallic sites. This effect is similar to results observed by Somorjai [35]. In his work a Re(0001 ) surface was fully covered by sulfur and at the co-adsorption of carbon monoxide this compact layer was compressed and carbon monoxide adsorption occurred. After removal of carbon monoxide the sulfur layer was closed again. In our case after having used up the 1,3-butadiene, the hydrogenation comes to a halt due to the covering effect of polyalkenes. On the basis of the experimental results it seems that the formation and presence of poly- enes in the vicinity of metallic sites is the main reason for the unusual hydrogenation behavior of Pd2NisoNb48 ribbon. Acknowledgements The financial support of the US-Hungarian Research Fund (Grant No: J-183) is gratefully acknowledged. References [ 1 ] G.C. Bond and P.B. Wells, Adv. Catal., 15 (1964) 92. [21 M.L. Derrien, Stud. Surf. Sci. Catal., 27 (1986) 613. [3] J.P. Boitiaux, J. Cosyns and G. Martino, Stud. Surf. Sci. Catal., 11 (1982) 355. [4] E. Nishimura, Y. Inoue and I. Yasumori, Bull. Chem. Soc. Jpn., 48 (1975) 803. [5] J.T. Wehrli, D.J. Thomas, M.S. Wainwright, D.L. Trimm and N.W. Cant, Stud. Surf. Sci. Catal., 75 (1993) 2289. [6] J.J. Phillipson, P.B. Wells and G.R. Wilson, J. Chem. Soc. A, (1969) 1351. [7] M. George, R.B. Moyes, D. Ramanarao and P.B. Wells, J. Catal., 52 (1978) 486. [8] J.P. Boitiaux, J. Cosyns and E. Robert, Appl. Catal., 49 (1989) 235. [9] S. Hub and R. Touroude, J. Catal., 114 (1988) 411. [ 10] Ph. Maetz and R. Touroude, J. Mol. Catal., 91 (1994) 259. [ 11 ] J.H. Moses, A.H. Weiss, K. Matusek and L. Guczi, J. Catal., 86 (1984) 417. [ 12] A. Sark~lny, A.H. Weiss and L. Guczi, J. Catal., 86 (1984) 417. [ 13] A.S. A1Ammar and G. Webb, J. Chem. Soc. Faraday Trans. 1,74 (1978) 195. [ 14] A.S. A1 Ammar and G. Webb, J. Chem. Soc. Faraday Trans. 1, 75 (1978) 1900. [ 15] R.S. Hansen, J.R. Arthur, V.J. Mineault and R.R. Rye, J. Phys. Chem., 70 (1966) 2787. [ 16] N.C. Gardner and R.S. Hansen, J. Phys. Chem., 74 (1970) 3298. [ 17] S.J. Thomson and G. Webb, J. Chem. Soc., Chem. Commun., (1976) 526. [ 18] F. Zaera and G.A. Somorjai, J. Am. Chem. Soc., 106 (1984) 2288. [ 19] F. Zaera, A.J. Gellman and G.A. Somorjai, Acc. Chem. Res., 19 (1986) 24. [20] T.B. Beebe and J.T. Yates, J. Am. Chem. Soc., 106 (1986) 663. [21] A. Sfirk~iny, L. Guczi and A.H. Weiss, Appl. Catal., 10 (1984) 369. [22] I. Palinko, F. Notheisz, M. Bartok, D. Ostgard and G.V. Smith, J. Mol. Catal., 57 (1990) 353. [23] Ph. Maetz and R. Touroude, Catal. Lett., 4 (1990) 37. [24] Ph. Maetz, J. Saussey, J.C. Lavalley and R. Touroude, J. Catal., 147 (1994) 48. [25] A. Sark~.ny, Z. Zsoldos, Gy. Stefler, J.W. Hightower and L. Guczi, J. Catal., submitted for publication. [26] A. Shrkdny, Z. Zsoldos, J.W. Hightower and L. Guczi, in Proceedings Second Tokyo Conference on Advanced Catalytic Science and Technology, 1994, Tokyo, in press. 127] A. Sfirk~ny, Z. Zsoldos, B. Furlong, J.W. Hightower and L. Guczi, J. Catal., 141 (1993) 566. [28] E.F. Meyer and R.L. Burwell, J. Am. Chem. Soc., 85 (1963) 2281. [29] P. Miegge, J.L. Rousset, B. Tardy, J. Massardier and C. Bertolini, J. Catal., 149 (1994) 404. A. Sdrk6ny et al. / Applied Catalysis A: General 124 (1995) L I 81-L I 8 7 L 187 [ 30] J.M. Hupp, N.J. Wagner and E.I. Ko, J. Catal., 86 (1984) 315. [31 ] E.I. Ko and J.G. Weissman, Catal. Today, 8 (1990) 27. [32] A. S~k~ny, in preparation [33] K. Tanabe, Catal. Today, 8 (1990) 1. [ 34 ] F.W. Billmeyer Jr., Textbook of Polymer Science, 2nd. ed., Wiley/Tappau, 1971. [ 351 G.A. Somorjai, in R.W. Joyner and R.A. van Santen (Editors), Elementary Reaction Steps in Heterogeneous Catalysis, Kluwer, Dordrecht, 1993, p. 13. APCATA 95000313 0926-860X(95)00031-3 10.1016/0926-860X(95)00031-3 Elsevier Science B.V. All rights reserved Hydrogenation of 1,3-butadiene over catalysts prepared from amorphous Pd2Ni50Nb48 ribbon: Effect of self-poisoning on competitive adsorption A. Sárkány * a Z. Schay a Gy. Stefler a L. Borkó a J.W. Hightower b L. Guczi a a Department of Surface Chemistry and Catalysis, Institute of Isotopes of the Hungarian Academy of Sciences, P.O. Box 77, H-1525 Budapest ,Hungary b Department of Chemical Engineering, Rice University, Houston, TX 77005-1892, USA * Corresponding author. Hydrogenation of 1,3-butadiene was investigated on catalysts prepared from an amorphous ribbon of composition Pd2Ni50Nb48, activated by oxygen and hydrogen treatments at 683 K. The hydrogenation activity of the sample decreased gradually with time, indicating formation of carbonaceous materials (oligomers). As a consequence of oligomer formation the butene selectivity remained constant even at 100% butadiene conversion. Apparently n-butenes could not compete with oligomers. Restart experiments confirmed that diene, due to its high strength of complexation, is able to adsorb on metallic sites in the presence of oligomers. The results emphasize the role of oligomers in selective semihydrogenations. Keywords Butadiene hydrogenation Butenes Oligomerization Palladium-nickel-niobium Reference [1] Bond G.C. Wells P.B. Adv. Catal. 15 1964 92 [2] Derrien M.L. Stud. Surf. Sci. Catal. 27 1986 613 [3] Boitiaux J.P. Cosyns J. Martino G. Stud. Surf. Sci. Catal. 11 1982 355 [4] Nishimura E. Inoue Y. Yasumori I. Bull. Chem. Soc. Jpn. 48 1975 803 [5] Wehrli J.T. Thomas D.J. Wainwright M.S. Trimm D.L. Cant N.W. Stud. Surf. Sci. Catal. 75 1993 2289 [6] Phillipson J.J. Wells P.B. Wilson G.R. J. Chem. Soc. A 1969 1351 [7] George M. Moyes R.B. Ramanarao D. Wells P.B. J. Catal. 52 1978 486 [8] Boitiaux J.P. Cosyns J. Robert E. Appl. Catal. 49 1989 235 [9] Hub S. Touroude R. J. Catal. 114 1988 411 [10] Maetz Ph. Touroude R. J. Mol. Catal. 91 1994 259 [11] Moses J.H. Weiss A.H. Matusek K. Guczi L. J. Catal. 86 1984 417 [12] Sárkány A. Weiss A.H. Guczi L. J. Catal. 86 1984 417 [13] Al Ammar A.S. Webb G. J. Chem. Soc. Faraday Trans. 1 74 1978 195 [14] Al Ammar A.S. Webb G. J. Chem. Soc. Faraday Trans. 1 75 1978 1900 [15] Hansen R.S. Arthur J.R. Mineault V.J. Rye R.R. J. Phys. Chem. 70 1966 2787 [16] Gardner N.C. Hansen R.S. J. Phys. Chem. 74 1970 3298 [17] Thomson S.J. Webb G. J. Chem. Soc., Chem. Commun. 1976 526 [18] Zaera F. Somorjai G.A. J. Am. Chem. Soc. 106 1984 2288 [19] Zaera F. Gellman A.J. Somorjai G.A. Acc. Chem. Res. 19 1986 24 [20] Beebe T.B. Yates J.T. J. Am. Chem. Soc. 106 1986 663 [21] Sárkány A. Guczi L. Weiss A.H. Appl. Catal. 10 1984 369 [22] Palinko I. Notheisz F. Bartok M. Ostgard D. Smith G.V. J. Mol. Catal. 57 1990 353 [23] Maetz Ph. Touroude R. Catal. Lett. 4 1990 37 [24] Maetz Ph. Saussey J. Lavalley J.C. Touroude R. J. Catal. 147 1994 48 [25] A. Sárkány, Z. Zsoldos, Gy. Stefler, J.W. Hightower and L. Guczi, J. Catal., submitted for publication. [26] Sárkány A. Zsoldos Z. Hightower J.W. Guczi L. Proceedings Second Tokyo Conference on Advanced Catalytic Science and Technology Tokyo 1994 in press [27] Sárkány A. Zsoldos Z. Furlong B. Hightower J.W. Guczi L. J. Catal. 141 1993 566 [28] Meyer E.F. Burwell R.L. J. Am. Chem. Soc. 85 1963 2281 [29] Miegge P. Rousset J.L. Tardy B. Massardier J. Bertolini C. J. Catal. 149 1994 404 [30] Hupp J.M. Wagner N.J. Ko E.I. J. Catal. 86 1984 315 [31] Ko E.I. Weissman J.G. Catal. Today 8 1990 27 [32] A. Sárkány, in preparation [33] Tanabe K. Catal. Today 8 1990 1 [34] Billmeyer F.W. Jr. 2nd. ed. Textbook of Polymer Science 1971 Wiley/Tappau [35] Somorjai G.A. Joyner R.W. van Santen R.A. Elementary Reaction Steps in Heterogeneous Catalysis 1993 Kluwer Dordrecht 13",
      "scopus-id": "37949046837",
      "coredata": {
        "eid": "1-s2.0-0926860X95000313",
        "dc:description": "Hydrogenation of 1,3-butadiene was investigated on catalysts prepared from an amorphous ribbon of composition Pd2Ni50Nb48, activated by oxygen and hydrogen treatments at 683 K. The hydrogenation activity of the sample decreased gradually with time, indicating formation of carbonaceous materials (oligomers). As a consequence of oligomer formation the butene selectivity remained constant even at 100% butadiene conversion. Apparently n-butenes could not compete with oligomers. Restart experiments confirmed that diene, due to its high strength of complexation, is able to adsorb on metallic sites in the presence of oligomers. The results emphasize the role of oligomers in selective semihydrogenations.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-04-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95000313",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sárkány, A."
          },
          {
            "@_fa": "true",
            "$": "Schay, Z."
          },
          {
            "@_fa": "true",
            "$": "Stefler, Gy."
          },
          {
            "@_fa": "true",
            "$": "Borkó, L."
          },
          {
            "@_fa": "true",
            "$": "Hightower, J.W."
          },
          {
            "@_fa": "true",
            "$": "Guczi, L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95000313"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95000313"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00031-3",
        "prism:volume": "124",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of 1,3-butadiene over catalysts prepared from amorphous Pd2Ni50Nb48 ribbon: Effect of self-poisoning on competitive adsorption",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Butadiene hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Butenes"
          },
          {
            "@_fa": "true",
            "$": "Oligomerization"
          },
          {
            "@_fa": "true",
            "$": "Palladium-nickel-niobium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L181-L187",
        "prism:endingPage": "L187",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 April 1995",
        "prism:doi": "10.1016/0926-860X(95)00031-3",
        "prism:startingPage": "L181",
        "dc:identifier": "doi:10.1016/0926-860X(95)00031-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/37949046837"
      }
    }
  }
}