{
  "metadata": {
    "title": "Investigation of bifunctional zeolite supported cobalt Fischer-Tropsch catalysts",
    "authors": "S. Bessell",
    "journal": "Applied Catalysis A: General",
    "date": "1995-06-08",
    "doi": "10.1016/0926-860X(95)00040-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95000402",
    "pii": "0926860X95000402"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000353212",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X95000402 0926-860X(95)00040-2 0926860X95000402 10.1016/0926-860X(95)00040-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00518 2024-01-01T12:19:29.85596Z 0 0 19950608 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 126 126 2 2 Volume 126, Issue 2 4 235 244 235 244 19950608 8 June 1995 1995-06-08 1995 Articles article fla Copyright © 1995 Published by Elsevier B.V. INVESTIGATIONBIFUNCTIONALZEOLITESUPPORTEDCOBALTFISCHERTROPSCHCATALYSTS BESSELL S ANDERSON 1984 R FISCHERTROPSCHSYNTHESIS RAO 1990 207 234 V BARTHOLOMEW 1991 158 224 C BESSELL 1993 253 268 S BESSELL 1994 461 466 S JACOBS 1984 388 390 P CHARACTERIZATIONHETEROGENEOUSCATALYSTS FORNASARI 1991 333 339 G SZOSTAK 1992 R HANDBOOKMOLECULARSIEVES BESSELLX1995X235 BESSELLX1995X235X244 BESSELLX1995X235XS BESSELLX1995X235X244XS item 0926-860X(95)00040-2 0926860X95000402 1-s2.0-0926860X95000402 10.1016/0926-860X(95)00040-2 271346 2024-01-01T12:19:29.85596Z 1995-06-08 1-s2.0-0926860X95000402-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000402/MAIN/application/pdf/34eaf39e3846c15215a0c65e1023df99/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000402/MAIN/application/pdf/34eaf39e3846c15215a0c65e1023df99/main.pdf main.pdf pdf true 681609 MAIN 10 1-s2.0-0926860X95000402-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000402/PREVIEW/image/png/55c5e89e576fc26d69a0d221994051ed/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000402/PREVIEW/image/png/55c5e89e576fc26d69a0d221994051ed/main_1.png main_1.png png 47630 849 656 IMAGE-WEB-PDF 1 APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 126 (1995) 235-244 Investigation of bifunctional zeolite supported cobalt Fischer-Tropsch catalysts S. Bessell BHP Research-Melbourne Laboratories, P.O. Box 264, Rosebank MDC, Clavton, Victoria, 3169, Australia Received 6 August 1993; revised 19 January 1995; accepted 30 January 1995 Abstract ZSM-5, ZSM-11, ZSM-12 and ZSM-34 were examined as supports for cobalt bifunctional FischerTropsch catalysts in order to determine the influence of zeolite pore structure on the synthesis. All supports produced reasonably active catalysts, with activity increasing with the channel size of the zeolite support (i.e. in the order of ZSM-34 < ZSM-5, ZSM-11 < ZSM-12 supported catalysts). Lack of observable differences in methane and higher hydrocarbon selectivities indicated that this increased activity was not due to an electronic cobalt-support effect. It was more likely a result of increased cobalt dispersion due to an enhancement of some small cobalt crystallite formation within the larger channelled zeolites. The absence of channel-size dependent cut offs in the product distribution indicated a lack of shape selective behaviour, and that significant hydrocarbon chain growth was occurring on cobalt crystallites on the zeolite surface. Ammonia TPD measurements indicated that the acidity of these zeolites in terms of both acid strength and acid site concentration decreased in the order ZSM34 > ZSM-5 > ZSM-I1 > ZSM-12. Contrary to initial expectations, the hydrocarbon products became lighter, and contained less n-alkanes as the acidity of the zeolite was reduced (which was in the same order as when the channel size of the zeolite was increased). This indicated that for this strongly acidic series of zeolites, accessibility to internal acid sites was more important in influencing the degree of secondary acid catalysed restructuring reactions of the primary Fischer-Tropsch products than was the strength or concentration of these acid sites. Keywords: Acidity; Channel size; Cobalt; Fischer-Tropsch catalysis; Pore structure; Zeolites: ZSM-5; ZSM-11; ZSM-12; ZSM-34 1. Introduction The Fischer-Tropsch synthesis [ 1 ] is one process which may be used to produce synthetic liquid fuels from natural gas by conversion of a synthesis gas intermediate. * Corresponding author. Tel. ( +61-03) 5607066, fax. ( +61-03) 5616709. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI0926-860X(95)00040-2 236 S. eessell /Applied Catalysis A: General 126 (1995) 235-244 Bifunctional catalysts composed of a Fischer-Tropsch active metal and an acidic zeolite have been the focus of much recent attention in such processes in order to overcome the typical non-selective Anderson-Schulz-Flory (ASF) product distribution arising from conventional Fischer-Tropsch catalysts, and to provide gasolines of enhanced octane ratings [ 2,3 ] . In this style of catalyst, the Fischer-Tropsch active metal is responsible for the growth of the primary straight chained hydrocarbon product, which undergoes further restructuring at the zeolite acid sites to produce a more branched and aromatic (hence higher octane rated) hydrocarbon product of limited chain length. Cobalt is the preferred Fischer-Tropsch active metal for conversion of natural gas derived synthesis gases because of its low water-gas shift activity and ready availability. ZSM-5 has been a particularly preferred zeolite support for bifunctional catalyst compositions when gasoline production is targeted because [2] - its pore structure provides shape selectivity (which has been shown to limit chain length growth to gasoline range hydrocarbons in methanol conversion), - its high acidity promotes the oligomerisation, isomerisation, cracking and aro matisation reactions involved in the restructuring of the primary Fischer Tropsch products, - its resistance to coking, and - its stability under Fischer-Tropsch reaction conditions. In a recent study of support effects in cobalt based Fischer-Tropsch catalysis [ 4 ] , ZSM-5, zeolite Y and mordenite were examined as supports for cobalt, along with a range of conventional oxide materials. None of the products from the zeolite supported catalysts showed evidence for a sharp cut off in the product distribution due to the zeolite functioning shape selectively, with the ASF distributions being followed to a hydrocarbon chain length of over 20 carbons. ZSM-5 was confirmed as being a particularly suitable support when gasoline production was being targeted, with a much more highly branched product resulting from ZSM-5 rather than zeolite Y and mordenite supported catalysts. This was believed to be due to the accessibility of the primary Fischer-Tropsch products to the stronger ZSM-5 acid sites. An examination of the influence of ZSM-5 crystal size in Co/ZSM-5 FischerTropsch catalyst performance [ 5 ] discussed the importance of accessibility to ZSM-5 acid sites by the primary products. The fact that small crystal zeolite supported catalysts enhanced the extent of the secondary acid catalysed isomerisation and cracking reactions, provided evidence that this secondary restructuring was occurring on external acid sites and acid sites close to the pore mouths of the ZSM-5, rather than deep within the zeolite. This conjecture was supported by the fact that, once again, there was no evidence for the ZSM-5 functioning shape selectively and restricting the growth of the hydrocarbon chains. Because of the importance of accessibility to the acid sites in the bifunctional Fischer-Tropsch reaction, a study was undertaken to determine the influence of S. Bessell /Applied Catalysis A: General 126 (1995) 235-244 237 zeolite pore structure on acid site accessibility. Various high silica content pentasil zeolites, all strongly acidic, but with different pore structures, were examined as supports for cobalt in this reaction. These zeolites included ZSM-5, ZSM-11, ZSM12 and ZSM-34. 2. Experimental 2.1. Catalyst preparation The catalysts were all made by impregnating the zeolite support with aqueous solutions of cobaltous nitrate so as to make compositions of approximately 100 parts by weight cobalt to 1000 part by weight support. The impregnated catalysts were stirred under vacuum for approximately 30 min, dried in a microwave oven, and then calcined at 500 for approximately 4 h. The ZSM-5 zeolite which was used as a support was prepared by preparing a solution of 75.9 g aluminium wire and 456.0 g sodium hydroxide in 331 water, and adding it to 20.0 kg LudoxR (40% silica) and stirring well. 4.4 kg of tetrapropylammonium bromide, 7.5 kg of sodium chloride, as well as an extra 5 1 of water, were also added with stirring. The resulting mixture was then charged to a 57 1 autoclave and crystallised with stirring at 170 for 12 h. The resulting product was filtered, washed, examined by X-ray diffraction, and found to display the typical X-ray diffraction pattern of ZSM-5, and consisted of a mixture of small and large crystals (1 Am and 10 Am diameter). This zeolite was then transformed into the hydrogen form by subjecting the zeolite to two treatments consisting of ammonium exchange with a 1 M ammonium nitrate solution, followed by calcination at 550. The ZSM-11 zeolite used was prepared by stirring a solution of 86.7 g Cab-OS11R in 1200 g water continuously whilst adding two more solutions. The first consisted of 1.09 g aluminium wire and 6.5 g sodium hydroxide dissolved in 100 g water, and the second consisted of 78.5 g tetrabutylammonium bromide dissolved in 100 g water. 250 g sodium chloride was then added. The resulting mixture was then charged to a 21 autoclave and maintained at 170 with stirring for 64 h. The resulting product was then washed, filtered, and transformed into the hydrogen form by the method described for ZSM-5 above. This zeolite was a small crystal zeolite with crystals of an approximate 1 jum diameter. The ZSM-12 and ZSM-34 zeolites were prepared and supplied to us by the CSIRO Division of Materials Science and Technology, and both consisted of small approximately 1 /.tm diameter crystals. 2.2. Catalyst activity and selectivity testing Catalysts were compacted, crushed and sieved and 1.2 ml of the 1-2 mm size fraction was charged to a stainless steel microreactor (400 mm long 6 mm internal diameter) for testing. 238 S. Be.ssell /Applied Catalysis A: General !26 (/995) 235-244 Table 1 Percent carbon monoxide conversion and product selectivities for various bifunctional cobalt Fischer-Tropsch catalysts (2:1 HZ:CO syngas, 240, 2 MPa, GHSV=1000 h') Catalyst Run code CO conversion\" (%) Selectivity (wt.-% with respect to carbon in product) CHQ CO, CZ , hydrocarbons Co/ZSM-5 F084011 60 21 1 78 Co/ZSM-11 F08107 61 20 1 80 Co/ZSM-12 F08405 79 19 3 78 Co/ZSM-34 F08407 45 18 1 81 Averaged after 30 h on line. The catalysts were then reduced in situ overnight with hydrogen at 350 and atmospheric pressure with a gas hourly space velocity (GHSV) of 5000 h-'. A premixed synthesis gas of approximately 2:1 HZ:CO molar ratio was used for activity testing at 240, 2 MPa, using a GHSV of 1000 h-'. This synthesis gas also contained approximately 5% argon as an internal standard to determine the degree of carbon monoxide conversion. Water cooled knock out pots were used to collect liquids for external analysis at the end of the experiment, whilst effluent gases were monitored continuously on line using a mass selective detector. The collected hydrocarbon liquids were analysed by high temperature gas chromatography to calculate a values (probabilities of hydrocarbon chain growth) and simulated distillations (in which the percentage by weight in each fraction was determined from the chromatographic data). Capillary gas chromatography was similarly used for the determination of the n-alkane content of the various fractions of the product. 2.3. Temperature-programmed desorption of ammonia Support acidity was determined by temperature-programmed desorption (TPD) of ammonia using conventional TPD apparatus with a thermal conductivity detector [6]. 3. Results The catalysts were run under the previously described conditions for four days. Table 1 summarises the average carbon monoxide conversion levels (averaged after 30 h on line) and the product selectivities obtained. These selectivities are based on the weight of carbon in the product as a percentage of the weight of carbon in the carbon monoxide converted. All the catalysts were reasonably active for the Fischer-Tropsch synthesis with carbon monoxide conversions between approximately 45 and 80%. The ZSM-12 S. Bessell /Applied Catalysis A: General 126 (1995) 235-244 239 Table 2 Analyses of hydrocarbon products from various bifunctional cobalt Fischer-Tropsch catalysts (produced at 240, 2 MPa, GHSV -1000 h-' using a 2:1 HZ:CO synthesis gas) Catalyst Product analyses Simulated distillation (wt.-%) Alpha value n-Alkane proportions <C,= C i2-is Cis >Cis (a) Ca-9 CM-1 i C12-is C i4-is Co/ZSM-5 81.4 5.1 8.6 4.9 0.81 0.34 0.25 0.29 0.45 Co/ZSM-11 61.9 7.8 13.1 10.0 0.82 0.25 0.18 0.23 0.42 Co/ZSM-12 81.7 6.0 9.5 2.9 0.79 0.26 0.19 0.21 0.40 Co/ZSM-34 57.7 11.8 19.4 11.1 0.82 0.55 0.55 0.61 0.68 supported catalyst was the most active with an average carbon monoxide conversion of 79%, followed by the ZSM-5 and ZSM-11 supported catalysts, both with approximate 60% conversions, and the ZSM-34 supported catalyst with the lowest conversion level of 45%. Selectivities to methane, carbon dioxide and higher hydrocarbons were similar for all the catalysts, being generally of the order of 200, 1 % and 79%, respectively. The hydrocarbon products collected at the end of each experiment were analysed as previously described, the results summarised in Table 2, and the ASF plots obtained shown in Fig. 1. In(wtln) 6 In (wt/n) 5 6 4 5 4 3 2 Alpha Value (C10-C18) 0.81 2 A1Pha Value (C14-C22) 0.82 1 1 0 0 _1 _2 -3 _3 -4 ---s ZSM-5 support ---s ZSM-11 support 0 20 40 60 0 20 40 60 Carbon No. Carbon No. In(wt/n) In(wt/n) 6 6 5 5 4 4 3 3 Alpha Value (C10-C18) 0.82 2 Alpha Value (C10-C18) 0.79 2 1 1 0 0 .1 _1 .2 _2 -3 _3 -5 ZSM-12 support -s ZSM-34 support -6 -6 0 20 40 6o 0 20 40 60 Carbon No. Carbon No. Fig. 1. ASF plots of products from various bifunctional cobalt Fischer-Tropsch catalysts. 240 S. Bessell /Applied Catalysis A: General 126 (1995) 235-244 These plots all displayed some deviation from ideal ASF behaviour as would be expected from a Fischer-Tropsch process with additional secondary reactions. There was apparent conformity in the approximate CIO-C20 hydrocarbon chain length range, after which there was a slight fall away from expected. As this fall away was matched by amounts of hydrocarbons below approximately CIO which were in excess of that predicted by the ASF distribution, this effect was most probably due to some secondary cracking of the primary heavier hydrocarbons to the lighter hydrocarbons on the zeolitic acid sites. Problems in accurately sampling the heavier hydrocarbons may have also been responsible for some of the fall away from the ASF distribution. There was no evidence for a distinct, sharp cut off in the distribution at a chain length of seven carbons, as has previously been reported for zeolite supported cobalt catalysts by Fomasari et al. [7] . The simulated distillations, which give the percentage by weight of the liquid product boiling in the gasoline ( < C,2) , aviation fuel (C, 2_, 3) , distillate (C 1 g ) and fuel oil ( > C,g) fractions, indicated that the product from the ZSM-12 supported catalyst was the lightest, followed by those from the ZSM-5, then ZSM-11 supported catalysts, while the product from the ZSM-34 supported catalyst was the heaviest. This indicates an increase in secondary cracking reactions occurring for the products from the ZSM-12, ZSM-5, ZSM-11 and ZSM-34 supported catalysts, respectively. The levels of normal alkanes in the hydrocarbon product generally increased as the product became heavier, with the product from the ZSM-34 supported catalyst containing the most n-alkanes, and those from the ZSM-12 and ZSM-11 supported catalysts containing the least. It is interesting to note, however, that the product from the ZSM-11 supported catalyst, which although heavier than those from the ZSM-5 and ZSM-12 supported catalysts, contained less n-alkanes than the product from the ZSM-5 supported catalyst, and a similar amount of n-alkanes as the product from the ZSM-12 supported catalyst. All products contained more n-alkanes in the distillate fractions than the gasoline and aviation fuel fractions. These products were examined by NMR spectroscopy and were shown to be aromatic free. This implied that the decrease in n-alkane content was due to an increase in branching and/or olefinicity of the product. Gas chromatographic analyses confirmed that high levels of iso-alkanes and iso-alkenes were present in the low n-alkane content products. As the acidity of the zeolite support is important in influencing the product distribution, TPD profiles of ZSM-5, ZSM-11, ZSM-12 and ZSM-34 were recorded, and are presented in Fig. 2. It can be seen that the acidity of these zeolites increased in the order ZSM-12 < ZSM-11 < ZSM-5 < ZSM-34, both in terms of the total number of acid sites (as measured by the amount of ammonia adsorbed/ desorbed), and the strength of the strongest acid sites (as indicated by the temperature of the high-temperature desorption peak). S. Bessell /Applied Catalysis A: General 126 (1995) 235-244 241 Ammonia Desorbed 170 170 390 ZSM_ 11 ZSM ' (1.26 m M1g) (1.26 m ~~.26 M ZSM . 1 70 500 10 40 ZSM - 34 (M M 3.68 rn Wg) 385 130 130 Z 3 68 SM M 90 ZSM - 12 (0.75 m ANg) 424 ZSM (1.52mWg) II I I I I I I 25 100 200 300 400 500 550 Temperature () -isothermal Fig. 2. Ammonia temperature-programmed desorption profiles for ZSM-5, ZSM-11, ZSM-12 and ZSM-34, and the amount of ammonia desorbed by these zeolites. 4. Discussion The structures of the zeolites ZSM-5, ZSM-11, ZSM-12 and ZSM-34 are well known and documented [8]. ZSM-12 has the largest channels of this series of zeolites with 12 membered ring channels of 5.7 X 6.1 ZSM-5 and ZSM-11 have channels defined by 10 membered rings, ZSM-5 having intersecting channels of 5.3 X 5.6 and 5.1 X 5.5 and ZSM-11 having intersecting channels of 5.3 X 5.4 ZSM-34 is a synthetic zeolite having the most complex and constrained channel system of this series of zeolites and consists of an intergrowth of offretite (with intersecting 8 membered channels of 3.6 X 4.9 and 12 membered channels of 6.7 and erionite (with three dimensional 8 membered ring channels of 3.6 X 5.1 . These zeolites all have high silica/alumina ratios, generally > 10. Although all these pentasil zeolites are strongly acidic, the ammonia TPD profiles described indicated that both the number and strength of acid sites increased in the order ZSM-12 < ZSM-11 < ZSM-5 < ZSM-34. All zeolites were of a similar crystal size (1 ,um diameter), except the ZSM-5, which also contained some larger crystals (10 Am diameter). Thus the influence of crystal size needs to considered in comparing the performance of the ZSM-5 supported catalyst with the others. Supporting an equivalent amount of cobalt on each of these zeolites resulted in an increase in catalytic activity as measured by carbon monoxide conversion as the 242 S. Bessell /Applied Catalysis A: General 126 (1995) 235-244 acidity of the zeolite was reduced and as its channel dimensions were increased. There appeared to be no crystal size effect with both the ZSM-5 and ZSM-II supported catalysts displaying similar carbon monoxide conversions. The activity of Fischer-Tropsch catalysts can be influenced by the availability of cobalt on the support to the reactants, and/or possible electronic effects arising from cobalt-support interactions (SMSI). However, if the strength of these interactions were quite different for this series of cobalt/zeolite catalysts, one would expect quite different methane and higher hydrocarbon selectivities, which were not observed. Thus cobalt-support interactions were unlikely to be important in influencing the activity of this series of bifunctional cobalt catalysts. It was more likely due to improved cobalt dispersion, and it appears that a higher cobalt dispersion is possible on the less acidic, wider channelled pentasil zeolites. This may be due to the extra presence of some small cobalt crystallites which may be more easily formed within the wider zeolite channels. The higher hydrocarbon products from the less acidic zeolite supported catalysts were generally lighter and contained less n-alkanes. This result may be contrary to prior expectations, as increased support acidity would be expected to lead to an increase in the secondary acid-catalysed oligomerisation, isomerisation and cracking reactions. The lack of channel-size dependent cut offs in the product distribution, however, indicated a lack of shape selective behaviour, and that a significant proportion of the primary hydrocarbons were growing on the surface of the catalyst. Therefore the degree of secondary restructuring would be affected by the accessibility of these primary hydrocarbons to the zeolite acid sites, both external and internal, as well as their strength and concentration. External acid sites will be accessible to all primary Fischer-Tropsch products, but internal acid sites will be more easily accessed, and accessed by more primary hydrocarbons, when larger channel-sized zeolite supports are used. Thus, in view of the high acidity of all these zeolite supports, accessibility to the acid sites, and hence pore structure, appears to be more important than acid strength in determining the degree of secondary restructuring of the primary hydrocarbon products over this series of catalysts. Accessibility to acid sites will increase as the channel size of the zeolite support is increased, that is in the order ZSM-34 < ZSM-11, ZSM5 < ZSM-12. This is in general agreement with the observed increase in the degree of restructuring of the primary hydrocarbon product by catalysts based on these zeolite supports. Zeolite crystal size has been shown to influence the degree of secondary restructuring reactions on ZSM-5 supported cobalt catalysts [ 5 ] , with enhancement of secondary reactions by small crystal supports occurring, believed to be due to an increased accessibility to internal acid sites close to the pore mouths of the zeolite. Although all zeolites used in this study comprised crystals of the order of 1 tLm diameter, the ZSM-5 zeolite also contained some larger (10 gm) crystals, and thus would be likely to display a more limited accessibility to the close to the surface S. Bessell /Applied Catalysis A: General 126 (1995) 235-244 243 internal acid sites than the other 10 membered ring channelled zeolite, ZSM-11, which consisted entirely of small crystals. The hydrocarbon product from the ZSM5 zeolite supported catalyst did, in fact, contain more n-alkanes than that from the ZSM-11 supported catalyst, indicating that less secondary isomerisation was occurring. But, however, this product was also lighter, indicating that the reduction in isomerisation was accompanied by an increase in cracking. 5. Conclusions ZSM-5, ZSM-11, ZSM-12 and ZSM-34 supported cobalt catalysts were assessed for their performance in the Fischer-Tropsch reaction. All catalysts were of reasonable activity, with the order of activity being linked with the channel size of the zeolite support. The 12 membered ringed ZSM-12 supported catalyst was the most active, followed by the two 10 membered ringed ZSM-5 and ZSM-11 supported catalysts, while the predominantly 8 membered ringed ZSM-34 supported catalyst was the least active. The lack of any observable difference in methane and higher hydrocarbon selectivities for these catalysts ruled out any electronic cobalt-support effects, and the observed increase in activity is believed to be due to increased cobalt dispersion. This could be occurring as a result of increased formation of small cobalt crystallites within the increasing dimensions of the zeolite channels. As there was a lack of evidence for any of the zeolites functioning shape selectively with an absence of a cut off in the product distribution linked to the channel size of the zeolite, it was deduced that a significant hydrocarbon chain growth was occurring on cobalt crystallites on the surface of the zeolite. These primary hydrocarbons were then restructured at the accessible zeolite acid sites to produce an lighter product which contains less n-alkanes, under the experimental conditions chosen for this investigation. The degree of secondary restructuring was greatest for the ZSM-12 supported catalyst and lowest for the ZSM-34 supported catalyst, with the ZSM-5 and ZSM11 catalysts showing intermediate levels of restructuring. This is in direct contrast to the acidity of these zeolites, and better correlates with their channel sizes. This implies that for the strongly acidic pentasil zeolites ZSM-5, ZSM-11, ZSM-12 and ZSM-34, accessibility to internal acid sites is more important in influencing the degree of secondary acid catalysed restructuring reactions of the primary FischerTropsch products than is the strength and concentration of these acid sites. In order to produce a bifunctional cobalt catalyst which promotes a high degree of secondary restructuring within the product, a highly acidic zeolite with a channel structure which allows ready accessibility to internal acid sites, such as zeolites defined by 10 membered rings and above, should be used as a support. ZSM-12, ZSM-5 and ZSM-11 are such suitable supports. Zeolites with a more constrained channel structure such as ZSM-34 will produce a heavier product containing more n-alkanes. 244 S. Bessell /Applied Catalysis A: General 126 (1995) 235-244 Acknowledgements The author wishes to thank J.M. Holliday and IT. Tsiros for help in the preparation and testing of the catalysts, J.S. Field for TPD measurements, J.M. Baker for the gas chromatographic analyses of the hydrocarbon products, CSIRO Division of Materials Science and Technology for the ZSM-12 and ZSM-34 samples, and BHP Co. Ltd. for permission to publish the work. References [ 1 ] R.B. Anderson, The Fischer-Tropsch Synthesis, Academic Press, New York, 1984. [2] V.U.S. Rao and R.J. Gormley, Catal. Today, 6 (3) (1990) 207-234. [3] C.H. Bartholomew, Stud. Surf. Sci. Catal., 64 (1991) 158-224. [4] S. Bessell, Appl. Catal. A, 96 (1993) 253-268. [5] S. Bessell, Stud. Surf. Sci. Catal., 81 (1994) 461-466. [6] P.A. Jacobs, in F. Delannay (Editor), Characterization of Heterogeneous Catalysts, Marcel Dekker, New York, 1984, pp. 388-390. [7 ] G. Fornasari, T.M.G. La Torretta, A. Vaccari, S. Bednarova, P. Jiru and Z. Tvaruzkova, Stud. Surf. Sci. Catal., 61 (1991) 333-339. [8] R. Szostak, Handbook of Molecular Sieves, Van Nostrand Reinhold, New York, 1992. APCATA 95000402 0926-860X(95)00040-2 10.1016/0926-860X(95)00040-2 Elsevier Science B.V. All rights reserved Investigation of bifunctional zeolite supported cobalt Fischer-Tropsch catalysts S. Bessell * BHP Research-Melbourne Laboratories, P.O. Box 264, Rosebank MDC, Clayton, Victoria, 3169, Australia * Corresponding author. Tel. (+61-03) 5607066, fax. (+61-03) 5616709. ZSM-5, ZSM-11, ZSM-12 and ZSM-34 were examined as supports for cobalt bifunctional Fischer-Tropsch catalysts in order to determine the influence of zeolite pore structure on the synthesis. All supports produced reasonably active catalysts, with activity increasing with the channel size of the zeolite support (i.e. in the order of ZSM-34<ZSM-5,ZSM-11<ZSM-12 supported catalysts). Lack of observable differences in methane and higher hydrocarbon selectivities indicated that this increased activity was not due to an electronic cobalt-support effect. It was more likely a result of increased cobalt dispersion due to an enhancement of some small cobalt crystallite formation within the larger channelled zeolites. The absence of channel-size dependent cut offs in the product distribution indicated a lack of shape selective behaviour, and that significant hydrocarbon chain growth was occurring on cobalt crystallites on the zeolite surface. Ammonia TPD measurements indicated that the acidity of these zeolites in terms of both acid strength and acid site concentration decreased in the order ZSM-34 > ZSM-5 > ZSM-11 > ZSM-12. Contrary to initial expectations, the hydrocarbon products became lighter, and contained less n-alkanes as the acidity of the zeolite was reduced (which was in the same order as when the channel size of the zeolite was increased). This indicated that for this strongly acidic series of zeolites, accessibility to internal acid sites was more important in influencing the degree of secondary acid catalysed restructuring reactions of the primary Fischer-Tropsch products than was the strength or concentration of these acid sites. Keywords Acidity Channel size Cobalt Fischer-Tropsch catalysis Pore structure Zeolites ZSM-5 ZSM-11 ZSM-12 ZSM-34 References [1] Anderson R.B. 3rd ed. The Fischer-Tropsch Synthesis 1984 Academic Press New York [2] Rao V.U.S. Gormley R.J. Catal. Today 6 3 1990 207 234 [3] Bartholomew C.H. Stud. Surf. Sci. Catal. 64 1991 158 224 [4] Bessell S. Appl. Catal. A 96 1993 253 268 [5] Bessell S. Stud. Surf. Sci. Catal. 81 1994 461 466 [6] Jacobs P.A. Delannay F. Characterization of Heterogeneous Catalysts 1984 Marcel Dekker New York 388 390 [7] Fornasari G. La Torretta T.M.G. Vaccari A. Bednarova S. Jiru P. Tvaruzkova Z. Stud. Surf. Sci. Catal. 61 1991 333 339 [8] Szostak R. 3rd ed. Handbook of Molecular Sieves 1992 Van Nostrand Reinhold New York",
      "scopus-id": "0000353212",
      "coredata": {
        "eid": "1-s2.0-0926860X95000402",
        "dc:description": "ZSM-5, ZSM-11, ZSM-12 and ZSM-34 were examined as supports for cobalt bifunctional Fischer-Tropsch catalysts in order to determine the influence of zeolite pore structure on the synthesis. All supports produced reasonably active catalysts, with activity increasing with the channel size of the zeolite support (i.e. in the order of ZSM-34<ZSM-5,ZSM-11<ZSM-12 supported catalysts). Lack of observable differences in methane and higher hydrocarbon selectivities indicated that this increased activity was not due to an electronic cobalt-support effect. It was more likely a result of increased cobalt dispersion due to an enhancement of some small cobalt crystallite formation within the larger channelled zeolites. The absence of channel-size dependent cut offs in the product distribution indicated a lack of shape selective behaviour, and that significant hydrocarbon chain growth was occurring on cobalt crystallites on the zeolite surface. Ammonia TPD measurements indicated that the acidity of these zeolites in terms of both acid strength and acid site concentration decreased in the order ZSM-34 > ZSM-5 > ZSM-11 > ZSM-12. Contrary to initial expectations, the hydrocarbon products became lighter, and contained less n-alkanes as the acidity of the zeolite was reduced (which was in the same order as when the channel size of the zeolite was increased). This indicated that for this strongly acidic series of zeolites, accessibility to internal acid sites was more important in influencing the degree of secondary acid catalysed restructuring reactions of the primary Fischer-Tropsch products than was the strength or concentration of these acid sites.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-06-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95000402",
        "dc:creator": {
          "@_fa": "true",
          "$": "Bessell, S."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95000402"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95000402"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00040-2",
        "prism:volume": "126",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Investigation of bifunctional zeolite supported cobalt Fischer-Tropsch catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Acidity"
          },
          {
            "@_fa": "true",
            "$": "Channel size"
          },
          {
            "@_fa": "true",
            "$": "Cobalt"
          },
          {
            "@_fa": "true",
            "$": "Fischer-Tropsch catalysis"
          },
          {
            "@_fa": "true",
            "$": "Pore structure"
          },
          {
            "@_fa": "true",
            "$": "Zeolites"
          },
          {
            "@_fa": "true",
            "$": "ZSM-5"
          },
          {
            "@_fa": "true",
            "$": "ZSM-11"
          },
          {
            "@_fa": "true",
            "$": "ZSM-12"
          },
          {
            "@_fa": "true",
            "$": "ZSM-34"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "235-244",
        "prism:endingPage": "244",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 June 1995",
        "prism:doi": "10.1016/0926-860X(95)00040-2",
        "prism:startingPage": "235",
        "dc:identifier": "doi:10.1016/0926-860X(95)00040-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000353212"
      }
    }
  }
}