{
  "metadata": {
    "title": "Role of alkali promoters in K/MoS<ce:inf loc=post>2</ce:inf> catalysts for CO-H<ce:inf loc=post>2</ce:inf> reactions",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-03-17",
    "doi": "10.1016/0926-860X(94)80101-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94801010",
    "pii": "0926860X94801010"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028392757",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-09-18 2001-09-18 2010-10-02T11:38:12 1-s2.0-0926860X94801010 0926-860X(94)80101-0 0926860X94801010 10.1016/0926-860X(94)80101-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X02335 2024-01-01T12:21:46.509935Z 0 0 19940317 1994 2001-09-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 110 110 1 1 Volume 110, Issue 1 2 11 25 11 25 19940317 17 March 1994 1994-03-17 1994 article fla Copyright © 1994 Published by Elsevier B.V. ROLEALKALIPROMOTERSINKMOS2CATALYSTSFORCOH2REACTIONS LEE J MROSS 1983 591 W LEE 1987 183 G PONEC 1992 227 V WOO 1992 525 H WOO 1990 552 H WOO 1993 672 H DRY 1969 120 M DRY 1968 18 M SMITH 1983 40 K SANTIESTEBAN 1988 561 J PROCEEDING9THINTERNATIONALCONGRESSCATALYSISCALGARY1988 COURTY 1982 241 P TATSUMI 1987 77 T MURCHISON 1988 626 C PROCEEDING9THINTERNATIONALCONGRESSCATALYSISCALGARY1988 XIE 1986 233 Y YUH 1983 252 S LEEX1994X11 LEEX1994X11X25 LEEX1994X11XJ LEEX1994X11X25XJ item 0926-860X(94)80101-0 0926860X94801010 1-s2.0-0926860X94801010 10.1016/0926-860X(94)80101-0 271346 2024-01-01T12:21:46.509935Z 1994-03-17 1-s2.0-0926860X94801010-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801010/MAIN/application/pdf/f3d10bbb50496c224165323f92d43373/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801010/MAIN/application/pdf/f3d10bbb50496c224165323f92d43373/main.pdf main.pdf pdf true 5329039 MAIN 15 1-s2.0-0926860X94801010-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801010/PREVIEW/image/png/a1e4d5d20d1a365e0a3b81e2d5650fd3/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801010/PREVIEW/image/png/a1e4d5d20d1a365e0a3b81e2d5650fd3/main_1.png main_1.png png 56775 849 656 IMAGE-WEB-PDF 1 applied _ catalysis a ELSEVIER Applied Catalysis A: General 110 (1994) 11-25 Role of alkali promoters in K/MOS2 catalysts for CO-H2 reactions Jae Sung Lee *a', Soonho Kim', Kyung Hee Lee a, In-Sik Nama, Jong Shik Chung', Young Gul Kim', Hee Chul Woob a Research Center for Catalytic Technology, Pohang University of Science and Technology (POSTECH) and Research Institute of Industrial Science and Technology (KIST), P.O. Box 125, Pohang, 790-600 South Korea epartment of Chemical Engineering, Pusan National University of Technology, Pusan, 608-309, South Korea (Received 19 July 1993, revised manuscript received 19 November 1993) Abstract The effect of alkali promoters on selectivity of CO-HZ reactions was studied for potassiumpromoted MOS2employing different potassium salts and pretreatment conditions (oxidized vs. fresh samples). Promoters assisted either chain growth of hydrocarbon products or alcohol formation. A good correlation was observed between pKa of the conjugate acid of each promoter and its spacetime yield of alcohol formation. Alcohol selective promoters such as K2C03, KOH and KZS readily removed their counter anions under the reaction conditions to form a new potassium complex and spread themselves uniformly over MoS, This complex appears to serve as an active site which adsorbs carbon monoxide molecularly and, at the same time, cover the majority of the MOSZ surface which is responsible for dissociative carbon monoxide adsorption and hydrogenation. Promoters for chain growth such as KZS04 and KCl maintained their initial chemical states throughout the reactions and showed highly nonuniform lateral distributions. Thus, the promoters have a limited coverage over MOS2, yet modify the electronic state of MOS2 which interacts directly with carbon monoxide. Exposure of K2CO3- or KOH-promoted MOS2 to atmosphere for an extended period oxidized the catalyst and caused segregation of potassium into the bulk of MOS2. Thus, the most of MOS2 surface is now exposed, yet modified by potassium located in the subsurface region of MOS2. These modified catalysts promoted hydrocarbon chain growth without forming alcohols. The results demonstrate that the distribution of promoter is one of the primary factors determining its role in catalytic CO-HZ reactions. Key words: alkali promoters; carbon monoxide; hydrogen; molybdenum sulphide; potassium *Corresponding author. Fax. ( +82-562)2795799. 'Present address: Yale University, Department of Chemical Engineering, New Haven, CT 06520-8286, USA. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-860X (93)E0249-C 12 J.S. Lee et al. /Applied Catalysis A: General 710 (1994) I1-25 1. Introduction Alkali elements are the most common promoters in heterogeneous catalysis. They are employed as metals or compounds and added to the catalysts by various methods. They also exert various physical and chemical effects on catalyst activity, selectivity and stability [ 1 ] . This is probably one of the least understood areas in heterogeneous catalysis. Promoters are widely used particularly for CO-HZ reactions in general. For example, industrial Fischer-Tropsch synthesis utilizes an iron catalyst promoted by alkali carbonates and oxides. Most profound promoters effects in CO-HZ reactions are found on their product selectivity. Synthesis with catalysts doped with alkali promoters produces higher molecular weight products than with undoped catalysts. Furthermore, alcohols become the major products only when proper promoters are employed. The rates of reaction with promoted catalysts are higher in some cases and lower in others than for unpromoted catalysts. Various explanations have been forwarded for the observed effects as summarized in recent reviews [ 1-3], yet they are not always consistent. Particularly interesting, but unexplained is how does the same alkali element doped on a catalyst sometimes serve the chain growth of the products, but promote alcohol formation in other cases. During the study of mixed alcohol synthesis over alkali-doped MOS2 catalysts [4-6], we found that the nature of the promotional effects depended on how the promoters were distributed over the surface and in the bulk of MOS2. The results could provide at least one explanation to the question raised above: how does the same alkali element exert different effects on the selectivity of CO-HZ reactions? In this work, different potassium compounds were employed as promoters to unsupported MOS2. The distribution over the depth of MOS2 particles and the lateral distribution over the MOS2 surface were characterized by Auger electron spectroscopy (AES), X-ray energy dispersive spectroscopy (EDS) and chemical analysis (CA). These results were correlated with the performance of the catalysts in COHZ reactions at 573 K and 1.5 MPa. The findings in this work may also help understand the role of alkali promoters in other metal catalysts as well. 2. Experimental Unsupported MOS2 was prepared by the thermal decomposition of (NH4)ZMOS4 in flowing nitrogen at 773 K for 2 h. Addition of potassium salts (K/Mo molar ratio of 0.4) were accomplished by an incipient wetness impregnation of MOS2 with an aqueous solution of each salt. These were dried overnight at 383 K and then ground before use. Some catalysts were exposed to the atmosphere for more than 10 weeks. The CO-HZ reaction was performed in a fixed bed reactor made of a stainless steel tube at 573 K and 1.5 MPa with a contact time (W/F) of 8.0 g-cat. h/mol. Premixed 1 : l mixture of CO and HZ containing 3% NZ (as an internal standard for gas chromatographic analysis) was passed through a charcoal trap and then continuously fed to the top of the reactor. Analysis of reaction products was made by an on-line gas chromatograph (Hewlett-Packard 5890). Catalysts used for the reactions were characterized by scanning electron microscopy (SEM, Philips SEM 515), scanning Auger electron spectroscopy (AES, PHI 600 SAM), IS. Lee et al. /Applied Catalysis A: General 110 (1994) 11-25 13 energy dispersive X-ray spectroscopy (EDS, EDAX PV 9100) and electron probe microanalyzer (EPMA, Hitachi HSM-2B). AES, EDS, and chemical analysis, which have increasing probing depths in this order, provide the distribution of elements along the depth of the bulk MOS2. SEM and \"X-ray maps of Mo and K\" by EPMA show pictorially the lateral distribution of the elements over and in MOSZ substrate. Infrared (IR) spectra were recorded with a Perkin-Elmer 1800 FT-IR double-beam spectrophotometer on KBr pellets containing ca. 1 wt.-% catalyst sample powder. Spectra were averages of 16 individual scans taken at room temperature with an instrumental resolution of 4.0 cm-'. 3. Results Table 1 shows effects of various potassium promoters on activity and selectivity of COHZ reactions at 573 K and 1.5 MPa. MOS2 itself yielded almost exclusively CI-C5 hydrocarbons composed mostly of linear alkanes. Traces of methanol were detected. Promoters could be divided into two groups depending on their effect: alcohol selective promoters (from KZC03 to KN03 in Table 1) and chain growth promoters (from KZSOq to KI) and oxidized catalysts. In comparison with undoped MOS2, the former promoters changed the major product from alkanes to alcohols, while the latter increased the fraction of highmolecular-weight hydrocarbons relative to methane. These effects appeared to be mutually exclusive, that is no promoter exerted both effects. All promoters also decreased the catalyst activity except for KZSOc and oxidized KOH which showed negligible change or a slight increase. In separate experiments not reported in Table 1, it was found that KZS and K202 also behaved as alcohol selective promoters showing similar carbon monoxide conversions and product distributions to those of KZCO3 and KOH. Fig. 1 shows the changes in the Table 1 Steady-state activity and selectivity of CO-HZ reactions over K/MOSz Reaction conditions: T=573 K, P= 1.5 MPa, H=/CO= 1.0, W/F=8 g-cat. h/mol, time-on-stream=9 h Promoter CO CO, Carbon atom C21 /C, ratio conv. yield selectivity (%) H.C. Alcohol H.C. Alcohol None 35.3 17.3 99.2 0.8 0.72 0.0 K2C03 8.4 3.5 38.8 61.2 0.25 0.70 KOH 13.7 8.3 52.0 48.0 0.56 1.34 KAc\" 14.5 7.6 73.1 26.9 1.00 0.91 KN03 1.6 0.7 38.3 61.7 1.04 0.51 K,S04 34.9 20.9 95.9 4.1 1.48 0.11 KC1 13.0 7.4 97.1 2.9 1.11 0.12 KBr 6.0 2.9 98.0 2.0 0.93 0.18 KI 3.2 1.6 98.4 1.6 0.83 0.60 K2C03-Ox23.2 12.6 93.1 6.9 1.44 0.30 KOH-Oxh 38.9 28.9 97.7 2.3 1.49 1.56 \"Potassium acetate. 'Oxidized by exposure to atmosphere for 11 weeks. 14 J.S. Lee et al. /Applied Catalysis A: General 110 (1994) 11-25 19 17 15 0 13 `-' 11 0 9 U 7 U 5 0 2 4 6 8 10 12 60 50 U 40 0 30 0 20 10 U _U G) O 0 2 4 6 8 10 12 Time-on stream (hr) Fig. 1. Change in carbon monoxide conversion and alcohol selectivity with time-on-stream for KZS- (O) and KCl- ( promoted MOS2. Reaction conditions are the same as in Table 1. carbon monoxide conversions and selectivities to alcohols with time-on-stream over K2Sand KCl-promoted MOS2. All alcohols selective promoters showed a behavior similar to that of KZS and all chain growth promoters followed the pattern of KC1. For KZS/MOS2, carbon monoxide conversion decreased monotonically, while alcohol selectivity increased drastically with time. However, KCl/MOS2 catalyst showed negligible change in carbon monoxide conversion and alcohol selectivity remained low and invariant with time. Fig. 2 shows relationship between pKa of the conjugate acid of each promoter and the space-time yields for the alcohol formation (g alcohol produced/kg catalyst h). A good correlation was observed. The catalysts were characterized after steady state CO-HZ reactions for 5 h in order to correlate their properties with steady-state activities. The results for representative catalysts were presented in Table 2 and Figs. 3-8. In alcohol selective catalysts, potassium covered uniformly, MOS2 Particles. This was evident from the fact that both Mo and K maps determined by EPMA shown in Figs. 3 and J.S. Lee et al. /Applied Catalysis A: General 110 (1994) I1-25 15 100 xoH .s e0 V Scale of acidities $AC Acid pK~ Conjugate Base 60 H,O 15.7 OH- H,CO, 6.4 HCO; 40 CH,COOH 4.8 CH,COO HNO, -1.4 NO, - t -5.2 'M4. H2504 HCI -7.0 Cf 20 A 1KNO,g HBr -9.0 Br EDr HI -10.0 l' BCl 0 -20 -10 0 10 20 pKa Fig. 2. Relationship between pK, of conjugate acids and space-time yields for alcohol formation. 4 reflected, in every detail, the morphology of MOS2 particles seen by SEM. Thus there was no difference in morphology of particles directly seen by SEM (Figs. 3a and 4a) and defined by distributions of Mo (Fig. 3b and 4b) or K (Figs. 3c and 4c). On the other hand, catalysts promoted by K2S04 (Fig. 5) and KCl (Fig. 6) showed a highly nonuniform distribution of potassium. No correspondence was found between distribution of K determined by EPMA (Fig. 5c and 6c) and morphology of MOS2 particles seen by SEM (Fig. 5a and 6a) or distribution of Mo (Fig. 5b and 6b). It appeared that a part of the promoters formed large particles of their own. Potassium distribution for oxidized K2C03 (Fig. 7) or KOH was between the previous extremes. The promoters in these catalysts had after reaction turned into chain growth promoters from alcohol selective promoters in their fresh state. Uniformity was fairly good and no large potassium particles were observed. Yet, it did not reflect the morphology of MOSZ particles. Table 2 Weight-% of potassium determined by AES, EDS, and chemical analysis (CA) after CO-H, reactions at 573 K and 1.5 MPa Concentrations of Mo, S and K are normalized to 100% excluding oxygen and carbon Catalyst AES EDS CA KZCOg/MOS2,fresh 6.2 10.5 12.8 K2C03/MOS2, oxidized 1.3 3.4 12.7 KOH, fresh 7.1 5.2 7.9 K2S04/M0S=, fresh neg.\" 1.9 9.8 KCl/MOSz, fresh neg.' 0.7 9.7 \"Negligible. 16 J.S. Lee et al. /Applied Catalysis A: General 110 994) 11-25 Fig. 3. Electron probe microanalysis of fresh KOH/MoS2 after reaction at 573 K and 1.5 MPa. (a) SEM image (b) X-ray map of Mo, and (c) X-ray map of K. J.S. Lee et al. lAPPlied Catalysis A: General 110 (1994)11-25 17 (b) (c) Fig. 4. Electron probe microanalysis of fresh K2S/Mo52 after reaction at 573 K and 1.5 MPa. (a) SEM image (b) X-ray map of Mo, and (c) X-ray map of K. 18 (C) J.S. Lee et al. /Applied Catalysis A: General 110 (1994)11-25 Fig. 5. Electron probe microanalysis of fresh KZSOQ/MoS: after reaction at 573 K and 1.5 MPa. (a) SEM image (b) X-ray map of Mo, and (c) X-ray map of K. 19 Fig. 6. Electron probe microanalysis of fresh KCI/MOS2 after reaction at 573 K and 1.5 MPa. (a) SEM image (b) X-ray map of Mo, and (c) X-ray map of K. 20 J.S. Lee et al. /Applied Catalysis A: General 110 (1994) 11-25 (a) (b) Fig. 7. Electron probe microanalysis of oxidized K2C03/MOS2 after reaction at 573 K and 1.5 MPa. (a) SEM image (B) X-ray map of Mo, and (c) X-ray map of K. J.S. Lee et al. /Applied Catalysis A: General 110 (1994) 11-25 21 I I I I I 1400 1200 1000 800 600 WAVENUMBER (or') Fig. 8. IR spectra of fresh K2COa/MoS2 (A) and KZSOQ/MoS2 (B) after reaction at 573 K and 1.5 MPa. The composition of catalysts were determined by AES (probing depth of ca. 2-4 nm), EDS (probing depth of a few micrometer), and chemical analysis (bulk composition). A unique feature of chain growth promoters was the apparent disappearance of the promoters from the outer surface probed by AES. EDS and chemical analysis, however, showed that promoters still remained.in the system. Fig. 8 shows IR spectra of KZC03/MoS2 and KZS04/MoS2 used for CO-HZ reactions at 573 K and 1.5 MPa for 5 h. The KZC03/ MoS2 (Fig. Sa) showed a new band at 1559 cm-' in addition to those due to monodentate carbonate species observed for the sample before the reaction. Actually, all other alcohol selective catalysts such as KOH-, K2S- and K202promoted catalysts showed IR bands near 1650 and 1400 cm-'. Thus these bands appeared to represent an active species for alcohol formation. The spectrum for KZSOQ/MoS2 (Fig. 8b) after CO-HZ reactions was very similar to that for the unused catalyst except for some change in relative intensities of the bands. In previous IR works for oxidized KZC03/MoSZ [4], it was found that all the bands related to carbonate disappeared and new bands attributable to sulfates of Td and CZsymmetries appeared. 4. Discussion As discussed earlier, it is generally observed that alkali promoters either increase the chain length of the products or promote selective synthesis of alcohols. The example of the former effect could be found in Fischer-Tropsch synthesis where potassium-promoted iron 22 J.S. Lee et al. /Applied Catalysis A: General 110 (1994) I1-25 catalysts are employed in order to obtain high-molecular-weight hydrocarbons [7, 8]. Another example is the alkali-modified methanol synthesis catalysts which produce higher alcohols [9]. For the second effect, many Fischer-Tropsch catalysts turn to mixed alcohol synthesis catalysts when proper alkali promoters are doped [ 10-121. Alkali-promoted MOS2 catalysts also belong to this category where the promoters lower carbon monoxide conversions and shift the primary products from alkane to alcohols [ 10, 13, 14] . The present K/MOS2 catalyst system is interesting because both effects of alcohol formation and chain growth are observed when potassium salts or pretreatment conditions (fresh vs. oxidized catalysts) are varied. Of particular interest is the fact that the two effects are mutually exclusive. This system provides us with an opportunity to study both effects for the same alkali metal doped on the same main catalyst, MOS2. Then how does the same alkali element serve the chain growth of the products in some cases, but promotes alcohol formation in the others? The most obvious difference among various potassium compounds was their distribution observed after CO-HZ reactions although same moles of potassium were loaded by the same method. Alcohol selective catalysts show a uniform potassium distribution over MOS2 particles whereas K,S04 and KCl on MOS2 show highly nonuniform distributions. This difference is believed to be due to the difference in stability of these salts. As shown in Fig. 2, all the chain growth promoters have large negative values of pKa. Because of their strong electron affinity and thermal stability, these potassium salts maintain their original chemical states during the reaction and tend to aggregate with each other. In contrast, alcohol selective promoters with positive pKa values seem to easily remove their anions under the reaction conditions to produce highly basic alkali species. These species appear to be mobile and spread themselves uniformly over MOSZ and modify the surface reactivity of MOS2. This difference in lateral distribution is well correlated with the surface-bulk distribution measured by AES, EDS and chemical analysis. Fresh KZCO3 and KOH do not show much difference in potassium contents measured by the three techniques, indicating a uniform distribution of potassium on the surface. On the other hand, apparent depletion of potassium from the surface seen by AES indicates either formation of large potassium particles or segregation of potassium into the bulk of MOSz. Together with their lateral distributions, it is concluded that fresh K2SOq and KCl belong to the first case and oxidized catalysts belong to the second as discussed previously [ 6] . The difference between these two groups of promoters is also manifested by distinctly different modes of approaching steady states as shown in Fig. 1. Negligible change with respect to time-on-stream was observed in carbon monoxide conversion and alcohol selectivity for KCl and other chain growth promoters. For catalysts promoted by K,S or other alcohol promoters, the modification of carbon monoxide conversion and alcohol selectivity with respect to time suggests that the nature of the catalyst surface may have been significantly altered during the course of the reaction. The time required to reach the steady state appears to be the time necessary for the promoters to spread themselves uniformly over MOS2. The alcohol selective catalysts exhibited common IR bands near 1650 and 1400 cm-'. Thus it appears that the common surface species is formed on these catalysts irrespective of the starting potassium salts. These bands were also observed by Yuh and Wolf [ 15] in an IR study of potassium catalysts for the reactions of coal chars and carbon. These bands JS. Lee et al. /Applied Catalysis A: General 110 (1994)11-25 23 were assigned to the bicarbonate-like species with C-O-K and C-O-H bonds appearing, respectively, at 1400 and 1650 cm-1. With the majority of their surfaces covered by this species, the interactions of molecular carbon monoxide with the catalyst surface will become weaker and its direct hydrogenation without dissociation dominates the reaction path which requires carbon monoxide dissociation in order to produce hydrocarbons. This may provide a detailed account of the \"bifunctional ity\" proposed by Santiesteban et al. [ 10]. They proposed that alkali activates carbon monoxide molecularly and MOS2 activates hydrogen. In addition to the formation of this new alkali species serving as an active sites for the adsorption of molecular carbon monoxide, the almost complete coverage of the MOS2 surface by this species has an important implication. In this regard, it should be remembered that a large amount of promoters, usually more than required for complete monolayer coverage, are employed to effectively promote alcohol synthesis [ 12-14] . Bare MOS2 surface provides sites for dissociative adsorption of hydrogen. If present in excess, they are detrimental to selective alcohol synthesis. Let us consider the following scheme of product formation in general CO-HZ reactions. CO+H2 CHX H* I CO* Alkanes E-- CH,* - -> Alcohols ], (1) According to this generally accepted reaction scheme [ 2, 3 ] , selectivity between alcohols and alkanes is determined by relative rates of hydrogenation of Cm H (* denotes a surface site) intermediates and carbon monoxide insertion into them. Thus excessive concentration of H* should be avoided for high selectivity for alcohols. On the other hand, hydrocarbon selective promoters, KZSOQ and KCI, show highly nonuniform distributions and form large particles of their own. They maintain the chemical identity of the original alkali salts during the synthesis reactions. Their major role is to increase the chain length of the hydrocarbon products as evidenced in comparison with unpromoted MOS2. This role belongs to that of a classical electronic promoter commonly observed for metal catalysts. It is generally understood that alkali transfers electrons to the metal and increases electron density or the density of states of the metal. This will enhance the rate of dissociative carbon monoxide adsorption. The surface is now rich in CH,* intermediates adsorbed on bare MOSZ and the probability of chain growth increases. Since the bare MOS2 surface also activates hydrogen, termination by hydrogenation dominates carbon monoxide insertion. The overall reaction rate might have increased as well. Yet, it is partly compensated by blockage of the sites by the promoter. Nevertheless, it is evident that carbon monoxide conversions are less affected for hydrocarbon selective promoters than for alcohol synthesis promoters. For this electronic promotion, the coverage by the promoter should be kept just high enough to modify the electronic state of MOSZ, yet to avoid an excessive site blockage. These conditions are satisfied by KZSOQ and KCI. It should be remembered here again that much lower amounts of promoters (less than few per cent) are usually employed for enhanced chain growth than required for alcohol synthesis [ 7, 8] . 24 J.S. Gee et al. /Applied Catalysis A: General 110 (1994) 11-25 The oxidized K2C03 and KOH provide interesting systems to study the dramatic selectivity modification by different pretreatments of prepared catalysts. The physicochemical transformation of KZCOg/MOSZ has been studied in detail by means of various spectroscopic techniques and was reported elsewhere [4, 6] . Briefly, sulfates with Td and CZ,, symmetry is formed on the MOS2 surface and most of potassium segregates into the bulk of MOSZ. Table 1 shows that actually very little potassium remained on the surface. Hence, most of the potassium seen in the X-ray map in Fig. 3 seems to be located near the subsurface region of MOS2. In view of its effects on the selectivity of CO-HZ reactions, the presence of potassium in the subsurface region would give rise to the same effect as that of chain growth promoters. The majority of the MOS2 surface is uncovered by the promoter, yet receives its electronic influence from potassium located now underneath. Indeed, these oxidized catalysts show a selectivity similar to that for K2S04- or KCl- promoted MOSZ. Furthermore, carbon monoxide conversion for oxidized KOH is higher than unpromoted MOS2 because the electronic effect of the promoter increases the rate of carbon monoxide dissociation while its site blockage was minimized due to its presence in the subsurface region. 5. Conclusions The effect of alkali promoters on the selectivity of CO-H2 reactions depends on the employed alkali salts and the conditions of pretreatment. In order to serve as an alcohol selective catalyst, alkali salts must remove their counter anion readily and spread themselves uniformly over the main catalyst component (MOS2 in the present case). This situation will create new active sites which adsorb carbon monoxide molecularly and, at the same time, block the majority of the MOS2 sites responsible for hydrogenation. To promote chain growth, the promoter must have a limited coverage on the MOS2 surface and modify the electronic state of exposed MOS2 which interacts directly with carbon monoxide. Exposure of an alcohol selective catalyst to the atmosphere for an extended period oxidizes the catalyst. The majority of the promoter segregates into the bulk of MOS2. This makes the state of the promoter suitable for hydrocarbon chain growth because now the promoter exerts its influence from the subsurface region with most of the MOS2 surface left uncovered by the promoter. In conclusion, the distribution of the promoter is one of the primary factors determining its role in catalytic CO-Hz reactions. References [ 1 ] W.D. Mross, Catal. Rev.-Sci. Eng., 25 (1983) 591. [ 2] G.v.D. Lee and V. Ponec, Catal. Rev.-Sci. Eng., 29 (1987) 183. [3] V. Ponec, Catal. Today, 12 (1992) 227, [41 H.C. Woo, L-S. Nam, J.S. Lee, J.S. Chung, K.H. Lee, K.H. and Y.G. Kim, J. Catal., 138 (1992) 525. [5] H.C. Woo, Y.G. Kim, S.H. Moon, I.-S. Nam, J.S. Lee and J.S. Chung, Hwahak Konghak (J. Korean Inst. Chem. Eng.), 28 (1990) 552. [6] H.C. Woo, I.-S. Nam, J.S. Lee, J.S. Chung, K.H. and Y.G. Kim, J. Catal., 142 (1993) 672. [7] M.E. Dry, T. Shingles, L.J. Boshoff and G.J. Oosthuizen, J. Catal., 15 (1969) 120. [ 8 ] M.E. Dry and G.J. Oosthuizen, J. Catal., I 1 (1968) 18. JS. Lee et al. /Applied Catalysis A: General 110 (1994) 11-25 25 [9] K.J. Smith and R.B. Anderson, Can. J. Chem. Eng., 61 (1983) 40. [ 10] J.G. Santiesteban, C.E. Bogdan, R.G. Herman and K. Klier, in M.J. Phillips and M. Ternan (Editors), Proceeding 9th International Congress on Catalysis, Calgary, 1988, Vol. 2, The Chemical Institute of Canada, Ottawa, 1988, p. 561. [ I I ] P. Courty, D. Durand, E. Freund and A. Sugier, J. Mol. Catal., 17 (1982) 241. 1 12] T. Tatsumi, A. Muramatsu and H. Tominaga, Appl. Catal., 34 (1987) 77. [ 13] C.B. Murchison, M.M. Conway, R.R. Stevens and G.J. Quarderer, in M.J. Phillips and M. Ternan (Editors), Proceeding 9th International Congress on Catalysis, Calgary, 1988, Vol. 2, The Chemical Institute of Canada, Ottawa, 1988, p. 626. [ 14] Y. Xie, B.M. Naasz and G.A. Somorjai, Appl. Catal., 27 (1986) 233. [ 15 ] S.J. Yuh and E.E. Wolf, Fuel, 62 (1983) 252. APCATA 94801010 0926-860X(94)80101-0 10.1016/0926-860X(94)80101-0 Elsevier Science B.V. All rights reserved. Role of alkali promoters in K/MoS2 catalysts for CO-H2 reactions Jae Sung Lee * a 1 Soonho Kim a Kyung Hee Lee a In-Sik Nam a Jong Shik Chung a Young Gul Kim a Hee Chul Woo b a Research Center for Catalytic Technology, Pohang University of Science and Technology (POSTECH) and Research Institute of Industrial Science and TechSouth Korea b Department of Chemical Engineering, Pusan National University of Technology, Pusan , 608-309,South Korea * Corresponding author. Fax. ( +82-562)2795799. 1 Present address: Yale University, Department of Chemical Engineering, New Haven, CT 06520-8286, USA. The effect of alkali promoters on selectivity of CO-H2 reactions was studied for potassium-promoted MoS2 employing different potassium salts and pretreatment conditions (oxidized vs. fresh samples). Promoters assisted either chain growth of hydrocarbon products or alcohol formation. A good correlation was observed between pK a of the conjugate acid of each promoter and its spacetime yield of alcohol formation. Alcohol selective promoters such as K2CO3, KOH and K2S readily removed their counter anions under the reaction conditions to form a new potassium complex and spread themselves uniformly over MoS2. This complex appears to serve as an active site which adsorbs carbon monoxide molecularly and, at the same time, cover the majority of the MoS2 surface which is responsible for dissociative carbon monoxide adsorption and hydrogenation. Promoters for chain growth such as K2SO4 and KCl maintained their initial chemical states throughout the reactions and showed highly nonuniform lateral distributions. Thus, the promoters have a limited coverage over MoS2, yet modify the electronic state of MoS2 which interacts directly with carbon monoxide. Exposure of K2CO3- or KOH-promoted MoS2 to atmosphere for an extended period oxidized the catalyst and caused segregation of potassium into the bulk of MoS2 Thus, the most of MoS2 surface is now exposed, yet modified by potassium located in the subsurface region of MoS2. These modified catalysts promoted hydrocarbon chain growth without forming alcohols. The results demonstrate that the distribution of promoter is one of the primary factors determining its role in catalytic CO-H2 reactions. Keywords alkali promoters carbon monoxide hydrogen molybdenum sulphide potassium Reference [1] Mross W.D. Catal. Rev.-Sci. Eng. 25 1983 591 [2] Lee G.v.D. Ponec V. Catal. Rev.-Sci. Eng. 29 1987 183 [3] Ponec V. Catal. Today 12 1992 227 [4] Woo H.C. Nam I.-S. Lee J.S. Chung J.S. Lee K.H. Kim K.H. Kim Y.G. J. Catal. 138 1992 525 [5] Woo H.C. Kim Y.G. Moon S.H. Nam I.-S. Lee J.S. Chung J.S. Hwahak Konghak J. Korean Inst. Chem. Eng. 28 1990 552 [6] Woo H.C. Nam I.-S. Lee J.S. Chung J.S. Kim K.H. Kim Y.G. J. Catal. 142 1993 672 [7] Dry M.E. Shingles T. Boshoff L.J. Oosthuizen G.J. J. Catal. 15 1969 120 [8] Dry M.E. Oosthuizen G.J. J. Catal. 11 1968 18 [9] Smith K.J. Anderson R.B. Can. J. Chem. Eng. 61 1983 40 [10] Santiesteban J.G. Bogdan C.E. Herman R.G. Klier K. Phillips M.J. Ternan M. Proceeding 9th International Congress on Catalysis, Calgary, 1988 2 1988 The Chemical Institute of Canada Ottawa 561 [11] Courty P. Durand D. Freund E. Sugier A. J. Mol. Catal. 17 1982 241 [12] Tatsumi T. Muramatsu A. Tominaga H. Appl. Catal. 34 1987 77 [13] Murchison C.B. Conway M.M. Stevens R.R. Quarderer G.J. Phillips M.J. Ternan M. Proceeding 9th International Congress on Catalysis, Calgary, 1988 2 1988 The Chemical Institute of Canada Ottawa 626 [14] Xie Y. Naasz B.M. Somorjai G.A. Appl. Catal. 27 1986 233 [15] Yuh S.J. Wolf E.E. Fuel 62 1983 252",
      "scopus-id": "0028392757",
      "coredata": {
        "eid": "1-s2.0-0926860X94801010",
        "dc:description": "The effect of alkali promoters on selectivity of CO-H2 reactions was studied for potassium-promoted MoS2 employing different potassium salts and pretreatment conditions (oxidized vs. fresh samples). Promoters assisted either chain growth of hydrocarbon products or alcohol formation. A good correlation was observed between pK a of the conjugate acid of each promoter and its spacetime yield of alcohol formation. Alcohol selective promoters such as K2CO3, KOH and K2S readily removed their counter anions under the reaction conditions to form a new potassium complex and spread themselves uniformly over MoS2. This complex appears to serve as an active site which adsorbs carbon monoxide molecularly and, at the same time, cover the majority of the MoS2 surface which is responsible for dissociative carbon monoxide adsorption and hydrogenation. Promoters for chain growth such as K2SO4 and KCl maintained their initial chemical states throughout the reactions and showed highly nonuniform lateral distributions. Thus, the promoters have a limited coverage over MoS2, yet modify the electronic state of MoS2 which interacts directly with carbon monoxide. Exposure of K2CO3- or KOH-promoted MoS2 to atmosphere for an extended period oxidized the catalyst and caused segregation of potassium into the bulk of MoS2 Thus, the most of MoS2 surface is now exposed, yet modified by potassium located in the subsurface region of MoS2. These modified catalysts promoted hydrocarbon chain growth without forming alcohols. The results demonstrate that the distribution of promoter is one of the primary factors determining its role in catalytic CO-H2 reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-03-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94801010",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lee, Jae Sung"
          },
          {
            "@_fa": "true",
            "$": "Kim, Soonho"
          },
          {
            "@_fa": "true",
            "$": "Lee, Kyung Hee"
          },
          {
            "@_fa": "true",
            "$": "Nam, In-Sik"
          },
          {
            "@_fa": "true",
            "$": "Chung, Jong Shik"
          },
          {
            "@_fa": "true",
            "$": "Kim, Young Gul"
          },
          {
            "@_fa": "true",
            "$": "Woo, Hee Chul"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94801010"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94801010"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80101-0",
        "prism:volume": "110",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Role of alkali promoters in K/MoS2 catalysts for CO-H2 reactions",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "alkali promoters"
          },
          {
            "@_fa": "true",
            "$": "carbon monoxide"
          },
          {
            "@_fa": "true",
            "$": "hydrogen"
          },
          {
            "@_fa": "true",
            "$": "molybdenum sulphide"
          },
          {
            "@_fa": "true",
            "$": "potassium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "11-25",
        "prism:endingPage": "25",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 March 1994",
        "prism:doi": "10.1016/0926-860X(94)80101-0",
        "prism:startingPage": "11",
        "dc:identifier": "doi:10.1016/0926-860X(94)80101-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028392757"
      }
    }
  }
}