{
  "metadata": {
    "title": "Promoted iron Fischer-Tropsch catalysts: characterization by nitrogen sorption",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-09-02",
    "doi": "10.1016/0926-860X(96)00128-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96001287",
    "pii": "0926860X96001287"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042126671",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96001287 0926-860X(96)00128-7 0926860X96001287 10.1016/0926-860X(96)00128-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00038 2024-01-01T12:18:48.759026Z 0 0 19960902 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 144 144 1 2 1 2 Volume 144, Issues 1–2 9 121 132 121 132 19960902 2 September 1996 1996-09-02 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. PROMOTEDIRONFISCHERTROPSCHCATALYSTSCHARACTERIZATIONBYNITROGENSORPTION MILBURN D EMMETT 1975 3 P PHYSICALBASISHETEROGENEOUSCATALYSIS FISCHER 1930 335 F EMMETT 1934 35 P EMMETT 1935 1624 P EMMETT 1937 310 P BRUNAUER 1940 1732 S RAUPP 1979 361 G DRY 1981 182 M CATALYSIS BROEKHOFF 1968 368 J SING 1985 603 K SLIWINSKA 1987 81 L CHOKKARAM 1994 160 S MILBURNX1996X121 MILBURNX1996X121X132 MILBURNX1996X121XD MILBURNX1996X121X132XD item 0926-860X(96)00128-7 0926860X96001287 1-s2.0-0926860X96001287 10.1016/0926-860X(96)00128-7 271346 2024-01-01T12:18:48.759026Z 1996-09-02 1-s2.0-0926860X96001287-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001287/MAIN/application/pdf/43c4a16294d5e24e920a20a1d8f7b818/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001287/MAIN/application/pdf/43c4a16294d5e24e920a20a1d8f7b818/main.pdf main.pdf pdf true 516894 MAIN 12 1-s2.0-0926860X96001287-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001287/PREVIEW/image/png/7fda059d0aae4d505b05e6d23f296bb4/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001287/PREVIEW/image/png/7fda059d0aae4d505b05e6d23f296bb4/main_1.png main_1.png png 42165 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 144 (1996) 121 - 132 Promoted iron Fischer-Tropsch catalysts: characterization by nitrogen sorption Diane R. Milburn, Komandur V.R. Chary, Burtron H. Davis * Center for Applied Energy Research, UniL, ersi~' of Kentuc~,, 3572 Iron Works Pike, Lexington, KY 4051 I, USA Received 8 September 1995; revised 13 March 1996; accepted 13 March 1996 Abstract The effects of promoters on BET surface area and porosity of precipitated iron catalysts are examined. A series of metal oxide promoted iron catalysts was prepared by coprecipitation of the nitrate salts to produce 6% by weight of promoter oxide. Surface areas and pore volumes tend to decrease with increasing promoter ionic radius although there is essentially no change in the shape of the nitrogen isotherm or pore size distribution. Addition of alkali (K) or alkaline-earth (Ca) metals to silica or alumina promoted iron catalysts also results in a decrease in surface area and pore volume with increasing metal loading. The presence of alkali or alkaline-earth metals appears to impede crystallization during heating. Keywords: Fischer-Tropsch catalysts; Iron; Iron catalysts, promoted; Iron catalysts, surface area 1. Introduction Iron based catalysts are widely used in ammonia synthesis [1] and the Fischer-Tropsch synthesis of hydrocarbons from CO and H2 [2]. Alkali promot- ers are frequently added to these catalysts to improve activity, selectivity and/or life. In addition, structural promoters, such as SiO2 or A1203, may be added to the catalyst to improve or maintain surface area and to extend the catalyst lifetime. Emmett and coworkers [3-6] conducted a series of chemisorption studies directed toward developing an understanding of the nature of the promoters in * Corresponding author. Tel.: (+ 1-606) 2570251; fax: (+ 1-606) 2570302; davis@alpha.caer.uky.edu. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00 128-7 e-mail: 122 D.R. Milburn et aL /Applied Catalysis A: General 144 (1996) 121-132 Table 1 Effects of metal promoter addition on surface area and pore volume of precipitated iron catalyst precursors Promoter Precursor Ion lonic radius Surface area Pore volume (6 wt.-%) (,~) (m2 g t) (cm3 g- I) B203 Boric acid B3+ 0.20 315 0.244 SiO2 Tetraethyl orthosilane Si4+ 0.41 329 0.291 A1203 Aluminumm nitrate AI3+ 0.50 274 0.233 MnO2 Manganesem nitrate Mn2 + 0.54 262 0.254 V205 Ammonium metavanadate V5+ 0.59 231 0.214 MoO3 Ammonium heptamolybdate Mo6+ 0.62 221 0.210 None - Fe3 + 0.64 240 0.260 MgO Magnesium nitrate Mg 2 + 0.65 210 0.189 WO3 Ammonium metatungstate W 6 + 0.68 223 0.212 Cr~O3 Chromiumm nitrate Cr3+ 0.69 215 0.207 ZrO2 Zirconium oxynitrate Zr4 0.79 171 0.247 CaO Calcium nitrate Ca2 + 0.99 164 0.162 ThO2 Thorium nitrate Th2 + 0.99 176 0.223 BaO Barium nitrate Ba2 + 1.35 165 0.179 these catalysts. These studies led to the conclusion that both types of promoters are present on the catalyst surface. In the low surface area ammonia synthesis catalysts the alumina or silica promoters appear to be present on the surface of the iron metal, and to form islands that occupy about half of the surface of the metallic iron. Alkali was viewed to be present both on the surface of the iron and of the alumina or silica. This picture of the ammonia synthesis catalyst persists even today. The structure of the Fischer-Tropsch synthesis catalyst is 325 - A 300- 133 ~ 275- cff ,~ 250 - o ~ 225 ffl I'-- 200 UJ t'tt 175 150 .......................................... .................................... .................V 00~,k ,OW VMOg ~,~ \\ ~,~ 7h0 OCa i i J I 0.25 0.50 0.75 1.00 1.25 Ionic Radius, (A) Fig. 1. The dependence of the surface area of the catalyst precursor upon the ionic size of the metal promoter (6 wt.-%) (dotted line indicates the value of the unpromoted iron oxide). D.R. Milburn et al. /Applied Catalysis A: General 144 (1996) 121-132 123 less well known because of the complication caused by the actual, or potential, presence of one or more bulk or surface iron carbides [7]. Dry [8] reported that the surface area and the pore volume were the major factors in determining the properties of the Fischer-Tropsch synthesis catalyst. Thus, the initial surface area and pore volume are important factors in the preparation of precipitated iron Fischer-Tropsch synthesis catalysts. This study examines the effects on surface area and porosity resulting from the addition of a variety of metal oxide promotors and of increased loadings of alkali (K) or alkaline-earth (Ca) promotors on a precipitated iron catalyst containing 6 wt.-% alumina or silica. 2. Experimental Unpromoted iron hydroxide (or oxyhydroxide) was prepared by the precipita- tion of Feul nitrate (1 M) by the addition of the amount of ammonium hydroxide that was calculated to produce a pH of 8. The resulting dark brown precipitate was then filtered and washed four times with distilled deionized water prior to drying in flowing air at 100 for 24 h. Metal oxide promoted samples were prepared under similar conditions using a 15.6 M ammonium hydroxide solution to affect precipitation from a solution of iron nitrate and, in most cases, the appropriate metal nitrate (Table I indicates those instances when other salts were employed). In several cases the pH slightly exceeded 8.5. The silica promoted iron was coprecipitated from iron nitrate and silica gel, prepared from 400 OJ E 300 O~ < 0 'I:= r~ 200 I-- U.I n~ 100 OMn Mo WQ 0_~ V11C7 ThQ gr Ba Si OAI QCa OMg OB i I I 0.00 0.05 0.10 0.15 0.20 Promoter Content, (moles/g catalyst) Fig. 2. The dependence of the surface area of the catalyst precursor on the moles of promoter per gram of catalyst (calcined at 600). 124 D.R. Milburn et al. / Applied Catalysis A: General 144 (1996) 121-132 the hydrolysis of tetraethylorthosilane. Promoter loadings were 6% by weight based on the stable oxide following calcination in air. (The 6 wt.-% refers to the nominal loading; in several instances (especially A1, Si and Zr) the material from several repeat preparations were in good ( + 0.3 wt.-%) agreement with the expected value). Some physical properties of these samples are summarized in Table 1. Potassium and calcium were added to the 6% A1203 and 6% SiO2 promoted samples by incipient wetness using solutions of potassium nitrate or calcium nitrate. Alkali loadings were 2%, 4% and 6% by weight. Another set of doubly promoted samples were prepared by sequential incipient wetness corre- sponding to 2% K, 2% Ca; 4% K, 4% Ca and 6% K, 6% Ca on the 6% A1 and the 6% Si promoted iron oxides. All samples were dried in flowing air at 100 for 12 h and portions of the unpromoted material and each promoted sample were calcined in air at 300 for 6 h in order to examine the effects of temperature. The results reported herein were obtained in batch precipitators. For the unpromoted and the Si and A1 containing catalysts, the preparations have been scaled for the preparation by continuous precipitation of 2 to 10 kg samples. In one instance (Si/Fe + Si = 4.4) the procedure was scaled up to 200 180 160 140 120 > 100 80 60 40 I 0.0 0.6 P/Po ~%%01 Si .- ._-7-;=;~-\" None / /i ; , ,/f .//: ....... _._... v // .,W/ ,/ ..')~ ./ .,\" rX/7 / ..... f'/f7 7 ..,J,i .... ~/.;. i i i i 0.2 0.4 0.8 1.0 Fig. 3. Adsorption/desorption isotherms for iron oxide and materials promoted by metal oxides with an metal ionic radius smaller than Fe3+. D.R. Milburn et al. /Applied Catalysis A: General 144 (1996) 121-132 125 prepare a 70 kg batch. The surface areas of the materials from the larger scale preparation were similar to those of the smaller scale [9]. X-ray powder diffraction patterns were obtained using a Philips model 3100 instrument with a CuKc~ radiation source. The instrument is designed to affect automatic sample changes and the equipment introduces a peak at 2 0 = 44.6 for iron. Thus, this peak should be ignored in the XRD patterns. Nitrogen sorption isotherms were measured using a Quantachrome Autosorb 6 instrument. Prior to analysis, each sample was outgassed at 80 at < 50 mtorr for at least 12 h. BET surface areas were calculated from the adsorption branch of the isotherms and pore size distributions were calculated from the desorption branch using the model of Broekhoff and deBoer assuming cylindri- cal pores [10]. 3. Results A series of catalysts were prepared to contain 6 wt.-% of the metal oxide used as the non-reducible promoter. The BET surface areas of these singly promoted 0,32 \"6 E 0 > 0 Q. #. 0.28 0.24 0.20 0.16 i I I I i 0.25 0.50 0.75 1.00 1.25 Ionic Radius, (A) Fig. 4. The dependence of the total pore volume (Broekhoff-deBoer cylindrical pore model) of promoted iron oxide catalyst precursors on the ionic radius of the promoter metal. 126 D.R. Milburn et al. /Applied Catalysis A.\" General 144 (1996) 121-132 iron oxide catalysts show a uniform trend with the ionic radius of the promoter metal (Fig. 1). In this paper we refer to the material as an iron oxide although the materials, even after calcination at 300, are amorphous to X-ray examina- tion. As shown in Fig. 1, promoters with a considerably smaller ionic radius that Fe3produce a material with a surface area that is greater (by nearly 50%) than that of the unpromoted iron oxide. As the ionic radius of the metal ion of the promoter approaches that of Fe3 + the surface area undergoes a rapid decrease to that of the unpromoted iron oxide. As the ionic radius of the metal ion of the promoter becomes greater than that of Fe3+ the surface area of the promoted iron oxide shows a sharp decrease. For promoters with an ionic radius of about 0.75 A and larger, the surface area approaches a constant value that is about 75% of that of the unpromoted iron oxide. Thus, there is a clear relationship between the surface area of the promoted iron oxide catalyst precursor and the ionic size of the metal of the promoter. In view of the broad range of metals used as promoters, we have not attempted correlation with other properties except valence. Since the catalyst precursors have been prepared to contain a constant wt.-% of metal oxide promoter, there is a considerable variation in the moles of promoter metal per gram of catalyst. In addition, as shown in Fig. 2, there is 330 A 300 g I= 270 I-. w II1 240 0 0 i i i t I I I 0 1 2 3 4 5 6 % Si/Si+Fe Fig. 5. Variation of the surface area of the catalyst precursor with increasing silica content (at.-%). D.R. Milburn et al. / Applied Catalysis A: General 144 (1996) 121-132 127 considerable scatter of the data when compared on this basis. However, as the line is drawn, there is an increase of about 40 m2/g from the low molar to high molar loading. The presence of the metal oxide promoter does not make a significant change in either the type of adsorption/desorption isotherms or the hysteresis loop; this is true for both the group of promoters that lead to a larger (Fig. 3) or smaller surface area than the unpromoted iron oxide. A type IV adsorption isotherm is obtained in all cases and the hysteresis loop is type H2 for all of the samples (IUPAC classification [11]). Each isotherm exhibits a clear limiting adsorption showing a filling of the pore structure; this permits an estimation of the pore volume from the so-called 'Gurvitsch Rule' [12]. The total pore volumes calculated using the model of Broekhoff and deBoer assuming cylindrical pores appears to show a slight decrease with increasing ionic radius of the metal promoter; however, there is considerable scatter for the data if there is such a trend (Fig. 4). The pore volume estimated using the Gurvitsch Rule exhibits the same trend as obtained with the Broekhoff-deBoer model; however, the Broekhoff-deBoer model returns a total pore volume that is about 1.5 times as great as those from the Gurvitsch Rule. 0,1 E d .= W I-- LU IZl 280 - 260 240 I I t L L L 0 1 2 3 4 5 6 % AI/AI+Fe Fig. 6. Variation of the surface area of the catalyst precursor with increasing alumina content (at.-%). 128 D.R. Milburn et al. / Applied Catalysis A: General 144 (1996) 121-132 The pore volume (calculated from the nitrogen desorption isotherm) of the materials is contained primarily in pores in the range of 20-27 ,~ except for the ones promoted by Th and Zr; these two catalyst precursors appear to have a slightly larger radius for the maximum pore size. The incorporation of silica into the catalyst precursor causes an increase in the surface area (Fig. 5) as the ratio Si/(Si + Fe) increases up to about 6 at.-%. The incorporation of silica beyond about 6 at.-% does not cause a further increase in the surface area. A similar trend is observed for the alumina promoted catalyst precursor except that the lower loading of the promoter appears to have a greater impact upon increasing the surface area (Fig. 6). Potassium or calcium was added to portions of an alumina or silica promoted iron oxide sample to produce materials that contain 2, 4, or 6 at.-% of the alkali or alkaline-earth promoter. Following impregnation, the samples were dried at 100. The addition of Kor Ca2+ tO the iron oxide caused the surface area to decrease, and the decrease became greater as the amount of promoter increased (Fig. 7). Except for the lowest loading, Ca2+ caused a greater decrease of the surface area than K+ did. Surprisingly, the surface area of the K+ or Ca2+ promoted materials does not depend upon the level of the alkali or alkaline-earth promoter to a significant extent following calcination at 300. Another series 275 250 ~ 225 = 200 0 ~ 175 p- I,M 150- 125 - 100 =~Ca \\ K \\ ............... 0. \\ A... Ca \\ \" \\K/ \\ \"\"-,... \\ '\\.~ \\ \"\"- .. ~ \",~ '-.. \\ \\ \"'.. \\ \\ \".. \", \\ D ''-.....Ca, 300 e \\. '~ \"\" \"z& \\\\ K/Ca, 300 C '-- \" ~i, \"\" ~z~ 0 2 3 4 5 6 Atomic % Alkali Fig. 7. BET surface area of an alumina promoted iron oxide (AI/(AI + Fe) = 0.06) with increasing amounts of K+, Ca2+ or (K+ +Ca2+ ) following drying at 100 or calcination at 300. D.R. Milburn et al. /Applied Catalysis A: General 144 (1996) 121-132 129 of catalyst precursors was prepared by first impregnating with K + to 2, 4 or 6 at.-%, dried at 100, and then impregnated with 2, 4 or 6 at.-% Ca2+. The surface area of the material containing both promoters had a lower surface area than a material containing the same at.-% of the single promoter. The surface area of the material promoted with both the alkali and alkaline-earth promoter does decrease with increasing loading of the promoter. The results obtained for the promoted silica promoted iron oxide (Si/(Si + Fe) = 0.6) were very similar to those shown in Fig. 7 for the alumina promoted materials. The addition of Ca2+ does not alter the type of isotherm or the hysteresis loop; similar results were obtained for the materials promoted with K+. Likewise, the pore size distribution did not vary with the level of K+ or Ca2+, even when the iron oxide contained equal amounts of K+ and Ca2+. The surface areas of the doubly promoted catalysts are summarized in Table 2. Table 2 Impact of K + and/or Ca2 + promoters on surface area and pore volume of dried (100) or calcined 1300l silicon or aluminum containing precipitated iron catalyst precursors Promoter (at.-%) Dried, 100 Calcined, 300 Surface area Pore volume Surface area Pore volume (m2/g) (cm3/g) (m2/g) (cm3/g) Silicon (at.-%) 1 Ca (0) 251 0.24 I Ca (0.33) 240 0.23 1 Ca (0.66) 255 0.24 I Ca(l) 229 0.21 3 Ca (0) 264 0.23 3 Ca ( 1 ) 248 0.23 3 Ca (2) 214 0.20 3 Ca (3) 272 0.21 6 Ca (0) 329 0.25 6 Ca (2) 264 0.21 6 Ca (4) 262 0.20 6 Ca(6) 178 0.14 6 Ca (2) K (2) 257 0.23 6 Ca(4) K (4) 180 0.19 6 Ca(6) K(6) 147 0.14 6 K (2) 306 0.26 6 K (4) 234 0.20 6 K (6) 241 0.19 251 0.24 220 0.20 221 0.21 201 0.22 173 .19 129 0.14 231 0.24 202 0,21 203 0.21 Aluminum (at.-%) 6 K (2) 247 0.20 166 0.20 6 K (4) 240 0.22 175 0.19 6 K(6) 186 0.15 150 0.17 6 Ca (2) 260 0.23 180 0.21 6 Ca (4) 247 0.20 156 0.19 6 Ca (6) 145 0.11 160 0.17 6 Ca (2) K (2) 225 (/.20 101 0.12 6 Ca 14) K 14) 178 0.15 144 0.16 6 Ca (6) K (6) 113 0.11 130 D.R. Milburn et al. / Applied Catalysis A: General 144 (1996) 121-132 The iron oxide following precipitation and drying at 100 presents two broad X-ray peaks. These peaks could correspond to Fe203, provided the particles were sufficiently small so that line broadening masks the details. However, other iron compounds such as a-FeOOH, have XRD patterns that could also provide such broad peaks. However, the unpromoted material follow- ing calcination at 300 was ot-Fe203 (Fig. 8). The incorporation of even 1 at.-% Si to the precipitated material retards the crystallization to a material that gives an X-ray diffraction pattern for a crystalline material. The impregnation of the precipitate with 0.06 atomic fraction silicon with potassium up to 6 at.-% did not lead to a crystalline material following calcination at 300 for 4 h. All of the A1 promoted iron oxides were amorphous following drying at 100. However, A1, at the same atomic fraction, did not retard crystallization as effectively as Si for calcination at 300 for 4 h; samples containing less that 0.03 atomic fraction AI are crystalline following calcination (Fig. 9). The ^. j~, . ,., \"*~e-/v' . .~o Si, 300~_v~ 20 4O 60 8O 1 O0 Two theta (degrees) Fig. 8. X-ray diffraction patterns for unpromoted and silica promoted iron oxides. D.R. Milburn et al. / Applied Catalysis A: General 144 (1996) 121-132 131 20 40 60 80 1 O0 Two Theta, (degrees) Fig. 9. X-ray diffraction patterns for unpromoted and alumina promoted iron oxide following calcination aI o 300 C. addition of K+ to the aluminium promoted iron oxide (A1/(A1 + Fe)= 0.06) even to 6 at.-% did not lead to a crystalline material following calcination at 300. 4. Discussion While it is apparent that the addition of a promoter will alter the surface area of precipitated iron oxide and that this effect depends upon the ionic radius of the promoter, it is not readily apparent why this should be the case. It is well established that the incorporation of an anion on the surface of zirconia will aid in retaining the surface area and inhibiting the crystallization. For example, the presence of the sulfate anion may increase the crystallization temperature by 100 or even more; the surface area of the calcined material may be as much as 150% greater than the material that does not contain sulfate [13]. In the case of 132 D.R. Milburn et al./Applied Catalysis A: General 144 (1996) 121-132 the sulfated zirconia, it has been demonstrated that the sulfate retards the tetragonal to monoclinic phase transformation by inhibiting the adsorption of oxygen [14]. In the preparation of the iron oxide catalyst precursors, the promoter was incorporated by co-precipitation. At least some of the metal promoters can be incorporated into the structure of the crystalline iron oxide that is produced following calcination. However, the precipitated material is amorphous to X-rays even following drying at 100. It therefore appears likely that the promoter operates in a manner that is similar to that of sulfate in the case of zirconia. Many, or even all, of the promoters listed in Table 1 will be present as the oxygen containing anion, such as CrO3, at the pH where precipitation was affected. Thus, we speculate that adsorption of the anion on the surface of the amorphous, hydrated iron oxide is likely. Following this view, it therefore appears that the presence of the promoter, adsorbed as the anion, is responsible for the inhibition of the crystallization and the impact upon the surface area. If this view is correct, then it is necessary for the anion of the promoters with a small ionic radius to be adsorbed very strongly and to exhibit a maximum effect, presumably by maximizing the surface coverage. The promoters with the large ionic radius, due either to a lower tendency to form the anion or, more likely, to the formation of three dimensional precipitates, lead to a lower surface cover- age. Acknowledgements The authors acknowledge the financial support of this work by the Depart- ment of Energy contract No. DE-AC22-91PC90056 and by the Commonwealth of Kentucky. References [I] P.H. Emmett, in E. Drauglis and R.I. Jaffee (Editors), The Physical Basis of Heterogeneous Catalysis, Plenum Press, New York, 1975, p. 3. [2] F. Fischer and H. Tropsch, Ges. Abhandl. Kenntnis Kohle, 10 (1930) 335. [3] P.H. Emmett and S. Brunauer, J. Am. Chem. Soc., 56 (1934) 35. [4] P.H. Emmett and R.W. Harkness, J. Am. Chem. Soc., 57 (1935) 1624. [5] P.H. Emmett and S. Brunauer, J. Am. Chem. Soc., 59 (1937) 310. [6] S. Brunauer and P.H. Emmett, J. Am. Chem. Soc., 62 (1940) 1732. [7] G.B. Raupp and W.N. Delgass, J. Catal., 58 (1979) 361. [8] M.E. Dry, in J.R. Anderson and M. Boudart (Editors), Catalysis, Springer-Verlag, Berlin, 1981, p. 182. [9] B.H. Davis, Final Report, U.S.DOE Contract No. DE-AC22-91PC90056. [10] J.C.P. Broekhoff and J.H. deBoer, J. Catal., 10 (1968) 368. [11] K.S.W. Sing, D.H. Everett, R.A.W. Haul, L. Moscou, R.A. Pierotti, J. Rouquerol and T. Siemineiewska, Pure Appl. Chem., 57 (1985) 603. [12] L. Sliwinska and B.H. Davis, Ambix, 34 (1987) 81. [13] S. Chokkaram, R. Srinivasan, D. Milburn and B.H. Davis, J. Colloid Surf. Sci., 165 (1994) 160. [14] R. Srinivasan, T. Watkins, C. Hubbard and B.H. Davis, submitted. APCATA 96001287 0926-860X(96)00128-7 10.1016/0926-860X(96)00128-7 Elsevier Science B.V. All rights reserved Promoted iron Fischer-Tropsch catalysts: characterization by nitrogen sorption Diane R. Milburn Komandur V.R. Chary Burtron H. Davis * Center for Applied Energy Research, University of Kentucky, 3572 Iron Works Pike, Lexington, KY 40511, USA * Corresponding author. Tel.: (+1-606) 2570251; fax: (+1-606) 2570302 The effects of promoters on BET surface area and porosity of precipitated iron catalysts are examined. A series of metal oxide promoted iron catalysts was prepared by coprecipitation of the nitrate salts to produce 6% by weight of promoter oxide. Surface areas and pore volumes tend to decrease with increasing promoter ionic radius although there is essentially no change in the shape of the nitrogen isotherm or pore size distribution. Addition of alkali (K) or alkaline-earth (Ca) metals to silica or alumina promoted iron catalysts also results in a decrease in surface area and pore volume with increasing metal loading. The presence of alkali or alkaline-earth metals appears to impede crystallization during heating. Keywords Fischer-Tropsch catalysts Iron Iron catalysts, promoted Iron catalysts, surface area References [1] Emmett P.H. Drauglis E. Jaffee R.I. The Physical Basis of Heterogeneous Catalysis 1975 Plenum Press New York 3 [2] Fischer F. Tropsch H. Ges. Abhandl. Kenntnis Kohle 10 1930 335 [3] Emmett P.H. Brunauer S. J. Am. Chem. Soc. 56 1934 35 [4] Emmett P.H. Harkness R.W. J. Am. Chem. Soc. 57 1935 1624 [5] Emmett P.H. Brunauer S. J. Am. Chem. Soc. 59 1937 310 [6] Brunauer S. Emmett P.H. J. Am. Chem. Soc. 62 1940 1732 [7] Raupp G.B. Delgass W.N. J. Catal. 58 1979 361 [8] Dry M.E. Anderson J.R. Boudart M. Catalysis 1981 Springer-Verlag Berlin 182 [9] B.H. Davis, Final Report, U.S.DOE Contract No. DE-AC22-91PC90056. [10] Broekhoff J.C.P. deBoer J.H. J. Catal. 10 1968 368 [11] Sing K.S.W. Everett D.H. Haul R.A.W. Moscou L. Pierotti R.A. Rouquerol J. Siemineiewska T. Pure Appl. Chem. 57 1985 603 [12] Sliwinska L. Davis B.H. Ambix 34 1987 81 [13] Chokkaram S. Srinivasan R. Milburn D. Davis B.H. J. Colloid Surf. Sci. 165 1994 160 [14] R. Srinivasan, T. Watkins, C. Hubbard and B.H. Davis, submitted.",
      "scopus-id": "0042126671",
      "coredata": {
        "eid": "1-s2.0-0926860X96001287",
        "dc:description": "The effects of promoters on BET surface area and porosity of precipitated iron catalysts are examined. A series of metal oxide promoted iron catalysts was prepared by coprecipitation of the nitrate salts to produce 6% by weight of promoter oxide. Surface areas and pore volumes tend to decrease with increasing promoter ionic radius although there is essentially no change in the shape of the nitrogen isotherm or pore size distribution. Addition of alkali (K) or alkaline-earth (Ca) metals to silica or alumina promoted iron catalysts also results in a decrease in surface area and pore volume with increasing metal loading. The presence of alkali or alkaline-earth metals appears to impede crystallization during heating.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96001287",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Milburn, Diane R."
          },
          {
            "@_fa": "true",
            "$": "Chary, Komandur V.R."
          },
          {
            "@_fa": "true",
            "$": "Davis, Burtron H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96001287"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96001287"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00128-7",
        "prism:volume": "144",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Promoted iron Fischer-Tropsch catalysts: characterization by nitrogen sorption",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Fischer-Tropsch catalysts"
          },
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "Iron catalysts, promoted"
          },
          {
            "@_fa": "true",
            "$": "Iron catalysts, surface area"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "121-132",
        "prism:endingPage": "132",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 September 1996",
        "prism:doi": "10.1016/0926-860X(96)00128-7",
        "prism:startingPage": "121",
        "dc:identifier": "doi:10.1016/0926-860X(96)00128-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042126671"
      }
    }
  }
}