{
  "metadata": {
    "title": "A new highly efficient method for the synthesis of Ti-Beta zeolite oxidation catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-12-21",
    "doi": "10.1016/0926-860X(95)00252-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002529",
    "pii": "0926860X95002529"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001070060",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95002529 0926-860X(95)00252-9 0926860X95002529 10.1016/0926-860X(95)00252-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00257 2024-01-01T12:18:48.759026Z 0 0 19951221 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 133 133 2 2 Volume 133, Issue 2 2 L185 L189 L185 L189 19951221 21 December 1995 1995-12-21 1995 article fla Copyright © 1995 Published by Elsevier B.V. ANEWHIGHLYEFFICIENTMETHODFORSYNTHESISTIBETAZEOLITEOXIDATIONCATALYST CAMBLOR M CAMBLOR 1992 589 M BLASCO 1993 11806 T CORMA 1994 151 A CORMA 1995 18 A CORMA 1995 A CAMBLOR 1993 82 M UGUINA 1994 27 M CAMBLOR 1994 531 M CAMBLOR 1993 557 M BOCCUTI 1988 133 M CAMBLORX1995XL185 CAMBLORX1995XL185XL189 CAMBLORX1995XL185XM CAMBLORX1995XL185XL189XM item 0926-860X(95)00252-9 0926860X95002529 1-s2.0-0926860X95002529 10.1016/0926-860X(95)00252-9 271346 2024-01-01T12:18:48.759026Z 1995-12-21 1-s2.0-0926860X95002529-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002529/MAIN/application/pdf/e2839b7508a0fb178cc612cd7bff0e9d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002529/MAIN/application/pdf/e2839b7508a0fb178cc612cd7bff0e9d/main.pdf main.pdf pdf true 270098 MAIN 5 1-s2.0-0926860X95002529-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002529/PREVIEW/image/png/4e267c2082cc93ef94219cc1984b8082/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002529/PREVIEW/image/png/4e267c2082cc93ef94219cc1984b8082/main_1.png main_1.png png 52540 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 133 (1995) LI85-LI89 Letter A new highly efficient method for the synthesis of Ti-Beta zeolite oxidation catalyst Miguel A. Camblor a, Michel Constantini b Avelino Corma a 9 9 Patricia Esteve a9 Laurent Gilbert b, A. Martinez a, Susana Valencia a a Instituto de Tecnologia Qufmica (CS1C-UPV), Universidad Polit~cnica de Valencia, Avda. Los Naranjos, s/n, 46071, Valencia, Spain b Rh~ne-Poulenc Industrialisation, CRIT, 85 Av. des Frbres Perret, 69192 Saint Fons Cedex, France Received 28 September 1995; accepted 4 October 1995 Abstract A new method for the efficient synthesis of zeolite Ti-Beta oxidation catalysts is reported. High yields of zeolite are obtained by carrying out the synthesis in a dense system, by crystallizing a mixture obtained by wetness impregnation of TiO2-SiO2 cogels. This method requires lower amounts of organic structure directing agent, and materials with low aluminium content can be synthesized. The crystallization mechanism involves transport in the liquid phase, indicating that a direct transformation of the cogel does not occur. Spectroscopic characterization techniques and catalytic tests demonstrate that Ti is incorporated into framework sites. Keywords: Titanium beta synthesis; Titania-silica cogels; Oxidation catalysts; Alkene oxidation; Phenol hydroxylation Ti-Beta [ 1 ] is a large pore zeolite in which isomorphic substitution of tetrahedral Si and/or A1 by Ti has occurred [2]. Owing to this, Ti-Beta is an active catalyst for the selective oxidation of organic compounds with either hydrogen peroxide [ 3 ] or organic hydroperoxides as oxidation agents [ 4]. It has been shown that for substrates which can easily penetrate in the pores of TS- 1, the oxidation activity of this medium pore zeotype in H202 is higher than that of Ti-Beta, provided that the reaction is carried out in protic solvents [ 5 ]. However, when large organic sub- strates are to be oxidized or organic peroxides oxidation agents are preferred, Ti- Beta shows better catalytic performance than TS-1. On top of that it has been recently shown [6], that since the hydrophilic-hydrophobic properties of both zeolites are different, it does not make too much sense to compare their activity under the same experimental conditions, i.e. using the same type of solvent. Indeed, 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI0926-860X ( 95 )00252-9 L186 M.A. Camblor et al. /Applied Catalysis A: General 133 (1995) L185-L189 when this factor is taken into account and the optimum reaction media are used for each zeolite, their catalytic activity and selectivity for olefin oxidation become much closer [6]. It appears then, that there is a potential for the industrial use of Ti-Beta zeolite, and therefore it is of interest to improve the synthesis procedure since those previously reported provide relatively low zeolite yields, together with an inefficient use of the expensive structure directing agent, i.e. tetrahetylammon- ium cation, TEA+ [7]. Following previous reports on the synthesis of TS-1 from TiO2-SiO2 cogels [ 8 ] we have prepared Ti-Beta in a dense system which allows a higher zeolite yield and a higher efficiency in the use of the expensive reagent tetraethylammonium hydroxide (TEAOH). As the incorporation of Ti into a framework position of zeolites and thus its activity in oxidation reactions can largely be affected by the synthesis method [ 8], we have characterized the Ti-Beta materials obtained by this method and they have been compared with those obtained using previously reported procedures. TiO2-SiO2 cogels were prepared by hydrolyzing first tetraethylorthosilicate and then tetrabuthylorthotitanate (TBOT, Aldrich) in a dilute hydrochloric solution (0.1 M), followed by adding a suitable base (e.g. tetraethyl- or tetrapropylam- monium hydroxide). After addition of the base to the clear solution there is a slow increase in the pH of the media from around 2 to around 6.5, and when this near- neutral pH is reached precipitation of a white gel occurs. Drying this gel at around 373 K affords a TiO2-SiO2 amorphous solid, which is called here TiO2-SiO2 cogel. The cogel formed is then impregnated with a given amount of tetraethylammonium hydroxide solution, transferred to a PTFE stainless steel 60 ml autoclave and heated at 408 K while rotating (60 rpm). Contrary to TS-I, zeolite Beta requires some aluminium ions to crystallize when TEA is used as structure directing agent. This aluminium is better added together with the template hydroxide impregnating solution. Indeed, although it is possible to prepare TiOz-SiO2-AI203 cogels, these are less reactive than TiO2-SiO2 without alumina. Details of typical reaction mix- ture compositions, crystallization times and the results obtained using this cogel method are listed in Table 1, and they are compared with typical results obtained using the previously described method. The TiO2-SiO2 cogels prepared by the procedure described above, are amor- phous as indicated by XRD and IR. The infrared spectra of the as-made and calcined cogels show a band at around 960 cm-1. Diffuse reflectance ultraviolet/visible (DRUV/Vis) spectroscopy indicates no anatase and no titanyl groups are present in the cogels, and there is a broad band centred at around 215 nm. These IR and DRUV/Vis spectra reveal that the TiO2-SiO2 cogels show the same characteristic bands as Ti-zeolites (see below), suggesting that in the cogels Ti is essentially isolated in the SiO2 matrix. Thus, taking this into account one may suppose, as a first approximation, that a direct transformation of this cogel into a crystalline product may occur. However, it is possible that this is not the synthesis mechanism because of the variation in the yield of solids (mass of solids per mass of initial M.A. Camblor et al. /Applied Catalysis A: General 133 (1995) LI85-L189 Table 1 Comparison between Ti-Beta synthesis methods L187 Method Reaction mixture composition Time Results (days) Si/Ti TEAOH/ H20/TO2 TO2/ Yield TEAOH/Ti-fl TiO2 Si/AI TO2 A1203 (%)b (%)~ (%) Cogela 30 0.44 5.6 100 8.6 29.2 1.0 3.5 5 I 30 0.43 5.2 800 7.6 26.0 0,8 4.7 303 Ref. [8] 10 0.54 15 400 10.7 8.1 1,6 3.9 84 60 0.53 15 800 6.6 2.4 5,4 2.6 108 Cogels prepared using TPAOH to cause precipitation. b g of crystalline solid obtained from 100 g of initial reaction mixture. c mol of TEAOH in initial reaction mixture per 100 g of crystalline zeolite produced. reaction mixture) with the crystallization time. Indeed most of the cogel dissolves upon heating to the crystallization temperature and also as the crystallization time increases there is a large increase in the yield of solids obtained. These observations suggest a strong indication of a liquid phase transport mechanism, instead of a mechanism involving the direct transformation of the cogel into Ti-Beta. The cogels can be used to prepare either TS-1 or Ti-Beta zeolites, irrespective of the alkylammonium hydroxide used to cause its precipitation (TEAOH or TPAOH) and despite the fact that most of this alkylammonium compound is retained by the cogel. This is probably due to the small amount of base needed for preparing the cogel, which is much smaller than the total amount of template used for the transformation of the cogel. As seen in Table 1, this new synthetic method for the synthesis of Ti-Beta affords higher yields of zeolite than the previously described method. This is not just a dilution effect, since, whilst in the cogel method the H20/TO2 ratio is less than three times smaller than that in the classical method, the zeolite yield increases by a factor of about 3 to 10, and this is larger when the A1 content of the reaction mixture is decreased. Interestingly, Ti-Beta samples with very high Si/A1 ratios (at least up to 300) can be obtained by the cogel method, whereas the classical method seems to have an upper limit of about 150. This is of importance in view of the detrimental effect that the presence of A1 can have in the activity and selectivity of Ti-Beta for some oxidation reactions [9]. The improved yield of zeolite in the cogel method, together with a reduction of about 20% in the TEAOH/TO2 ratio used, translates into a significantly better use of the structure directing agent TEA+. Thus, the cogel method requires 1 mol or less TEAOH per 100 g of crystalline solid, whereas the classical method needs a larger amount of TEAOH and also increases as the AI content in the zeolite decreases (Table 1). The incorporation of Ti into a framework position in Ti-Beta zeolites prepared by the cogel method has been confirmed by infrared spectroscopy, which shows L188 M.A. Camblor et al. / Applied Catalysis A: General 133 (1995) L I 85-L189 Table 2 Oxidation of 1 -hexene with H202 over Ti-Beta catalysts synthesized by the cogel method\" Ti-Beta catalyst Reaction 1-Hexene Selectivity time (h) conversionb TiO2 ( % ) S i / AI Epoxide Glycol ether H202 4.2 43 0.5 10.9 8.1 91.9 80.9 5 58.1 0.5 99.5 72.0 4.7 303 0.5 17.8 45.9 54.1 78.6 6 75.93 7.63 90.9~ 78.4 Reaction conditions: 200 mg catalyst, 2.835 g l-hexene (98%), 0.81 g H202 (35% aqueous solution), 23.59 g methanol; reaction temperature 50. b Molar fraction (%) of l-hexene converted with respect to maximum theoretical conversion. 1.5% glycol was also detected. Table 3 Hydroxylation of phenol\" with H202 catalyzed by Ti-Beta prepared by the cogel method Ti-Beta Catalyst H202 Product selectivity referred to H202 converted (mol-% conversion (%) TiO2 (%) Si/AI HQh CTOL' CTOL+HQ CTOL/HQ 3.9 250 100 29 34 63 1.1 Reaction conditions: 0.9 g catalyst, 9.4 g phenol, 18.9 g H20, 5.3 mmol H_,O> 100, 3 b reaction time. b Hydroquinone. c Catechol. the 960 cm- ~ band which is characteristic of Ti-zeolites, assigned to Si-OH defect groups caused by the presence of framework Ti [ 10]. When the samples were characterized by diffuse reflectance ultraviolet-visible spectroscopy, no anatase or titanyl groups are detected and the spectra show the band centred at around 210- 220 nm which has been assigned to isolated Ti in the zeolite framework [ 11 ]. Further indication of the incorporation of Ti is provided by the catalytic results given in Tables 2 and 3, which show that the Ti-Beta materials prepared by the cogel procedure are active in the oxidation of 1-hexene and hydroxylation of phenol with aqueous hydrogen peroxide. In the oxidation of 1-hexene, Table 2 shows that there is a slight increase in the epoxide selectivity (specially at low conversion), with increasing S i/A1 ratio for Ti-Beta catalysts with similar Ti content prepared by the cogel method and a meaningful increase in activity. In the hydroxylation of phenol (Table 3) the catalysts prepared by the cogel method are also active, and afford hydroquinone to catechol ratios of about 1, as is frequently found with TS- 1 catalysts [ 11 ]. Acknowledgements The authors are grateful to Rh6ne-Poulenc Industrialisation for financial support and for permission to publish these results, and the Direcci6n General de Investi- M.A. Camblor et al. /Applied Catalysis A: General 133 (1995) L185-LI89 L 189 gaci6n Cientffica y T6cnica of Spain (Project MAT 94-0359-C02-02) is gratefully acknowledged. References [ 1 ] M.A. Camblor, A. Corma, A. Martinez and J. P6rez-Pariente, J. Chem. Soc., Chem. Commun., (1992) 589. [2] T. Blasco, M.A. Camblor, A. Corma and J. P&ez-Pariente, J. Am. Chem. Soc., 115 (1993) 11806. [3] A. Corma, M.A. Camblor, P. Esteve, A. Martinez and J. P6rez-Pariente, J. Catal., 145 (1994) 151. [4] A. Corma, P. Esteve, A. Martfnez and S. Valencia, J. Catal., 152 (1995) 18. [5] M. Taramasso, G. Perego and B. Notari, US Patent 4 410 501 (1983). [6] A. Corma, P. Esteve and A. Martinez, J. Catal., (1995), in press. [7] M.A. Camblor, A. Corma and J. P6rez-Pariente, Zeolites, 13 (1993) 82. [ 8 ] M.A. Uguina, G. Ovejero, R. Van Grieken, D.P. Serrano and M. Camacho, J. Chem. Soc., Chem. Commun., (1994) 27. [9] M.A. Camblor, A. Corma, A. Martinez, J. P6rez-Pariente and S. Valencia, Stud. Surf. Sci. Catal., 82 (1994) 531. [ 10] M.A. Camblor, A. Corma and J. P6rez-Pariente, J. Chem. Soc., Chem. Commun., (1993) 557. [ 11 ] M.R. Boccuti, K.M. Rao, A. Zecchina, G. Leofanti and G. Petrini, Stud. Surf. Sci. Catal., 48 (1988) 133. APCATA 95002529 0926-860X(95)00252-9 10.1016/0926-860X(95)00252-9 Elsevier Science B.V. All rights reserved A new highly efficient method for the synthesis of Ti-Beta zeolite oxidation catalyst Miguel A. Camblor a Michel Constantini b Avelino Corma a Patricia Esteve a Laurent Gilbert b A. Martinez a Susana Valencia a a Instituto de Tecnologia Química (CSIC-UPV), Universidad Politécnica de Valencia, Avda. Los Naranjos, s/n, 46071, Valencia, Spain b Rhoˆne-Poulenc Industrialisation, CRIT, 85 Av. des Frères Perret, 69192 Saint Fons Cedex, France A new method for the efficient synthesis of zeolite Ti-Beta oxidation catalysts is reported. High yields of zeolite are obtained by carrying out the synthesis in a dense system, by crystallizing a mixture obtained by wetness impregnation of TiO2 SiO2 cogels. This method requires lower amounts of organic structure directing agent, and materials with low aluminium content can be synthesized. The crystallization mechanism involves transport in the liquid phase, indicating that a direct transformation of the cogel does not occur. Spectroscopic characterization techniques and catalytic tests demonstrate that Ti is incorporated into framework sites. Keywords Titanium beta synthesis Titania-silica cogels Oxidation catalysts Alkene oxidation Phenol hydroxylation References [1] Camblor M.A. Corma A. Martinez A. Pérez-Pariente J. J. Chem. Soc., Chem. Commun. 1992 589 [2] Blasco T. Camblor M.A. Corma A. Pérez-Pariente J. J. Am. Chem. Soc. 115 1993 11806 [3] Corma A. Camblor M.A. Esteve P. Martinez A. Pérez-Pariente J. J. Catal. 145 1994 151 [4] Corma A. Esteve P. Martínez A. Valencia S. J. Catal. 152 1995 18 [5] M. Taramasso, G. Perego and B. Notari, US Patent 4 410 501 (1983). [6] Corma A. Esteve P. Martinez A. J. Catal. 1995 in press [7] Camblor M.A. Corma A. Pérez-Pariente J. Zeolites 13 1993 82 [8] Uguina M.A. Ovejero G. Van Grieken R. Serrano D.P. Camacho M. J. Chem. Soc., Chem. Commun. 1994 27 [9] Camblor M.A. Corma A. Martinez A. Pérez-Pariente J. Valencia S. Stud. Surf. Sci. Catal. 82 1994 531 [10] Camblor M.A. Corma A. Pérez-Pariente J. J. Chem. Soc., Chem. Commun. 1993 557 [11] Boccuti M.R. Rao K.M. Zecchina A. Leofanti G. Petrini G. Stud. Surf. Sci. Catal. 48 1988 133",
      "scopus-id": "0001070060",
      "coredata": {
        "eid": "1-s2.0-0926860X95002529",
        "dc:description": "A new method for the efficient synthesis of zeolite Ti-Beta oxidation catalysts is reported. High yields of zeolite are obtained by carrying out the synthesis in a dense system, by crystallizing a mixture obtained by wetness impregnation of TiO2 SiO2 cogels. This method requires lower amounts of organic structure directing agent, and materials with low aluminium content can be synthesized. The crystallization mechanism involves transport in the liquid phase, indicating that a direct transformation of the cogel does not occur. Spectroscopic characterization techniques and catalytic tests demonstrate that Ti is incorporated into framework sites.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-12-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002529",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Camblor, Miguel A."
          },
          {
            "@_fa": "true",
            "$": "Constantini, Michel"
          },
          {
            "@_fa": "true",
            "$": "Corma, Avelino"
          },
          {
            "@_fa": "true",
            "$": "Esteve, Patricia"
          },
          {
            "@_fa": "true",
            "$": "Gilbert, Laurent"
          },
          {
            "@_fa": "true",
            "$": "Martinez, A."
          },
          {
            "@_fa": "true",
            "$": "Valencia, Susana"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002529"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002529"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00252-9",
        "prism:volume": "133",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A new highly efficient method for the synthesis of Ti-Beta zeolite oxidation catalyst",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Titanium beta synthesis"
          },
          {
            "@_fa": "true",
            "$": "Titania-silica cogels"
          },
          {
            "@_fa": "true",
            "$": "Oxidation catalysts"
          },
          {
            "@_fa": "true",
            "$": "Alkene oxidation"
          },
          {
            "@_fa": "true",
            "$": "Phenol hydroxylation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L185-L189",
        "prism:endingPage": "L189",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 December 1995",
        "prism:doi": "10.1016/0926-860X(95)00252-9",
        "prism:startingPage": "L185",
        "dc:identifier": "doi:10.1016/0926-860X(95)00252-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001070060"
      }
    }
  }
}