{
  "metadata": {
    "title": "Thermal stability of silica supported palladium catalysts prepared by the sol-gel method",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-06-08",
    "doi": "10.1016/0926-860X(95)00043-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95000437",
    "pii": "0926860X95000437"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001165111",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X95000437 0926-860X(95)00043-7 0926860X95000437 10.1016/0926-860X(95)00043-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00518 2024-01-01T12:19:29.85596Z 0 0 19950608 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 126 126 2 2 Volume 126, Issue 2 13 351 364 351 364 19950608 8 June 1995 1995-06-08 1995 Articles article fla Copyright © 1995 Published by Elsevier B.V. THERMALSTABILITYSILICASUPPORTEDPALLADIUMCATALYSTSPREPAREDBYSOLGELMETHOD ZOU W 1993 6 1994 9 LAM 1977 393 Y CHEN 1979 198 M CHEN 1981 1606 J NORMAN 1965 1373 J GONCHARENKO 1985 1723 G WANKE 1986 65 S PROC3RDINTSYMPCATALDEACT FIEDOROW 1978 193 R FARRAUTO 1992 34 44 R KLIMISCH 1975 R CATALYSTSFORCONTROLAUTOMOTIVEPOLLUTANTSADVANCESINCHEMISTRYSERIESNO143 ABEN 1968 224 P LAMBER 1989 559 565 R JUSZCZYK 1988 1238 W PROC9THINTCONGRCATALYSIS LEONTE 1984 II 683 O PROC8THINTCONGRCATALYSIS EVERETT 1979 109 D GOLUB 1981 473 R NANDI 1981 298 R BOUDART 1975 44 M CHEN 1981 254 J STEVENSON 1987 141 303 S METALSUPPORTINTERACTIONSINCATALYSISSINTERINGREDISPERSION RUCKENSTEIN 1973 224 E RUCKENSTEIN 1975 416 E RUCKENSTEIN 1974 115 E ZOU 1993 181 W BALAKRISHNAN 1994 395 K ZOU 1992 73 W GONZALEZ 1982 75 R ZOU 1992 202 W SASHITAL 1977 479 S ZOUX1995X351 ZOUX1995X351X364 ZOUX1995X351XW ZOUX1995X351X364XW item 0926-860X(95)00043-7 0926860X95000437 1-s2.0-0926860X95000437 10.1016/0926-860X(95)00043-7 271346 2024-01-01T12:19:29.85596Z 1995-06-08 1-s2.0-0926860X95000437-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000437/MAIN/application/pdf/d5b891c31b94f79635d21aa84232e566/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000437/MAIN/application/pdf/d5b891c31b94f79635d21aa84232e566/main.pdf main.pdf pdf true 1409370 MAIN 14 1-s2.0-0926860X95000437-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95000437/PREVIEW/image/png/3e63aeb1493dbc97af352ab356371695/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95000437/PREVIEW/image/png/3e63aeb1493dbc97af352ab356371695/main_1.png main_1.png png 50209 849 656 IMAGE-WEB-PDF 1 APPLIED _ CATALYSIS A: GENE ELSEVIER Applied Catalysis A:Genera1126(1995)351-364 Thermal stability of silica supported palladium catalysts prepared by the sol-gel method Weiqing Zou, Richard D. Gonzalez Department of Chemical Engineering, Tulane University, New Orleans, LA 70118, USA Received 8 November 1994; revised 6 February 1995; accepted 8 February 1995 Abstract The thermal stability of silica supported Pd catalysts prepared by the sol-gel method was studied. When the average particle size coincided with the average pore diameter, the Pd particles were found to be stable at temperatures of up to 650 for 22 h in an oxygen atmosphere. Treatment in hydrogen at the same temperature resulted in considerable Pd sintering. A possibility for this sintering in hydrogen is the formation of a thermally unstable Pd hydride. For catalysts prepared under conditions which lead to a mismatch between particle size and average pore diameter, sintering in both oxygen and hydrogen was observed to occur. Sintering rates in oxygen were found to depend on initial particle size. Small Pd particles were found to sinter in oxygen to a greater extent than large particles. Reaction rates for the disappearance of n-hexane on both Pd/sol-gel catalysts and on catalysts prepared by traditional ion-exchange methods were comparable. For this reason, metal occlusion as a result of pore plugging does not occur. Keywords: Sol-gel processing ; Pore size distribution; Average Pd particle size; Thermal stability and sintering; Surface diffusion; Pd (3-hydride; HZ/n-hexane reaction 1. Introduction An effective automobile catalytic converter based on an all-palladium catalyst has been developed by Allied-Signal [ 1 ] . Similar palladium-only automotive catalysts have also been developed by Engelhard (Iselin, NJ), Johnson Matthey (London), and automaker Ford [2]. In addition to its low cost, an all-palladium automotive catalyst has been claimed to have a higher thermal stability than traditional three-way catalysts (Pt-Rh-Pd). The reason for this is that Pd is very stable in an oxidizing atmosphere. In particular, the formation of PdO was observed to * Corresponding author. E-mail gonzo@che.che.tulane.edu, tel. ( + 1-504) 8655772, fax. ( + 1-504) 8656744. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSD10926-860X(95)00043-7 352 W. Zou, R.D. Gonzalez /Applied Catalvsis A: General 126 (1995) 351-364 occur readily between 265 and 307 in flowing oxygen [3,4]. The dissociation temperature of PdO is about 800 [4-7]. Pt and Rh, on the other hand, are more stable in a reducing atmosphere [ 8,9 ] . Lean burn engines are being developed by automakers in the hope of improving fuel efficiencies. Air-to-fuel ratios can be raised from a current stoichiometric ratio of 14.65 to 18 or even 21 [ 10] . At higher stoichiometric air to fuel ratios, cooler burning engines actually result in lower NO, emissions due to a shift in the equilibrium of the N2-OZ reaction towards reactants [ 10] . Because of the higher thermal stability of Pd-only catalysts in an oxygen rich atmosphere, the use of a palladium-only catalyst allows the converter to be placed closer to the exhaust manifold. This results in a faster activation of the catalyst and lower emissions. The thermal stability of supported palladium catalysts has received considerable attention during the last three decades. Sintering of Pd/A1203 in hydrogen at 650 for one hour results in a 50% decrease in metal dispersion [ 11,12]. The range of metal particle sizes of Pd /SiO, was observed to increase by 50% following treatment in hydrogen at 600 [ 13,14] . The formation, high stability, and decomposition (redispersion) of palladium oxide (Pd0) on silica or alumina supports have been studied by several researchers [ 3-5,15-17 ] . The formation and splitting of palladium hydride ((3-Pd-H) on silica or alumina supports have been also reported [ 15,18,19 ] . A mechanism for the sintering of Pd supported on alumina has been proposed by Chen and Ruckenstein [ 20] . This mechanism includes: (a) crystallite migration and coalescence via surface diffusion; (b) direct ripening; and (c) Ostwald ripening. Metal sintering mechanisms which occur as a result of metal surface diffusion have been discussed at length by Ruckenstein and co-workers [ 21 ] . In particular, inhibition to sintering as a result of matching particle size to pore diameters has been suggested on theoretical grounds by Ruckenstein and co-workers [22-24]. Zou and Gonzalez [ 25 ] have experimentally shown that when metal particle sizes are matched to average pore diameters, PtlSi02 xerogel catalysts prepared by solgel synthesis methods resist sintering in an oxygen atmosphere at a temperature of 675 for periods of up to 72 h. In this paper, we extend our studies performed on PtlSi02 to include the sintering of Pd/Si02 prepared by sol-gel synthesis. These sintering studies were performed under both reducing and oxidizing conditions. The choice of silica as opposed to alumina, which is the traditional automotive catalyst support, is premised on the ability to control pore size distributions more effectively on silica than alumina. Thermal treatment of alumina at temperatures in excess of 600 results in a phase change to y-alumina with a resultant loss in the ability to control pore size distributions [ 26 ] . Future attempts to extend the amorphous phase of alumina to higher temperatures, can be addressed through the formation of mixed oxides. In this preliminary study on sintering, silica was used because of its greater flexibility. W. Zou, R.D. Gonzalez /Applied Catalysis A: General 126 (1995) 351-364 353 2. Experimental 2.1. Catalyst preparation Pd (CSH,O2)2, I'd (AcAc)2 (Aldrich Chem. Co., Milw., WI, USA) was used as the metal precursor. A solution consisting of 15 ml of tetraethoxysilane [ Si (OC2H5) 4, TEOS ] (Johnson Matthey, MA, USA) and 10 ml of solvent (CZHSOH, or CH3CHOHCHZCH3, or CH3COCH3) was heated to 45 and added to a solution which contained the designed metal loading of the metal precursor dissolved in 20 ml of warm acetone (45). The resulting solution was stirred continuously for a period of approximately 15 min at 45 prior to the addition of the designed quantity of water. The solution was stirred continuously at selected temperatures in the rotavapor until a gel was formed. The gel was dried in an oven at 110 for 12 h. Supported Pd catalysts were also prepared by the traditional ione.xchange method using Pd(NH3)4(N03)2 (Strem Chemicals, Newburyport, MA, USA). The method of preparation is described in detail in ref. [27]. In brief, a dilute solution of HN03 (0.1 M) was used to wash the support (Cab-O-Sil, Cabot Corp., Champaign, IL, USA) to remove traces of alkali metal ions that might have been present on the support. The pH of the solution which contained 4 g of CabO-Sil in addition to the designed loading of the metal precursor was adjusted to 9.0 through the drop-wise addition of dilute NH40H. The resulting slurry was filtered and washed with approximately 50 ml of deionized water in order to remove weakly adsorbed precursors. The ion-exchanged sample was dried in a vacuum desiccator at room temperature. Actual metal loadings of both the ion-exchanged and sol-gel preparations were obtained by ICP analysis (Galbraith Laboratories, Nashville, TN, USA). Samples were rechecked following the sintering treatment in order to insure that Pd was not lost as a result of the various sintering treatments. 2.2. Pretreatment and sintering Following drying but prior to performing nitrogen full-sorption (surface area) and hydrogen chemisorption measurements (metal dispersion), the vacuum-dried (Pd(NH3)4)2+/Si02 was pretreated in either He at 400 or calcined in oxygen at 300 for 1 h. Following either of these pretreatments, the catalysts were reduced in flowing hydrogen at 400 for 1 h. The effect of pretreatment on Pd samples prepared using amine precursors has been described in detail in ref. [ 27 ] . The oven-dried Pd(AcAc)2/Si02 was pretreated in oxygen at 400 for 1 h followed by reduction in hydrogen at 400 for 1 h. The sintering experiments were performed on the reduced Pd/Si02 catalysts in a flow consisting of-either pure oxygen or hydrogen at 650 for 22 h using a quartz microreactor. A heating rate of 10/ min controlled by a temperature programmer was used to attain the final sintering temperature. A flow rate of 30 ml/min was maintained using Tylan mass flow 354 W. Zou, R.D. Gonzalez /Applied Catalvsis A: General 126 (1995) 351-364 controllers during all pretreatment and sintering experiments. Pure Ar was used to cool the microreactor which contained the sample. 2.3. Surface area and pore size distribution measurements A 100 to 120 mg sample was placed in a pyrex holder, pretreated to 200 and outgassed to a final vacuum of 10-5 Torr (1 Torr=133 n/m2). The full-sorption (adsorption and desorption) was performed using UHP nitrogen at the normal boiling point of liquid nitrogen ( -195.8). Surface areas were computed using either the BET or the Langmuir equations as determined by the type of adsorption isotherm. Pore size distributions were obtained using nitrogen desorption, 2.4. Hydrogen chemisorption A 150 to 250 mg sample was placed in a Pyrex microreactor and subjected to the standard pretreatment. Care was taken to maintain a flow of high purity gases to avoid sample contamination. Chemisorption measurements were performed by the dynamic pulse method as described by Gonzalez and Sarkany [ 28 ] . Weakly adsorbed carbon monoxide or hydrogen is not measured when this method is used. In particular, the formation of the Pd /3-hydride phase does not occur when this method is used. 2.5. Electron microscopy A Philips EM 410 transmission electron microscope equipped with a LaBb crystal filament was used for this study. A maximum magnification of 500 K and a maximum accelerating voltage of 100 keV is possible. The specimen preparation and particle analysis are described in ref. [ 29 ] . 2.6. Hzln-hexane reaction n-Hexane, with a reported purity of over 99.5% (Fluke Chen-lie, Switzerland) was used as reactant. Trace metal contents, as reported by the manufacturer, were in the ppb range. Response factors and retention times were calibrated before and following reaction using the standard gases at ppm levels (ca. 15 ppm, Scott Specialty Gases, Houston, TX, USA). Gas-phase n-hexane was introduced by bubbling hydrogen through a saturator maintained at a temperature of 0 using a water ice bath. A flow rate consisting of 1.12 ml/min STP was maintained. The HZ/n-hexane molar ratio was approximately 17. The total flow rate (20 ml/min) was controlled using Tylan mass flow controllers. Helium was used as the carrier gas. Gas chromatographic settings were as follows: oven, T= 30, injection, T = 67, and FID detector, T = 200. W. Zou, R.D. Gonzalez /Applied Catalysis A: General 126 (1995) 351-364 355 Approximately 150-200 mg of sample were placed in a pyrex microreactor and reduced in flowing hydrogen at 400 for 1 h. The two Pd/Si02 catalysts used in this study were the so]-gel and ion-exchanged preparations. Catalytic activity and catalyst deactivation studies were performed at 400. A total of 13 reaction products were separated in the gas chromatographic analysis. For analysi s and discussion purposes, these reactions were grouped as follows: hydrogenolysis, isomerization, and cyclization. The choice of the HZ/n-hexane reaction as opposed to the oxidation of carbon monoxide as a probe for catalytic activity is based on several considerations: (1) Because of the possibility of pore plugging by carbonaceous deposits it is of interest to select a reaction which results in carbon formation. (2) Because of the porous nature of sol-gel catalysts, it is useful to select a reaction which might be subject to diffusion barriers. (3) Because of sintering of Pd catalysts in a reducing atmosphere, the resistance of Pd to sintering in a reaction atmosphere which is net reducing is a better test for thermal stability. 3. Results Synthetic preparative variables such as HZO/TEOS ratio, pH, gelation temperature, metal precursor, choice of solvent and drying conditions were found to have an important effect on the resulting morphology of Pt/Si02 catalysts prepared by the sol-gel method [ 25,28 ] . The focus of previous studies was to match the average pore diameter to the metal particle size. When a match between these two was obtained, metal sintering as a result of surface diffusion was observed to be a minimum. These background studies guided our efforts in the synthesis of thermally stable Pd/Si02 catalysts. 3.1. The effect of solvent When ethanol was used as a solvent for the Pd(AcAc)2 and TEOS precursors, the addition of water resulted in the premature precipitation of Pd during hydrolysis. In addition, low TEOS conversions were observed and hydrogen chemisorption studies suggested poor Pd dispersions. The use of secondary butanol as a solvent resulted in high conversions of TEOS, large pore size distributions but poor metal dispersions. The use of acetone (10 ml) as a solvent resulted in supported Pd catalysts characterized by narrow-well defined pore size distributions and reasonably high Pd dispersions. The pore size distribution corresponding to a H20/TEOS ratio of 10, a gelation temperature of 50 and a measured ICP loading of 0.8 wt.% Pd is shown in Fig. 1. A reasonable match between the average pore size distribution and the average metal particle size measured using both TEM (Fig. 2) and hydrogen chemisorption was obtained. The results of this study are shown in Table 1. It is evident that a match between the chemical structure of the solvent 356 W. Zou, R.D. Gonzalez /Applied Catalysis A: General 126 (1995) 351-364 0 N O 00 A A o v 0 N O .0 4.0 6.0 8.0 10.0 20.0 40.0 Pore Diameter (nm) Fig. 1. The pore size distribution of Pd/Si02 having a H20/TEOS ratio of 10, gelation temperatures of 50 ( 18 h), 80 (I h), and ICP 0.8 wt.-% following pretreatment in Oz at 400 for 1 h and HZ at 400 for 1 h. Differential volume of pore /differential radius of pore. acetone and the precursor ligand I'd (AcAc)Z is desirable to synthesize a supported Pd/Si02 catalyst with the desired physical properties. Perhaps this is due to the higher solubility of Pd (AcAc) 2 in acetone. Although a reasonable match between metal particle size and pore diameter was obtained using ethanol as a solvent, the resulting dispersions were not acceptable (27%). 3.2. The effect of the H201TEOS ratio and the gelation temperature As in the case of the preparation of Pt/Si02 catalysts, the H20/TEOS ratio was found to be an important variable in the synthesis of Pd/Si02 catalysts. The results of this study are summarized in Table 2. A H20/TEOS ratio of 15 and an initial gelation temperature of 75 (2 h) resulted in low TEOS conversion, as noted by the high metal wt.-% loading (ICP), poor metal dispersion but an acceptable pore size distribution (3.6 nm). An increase in the H20/TEOS ratio to 17.5 resulted in high TEOS conversions, but poor metal dispersions. A HZO/TEOS ratio of 10 at a lower gelation temperature (50 for 18 h) was found to be optimal. Under these preparative conditions, a reasonable match between pore diameter (3.5 nm) and metal particle size (3.0 nm by TEM and 2.4 nm by hydrogen chemisorption) was obtained. It should be noted that following the 18 h gelation period at 50 the temperature was increased to 80 for 1 h. Higher H20/TEOS ratios were tried while retaining the same heating schedule as that used for a H20/TEOS ratio of 10. The resulting match was poor. Reproducibility in the match between particle size and pore diameter was reasonably good when a HZO/TEOS ratio of 10 was W. Zou, R.D. Gonzalez /Applied Catalysis A: General 126 (1995) 351-364 357 11 20nm Fig. 2. Transmission electron micrograph of Pd/S'02 prepared using Pd(AcAc)2 having a H20/TEOS ratio of 10, gelation temperatures of 50 (18 h), 80 (1 h), and ICP 0.8 wt.-% following pretreatment in OZ at 400 for 1 h and HZ at 400 for 1 h. used. However, small deviations from the data shown in Table 2 do occur from one preparation to another. These deviations do not exceed 10% for a given H20/TEOS ratio. 3.3. Morphology and sintering studies of PdlSi02 catalysts In order to perform meaningful sintering studies it is important to compare sintering rates of the thermally stable Pd/Si02 catalysts prepared by the sol-gel Table 1 Effects of solvent on Pd/Si02 catalysts under the same set of preparative conditions: 1 wt.-% designed metal loading, water/TEOS ratio of 10, gelation temperature of 50 (18 h) and 80 (1 h), pretreatment in O, at 400 (1 h ) followed by reduction in HZ at 400 (1 h) Solvent pH ICP BET Average pore Pore vol. Metal dispersionParticle size diameter (112.6/DH)e (10 ml) (wt.-%) (m2/g) (nm) (ml/g) DH (%) (nm) Ethanol 4.66 1.40 722 5.5 0.818 27 4.2 2-Butanol 4.20 0.82 585 20 1.613 20 5.5 Acetone 4.60 0.80 702 3.5 0.370 47 3.0 Ref. [ 31 ] defines this ratio as measure of H-chemisorption. 358 W. Zou, R.D. Gonzalez /Applied Catalysis A: General 126 (1995).151-364 Table 2 Effects of a combination of HZO/TEOS ratios and gelation temperatures on Pd/SiO, catalysts prepared under the same set of preparative conditions: 1 wt.-% designed metal loading, total volume of acetone (30 ml), pretreatment in Oz at 400 (1 h) followed by reduction in HZ at 400 (1 h) H20/TEOS Gelation pH ICP BET Average Pore vol. Metal Particle size temp. (wt.-%) (m2/g) pore (ml/g) disp. D(112.6/D diameter (%) (nm) (nm) 10 50 (18 h) 80 (1 h) 4.60 0.80 702 3.5 0.370 47 3.0 15 75 (2 h) 3.71 1.25 623 3.6 0.62 16 6.9 17.5 75`C (2 h) 3.69 0.92 648 4.0 0.563 20 5.5 20 50`C (18 h) 80 (1 h) 4.32 0.90 650 6.0 0.61 12 9.5 Table 3 Changes in average palladium metal particle size as a function of sintering temperature and atmosphere' Sample Treatment BET Average pore Pore vol. DH (%) Particle size (nm) (mZ/g) diameter (ml/g) (nm) TEM H-Chem. (112.6/DH) IE-1 (fresh)' He 400 (1 h) 200 24.0 1.40 94 1.5 1.2 IE-1 (reduced) 02650 (22 h) 198 24.0 1.37 70 1.6 IE-1 (reduced) HZ 650 (22 h) 195 24.0 1.36 43 2.6 IE-2 (fresh )b 02300 (1 h) 204 24.0 1.39 51 2.5 2.2 IE-2 (reduced) 0Z 650 (22 h) 197 24.0 1.37 43 2.6 IE-2 (reduced) HZ 650 (22 h) 196 24.0 1.36 26 4.3 SG-1 (fresh)` 0Z 400 (1 h) 702 3.5 0.37 47 3.0 2.4 SG-1 (reduced) O, 650 (22 h) 651 3.5 0.32 47 2.4 SG-1 (reduced) H, 650 (22 h) 667 3.5 0.33 25 4.5 SG-2 (fresh )a 0Z 400 (1 h) 648 4.0 0.56 20 6.0 5.5 SG-2 (reduced) O, 650 (22 h) 529 4.0 0.51 16 6.9 SG-2 (reduced) 0Z 650 (70 h) 530 4.0 0.50 16 6.9 SG-2 (reduced) H, 650 (22 h) 541 4.0 0.51 8 13.8 SG-3 (fresh)` 02400 (1 h) 623 3.6 0.62 16 8.0 7.2 SG-3 (reduced) 0Z 650 (22 h) 557 3.6 0.54 16 7.2 SG-3 H, 650 (22 h) 584 3.6 0.56 8 13.6 (reduced)f a Prior to ICP, chemisorption and TEM measurements, all samples were reduced in H2 at 400 for 1 h following sintering. b IE-1: ion-exchanged sample with an ICP metal loading of 1.55 wt.-%. ` SG-1: sol-gel sample with a HZO/TEOS ratio of 10, pH 4.60, gelation temperature 50 (18 h), 80 (1 h), ICP 0.80 wt.-% metal loading. d SG-2: xerogel sample with a H20/TEOS ratio of 17.5, pH 3.69, gelation temperature 75 (2 h), ICP 0.92 wt.% metal loading. ` SG-3: xerogel sample with a H20/TEOS ratio of 15, pH 3.71, gelation temperature 75 (2 h), ICP 1.25 wt.-% metal loading. f ICP 1.24 wt.-% metal loading obtained following sintering SG-3 in H2 at 650 (22 h). W. Zou, IZ.D. Gonzalez /Applied Catalysis A: General 126 (1995) 351-364 359 20nm Fig. 3. Transmission electron micrographs of Pd/S'02 prepared using Pd(AcAc)Z having a H20/TEOS ratio of 15, gelation temperature of 75 ( 2 h), and ICP 1.25 wt.-% as a function of sintering conditions. ( a) Oz, 400, 1 h; H2, 400, 1 h. (b) Hz, 650, 22 h. 360 W. Zou, R.D. Gonzalez /Applied Catalysis A: General 126 (1995) 351-364 Table 4 Catalytic activity and catalyst deactivation studies on ion-exchanged Pd/SiOZ samples at 400 having a BET surface area of 200 m2/g, an average pore size distribution of 24 run, a pore volume of 1.40 ml/g, an 1CP 1.55 wt.-%, and an average metal particle size of 1.2 nm Time Conversion Hydrogenolysis Isomerization Cyclization TOF X 10' (h) (%) (%) (%) (%) (mol/site s) 0.25 5.22 36.59 29.70 33.71 2.82 1.42 2.90 32.06 29.47 38.47 1.57 2.58 2.35 29.95 31.13 38.92 1.27 3.67 1.99 28.28 32.66 39.06 1.08 method to sintering studies performed on more traditional catalysts prepared by the ion-exchange method. Because sintering rates are also a function of particle size, it is important to compare sintering rates for catalysts which have comparable metal dispersions. Ion-exchanged catalysts were prepared using Pd(NH3)4(N03)z as the metal precursor. 3.4. Sintering studies performed on (Pd(NH3)4)2+/Si02 catalysts In a previous study performed in our laboratory [ 27 ] , it was shown that the Pd metal dispersion could be controlled by using different pretreatment conditions. When Pd(NH3)4(N03)2 is ion-exchanged onto Cab-O-Sil, pretreatment in either He or Ar (400, 1 h) results in a uniform distribution of small Pd particles (1.2 nm in diameter). This is due to the low temperature reduction of the complex by virtue of the NH3 ligands which are evolved. When Pd (NH3)4(N03)z exchanged onto Cab-O-Sil is treated with oxygen (300, 1 h) prior to reduction in hydrogen, larger Pd particles (2.2 nm in diameter) are obtained. Under these conditions, the formation of PdO was verified using `in situ' UV diffuse reflectance spectroscopy. The results of the sintering study in both hydrogen and oxygen atmospheres are summarized in Table 3. The average particle size for the more highly dispersed catalyst as measured by hydrogen chemisorption, was observed to increase from 1.2 to 1.6 nm following sintering in oxygen at 650 for 22 h. Treatment in hydrogen at 650 for the same period of time resulted in a higher particle growth (2.6 nm). The more poorly dispersed ion-exchanged Pd/Si02 catalysts (2.2 nm) behaved in a similar manner. However, sintering in oxygen at 650 for 22 h resulted in a somewhat lower but reproducible particle growth than the more highly dispersed Pd/Si02 sample. Sintering in either oxygen or hydrogen at 650 for 22 h did not have an effect on BET surface area, average pore diameter or pore volume. 3.5. Sintering of catalysts prepared by the sol-gel method The change in average particle size as a function of pretreatment conditions was studied for three different Pd/Si02 catalysts prepared by the sol-gel synthesis route. W Zou, R.D. Gonzalez /Applied Catalysis A: General 126 (1995) 351-364 361 Table 5 Catalytic activity and catalyst deactivation studies on xerogel Pd/S'02 samples at 400 having a BET surface area of 702 M2 1g, an average pore size distribution of 3.5 nm, a pore volume of 0.37 ml/g, an ICP 0.80 wt.-% and an average metal particle size of 3.0 nm Time Conversion Hydrogenolysis Isomerization Cyclization TOF X 103 (h) (%) (%) (%) (%) (mol/sites) 0.25 12.25 54.25 17.72 28.03 12.43 1.42 6.31 45.08 20.49 34.43 6.41 2.50 4.99 41.35 21.84 36.81 5.07 3.58 3.98 38.31 23.06 38.63 4.04 When the particle size was matched to the average pore size (SG-1), sintering in oxygen at 650 resulted in no significant particle growth. This is in contrast to significant sintering which occurred on Pd/Si02 catalysts prepared by ion-exchange (IE-2) which had comparable metal dispersions. Treatment in hydrogen at 650 for 22 h, on the other hand, resulted in significant particle growth (from 2.4 to 4.5 nm). Because the average particle size of the sintered catalyst exceeds that of the average pore diameter, it is reasonable to conclude that the metal particles diffused out of the pore structure as a result of pretreatment in hydrogen. Sol-gel catalysts prepared using a Hz0/TEOS ratio of 17.5 and a gelation temperature of 75 for 2 h (SG-2) were observed to have rather poor Pd dispersions. The average particle size was found to be 5.5 nm by hydrogen chemisorption and 6.0 nm by TEM. Because the average pore diameter was found to be 4.0 nm by nitrogen adsorption, the Pd particles were, in all likelihood, outside the pore structure. Sintering in oxygen at 650 for 22 h resulted in particle growth to 6.9 nm. However, further treatment in oxygen at 650 for 72 h did not result in additional sintering. Treatment in hydrogen at 650 for 22 h resulted in substantial particle growth. Finally, sol-gel catalysts prepared using a Hz0/TEOS ratio of 15 and a gelation temperature of 75 for 2 h, were observed to have both a poor metal dispersion (Fig. 3a) and a considerable mismatch between pore diameter and particle size. Sintering of these larger Pd particles in oxygen at 650 for 22 h was minimal. However, these catalysts sintered rapidly in hydrogen at 650 (Fig. 3b). The actual metal loading both prior to and subsequent to sintering in hydrogen was measured using ICP. The ICP results, 1.25 and 1.24 wt.-% before and after sintering, confirm that there is no metal loss as a result of the hydrogen sintering treatment. A slight decrease in the BET surface are (ca. 10%) was observed following heat treatment at 650. Pore size distribution changes did not occur as a result of thermal treatment. 3.6. The Hzln-hexane reaction Reactions attributed to thermal cracking in the 250-425 temperature range were tested using blank silica. The silica used for this background study was a 362 W. Zou, R.D. Gonzalez /Applied Catalysis A: General 126 (1995) 351-364 xerogel silica prepared using a H20/TE0S ratio of 10, a pH of 4.2 and a gelation temperature of 50. It had a BET surface area of 600 M2 1g, an average pore diameter of 12 nm and a pore volume of 1.174 ml/g. Conversion of n-hexane over this blank silica was not observed in this temperature range. The catalytic activity as measured by the conversion and TOF of n-hexane at 400 is shown in Tables4 and 5. The two Pd catalysts used in this study were SG1 and IE-1. The Pd/Si02 xerogel was considerably more active than the catalysts prepared by ion-exchange. Deactivation rates were comparable. However, the ionexchanged catalyst was more selective towards isomerization and cyclization products. 4. Discussion In contrast to previous studies on the preparation of Pt/Si02 by the sol-gel method [25,30], we found that attempts to match Pd particle diameters to average pore size distributions were considerably more complex. In particular, the use of C2HSOH as a solvent for the Pd(AcAc)2 precursor resulted in the premature precipitation of Pd and poor metal dispersions. The use of acetone as a solvent appears to give the best results. A good match between Pd particle size and pore size distribution was obtained for the SG-1 preparation. The higher solubility of Pd(AcAc)2 in acetone as opposed to ethanol allows a greater degree of flexibility in the control of preparative variables. On the other hand the substitution of acetone for ethanol may also have an effect on the hydrolysis mechanism. A considerable amount of trial and error was involved before arriving at an optimal preparative set of conditions. At the sintering temperature used in this study (650), the primary mechanism for particle growth is the surface migration of PdO in an oxidizing atmosphere. This diffusion is controlled by interactions between metal oxide particles and the support. Vapor phase transport of the oxides and redispersion at temperatures in excess of 800 also occur. However, we rule this out on the basis of analytical measurements of Pd content before and after oxidative treatment. No metal loss was observed. Ruckenstein and Pulvermacher [ 23 ] proposed that when the size of a crystallite is matched to the diameter of the pore, surface diffusion is inhibited and crystal growth does not occur. In the SG-1 sample, with a large surface area (702 M2 1g) and a uniform pore size distribution (3.5 nm), the majority of the particles (3.0 nm) are, in all likelihood placed within the pore structure of the support. A high degree of thermal stability in oxygen at 650 was observed. When Pd particles having a similar particle size to those of SG-1 were supported on the surface of silica prepared by the traditional ion-exchange method a greater amount of sintering was observed. The data in Table 3 show, quite convincingly, that small particles sinter more readily than large particles. For this reason it is of the utmost importance when interpreting sintering studies to insure that initial metal particle W. Zou, R.D. Gonzalez /Applied Catalysis A: General 126 (1995) 351-364 363 sizes are comparable. Particles larger than 7.0 nm do not sinter in oxygen at 650. Sintering in hydrogen at 650 was substantial for all of the samples studied regardless of particle size and match between pore diameter and crystallite size. Because of the rather large change in particle size following sintering, we must conclude that Pd must be diffusing out of the pore structure. Sintering of Pd in a hydrogen atmosphere must, in some way, involve the formation of the hydride. However, the mechanism by which this sintering occurs requires additional study. Perhaps if the formation of the hydride can be inhibited, it may be possible to stabilize Pd dispersions in a reducing atmosphere. The formation of the hydride at temperatures in excess of 600 may be open to questions. However, Leonte et al. [ 15 ] using EXAFS have implied the presence of the Pd /3-hydride phase from changes in the Pd-Pd distance at 300, 500, and 600 in flowing hydrogen at a pressure of 49 atm. It is of interest to note that the Pd/Si02 xerogel has a higher activity for the nhexane/HZ reaction than the catalyst prepared by ion-exchange. These results show that the Pd particles within the pore structure are not occluded and that n-hexane access within the pore structure to the metal surface is not restricted. The higher activity observed over the xerogel catalysts (Tables 4-5) is somewhat puzzling. The Pd dispersion of the xerogel catalysts is considerably lower than that of the ion-exchanged catalysts (3.0 vs. 1.2 nm particles). Thus, there could possibly be a particle size effect. The initial hydrogenolysis activity observed over the xerogel catalysts was substantially higher than that observed over the ion-exchanged catalysts. Perhaps the increase in the rate of hydrogenolysis over the larger particles may be due to the ability of the larger particles to retain a large concentration of absorbed hydrogen, thereby increasing the rate at which hydrogenolysis occurs. 5. Conclusions The following conclusions emerge from this study: (1) Pd/Si02 catalysts having a high surface area (702 m2/g) and a good match between pore size and metal crystallite diameter can be prepared using Pd(AcAc) 2 and TEOS. (2) The sintering mechanism for Pd/Si02 catalysts in an oxidizing atmosphere at 650 occurs through the surface diffusion of PdO. (3) Pd dispersions are unstable in a hydrogen atmosphere at 650. Sintering in hydrogen appears to involve the f3-hydride phase. (4) The reaction of n-hexane/HZ over Pd/Si02 xerogel catalysts suggest that the access of the reactants to the metal phase is not occluded by the pore structure of the support. 364 W. Zou, R. D. Gonzalez lApplied Catalysis A: General 126 (1995) 351-364 Acknowledgements The authors acknowledge support from the Petroleum Research Fund of the American Chemical Society (ACS-PRF #26247-AC5) and the U.S. Department of Energy (DOE FG02-86ER-1351) for this research. We also acknowledge the Electron Microscopy Laboratory at Tulane University for the use of their facility. References [1] Chem. Eng. News, (8 March 1993) 6. [2] Chem. Eng. News, (7 March 1994) 9. [3] Y.L. Lam and M. Boudart, J. Catal., 47 (1977) 393. [4] M. Chen and L.D. Schmidt, J. Catal., 56 (1979) 198. [5] J.J. Chen and E. Ruckenstein, J. Phys. Chem., 85 (1981) 1606. [6] J.H. Norman, H.G. Staley and E.B. Wayne, J. Phys. Chem., 69 (1965) 1373. [7] G.I. Goncharenko, V.B. Lazarev and I.S. Shaplygin, Russ. J. Inorg. Chem., 30 (1985) 1723. [8] S.E. Wanke, J.A. Szymura and T.T. Yu, in E.E. Petersen and A.T. Bell (Editors), Proc. 3rd Int. Symp. Catal. Deact., Marcel Dekker, New York, 1986, p. 65. [9] R.M.J. Fiedorow, B.S. Chahar and S.E. Wanke, J. Catal., 51 (1978) 193. [ 10] R.J. Farrauto, R.M. Heck and B.K. Speronello, Chem. Eng. News, (7 Sept. 1992) 34 [11] R.L. Klimisch, J.C. Summers and J.C. Schlatter, in J.E. McEvoy (Editor), Catalysts for the Control of Automotive Pollutants, Advances in Chemistry Series No. 143, Am. Chem. Soc., Washington, DC, 1975. [ 12] P.C. Aben, J. Catal., 10 (1968) 224. [ 13] R. Lamber, N. Jaeger and G. Schulz-Ekloff, Stud. Surf. Sci. Catal., 48 (1989) 559-565. [ 14] W. Juszczyk, Z. Karpinski, J. Pielaszek, I. Ratajczykowa and Z. Stanasiuk, in M.J. Phillips and M. Ternan (Editors), Proc. 9th Int. Congr. Catalysis, Calgary, Canada, 1988, The Chemical Intitute of Canada, Ottawa, 1988, p. 1238. [15] O. Leonte, M. Birjega, N. Popescu-Pogrion, C. Sarbu, D. Macovei, P. Pausescu and M. Georgescu, Proc. 8th Int. Congr. Catalysis, Berlin, 1984, Dechema, Frankfurt and Main, Verlag Chemie, Weinheim, 1984, p. 11-683. [ 16] D.H. Everett and P.A. Sermon, Z. Phys. Chem. N.F., Bd. 114 (1979) 109. [ 17] R. Golub, and D.B. Dadyburjor, J. Catal., 68 (1981) 473. [ 18] R.K. Nandi, P. Pitchai, S.S. Wong, J.B. Cohen, R.L. Burwell Jr. and J.B. Butt, J. Catal., 70 (1981) 298. [ 19] M. Boudart and H.S. Hwang, J. Catal., 39 (1975) 44. [ 20] J.J. Chen and E. Ruckenstein, J. Catal., 69 (1981) 254. [ 21 ] S.A. Stevenson, J.A. Dumesic, R.T.K. Baker and E. Ruckenstein, Metal-Support Interactions in Catalysis, Sintering and Redispersion, Van Nostrand-Reinhold, New York, 1987, pp. 141-303. [22] E. Ruckenstein and B. Pulvermacher, J. Catal., 29 (1973) 224. [ 23 ] E. Ruckenstein and B. Pulvermacher, J. Catal., 37 (1975) 416. [24] E. Ruckenstein and B. Pulvermacher, J. Catal., 35 (1974) 115. [25] W. Zou and R. D. Gonzalez, Appl. Catal. A, 102 (1993) 181. [26] K. Balakrishnan and R.D. Gonzalez, J. Catal., 144 (1994) 395. [27] W. Zou and R.D. Gonzalez, Catal. Lett., 12 (1992) 73. [28] R.D. Gonzalez and J. Sarkany, J. Catal., 76 (1982) 75. [29] W. Zou and R.D. Gonzalez, J. Catal., 133 (1992) 202. [30] W. Zou and R.D. Gonzalez, J. Catal., in press. [31 ] S.R. Sashital, J.B. Cohen, R.L. Burwell, Jr. and J.B. Butt, J. Catal., 50 (1977) 479. APCATA 95000437 0926-860X(95)00043-7 10.1016/0926-860X(95)00043-7 Elsevier Science B.V. All rights reserved Thermal stability of silica supported palladium catalysts prepared by the sol-gel method Weiqing Zou Richard D. Gonzalez * Department of Chemical Engineering, Tulane University, New Orleans, LA 70118, USA * Corresponding author. tel. (+1-504) 8655772, fax. (+1-504) 8656744. The thermal stability of silica supported Pd catalysts prepared by the sol-gel method was studied. When the average particle size coincided with the average pore diameter, the Pd particles were found to be stable at temperatures of up to 650°C for 22 h in an oxygen atmosphere. Treatment in hydrogen at the same temperature resulted in considerable Pd sintering. A possibility for this sintering in hydrogen is the formation of a thermally unstable Pd β-hydride. For catalysts prepared under conditions which lead to a mismatch between particle size and average pore diameter, sintering in both oxygen and hydrogen was observed to occur. Sintering rates in oxygen were found to depend on initial particle size. Small Pd particles were found to sinter in oxygen to a greater extent than large particles. Reaction rates for the disappearance of n-hexane on both Pd/sol-gel catalysts and on catalysts prepared by traditional ion-exchange methods were comparable. For this reason, metal occlusion as a result of pore plugging does not occur. Keywords Sol-gel processing Pore size distribution Average Pd particle size Thermal stability and sintering Surface diffusion Pd β-hydride H2/n-hexane reaction References [1] Chem. Eng. News 8 March 1993 6 [2] Chem. Eng. News 7 March 1994 9 [3] Lam Y.L. Boudart M. J. Catal. 47 1977 393 [4] Chen M. Schmidt L.D. J. Catal. 56 1979 198 [5] Chen J.J. Ruckenstein E. J. Phys. Chem. 85 1981 1606 [6] Norman J.H. Staley H.G. Wayne E.B. J. Phys. Chem. 69 1965 1373 [7] Goncharenko G.I. Lazarev V.B. Shaplygin I.S. Russ. J. Inorg. Chem. 30 1985 1723 [8] Wanke S.e. Szymura J.A. Yu T.T. Petersen E.E. Bell A.T. Proc. 3rd Int. Symp. Catal. Deact. 1986 Marcel Dekker New York 65 [9] Fiedorow R.M.J. Chahar B.S. Wanke S.E. J. Catal. 51 1978 193 [10] Farrauto R.J. Heck R.M. Speronello B.K. Chem. Eng. News 7 Sept. 1992 34 44 [11] Klimisch R.L. Summers J.C. Schlatter J.C. McEvoy J.E. Catalysts for the Control of Automotive Pollutants, Advances in Chemistry Series No. 143 1975 Am. Chem. Soc. Washington, DC [12] Aben P.C. J. Catal. 10 1968 224 [13] Lamber R. Jaeger N. Schulz-Ekloff G. Stud. Surf. Sci. Catal. 48 1989 559 565 [14] Juszczyk W. Karpinski Z. Pielaszek J. Ratajczykowa I. Stanasiuk Z. Phillips M.J. Ternan M. Proc. 9th Int. Congr. Catalysis Calgary, Canada, 1988 1988 The Chemical Intitute of Canada Ottawa 1238 [15] Leonte O. Birjega M. Popescu-Pogrion N. Sarbu C. Macovei D. Pausescu P. Georgescu M. Proc. 8th Int. Congr. Catalysis Berlin, 1984 1984 Dechema Frankfurt and Main II 683 Verlag Chemie, Weinheim [16] Everett D.H. Sermon P.A. Z. Phys. Chem. N.F. Bd. 114 1979 109 [17] Golub R. Dadyburjor D.B. J. Catal. 68 1981 473 [18] Nandi R.K. Pitchai P. Wong S.S. Cohen J.B. Burwell R.L. Jr. Butt J.B. J. Catal. 70 1981 298 [19] Boudart M. Hwang H.S. J. Catal. 39 1975 44 [20] Chen J.J. Ruckenstein E. J. Catal. 69 1981 254 [21] Stevenson S.A. Dumesic J.A. Baker R.T.K. Ruckenstein E. Metal-Support Interactions in Catalysis, Sintering and Redispersion 1987 Van Nostrand-Reinhold New York 141 303 [22] Ruckenstein E. Pulvermacher B. J. Catal. 29 1973 224 [23] Ruckenstein E. Pulvermacher B. J. Catal. 37 1975 416 [24] Ruckenstein E. Pulvermacher B. J. Catal. 35 1974 115 [25] Zou W. Gonzalez R.D. Appl. Catal. A 102 1993 181 [26] Balakrishnan K. Gonzalez R.D. J. Catal. 144 1994 395 [27] Zou W. Gonzalez R.D. Catal. Lett. 12 1992 73 [28] Gonzalez R.D. Sarkany J. J. Catal. 76 1982 75 [29] Zou W. Gonzalez R.D. J. Catal. 133 1992 202 [30] W. Zou and R.D. Gonzalez, J. Catal., in press. [31] Sashital S.R. Cohen J.B. Burwell R.L. Jr. Butt J.B. J. Catal. 50 1977 479",
      "scopus-id": "0001165111",
      "coredata": {
        "eid": "1-s2.0-0926860X95000437",
        "dc:description": "The thermal stability of silica supported Pd catalysts prepared by the sol-gel method was studied. When the average particle size coincided with the average pore diameter, the Pd particles were found to be stable at temperatures of up to 650°C for 22 h in an oxygen atmosphere. Treatment in hydrogen at the same temperature resulted in considerable Pd sintering. A possibility for this sintering in hydrogen is the formation of a thermally unstable Pd β-hydride. For catalysts prepared under conditions which lead to a mismatch between particle size and average pore diameter, sintering in both oxygen and hydrogen was observed to occur. Sintering rates in oxygen were found to depend on initial particle size. Small Pd particles were found to sinter in oxygen to a greater extent than large particles. Reaction rates for the disappearance of n-hexane on both Pd/sol-gel catalysts and on catalysts prepared by traditional ion-exchange methods were comparable. For this reason, metal occlusion as a result of pore plugging does not occur.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-06-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95000437",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zou, Weiqing"
          },
          {
            "@_fa": "true",
            "$": "Gonzalez, Richard D."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95000437"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95000437"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00043-7",
        "prism:volume": "126",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Thermal stability of silica supported palladium catalysts prepared by the sol-gel method",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Sol-gel processing"
          },
          {
            "@_fa": "true",
            "$": "Pore size distribution"
          },
          {
            "@_fa": "true",
            "$": "Average Pd particle size"
          },
          {
            "@_fa": "true",
            "$": "Thermal stability and sintering"
          },
          {
            "@_fa": "true",
            "$": "Surface diffusion"
          },
          {
            "@_fa": "true",
            "$": "Pd β-hydride"
          },
          {
            "@_fa": "true",
            "$": "H2/n-hexane reaction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "351-364",
        "prism:endingPage": "364",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 June 1995",
        "prism:doi": "10.1016/0926-860X(95)00043-7",
        "prism:startingPage": "351",
        "dc:identifier": "doi:10.1016/0926-860X(95)00043-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001165111"
      }
    }
  }
}