{
  "metadata": {
    "title": "Modifications of Pt/alumina combustion catalysts by barium addition I. Properties of fresh catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-12-21",
    "doi": "10.1016/0926-860X(95)00192-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95001921",
    "pii": "0926860X95001921"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001541192",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-12-16 1999-12-16 2010-11-13T15:43:43 1-s2.0-0926860X95001921 0926-860X(95)00192-1 0926860X95001921 10.1016/0926-860X(95)00192-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00257 2024-01-01T12:18:48.759026Z 0 0 19951221 1995 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 133 133 2 2 Volume 133, Issue 2 13 351 366 351 366 19951221 21 December 1995 1995-12-21 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. MODIFICATIONSPTALUMINACOMBUSTIONCATALYSTSBYBARIUMADDITIONIPROPERTIESFRESHCATALYSTS LABALME V TRIMM 1983 249 D WEFERS 1987 K ALCOATECHNICALPAPERNO19REVISED BEGUIN 1991 595 B BEGUIN 1991 119 B KATO 1988 25 A OUDET 1988 112 F MACHIDA 1987 387 M MACHIDA 1987 767 M GROPPI 1994 3441 G SHEPPARD 1978 67 N ADVANCESININFRAREDRAMANSPECTROSCOPY PRIMET 1984 273 M PARKINS 1969 410 N SEPULVEDAESCRIBANO 1994 221 A PRALIAUD 1983 107 H PITCHON 1990 317 V LITTLE 1966 76 L INFRAREDSPECTRAADSORBEDSPECIES NAKAMOTO 1978 243 K INFRAREDRAMANSPECTRAINORGANICCOORDINATIONCOMPOUNDS BALDWIN 1990 337 T BALDWIN 1990 359 T HICKS 1990 280 R HICKS 1990 295 R BRIOT 1990 141 P BRIOT 1991 314 P MARECOT 1994 283 P SIMONE 1991 87 D HOYOS 1993 125 L LABALMEX1995X351 LABALMEX1995X351X366 LABALMEX1995X351XV LABALMEX1995X351X366XV item 0926-860X(95)00192-1 0926860X95001921 1-s2.0-0926860X95001921 10.1016/0926-860X(95)00192-1 271346 2024-01-01T12:18:48.759026Z 1995-12-21 1-s2.0-0926860X95001921-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001921/MAIN/application/pdf/178d7e1a4b2a1156d77cec8417cf5b57/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001921/MAIN/application/pdf/178d7e1a4b2a1156d77cec8417cf5b57/main.pdf main.pdf pdf true 1089867 MAIN 16 1-s2.0-0926860X95001921-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95001921/PREVIEW/image/png/c342bbec4fae47662f978569ff12c050/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95001921/PREVIEW/image/png/c342bbec4fae47662f978569ff12c050/main_1.png main_1.png png 45614 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 133 (1995) 351-366 APPLIED CATALYSIS A: GENERAL Modifications of Pt/alumina combustion catalysts by barium addition I. Properties of fresh catalysts Val6rie Labalme, Nathalie Benhamou, Nolven Guilhaume, Edouard Garbowski *, Michel Primet Laboratoire d'Application de la Chimie ~ l'Environnement (LACE), UMR CNRS-UCB Lyon 1, 43 Boulevard du 11 Novembre 1918, 69622 Villeurbanne Cedex, France Received 1 July 1995; revised 28 July 1995; accepted 28 July 1995 Abstract Platinum was deposited onto pure alumina as well as on alumina modified by addition of 7 and 15 wt.-% barium. The alumina hydroxyl groups were neutralized by barium addition and the surface of the modified support had a basic character. The introduction of barium decreased the accessible platinum area because of a sintering of the metal particles associated with a partial coverage of the platinum crystallites by barium containing species. In addition, the platinum surface atoms were electron-enriched. As a consequence the catalytic activity of alumina supported platinum was lowered in the presence of barium. Nevertheless, the turn-over numbers were not strongly modified by the barium additive, suggesting that the catalytic properties of accessible platinum atoms were not sen- sitive to the electronic effect induced by barium addition. Keywords: Catalytic combustion; Platinum; Alumina; Barium addition I. Introduction Catalytic combustion presents interesting properties when compared to conven- tional combustion in a flame. Lower temperature avoids any NOx formation, unbur- ned fuel is strongly reduced, whereas any air/fuel ratio can be used without loss of efficiency. Moreover a good design of catalyst and combustion process can be achieved without difficulties leading to a well performing burner. In the case of catalytic burners, a very high surface power is required in order to combine high power with small design. Consequently to high fuel feeding, high * Fax. (+33) 78941995. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI O926-860 X ( 95 ) O0192-1 352 V. Labalme et al. /Applied Catalysis A: General 133 (1995) 351-366 temperatures are maintained at the surface of the catalysts for a long time. This is not always safe for the catalyst's life, that has to be highly resistant. Catalysts able to perform combustion are divided into two groups: noble metals for which reaction may start at a temperature as low as room temperature, and transition metal oxides which are less efficient, but also more resistant towards high temperatures. Noble metal based catalysts, although much more active, suffer from their sen- sitivity towards high temperature: the presence of both water vapour and high temperature is critical for support and metal stability, y-A1203 is very often used as a support for combustion catalysts. However, this transition alumina is trans- formed into the more stable c~-structure at high temperature ( > 1000), which has a very low surface area [ 1,2] : consequently loss of performance due to simul- taneous sintering of the active phase occurs. Addition of promoters can be very useful in stabilizing the support. Lanthanum and silicon are efficient to stabilize alumina towards sintering [3-6]: it may be hoped that the active phase may be stabilized as well. On the other hand alumina is able to incorporate alkaline, alkaline-earth and rare- earth oxides to form new phases. They are referred to as hexaaluminate or are also named/3-alumina, because their structure corresponds to the formula MO. 6A1203 in the case of alkaline-earth oxides. Such double oxides have shown exceptional thermal stability, keeping a surface area of about 15 m2/g at 1400 [7-9]. The scope of this work is to investigate the effect of barium introduction upon the physicochemical and catalytic properties of a classical Pt/AI203 catalyst in the combustion of n-butane. 2. Experimental 2.1. Catalysts preparation Three catalysts containing 2.5 wt.-% platinum, deposited on a commercial alu- mina (Oxid C, from Degussa), have been prepared. The support is a flame alumina, almost amorphous, the only phase detected by X-ray diffraction being the 6-form. It is constituted of small spheres without any porous volume, leading to an area of 100 m2/g. It contains some chlorine ions (0.5%) due to its preparation mode. The platinum precursor was hexachloroplatinic acid hexahydrate (H2PtC166H20). Reference catalyst Pt/Al20 3 Alumina was suspended into a solution of the required amount of H2PtC166H20 in acetone. The solvent was evaporated under reduced pressure, and the solid was dried at 120, then crushed and calcined under flowing air (6 1 h- ~) at 500 for two hours in order to decompose the hexachloroplatinic acid. Platinum was then reduced under hydrogen at 500 (6 1 h- ~) for two hours. V. Labalme et al. /Applied Catalysis A: General 133 (1995) 351-366 353 Barium-loaded catalysts Alumina was suspended in a solution of barium acetate dissolved in water. Water was removed under reduced pressure, and the solid was dried overnight at 120, then crushed. This powder was suspended again into a solution of hexachloropla- tinic acid in acetone. This procedure allows the deposition of H2PtC16\" 6H20 on the barium acetate-loaded alumina, without allowing a redissolution of the barium salt during the second impregnation step, as barium acetate is not soluble in acetone. The powder was calcined under air, then reduced by H2, under the same conditions as the reference catalyst. Two different barium loadings of either 10 or 20% BaO in weight were chosen. The corresponding catalysts will be noted as Pt/AI203, Pt/Ba*AI203 and Pt/ Ba* * A1203 where * and * * stand for low and high BaO loadings, respectively. The catalysts were sieved to a particle size smaller than 100/.~m prior to use. 2.2. Physicochemical characterizations Chemical analysis allowed the determination of platinum, barium and residual chlorine contents. The solids were dissolved in a mixture of HF + HC1 + HNO3 solution for analysis by atomic absorption spectroscopy. BET areas were measured by nitrogen adsorption at - 196 on samples pre- viously evacuated under vacuum ( 10-s Torr) at 300 for 2 h. Powder X-ray diffraction (XRD) patterns were recorded with a D 500 Siemens diffractometer using monochromatized Cu Ko~ radiation. The patterns were recorded from 3 to 7020 with a scan rate of 1.2min-~. The patterns were compared with the ICDD reference data file for phase identification. The percentage of accessible platinum area was deduced from nJo2 titrations and from CO irreversible adsorption. In each case, subtraction of reversible adsorp- tion and extrapolation to zero pressure allowed to determine the dispersion of metallic phase. Infrared experiments were performed using a FTIR spectrometer (IFS 110 from Bruker, resolution 4 cm- ~ ). Adsorption of carbon monoxide on the metal was used to study the modification in the adsorption properties of platinum induced by the barium oxide. Adsorption of carbon dioxide on alumina revealed the modification in the acido-basic character of the support. The samples were pressed in order to obtain a thin disk of known weight, which was introduced in a cell and reduced in- situ by hydrogen at 500 overnight. After desorption of chemisorbed hydrogen at 500, the samples were cooled down to room temperature. CO or CO2 were introduced at room temperature, then evacuated under vacuum. In the case of CO2, evacuation was pursued at increasing temperatures up to 200. The samples were analyzed using transmission electron microscopy (TEM) (Jeol 100 CX). The powder was ultrasonically dispersed in ethanol. Then a drop of the suspension was deposited on copper grid. 354 V. Labalme et al. /Applied Catalysis A: General 133 (1995) 351-366 2.3. Catalytic activity measurements The combustion of butane is strongly exothermic when expressed as energy evolved per mole of hydrocarbon (2880 kJ/mol). Consequently no isothermal test can be performed using a reactor highly loaded with catalyst and a gas mixture containing too much fuel. Both fuel and catalyst should be diluted. 20 mg of catalyst were diluted in 100 mg of SiC having roughly the same granulometry (particle size: 45 to 100/zm). The powder was placed into a quartz microreactor allowing a thin catalytic bed (1 mm height, 18 mm diameter). The feedstream consisted in 0.33 vol.-% n-butane, 2.56 vol.-% oxygen and balance nitrogen. The oxygen excess ( = 20%) avoids any coke deposition. The total flow- rate was 18.6 1 h-1, corresponding to a gas hourly space velocity (GHSV) of 400 000 h- 1 relative to the catalyst. All gases were dehydrated over a molecular sieve prior use. Conversion was expressed as the ratio of CO and CO2 produced upon the total gas present in the exhaust (CO + CO2 + 4 * C4H1o) taken into account the stoichi- ometry of the reaction. Selectivity was defined as the ratio of CO2 produced upon the (CO + CO2) total produced. The product distribution is expressed as the partial pressure of each component, the reaction being performed at atmospheric pressure. Knowing the dispersion of the metallic phase, the Turn-Over Number (TON) can be calculated when it is defined as the r/D ratio where 'r' stands for the rate of reaction (expressed as mole of butane converted per hour and per mole of Pt) and 'D' stands for the dispersion of metallic phase. Prior to reaction, the prereduced catalysts were heated at 500 under nitrogen, then reduced again by hydrogen at 500 for one hour. The temperature was lowered to 150 under H2, and the reactor was purged by nitrogen for 15 min. Feed containing fuel was then admitted and activity was measured from 150 up to 500, by steps of 10, for 90 min at each temperature. This long time was necessary to reach steady-state conditions and to insure that no deactivation occurred during the test. These first measurements performed with fresh catalysts are hereafter referred as 'State I'. The catalysts were kept at 500 for one night at total butane conversion. The reactor was then purged with nitrogen and cooled down to 150. Feed was further admitted and the conversion was measured again between 150 and 500. This second measurement will be referred as 'State II' in the discussion. 3. Results 3.1. Chemical analysis Results of chemical analysis, performed on catalysts after reduction, are reported in Table 1. The barium contents correspond to 8.5% and 17.2% BaO in weight. It V. Labalme et al. /Applied Catalysis A: General 133 (1995) 351-366 355 Table 1 Chemical analysis wt.-% Ba (wt.-% BaO) wt.-% Pt wt.-% C1 wt.-% CI from H2PtCl6.6H20a A1203 - - 0.42 - Pt/Al:O3 2.49 0.72 2.78 Pt/Ba*A1203 7.58 (8.5) 2.42 2.59 2.78 Pt/Ba* *A1203 15.35 (17.2) 2.52 2.74 2.78 a By assuming that all the chlorine ions present in H2PtC16 remain bonded to the catalyst. can be noted that chlorine is not fully eliminated, and that its concentration seems to increase together with barium content. Unexpectedly the concentration of resid- ual chlorine corresponds to nearly the total amount of chlorine contained in the platinum precursor H2PtC160 when barium is present in the catalyst. 3.2. BET areas The results of nitrogen adsorption measurements on the fresh catalysts are reported in Table 2. The specific surface area (SSA) of catalyst Pt/AI203 is not lowered compared to that of alumina alone. The SSA of Ba-containing catalysts decrease as the loading of BaO increases. In fact it should not be forgotten that barium is a heavy element: introduction of 8.5 or 17.2% BaO, considering that the surface is developed by alumina only, is supposed to decrease the specific area of the samples. Values calculated for alumina alone, taken into account the percentage of BaO, are reported in the last column. At high BaO-loading, the loss of SSA is superior to that expected. 3.3. X-ray diffraction The samples obtained after calcination and reduction at 500 are poorly crys- tallized. Metallic platinum is difficult to observe, because the main diffraction lines attributable to platinum crystals are overwhelmed by those of alumina, the latter being wide, noisy and difficult to manage with precision. BaO was never observed in the patterns of the Ba-containing samples. However, some weak lines could be attributed to the most intense diffraction lines of BaCO3 in the spectra of catalyst Pt/Ba* *A1203. Table 2 Specific surface areas Catalyst BET areas (mz/g) Calculated BET area of A1203 alone (m2/g) A1203 101 - Pt/A1203 98 98 Pt/Ba* A1203 89 89 Pt/Ba* * A1203 71 81 356 V. Labalme et al. /Applied Catalysis A.\" General 133 (1995) 351-366 Table 3 Accessible metallic areas Apparent dispersion (%) Apparent dispersion (%) Average diameter of Pt Hz/O2 titrations CO chemisorption particles (nm)a Pt/AI203 40 2.8 Pt/Ba*AIzO3 13 14.3 8.7 Pt/Ba* *A1203 13.5 13.7 8.3 a Calculated from apparent dispersions, considering that platinum particles are not covered by BaO. 3.4. Chemisorption: metallic areas The percentage of accessible metallic areas, deduced from either CO chemisorp- tion measurements or H2/O2 titrations, are given in Table 3. The same results are obtained from both methods. Assuming that there is no BaO on the Pt particles, the average diameters of platinum particles corresponding to these dispersions are indicated. The dispersion is strongly lowered in presence of barium, and is inde- pendent of the barium content. 3.5. FTIR spectroscopy of adsorbed CO or C02 Adsorption of CO has been used to characterize the surface of platinum particles. Fig. 1A shows the spectrum of CO adsorbed on the reference catalyst Pt/AIzO3, after dynamic reduction of the metal by hydrogen and desorption at 500. The presence of linearly bonded CO is evidenced by a strong band at 2070 cm- ~, as well as bridging CO by the small band at 1830 cm i [ 10,11]. After evacuation under vacuum at room temperature for 20 rain, only the first band at 2070 cm- remains with almost the same intensity. Adsorption of CO2 on the Pt/AI203 catalyst can reveal the basic properties of the support surface. Fig. 1B shows the presence of four bands at 1644 cm-~, 1490 cm- 1, 1450 cm- 1 and 1235 cm- 1. They can be attributed to hydrogen carbonate HCO3 species [ 12], formed by reaction of CO2 with alumina superficial OH groups. Carbon dioxide is weakly bonded, because the intensity of these bands decrease after desorption at 100, and disappears after desorption at 200, with recovering of the OH groups of alumina. In the case of the Ba-containing catalysts, after dynamic reduction of Pt by H2 and evacuation under vacuum at 500, no UoH bands are observed, suggesting the neutralisation of alumina surface OH groups by BaO. After CO adsorption, the band due to linearly bonded CO is shifted to lower wavenumbers: 2060 cm-~ for Pt/Ba*AI203 and 2052 cm-1 for Pt/Ba* *A1203 (Fig. 2A). Its intensity also decreases when the Ba loading increases, suggesting that the metallic area accessible to CO is lower. As already mentioned in a previous study of Pt/Ba-AI203 catalysts [ 13 ], two hypotheses may explain the downward frequency shift of the linear uCO band: one is the decoupling of CO dipole-dipole V. Labalme et al. /Applied Catalysis A: General 133 (1995) 351-366 357 0.1 J i 2200 Ji! 2o70 A 6 I i 2000 1800 cm-I B 1490 rA d 1450 fl IIj ,2 5 0.01 i i I i 1700 1500 1300 I cm-I Fig. 1. Infrared spectra of CO and CO2 adsorbed onto a reduced Pt/AI203 catalyst. (A) CO irreversibly adsorbed at room temperature. (B) C02 irreversibly adsorbed at room temperature. interactions because of partial covering of Pt particles by patches of BaO. The second one could be the electronic enrichment of the Pt-CO bond due to a Pt-BaO interaction: an electronic transfer from strongly basic 02- ions to platinum is expected to increase the back donation on the C-O bond, leading to a frequency decrease. However in that second case the Pt-CO bond should be stronger in the presence of BaO, which is in contradiction with the observation that the intensity of the vCO bond is more decreased upon vacuum evacuation in the case of Pt/ Ba* *A1203 than for Pt/AI2 03. A very broad band centred at 1630 cm- 1 is observed, whose intensity increases with Ba-loading. This band is attributed to bridging CO bonded to platinum through the carbon atom and to barium through the oxygen, as has been observed in the case of systems containing alkali-metal additives [ 14,15 ]. A small and broad band at 1920 cm- 1 is also observed for Pt/Ba*AI203 and for Pt/Ba* *A1203, whose assignment is difficult. It could correspond to CO adsorbed on platinum in strong electronic interaction with barium. This band does not permit to observe the bridging Vco in the case of Pt/Ba* *AI/O3, whereas it is hardly observed in the case of Pt/Ba*AI203. 358 V. Labalme et al. /Applied Catalysis A.\" General 133 (1995) 351-366 1630 0.01 / \\ i i i i i 2200 2000 1800 1600 1400 cm-I 1565 1375 0.! i i r i 1900 1700 1500 1300 I100 cm-I Fig. 2. Infrared spectra of CO and CO2 adsorbed onto a reduced Pt/Ba* *Al/O3 catalyst. (A) CO irreversibly adsorbed at room temperature. (B) CO2 irreversibly adsorbed at room temperature. Adsorption of CO2 on catalyst Pt/Ba* *AI203 reveals two main bands at 1565 cm-~ and 1375 cm-~ (Fig. 2B): they are attributed to monodentate carbonates, probably linked to superficial BaO [ 16,17]. They are stable upon desorption of the samples up to 200. No band attributable to HCO3 species are detected: this is in accordance with the fact that for barium loaded alumina superficial OH groups are no more observed. This suggests a covering of alumina by BaO, and the appearance of a basic character of the support surface. For the sample Pt/Ba* *A1203 an additional band at 1450 cm-1 appears: it is likely due to simple carbonate ion CO~-. It corresponds to normal wavenumbers of uncoordinated carbonate ion [ 16 ], and may be attributed to the presence of BaCO3 due to carbonation of BaO by atmospheric CO2. This formation of BaCO3, in the case of the high Ba-content sample, is indicative of the presence of thick, not dispersed blocks of BaO. 3.6. Electron microscopy The solids were analyzed by electron microscopy, both TEM and STEM. In the case of reference catalyst Pt/AI203 (Fig. 3), the support is constituted of small particles roughly spherical, with an average diameter of about 20 nm, which cor- responds well with the texture of Degussa Oxid C alumina. Small particles of V. Labalme et al./Applied Catalysis A: General 133 (1995) 351-366 359 Fig. 3. TEM micrograph of a reduced Pt/A1203 catalyst. platinum are clearly evidenced, whose diameters, ranging from 2.7 nm to 1.6 nm, correspond to a dispersion of 40% to 70%. This is in good accordance with the chemisorption results (40%) although microscopy also reveals the presence of smaller metal particles. The catalyst shows a rather homogeneous dispersion of metal particles onto the support. For the Pt/Ba* * A1203 catalyst, the same aspect was revealed by this technique (Fig. 4), though now the platinum particle diameters are in the range 2.4-6.5 nm, which corresponds to dispersions of 40-15%. This is again in accordance with the lower dispersion of Pt deduced from chemisorption measurements. Some sintering of the metal occurs on Ba-doped alumina. The presence of some large platinum Fig. 4. TEM micrograph of a reduced Pt/Ba* * A1203 catalyst. 360 V. Labalme et al. /Applied Catalysis A: General 133 (1995) 351-366 Table 4 Tso temperatures variation of T~o temperatures and apparent activation energies Catalyst 7~so() ATso() E. (kJ mol ~) Pt/AI203 State I 253 128 State II 209 - 44 104 Pt/Ba* AI203 State I 275 115 State 11 258 - 17 104 Pt/Ba* * AlzO3 State I 286 107 State II 266 -20 110 particles (35 nm) is also evidenced. TEM does not allow to distinguish Ba from A1. However STEM analysis of this sample gave a Ba/A1 atomic ratio ranging from 0.016 to 0.25, whereas the Ba/AI atomic ratio deduced from chemical analysis is 0.07. Repartition of barium onto alumina is heterogeneous: some zones are covered by a thicker layer of BaO. 3. 7. Catalytic activi~ Results of catalytic activity for n-butane combustion are illustrated by Figs. 5 and 6, along with Table 4 where apparent activation energies and Tso temperatures, corresponding to 50% butane conversion, are reported. The three catalysts are 100% selective in CO2, whatever the temperature. Due to the high butane conversion levels obtained with increasing temperature a model of integral plug-flow reactor was used. Thus assuming an irreversible reaction, the In (x/1 -x) function was supposed to be linear versus 1/T: In(x/1 -x) = - E/RT+ lnko + lnz where x, E, ko and ~- stand for conversion, apparent activation energy, rate constant and residence time, respectively. Up to 70% conversion the experimental data fit the linear plot In (x/1 -x) versus 1/T allowing apparent energy calculation. Thus below 70% conversion mass transport limitation does not occur. Consequently apparent activation energy determinations seem to be confident and are within an error of ca. 4 to 5 kJ/mol. At higher conversion diffusional limitations were evi- denced by a strong lowering in the Arrhenius plot (factor of ca. 2). The effect of barium on the conversion of butane for fresh catalysts in State I is shown in Fig. 5: introduction of Ba leads to less active catalysts, and the higher the loading, the lower the activity. However the activities of the two Ba-containing catalysts are not very different at low conversions. This is in accordance with dispersions deduced from chemisorption measurements, as the dispersion of plat- inum is the same in Pt/Ba*AI203 and Pt/Ba**AlzO3. This is also true when comparing Pt/A1203 and Pt/Ba* A1203: activity as well as platinum dispersion are about 3 times higher for Pt/A1203. The calculated turn-over numbers for catalysts in State I at 230 and 250 are reported in Table 5. It can be noted that they do not V. Labalme et al. /Applied Catalysis A: General 133 (1995) 351-366 361 200 100 90 80 70 60 5O 4O 30 20 to ~ 100 a .2 > g @ c m 300 400 500 600 Temperature / Fig. 5. Catalytic activity measurements of fresh catalysts (State I): conversion of n-butane into CO2 as a function of the temperature for Pt/AI203 (curve a), Pt/Ba\" A1203 (curve b) and Pt/Ba* *A1203 (curve c). Table 5 TON (h- ~ ) for the fresh catalysts ( State I) at two temperatures Catalyst TON at230 TON at250 Pt/A1203 370 880 Pt/Ba*AI203 666 1680 Pt/Ba**A1203 313 940 t- O o > t- g o C m 100 ,t 8O 7o t I 6O ~- ! so ~ ! al OI IC. 30 20 0 100 200 300 400 Temperature / 500 600 Fig. 6. Catalytic activity measurements on .catalysts in State II: conversion of n-butane into COz as a function of the temperature for Pt/AI203 (curve a), Pt/Ba*AlzO~ (curve b) and Pt/Ba* *AI~O3 (curve c). vary sufficiently to be considered as different: thus introduction of barium seems not to modify strongly the intrinsic catalytic properties of surface platinum active sites. After having operated at 500 for one night at total butane conversion, the three catalysts in State II are more active than the fresh ones (Fig. 6). This activation 362 V. Labalme et al. /Applied Catalysis A: General 133 (1995) 351-366 phenomenon has been reported several times in the case of noble metals supported on pure alumina [ 18-23]. The order of activity in State II is maintained, i.e. Pt/AI203 > Pt/Ba*A1203 /> Pt/Ba* *A1203, and again the two barium-loaded catalysts have nearly the same activity (Fig. 6). The ~o temperatures are lowered by 44 in the case of Pt/A1203 and by ca. 20 for the two Ba-catalysts (Table 4). This activation between States I and II has been shown to be linked to a decrease of activation energy in the case of noble metals supported on pure alumina [ 18-23]. This is evidenced here again for catalyst Pt/A1203, but this variation in the activation energies between States I and II is lowered in the presence of barium. 4. Discussion The introduction of barium on a Pt/A1203 catalyst has a strong influence on the surface and catalytic properties, both being related. 4.1. Effect of barium on the support properties The introduction of Ba leads to a decrease in the specific surface areas of the catalysts. Calcination at 500 to decompose the barium acetate into BaO does not induce any phase transformation of the alumina. Thus the loss of specific surface area could be associated with some sintering process, or some soldering of alumina particles via BaO bridges. XRD does not allow to detect any BaO phase (though some small diffraction lines could be tentatively assigned to BaCO3, which may be formed by reaction of BaO with atmospheric CO2). Barium oxide is thus expected to be well dispersed, in a bidimensional network. In the same sense, infrared spectroscopy of catalysts after evacuation at 500 shows the disappearance of alumina OH superficial groups. These observations suggest that the alumina surface is totally covered by BaO. A simple calculation allows the determination of the barium content necessary for the neutralization of the alumina hydroxyl groups. The following hypotheses have been made: (i) the amount of alumina hydroxyl groups was estimated not to exceed 10 OH/nm2, (ii) one barium atom was responsible for the neutralization of two surface OH groups. According to such hypotheses, the barium content needed for the full coverage of the alumina surface was found to be ca. 9.8 wt.-% Ba, a value close to the Ba content of the less barium loaded catalyst. FTIR study of CO2 adsorbed on the support reveals the properties of superficial OH groups. The spectrum of CO2 adsorbed onto Pt/AI203 shows the characteristic bands of hydrogen carbonate ions. This behaviour of the surface of alumina is well known and well documented. When CO2 was adsorbed on Pt/Ba* AlzO3, no hydro- gen carbonates are formed, but instead monodendate carbonate ions are observed, which correspond to carbonates formed with superficial BaO and which confirms V. Labalme et al. /Applied Catalysis A: General 133 (1995) 351-366 363 the covering of alumina by BaO. These species are stable when the sample was desorbed at 200. It should be remembered that alkaline-earth carbonates are particularly thermally stable. For the high Ba-loaded solid Pt/Ba* *A1203, the presence of the additional band at 1450 cm-1, which can be attributed to bidentate carbonate ions i.e. to bulk BaCO3, also suggests the presence of thicker zones of BaO, as a thin layer or monolayer of BaO could not give bulk barium carbonate. The support consists now in a BaO layer supported onto alumina, this layer being of various thickness as shown by STEM analysis of the surface. 4.2. Effect of barium on the physicochemical properties of platinum The modification in the acido-basic properties of the doped supports is expected to induce different properties of platinum: as far as accessible metallic area is concerned, introduction of barium leads to metal modifications. For both barium- containing samples, whatever the loading, the accessible metallic area is greatly reduced. Surprisingly, the metallic area is the same whatever the BaO loading. One explanation could be that the decrease of accessible metallic area is not to be associated with a sintering of Pt particles, but with the partial covering of these particles by BaO, despite the fact that during the second impregnation step care was taken to avoid any redissolution of the barium acetate by the use of acetone as solvent for H2PtC16.6H20. The X-ray diffraction pattern of reference catalyst Pt/A1203 presents the most intense lines corresponding to the metal and t~-A1203. The spectrum is very noisy: this is related to the structure of alumina which is highly amorphous, the only crystallized phase being the 6 structure. For the barium-containing samples, the diffraction lines due to alumina or platinum seem to be of lower intensity compared to the pattern of Pt/A1203. The covering of metal particles and alumina by BaO could again explain this. FTIR spectroscopy of adsorbed CO reveals the modification of platinum prop- erties in the presence of BaO. Increasing the barium loading leads to a downward frequency shift of the uCO band corresponding to linearly bonded CO, together with a decrease of its intensity. New bands are also observed in the presence of BaO, which can be attributed to new CO species bonded to platinum in strong interaction with barium, and to CO bridging platinum and barium. This suggests that the metallic surface available for adsorbing CO is reduced due to partial covering by BaO. This is in accordance with the chemisorption measurements: less H2 or CO is now irreversibly adsorbed at room temperature. However, electron microscopy also shows a slight sintering of Pt particles for Ba-loaded catalysts, as the average particle diameters are somewhat larger than those in Pt/A1203. It can be concluded that the introduction of barium leads to a decrease of the accessible metallic area, both by sintering of Pt particles and by their partial covering by barium-containing species. 364 V. Labalme et al./Applied Catalysis A: General 133 (1995) 351-366 4.3. Influence of barium on the catalytic properties The introduction of barium has a strong influence on the catalytic properties in the combustion of butane: high and low barium loadings lead in any case to less active catalysts. Comparison of activities at low conversion (at 240) show that the conversion is about 3 times higher for Pt/A1203 than for the two Ba-containing catalysts. This is in accordance with the lower accessible metallic areas of the Ba- containing samples. Activity is mainly reduced by a geometrical factor due to covering of metallic particles by B aO. However, the activation energies (Table 4) are slightly lower in the case of the two Ba-containing catalysts (in State I) than for Pt/A1203. Here the decrease in Ea cannot compensate the decrease in the number of active sites, within the temperature range studied here: the whole activity is lowered and shifted towards high temperature. However the calculated turn-over numbers at 230 and 250 (Table 5) do not allow to draw any definite conclu- sion about the effect of BaO upon the catalytic properties of platinum. Catalysts in State II, having operated at 100% conversion at 500 for one night, show evident activation: for reference catalyst Pt/A1203 activation is particularly clear because the Tso is shifted by 44 whereas activation energy is decreased by 24 kJ/mol. At low conversion, i.e. at 200, comparison of activities reveals that the catalyst in State II is about twelve times more active. This activation under reactants has already been reported for combustion catalysts based on platinum or palladium deposited on alumina [ 18-23 ]. It occurs via a reconstruction of the metal particles under reactants, together with a sintering of the metal: exposed surface active atoms are fewer after the test, but they are more efficient. The elimination of residual chloride ions under the stream could also be an explanation of the activation of the catalysts [ 24,25 ]. The conditions of the tests (20 mg catalyst diluted in 100 mg SiC) did not allow to check the amount of C1 in State II samples. However, studies on palladium catalysts used in combustion reactions [ 26] have shown that activation occurs even when the palladium precursor used was palladium acetyla- cetonate, which contains no chlorine, deposited on chlorine-free alumina. Activa- tion of catalysts frequently observed in the case of hydrocarbon combustion does not only depend upon the removal of chlorine bonded to metal particles. In the present study an activation was observed onto barium-containing samples as well as onto barium-free solids. Thus the activation cannot be correlated with an inter- action between chlorine and Ba-containing species. The Ba-containing catalysts are also activated in State II, though this effect is less pronounced than in the case of Pt/AI203. At low conversions, the Pt/Ba*AI203 catalyst is about two times more active in State II. In this case, where alumina is covered by BaO, activation is not easy to explain because the interaction between alumina and platinum, which is supposed to promote the metal particle reconstruc- tion, is now reduced. The activation energy is less lowered between States I and II in the case of Pt/Ba*A1203 ( - 11 kJ/mol) than for Pt/A1203 ( - 24 kJ/mol), and is not modified for Pt/Ba* * A1203 ( + 3 kJ/mol). This means that there is no change K Labalme et al./Applied Catalysis A: General 133 (1995) 351-366 365 in the surface atom properties. Secondly the shift of the Tso temperatures are the same ( - 17 and - 20 for Pt/Ba*A1203 and Pt/Ba* *A1203 respectively), and less pronounced than for Pt/A1203 ( - 44). This suggests that the activation may consist in a simple recovering of surface Pt atoms which were previously encap- sulated or covered by BaO, by extraction of the metal particles from the BaO layer during the combustion process. According to the gain in activity, a slight sintering of BaO apart from Pt is sufficient to give bare atoms again. If a true reconstruction does occur, it should be very limited in order to increase the activity by a factor of 2. 5. Conclusion Introduction of barium onto an alumina prior to supporting platinum has several effects. For the support, most of the alumina hydroxyl groups have been neutralized by BaO. This layer is not homogeneous in thickness, as some zone are covered by several unit cells. Surface appears now basic due to presence of strongly electron- donating oxygen atoms. As far as platinum is concemed, the presence of a basic support modifies the electron properties of the metal. It is electron-enriched, whereas the accessible metallic area is reduced. The presence of barium oxide is detrimental to the catalytic activity in butane combustion, suggesting a partial covering of platinum by barium oxide. Activation of catalysts under reactants is very limited due probably to a recovering of some Pt atoms previously covered by BaO. As such an introduction of Ba seems not very worthwhile if no other gain in activity or stability is evidenced. This will be the aim of the second part of this work [ 27 ], which will describe the influence of BaO on the thermal stability of these catalysts. Acknowledgements We thank Butagaz and Application des Gaz for financial support and fruitful discussions. The authors are very grateful to Mr. Beguin for his technical assistance in catalytic activity measurements. References [ 1 ] D.L. Trimm, Appl. Catal., 7 (1983) 249. [2] K. Wefers and C. Misra, Alcoa Technical paper no. 19 revised, Alcoa Laboratories, Aluminium Company of America, 1987. 366 V. Labalme et al. /Applied Catalysis A: General 133 (1995) 351-366 [ 3 ] B. B6guin, E. Garbowski and M. Primet, J. Catal., 127 ( 1991 ) 595. [4] B. B6guin, E. Garbowski and M. Primet, Appl. Catal., 75 ( 1991 ) 119. [5] A. Kato, H. Hamshita and S. Matsuda, Stud. Surf. Sci. Catal., 44 (1988) 25. [6] F. Oudet, P. Courtine and A. Vejux, J. Catal., 114 (1988) 112. [7] M. Machida, K. Eguchi and H. Arai, J. Catal., 103 (1987) 387. [8[ M. Machida, K. Eguchi and H. Arai, Chem. Lett., (1987) 767. [9] G. Groppi, C. Cristiani, P. Forzatti and M. Bellotto, J. Mater. Sci., 29 (1994) 3441. [ 10] N. Sheppard and T.T. Nguyen, in R.J.H. Clark and R.E. Hester (Editors), Advances in Infrared and Raman Spectroscopy, Heyden, London, Vol. 5, 1978, p. 67. [ 11 ] M. Primet, J. Catal., 88 (1984) 273. [ 12] N.D. Parkins, J. Chem. Soc. (A), (1969) 410. [ 13 ] A. Sepulveda-Escribano, M. Primet and H. Praliaud, Appl. Catal. A, 108 (1994) 221 and references therein. [ 14] H. Praliaud, M. Primet and G.A. Martin, Appl. Surf. Sci., 121 (1983) 107. [ 15] V. Pitchon, M. Primet and H. Praliaud, Appl. Catal., 62 (1990) 317. [ 16] L.H. Little, Infrared Spectra of Adsorbed Species, Academic Press, London, 1966, p. 76. [ 17] K. Nakamoto, Infrared and Raman Spectra of Inorganic and Coordination Compounds, Wiley, New York, 1978, p. 243. [ 18] T.R. Baldwin and R. Burch, Appl. Catal., 66 (1990) 337. [ 19] T.R. Baldwin and R. Burch, Appl. Catal., 66 (1990) 359. [20] R.F. Hicks, H. Qi, M.L. Young and R.G. Lee, J. Catal., 122 (1990) 280. [21] R.F. Hicks, H. Qi, M.L. Young and R.G. Lee, J. Catal., 122 (1990) 295. [22] P. Briot, A. Auroux, D. Jones and M. Primet, Appl. Catal., 59 (1990) 141. [23] P. Briot and M. Primet, Appl. Catal., 68 ( 1991 ) 314. [24] P. Mar6cot, A. Fakche, B. Kellali, G. Mabilon, M. Prigent and J. Barbier, Appl. Catal. B, 3 (1994) 283. [25] D.O. Simone, T. Kennelly, N.L. Brungard and R.J. Farrauto, Appl. Catal., 70 ( 1991 ) 87. [26] L.J. Hoyos, H. Praliaud and M. Primet, Appl. Catal. A, 98 (1993) 125. [27] V. Labalme, E. Garbowski, N. Guilhaume and M. Primet, Appl. Catal. A, in press. APCATA 95001921 0926-860X(95)00192-1 10.1016/0926-860X(95)00192-1 Elsevier Science B.V. All rights reserved Modifications of Pt/alumina combustion catalysts by barium addition I. Properties of fresh catalysts Valérie Labalme Nathalie Benhamou Nolven Guilhaume Edouard Garbowski * Michel Primet Laboratoire d'Application de la Chimieàl'Environnement (LACE), UMR CNRS-UCB Lyon I, 43 Boulevard du 11 Novembre 1918, 69622 Villeurbanne Cedex, France * Fax. (+33) 78941995. Platinum was deposited onto pure alumina as well as on alumina modified by addition of 7 and 15 wt.-% barium. The alumina hydroxyl groups were neutralized by barium addition and the surface of the modified support had a basic character. The introduction of barium decreased the accessible platinum area because of a sintering of the metal particles associated with a partial coverage of the platinum crystallites by barium containing species. In addition, the platinum surface atoms were electron-enriched. As a consequence the catalytic activity of alumina supported platinum was lowered in the presence of barium. Nevertheless, the turn-over numbers were not strongly modified by the barium additive, suggesting that the catalytic properties of accessible platinum atoms were not sensitive to the electronic effect induced by barium addition. Keywords Catalytic combustion Platinum Alumina Barium addition References [1] Trimm D.L. Appl. Catal. 7 1983 249 [2] Wefers K. Misra C. Alcoa Technical paper no. 19 revised 1987 Alcoa Laboratories, Aluminium Company of America [3] Béguin B. Garbowski E. Primet M. J. Catal. 127 1991 595 [4] Béguin B. Garbowski E. Primet M. Appl. Catal. 75 1991 119 [5] Kato A. Hamshita H. Matsuda S. Stud. Surf. Sci. Catal. 44 1988 25 [6] Oudet F. Courtine P. Vejux A. J. Catal. 114 1988 112 [7] Machida M. Eguchi K. Arai H. J. Catal. 103 1987 387 [8] Machida M. Eguchi K. Arai H. Chem. Lett. 1987 767 [9] Groppi G. Cristiani C. Forzatti P. Bellotto M. J. Mater. Sci. 29 1994 3441 [10] Sheppard N. Nguyen T.T. Clark R.J.H. Hester R.E. Advances in Infrared and Raman Spectroscopy Vol. 5 1978 Heyden London 67 [11] Primet M. J. Catal. 88 1984 273 [12] Parkins N.D. J. Chem. Soc. A 1969 410 [13] Sepulveda-Escribano A. Primet M. Praliaud H. Appl. Catal. A 108 1994 221 and references therein [14] Praliaud H. Primet M. Martin G.A. Appl. Surf. Sci. 121 1983 107 [15] Pitchon V. Primet M. Praliaud H. Appl. Catal. 62 1990 317 [16] Little L.H. Infrared Spectra of Adsorbed Species 1966 Academic Press London 76 [17] Nakamoto K. Infrared and Raman Spectra of Inorganic and Coordination Compounds 1978 Wiley New York 243 [18] Baldwin T.R. Burch R. Appl. Catal. 66 1990 337 [19] Baldwin T.R. Burch R. Appl. Catal. 66 1990 359 [20] Hicks R.F. Qi H. Young M.L. Lee R.G. J. Catal. 122 1990 280 [21] Hicks R.F. Qi H. Young M.L. Lee R.G. J. Catal. 122 1990 295 [22] Briot P. Auroux A. Jones D. Primet M. Appl. Catal. 59 1990 141 [23] Briot P. Primet M. Appl. Catal. 68 1991 314 [24] Marécot P. Fakche A. Kellali B. Mabilon G. Prigent M. Barbier J. Appl. Catal. B 3 1994 283 [25] Simone D.O. Kennelly T. Brungard N.L. Farrauto R.J. Appl. Catal. 70 1991 87 [26] Hoyos L.J. Praliaud H. Primet M. Appl. Catal. A 98 1993 125 [27] V. Labalme, E. Garbowski, N. Guilhaume and M. Primet, Appl. Catal. A, in press.",
      "scopus-id": "0001541192",
      "coredata": {
        "eid": "1-s2.0-0926860X95001921",
        "dc:description": "Platinum was deposited onto pure alumina as well as on alumina modified by addition of 7 and 15 wt.-% barium. The alumina hydroxyl groups were neutralized by barium addition and the surface of the modified support had a basic character. The introduction of barium decreased the accessible platinum area because of a sintering of the metal particles associated with a partial coverage of the platinum crystallites by barium containing species. In addition, the platinum surface atoms were electron-enriched. As a consequence the catalytic activity of alumina supported platinum was lowered in the presence of barium. Nevertheless, the turn-over numbers were not strongly modified by the barium additive, suggesting that the catalytic properties of accessible platinum atoms were not sensitive to the electronic effect induced by barium addition.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-12-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95001921",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Labalme, Valérie"
          },
          {
            "@_fa": "true",
            "$": "Benhamou, Nathalie"
          },
          {
            "@_fa": "true",
            "$": "Guilhaume, Nolven"
          },
          {
            "@_fa": "true",
            "$": "Garbowski, Edouard"
          },
          {
            "@_fa": "true",
            "$": "Primet, Michel"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95001921"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95001921"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00192-1",
        "prism:volume": "133",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Modifications of Pt/alumina combustion catalysts by barium addition I. Properties of fresh catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalytic combustion"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Alumina"
          },
          {
            "@_fa": "true",
            "$": "Barium addition"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "351-366",
        "prism:endingPage": "366",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 December 1995",
        "prism:doi": "10.1016/0926-860X(95)00192-1",
        "prism:startingPage": "351",
        "dc:identifier": "doi:10.1016/0926-860X(95)00192-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001541192"
      }
    }
  }
}