{
  "metadata": {
    "title": "Surface characterization and reactivity in ammoxidation reactions of vanadium antimonate catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-06-09",
    "doi": "10.1016/0926-860X(94)80240-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94802408",
    "pii": "0926860X94802408"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028769418",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94802408 0926-860X(94)80240-8 0926860X94802408 10.1016/0926-860X(94)80240-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X01834 2024-01-01T12:21:06.294127Z 0 0 19940609 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 113 113 1 1 Volume 113, Issue 1 4 43 57 43 57 19940609 9 June 1994 1994-06-09 1994 article fla Copyright © 1994 Published by Elsevier B.V. SURFACECHARACTERIZATIONREACTIVITYINAMMOXIDATIONREACTIONSVANADIUMANTIMONATECATALYSTS ANDERSSON A CENTI 1992 661 G CATANI 1992 107 R CENTI 1990 515 G NEWDEVELOPMENTSINSELECTIVEOXIDATION ANDERSSON 1993 691 A STUDIESINSURFACESCIENCECATALYSIS NEWFRONTIERSINCATALYSIS RIZAYEV 1992 103 R CENTI 1986 165 G CAVANI 1987 251 F CAVALLI 1987 639 P SANATI 1992 128 M ANDERSSON 1988 332 A STEWART 1972 690 D SCHWARZMANN 1977 617 E RUMPEL 1978 39 H GOPALKRISHNAN 1975 203 P THORNTON 1977 1271 G ROGERS 1964 400 D DELOBEL 1983 879 R ORCHARD 1977 1238 A MORGAN 1973 8953 W BIRCHALL 1975 2003 T CENTI 1994 281 G STUDIESINSURFACESCIENCECATALYSIS NEWDEVELOPMENTSINSELECTIVEOXIDATIONIIPROCEEDINGS2NDWORLDCONGRESS4THEUROPEANWORKSHOPMEETINGBENALMADENASPAIN2024SEPTEMBER1993 CENTI 1987 343 G HUTCHINGS 1991 413 G NILSSON 1994 293 K STUDIESINSURFACESCIENCECATALYSIS NEWDEVELOPMENTSINSELECTIVEOXIDATIONIIPROCEEDINGS2NDWORLDCONGRESS4THEUROPEANWORKSHOPMEETINGBENALMIDENASPAIN2024SEPTEMBER1993 ANDERSSONX1994X43 ANDERSSONX1994X43X57 ANDERSSONX1994X43XA ANDERSSONX1994X43X57XA Full 2001-08-27T00:00:00.000Z FundingPartnerOpenArchive NERL http://creativecommons.org/licenses/by-nc-nd/4.0/ 0 item 0926-860X(94)80240-8 0926860X94802408 1-s2.0-0926860X94802408 10.1016/0926-860X(94)80240-8 271346 2024-01-01T12:21:06.294127Z 1994-06-09 1-s2.0-0926860X94802408-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802408/MAIN/application/pdf/976c6e0b8d8245265fc5bb941cc893bb/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802408/MAIN/application/pdf/976c6e0b8d8245265fc5bb941cc893bb/main.pdf main.pdf pdf true 1029057 MAIN 15 1-s2.0-0926860X94802408-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802408/PREVIEW/image/png/7b408d3d23698bda0d89d9840095c8d9/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802408/PREVIEW/image/png/7b408d3d23698bda0d89d9840095c8d9/main_1.png main_1.png png 58318 849 656 IMAGE-WEB-PDF 1 = A ELSEVIER Applied Catalysis A: General 113 (1994) 43-57 Surface characterization and reactivity in ammoxidation reactions of vanadium antimonate catalysts A. Anderssonb, S.L.T. Anderssonb, G. Centia, R.K. Grassellil, M. Sanatib, F. Trifiroa 'Dept. of Industrial Chemistry and Materials, Univ. of Bologna, V.le Risorgimento 4, 40136 Bologna, Italy w , Fax. (+39-51) 6443680, e-mail CICATAL@B01FCC.C1NECA.ITlw 'Dept. of Chemical Technology, Chemical Center, Univ. of Lund, P.O. Box 124, 22100 Lund, Sweden `Dept. of Chemistry, Georgetown University, 20057 Washington, DC, USA (Received 2 November 1993; revised 14 February 1994; accepted 14 February 1994) Abstract Unsupported vanadium antimonate catalysts with Sb/V ratios of 1 and 5 and samples with the latter ratio supported on alumina were studied in toluene and propane ammoxidation to benzonitrile and acrylonitrile, respectively, and were characterized by X-ray photoelectron spectroscopy (XPS ) analysis before and after catalytic tests. Activity data for toluene ammoxidation suggest that excess antimony with respect to the stoichiometric amount required for forming the VSb04 rutile phase affects the dispersion of the latter phase giving smaller particles. Vanadium sites are involved both in the activation of toluene and in the insertion of nitrogen in this reaction, whereas antimony does not play a specific role in the reaction mechanism. In propane ammoxidation, on the other hand, due to a higher reaction temperature with respect to toluene (500 vs. 370), free vanadia on the surface of the catalyst has a negative influence on the selectivity because it promotes the conversion of ammonia to nitrogen, decreasing the surface nitrogenous species required for the selective formation of acrylonitrile. Excess antimony is thus necessary for completing the reaction between antimony and vanadium oxides, but antimony also participates in the reaction mechanism. In propane ammoxidation, in fact, XPS data show that both vanadium and antimony sites are reduced. Tentatively, vanadium sites are involved in the activation of propane, while antimony sites insert nitrogen. The differences between the toluene and propane ammoxidation mechanisms are interpreted to be primarily related to the different reaction temperatures. Key words: acrylonitrile; antimony; benzonitrile; propane ammoxidation; toluene ammoxidation; vanadium; Xray photoelectron spectroscopy *Corresponding author. 'Present address: Central Research Laboratory, Mobil, Princeton, New Jersey, USA 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-86OX (94)00030-U O A. Andersson et al. /Applied Catalysis A: General 113 (1994) 43-57 1. Introduction Vanadium antimonate based catalysts have drawn considerable attention in recent years for their catalytic behaviour in propane ammoxidation. A large number of patents have been published claiming vanadium antimonate as the active phase, but only limited information is available in the literature about its characterization (see refs. [ 1-ll] and references therein). On the other hand, the good catalytic behaviour of V-Sb--0 based catalysts in the ammoxidation of alkylaromatics has been known for several years [5], even though also in this case few data have been reported about the structure/activity relationship. It is known that vanadium and antimony form a rutile VSb04 phase with the same structure and characteristics as the well-known FeSb04 active phase for propene ammoxidation where antimony is the active element [6]. In addition, similarly to the optimal composition of iron antimonate catalysts in propene ammoxidation, vanadium antimonate catalysts for propane ammoxidation are more selective when excess antimony is present (Sb:V > 1, the stoichiometric value for formation of the VSb04 rutile phase). Furthermore, it has been shown for vanadium antimonate samples with excess vanadia that some vanadium oxide can also be present supported on VSb04 crystals [ 4 ] . The structural and reactivity analogies between vanadium antimonate and iron antimonate samples thus may suggest a main role of antimony in the catalytic ammoxidation of hydrocarbons, but, on the other hand, vanadium oxide supported on alumina or Ti02 is a well known active and selective system for the ammoxidation of alkylaromatics [5,7-9] . It is therefore not clear whether antimony, vanadium or both participate in the reaction mechanism and which phase (VSb04, Sb204, vanadium oxide supported on these phases) or cooperation of phases is catalytically active in the ammoxidation reactions. An analysis of the structure/activity relationship in this system, especially when associated with surface characterization of the samples before and after the catalytic reaction, can clarify these problems. Furthermore, it must be taken into account that although there are reasonable analogies in the mechanisms of propane and alkylaromatics ammoxidation, the modalities of activation of the hydrocarbon certainly will be different. A comparison of the reactivity of these two hydrocarbons on the same samples gives therefore useful further indications about the role of the different elements or phases in determining the catalytic behaviour. The aim of the present research was to compare the activity of vanadium antimonate catalysts in propane and toluene ammoxidation and to characterize the surface of the samples by X-ray photoelectron spectroscopy (XPS) before and after the catalytic tests in order to obtain some information about the nature of the active elements in this catalytic system and about the differences in the selective transformation of the two hydrocarbons. 2. Experimental V-Sb oxides were prepared according to patent indications [ 1-l] by a slurry method which involved refluxing for at least 8 h (usually 24 h) an aqueous solution containing NH4V03 and Sb203 (in such a ratio as to obtain a Sb/V atomic ratio of 1.0 or 5.0) and A. Andersson et al. /Applied Catalysis A: General 113 (1994) 43-57 45 alumina or Al(OH)3 followed by evaporation of the solvent in a rotavapor and drying at 100 overnight. The resulting solid was then heat treated at 350 for 4 h followed by a further step at 650 (6 h) (after intermediate grinding and mixing of the sample) in air. In the case of the sample with alumina, the amount of this phase in the final sample was 70 wt.-%. The sample without vanadium was prepared using the same procedure and composition (amount of antimony and alumina) as that of samples with vanadium, but omitting the addition of this component during the slurry step. Different methods of addition of the aluminium component were used. The samples, called VSbSlAI(1) and SblAI (see Table I for nomenclature), were prepared by adding commercial A1203 (140 m2/g) in the form of powder, whereas in the preparation of the sample called VSbSIAI(2), Al(OH)3 was added during the slurry step. Sample VSb5/Al(3) was prepared using a different procedure involving the precipitation of a mixed hydroxide gel containing V, Sb and Al and an organic component (carboximethylcellulose). The gel was then dried and calcined similarly to the other samples. The catalytic tests of propane ammoxidation were made in a fixed-bed quartz flow reactor with a catalyst charge of about 5 g (40O mesh) diluted with quartz microspheres. An online gas-chromatographic system equipped with a flame ionization detector (FID) (6 m long Porapak QS column for the analysis of propene, propane, acetonitrile and acrylonitrile) and a thermoconductivity detector (a 3 m long Carbosieve-II column for OZ, N2, CO, NO and COZ separation) were used for the analysis of reagents and reaction products, whereas HCN formation and ammonia conversion were determined by titration after adsorption in 0.1 M NaOH solution. Further details on the apparatus for the catalytic tests and on the analytical procedure have been previously reported [2-4]. Preliminary tests as well as calculations indicate that mass and heat transfer limitations may be considered negligible under our experimental conditions. Homogeneous gas-phase reactions were also checked and found to be negligible under our experimental conditions. The catalytic tests of toluene ammoxidation were carried out at 370 in a glass plugflow reactor at differential conditions (toluene conversion 3-5%). Carbon oxides were formed as the main by-products. Over 0.17-0.22 g of catalyst (35-100 mesh), diluted with quartz of the same particle size, a total gas flow of 186 cm3 (STP) /min was passed. The partial pressures of toluene, oxygen and ammonia were 0.77, 11.4 and 2.84 kPa, respectively. Nitrogen was used as an inert gas. Reaction products were analyzed on a gas chromatograph equipped with an FID detector and a methanizer unit for the conversion of separated carbon monoxide and carbon dioxide to methane before detection. The reactor and analysis arrangement were the same as previously described [ 10] . The XPS measurements were performed with a Kratos XSAM 800 instrument. Mg Ka X-ray radiation was used. The slit width was set at 80and the analyzer was operated at 40 eV pass energy and at high magnification. Peak intensities are expressed as the relative area above a linear base line. To estimate the V 2P3,2 intensity, the contributions from Mg Kc13,4 satellites of the OAS and Sb 3d5,2 lines were subtracted. This was done by subtracting the spectrum for Sb60, 3, normalized at the O, 5 position. For A1203 supported samples, however, the spectrum for Sb-0/A1203 was subtracted. For quantification purposes, instrumental sensitivities for the various core lines were measured for the pure oxides: A1203, V205, Sb203 and were A1 2p = 0.13, V 2P3,2 =1.86, Sb 3d3,2 = 5.70. Charging effects were corrected for by adjusting the Au 4f peak, of gold deposited on separate samples, to a position 46 A. Andersson et al. /Applied Catalysis A: General 113 (1994) 43-57 at 84.0 eV. For the rA1203 support, the A1 2s and Al 2p binding energies (BE) were measured and found to be 119.4 and 74.6 eV, respectively. These values were constant for all Sb-V-0/A1203 samples and are therefore not reported separately. Details on the other characterization techniques used have been previously reported [ 2-4 ] . 3. Results and discussion 3.1. Characteristics of the samples The best patented catalysts for the reaction of propane ammoxidation have a considerable excess of antimony (a V:Sb atomic ratio of around 1:5) and are usually supported on alumina (an amount of alumina of about 50-70 wt.-%, see refs. [ 1-4] and references therein). Similar catalytic compositions, even though with higher V:Sb ratios, have also been reported for the ammoxidation of alkylaromatics [ 5 ] . Four samples were thus selected in order to study the reactivity of vanadium antimonate catalysts and compare their behaviour in propane and toluene ammoxidation. The first two samples (VSb l and VSb5) are unsupported and have a V:Sb atomic ratio of 1:1 and 1:5, respectively. The third sample has a V:Sb ratio of 1:5, but is supported on alumina [VSb5/Al(1) ] . The amount of alumina in this sample is 70% and both the composition and the preparation method are very similar to those of patented samples for propane ammoxidation. The last sample (SblAl) was prepared in a similar way, but without adding vanadium, in order to obtain better discrimination between the effects of vanadium and antimony. All samples were calcined at 650 in air according to patent indications. Table 1 reports the surface area of these samples and summarizes the code name and composition. In addition to these samples, two further V- Table 1 Some characteristics of V-Sb-0 containing samples and their performances in toluene ammoxidation. Exp. conditions for the catalytic tests: 370, toluene 0.8%, NH, 2.8%, Oz 11.3 % and NZ 85.1 %. Sample Surface Rate for benzonitrile Selectivity Relative area formation for nitrile amount of (M2/g) (%) VSb04 Code V:Sb Amount (lamol/ (l-ol/g a* b* atomic A1203 mz min) VSb04 min) ratio (wt.-%) VSb1 1:1 - 9.2 1.4 12.9 92 1.0 1.0 VSb5 1:5 - 13.5 1.2 58.9 93 0.31 0.28 VSb5/Al(1) 1:5 70 139 0.11 128.7 91 0.01 0.08 VSb5/Al(2) 1:5 70 100 0.09 75.7 80 0.01 0.08 VSb5/Al(3) 1:5 70 11.8 0.55 54.5 84 0.06 0.08 Sb/Al - 70 141 0 - 0 - - * (a) Estimated by quantitative XRD using TiOZ (anatase) as an internal standard. The amount is relative to the quantity of the VSb04 phase in the VSbl sample, and (b) estimated assuming all vanadium to be present as V Sb04. A. Andersson et al. /Applied Catalysis A: General 113 (1994) 43-57 47 Sb-0 on alumina samples were studied [VSb5/A1(2) and VS65/AI(3), respectively] in order to obtain better information about some aspects of the correlation between composition and reactivity in ammoxidation reactions. The characteristics of these samples are also summarized in Table 1. X-ray diffraction (XRD) analysis of VSbl shows the presence of only VSb04, whereas the additional presence of a-Sb204 was detected in VSb5. Also reported in Table 1 are the relative amounts of VSb04 in these two samples determined by quantitative XRD using a calibrated mixture with Ti02 (anatase) as the internal standard. The relative amount estimated in the case of the hypothesis of complete reaction of vanadium to form the VSb04 phase is also given. In agreement with the XRD data, infrared (IR) characterization of these two samples shows the presence of VSb04 and VSb04+a-Sb204 in VSbI and VSb5, respectively, but also indicates that the reaction of VSb04 formation is not complete in VSbI. In fact, a well defined band centred at 1020 cm-' shows the presence of unreacted VS +-oxide, probably amorphous and therefore undetectable by XRD. There is considerable reduction in the amount of this V5+ species after the catalytic reaction, but a weak band centred at 995 cm-' can still be seen. It should be remembered that monolayer V5+ species on Ti02 (anatase) are characterized by an IR band centred at 995 cm-', whereas in samples with a higher vanadium coverage, where XRD analysis shows the presence of crystalline V205, a sharp band is found centred at about 1020 cm'. It is thus possible to conclude that in fresh VSbl some unreacted amorphous V205 exists which disappears after the catalytic reaction, leaving, however, a lower amount of V5+ species spread on the surface of the vanadium antimonate crystals. In the fresh VSb5 a band is also observed at around 1020 cm-', but it is much weaker as compared to the analogous band for MI. The excess antimony, therefore, enhances the formation of the VSb04 phase. In VSb5 after the catalytic tests, a similar situation to that discussed above for VSbl is found, even though the relative intensity of the band centred at 995 cm-' is lower. It should also be noted that XRD characterization of VSb5 indicates that the mean diameter of the VSb04 crystals (around 100-200 A) is much less than that of a-Sb204 crystals (800-1000 A) and scanning electron microscopy (SEM) studies show that the VSb04 crystals have a much more spongy appearance than the a-Sb204 crystals. The former phase therefore contributes mainly to the surface area of the VS65 sample notwithstanding the lower relative amount. In the sample supported on alumina [VSb5/AI(1) ] only very weak lines of the VSb04 rutile phase were detected, without any presence of crystalline a-Sb204, even for the higher calcination temperatures (up to 900). Similarly, in the sample without vanadium (Sbl Al), no XRD bands connected to the presence of antimony oxides were observed in the samples calcined up to 900, and the only bands present were those of a rutile phase connected with the reaction of antimony with alumina (AlSb04). IR characterization of these samples does not give useful information due to the presence of stronger skeletal vibrations of alumina, but Raman characterization of the samples confirms the analogy between supported and unsupported vanadium antimonate catalysts. VSb5/Al(2) shows strong analogies to VSbS lAl (1) , but the surface area is slightly lower. VSbS lAl (3) , on the other hand, has a surface area similar to unsupported samples. Also XRD data of the latter sample are different from the other two with alumina. In the third sample bands indicative of well-crystallized VSb04 and a-Sb204 phases can be detected, whereas weak and broad lines for only the VSb04 phase are detected in the other two samples with alumina. This 48 A. Andersson et al. /Applied Catalysis A: General 113 (1994) 43-57 suggests that it may be better to consider the third VSb5/A1 sample as a mixture of V-SbO phases and (low surface area) alumina rather than as V-Sb-0 phases supported on (higher surface area) alumina as for the first two VSb5/A1 samples. Additional data about the structure and composition of these samples have been previously reported [4]. 3.2. Surface characterization The XPS characterization of the samples after toluene ammoxidation is reported in Table 2 together with some reference values for antimony and vanadium oxides. In order to show more clearly the change in Sb/V surface ratio as a function of the bulk value, XPS data for two other unsupported vanadium antimonate samples with Sb:V atomic ratios of 0.8 and 2.6 (VS60.8 and VSb2.6, respectively) are also given. Reported in Fig. I is an example of the XPS spectra covering all of the V 2p, O Is and Sb 3d binding energy region (Fig. la) with an expansion of the V 2P3/2 signal obtained by subtracting the spectrum for Sb,0,3 (see Section 2) (Fig. lb). The Sb/V surface atomic ratio of unsupported samples does not increase linearly with the bulk ratio when the bulk value exceeds 1. This, however, can be understood by taking into consideration the difference in the crystal sizes between the VSb04 and a-Sb204 phases mentioned above which leads to a poor dispersion of excess antimony and thus to an apparently lower surface antimony content. In agreement, better dispersion was found in the samples supported on alumina with a Sb:V surface ratio closer to the bulk value (Table 2), the only exception being VSbSlAI(3). The latter sample, however, must be considered as a mixture of V-St-O phases and alumina as discussed above and thus cannot be considered as being formed of V-Sb-0 phases supported on alumina. The very low Sb/V ratio Table 2 XPS characterization of V-Sb-0 based samples before and after use in toluene ammoxidation. Reference values of the binding energy and half-height width (in brackets) for some antimony or vanadium oxides: Sb203 = 540.0 (1.7), Sbz04 = 540.2 (2.3), Sb6013 = 540.7 (1.9), SbZ05 = 540.8 (1.9) and Vz05 = 517.0 (1.5). Sample Binding energy and half-height width (in brackets) Surface atomic ratio Sb 3dz,z V 2P3/_ Sb/V Sb/Al V/AI VSb0.8* 540.2(1.6) 516.8(2.3) 0.8 - - VSbl* 540.4(2.1) 516.6(2.1) 1.2 - - VSbl 540.4(1.8) 516.5(2.5) 1.1 - - VS62.6* 540.6(1.8) 517.1(2.6) 1.5 - - VSb5* 540.4(2.0) 517.0(1.8) 1.8 - - VS65 540.4(2.1) 516.8(2.4) 1.8 - - VSb5/AI(1)* 540.6(2.4) 517.5(2.4) 4.1 0.12 0.03 VS65/AI(1) 540.2(2.5) 517.1(-) 5.0 0.17 0.03 VSb5/AI(2) 540.4(2.6) 517.0(-) 4.1 0.07 0.02 VSb5/AI(3) 540.3(1.5) 517.0(2.1) 0.2 0.008 0.04 Sb/AI* 540.8(2.5) - - 0.09 - Sb/AI 540.5(2.7) - - 0.09 - * Freshly prepared samples. A. Andersson et al. /Applied Catalysis A: General 113 (1994) 43-57 49 a b A hA r B f- r N Z~ H W Z W Z Z p 550 540 530 520 510 525 520 515 BINDING ENERGY (eV) BINDING ENERGY (eV) Fig. 1. (a) Photoelectron spectra of the V 2p, O is and Sb 3d binding energy (BE) region for fresh VSbI and VSb5 (spectra A and C, respectively) and after propane ammoxidation (spectra B and D, respectively). (b) Detail of the V 2p BE region after subtraction of the contribution from the O is and Sb 3d5,2 satellites (see Section 2). obtained for this sample indicates that the highly crystalline VSb04 and Sb204, as shown by XRD, is poorly dispersed and not very available at the surface. The V/Al ratio is, however, similar to that for VSbIAI(I), and this excess vanadium may be present as dispersed vanadium oxide. In VSbSlAI(1) and VSb5/Al(2) samples, on the other hand, the interaction of excess antimony with alumina avoids the formation and growing of Sbz04 crystals even for higher calcination temperatures. The surface Sb:V ratio is thus found to be close to the bulk value, suggesting that there is no surface enrichment of either of the two components on the surface of VSb04. The analysis of Sb and V valence states is quite difficult since the shifts in Sb 3d3,2 and V 2P3,2 binding energies (BE) are relatively small. It is about 0.8 eV for Sb3+-Sbs+ and about I eV for V4+-Vs+. In the latter case it is further complicated by the overlap of V 2P3,2 with A1 Ka3,4 satellites of O is and Sb 3d5,z. The less well defined envelope obtained after subtraction of these features in combination with low intensity implies that resolution of the spectra into components for the two valence states is of limited value. A rough estimate is obtained from the BE values. In the case of antimony, the curve resolution is reasonably accurate, but there is a lack of suitable reference samples. It has been reported that commercially available Sb205 is in general Sb60,3 or antimonic acid [ 11 ] . Crystalline SbZ05 was not available to us, since high oxygen pressures are required for its synthesis [ 12,13 ] . The Sb205 (Aldrich) was amorphous according to XRD data, and only weak and 50 A. Andersson et al. /Applied Catalysis A: General 113 (1994) 43-57 broad lines from a-Sb204 could be identified. Titration with iodine indicated its composition to be about 90% Sb20, and 10% Sb204. Both a-Sb204 [ 14,15] and P-Sb204 [ 16] contain two crystallographically different antimony atoms that may be ascribed to Sb3+ and SbS+. The Sb 3d3,2 BE of a-Sb204 is measured to be 540.2 eV, which is only 0.2 eV higher than the BE value for Sb203 (see caption of Table 2), whereas Sb6013 and Sb205 give a BE value of 540.7 and 540.8 eV, respectively. The BE shifts are in agreement with earlier XPS data [ 17-20] . It is thus difficult to interpolate the Sb 3d3,Z BE value to obtain a precise value for the mean Sb valence state, but the Sb3+ /SbS+ ratio maybe roughly estimated by fitting the Sb 3d3,2 line with two components, taken as the natural curve forms of Sb203 and Sb6013. The ratio so obtained was the value corrected for the mean Sb valence state in Sb6013. The Sb 3d3,2 BE value measured for the various samples ranged from 540.2 to 540.6 eV and the V 2P3,2 from 516.5 to 517.1 eV, which indicates the presence of Sb3+, Sb5+, V4+ and V5+ (and possibly also of V3+) surface species in all samples. The general tendency derived by comparing fresh and used samples containing aluminium is that upon use in toluene ammoxidation both antimony and vanadium are slightly reduced, which is seen by their lower BE values (Table 2). The same reductions were observed after use in propane ammoxidation. For unsupported samples, on the other hand, only the vanadium is reduced in toluene ammoxidation while reduction of both vanadium and antimony occurs in propane ammoxidation [4]. Fig. 2, for example, shows the deconvolution of the Sb 3d3,2 signal of VSbl and VSb5 before and after propane ammoxidation which indicates the reduction of SbS+ to Sb3+. Reported in Fig. 3 is an example of the changes observed in XPS spectra of a A r I .- W Z tiJ H 2 ` B 544 542 540 538 536 BINDING ENERGY (WV) Fig. 2. Sb 3d3,z photoelectron spectra of fresh VSb5 (A) and the same catalyst after propane ammoxidation (B) fitted with two components. Dotted spectrum: measured curve. Solid line: synthetic curve and the two components. The curve shape for the components is as measured for Sb203 [540.0 (2.0) ] and Sbb0[540.7 (2.0) ]. A. Andersson et al. /Applied Catalysis A: General 113 (1994) 43-57 2 I_ I\\ II II\"~ 51 550 540 SO 520 510 BINDING ENERGY (eVl Fig. 3. Photoelectron spectra of the V 2p, O Is and Sb 3d binding energy region for alumina supported samples prepared by different methods. SpecO for V 2p3,Z, shown as an insert, were obtained by subtraOg the spectrum oftheSb/Al sample. (A): VSbS/Al(1) fresh. (B): VS65/AI(1) aftertolueneammoxidation. (C): VS65/AI(2) after toluene ammoxidation. ( D) : VSbS lAl ( 3 ) after toluene ammoxidation. samples before and after toluene ammoxidation ( spectra A and B, respectively; sample VSbSlAI(1) ) and evidenced in Fig. 4 is the deconvolution of the Sb 3d3i2 peak into Sbs+ (peak centred at about 541 eV) and Sb3+ (peak centred at about 540 eV) components. The Sb3+/Sbs+ ratio, determined after the correction procedure discussed above, changes considerably, indicating the strong reduction of SbS+. Different degrees of reduction of SbS+ to Sb3+ were found in the other two samples with alumina (Figs. 3 and 4). 3.3. Catalytic tests Toluene ammoxidation Compared in Table 1 is the catalytic behaviour of the prepared catalysts in toluene ammoxidation to benzonitrile. VSb 1 and VSbS show a similar rate of benzonitrile formation expressed per unit surface area and a similarly high selectivity (above 90o) in spite of the fact that the former sample consisted of mainly VSb04, while the latter sample was a mixture of VSb04 and a-Sb204. This can be explained by the fact that in VSbS the VSb04 particles are smaller than the a-Sb204 particles and are also smaller than the VSb04 particles in VSbl. These conclusions are supported by XPS data (Table 2) showing a surface 52 A. Andersson et al. /Applied Catalysis A: General 113 (1994) 43-57 A B - C N Z W hZ H D 544 540 536 BINDING ENERGY WV) Fig. 4. Sb 3d photoelectron spectra for alumina supported samples prepared by different methods. The spectra are fitted with two components. Dotted spectrum: measured curve. Solid line: synthetic curve and the two components. The curve shape for the components is as measured for Sb203 [540.0 (2.0)1 and Sb60,3 [540.7 (2.0)1. Legend as in Fig. 3. enrichment of vanadium as compared to the nominal composition in VSb5 and moreover by the inspection of the values of the rates for benzonitrile formation expressed per unit weight of the active VSb04 phase. Scanning electron microscopy data confirm this indication [ 21 ] . The three VSb5 /Al samples, as compared to unsupported samples, all have lower rates per unit surface area for benzonitrile formation. Primarily, this can be due to the fact that the support surface is not completely covered with active vanadium antimonate. The differences in activity between the three alumina-supported samples are caused by a combination of the variation in coverage with active phase and particle size of the active phase (see the activities per unit weight of active phase in Table 1) . However, VSb5 /Al (2) and VSb5/Al(3) are less selective for nitrile formation than VSbSlAI(1) and the unsupported samples. In the case of VSb5 /AI (3) this is due to the fact that the catalyst surface is enriched with vanadia, as is evident considering that a Sb/V ratio of 0.2 was determined by XPS data (Table 2). The reason behind the lower selectivity of VSb5/Al(2) for nitrile formation is not clear, but several explanations are possible considering that the VSb-AI-0 system is complex, comprising several phases of which some possibly are defective [4,21]. VSb5/ Al(1), VSbl and VSb5 give selectivities for benzonitrile formation that are above 90%. Under identical reaction conditions a lower selectivity (82%) is obtained over unsupported vanadia [ 9 ] , thus confirming the good catalytic performance of vanadium antimonate catalysts in the ammoxidation of alkylaromatics. A. Andersson et al. /Applied Catalysis A: General 113 (1994) 43-57 53 All samples containing vanadium are active and selective for benzonitrile formation, while the SIJlAI sample without vanadium has no activity at all for toluene activation. This clearly shows that vanadium is necessary for toluene activation, an inference that is in agreement with the observation that the V 2P3,2 BE value decreases for all vanadium containing catalysts upon use in the catalytic reaction (see Table 2). Considering the alumina supported samples, it should be noted that reaction of alumina with excess antimony forming AISb04 inhibits the formation of a-Sb20, even at calcination temperatures up to 900 [ 4 ] . VS65 /AI (3) , however, may be considered as a mixture of VSb04, a-Sb204, vanadia and alumina. The metal atom ratios determined from XPS data (Table 2) confirm this indication. Notwithstanding the absence of a-Sb204 in VSb5/Al(1), its selectivity for nitrile formation is similar to that of the unsupported samples, showing that the presence of crystalline a-Sb204 is not important for the catalytic cycle apart from a possible role as a structural promoter for the formation of the active vanadium antimony oxide phase. This conclusion is supported by the finding that the Sb 3d3,2 BE values for unsupported samples are identical for freshly prepared and used samples. A lowering of the Sb 3d3,z BE value is observed for the three VSb5/A1 samples upon use in toluene ammoxidation. However, a similar change is observed for the inactive Sb/Al sample. In the systems with A]Sb04, possibly the antimony has some initial activity, but its reoxidation is prohibited by strongly adsorbed species, leading to an inhibition of any further participation in the reaction. Propane ammoxidation Due to the lower reactivity of the hydrocarbon, propane ammoxidation is carried out under more severe reaction conditions (higher temperature and contact time) than toluene ammoxidation. There is a general analogy in the catalytic behaviour of V-Sb-0 based samples in propane and toluene ammoxidation, but there are also some significant differences. In fact, whereas the selectivity in benzonitrile formation from toluene depends only slightly on the conversion, an significant dependence was found of the selectivity to acrylonitrile in propane ammoxidation. The selectivity to acrylonitrile (ACN) passed trough a maximum for a propane conversion in the 20-40% range (Fig. 5). For lower conversions, the main product is propene (C3-), intermediate in the propane transformation to acrylonitrile [1-4], whereas for higher conversions the formation of carbon oxides (CO,) becomes predominant. Other reaction products are HCN and acetonitrile (AcCN) (see Fig. 6, where the product distribution at 20% conversion corresponding to the maximum in ACN is shown). These products, however, form in minor amounts and with a selectivity which depends only slightly on the propane conversion. The catalytic behaviour of unsupported V-Sb-0 samples and the sample supported on alumina is relatively similar (Fig. 5), but the overall selectivity (propene plus acrylonitrile) was found to be slightly higher on the sample supported on alumina, especially for higher conversions. Taking into account the previous discussion about the different structural characteristics of these two samples and, in particular, the absence of Sb204 crystals in the alumina supported sample, it may be suggested that crystalline Sb204 as such has low activity also in propene ammoxidation. It may be observed, however, that probably for the higher reaction temperature, antimony oxide supported on alumina (SblAI) is not inactive as for toluene ammoxidation, but rather converts propane. However, as shown in Fig. 6 which reports product distribution at 20% 54 A. Andersson et al. /Applied Catalysis A: General 113 (1994) 43-57 80 60- 40 V m d h 20 t i~ i i i 0 L i s-M. (vsbs) ~ 8-ACN (VSbS) A s-C3. [VSb6/AI(7)] T 3-ACN [V3b6/Al(1)] 0 20 40 60 80 Propane Conversion, Fig. 5. Comparison of the catalytic behaviour in propane ammoxidation of VSbS and VSbSlAI(1) catalysts. Experimental conditions: reaction temperature 500, propane 7.2%, NH3 14.7%, OZ 15.2% (the balance is helium). Symbols: S-C3= selectivity to propene, S-ACN selectivity to acrylonitrile. 40 m 20 m h cox AcC ~ HCN ACN AC3= VSb1 VSb5 Sb/AI Catalyst Fig. 6. Comparison of the selectivity to various products at 20% alkane conversion in propane ammoxidation on VSbI, VS65 and SblAl catalysts. Experimental conditions as in Fig. 5. Symbols: CO., carbon oxides, AcCN acetonitrile, ACN acrylonitrile, HCN hydrogen cyanide, C3 = propene. A. Andersson et al. /Applied Catalysis A: General 113 (1994) 43-57 55 propane conversion, the selectivity to acrylonitrile is very low and the main reaction product is acetonitrile. It is interesting to observe that surface antimony ions in this catalytic system were found not to be reduced in propane ammoxidation (Sb 3d3/Z=540.7 eV), suggesting that the propane transformation occurs on this catalyst along a different mechanism than the redox reaction when vanadium is present together with antimony. Tentatively, on Sb/ Al the reaction mechanism involves an acid catalyzed pathway, in contrast to the metalloradical catalyzed pathway over V-Sb-0 based samples [4] . For both supported and unsupported alumina catalysts a reduction of vanadium and antimony occurred in propane ammoxidation [4], suggesting that both elements participate in the reaction mechanism. The presence of the side vanadia phase supported on vanadium antimonate crystals has a considerable effect on the catalytic behaviour. The comparison of the catalytic behaviour of VSbI and VSb5 (Fig. 6) shows that the former sample is much less selective than the latter due to the higher formation of carbon oxides. This is probably connected with the higher rate of side ammonia conversion to nitrogen on this catalyst [ 4,22 ] , which leads to a lower surface coverage of nitrogenous species. For iron antimonate catalysts [ 23 ] it has also been shown that when the surface is not populated to a considerable extend by nitrogenous intermediates, combustion tends to dominate. In toluene ammoxidation, due to the higher rate of hydrocarbon activation and less severe reaction conditions, the rate of side conversion to nitrogen of surface nitrogenous intermediates is much lower and thus the presence of the vanadia side phase affects the catalytic behaviour only slightly, whereas in propane ammoxidation its role is much more critical. The results of the comparison of the catalytic behaviour of the V-Sb-0 samples with alumina (VSb5/AI) confirm these indications. Fig. 7 summarizes the catalytic behaviour of these samples comparing their product distribution at 30% propane conversion which corresponds to the maximum in the selectivity to acrylonitrile (see Fig. 5). In particular, VSbSlAI(3), for which XPS data suggested the 40 0 S-ACN S-C3= S-COx VSb5/AI(1) VSbS/AI(2) VSbS/AI(3) Catalyst Fig. 7. Selectivity to pOucts at 30% alkane conversion in propane ammoxidation on VSbSlAI(1), VSbSlAI(2) and VS65/AI(3). Experimental conditions as in Fig. 5 and symbols as in Fig. 6. 56 A. Andersson et al. /Applied Catalysis A: General 113 (1994) 43-57 presence of a large surface concentration of the vanadia side phase (Table 2), shows much poorer performances than the other two samples due to an enhanced formation of carbon oxides. Minor differences were found, on the other hand, between VSb5/Al(1) and VSb5/ Al(2), but the latter shows a lower rate of transformation of intermediate propene to acrylonitrile (Fig. 7) . Tentatively, this can be attributed to a lower dispersion of the VSb04 phase on the surface of alumina, as suggested by XPS data (Table 2). 4. Conclusions Propane and toluene ammoxidation on unsupported and alumina supported V-Sb-0 based catalysts show various analogies, evidencing common aspects in their mechanism of transformation. However, there are also some important differences. Propane ammoxidation, when compared with that for toluene, shows enhanced transformation of adsorbed nitrogenous species to nitrogen. This is due to the higher reaction temperature needed and the lower surface coverage with hydrocarbon intermediates. Activity measurements suggest that nitrogen formation is catalyzed by a separate vanadia phase, the presence of which is thus deleterious for propane ammoxidation. The main role of antimony in excess of the stoichiometric amount needed to form the VSb04 rutile phase is to prevent the formation of a separate vanadia phase and to promote the creation of an active VSb04 surface [ 24] . XPS data show that both the vanadium and antimony in VSb04 participate in the mechanism of propane ammoxidation, while vanadium seems to be the most critical element of the two for toluene ammoxidation. The difference can be explained by the higher reaction temperature needed for propane ammoxidation (500 vs. 370) which causes increased reactivity of oxygen bonded to antimony. Furthermore, in propane ammoxidation five hydrogen atoms are abstracted compared with three in toluene ammoxidation, evidencing for propane ammoxidation a more demanding catalyst reduction-reoxidation cycle with a possible role for antimony sites. The present indication that in toluene ammoxidation over vanadium antimonate it is the vanadium sites that are involved in both toluene activation and the insertion of nitrogen agrees with the well known fact that pure vanadium oxide, both in supported and unsupported form, is active and selective for toluene ammoxidation to benzonitrile in the range 350-400 [ 5,7-9 ] . At these temperatures the rate for conversion of ammonia to nitrogen is low. In correspondence with the mechanism of toluene transformation, it is reasonable to suggest that the role of vanadium sites in propane ammoxidation is that of activation of hydrocarbon, whereas antimony sites as a consequence of the high reaction temperature participate in the insertion of nitrogen. The present results clearly demonstrate that the dispersion of VSb04 on alumina is affected by the method of preparation. The use of A1203 [ VSb5 /Al (1) ] and Al (OH) 3 [VSb5/Al(2) ] give comparatively homogeneous samples that are selective for the formation of intermediate propene and acrylonitrile. Coprecipitation with V, Sb and Al [VSb5/ A1(3) ] gives a heterogeneous sample that is enriched with vanadia at the surface, and gives a higher yield in combustion products. A. Andersson et al. /Applied Catalysis A: General 113 (1994) 43-57 57 References (1 ] G. Centi, R.K. Grasselli and F. Trifiro, Catal. Today, 13 (1992) 661. [2] R. Catani, G. Centi, F. Trifirb and R.K. Grasselli, Ind. Eng. Chem. Res., 31 (1992) 107. [3] G. Centi, R.K. Grasselli, E. Patan6 and F. Trifiro, in G. Centi and F. Trifirb (Editors), New Developments in Selective Oxidation, Elsevier, Amsterdam, 1990, p. 515. [4 ] A. Andersson, S.L.T. Andersson, G. Centi, R.K. Grasselli, M. Sanati, F. Trifiro in L. Guczi, F. Solymosi and P. Tetanyi (Editors), New Frontiers in Catalysis, Proc. 10th Int. Congress on Catalysis, Budapest, 1992 (Studies in Surface Science and Catalysis, Vol. 75), Elsevier, Amsterdam 1993, p. 691. [5] R.G. Rizayev, E.A. Mamedov, V. P. Vistovskii and V.E. Sheinin, Appl. Catal., 83 (1992) 103. [6] G. Centi and F. Trifiro, Catal. Rev: Sci. Eng., 28 (1986) 165. [7] F. Cavani, E. Foresti, F. Trifiro and G. Busca, J. Catal., 106 (1987) 251. [ 8 ] P. Cavalli, F. Cavani, I. Manenti and F. Trifiro, Ind. Eng. Chem. Res., 26 (1987) 639. [9] M. Sanati, L.T. Wallenberg, A. Andersson, S. Hansen and Y. Tu, J. Catal., 132 (1992) 128. 10] A. Andersson and S. Hansen, J. Catal., 114 (1988) 332. I 1 ] D.J. Stewart, O. Knop, C. Ayasse and F.W.D. Woodhams, Can. J. Chem., 50 (1972) 690. 12] E. Schwarzmann, H. Rumpel and W. Bemdt, Z. Naturforsch., 32b (1977) 617. 13] H. Rumpel, W. Bemdt, K. Adam and E. Schwarcmann, Z. Naturforsch., 336 (1978) 39. 14] P.S. Gopalkrishnan and H. Manohar, Cryst. Struct. Comm., 4 (1975) 203. 15 ] G. Thornton, Acta Cryst., B33 (1977) 1271. 16] D. Rogers and A.C. Skapski, Proc. Chem. Soc., (1964) 400. 17] R. Delobel, H. Baussart, J.-M. Leroy, J. Grimblot and L. Gengembre, J. Chem. Soc. Faraday Trans. 1, 79 (1983) 879. 18] A.F. Orchard and G. Thornton, J. Chem. Soc. Dalton Trans., (1977) 1238. 19] W.E. Morgan, W.J. Stec and J.R. Van Wazer, Inorg. Chem., 12 (1973) 8953. [20] T. Birchall, J.A. Connor and I.H. Hillier, J. Chem. Soc. Dalton Trans., (1975) 2003. 21 ] G. Centi, E. Foresti and F. Guarneri, in V. Cortez Corberan and S. Vic. Bellon (Editors), New Developments in Selective Oxidation II, Proceedings of the 2nd World Congress and 4th European Workshop Meeting, Benalmadena, Spain, 20-24 September 1993 (Studies in Surface Science and Catalysis, Vol. 82), Elsevier, Amsterdam, 1994, p. 281. [22] G. Centi, D. Pesheva and F. Trifiro, Appl. Catal., 33 (1987) 343. 23 ] G.J. Hutchings, M. Bowker, A. Crossley, M. Allen and R. Bettely, Catal. Today, 10 (1991) 413. [24] K. Nilsson, T. Lindblad, A. Andersson, C. Song and S. Hausen, in V. Cort6z Corberan and S. Vic. Bellon (Editors), New Developments in Selective Oxidation II, Proceedings of the 2nd World Congress and 4th European Workshop Meeting, Benalmadena, Spain, 20-24 September 1993 (Studies in Surface Science and Catalysis, Vol. 82), Elsevier, Amsterdam, 1994, p. 293. APCATA 94802408 0926-860X(94)80240-8 10.1016/0926-860X(94)80240-8 Elsevier Science B.V. All rights reserved Surface characterization and reactivity in ammoxidation reactions of vanadium antimonate catalysts A. Andersson b S.L.T. Andersson b G. Centi a 1 R.K. Grasselli 1 c M. Sanati b F. Trifirò a a Dept. of Industrial Chemistry and Materials, Univ. of Bologna, V.le Risorgimento 4, 40136 Bologna, Italyw, b Dept. of Chemical Technology, Chemical Center, Univ. of Lund, P.O. Box 124, 22100 Lund, Sweden c Dept. of Chemistry, Georgetown University, 20057 Washington, DC, USA 1 Present address: Central Research Laboratory, Mobil, Princeton, New Jersey, USA 1 Corresponduig author. Unsupported vanadium antimonate catalysts with Sb/V ratios of 1 and 5 and samples with the latter ratio supported on alumina were studied in toluene and propane ammoxidation to benzonitrile and acrylonitrile, respectively, and were characterized by X-ray photoelectron spectroscopy (XPS) analysis before and after catalytic tests. Activity data for toluene ammoxidation suggest that excess antimony with respect to the stoichiometric amount required for forming the VSbO4 rutile phase affects the dispersion of the latter phase giving smaller particles. Vanadium sites are involved both in the activation of toluene and in the insertion of nitrogen in this reaction, whereas antimony does not play a specific role in the reaction mechanism. In propane ammoxidation, on the other hand, due to a higher reaction temperature with respect to toluene (500°C vs. 370°C), free vanadia on the surface of the catalyst has a negative influence on the selectivity because it promotes the conversion of ammonia to nitrogen, decreasing the surface nitrogenous species required for the selective formation of acrylonitrile. Excess antimony is thus necessary for completing the reaction between antimony and vanadium oxides, but antimony also participates in the reaction mechanism. In propane ammoxidation, in fact, XPS data show that both vanadium and antimony sites are reduced. Tentatively, vanadium sites are involved in the activation of propane, while antimony sites insert nitrogen. The differences between the toluene and propane ammoxidation mechanisms are interpreted to be primarily related to the different reaction temperatures. Keywords acrylonitrile antimony benzonitrile propane ammoxidation toluene ammoxidation vanadium X-ray photoelectron spectroscopy Reference [1] Centi G. Grasselli R.K. Trifirò F. Catal. Today 13 1992 661 [2] Catani R. Centi G. Trifirò F. Grasselli R.K. Ind. Eng. Chem. Res. 31 1992 107 [3] Centi G. Grasselli R.K. Patanè E. Trifirò F. Centi G. Trifirò F. New Developments in Selective Oxidation 1990 Elsevier Amsterdam 515 [4] Andersson A. Andersson S.L.T. Centi G. Grasselli R.K. Sanati M. Trifirò F. New Frontiers in Catalysis, Proc. 10th Int. Congress on Catalysis, Budapest, 1992 Guczi L. Solymosi F. Tétényi P. Studies in Surface Science and Catalysis 75 1993 Elsevier Amsterdam 691 [5] Rizayev R.G. Mamedov E.A. Vistovskii V.P. Sheinin V.E. Appl. Catal. 83 1992 103 [6] Centi G. Trifirò F. Catal. Rev.-Sci. Eng. 28 1986 165 [7] Cavani F. Foresti E. Trifirò F. Busca G. J. Catal. 106 1987 251 [8] Cavalli P. Cavani F. Manenti I. Trifirò F. Ind. Eng. Chem. Res. 26 1987 639 [9] Sanati M. Wallenberg L.T. Andersson A. Hansen S. Tu Y. J. Catal. 132 1992 128 [10] Andersson A. Hansen S. J. Catal. 114 1988 332 [11] Stewart D.J. Knop O. Ayasse C. Woodhams P.W.D. Can. J. Chem. 50 1972 690 [12] Schwarzmann E. Rumpel H. Berndt W. Z. Naturforsch. 32b 1977 617 [13] Rumpel H. Berndt W. Adam K. Schwarzmann E. Z. Naturforsch. 33b 1978 39 [14] Gopalkrishnan P.S. Manohar H. Cryst. Struct. Comm. 4 1975 203 [15] Thornton G. Acta Cryst. B33 1977 1271 [16] Rogers D. Skapski A.C. Proc. Chem. Soc. 1964 400 [17] Delobel R. Baussart H. Leroy J.-M. Grimblot J. Gengembre L. J. Chem. Soc. Faraday Trans, 1 79 1983 879 [18] Orchard A.F. Thornton G. J. Chem. Soc. Dalton Trans. 1977 1238 [19] Morgan W.E. Stec W.J. Van Wazer J.R. Inorg. Chem. 12 1973 8953 [20] Birchall T. Connor J.A. Hillier I.H. J. Chem. Soc. Dalton Trans. 1975 2003 [21] Centi G. Foresti E. Guarneri F. New Developments in Selective Oxidation II, Proceedings of the 2nd World Congress and 4th European Workshop Meeting, Benalmádena. Spain, 20-24 September 1993 Cort'z Corberán V. Vic. Bellon S. Studies in Surface Science and Catalysis 82 1994 Elsevier Amsterdam 281 [22] Centi G. Pesheva D. Trifirò F. Appl. Catal. 33 1987 343 [23] Hutchings G.J. Bowker M. Crossley A. Allen M. Bettely R. Catal. Today 10 1991 413 [24] Nilsson K. Lindblad T. Andersson A. Song C. Hausen S. New Developments in Selective Oxidation II, Proceedings of the 2nd World Congress and 4th European Workshop Meeting, Benalmidena, Spain, 20-24 September 1993 Cortéz Corberán V. Vic. Bellon S. Studies in Surface Science and Catalysis 82 1994 Elsevier Amsterdam 293",
      "scopus-id": "0028769418",
      "coredata": {
        "eid": "1-s2.0-0926860X94802408",
        "dc:description": "Unsupported vanadium antimonate catalysts with Sb/V ratios of 1 and 5 and samples with the latter ratio supported on alumina were studied in toluene and propane ammoxidation to benzonitrile and acrylonitrile, respectively, and were characterized by X-ray photoelectron spectroscopy (XPS) analysis before and after catalytic tests. Activity data for toluene ammoxidation suggest that excess antimony with respect to the stoichiometric amount required for forming the VSbO4 rutile phase affects the dispersion of the latter phase giving smaller particles. Vanadium sites are involved both in the activation of toluene and in the insertion of nitrogen in this reaction, whereas antimony does not play a specific role in the reaction mechanism. In propane ammoxidation, on the other hand, due to a higher reaction temperature with respect to toluene (500°C vs. 370°C), free vanadia on the surface of the catalyst has a negative influence on the selectivity because it promotes the conversion of ammonia to nitrogen, decreasing the surface nitrogenous species required for the selective formation of acrylonitrile. Excess antimony is thus necessary for completing the reaction between antimony and vanadium oxides, but antimony also participates in the reaction mechanism. In propane ammoxidation, in fact, XPS data show that both vanadium and antimony sites are reduced. Tentatively, vanadium sites are involved in the activation of propane, while antimony sites insert nitrogen. The differences between the toluene and propane ammoxidation mechanisms are interpreted to be primarily related to the different reaction temperatures.",
        "openArchiveArticle": "true",
        "prism:coverDate": "1994-06-09",
        "openaccessUserLicense": "http://creativecommons.org/licenses/by-nc-nd/4.0/",
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94802408",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Andersson, A."
          },
          {
            "@_fa": "true",
            "$": "Andersson, S.L.T."
          },
          {
            "@_fa": "true",
            "$": "Centi, G."
          },
          {
            "@_fa": "true",
            "$": "Grasselli, R.K."
          },
          {
            "@_fa": "true",
            "$": "Sanati, M."
          },
          {
            "@_fa": "true",
            "$": "Trifirò, F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94802408"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94802408"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": "Full",
        "pii": "0926-860X(94)80240-8",
        "prism:volume": "113",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Surface characterization and reactivity in ammoxidation reactions of vanadium antimonate catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "1",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "acrylonitrile"
          },
          {
            "@_fa": "true",
            "$": "antimony"
          },
          {
            "@_fa": "true",
            "$": "benzonitrile"
          },
          {
            "@_fa": "true",
            "$": "propane ammoxidation"
          },
          {
            "@_fa": "true",
            "$": "toluene ammoxidation"
          },
          {
            "@_fa": "true",
            "$": "vanadium"
          },
          {
            "@_fa": "true",
            "$": "X-ray photoelectron spectroscopy"
          }
        ],
        "openaccessArticle": "true",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": "FundingPartnerOpenArchive",
        "prism:pageRange": "43-57",
        "prism:endingPage": "57",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 June 1994",
        "prism:doi": "10.1016/0926-860X(94)80240-8",
        "prism:startingPage": "43",
        "dc:identifier": "doi:10.1016/0926-860X(94)80240-8",
        "openaccessSponsorName": "NERL"
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028769418"
      }
    }
  }
}