{
  "metadata": {
    "title": "Selective oxidation of isobutene to methacrolein on multiphasic molybdate-based catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-02-01",
    "doi": "10.1016/0926-860X(95)00226-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X9500226X",
    "pii": "0926860X9500226X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040750109",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X9500226X 0926-860X(95)00226-X 0926860X9500226X 10.1016/0926-860X(95)00226-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00208 2024-01-01T12:18:48.759026Z 0 0 19960201 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 135 135 1 1 Volume 135, Issue 1 9 95 123 95 123 19960201 1 February 1996 1996-02-01 1996 Article article fla Copyright © 1996 Published by Elsevier B.V. SELECTIVEOXIDATIONISOBUTENEMETHACROLEINMULTIPHASICMOLYBDATEBASEDCATALYSTS CARRAZAN S UEDA 1986 360 W MOROOKA 1990 11 Y SYMPSTRUCTACTIVITYCHEMSOCBOSTONMEET MOROOKA 1994 233 Y PONCEBLANC 1992 9462 H PONCEBLANC 1993 373 H MILLET 1993 381 J CARSON 1983 1921 D CARSON 1984 1017 D BATIST 1979 451 P MATSUURA 1980 152 I ELJAMAL 1988 1617 M 9THCONGRCATAL BING 1990 3145 Z WENG 1990 757 L WENG 1992 141 L LEGENDRE 1992 387 O VEJOUX 1988 143 A MATERSCIFORUM GRZYBOWSKA 1987 121 B KUNG 1986 171 H THEOBALD 1982 357 F CIMINO 1975 11 A KORANYI 1989 422 T EKMAN 1985 246 M WENG 1991 319 L DELARCO 1992 2960 M MARTIN 1994 465 C POHLE 1978 77 W KEULKS 1985 297 G GLEAVES 1988 49 J WENG 1990 99 L CARRAZANX1996X95 CARRAZANX1996X95X123 CARRAZANX1996X95XS CARRAZANX1996X95X123XS item 0926-860X(95)00226-X 0926860X9500226X 1-s2.0-0926860X9500226X 10.1016/0926-860X(95)00226-X 271346 2024-01-01T12:18:48.759026Z 1996-02-01 1-s2.0-0926860X9500226X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9500226X/MAIN/application/pdf/33f4b488c428828491044772c208bcb7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9500226X/MAIN/application/pdf/33f4b488c428828491044772c208bcb7/main.pdf main.pdf pdf true 1657534 MAIN 29 1-s2.0-0926860X9500226X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X9500226X/PREVIEW/image/png/53e5ac428ee9edc078d09b1ca8b6fdfa/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X9500226X/PREVIEW/image/png/53e5ac428ee9edc078d09b1ca8b6fdfa/main_1.png main_1.png png 48386 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 135 (1996) 95-123 Selective oxidation of isobutene to methacrolein on multiphasic molybdate-based catalysts S.R.G. Carrazfin, C. Martfn, V. Rives *, R. Vidal Departamento de Qufmica lnorg6nica, Facultad de Farmacia, Universidad de Salamanca, Av. Campo Charro s/n, 37007-Salamanca, Spain Received 28 March 1995; revised 11 September 1995; accepted 11 September 1995 Abstract Synergetic effects in the selective oxidation of isobutene to methacrolein have been studied over catalysts containing several molybdate phases. Two types of catalysts have been analysed: (1) pure bismuth molybdates with Bi/Mo ratios of 2/2 and 2/3 [BiMo(2/2) and BiMo(2/3)] and cobalt molybdate [ CoMo( 1 / 1 ) ] ; and (2) multiphasic molybdates consisting of three or four molybdates prepared by: (a) coprecipitation of cobalt and bismuth salts and calcination at high temperatures, (b) mechanically mixing in dry conditions the separate molybdates and calcining at high temperatures and (c) dispersing the separate molybdates in n-pentane and calcining at high temperatures. Synergetic effects are observed in multiphasic BiMo ( 2 / 2) CoMo and BiMo (2 / 3) CoMo catalysts. For BiMo (2 / 2) CoMo catalysts the highest synergetic effects in the conversion, yield and selectivity are observed. For the catalysts before test no new phase is formed after calcination while after test X-ray measure- ments indicate a practically complete transformation of cr-Bi2M03012 into y-Bi2MoO6 and MoO2 and traces of MoO3 and Biz~Moj ~O3. Neither contamination between phases is observed. The synergetic effects are explained by the cooperation between separate T-BizMoO6, MoO3 and (c~ +/3)-CoMoO4 phases in contact. The cooperation between phases is more effective when MoO3 is present in a large proportion. Keywords.\" Multiphasic catalysts; BiMoCo; Oxidation (selective) 1. Introduction In a general way, the selective oxidation of olefins can be considered as a process consisting of several steps. Thus, a good catalyst for such a reaction is achieved by using a multicomponent catalyst, where usually many phases are present. The several phases not only carry out all the above functions, but also cooperate, * Corresponding author. Tel. ( + 34-23) 294524, fax. ( + 34-23) 294515, e-mail vrives@gugu.usal.es 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI O926-860 X ( 95 ) OO226-X 96 S.R.G. Carrazdn et al./Applied Catalysis A: General 135 (1996) 95-123 enhancing the catalytic performance with respect to each component phase. This enhancement of the catalytic properties for a mixture of phases with respect to each component phase ('synergy') has been attributed to different effects: (a) a bifunc- tional behaviour, when one phase is necessary for one step of a reaction and the second phase for another step, (b) formation of a solid solution or a mixed phase, (c) covering of one phase by the other phase through formation of a monolayer or epitaxial layers, (d) contamination of the surface of one phase by elements coming from the other and (e) remote control mechanism. Catalysts used in industrial processes for olefin oxidation generally contain Bi and Mo, but also other elements such as Co, Fe, Ni, V, etc. Nevertheless, few studies have been published on the influence of the third or the fourth element upon the catalytic activity of bismuth molybdate phases. For example, Ueda et al. [ 1 ] found that the addition of vanadium in the scheelite structure of ce-BizMo30~2 leads to an increase in activity and in selectivity to acrolein. The increase in activity could be attributed to the mobility of lattice oxygen ion in the Bil x/3Vl-xMOxO4 structure. Some evidence of the improvement in catalytic activity and/or selectivity to acrolein on bismuth molybdate supported on iron-cobalt molybdate has been reported by Moro-Oka et al. [2,3]. These authors ascribed the improvement in the catalytic performance to the positive influence of iron in the cobalt molybdate used as support. The improvement of the activity and selectivity when mixtures of bismuth mol- ybdate and mixed iron and cobalt molybdate are used as catalysts in the oxidation of propene to acrolein [4-6], are assigned to both: the ability of the bismuth iron cobalt molybdate particles to exchange electrons and oxygen anions, and to the change in the morphology of the catalyst under the conditions of the catalytic reaction. One of the multiphasic systems in which important synergetic effects in the selective oxidation of propene to acrolein have been observed, is that corresponding to mixtures of bismuth molybdate phases. Different explanations of such effects have been proposed. Carson et al. [7,8] have shown that a catalyst composed of an equimolecular mixture of a-Bi2M03012 and y-Bi2MoO6 phases is more active and selective in the selective oxidation of propene than either of the pure phases by itself. The observed synergetic effects are explained by considering the appropriate addition of the useful properties of each phase. Batist [9] considered that the improvement of the catalytic properties of 3/_ BizMoO6 when adding small amounts of MoO3 is due to the partial coverage of the 'Bi202' top layers, laying on the T-BizMoO6, by MOO3. A similar effect of MoO3 on the catalytic properties of \"y-BizMOO6 was also observed by Matsuura et al. [ 10], but they ascribed this effect to the formation of an active surface layer with a Bi/Mo ratio of 1:1. S.R.G. Carraz6n et al. /Applied Catalysis A: General 135 (1996) 95-123 97 The synergetic effect in the selectivity to acrolein found by E1 Jamal et al. [ 11 ] in mixtures of a-Bi2M03012 and T-Bi2MoO6 was interpreted in terms of the elim- ination of bismuth oxide layers in excess on top of the surface of the T-phase, either by distillation in vacuo upon heating at 480, or by chemical reaction with MoO> This led to the formation of a pure T-phase (or a- and T-phases) of high catalytic performance for acrolein formation in propene oxidation. The synergetic effect between the a-Bi2M030~2 and T-Bi2MoO6 phases is attrib- uted to the remote control mechanism by Bing et al. [ 12]. They considered that oxygen species emitted by the T-phase can migrate onto the a-phase surface where it creates or regenerates the active sites for acrolein formation. Weng et al. [ 13,14] also reported improvement of the catalytic properties of 7- Bi2MoO6 in the selective oxidation of isobutene to methacrolein when it was mixed with SnO2, WO3 and MoO3 (acceptor phases) or a-Sb204 (donor phase). In this case, the synergetic effects are explained by a creation of selective sites due to spill- over oxygen (remote control mechanism). Strong enhancements of activity and yield in propene oxidation to acrolein have been found by Legendre et al. [15] when testing, in near industrial conditions, model catalysts containing cobalt, iron and bismuth molybdates. Two different tentative explanations are proposed to account for the observed synergetic effects, depending on the number of molybdate phases present in the catalysts. The so- called 'coherent interface' [ 16], which involves enhancement of oxygen anion and electronic conduction between the two phases at the interface, is proposed for catalysts containing two molybdate phases. In the case of three molybdate phase catalysts, a remote control mechanism is presented as the most probable. Thus, presently we found different and no conclusive interpretations which can explain the synergetic effects between phases depicted by catalysts consisting of three or more molybdates. The aim of the present work is to give some light concerning these factors. The strategy followed in this work was to study the effects of varying the number and degree of interactions of molybdate phases by preparing multiphasic catalysts with different proportions of the component phases and obtained using different exper- imental conditions. Pure bismuth molybdates with Bi/Mo ratios of 2/2 and 2/3 and cobalt molybdate were prepared separately. Multiphasic catalysts consisting of three or four molybdates were prepared by coprecipitation of cobalt and bismuth salts or mechanically mixing the single molybdate phases in dry conditions or by dispersing them in n-pentane, in order to vary the interaction between the phases. Calcination of the catalysts at high temperatures was also performed in order (a) to facilitate the formation of a mixed oxide or a solid solution and (b) to study the mobility of the atoms at the surface. In particular, some multiphasic catalysts were prepared by dispersing the pure molybdate in n-pentane in order to avoid contam- ination between the phases. Catalysts were tested in the selective oxidation of isobutene to methacrolein. High conversion levels were used and these values were approximately constant 98 S.R.G, Carraz6n et al. /Applied Catalysi~ A: General 135 (1996) 95-123 for the multiphasic catalysts containing either BiMo(2/2) or BiMo(2/3). In these conditions, phase transformations were observed during the test either for the pure molybdates or for the multiphasic molybdate catalysts. The selective oxidation of propene [ 7-12] over bismuth molybdate catalysts at lower conversion level than that used in this work shows that pure catalysts do not undergo phase transformations during the test. It might be speculated that if a phase transformation occurred, it could not be detected because of its small extent. If it had been the case, an important information, coming from the solid state transformations, could not have been taken into account to explain the synergetic effects. So, in this work high level conversion is used in order to achieve phase transfor- mations, that are observed either for the pure molybdates or for the multiphasic catalysts for which synergetic effects are also detected. In this way, we can assume that the synergetic effects have to be related to the phase transformations in the multiphasic catalysts. Another objective of this work is to correlate the synergetic effects with the phase transformations observed in the multiphasic catalysts. In order to correlate the catalytic activity with the solid state characteristics of the catalysts, a detailed physicochemical characterisation was carried out on all the catalysts before and after the test. As phase transformation is an important factor to understand the catalytic results, a rigorous study of such transformations has been performed by X-ray diffraction measurements to detect phase modifications or formation of new compounds and by X-ray photoelectron spectroscopy (XPS) to detect the surface transformations occurring at 15-20 monolayers depth from the external surface. XPS was also used to detect surface contamination. As acidic properties may play an important role in selective oxidation of olefins [ 17,18], a surface acidity study of the catalysts was carried out by FT-IR monitoring of pyridine adsorption. 2. Experimental 2.1. Materials The products used as starting materials for catalyst preparation were cobalt(II) nitrate, Co (NO3) 2\" 6H20, bismuth (III) nitrate, Bi(NO3) 3\" 5H20 and ammonium heptamolybdate, (NH4) 6Mo70244H20, all from Fluka (p.a.) HNO3 and NH4OH were from Jansen (p.a.), pyridine was from Fluka (p.a.) and n-pentane was from Merck (p.a.) Gases were from L'Air Liquide, isobutene > 99%, He 99.995% and O2 > 99.5%; they were used without any further purification. S.R.G. Carrazdn et al. /Applied Catalysis A: General 135 (1996) 95-123 99 2.2. Catalyst preparation 2.2.1. Pure cobalt and bismuth molybdate catalysts 2.2.1.1. Cobalt molybdate. Cobalt molybdate with Co/Mo ratio of 1/1 was prepared according to the following procedure: 29.1 g of Co(NO3)26H20 and 17.6 g of (NH4)6MOTOz4\"4H20 were dissolved in 250 ml of water leading to a wine-red solution. On heating at 80, a blue precipitate was obtained. The precip- itate was then filtered and dried at 100 and finally calcined in a static air atmosphere in an open crucible in the oven at 500 for 2 h, obtaining a violet solid. This catalyst will be denoted hereafter CoMo( 1/1 )/CP/T/h, in which (1/ 1) is the Co/Mo atomic ratio, CP denotes coprecipitation and T () and h (h) are the temperature and calcination time, respectively. 2.2.1.2. Bismuth molybdate. Catalysts containing bismuth and molybdenum with Bi/Mo ratios of 2:2 and 2:3 were prepared by coprecipitating both metal ions as follows [ 19] : 10 g of Bi(NO3)3\" 5H20 were dissolved in 42 ml of 5 M HNO3 to avoid bismuth hydrolysis. This solution was slowly added dropwise at room tem- perature to an aqueous solution containing the desired amount of (NH4)6Mo7024\"4H20, previously dissolved in 84 ml of 5% NH4OH (addition took one h). The final pH was brought to 7 by addition of NH4OH. The suspension was heated at 80 and the liquid slowly evaporated (over 3 h). The paste was then poured on a crystallisation dish and dried for 18 h at 100 in air. The dried catalyst was then crushed into lumps less than one cm in length and finally calcined in a quartz reactor under static air atmosphere at 480 for 6 h; a low temperature rate (l/min) from 25 to 480 was used in order to ensure the complete decom- position of ammonium nitrate. These catalysts will be denoted in the following manner: BiMo(2/2)/CP/T/h and BiMo(2/3)/CP/T/h, in which (2/2) and (2/ 3) are the Bi/Mo atomic ratios and the other symbols as in (Section 2.2.1.1). Preparation conditions of these catalysts are summarized in Table 1. 2.2.2. Multiphasic molybdate catalysts Two methods were used to prepare these catalysts: (a) coprecipitation and (b) mechanical mixtures of the pure molybdates prepared as indicated in Section 2.2.1. 2.2.2.1. Coprecipitation. An aqueous solution containing the desired stoichio- metric amount of Co (NO3)2\" 6H20 was added dropwise at room temperature to a thoroughly stirred 5 M HNO3 solution containing the desired amount of Bi(NO3)3\" 5H20. This solution (containing cobalt and bismuth) was poured for one h into an aqueous solution containing the desired amount of ammonium hep- tamolybdate solution with vigorous agitation at room temperature. Evaporation of water, drying and calcination of the solid, were performed as described above for preparation of the bismuth molybdate catalysts (see Section 2.2.1.2). Multiphasic 100 S.R.G. Carrazdn et al. /Applied Catalysis A: General 135 (1996) 95 123 Table 1 Preparation conditions of the catalysts Catalyst Preparation metho& Calcination temperature/time ( / h) CoMo( 1 / 1 )/CP/500/2 BiMo(2/2)/CP/480/6 BiMo(2/3 )/CP/480/6 BiMo(2/2)CoMo/0.16/CP/480/6 BiMo(2/3) CoMo/0.185/CP/480/6 BiMo(2/2) CoMo/0.16/GR/480/6 BiMo(2/2) CoMo/0.16/GR/400/6 BiMo(2/3)CoMo/0.185/GR/480/6 BiMo(2/3)CoMo/0.185/GR/400/6 BiMo(2/2) CoMo/0.50/MM BiMo(2/2) CoMo/0.50/MM/500/24 BiMo(2/2) CoMo/0.50/MM/500/144 BiMo(2/3) CoMo/0.50/MM BiMo(2/3) CoMo/0.50/MM/500/24 BiMo(2/3) CoMo/0.50/MM/500/144 Coprecipitation from CoN and 500/2 AHM precursors Coprecipitation from CoN and 480/6b AHM precursors Coprecipitation from CoN and 400/6 AHM precursors Coprecipitation from BiN, CoN 480/6b AHM precursors Coprecipitation from BiN, CoN 480/6h AHM precursors Mechanical mixture of BiMo(2/ 480/6b 2) and CoMo( 1 / 1 ) by hand grinding Mechanical mixture of BiMo(2/ 400/6 2) and CoMo( 1 / 1 ) by hand grinding Mechanical mixture of BiMo(2/ 480/6b 3) and CoMo(1/1 ) by hand grinding Mechanical mixture of BiMo(2/ 400/6 2) and CoMo( 1 / 1 ) by hand grinding Mechanical mixture of BiMo( 2/ 2) and CoMo( 1 / 1 ) by dispersion m n-pentane Mechanical mixture of BiMo(2/ 500/24 2) and CoMo(l/l) by dispersmn m n-pentane Mechanical mixture of BiMo(2/ 500/144 2) and CoMo( 1 / 1 ) by dispersion m n-pentane Mechanical mixture of BiMo(2/ 2) and CoMo(1/l) by dispersmn in n-pentane Mechanical mixture of BiMo(2/ 500/24 3) and CoMo( 1 / 1 ) by dispersion m n-pentane Mechanical mixture of BiMo(2/ 500/144 3) and CoMo( 1 / 1 ) by dispersmn m n-pentane un-calcined un-calcined \"BiN = bismuth nitrate; CoN = cobalt nitrate; AHM = ammonium heptamolybdate. b heating rate l/min. catalysts prepared in this way are denoted as BiMo(2/2)CoMo/Rm/CP/T/h and BiMo(2/3)CoMo/Rm/CP/T/h, in which Rm is the composition of the catalyst expressed as mass ratio ( see below) and the Co/Mo ratio is 1 / 1 for all the catalysts; other symbols as in Section 2.2.1.1. S.R.G. Carrazdn et al. /Applied Catalysis A: General 135 (1996) 95-123 101 2.2.2.2. Mechanical mixtures. Two different series of mechanical mixtures were prepared. 2.2.2.2.1. Dr)' mixtures. These mixtures were obtained by hand grinding BiMo(2/2) or BiMo(2/3) with CoMo( 1 / 1 ) in an agate mortar for 20 rain. These samples were calcined following two different procedures: in a quartz reactor at 480, at l/min from 25 to 480, this temperature being maintained for 6 h, or in a static air atmosphere in the oven at 400 during 6 h. The mechanical mixtures are denoted as BiMo(2/2)CoMo/Rm/GR/T/h and BiMo(2/3)CoMo/Rm/GR/ T/h, in which GR denotes dry mechanical mixing by hand grinding; other symbols as in Section 2.2.1.1. 2.2.2.2.2. Dispersed mechanical mixtures. These mixtures were prepared by dispersing in n-pentane equal amounts of BiMo(2/2) or BiMo(3/2) and CoMo( 1 / 1 ). The suspension was magnetically stirred at room temperature during 10 h. Evaporation of n-pentane was performed by continuous stirring at 25 under a pressure lower than 1 atm and further drying in air at 80 for 15 h. Two samples of these powder mixtures were not calcined, whereas four samples were calcined at 500 in an open crucible in a static air atmosphere in the oven for 1 and 6 days. The catalysts will be denoted as: BiMo(2/2)CoMo/Rm/MM/T/h and BiMo(2/ 3)CoMo/Rm/MM/T/h, in which MM denotes mechanical mixing in n-pentane; other symbols as in Section 2.2.1.1. Preparation conditions of the multiphasic catalysts are summarized in Table 1. 2.2.3. Expression of catalyst composition The composition of the catalysts is expressed as mass ratio by Rm =- weight A/ (weight A + weight B), where A is BiMo(2/2) or BiMo(2/3) and B is CoMo( 1 / 1 ). For catalysts BiMo(2/2)CoMo/Rm/CP/T/h and BiMo(2/2)CoMo/Rm/GR/ T/h, the Rm value is 0.16, whereas it is 0.185 for BiMo(2/3)CoMo/Rm/CP/T/h and BiMo(2/3)CoMo/Rm/GR/T/h. In the case of BiMo(X)CoMo/Rm/MM/T/ h catalysts (X= Bi/Mo ratios of 2:2 or 2:3), the Rm value is 0.50. The values of Rm are also indicated in Table 1. 2.3. Catalyst characterisation All catalysts were characterized before and after catalytic test using the following physicochemical methods. 2.3.1. Chemical analysis Chemical analyses for Bi, Mo and Co were carried out by atomic absorption (AA) in an ELL-240 Mark 2 instrument. 2.3.2. BET specific surface areas These were measured in two instruments: by the single-point method in a Micromeritics Flowsorb I12300 instrument, using a 30:70 N2-He mixture. Samples were previously degassed in situ by flowing N2 at 150 for 2 h. Samples with 102 S.R.G. Carraz6n et al./Applied Catalysis A: General 135 (1996) 95-123 surface areas lower than 3 m2/g were measured in a Micromeritics ASAP 2000 by adsorption of Krypton at 77 K on samples previously degassed at 150 for 2 h. Expected specific surface areas for multiphasic molybdate catalysts before test, containing A and B pure molybdates, were calculated by the following equation: (SBET) expc = Rm(S13ET) A nt- ( l -- Rm) (SBET)B ( 1 ) where (SBEx)A and (SBET)B are the BET specific surface areas of the pure molyb- dates A and B, respectively and Rm is the mass ratio as defined in Section 2.2.3. 2,3.3. X-ray diffraction (XRD) The patterns were obtained by reflection from powders with a Siemens Kristal- loflex D 5000 diffractometer using Cu Ka~ radiation (A = 1.54 A) and a secondary monochromator. A Ni filter was used. Crystalline phases were compared with references from the data base software (ASTM files). Approximate ratios of the amounts of the MoO2 and T-Bi2MoO6 phases, namely MoOz/'y-Bi2MoO6 and the a-BizM03012 and T-Bi2MoO6 phases, namely ce-BizMoo3012/y-Bi2MoO6, were estimated from the integrated area of the peaks at 3.42 A for MoO2, 3.19 A for c~- BizMo30~2 and 3.15 A for y-Bi2MoO6, using a profile fitting routine provided with the spectrometer software. 2.3.4. X-ray photoelectron spectroscopy These analyses were performed with a SSX-100 model 206 X-ray photoelectron spectrometer from Fisons. The analysis chamber was operated under ultrahigh vacuum with a pressure close to 5.10-9 Torr. X-rays produced by a monochro- matized aluminium anode (A1 Kce-- 1486.6 eV) were focused in an area of ca. 1 mm2 ( 1000/xm spot). The pass energy was set at 50 eV (resolution 2) ; in these conditions the energy resolution (FWHM, full width at half maximum, of Au 4f7/2) was 1.0 eV. The surface positive charge originating from the ejected pho- toelectrons was overcompensated by a 'floodgun' operating at 6 eV and a nickel grid set 3 mm above the samples. Powdered samples were pressed into small troughs. In the case of pure cobalt and bismuth molybdates, the C Is, O ls, Mo 3d, Co 2p3/2 and C ls and the C ls, O ls, Mo 3d, Bi 4fand C ls were swept successively. For multiphasic molybdate catalysts, the C ls, O ls, Mo 3d, Bi 4f, Co 2p3/2 and C ls were swept successively. The binding energy (BE) was calculated with respect to C ls (BE of C-C,H fixed at 284.8 eV). All the peaks were fitted by using a standard least squares fitting routine. In the fitting process, Gaussian-Lorentzian functions were used with a Gaussian-Loren- tzian ratio of 85/15. The Mo 3d5/2/Mo 3d3/2 ratio was fixed to 1.5 and the Bi 4fT/z/Bi 4f5/2 was fixed to 1.33. The amount of cobalt was calculated from the appropriate reconstruction of Co 2p3/2 envelope as was evidenced by controlling the quality of the statistic parameter X2. The XPS B i/Mo, B i/Co and Co/Mo ratios were calculated from XPS intensities S.R.G. Carrazdn et al. /Applied Catalysis A: General 135 (1996) 95-123 103 by using atomic sensitivity factors provided by the spectrometer manufacturer, and with respect to the external reference SiO2. Bi 4f and Mo 3d peaks were used to calculate the quantity of these atoms at the surface. Bulk Bi/Mo, Bi/Co and Co/Mo ratios were calculated from the sample stoichiometry. Binding energies for MOO3, MoO2 and Bi203 were assigned following the data from the literature. Mo 3d3/2 = 235.8 -4- 0.2 eV, Mo 3d5/2 = 232.7 _+ 0.2 eV for MoO3 [ 20,21 ] and Mo 3d3/2 = 234.4 ___ 0.2 eV, Mo 3d5/2 = 231.2 +_ 0.2 eV [22] for MoO2. Bi 4f5/2 = 164.7 +__ 0.2 eV, Bi 4f7/2 = 159.5 + 0.2 eV for Bi203. 2.3.5. Surface acidity Assessment was carried out through FT-IR monitoring of pyridine adsorption. Pyridine was dried over a molecular sieve and then degassed in situ following the freeze-pump-thaw technique prior to the adsorption runs. The method was as follows: the solid was compacted to a self-supported disc of 1 cm diameter, 10-20 mg and was calcined in air at 400 for 1 h in the same cell in which the spectra were later recorded, in order to eliminate adsorbed organic impurities. The sample was then outgassed at 400 for 2 h, at a residual pressure of ca. 10-3 Torr. The sample was equilibrated at room temperature with a pressure of 1.5 Torr of pyridine and then outgassed for 15 min at increasing temperatures up to 400. Spectra were recorded in a Perkin-Elmer 16PC spectrometer, placing the self-supported disc of the sample in a specially designed pyrex, high vacuum cell, in order to perform thermal treatments and adsorption of gases and vapours in situ. The cell has CaF2 windows, transparent to infrared radiation in the 4000-1200 cm 1 range. Weak and intermediate acidity have been conventionally ascribed to the removal of pyridine species bands bonded to Lewis or BrCnsted sites after outgassing at 100 or 200, respectively, whereas strong acidity is ascribed to the removal (or to the presence) of those bands after outgassing at 300. The Lewis/BrCnsted relative ratios were calculated from the relative intensities of the bands corresponding to vibration mode 19a of coordinated pyridine and pyridinium ion. 2.4. Catalytic activity measurements 2.4.1. Catalytic test Catalytic properties were measured using a continuous gas-flow fixed-bed reactor system with a Pyrex U-tube reactor of 8 mm internal diameter [ 23 ] operating under atmospheric pressure. 500 mg of catalyst (particle size between 500 and 800/xm) was packed in the central section of the reactor between glass pills of 1000/zm in diameter. The reactor was inserted in an electrically heated furnace. The temperature of the catalyst bed was monitored by a thermocouple placed in a thermowell in the centre of the bed. The composition and flow rate of the gas feed mixture were measured and controlled using previously calibrated mass flow controllers. 104 S.R.G. Carraz6n et al. /Applied Catalysis A: General 135 (1996) 95-123 The lines between the reactor and the chromatograph were kept at 150 to prevent any condensation of the reaction products. The reaction conditions were as follows: partial pressures of isobutene and air of 71 and 689 Torr (20% 02 and 80% N2); total feed of 30 ml/min. The catalyst was heated till the reaction tem- perature of 450; after the desired temperature was reached, the reactor was maintained at this temperature during about 3 h, the time after which measurements were made. 2.4.2. Analysis of reactants and products The reaction products were analyzed by on-line gas chromatography. A Delsi chromatograph equipped with catharometer was used. Analyses were automatically monitored by an IGC- 1D integrator coupled to an electronic interface. Two columns were used, a Tenax for analysing methacrolein and other oxygen-containing prod- ucts (acrolein, alcohols) and a Porapak Q to separate isobutene, CO~, N2 and water. The main reaction products were methacrolein, CO2 and water. Other products (amounting to less than 5% of the total isobutene reacted) were not measured. 2.4.3. Expression of the catalytic activity In the data below, catalytic activities are expressed as: conversion of isobutene (C), defined as the number of tools of isobutene transformed by one mol of isobutene in the feed, yield (Y), namely, the number of tools of isobutene converted to methacrolein by one mol of isobutene in the feed and selectivity (S) calculated from the equation S = Y/C. C, Y and S are expressed in percent. 2.4.4. Expression of the synergetic effects For the multiphasic catalysts the synergetic effect can be evidenced by an increase in the conversion, yield or selectivity in an useful product. In the absence of synergy, the conversion or yield is the properly weighted average value of the single com- ponents when assuming, as a first approximation, that the reaction was zero order. The synergetic effects for the conversion, yield and selectivity were calculated by the following expressions: A C(%) = Cbiphasic -- C~cp .... ts X 100 (2) C~components A Y(%) = Ybiphasic -- Yz .... p ..... ts 100 (3) Yy-components AS(%) = Sbiphasic -- S]~cpents X 100 (4) S]Ecomponents where Cbipha,ic, Ybiphasi~ and Sbiphas~ are the conversion, yield and selectivity of the biphasic catalyst and Czcomp .... t, Y~]comp .... t and Szcomp .... t are the conversion, yield and selectivity which would be observed in the absence of any synergetic effect, defined for a mixture with a given Rm, as: S.R. G. Carrazt~n et al. / Applied Catalysis A: General 135 (1996) 95-123 Table 2 Experimental and calculated chemical analysis values 105 Catalyst Co/Bi Mo/Bi Exp. Ca/c. Exp. Calc. BiMo(2/2)/CP/480/6 BiMo(2/3)/CP/480/6 BiMo(2/2)CoMo/0.16/CP/480/6 BiMo(2/3) CoMo/0.16/CP/480/6 BiMo(2/2) CoMo/0.16/GR/480/6 BiMo(2/3)CoMo/0.16/GR/480/6 9.2 9.0 9.5 9.0 9.3 9.0 9.4 9.0 1.47 1.50 1.05 1.00 9.8 10.0 10.3 10.5 10.5 10.0 10.9 10.5 CY'comp ...... t = Rm CA + ( 1 -- Rm) CB YEcomponent=RmYA+ 1 -Rm) YB RmYA + 1- Rm) YB S~ .... p .... t = RmCA + 1 - Rm) CB 3. Results 3.1. Catalyst characterisation 3.1.1. Chemical analysis The experimental values of the chemical analysis for the pure bismuth molybdate catalysts and for several of the multiphasic catalysts are presented in Table 2. The experimental and the calculated values are coincident, differences being within experimental error. 3.1.2. BET BET specific surface areas of pure molybdates and multiphasic molybdate cat- alysts prepared by coprecipitation and mechanical mixing are presented in Table 3, for both, before- and after-test catalysts. All multiphasic catalysts developed dif- ferent BET specific surface areas from those calculated using the formula in Section 2.3.2. 3.1.3. XRD The XRD results for all the catalysts are summarized in Table 4. The XRD diffraction pattern of CoMo( 1 / 1 )/CP/500/2 corresponds to that of the addition of c~ and/3-CoMoO4 phases. No change was observed in the position or the inten- sities of the diffraction peaks of the a- and y-phases of CoMoO4 after test. For catalyst BiMo(2/2)/CP/480/6, the XRD pattern corresponds to the addi- tion of monoclinic c~-Bi2Mo3012 and y-Bi2MoO6 (koechlinite) with a c~- 106 S.R.G. Carraz6n et al./Applied Catalysis A: General 135 (1996) 95-123 Table 3 Specific surface areas (m2/g) for fresh and used catalysts Catalyst Fresh Used Expected~ CoMo( 1 / 1 )/CP/500/2 BiMo(2/2)/CP/480/6 BiMo(2/3)/CP/480/6 BiMo(2/2)CoMo/0.16/CP/480/6 BiMo(2/3) CoMo/0.185/CP/480/6 BiMo(2/2)CoMo/0.16/GR/480/6 BiMo(2/2) CoMo/0.16/GR/400/6 BiMo(2/3) CoMo/0.185/GR/480/6 BiMo(2/3) CoMo/0.185/GR/400/6 BiMo(2/2) CoMo/0.50/MM BiMo(2/2) CoMo/0.50/MM/500/24 BiMo(2/2) CoMo/0.50/MM/500/144 BiMo(2/3) CoMo/0.50/MM BiMo(2/3)CoMo/0.50/MM/500/24 BiMo(2/3) CoMo/0.50/MM/500/144 17.5 15.0 1.5 2.8 2.0 2.8 5.6 6.0 15.1 5.0 5.0 14.5 6.0 4.2 15.1 5.8 6.2 15.1 8.0 7.0 14.5 7.5 6.8 14.5 4.2 4.2 9,5 2.2 2.2 9.5 2.0 2.4 9.5 4.7 6.0 9.8 4.2 3.5 9.8 3.4 1.0 9.8 As calculated by using the equation given in Section 2.3.2. Bi2Mo3OI2/T-Bi2MoO6 ratio of 0.73 (see Section 2.3.3), thus, the composition of this catalyst being 42% of c~-phase and 58% of y-phase. BiMo(2/3)/CP/480/ 6 shows the XRD pattern of c~-Bi2Mo3012 phase. Diffraction peaks corresponding to y-Bi2MoO6 (koechlinite) and MoO2 (tugar- inovite) are, however, recorded in the XRD patterns of BiMo(2/2)/CP/480/6 Table 4 Crystalline phases detected by XRD in pure and multiphasic molybdate catalysts Catalyst Before test After test MOO2/y~ CoMo( l / 1 )/CP/500/2 A BiMo(2/2)/CP/480/6 B~ + C BiMo(2/3)/CP/480/6 Bb BiMo(2/2) CoMo/0.16/CP/480/6 A+Bb+C BiMo(2/3)CoMo/0.185/CP/480/6 A + B BiMo (2/2) CoMo/0.16/GR/480/6 A + Bb + C BiMo(2/2)CoMo/0.16/GR/400/6 A + B + C BiMo(2/3) CoMo/0.185/GR/480/6 A+B BiMo(2/3) CoMo/0.185/GR/400/6 A+B BiMo(2/2) CoMo/0.50/MM A+Bb+C BiMo(2/2) CoMo/0.50/MM/500/24 A nt- Bb + C BiMo(2/2) CoMo/0.50/MM/500/144 A + Bb + C BiMo(2/3)CoMo/0.50/MM A+B BiMo(2/3) CoMo/0.50/MM/500/24 A+B BiMo(2/3) CoMo/0.50/MM/500/144 A + B A Cb+D+EC+F~ 0.12 Cb+D+EC+F~ 0.32 A+Cb+D+EC+F~ 0.03 A+Cb+D+EC+F 0.55 A+Cb+D+EC+F 0.05 A+Cb+D+EC+F~ 0.10 A+C+D+EC+F~ 0.48 A+C+D+EC+F~ 0.58 A+CU+D+EC+F~ 0.13 A+cb+D+EC+Fc 0.09 A+Cb+D+E~+F 0.06 A+C+D+EC+F~ 0.45 A+C+D+EC+F': 0.35 A+C+D+EC+F 0.27 \"See Section 2.3.3: b Well crystallized. c Traces. A = ( ol +/3)-CoMoO4; B = ol-Bi2Mo3Ot2; C = y-Bi2MoO6; D = MOO2; E = MOO3; F = Bi2~Mol _~O3. S.R.G. Carrazdn et al./Applied Catalysis A: General 135 (1996) 95 123 107 and BiMo(2/3)/CP/480/6 after test. The a-Bi2Mo3012 peaks are absent after test. In addition, traces of MoO3 and of Bi2.~M01 -xO3 type phases are also detected. Concerning the multiphasic catalysts, prepared either by coprecipitation or by mechanical mixing, the XRD patterns for all the catalysts before test correspond to the addition of those of the pure cobalt and bismuth molybdates, no formation of a new phase or a mixed BiMoCo phase being detected after calcination. In what follows, a comparison of the a-Bi2M03012 crystallinity between catalyst before test, coming from the same preparation method (i.e., CP, GR or MM), will be made on the basis that a better crystallinity should be associated to more intense and sharp diffraction peaks. It is noticeable that more intense and sharp c~-Bi2Mo3O12 diffraction peaks are observed in the XRD patterns of BiMo(2/2)CoMo/0.16/CP/480/6 compared to those observed in BiMo(2/3)CoMo/0.185/CP/480/6, thus, indicating a better crystallized a-Bi2Mo3012 in the former catalyst. A better crystallinity of the a- Bi2Mo3012 is also detected in the XRD patterns of BiMo(2/2)CoMo/0.16/GR/ T/h with respect to that shown by BiMo(2/3) CoMo/0.185/GR/T/h. The best crystallinity of the oz-Bi2Mo3012 phase is observed for BiMo(2/ 2)CoMo/O.50/MM/T/h catalysts. An improvement in the crystallinity of a- Bi2Mo3012 is detected with the calcination temperature for both, BiMo(2/ 2) CoMo/0.50/MM/500/144 and BiMo(2/3) CoMo/0.50/MM/500/144 catalysts. Different XRD patterns from those of the catalysts before test are observed after test. Thus, after test, all the multiphasic catalysts showed peaks due to T-Bi2MoO6, and MOO2. Traces of MoO3 and of Biz~Mo~-xO3 type phases were also detected, the XRD peaks of a-Bi2Mo30~ 2 being absent after the test. No change in the position or the intensities of the a- and/3-CoMoO4 peaks was observed. Concerning the y-Bi2MoO6, a better crystallinity of this phase is observed for the BiMo(2/2)CoMo/0.16/CP/480/6 catalyst compared to that shown by the BiMo (2/3) CoMo/0.185/CP/480/6 catalyst, which is revealed by the sharper and more intense y-phase peaks in the XRD pattern of the former catalyst. A better crystallinity of the y-Bi2MoO6 is also developed in the BiMo(2/2)CoMo/0.16/ GR/480/6 catalyst compared to that of BiMo(2/3) CoMo/0.185/GR/480/6. The best crystallinity of the y-phase is developed by the BiMo(2/2)CoMo/0.50/MM/ 500/h catalysts. The MoO2/T-Bi2MoO6 ratios (see Section 2.3.3) are also given in Table 4. MOO3/y ratios can be calculated from the expression 2- MoO2/y. In many mul- tiphasic catalysts, MOO3/T ratios are large enough to be detected by a bulk analysis technique like XRD assuming both components are well crystallized. The detection of MoO3 traces by XRD can be ascribed to a good dispersion of MoO3 at the surface. For pure bismuth molybdates, the MoO2/y-Bi2MoO6 ratio is lower for BiMo(2/2)/CP/480/6 catalyst than for BiMo(2/3)/CP/480/6, this indicating a lower degree of formation of MoO2 in the former catalyst. For the multiphasic catalysts, prepared either by coprecipitation or mechanical mixing, the lowest 108 S.R.G. Carrazdn et al. /Applied Catalysis A: General 135 (1996) 95-123 Table 5 Bi/Mo, Bi/Co and Co/Mo atomic ratios from XPS studies for fresh and used catalysts Catalyst Bi/Mo Bi/Co Co/Mo Mo6+/Mo4+ BT\" AT B BT AT B BT AT B CoMo( 1 / 1 )/CP/500/2 BiMo(2/2)/CP/480/6 BiMo(2/3)/CP/480/6 BiMo (2/2) CoMo/0.16/CP/480/6 BiMo(2/3)CoMo/0.185/CP/480/6 BiMo(2/2) CoMo/0.16/GR/480/6 BiMo(2/3)CoMo/0.185/GR/480/6 BiMo(2/2) CoMo/0.50/MM BiMo(2/2)CoMo/0.50/MM/500/144 BiMo(2/3)CoMo/0.50/MM BiMo(2/3) CoMo/0.50/MM/500/144 0.94 1.00 1.00 1.03 1.24 0.67 1.40 0.68 1.18 0.67 1.25 0.14 0.19 0.10 0.18 0.31 0.11 0.78 0.61 0.90 1.15 0.09 0.20 0.09 0.13 0.38 0.11 0.70 0.52 0.86 0.87 0.06 0.11 0.10 0.09 0.18 0.11 0.72 0.61 0.90 1.20 0.06 0.17 0.09 0.09 0.27 0.11 0.71 0.62 0.86 0.95 0.54 0.86 0.37 1.00 2.08 0.58 0.50 0.41 0.63 1.20 0.63 0.86 0.37 0.96 1.47 0.58 0.65 0.57 0.63 1.22 0.38 0.85 0.28 1.00 3.40 0.49 0.38 0.25 0.58 0.90 0.49 0.62 0.28 1.54 2.25 0.49 0.32 0.27 0.58 1.05 BT = before test; AT = after test; B = bulk atomic ratio. MoO2/y-Bi2MoO6 ratio is observed in those catalysts which contain the y-phase as a starting phase (BiMo(2/2) CoMo/0.16/CP/480/6, BiMo(2/2) CoMo/0.16/ GR/T/h and BiMo(2/2) CoMo/O.50/MM/T/h). 3.1.4. XPS Well defined peaks due to Bi 4f and Mo 3d electrons are recorded for all the catalysts before test in positions very close to the standards (Bi203 and MOO3)\" 159.5_+0.2 and 164.8_+0.2 eV for Bi 4f7/2 and Bi 4f5/2 and 232.7_+0.2 and 235.9_+ 0.2 eV for Mo 3d5/2 and Mo 3d3/2, respectively. After the catalytic test, two new lines are recorded at 231.5 and 234.8 eV, that can be ascribed to the presence of Mo4 + species in both types of catalysts. These binding energy values are inside of the BE range reported in the literature [22] for this oxidation state. The XPS Bi/Mo atomic ratios are similar to those of the bulk for BiMo(2/2) / CP/480/6 and BiMo(2/3)/CP/480/6 catalysts before test (see Table 5). Con- sidering BiMo(2/2)/CP/480/6 catalyst as a mixture of ce-BizMO3Ol2 and T-BizMoO6 phases with different Bi/Mo ratios (2/3 and 2/1), the XPS Bi/Mo atomic ratio of 1.0 (similar to the bulk value) indicates equal proportion of a- and y-phases at the surface of this catalyst. The higher XPS Bi/Mo atomic ratios observed after test can be explained by considering the trends depicted by the XPS Bi/Si and Mo/Si atomic ratios (see Table 6). The XPS Bi/Si atomic ratios remain nearly unchanged after test, whereas a decrease in the XPS Mo/Si atomic ratios is observed. At the same time, an increase in the XPS C/Si atomic ratios is observed for both catalyst after test. Thus, the decrease of the XPS Mo/Si atomic ratios after test must be due to a carbon deposit on molybdenum at surface. On the other hand, either before or after test, CoMo(1/1)/CP/500/2 shows XPS Co/Mo atomic ratio similar to that of the bulk. The similarity of the XPS Co/ Table 6 M/Si and C/M (M= Mo, Bi, Co) atomic ratios from XPS studies for fresh and used catalysts Catalyst Mo/Si Bi/Si Co/Si C/Mo C/Co C/Si BT~ AT BT AT BT AT BT AT %1 BT AT %1 BT AT %1 CoMo( 1 / 1)/CP/500/2 0.50 0.31 0.47 0.31 1.08 5.03 78 1.15 5.03 77 BiMo(2/2)/CP/480/6 0.33 0.25 0.34 0.31 2.18 5.60 61 BiMo(2/3)/CP/480/6 0.41 0.22 0.28 0.26 1.88 7.68 75 BiMo(2/2)CoMo/0.16/CP/480/6 0.36 0.31 0.05 0.06 0.28 0.19 3.11 4.45 30 4.00 7.76 45 BiMo(2/3) CoMo/0.185/CP/480/6 0.44 0.25 0.04 0.05 0.31 0.13 1.61 6.84 76 2.29 13.15 82 BiMo(2/2)CoMo/0.16/GR/480/6 0.47 0.36 0.03 0.04 0.34 0.22 1.91 3.08 38 2.64 5.04 47 BiMo(2/3)CoMo/0.185/GR/480/6 0.48 0.24 0.03 0.04 0.34 0.15 1.48 7.17 79 2.09 11.47 82 BiMo (2/2) CoMo/0.50/MM 0.41 0.29 0.22 0.25 0.22 0.12 1.68 3.44 64 3.14 10.00 68 BiMo (2/2) CoMo/0.50/MM/500/144 0.38 0.30 0.24 0.25 0.25 0.17 1.81 3.70 54 2.80 5.90 52 BiMo(2/3) CoMo/0.50/MM 0.37 0.20 0.14 0.17 0.14 0.05 2.16 7.00 68 5.70 27.00 79 BiMo(2/3) CoMo/0.50/MM/500/144 0.41 0.29 0.20 0.18 0.13 0.08 1.95 4.83 60 6.15 17.50 65 0.54 15.60 65 0.72 1.40 48 0.77 1.69 54 1.12 1.38 19 0.71 1.71 58 0.90 1.11 19 0.71 1.72 59 0.69 1.20 42 0.69 6.50 37 0.80 1.73 54 0.80 1.40 43 t~n a BT = before test; AT = after test; %1= carbon deposit increase after test. I l0 S.R.G. Carrazrn et al./Applied Catalysis A: General 135 (1996) 95 123 Mo atomic ratio for the catalysts, before and after test, is due to a similar decrease in both, XPS Mo/Si and Co/Si, atomic ratios after test. An increase of the XPS C/ Si atomic ratio is also observed after test. In this case, the XPS Mo/Si and Co/Si atomic ratios decrease can also be ascribed to a carbon deposit on both, molybdenum and cobalt, the carbon deposit being approximately the same on both elements (see Table 6). Concerning the multiphasic molybdate catalysts, prepared either by coprecipi- tation or mechanical mixing, it is noticeable that no change of the XPS Bi/Si atomic ratios is observed after test. However, a decrease in the XPS Co/Si and Mo/Si atomic ratios and an increase in the XPS C/Si atomic ratios are observed for all these catalysts after test. Again, the decrease in the XPS Co/Si and Mo/Si atomic ratios can be ascribed to a similar increase in carbon deposit on both, molybdenum and cobalt (see Table 6). On the other hand, a volatilisation of molybdenum could also explain the decrease of the XPS Mo/Si atomic ratio after test. However, previous results by some of us [24,25] on molybdena supported on different oxides (SiO2, TiO> A1203) have shown that volatilisation takes place only above 800 and depends on the presence of additives [ 25 ]. It should also be noted that MoOz (i.e., Mo4+ species) exists after the test and so it could be argued that the process taking place is volatilisation of MoO2 instead of MOO3, although this is hardly expected, due to the larger ionic character of the former. Comparison of experimental values for Co/Bi and Mo/Bi ratios in the pre-test samples, with the expected ones for multiphasic catalysts obtained by thermal treatment at 480 during 6 h, indicates no loss of Mo nor Co. So, it should not be expected that there will be any loss during test, carried out at a lower temperature (450). Before test, the catalysts prepared by coprecipitation or mechanical mixing ( dry mixtures), show XPS Bi/Mo and Bi/Co atomic ratios similar to those of the bulk. The increase of these ratios after test can only be correlated with the decrease in the XPS Mo/Si and Co/Si atomic ratios after test because no change in XPS Bi/ Si atomic ratios is detected after test. Slightly lower XPS Co/Mo atomic ratios, if compared to those of the bulk, are observed for these catalysts before test, these ratios decreased after test. Regarding the catalysts prepared in n-pentane, either calcined or non-calcined, only small variations of the XPS Mo/Si, Bi/Si and Co/Si atomic ratios are observed before test. The higher XPS B i/Si and Mo/Si atomic ratios observed for the calcined catalysts with respect to the non-calcined can be ascribed to the elimination of carbonaceous residues, after six days of calcination, coming from n-pentane. The higher XPS Bi/Si atomic ratios observed for the multiphasic catalyst containing BiMo(2/3) and calcined for 144 h, with respect to that of the non-calcined, can be ascribed to a slightly higher sintering of molybdenum-containing particles with respect to bismuth at the surface in the case of the calcined catalyst. S.R. G. Carrazdn et al. / Applied Catalysis A: General 135 (1996) 95-123 111 Multiphasic catalysts prepared in n-pentane (MM) show before test higher XPS Bi/Mo and Bi/Co atomic ratios and lower XPS Co/Mo atomic ratios, if compared to those of the bulk. This should indicate an enrichment in bismuth at the surface. In spite of that, no change in the XPS Bi/Si ratio is observed after test. Thus, the trends depicted by the XPS Bi/Mo, Bi/Co and Co/Mo ratios after test can be explained by the decrease in the XPS Mo/Si and Co/Si atomic ratios after test. The values of XPS Mo6+/Mo4+ ratios are also presented in Table 5. These values represent the situation at surface. Higher XPS Mo6+/Mo4+ ratios are observed for those multiphasic catalysts containing the y-phase as a starting phase (BiMo(2/2)CoMo). It must be pointed out that lower increases in carbon deposit ( 19% and 37%- 43%) after test are achieved for the multiphasic catalysts containing B iMo(2/2) as starting component, the increase in carbon deposit being the lowest (19%) for BiMo (2/2) CoMo/0.16/CP/480/6 and BiMo(2/2) CoMo/0.16/GR/480/6 ( see Table 6). 3.2. Surface acidity Surface acidity has been measured by FTIR monitoring of pyridine adsorption, but only for the catalysts before the catalytic test; very low quality spectra were recorded for the catalyst after the catalytic test, probably due to their black colour, thus leading to absorption of the IR beam, and overheating leading to desorption and/or decomposition of the adsorbed phase. A summary of the acidic properties of the pure molybdates and the multiphasic molybdate catalysts upon adsorption of pyridine is presented in Table 7. The weak absorption bands at 1443, 1486, 1593 and 1606 cm ~ recorded upon adsorption of py on BiMo ( 2 / 2) / CP / 480 / 6 catalyst, Fig. 1 A, are ascribed to vibra- tion modes of pyridine (py) adsorbed on surface Lewis acid sites. The splitting of the band due to mode 8a close to 1600 cm i into two bands can be ascribed to the existence of two different types of coordinated py, one adsorbed on surface Lewis acid sites (responsible for the band at 1606 cm- 1) and the other could be due also to adsorption on surface Lewis acid sites or to physisorbed py (1593 cm-~); however, as this last band is not removed even after outgassing the sample at 100, Fig. 1A, the band should be ascribed to the presence ofpy adsorbed on weak surface Lewis sites. On the other hand, no band due to vibrations of the pyridinium group has been recorded, so we should conclude that no BrOnsted acid site exists. In any case, the surface Lewis acid sites are rather weak, as the bands are removed after outgassing the sample at 200. When py is adsorbed on the BiMo(2/3 )/CP/480/6 catalyst, Fig. 1 B, the bands recorded at 1445, 1487,1578, and 1606 cm-1 are due to py adsorbed on surface Lewis acid sites, while those at 1527, 1544, 1643 and 1651 cm-1 are due to pyridinium ion, i.e., both Lewis and Brc~nsted acid sites exist on the surface of this catalyst. The splitting of the bands due to modes 8a and 19b ofpyH+ indicates the 112 S.R.G. Carrazdn et al. /Applied Catalysis A: General 135 (1996) 95-123 Table 7 FT-IR results upon adsorption of pyridine on pure and multiphasic molybdate catalystsa Catalyst Bpy Lpy 8a 19a 19b 8a 8b 19a 19b Relation B/L sitesb CoMo(1/1)/CP/500/2 1638 1488 1537 1606 1581 1488 1446 1531 BiMo(2/2)/CP/480/6 1606 1586 1443 1593 BiMo(2/3)/CP/480/6 1651 1487 1544 1606 1578 1487 1445 1527 BiMo(2/2)CoMo/0.16/CP/480/6 1638 1487 1538sh 1606 1575 1487 1445 L>B BiMo(2/3)CoMo/0.185/CP/480/6 1638 1489 1537 1606 1578 1489 1445 L<B BiMo(2/2) CoMo/0.16/GR/400/6 1638 1487 BiMo(2/3) CoMo/0.185/GR/480/6 1637 1487 BiMo(2/3) CoMo/0.185/GR/400/6 1637 1489 BiMo(2/2)CoMo/0.50/MM 1638 1487 BiMo(2/2)CoMo/0.50/MM/500/24 1638 1487 BiMo(2/3)CoMo/0.50/MM 1637 1489 BiMo(2/3)CoMo/0.50/MM/500/24 1637 1489 1531 1606 1575 1487 1446 L 1544 1606 1577 1487 1446 L<B 1530 1542 1605 1577 1488 1447 L<B 1534 1527 1606 1575 1487 1446 L>B 1606 1575 1487 1446 L>B 1537 1605 1576 1488 1445 L<B 1531 1537 1605 1576 1488 1445 L<B 1531 a All values in cm- ~. Lpy = pyridine coordinated to Lewis sites; Bpy = pyridine bonded to Br0nsted sites, sh = weak shoulder. b See Section 2.3.5. A 1700 1500 1500 1400 1600 1500 1400 crrrl Fig. 1. FF-IR spectra recorded after adsorption of pyridine at room temperature on samples: (A) BiMo (2/2)/ CP/480/6, and (B) BiMo(2/3)/CP/480/6 and outgassing at (a) room temperature, (b) 100 and (c) 200. S.R.G. Carrazdn et al. / Applied Catalysis A: General 135 (1996) 95-123 113 c~ C 1400 1700 1600 1500 cm-1 Fig. 2. FT-IR spectra recorded after adsorption of pyridine at room temperature on sample CoMo( 1 / 1 )/CP/500/ 2 and outgassing at (a) room temperature, (b) 100 and (c) 200. presence of two types of Br0nsted acid sites associated with two different types of Mo species, while only one band due to mode 8a of coordinated py is recorded at 1606 cm- 1. Pohle and Fink have related the shift of the bands due to modes 8a and 19b with respect to the positions recorded for py to the type of coordination about the metallic cation [26], the band corresponding to mode 8a shifting towards higher waven- umbers when the metallic cation is tetrahedrally coordinated than when it is octa- hedrally coordinated. As the molybdenum ion in this molybdate is both tetrahedrally and octahedrally coordinated, whereas in BiMo(2/3)/CP/480/6 it is only tetra- hedrally coordinated, the band at 1606 cm- t should be ascribed to py adsorbed on [MOO4] sites, while that at 1593 cm-1 should be due to adsorption on [MOO6] sites. Upon adsorption of py, the CoMo(1/1)/CP/500/2 catalyst shows, Fig. 2, a behaviour somewhat similar to that of catalyst BiMo(2/3)/CP/480/6, the bands, which positions are given in Table 7, corresponding to adsorption on both Lewis and Br0nsted sites. As for the BiMo(2/3)/CP/480/6 catalyst, again the band due to mode 19b of pyHions is split, with maxima at 1537 and 1531 cm- 1. These values do not coincide, however, with those found for BiMo(2/3)/CP/480/6 catalyst ( 1544 and 1527 cm- ~ ), and so this fact cannot be ascribed to two different types of Mo species; so, these two peaks should be due to adsorption to coordina- tively unsaturated BrCnsted acid sites related to Mo and Co cations. When the sample is outgassed at increasing temperatures, a decrease in the intensities of the bands is observed, but the bands are still recorded even after outgassing at 300, indicating that these surface acid sites are rather strong and pyridine is strongly held on the surface. 114 S.R.G. Carraz~n et al. /Applied C~lml)sis A: General 135 (1996) 95-123 <.._ 1700 1600 1500 1400 crn-1 Fig. 3. FT-IR spectra recorded after adsorption of pyridine at room temperature on sample BiMo(2/2)CoMo/ 0.16/CP/400/6 and outgassing at (a) room temperature, (b) 100 and (c) 200. Thus, in the case of the pure molybdate catalysts the surface acidity increases as: BiMo(2/2)/CP/480/6 < BiMo(2/3)/CP/480/6 < CoMo( 1 / 1 )/CP/500/2. All B iMo ( 2 / 2) CoMo catalysts, prepared either by coprecipitation or mechanical mixing, show mainly surface Lewis sites, the surface concentration of Brensted sites being rather low, or these sites being even absent for BiMo (2 / 2) CoMo/0.16/ CP/400/6, Fig. 3. Nevertheless, bands corresponding to both types of acid sites are removed upon outgassing at 200, thus, indicating an intermediate acid sites strength (see Section 2.3.5). Adsorption of py on BiMo(2/3)CoMo catalysts gives rise to similar spectra, Fig. 4, in which both Lewis and Br0nsted acid surface sites seem to exist. Outgas- sing at increasing temperatures, however, shows some differences in the behaviour of these catalysts; so, the bands are removed after outgassing at 200 for catalysts BiMo ( 2/3) CoMo/0.185/GR/T~ h, BiMo (2/3) CoMo/0.50/MM and BiMo (2 / 3)CoMo/0.50/MM/500/24, and still persist for BiMo(2/3)CoMo/0.185/CP/ 480/6 even after outgassing at 300, thus, accounting for stronger acid surface sites on the catalyst prepared by coprecipitation. Br0nsted acid sites predominate in all these catalysts (see Fig. 4 and Section 2.3.5), the concentration of these sites being higher in the catalysts prepared by mechanical mixing (dry mixtures) than in those prepared by coprecipitation and mechanical mixing in n-pentane. All the mixed molybdate phases exhibit an intermediate surface acid strength compared to that observed for the pure molybdate catalysts and it is slightly larger for catalysts prepared from BiMo(2/3)/CP/480/6 than those from BiMo(2/2) / CP/480/6, specially for Brensted sites. 3.3. Catalytic activity measurements The catalytic activity results are shown in Table 8. For the sake of clarity, the MoOz/T-Bi2MoO6 and XPS Mo6+/Mo4+ ratios are also included in this Table. S.R.G. Carraz6n et al./Applied Catalysis A: General 135 (1996) 95-123 115 b L 1400 1700 800 1500 1400 1600 1500 cm-1 Fig. 4. FT-IR spectra recorded after adsorption of pyridine at room temperature on samples: (A) BiMo(2/ 3)CoMo/0.185/CP/480/6 and (B) BiMo(2/3)CoMo/0.50/MM/500/24 and outgassing at (a) room temper- ature, (b) 100, (c) 200 and (d) 300. High isobutene conversion and methacrolein yield are observed for BiMo (X)/CP/ 480/6 (X= 2/2 or 2/3) catalysts. A very high selectivity towards methacrolein formation is also shown by both catalysts, this being slightly higher for BiMo(2/ 2)/CP/480/6. The high methacrolein selectivity is correlated with a low CO2 degradation, this being slightly lower for BiMo(2/2)/CP/480/6. Lower MOO2/y-Bi2MoO6 ratio is also observed for BiMo(2/2)/CP/480/6 catalyst com- pared to that of BiMo(2/3)/CP/480/6. Catalyst CoMo( 1/1)/CP/500/2 shows lower catalytic activity than catalysts BiMo(X)/CP/480/6 (X= 2/2 or 2/3). In the case of the multiphasic molybdate catalysts obtained by coprecipitation and mechanical mixing (dry mixtures), important synergetic effects in the conver- sion, yield and selectivity are observed for BiMo(2/2)CoMo/0.16/CP/480/6 and BiMo(2/2)CoMo/0.16/GR/480/6 catalysts, whereas practically no synergetic effects are shown by BiMo(2/3) CoMo/0.185/CP/480/6 and BiMo(2/3) CoMo/ 0.185/GR/480/6 catalysts. A correlation between the high methacrolein selectivity and the low CO2 deg- radation is observed for BiMo(2/2)CoMo/0.16/CP/480/6 and BiMo(2/ 2)CoMo/0.16/GR/480/6. However, BiMo(2/3)CoMo/0.185/CP/480/6 and BiMo(2/3) CoMo/0.185/GR/480/6 catalysts show high CO2 degradation and low methacrolein selectivity. On the other hand, the MOO2/y-ratio is significantly low in the case of BiMo(2/2)CoMo/0.16/CP/480/6 and BiMo(2/3)CoMo/ 0.16/GR/480/6. Catalysts prepared by mechanical mixing in n-pentane show the best catalytic performances, the highest for those catalysts prepared from BiMo(2/2)/CP/480/ 6 and CoMo(1/1)/CP/500/2. In this way, important synergetic effects in the 116 S.R.G. Carrazdn et al. /Applied Catalysis A: General 135 (1996) 95-123 conversion, yield and selectivity are observed for BiMo(2/2)CoMo/0.50/MM/ T/h catalysts. These catalysts show the lowest CO2 degradation and their MOO2/ \"y-BizMoO6 ratios are also remarkably low. 4. Discussion The catalytic activity results show that synergetic effects are observed for both, BiMo (2 / 2) CoMo and BiMo (2 / 3) CoMo catalysts in the oxidation of isobutene to methacrolein. In the first part of the discussion the results of physicochemical characterisation will be considered. In the second part, the possible mechanisms to account for the observed synergetic effects will be discussed. 4.1. Pure molybdate catalysts 4.1.1. CoMo(1/1) catalyst o~- and/3-CoMoO4 phases are observed in the XRD pattern of CoMo( 1 / 1 )/CP/ 500/2 catalyst before and after test. The oxidation state of molybdenum (6 + ) remains unchanged after test, as is revealed by the similarity of the Mo 3d binding energy values for the catalysts, before and after test. The XPS Co/Mo atomic ratio of 1.0 indicates a surface composition similar to that of the bulk. On the other hand, coke preferentially sits on molybdenum and cobalt, as shown by the decrease in the XPS Mo/Si and Co/Si atomic ratios after test, in addition to an increase in the XPS C/Si atomic ratio. After test, the contribution of the catalyst sintering to the BET surface area seems to be high as revealed by the decrease of the BET specific surface area after reaction. 4.1.2. BiMo(2/2) and BiMo(2/3) catalysts Before test, BiMo(2/2)/CP/480/6 and BiMo(2/3)/CP/480/6 catalysts con- sist of o~-BizMo3012, y-Bi2MoO6 and ce-BizMo3012 phases, respectively. After test, the formation of new phases, mainly 'y-BizMoO6 and MoO2, and traces of MoO3 and Biz~Mol-xO3, is detected in both catalysts, whereas diffraction lines of ce- BizMo3Ol2 are absent. The same XPS BE values are observed for Bi 4f before and after test, these corresponding to an oxidation state of 3 + for bismuth. However, double peaks are depicted for Mo 3d5/2 and Mo 3d3/2 after test, which reveal the presence of molyb- denum in two oxidation states, i.e., 6 + and 4 +. The similarities between the XPS Bi/Si atomic ratios observed for the BiMo catalysts, before and after test, indicate that no migration of bismuth to the surface has occurred during the reaction. S.R. G. Carrazdn et al. / Applied Catalysis A: General 135 (1996) 95-123 117 The XPS analysis of all the catalysts reveals the presence of Mo6 + (in addition to Mo4 + ). The binding energy values correspond to that of MoO3 confirming the presence of well dispersed MoO3. Surface Bi/Mo atomic ratios similar to those of the bulk are observed for the fresh catalysts. The increase of this ratio after test can be due to a preferential coke deposit on molybdenum. The increase in the BET specific surface areas after test can be explained by taking into account both the increase in carbon deposit and the surface areas developed by the phases existing after test. 4.2. Multiphasic molybdate catalysts The XRD diagrams of the multiphasic catalysts, prepared either by coprecipita- tion or mechanical mixing, did not indicate the formation of a new phase or a mixed BiMoCo phase after calcination. The XRD patterns corresponded to the addition of those of pure cobalt and bismuth molybdates and they were identical to those observed for the non-calcined catalysts. After test, XRD measurements indicated a practically total transformation of c~- Bi2Mo3O12 into \"y-BizMoO6, MoO2 and MoO3 (traces), the MoO2 phase being formed by MoO3 reduction during the test. Thus, the transformation occurring during the test may be expressed by the following equation: o~-BizM03OI2 ---* ~/-Bi2MoO6 + 2M003 with a subsequent reduction of MoO3 to MOO2. Concerning the ( c~ +/3) -CoMoO4 phase, this remains unchanged after test, as is revealed by XRD. On the other hand, formation of a mixed BiMoCo phase was not detected after test. Neither bismuth migration to the surface nor bismuth contamination by another element at the surface is observed, as is revealed by the same XPS Bi/Si atomic ratios shown by all the multiphasic catalysts, before and after test (see Table 6). The lowest increase in carbon deposit on molybdenum (30%-38%) and cobalt (45%-47%) is observed for BiMo (2/2)CoMo/0.16/CP/480/6 and BiMo(2/ 2)CoMo/0.16/GR/480/6 (see Table 6). For all the multiphasic catalysts prepared by mechanical mixing in n-pentane, lower increases in carbon deposit on molybdenum and cobalt are also observed in BiMo(2/2)CoMo/O.50/MM/5OO/T/h compared to those found for BiMo (2/ 3 )CoMo/O.50/MM/ 5OO/ T/ h. Before test, all the multiphasic catalysts, prepared either by coprecipitation or mechanical mixing, show BET specific surface areas rather lower than those cal- culated using the formula in Section 2.3.2. This indicates catalyst sintering during calcination. The lower BET specific surface areas also shown by the non-calcined catalysts compared to the calculated values (see Section 2.3.2) could be explained by the aggregation of the particles of the component phases due to an inhomoge- 118 S.R.G. Carrazan et al. /Applied Catalysis A: General 135 (1996) 95-123 neous stirring (see Section 2.2.2.2.2). BET surface areas remain unchanged after test. 4.3. Catalytic activity results 4.3.1. Pure molybdate catalysts The high catalytic performances of both BiMo(X)/CP/480/6 (X= 2/2 and 2/3) catalysts, i.e., high isobutene conversions and methacrolein yields and very high methacrolein selectivities, can be explained by considering the phases devel- oped during the test. As has been shown in the literature, y-Bi2MoO6 [ 1,13,14] shows a moderate activity and selectivity in the oxidation of propene (isobutene) to acrolein (meth- acrolein). However, its activity and selectivity can be improved by adding an oxide phase as MOO3, SnO2 or WO3 [ 13,14]. In this way, the large activities developed by both, BiMo(2/2)/CP/480/6 and BiMo(2/3)/CP/480/6 catalysts can be explained through a cooperation effect between the y-BizMoO6 and MoO3 phases. This cooperation could be initiated by the migration of the highly mobile oxygen ions from the y-BizMoO6 phase [ 27,28 ] to the surface of MoO> this initiating not only the creation and/or regeneration of total oxidation catalytic centres (these accounting for the increase in the conver- sion) but also selective centres (these accounting for the increase in selectivity). On the other hand, the low 'COz degradation' for BiMo(X)/CP/480/6 (X= 2/2 or 2/3) is also related to the cooperation between T-BizMoO6 and MoO3 phases, this cooperation being particularly better for the BiMo(2/2)/CP/480/6 catalyst. This fact can be explained because the T-BizMoO6 phase is largely present in BiMo(2/2)/CP/480/6 catalyst (58%), from the beginning of the reaction. Thus, prevention of MoO3 reduction is more effective for this catalyst as it is revealed by its lower MoO2/T-Bi2MoO6 ratio. Concerning the CoMo( 1 / 1 )/CP/500/2 catalyst, conversion, yield and selectiv- ity are lower than for BiMo(X)/CP/480/6 (X=2/2 or 2/3) catalysts. On the other hand, the high 'CO2 degradation' observed in this catalyst confirmed that this catalyst has a very low selectivity. 4.3.2. Multiphasic molybdate catalysts Synergetic effects, but to different extent, are exhibited by all these catalysts (see Table 8). These effects can be explained by considering the phases present after the test. In this way, the observed synergetic effects will be related to the cooperation between T-BizMoO6 and MoO3 [as in BiMo(X)/CP/480/6 (X= 2/ 2 or 2/3 ) ], but also the presence of the ( c~ +/3) -CoMoO4 phase must be considered. ( c~ +/3)-CoMoO4 participates as an external phase as it does not suffer any phase transformation during the test; it might act as a donor of oxygen species as proposed by Weng et al. [29]. Table 8 .~ Catalytic results for pure and multiphasic molybdtae catalysts~ Catalyst C(%) C(%)b AC(%) y(%) y(%)b Ay(%) S(%) S(%)b AS(%) MoO2/y Mo6+/Mo4+ ~, CoMo( 1 / 1 )/CP/500/2 31 20 63 BiMo(2/2)/CP/480/6 48 42 87 0.12 1.40 BiMo(2/3)/CP/480/6 50 42 84 0.32 1.25 BiMo(2/2) CoMo/0.16/CP/480/6 43 34 26.5 34 24 41.7 79 66 19.7 0.03 1.15 BiMo(2/3) CoMo/0.185/CP/480/6 36 35 2.8 25 24 4.2 69 67 3.0 0.55 0.87 BiMo(2/2) CoMo/0.16/GR/480/6 43 34 26.5 34 24 41.7 79 66 19.7 0.05 1.20 BiMo(2/2) CoMo/0.16/GR/400/6 39 34 14.7 34 24 41.7 77 66 16.7 0.10 BiMo(2/3) CoMo/0.185/GR/480/6 36 35 2.8 26 24 8.3 72 67 7.5 0.48 0.95 BiMo(2/3) CoMo/0.185/GR/400/6 35 35 0.0 24 24 0.0 69 67 3.0 0.58 BiMo(2/2)CoMo/0.5/MM 53 40 32.5 44 31 41.9 84 75 14.7 0.13 1.20 BiMo(2/2) CoMo/0.50/MM/500/24 53 40 32.5 44 31 41.9 83 75 10.7 0.09 BiMo(2/2) CoMo/0.50/MM/500/144 58 40 45.0 50 31 61.3 86 75 14.7 0.06 1.22 BiMo(2/3)CoMo/0.5/MM 41 41 0.0 31 31 0.0 74 74 0.0 0.05 0.9 BiMo(2/3) CoMo/0.50/MM/500/24 43 41 4.9 33 31 6.5 77 74 4.0 0.35 BiMo(2/3) CoMo/0.50/MM/500/144 47 41 14.6 38 31 19.3 80 74 8.1 0.27 1.05 tm \"Partial pressures: isobutene 71 Torr; air 689 Torr; total feed 30 ml/min. b Values in the absence of synergy (see Section 2.4.4). I ,.,,.. 120 S.R. G. Carrazdn et al. / Applied Catalysis A.\" General 135 (1996) 95-123 The higher synergetic effects for the conversion, yield and selectivity and the low CO2 degradation values shown by BiMo(2/2)CoMo/0.16/P/T/6 catalysts compared to those of the BiMo(2/3)CoMo/O.185/P/T/6 (T=400, 480; P=CP or GR, in both cases) catalysts, can be explained by a more effective cooperation between T-Bi2MoO6, MoO3 and (a +/3)-CoMoO4 for the first cata- lysts. This enhanced cooperation between phases can be related to (a) the presence of the \"y-Bi2MoO6 phase from the beginning of the reaction, (b) the better crystal- linity of the y-Bi2MoO6 phase developed (from a well crystallized a-Bi2M03012) during the reaction, (c) the presence of relatively large amounts of MoO3 in those multiphasic catalysts for which the y-Bi2MoO6 phase is present as a starting com- ponent, as is revealed by the low MoO2/'y-Bi2MoO6 ratios and the high XPS Mo6 + / Mo4+ ratios shown by those catalysts after test and (d) the absence of either bismuth contamination by another element at the surface or bismuth migration to the surface as is revealed by the same values of the XPS Bi/Si atomic ratios before and after test. Note, that surface enrichment of bismuth does not occur. As a general conclusion, all the multiphasic catalysts seem to be composed after test of several separate phases in contact: y-Bi2MoO6, MoO3 and ( a + 13) -CoMoO4. So, the catalytic activity of these catalysts could be explained by a cooperative mechanism involving several separate non-contaminated phases. This cooperation could operate via mobile oxygen species as is reported by Weng et al. [ 13,14] for catalysts containing T-Bi2MoO6 and MoO3. The cooperation between the \"y-Bi2MoO6, MoO3 and (a +/3)-CoMoO4 phases seems to be the responsible of the decrease in carbon deposits on BiMo (2/ 2)CoMo/O.16/P/T/6 (P=CP, GR) catalysts, compared to those observed for pure molybdates. The low carbon deposits in BiMo(2/2)CoMo/O.16/P/480/6 (P = CP, GR) catalysts can also be correlated to the low MoO2/y-Bi2MoQ ratios shown by these catalysts, this accounting for the high selectivities to methacrolein and the low CO2 degradation values. In contrast, weak synergetic effects for the conversion, yield and selectivity and high values for the CO2 degradation are shown by BiMo (2/3) CoMo/0.185/P/T~ 6 (T= 400, 480; P = CP, GR). The different behaviour of these catalysts can arise from the fact that the y-Bi2MoO6 phase is not a starting component in those catalysts, but it is formed during the reaction, its crystallinity being lower than that of BiMo(2/2)CoMo/O.16/P/T/6 (T=400, 480, P=CP, GR) (see Sec- tion 3.1 ). The cooperation between y-Bi2MoO6, MoO3 and (o~ +/3)-CoMoO4 phases resulting then is not as effective, as is revealed by the high MoO2/T- Bi2MoO6 ratio and the high carbon deposits on molybdenum and cobalt (higher than in pure molybdates, see Table 6), these factors leading to a low methacrolein selectivity and a high CO2 degradation value. The catalysts prepared by mechanical mixing in n-pentane (MM) exhibit the best catalytic performances, these being better in those catalysts prepared from BiMo(2/2)/CP/480/6 as a starting component. The catalytic behaviour shown by the catalysts prepared by mechanical mixing in n-pentane (MM) can also be S.R.G. Carrazdn et al. /Applied Catalysis A: General 135 (1996) 95-123 121 explained by a cooperation mechanism between the 3/-Bi2MoO6, MoO3 and (O~-q-/3)-CoMoO4 phases similar to that proposed for the catalysts prepared by coprecipitation (CP) and mechanical mixing (dry mixtures, GR). The BiMo(2/2)CoMo/O.50/MM/5OO/h (h = 24, 144) catalysts show conver- sions and yields higher than the BiMo(2/2)/CP/480/6 catalysts, the selectivity and the CO2 degradation being similar to those of BiMo(2/2)/CP/480/6. The higher catalytic activities of BiMo(2/2)CoMo/O.50/MM/5OO/h (h = 24, 144) with respect to BiMo(2/2) CoMo/0.16/X/T/6 ( T= 400, 480 and X= CP, GR) seem to indicate that the increase in the catalytic performance is not only related to the presence of the T-Bi2MoO6 phase as a starting component of the catalyst and to the y-Bi2MoO6 crystallinity, but also to the initial amount of the 3,_ Bi2MoO6 (or a-BizMo3012). The low MoO2/y-Bi2M906 ratios shown by BiMo(2/2)CoMo/0.50/MM/ 500/h (h = 24, 144) catalysts are also correlated to low carbon deposits on cobalt and molybdenum, these latter remaining similar or lower than those of the pure molybdates. Synergetic effects in the conversion, yield and selectivity are also observed for BiMo(2/3)CoMo/O.50/MM/5OO/h (h = 24, 144) catalysts, but are lower than those of BiMo(2/2)CoMo/O.50/MM/5OO/h (h=24, 144). On the other hand, BiMo (2/3) CoMo/O.50/MM/5OO/h (h = 24, 144) catalysts show synergetic effects in the conversion, yield and selectivity, whereas no syn- ergetic effects are observed for BiMo(2/3) CoMo/0.185/GR/480/6 catalysts. The difference in the catalytic behaviour developed for these catalysts coming from the same starting components, i.e., a-Bi2Mo3012 and ( a +/3) -CoMoO4, and for which the same after-test phases are observed, can be ascribed to the following factors: (i) a-Bi2Mo3012 crystallinity (this depending on the temperature and calcination time, see Section 3.1), (ii) T-Bi2MoO6 crystallinity (this depending on the a- Bi2Mo3012 starting crystallinity, see Section 3.1) and (iii) the initial amount of ~-Bi2M03012. 5. Conclusions ( 1 ) Synergetic effects are observed in the oxidation of isobutene to methacrolein in multiphasic BiMo(2/2)CoMo and BiMo(2/3)CoMo catalysts containing dif- ferent amounts of BiMo(2/2) or BiMo(2/3) and CoMo(1/1) and prepared by coprecipitation and mechanical mixing calcined under harsh conditions. For B iMo (2/2)CoMo catalysts, high synergetic effects in the conversion, yield and selectivity are observed, these being the best for those catalysts containing the highest amount of BiMo(2/2) and prepared by calcined mechanical mixing in n- pentane (MM) under harsh conditions. Synergetic effects are also developed by BiMo(2/3)CoMo catalysts, but to a lesser extent, those effects being also particularly important for the catalysts pre- pared by calcined mechanical mixing in n-pentane under harsh conditions. 122 S.R.G. Carraz6n et al. /Applied Catalysis A: General 135 (1996) 95-123 (2) Physicochemical characterisation of the catalysts before test does not indicate the formation of a new phase or a mixed BiMoCo phase after calcination. The XRD patterns correspond to the addition of those of pure cobalt and bismuth molybdates. After test, XRD measurements indicate an almost complete transformation of c~- BizMo3OI2 into T-Bi2MoO6, MoO2 and traces of MoO3 and Bi2xMo~ xO3, the MoO2 phase being formed through MoO3 reduction during the test. A better crystallized y-Bi2MoO6 is developed during the test for those catalysts consisting of a well crystallized a-BizM03Ol2 starting phase. Neither bismuth migration to the surface nor bismuth contamination by another element at the surface is observed for the multiphasic catalysts. The XPS analysis of all the multiphasic catalysts after test reveal the presence of Mo6 + (in addition to Mo4 + ) and a binding energy value corresponding to that of MOO3, this indicating a good dispersion of MOO3. (3) The cooperation between several separate non-contaminated phases after test, T-Bi2MoO6, MoO3 and (a +/3)-CoMoO4, seems to be the explanation for the synergetic effects observed in the multiphasic catalysts. This cooperation could operate via the migration of mobile oxygen species from the y-Bi2MoO6 phase (a migration of such species from (c~ +/3)-CoMoO4 can not be excluded) to the surface of MOO3, preventing MoO3 reduction and favouring the creation and/or regeneration of both, total oxidation catalytic centres (increase in the isobutene conversion) and also the selective oxidation centres (increase in the methacrolein selectivity). (4) The higher extent of the synergetic effects found for BiMo(2/2)CoMo compared to those of BiMo(2/3)CoMo can be explained by considering that a better cooperation between the phases is developed by the former, this arising from (a) the T-BizMoO6 presence as a starting component of the BiMo(2/2)CoMo catalyst, (b) the y-Bi2MoO6 crystallinity, (c) the presence of MoO3 in a high proportion and (d) the low MoO2/T-BizMoO6 ratios. Acknowledgements The support of DGICYT (ref. PB93-0633 ) is gratefully acknowledged. S.R.G.C. thanks Universidad of Salamanca for financial support and Unit6 de Catalyse et Chimie de Mat6riaux Divis6s, UCL, Belgium for their help in the catalytic tests and XPS measurements. The authors also thank Prof. B. Delmon and Dr. P. Ruiz for their suggestions and critical reading of the manuscript. References [ 1 ] W. Ueda, K. Asakawa, Y. Moro-Oka and T. Ikawa, J. Catal., 101 (1986) 360. [2] Y. Moro-Oka, D. He and W. Ueda, Symp. Struct. Activity, Am. Chem. Soc., Boston Meet., 1990, p. 11. S.R.G. Carraz(m et al. /Applied Catalysis A: General 135 (1996) 95-123 123 [3] Y. Moro-Oka and W. Ueda, Adv. Catal., 40 (1994) 233. [4] H. Ponceblanc, J.M.M. Millet, G. Coudurier, O. Legendre and J.C. Vedrine, J. Phys. Chem., 96 (1992) 9462. [5] H. Ponceblanc, J.M.M. Millet, G. Coudurier, J.M. Herrmann and J.C. Vedrine, J. Catal., 142 (1993) 373. [6] J.M.M. Millet, H. Ponceblanc, G. Coudurier, J.M. Herrmann and J.C. Vedrine, J. Catal., 142 (1993) 381. [7] D. Carson, G. Coudufier, M. Forissier and J.C. Vedrine, J. Chem. Soc., Faraday Trans. 1, 79 (1983) 1921. [8] D. Carson, M. Forissier and J.C. Vedrine, J. Chem. Soc., Faraday Trans. 1, 80 (1984) 1017. [9] P.A. Batist, J. Chem. Biotechnol., 29 (1979) 451. [ 10] 1. Matsuura, R. Shuit and K. Hirakawa, J. Catal., 63 (1980) 152. [ 11 ] M. E1Jamal, M. Forissier, G. Coudurier and J.C. Vedrine, 9th Congr. Catal., 4 (1988) 1617. [ 12] Z. Bing, S. Pei, S. Shisshan and G. Xiexian, J. Chem. Soc., Faraday Trans., 86 (1990) 3145. [ 13] L.T. Weng, E. Sham, B. Doumain, P. Ruiz and B. Delmon, Stud. Surf. Sci. Catal., 55 (1990) 757. [ 14] L.T. Weng and B. Delmon, Appl. Catal. A, 81 (1992) 141. [ 15] O. Legendre, Ph. Jaeger and P.J. Brunelle, Stud. Surf. Sci. Catal., 72 (1992) 387. [ 16] A. Vejoux, E. Bordes and P. Courtine, Mater. Sci. Forum., 25-26 (1988) 143. [ 17] B. Grzybowska, Mater. Chem. Phys., 17 (1987) 121. [ 18] H.H. Kung, Ind. Eng. Chem., Proc. Res. Dev., 25 (1986) 171. [ 19] F. Theobald, A. Laarif and M. Tachez, J. Catal., 73 (1982) 357. [20] A. Cimino and B.A. de Angelis, J. Catal., 36 (1975) 11. [21 ] T.I. Koranyi, I. Manninger, Z. Paal, O. Marks and J.R. Gunter, J. Catal., 146 (1989) 422. [22] M.E. Ekman, J.W. Anderegg and G.L. Schrader, J. Catal., 117 (1985) 246. [23] L.T. Weng, N. Spitaels, B. Yasse, L. Ladriere, P. Ruiz and B. Delmon, J. Catal., 132 ( 1991 ) 319. [24] M. del Arco, F.M. Sanfelipe, V. Rives, P. Malet and M.A. Ulibarri, J. Mater. Sci., 27 (1992) 2960. [25] C. Martin, I. Martin, V. Rives and P. Malet, J. Catal., 147 (1994) 465. [26] W. Pohle and P. Fink, Z. Phys. Chem. N.F., 109 (1978) 77. [27] G.K. Keulks and T. Matzuzaki, Stud. Surf. Sci. Catal., 21 (1985) 297. [28] J.T. Gleaves, J.R. Ebner and T.C. Kuechleer, Catal. Rev. Sci. Eng., 30 (1988) 49. [29] L.T. Weng, S.Y. MA, P. Ruiz and B. Delmon, J. Mol. Catal., 61 (1990) 99. APCATA 9500226X 0926-860X(95)00226-X 10.1016/0926-860X(95)00226-X Elsevier Science B.V. All rights reserved Selective oxidation of isobutene to methacrolein on multiphasic molybdate-based catalysts S.R.G. Carrazán C. Martín V. Rives * R. Vidal Departamento de Química Inorgánica, Facultad de Farmacia, Universidad de Salamanca, Av. Campo Charro s/n, 37007- Salamanca, Spain * Corresponding author. Tel. (+34-23) 294524, fax. (+34-23) 294515 Synergetic effects in the selective oxidation of isobutene to methacrolein have been studied over catalysts containing several molybdate phases. Two types of catalysts have been analysed: (1) pure bismuth molybdates with Bi/Mo ratios of 2/2 and 2/3[BiMo(2/2)and BiMo(2/3)] and cobalt molybdate [Co/Mo(1/1)]; and (2) multiphasic molybdates consisting of three or four molybdates prepared by: (a) coprecipitation of cobalt and bismuth salts and calcination at high temperatures, (b) mechanically mixing in dry conditions the separate molybdates and calcining at high temperatures and (c) dispersing the separate molybdates in n-pentane and calcining at high temperatures. Synergetic effects are observed in multiphasic Bi/Mo(2/2)CoMo and BiMo(2/3) catalysts. For BiMo (2/2)CoMO catalysts the highest synergetic effects in the conversion, yield and selectivity are observed. For the catalysts before test no new phase is formed after calcination while after test X-ray measurements indicate a practically complete transformation of α-Bi2Mo3O12 into γ-Bi2MoO6 and MoO2 and traces of MoO3 and Bi 2x Mo1−xO3. Neither contamination between phases is observed. The synergetic effects are explained by the cooperation between separate γ-Bi2MoO6, MoO3 and (α+β)-CoMoO4 phases in contact. The cooperation between phases is more effective when MoO3 is present in a large proportion. Keywords Multiphasic catalysts BiMoCo Oxidation (selective) Reference [1] Ueda W. Asakawa K. Moro-Oka Y. Ikawa T. J. Catal. 101 1986 360 [2] Moro-Oka Y. He D. Ueda W. Symp. Struct. Activity, Am. Chem. Soc., Boston Meet. 1990 11 [3] Moro-Oka Y. Ueda W. Adv. Catal. 40 1994 233 [4] Ponceblanc H. Millet J.M.M. Coudurier G. Legendre O. Vedrine J.C. J. Phys. Chem. 96 1992 9462 [5] Ponceblanc H. Millet J.M.M. Coudurier G. Herrmann J.M. Vedrine J.C. J. Catal. 142 1993 373 [6] Millet J.M.M. Ponceblanc H. Coudurier G. Herrmann J.M. Vedrine J.C. J. Catal. 142 1993 381 [7] Carson D. Coudurier G. Forissier M. Vedrine J.C. J. Chem. Soc. 79 1983 1921 Faraday Trans. 1 [8] Carson D. Forissier M. Vedrine J.C. J. Chem. Soc. 80 1984 1017 Faraday Trans. 1 [9] Batist P.A. J. Chem. Biotechnol. 29 1979 451 [10] Matsuura I. Shuit R. Hirakawa K. J. Catal. 63 1980 152 [11] El Jamal M. Forissier M. Coudurier G. Vedrine J.C. 2nd ed. 9th Congr. Catal. 4 1988 1617 [12] Bing Z. Pei S. Shisshan S. Xiexian G. J. Chem. Soc. 86 1990 3145 Faraday Trans. [13] Weng L.T. Sham E. Doumain B. Ruiz P. Delmon B. Stud. Surf. Sci. Catal. 55 1990 757 [14] Weng L.T. Delmon B. Appl. Catal. A 81 1992 141 [15] Legendre O. Jaeger Ph. Brunelle P.J. Stud. Surf. Sci. Catal. 72 1992 387 [16] Vejoux A. Bordes E. Courtine P. 2nd ed. Mater. Sci. Forum. 25–26 1988 143 [17] Grzybowska B. Mater. Chem. Phys. 17 1987 121 [18] Kung H.H. Ind. Eng. Chem., Proc. Res. Dev. 25 1986 171 [19] Theobald F. Laarif A. Tachez M. J. Catal. 73 1982 357 [20] Cimino A. de Angelis B.A. J. Catal. 36 1975 11 [21] Koranyi T.I. Manninger I. Paal Z. Marks O. Gunter J.R. J. Catal. 146 1989 422 [22] Ekman M.E. Anderegg J.W. Schrader G.L. J. Catal. 117 1985 246 [23] Weng L.T. Spitaels N. Yasse B. Ladriere L. Ruiz P. Delmon B. J. Catal. 132 1991 319 [24] del Arco M. Sanfelipe F.M. Rives V. Malet P. Ulibarri M.A. J. Mater. Sci. 27 1992 2960 [25] Martín C. Martín I. Rives V. Malet P. J. Catal. 147 1994 465 [26] Pohle W. Fink P. Z. Phys. Chem. N.F. 109 1978 77 [27] Keulks G.K. Matzuzaki T. Stud. Surf. Sci. Catal. 21 1985 297 [28] Gleaves J.T. Ebner J.R. Kuechleer T.C. Catal. Rev. Sci. Eng. 30 1988 49 [29] Weng L.T. Ma S.Y. Ruiz P. Delmon B. J. Mol. Catal. 61 1990 99",
      "scopus-id": "0040750109",
      "coredata": {
        "eid": "1-s2.0-0926860X9500226X",
        "dc:description": "Synergetic effects in the selective oxidation of isobutene to methacrolein have been studied over catalysts containing several molybdate phases. Two types of catalysts have been analysed: (1) pure bismuth molybdates with Bi/Mo ratios of 2/2 and 2/3[BiMo(2/2)and BiMo(2/3)] and cobalt molybdate [Co/Mo(1/1)]; and (2) multiphasic molybdates consisting of three or four molybdates prepared by: (a) coprecipitation of cobalt and bismuth salts and calcination at high temperatures, (b) mechanically mixing in dry conditions the separate molybdates and calcining at high temperatures and (c) dispersing the separate molybdates in n-pentane and calcining at high temperatures. Synergetic effects are observed in multiphasic Bi/Mo(2/2)CoMo and BiMo(2/3) catalysts. For BiMo (2/2)CoMO catalysts the highest synergetic effects in the conversion, yield and selectivity are observed. For the catalysts before test no new phase is formed after calcination while after test X-ray measurements indicate a practically complete transformation of α-Bi2Mo3O12 into γ-Bi2MoO6 and MoO2 and traces of MoO3 and Bi 2x Mo1−xO3. Neither contamination between phases is observed. The synergetic effects are explained by the cooperation between separate γ-Bi2MoO6, MoO3 and (α+β)-CoMoO4 phases in contact. The cooperation between phases is more effective when MoO3 is present in a large proportion.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X9500226X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Carrazán, S.R.G."
          },
          {
            "@_fa": "true",
            "$": "Martín, C."
          },
          {
            "@_fa": "true",
            "$": "Rives, V."
          },
          {
            "@_fa": "true",
            "$": "Vidal, R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X9500226X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X9500226X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00226-X",
        "prism:volume": "135",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective oxidation of isobutene to methacrolein on multiphasic molybdate-based catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Multiphasic catalysts"
          },
          {
            "@_fa": "true",
            "$": "BiMoCo"
          },
          {
            "@_fa": "true",
            "$": "Oxidation (selective)"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "95-123",
        "prism:endingPage": "123",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 February 1996",
        "prism:doi": "10.1016/0926-860X(95)00226-X",
        "prism:startingPage": "95",
        "dc:identifier": "doi:10.1016/0926-860X(95)00226-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040750109"
      }
    }
  }
}