{
  "metadata": {
    "title": "Doped aluminas as hydrorefining catalyst supports",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-11-10",
    "doi": "10.1016/0926-860X(94)85024-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94850240",
    "pii": "0926860X94850240"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028536656",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-17 2001-08-17 2010-10-02T11:38:12 1-s2.0-0926860X94850240 0926-860X(94)85024-0 0926860X94850240 10.1016/0926-860X(94)85024-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X02049 2024-01-01T12:21:46.509935Z 0 0 19941110 1994 2001-08-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 119 119 1 1 Volume 119, Issue 1 7 59 67 59 67 19941110 10 November 1994 1994-11-10 1994 article fla Copyright © 1994 Published by Elsevier B.V. DOPEDALUMINASHYDROREFININGCATALYSTSUPPORTS TRAWCZYNSKI J NABER 1990 205 J COOPER 1986 39 B CHIANELLI 1984 361 R TRAWCZYNSKI 1990 305 J MASUYAMA 1988 347 Y WANG 1989 266 J ZHAOBIN 1991 179 W OLIVER 1988 88 S NISHIJIMA 1986 243 A FRANKLIN 1991 405 R KIJENSKI 1989 1 J TSAI 1991 1801 M MURALIDHAR 1984 44 G PEIL 1989 441 K STRANICK 1987 396 M WIVEL 1984 497 C MARTINEZ 1979 105 N STROHMEIER 1984 266 B PATZER 1980 211 J CHIN 1982 121 R LOPEZ 1983 253 F SCHAPER 1989 79 H TRAWCZYNSKIX1994X59 TRAWCZYNSKIX1994X59X67 TRAWCZYNSKIX1994X59XJ TRAWCZYNSKIX1994X59X67XJ item 0926-860X(94)85024-0 0926860X94850240 1-s2.0-0926860X94850240 10.1016/0926-860X(94)85024-0 271346 2024-01-01T12:21:46.509935Z 1994-11-10 1-s2.0-0926860X94850240-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94850240/MAIN/application/pdf/4465bfe586b5856421714cdee9e951b6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94850240/MAIN/application/pdf/4465bfe586b5856421714cdee9e951b6/main.pdf main.pdf pdf true 578214 MAIN 9 1-s2.0-0926860X94850240-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94850240/PREVIEW/image/png/3f2e95497475b1144b9121090fd8dcec/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94850240/PREVIEW/image/png/3f2e95497475b1144b9121090fd8dcec/main_1.png main_1.png png 53180 849 656 IMAGE-WEB-PDF 1 .... * applied catalysis A ELSEV I ER Apphed Catalysis A' General 119 (1994) 59-67 Doped aluminas as hydrorefining catalyst supports Janusz Trawczyfiski *, Jerzy Walendziewski Institute of Chemzstry and Technology of Petroleum and Coal, Wroctaw Techmcal University, ul. Gdanska 7/9, 50-344 Wroctaw, Poland Received 14 January 1994; revised 29 June 1994; accepted 30 June 1994 Abstract The influence of the addition of boron, calcium, magnesium, zirconium and zinc compounds on the physicochemical properties of alumina supports has been studied. Dopants were introduced during aluminium hydroxide precipitation. It was concluded that the effect of dopant incorporation depends on the type of additive and its concentration in the precipitated slurry. Aluminas doped with boron and magnesium showed the best physicochemical properties as hydroreflning catalyst supports. The obtained results are discussed on the basis of the open literature results. Kevwords: Boron dopant; Calcium dopant; Catalyst characterization (doping); Hydrorefining; Magnesium dopant; Zirconium dopant; Zinc dopant 1. Introduction Since many years the base composition of hydrorefining catalysts has not been changed. They contain predominantly molybdenum and cobalt (nickel) oxides supported on alumina (usually y-alumina). The increasing quality requirements over the years have led to investigations of new, more active and selective catalysts in order to manufacture a higher quality hydrorefining product without the need for constructing new plants [ 1 ]. The activity of the catalysts could among other things be increased by improving the catalyst grain shape [2], doping the active phase and support [ 3 ] as well as application of modified alumina supports [4]. On the basis of limited literature information one can assume that the most important additives which modify CoMo-A1203 catalyst properties in hydrorefining processes are phosphorus, zinc, magnesium, boron, titanium and silica compounds [5-7]. The additives change the dispersion of the active phase, modify the metal-support * Corresponding author. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0926-860X(94) 00 149-9 J. Trawczyhskl, J. Walendziewski /Applied Catalysis A: General 119 (1994) 59--67 interaction, change the strength and distribution of the acid sites as well as the physicochemical properties of supports (surface area, pore structure, mechanical strength) but their function until now is not well known. Often the additives are introduced on the formed alumina support by dry impregnation of the support with a suitable metal salt solution. In the present paper the influence of doping an alumina support with Mg, Zn, Ca, Zr and B salts on the physicochemical properties is studied, as well as the thiophene hydrogenolysis activity of a CoMo catalyst made using these supports. Metal dopants were introduced into the supports during the aluminium hydroxide precipitation step. The results are discussed and compared with other results of investigations. 2. Experimental Doped aluminium hydroxide was precipitated from sodium aluminate by a nitric acid solution. A 27 g A1/dm 3 sodium aluminate solution and a 25% nitric acid solution containing 0.01, 0.02, 0.05 and 0.1 mol of the applicable salt in 1 dm 3 were used. Magnesium, zinc, calcium, boron and zirconium salts were used as dopants. All aluminum hydroxides were precipitated at pH = 9, but at the end of the operation the pH of the slurry was lowered to 7. The aluminium and dopant hydroxide mixture deposits were filtered, washed with hot distilled water and dried at 383 K for 24 h. After milling and peptizing with 1% nitric acid solution the obtained mass was extruded and finally dried and calcined at temperature 723 K. For comparison, a non-doped sample of alumina support was prepared. CoMo-AI203 catalysts (16 wt.-% MOO3, 4 wt.-% CoO) were prepared by sequential impregnation of the support with suitable molybdenum and cobalt salt solutions. Phase composition and mean crystallite size were determined by X-ray diffrac- tion (XRD) using Cu Ka radiation and a nickel filter (Dron 1.5 diffractometer). The concentration of doping metals was determined by atomic absorption spec- troscopy ( AAS ) ( Perkin -El mer). Surface areas and mean pore radii were determined using the benzene adsorption- desorption isotherm method. Acidity and acid strength distribution were measured by temperature-pro- grammed desorption of ammonia. The catalyst activity for hydrodesulphurization (HDS) of thiophene was meas- ured in a continuous flow microreactor at atmospheric pressure. The test conditions were: 0.2 g of catalyst (fraction 0.2-0.5 ram), 0.3 cm3/s of hydrogen and 4.5 mol- % of thiophene in hydrogen. In preliminary experiments we have observed no diffusion limitations under such conditions. The catalysts were not presulphided. The thiophene conversion at steady-state and 673 K was measured. In general, steady state activity of the tested catalysts was obtained after 4 h exposure of the J. Trawczyhski, J. Walendztewskt /Applied Catalysts A: General 119 (1994) 5947 sample in the stream. The experimental error of the thiophene conversion meas- urements was 2-3%. 3. Results and discussion No dopant phase was observed in XRD analysis of the aluminium hydroxide samples. They were predominantly amorphous with some content of pseudoboeh- mite phase and characterized by distinctly smaller mean crystallite size (1.9-3.0 nm) than the corresponding non-doped aluminium hydroxide sample (3.8 nm). Metal dopants were presumably incorporated in the alumina phase after calcination and this changed the properties of the support. The dependence of some physicochemical properties of doped supports on the metal salt concentration in the nitric acid used as precipitation agent are presented in Figs. 1--6. Fig. 7 presents the temperature-programmed desorption (TPD) his- tograms for samples with the highest content of dopant, denotation OO refers to non-doped alumina. According to Fig. 1, describing the correlation between dopant content in the alumina and metal concentration in nitric acid, only zirconium and zinc were found in higher amounts in the alumina. The magnesium content is considerably lower (max. 0.3 wt.-% for 0.1 mol/dm 3 Mg (NO 3) 2 in nitric acid) and boron and calcium content in the aluminas is negligible. This is probably a result of the used method of sample preparation, i.e. neutralization of the slurry at the end of the precipitation and careful washing of the aluminum hydroxide cake with hot distilled water. Zirconium is, with titanium, one of the mostly often used elements in alumina- dopant binary systems [ 5,8,9 ]. Because of its acid-base properties zirconium oxide Dopant content in support, wt. % 2.5 2 1.5 Zn ~ Mg ~ B -El- Ca --X-- Zr _____.______- O= = --I 0 0.01 0.02 0.03 0.04 O.OS 0.06 0.07 0.08 0.09 0.1 Concentration of dopant salt, tool/din3 Fig 1 Dependence of dopant content in the alumina on the dopant salt concentration in the nitric acid used in the precipitation. 62 J. Trawczyhskt. J. Walendztewskt /Apphed Catalysts A: General 119 (1994) 59-67 BET surface area, rn2/g 400 380 360 340 820 ~ 300 280 r i i i t t F i i 0 0.01 0.02 0.03 0.04 0.05 0.06 0.07 0.08 0.09 0.1 Concentration of dopant salt, mol/dm3 Fig. 2. Dependence of the BET surface area of doped alumina supports on the dopant salt concentration in the mtric acid used in the precipitation is also a potentially good support for various heterogeneous catalysts. However, it has a rather low specific surface area, pore volume [9] and thermal stability. The latter properties could probably be improved by doping zirconium oxide with lanthanum [ 10] or preparation of double oxides e.g. with alumina. The physicochemical properties of zirconium doped supports depend on the metal concentration in the nitric acid solution used as precipitation agent, Fig. 2- 6. The BET surface area of the support (Fig. 2) was highest for the sample which was precipitated with acid of the lowest dopant concentration. Increasing the salt Mean pore radius, nm 4.2 4 3.8 3.6 3.2 3) Zn --I-- Mg X --)K- B -C--- Ca ~ Zr I 2.8: I P I I r I i r J 0 0.01 0.02 0.03 0.04 0.05 0.06 0.0\"/ 0.08 0.09 0.1 Concentration of dopant salt, tool/din3 Fig. 3. Dependence of the mean pore radius of doped alumina supports on the dopant salt concentration m the nitric acid used m the precipitation. J. Trawczyhski, J. Walendzzewskt / Applied Catalysis A: General 119 (1994) 59~57 Total pore volume, dm3/kg 0.85 Zn \"-'-4-- Mg --)E-- B ~ Ca \"-)<-- Zr 0.8 0.75 0.7 0.65 0.6 F I i I f I I P 0 0.01 0.02 0.03 0.04 0.05 0.06 0.07 0.08 0.09 0.1 Concentration of dopant salt, mol/dm3 Fig 4. Dependence of the pore volume of doped alumina supports on the dopant salt concentration in the nitric acid used in the precipitation concentration resulted in a gradual lowering of the surface area. The large surface area of aluminium-zirconium oxide was accompanied by low mean radius of the mesopores (Fig. 3); for low dopant metal concentration it rapidly decreased to ca. 3.2 nm. Zirconium doped aluminas are characterized by a higher porosity (Fig. 4) and acidity than the non-doped sample. For a zirconium salt concentration of 0.02 mol/dm 3 the support acidity amounts to 0.72 mmol NH3/g and a further increase in salt concentration does not result in radical acidity changes. The HDS activity of this group of alumina-supported CoMo catalysts (Fig. 6) decreases gradually with increasing zirconium salt concentration in nitric acid. Acidity, mmol NH3/g 0.85 0.8 J J J 0.75 0.7 0.66 Zn ~ Mg --X<-- B ~ Ca ~ Zr 0.6 I I I I I I i I 0 0.01 0.02 0.03 0.04 0.05 o.06 0.07 o.08 o.o9 0.1 Concentration of dopant salt, mol/dm3 F~g. 5 Dependence of the total acidity of doped alumina supports on the dopant salt concentration in the nitric acid used m the precipitation 64 J. Trawczy~skt, J. Walendztewski / Apphed Catalysts A: General 119 (1994) 5 9~5 7 Yhiophene conversion, % 84 82 80 78~ 76 74 72 ~Zn --{--Mg ---~- B -EJ- Ca --Y~-Zr 70 I I I I r I I I I 0 0.01 0.02 0.03 0.04 0.05 0.06 0.07 0.08 0.09 0.1 Concentration of dopant salt, mol/dm3 Fig. 6 Dependence of the thiophene HDS acUvity of doped alumina-supported CoMo catalysts on the dopant salt concentration m the nitric aod used in the precipitation. According to Oliver et al. [ 8 ], the activity of zirconium oxide-supported molyb- denum sulphide catalysts in comparison to alumina-supported ones is three times higher. Taking into account the results of the thiophene HDS tests one can state that CoMo catalysts supported on a mixed alumina-zirconia support prepared according to the above procedure does not result in high HDS activity. 25- 0 C 20- O 0 t-15- 2 \"5 C 0 5 LL i i i i i i 453-523 523-573 573-623 623-673 673-723 723-773 773-823K Desorption temperature K O0 ~ Mg ~ Zn [:~=~Ca ~/7~Zr ~B Fig 7 Acidity strength distribution of the doped aluminas with the highest content of dopant. OO = non-doped sample. J. Trawczyhski, J. Walendziewski / Applied Catalysts A: General 119 (1994) 5967 In the literature there is remarkably few information on the effects of doping aluminas with calcium oxide. It seems that the strongly basic properties of this dopant diminish the acidity of the doped support and the HDS activity of the obtained CoMo catalyst. The results of our studies partially confirm this assumption and extend it by the new information. Aluminium-calcium mixed oxide supports are characterized by a low bulk density, large specific surface area and porosity. The mean pore radius is ca. 4 nm in the case of alumina prepared using a dopant concentration of 0.01 mol/dm 3 and is decreases as the latter increases. Similarly, the thiophene conversion over the aluminium--calcium oxide supported catalyst also decreases. However, calcium doped supports show an exceptionally high acidity, higher even than the acidity of the non-doped one. It is possible that the introduction of calcium to the alumina crystal lattice causes the creation of addi- tional acid sites (lattice discontinuities, structure defects) [ 11 ]. A comparison of acid sites distributions of calcium doped and non-doped supports (Fig. 7) indicates that they are mainly weak or of medium strength. As was earlier mentioned, calcium oxide (co-precipitated with aluminum hydroxide) is dissolved during the lowering of the pH of the slurry at the end of the precipitation. The low calcium content in the aluminas is presumably the result of this phenomenon. On the other hand, the high porosity and acidity of the supports is the effect of the initial calcium content in the aluminium hydroxide lattice. Since many years aluminium-boron mixed oxides are studied as supports of hydrocarbon conversion catalysts [ 12]. It was stated that these oxide-supported catalysts are more active than pure alumina supported ones in hydrodesulphuriza- tion and hydrodemetallization [ 13]. On the other hand, Muralidhar et al. [ 14] noted a diminished HDS activity as a result of impregnation with boron acid. The high acidity and catalytic activity of aluminium-boron oxide catalysts is explained by tetrahedral inclusion of boron into the alumina lattice; the concentration of this boron form in alumina is a function of stoichiometry and calcination temperature [ 15]. It is suggested that because of its chemical character boron is inclined to occupy tetrahedral sites in the alumina lattice and this phenomenon facilitates the introduction of cobalt atoms in octahedral sites [ 16]. Cobalt atoms in octahedral sites are considered to be the cobalt precursor of the most active CoMoS phase in CoMo catalysts [ 17]. We assume that preferential occupation by boron of tetra- hedral sites in the alumina lattice and the high surface area of these supports (and consequently high surface area of the resulting catalyst) are the reasons for the high HDS activity of boron containing CoMo catalysts (Fig. 6). The BET surface area of the alumina-boria supports reaches a maximum for a boron acid concentra- tion ca. 0.02 mol/dm 3 and then quickly decreases along with the thiophene con- version (Fig. 6). It is worthy to underline that porosity and mean pore radius for these supports are increasing simultaneously with the increase in boron acid con- centration. The acidity of the boron alumina supports is the highest for a dopant salt concentration in the acid of 0.02 mol/dm 3 and slowly decreases as the dopant concentration increases. J. Trawczyhski, J. Walendziewski / Applied Catalysis A: General 119 (1994) 5 9~5 7 On the basis of literature information a profitable influence of zinc doping of alumina supports on CoMo catalyst activity is well known [ 18-21 ]. It is considered that zinc brings about a change of the occupation of cobalt sites on the alumina surface, preferring a octahedral position and limiting cobalt ion diffusion in the depth of the alumina lattice [22]. Results of our studies suggest that the physico- chemical properties of zinc doped supports change with the zinc concentration in the acid. The highest surface area, and the lowest mean pore radius and pore volume Were obtained for an alumina support prepared with a low concentration of zinc nitrate in the acid. When a more concentrated zinc solution was applied, supports with larger mean pore radius, pore volume and lower surface area were obtained. Doping alumina with zinc resulted in an increase in acidity (Fig. 5), but thio- phene hydrogenolysis activity over CoMo catalysts prepared using zinc-doped aluminas was lower than in the case of non-doped alumina. The dependence of thiophene conversion on dopant salt concentration during support precursor pre- cipitation, according the described method for calcium, zirconium and zinc, resulted m a lower activity of catalysts prepared using these supports. Therefore, for those catalysts we can observe some deactivation. In the literature a quite different influence is described of zinc on the hydrogenolysis activity of CoMo catalysts. Because of their basic properties, magnesium oxide based catalysts are applied in processes in which undesired acid-site catalyzed side reactions can occur. Ther- mal treatment of magnesium hydroxide gives small surface area oxide [ 23 ]. Mixed A1203-MgO supports are thermally very stable in water vapour environments [ 23 ]. Magnesium, similarly as zinc does, but to a lesser degree, prevents diffusion of cobalt ions in the depth of the alumina support [ 22 ]. For low dopant content there is no influence of doping with zinc and magnesium salts on the CoMo catalyst, but for higher content, there is an appreciable lowering of activity [ 14]. The alumin- ium-magnesium oxide supports prepared in this study show a higher surface area and larger pore volume than the reference support, while the mean mesopore radius does not change significantly. Doping aluminas with magnesium resulted in a moderate increase in acidity, mainly as a result of an increase of the concentration of week acid sites (Fig. 7). It is surprising that A1203-MgO supported CoMo catalyst displays a high activity in thiophene hydrogenolysis and it increases with increases in dopant content in the support. However, the support with the highest dopant content gave a CoMo catalyst with an activity similar to the non-doped one. In summary one can state that doping an alumina support during aluminum hydroxide precipitation changes its physicochemical properties in a different way than impregnation of the formed alumina support with salt solution does. The doping effect depends on the type of element introduced as well as on its concen- tration in the acid used for the aluminium hydroxide precipitation. The physico- chemical properties of the doped supports vary over a broad range and often a small amount of dopant results in a significant change of a property. As a role introducing of a small amount of dopant results in a large increase in mesopores surface area, but further increases in dopant concentration result in a decrease in surface area. J. Trawczyhski, J. Walendziewski /Apphed Catalysis A: General 119 (1994) 59-67 The mean pore radius of the mesopores increases as a result of doping the alumina with a small amount of calcium and a higher amount of boron or zinc. Only doping the support with boron and magnesium results in an increase in thiophene hydro- genolysis of the resulting catalyst. The acidity of all doped alumina supports is higher than that of the non-doped ones. The introduction of 0.3 wt.-% of boron oxide and up to 0.1 wt.-% of magnesium oxide to the alumina causes the thiophene hydrogenolysis activity of the CoMo catalyst supported on these aluminas to increase. 4. Conclusions 1. Doping alumina by introducing dopant ions during the aluminium hydroxide precipitation leads to supports having significantly different properties than the non-doped ones. 2. The effect of alumina doping depends on the type of dopant and its salt concentration in the acid solution used as a precipitation agent. 3. The influence of doping on the physicochemical properties of the support (influence of calcium and magnesium on support acidity) and the CoMo catalyst (influence of zinc on HDS catalyst activity) is different than that described in literature. References [ 1 ] J.E. Naber, W.H.J. Stork and P.M.M. Blauwhoff, Tagungsbericht 9001, Vortr~ige der DGMK-Haupttagung 1990, p. 205. [2] B.H. Cooper and B.B. Donnis, Oil Gas J., (8 Dec. 1986) 39. [3] R.R. Chianelli, Catal. Rev.- Sci. Eng., 26 (3-4) (1984) 361. [4] J. Trawczyfiski and J. Walendziewski, Przem. Chem., 69 (7) (1990) 305. [5] Y. Masuyama, Y. Tomatsu and K. Ishida, J. Catal., 114 (1988) 347. [6] J. Wang and R.-Ch. Chang, J, Catal., 117 (1989) 266. [7] W. Zhaobin, X. Qin and G. Xiexian, Appl. Catal., 75 ( 1991 ) 179. [8] S.W. Oliver, T.D. Smith and J.R. Pilbro, J. Catal., 111 (1988) 88. [9 ] A. Nishijima, H. Shimada and T. Sato, Polyhedron, 5 ( 1/2) (1986) 243. [ 10] R. Franklin, P. Goulding, J. Haviland, R.W. Joyner, I. McAlpine, P. Moles, C. Norman and T. Nowell, Catal. Today, 10 (1991) 405. I 11 ] J. Kijenski and A. Baiker, Catal. Today, 5 (1989) 1. [ 12] L.A. Pine, US Patent 3 993 557 (1976). [ 13 ] M.C. Tsai, Y.W. Chen, B.C. Kang, J.C. Wu and UJ. Leu, Ind. Eng. Chem. Res., 30 (8) ( 1991 ) 1801. [ 14] G. Muralidhar, F.E. Massoth and J. Shabati, J. Catal., 85 (t984) 44. [ 15 ] K.P. Peil, L. Gayla and G. Marcelin, J. Catal., 115 (1989) 441. [ 16] M.A. Stranick, M. Houalla and D.M. Hercules, J. Catal., 104 (1987) 396 [ 17] C. Wivel, B.S. Clausen, R. Candia, S. Morup and H. Topsoe, J. Catal., 87 (1984) 497. [ 18 ] N.P. Martinez and P.C.H. Mitchell, Proc. of the Third Intemat. Conf. the Chemistry and Uses of Molybdenum, Ann Arbor, MI, USA, 1979, p. 105. [ 19] B.R. Strohmeier and D.M. Hercules, J. Catal., 86 (1984) 266. [20] J.F. Patzer II, W.L. Kehl and H.E. Swift, J. Catal., 62 (1980) 211 [211 R.L. Chin and D.M. Hercules, J. Catal., 74 (1982) 121. [22] F.J. Lopez, H. Medina, N.P. Martinez and P.C.H. Mitchell, React. Kinet. Catal. Lett, 22 (1-2) (1983) 253. [23] H. Schaper and J.J. Berg-Slot, Appl. Catal., 54 (1989) 79. APCATA 94850240 0926-860X(94)85024-0 10.1016/0926-860X(94)85024-0 Elsevier Science B.V. Doped aluminas as hydrorefining catalyst supports Janusz Trawczyński 1 Jerzy Walendziewski Institute of Chemistry and Technology of Petroleum and Coal, Wroc 1 Corresponding author. The influence of the addition of boron, calcium, magnesium, zirconium and zinc compounds on the physicochemical properties of alumina supports has been studied. Dopants were introduced during aluminium hydroxide precipitation. It was concluded that the effect of dopant incorporation depends on the type of additive and its concentration in the precipitated slurry. Aluminas doped with boron and magnesium showed the best physicochemical properties as hydrorefining catalyst supports. The obtained results are discussed on the basis of the open literature results. Keywords Boron dopant Calcium dopant Catalyst characterization (doping) Hydrorefining Magnesium dopant Zirconium dopant Zinc dopant Reference [1] Naber J.E. Stork W.H.J. Blauwhoff P.M.M. Tagungsbericht 9001 Vorträge der DGMK-Haupttagung 1990 205 [2] Cooper B.H. Donnis B.B. Oil Gas J. 8 Dec. 1986 39 [3] Chianelli R.R. Catal. Rev.- Sci. Eng. 26 3–4 1984 361 [4] Trawczyński J. Walendziewski J. Przem. Chem. 69 7 1990 305 [5] Masuyama Y. Tomatsu Y. Ishida K. J. Catal. 114 1988 347 [6] Wang J. Chang R.-Ch. J. Catal. 117 1989 266 [7] Zhaobin W. Qin X. Xiexian G. Appl. Catal. 75 1991 179 [8] Oliver S.W. Smith T.D. Pilbro J.R. J. Catal. 111 1988 88 [9] Nishijima A. Shimada H. Sato T. Polyhedron 5 1/2 1986 243 [10] Franklin R. Goulding P. Haviland J. Joyner R.W. McAlpine I. Moles P. Norman C. Nowell T. Catal. Today 10 1991 405 [11] Kijenski J. Baiker A. Catal. Today 5 1989 1 [12] L.A. Pine, US Patent 3 993 557 (1976). [13] Tsai M.C. Chen Y.W. Kang B.C. Wu J.C. Leu L.J. Ind. Eng. Chem. Res. 30 8 1991 1801 [14] Muralidhar G. Massoth F.E. Shabati J. J. Catal. 85 1984 44 [15] Peil K.P. Gayla L. Marcelin G. J. Catal. 115 1989 441 [16] Stranick M.A. Houalla M. Hercules D.M. J. Catal. 104 1987 396 [17] Wivel C. Clausen B.S. Candia R. Morup S. Topsoe H. J. Catal. 87 1984 497 [18] Martinez N.P. Mitchell P.C.H. Proc. of the Third Internat. Conf. the Chemistry and Uses of Molybdenum, Ann Arbor, MI, USA 1979 105 [19] Strohmeier B.R. Hercules D.M. J. Catal. 86 1984 266 [20] Patzer J.F. II Kehl W.L. Swift H.E. J. Catal. 62 1980 211 [21] Chin R.L. Hercules D.M. J. Catal. 74 1982 121 [22] Lopez F.J. Medina H. Martinez N.P. Mitchell P.C.H. React. Kinet. Catal. Lett. 22 1–2 1983 253 [23] Schaper H. Berg-Slot J.J. Appl. Catal. 54 1989 79",
      "scopus-id": "0028536656",
      "coredata": {
        "eid": "1-s2.0-0926860X94850240",
        "dc:description": "The influence of the addition of boron, calcium, magnesium, zirconium and zinc compounds on the physicochemical properties of alumina supports has been studied. Dopants were introduced during aluminium hydroxide precipitation. It was concluded that the effect of dopant incorporation depends on the type of additive and its concentration in the precipitated slurry. Aluminas doped with boron and magnesium showed the best physicochemical properties as hydrorefining catalyst supports. The obtained results are discussed on the basis of the open literature results.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-11-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94850240",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Trawczyński, Janusz"
          },
          {
            "@_fa": "true",
            "$": "Walendziewski, Jerzy"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94850240"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94850240"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)85024-0",
        "prism:volume": "119",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Doped aluminas as hydrorefining catalyst supports",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Boron dopant"
          },
          {
            "@_fa": "true",
            "$": "Calcium dopant"
          },
          {
            "@_fa": "true",
            "$": "Catalyst characterization (doping)"
          },
          {
            "@_fa": "true",
            "$": "Hydrorefining"
          },
          {
            "@_fa": "true",
            "$": "Magnesium dopant"
          },
          {
            "@_fa": "true",
            "$": "Zirconium dopant"
          },
          {
            "@_fa": "true",
            "$": "Zinc dopant"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "59-67",
        "prism:endingPage": "67",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 November 1994",
        "prism:doi": "10.1016/0926-860X(94)85024-0",
        "prism:startingPage": "59",
        "dc:identifier": "doi:10.1016/0926-860X(94)85024-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028536656"
      }
    }
  }
}