{
  "metadata": {
    "title": "Mobility of atomic species on catalyst surfaces (spillover) : effects on creation of active sites and stability of catalysts",
    "authors": "B. Delmon",
    "journal": "Applied Catalysis A: General",
    "date": "1994-06-23",
    "doi": "10.1016/0926-860X(94)80019-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94800197",
    "pii": "0926860X94800197"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028461094",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-09-18 2001-09-18 2010-10-02T11:38:12 1-s2.0-0926860X94800197 0926-860X(94)80019-7 0926860X94800197 10.1016/0926-860X(94)80019-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X02347 2024-01-01T12:21:46.509935Z 0 0 19940623 1994 2001-09-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast alllist content subj ssids 0926-860X 0926860X 113 113 2 2 Volume 113, Issue 2 4 121 124 121 124 19940623 23 June 1994 1994-06-23 1994 article fla Copyright © 1994 Published by Elsevier B.V. MOBILITYATOMICSPECIESCATALYSTSURFACESSPILLOVEREFFECTSCREATIONACTIVESITESSTABILITYCATALYSTS DELMON B DELMONX1994X121 DELMONX1994X121X124 DELMONX1994X121XB DELMONX1994X121X124XB item 0926-860X(94)80019-7 0926860X94800197 1-s2.0-0926860X94800197 10.1016/0926-860X(94)80019-7 271346 2024-01-01T12:21:46.509935Z 1994-06-23 1-s2.0-0926860X94800197-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94800197/MAIN/application/pdf/7963e1e26ab73d5dc549c092edce199d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94800197/MAIN/application/pdf/7963e1e26ab73d5dc549c092edce199d/main.pdf main.pdf pdf true 404363 MAIN 4 1-s2.0-0926860X94800197-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94800197/PREVIEW/image/png/7e54211227d96e0b66adbd676e09ba70/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94800197/PREVIEW/image/png/7e54211227d96e0b66adbd676e09ba70/main_1.png main_1.png png 58896 849 656 IMAGE-WEB-PDF 1 A ELSEVIER Applied Catalysis A: General 113 (1994) 121-124 Mobility of atomic species on catalyst surfaces (spillover): Effects on creation of active sites and stability of catalysts B. Delmon Universit Catholique de Louvain, Belgium The phenomena we shall describe occur because reactive atoms such as H or O, produced by dissociation of molecular hydrogen or oxygen, respectively, are highly mobile on certain surfaces. They can jump from the surface on which they have been formed to another one of different nature, and bring about reactions on or over this last surface. This is the spillover phenomenon. The purpose of the talk is to emphasize the consequences of the extraordinary reactivity of surface mobile species produced by spillover. Effects attributed to spillover were first observed in reactions of solids. This demonstrated that spillover species possess a high reactivity with respect to surfaces. The main objective of the talk is to present an overview of a group of phenomena which give inorganic catalysts some of the fascinating properties of enzymes. We shall show that the consequences of spillover in the field of catalysis that have successively been discovered are of increasingly more importance. In addition to removal of coke, the inhibition or acceleration of solid state transformations due to spillover species can have a considerable impact on catalyst stability. The continuous creation of active sites by spillover (remote control) is a key process in many catalytic oxidations, and its role in hydrodesulphurization and reactions involved in hydrotreating is now receiving strong confirmation: these are two groups of reactions which correspond to major areas in catalytic science and technology. The structure of the sites and the mechanism by which they are generated begin to be elucidated. The applicability of the concept is continuously expanding to new types of reactions. , 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-860X (94)00056-W 122 B. DelmonlAnolied Catalysis A: General 113 (1994)121-124 Prof. B. Delmon Discussion Tamaru: You talked about the role of spillover and ionicity and of the bond between metal and oxygen in the case of oxidation, but I remember that in olefin oxidation on molybdenum oxide, the selectivity of the reaction depends much upon the crystal planes. How can you explain this? If the spillover is like this, it should not depend upon crystal planes so much. Delmon: Yet it does, because when you go into a more detailed analysis of the reaction, it seems that you need a gem dioxo species on the surface. So you need a special structure and even possibly a cooperation between two similar molybdenum sites close to each other, because in the classical allylic mechanism the problem remains whether the allylic species needs one or two catalytic sites to react. It is not incompatible. If we assume that a given plane is potentially more selective, the problem is to keep that plane selective, that is to keep it completely oxidized. When it gets reduced, it is less selective. When it loses its gem dioxo, it loses selectivity. Cusumano: Did I understand you correctly, when you were talking about the oxidation, that the flux from the oxide that is providing the spillover oxygen did not require many oxygen molecules? What about the oxygen at the other site? Delmon: At the other site, namely, the place where the oxidation reaction occurs, you just use ordinary molecular oxygen. Cusumano: I was wondering if there is a connection between the reaction rate and the flux rate? If you have a very rapid reaction, does it facilitate the flux rate? Does it drive the flux rate from the other particle? Delmon: The impression that we have is that there are actually two different species of oxygen in this system. The spillover oxygen seems to have a higher B. Delman /Applied Catalysis A: General 113 (1994) 121-724 123 potential for reactivity with surfaces than the oxygen which is disassociated on the molybdenum site or reacting according to the ordinary allylic mechanism. It seems indeed that only a very small amount of oxygen is sufficient, moving from the donor to the acceptor, for activating these sites. If we consider only spillover oxygen, its flux is driven by a smaller or larger tendency of the catalyst sites to be reduced. The gradient may be larger if the catalytic reaction is rapid. Cusumano: So, you distinguish between two types of oxygen. Delmon: Yes, the donors which are essentially not active, and perhaps have no catalytic activity except the ability to disassociate oxygen to mobile species, and the acceptor of this mobile species which reacts with it and which, after reaction, is potentially selective for oxidation. Pasquon: In your experiment, what are the dimensions of the donor-acceptor particles and how do you make them? Delmon: The individual particles are about half a micrometer in diameter, but part of them are slightly aggregated. The distance over which spillover oxygen travels is thus of the order of a micron or several microns. Concerning preparation, we have used methods such as mechanical mixing but with the danger of breaking the crystallites, also suspensions in water but then there is the danger that the water will dissolve one of the oxides to some extent in its redeposition on the other during drying. So we now put the powders in n-pentane and just agitate with a magnetic stirrer (of course evaporating the pentane during agitation), in order that, preferentially, no sedimentation takes place. Haber: The question which always puzzles me in this discrimination between spillover effect and that of other types of oxygen is that in fact every oxide is always in equilibrium with the gas phase, because these are all non-stoichiometric substances. Therefore their surface is always defective. There must be a way by which an oxygen from the lattice is leaving the surface and going to the gas phase, because there is a dynamic equilibrium. On top of that, you introduce the spillover oxygen on the surface. How do you envisage the discrimination between these two types of oxygens because they must mix together? Delmon: Your first question deals with the dynamic mechanism at surfaces. I fully agree with you except for one point: these rates of reduction and reoxidation are different and hence, in the dynamic phenomenon during catalytic oxidation, the average oxidation situation of the active phase is reduced. And we can prove that directly, namely by freezing a catalyst after reaction and measuring, with ESR for example, the Mos+ signals. We find practically no Mos+ when we have the donor present and the surface is completely oxidized, whereas we have some reduction when only molybdenum oxide is present. So this is the first point, it is not the ability to be reduced which is at stake, it is the rate at which the elementary processes take place. In agreement with some remarks of Grasselli and Brazdil, the rates of reduction and reoxidation are different according to the catalytic oxides: Mo03, bismuth molybdates, etc. So there is always a danger that this reoxidation does not take place rapidly enough and that you have some catastrophic process leading to 124 B. Delmon l Applied Catalysis A: General 113 (1994)121-124 the formation of sub-oxides. This is in brief the explanation. Now with respect to the difference between spillover oxygen and the oxygen absorbed on the catalytic site, on molybdenum oxide, it is explicit in the classical allylic mechanism: the abstraction of hydrogen and insertion of oxygen are due to molybdenum dioxo species Mo = O. Spillover oxygen is not covalently bound, it is surface mobile OZ-. It is obvious that you need this spillover species if you wish to keep the system oxidized. In the formamide system you need that oxygen to preserve the OH's on the surface. Haber: What would happen if you mixed an inert support with it? Then you would prolong the diffusion path of the oxygen. Do you think that will change the situation? Delmon: Definitely. We didn't try that, but we have made mixtures with other oxides, which are neutral, but you have to be careful as some of these oxides will kill the spillover species. It seems in particular that alumina completely kills the spillover hydrogen. Silica does not. You can let hydrogen travel for several millimetres over the latter, but alumina allows the spillover hydrogen species to recombine. H lderich: Referring to hydrodesulphurization, and hydrogenation selectivity with pellets with independently varying profiles of MOS2 and Co9S8, I just wanted to ask something about preparation. You mentioned that you have a certain distribution along the diameter of the pellet and your pellets are so small. How can you manage that? Delmon: Well, it is not very easy. We did it, but there are now colleagues in Greece who are doing it much better. The trick is that if you wish to have a flat repartition you allow equilibration to take place. If you wish to have more cobalt or molybdenum near the surface, you use the chromatographic effect. You are at the pH where your ion adsorbs strongly. If you wish the reverse to occur, then first you have to let the equilibrium establish itself and then remove part of the species by desorption. Bader: Can it be excluded that by solid state reaction a new catalytically active species is produced during the reaction which could explain the increases? Delmon: Yes, I have been very short on that point. Actually with the systems I presented we could investigate that in detail. First there are no new compounds formed, and the main argument is that we did our best to produce a mixed compound by impregnating and calcining and what we observed during the reaction is that the second component nicely detaches from the surface. So they do not `like' each other. Now the second possibility is that the surface could be doped with a minute amount of the metal of the other phase. Of course, here you are limited by the sensitivity of the techniques, this is essentially ion scattering spectroscopy. We had a guarantee that less than 0.2 of a monolayer of the foreign atom is present. And this is true for bismuth phosphate, plus molybdenum oxide, antimony oxide plus antimony-saturated tin oxide. The situation is a bit more complicated for iron oxide but it is very clear for zinc oxide. APCATA 94800197 0926-860X(94)80019-7 10.1016/0926-860X(94)80019-7 Elsevier Science B.V. Mobility of atomic species on catalyst surfaces (spillover) : effects on creation of active sites and stability of catalysts B. Delmon Universite´Catholique de Louvain,Belgium",
      "scopus-id": "0028461094",
      "coredata": {
        "eid": "1-s2.0-0926860X94800197",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-06-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94800197",
        "dc:creator": {
          "@_fa": "true",
          "$": "Delmon, B."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94800197"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94800197"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80019-7",
        "prism:volume": "113",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Mobility of atomic species on catalyst surfaces (spillover) : effects on creation of active sites and stability of catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "121-124",
        "prism:endingPage": "124",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 June 1994",
        "prism:doi": "10.1016/0926-860X(94)80019-7",
        "prism:startingPage": "121",
        "dc:identifier": "doi:10.1016/0926-860X(94)80019-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028461094"
      }
    }
  }
}