{
  "metadata": {
    "title": "Design of catalyst and process for the dewaxing of petroleum oils",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-05-09",
    "doi": "10.1016/0926-860X(95)00308-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95003088",
    "pii": "0926860X95003088"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001404585",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95003088 0926-860X(95)00308-8 0926860X95003088 10.1016/0926-860X(95)00308-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00142 2024-01-01T12:18:48.759026Z 0 0 19960509 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 138 138 2 2 Volume 138, Issue 2 14 369 379 369 379 19960509 9 May 1996 1996-05-09 1996 Chemical Engineering and Catalysis D.L. Trimm School of Chemical Engineering and Industrial Chemistry University of New South Wales Sydney, N.S.W. 2052, Australia article fla Copyright © 1996 Published by Elsevier B.V. DESIGNCATALYSTPROCESSFORDEWAXINGPETROLEUMOILS SIVASANKER S CHEN 1977 165 N SMITH 1980 75 K RAMAGE 1986 M PAPERPRESENTEDJAPANPETROLEUMINSTITUTE SMITH 1994 54 C CHEN 1986 185 N KULKARANI 1982 313 S KOTASTHANE 1986 253 A SHIRALKAR 1991 511 V CHEN 1959 158 N SHAPESELECTIVECATALYSISININDUSTRIALAPPLICATIONS CHEN 1987 706 N HARGROVE 1979 103 J FARREL 1986 47 T GUISNET 1989 1 M HAAG 1984 589 W HAAG 1982 317 W SIVASANKER 1989 49 S SIVASANKER 1989 335 S SIVASANKER 1988 741 S PROCXIIBEROAMCONFCATAL SIVASANKERX1996X369 SIVASANKERX1996X369X379 SIVASANKERX1996X369XS SIVASANKERX1996X369X379XS item 0926-860X(95)00308-8 0926860X95003088 1-s2.0-0926860X95003088 10.1016/0926-860X(95)00308-8 271346 2024-01-01T12:18:48.759026Z 1996-05-09 1-s2.0-0926860X95003088-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95003088/MAIN/application/pdf/882782e66b183a32076d14b5bbc38188/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95003088/MAIN/application/pdf/882782e66b183a32076d14b5bbc38188/main.pdf main.pdf pdf true 502249 MAIN 11 1-s2.0-0926860X95003088-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95003088/PREVIEW/image/png/5336f4050cd212b162817c02c096ee3b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95003088/PREVIEW/image/png/5336f4050cd212b162817c02c096ee3b/main_1.png main_1.png png 43226 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 138 (1996) 369-379 Design of catalyst and process for the dewaxing of petroleum oils S. Sivasanker, A.V. Ramaswamy *, P. Ratnasamy National Chemical Laboratory, Pune 411 008, India Abstract The influence of zeolite characteristics, feed properties and process parameters on the dewaxing of petroleum oils are reported. Specifically, the influence of the zeolite properties and process parameters on the quality and yield of the dewaxed products and the deactivation rate of the catalyst are discussed. A typical example of upgrading a paraffinic feedstock into a refrigera- tion grade oil is presented. Keywords: Dewaxing; ZSM-5 Dewaxing of oils over; Lubricating oils, production of; Dewaxing of petroleum oils; ZSM-5, catalytic properties of I. Introduction Catalytic dewaxing based on ZSM-5 zeolites is used commercially in the dewaxing of diesel and lubricating oil base stocks [1-4]. Catalytic dewaxing involves the selective cracking of the high melting, waxy, n-paraffinic compo- nents in the oil. It is an excellent example of shape selective catalysis by zeolites [5]. The design of a dewaxing catalyst, therefore, involves primarily, the optimization of the shape selective properties of the zeolite. As the reaction is carried out in hydrogen, the addition of a metallic component improves the life and regenerability of the catalyst. The process parameters of the reaction are, to a large extent, determined by the feed quality and product specifications. In this article, we discuss the parameters that influence the design of zeolite catalysts \" Corresponding author. Fax. (+ 91-212) 334761. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00308-8 370 S. Sivasanker et al. / Applied Catalysis A: General 138 (1996) 369-379 and processes for the dewaxing and upgrading of different feedstocks originating from both naphthenic and paraffinic crudes. 2. Experimental ZSM-5 samples with different SIO2/A1203 ratios and crystallite sizes were prepared following established procedures [6-8]. The H-forms of the samples were blended with alumina monohydrate (Catapal-B, Vista Chemical Co., USA), peptised with acetic acid and extruded (1.5 mm dia.). The extrudates were dried at 383 K (6 h) and calcined at 753 K (6 h). The extrudates contained 65 wt.-% H-ZSM-5 on dry basis. These extrudates were loaded with the required metal salts and calcined (753 K, 6 h) and used in the studies. The feed stocks used were different VGO fractions obtained from a naph- thenic Persian Gulf crude. A VGO fraction of a paraffinic Indian (Assam) crude was also used in some studies. The characteristics of the feeds are presented in Table 1. All the feeds except the VGO fraction (AS) were raffinates obtained after extraction of the aromatics using furfural. The dewaxing reactions were carried out in a high pressure, fixed bed, down flow reactor (Catatest Model B, Geomecanique, France). Usually, 60 g of the catalyst (crushed into 1-2 mm particles) were used. The catalyst was dried in-situ inside the reactor at 773 K in nitrogen and reduced in hydrogen at 723 K (6 h). The temperature was adjusted to the reaction temperature before pressuriz- ing with hydrogen and injection of the feed. Mass balances based on the feed and product weights and inlet and outlet gas volumes and composition were carried out for all the runs. The products were analyzed by a combination of techniques including gas-chromatography (Hewlett-Packard, 5880 A) and ASTM procedures (distillation, pour point and viscosity measurements). The gas chromatographic analysis included: (1) the analysis of the gaseous fraction using a commercial Refinery Gas Analyser (HP 5880 A; 18900C Option 816) and (2) the analysis of the C5+ fraction by a simulated distillation procedure (HP 5880 A; 18900C Option 840). Table 1 Characteristics of the feeds used Name Code Distillation (wt.-%) pp (K) S (wt.-%) 5(K) 95(K) Spindle Raffinate SP 598 692 290 0.22 Light Neutral Raffinate LN 660 752 309 0.50 Inter Neutral Raffinate IN 698 802 321 0.81 Heavy Neutral Raft'mate HN 756 859 331 1.10 Bright Stock BS 756 1028 333 - VGO Fraction (Assam) AS 605 753 294 0.98 S. Sivasanker et aL /Applied Catalysis A: General 138 (1996) 369-379 371 3. Results and discussion Zeolites and molecular sieves possessing 8 to 10 membered ring (MR) openings have been used in many shape selective reactions. For example, erionite (8 MR) and ZSM-5 (10 MR) have been used in octane boosting processes such as Selectoforming [9] and M-forming [10]. Mordenite (12 MR) has been used as a catalyst in the dewaxing process offered by BP [11], while similar processes offered by Mobil [2-4] and Chevron [12] use ZSM-5 zeolites. The major advantages of ZSM-5 are its optimum pore size, the 3-dimensional pore characteristics, resistance to coking, poor H-transfer characteristics and high thermal stability. Zeolites with unidimensional pore systems such as erionite and mordenite deactivate rapidly. They are always used in conjunction with a hydrogenation component, such as Ni or Pt, in order to reduce the deactivation rate. ZSM-5 on the other hand, has a very low deactivation rate and can be often reactivated by simple hydrogen treatment due to the 'soft' nature (higher H/C ratio) of the coke formed over it [13]. A small amount of a metal component is often added to the ZSM-5 to enhance its catalytic activity and reduce the deactivation rate further. The added metal imparts bifunctional characteristics to the catalyst and often enhances the cracking rate. The design of a catalyst for a shape selective cracking reaction involves not only the optimiza- tion of the shape selective properties of the zeolite, but also the choice of the most suitable metal component. We will now discuss the design rationale adopted by us. 3.1. Optimization of the zeolite component Zeolites are acid catalysts and owe their acidities to the Hions present to compensate the negative charge created due to the presence of A13+ ions in the silicate lattice. As a result, the number of acid sites present (and acid-catalytic activity) is a function of the A13content of the zeolite. For example, Haag et al. [14] have found that the n-hexane cracking rate is directly proportional to the Al-content of H-ZSM-5. However, when diffusion effects are present, the observed rates may not be a linear function of the A13+ content. The results of dewaxing a heavy neutral raffmate over Ni/H-ZSM-5 with SiO2/A1203 ratios of 32, 84 and 347 are presented in Table 2 (A). The shape selective cracking activities of the catalysts are reported in terms of the pour point (pp) of the product, the lower the pp, the greater the selective removal of the waxy components (normal paraffins). As expected, the catalyst with the highest SiO2/A1203 ratio (347) is the least active (pp = 279 K) and also deactivates faster, necessitating an increase in temperature of 75 K in 33 h to maintain the same pp. The catalysts with SiO2/A1203 ratios of 32 and 84 have higher activities and lower deactivation rates. Interestingly, the performance of both the latter samples are similar, suggesting that, beyond a certain limit, higher 372 S. Sivasanker et al./Applied Catalysis A: General 138 (1996) 369-379 Table 2 Influence of SiO2/AI203 ratio and crystallite size on catalytic dewaxing SiO2/AI203 Crystallite size TOS a T pp ratio (btm) (h) (K) (K) (A) 32 0.5 76 563 265 32 0.5 208 573 271 84 0.5 76 562 266 84 0.5 208 569 271 347 0.5 13 596 279 347 0.5 46 671 279 (B) 80 0.1 49 552 280 80 0.1 145 557 280 80 6.0 66 595 282 80 6.0 145 613 283 a TOS = Time on stream (h). Conditions: (A) Feed: HN; catalyst = Ni(2 wt.-%)-ZSM-5; P = 3.0 MPa; H2/Oil (v/v) = 400; WHSV = 0.8 h- ~. (B) Feed: LN; catalyst = Pd(0.3 wt.-%)/Zn(1.0 wt.-%)-ZSM-5; P = 4.0 MPa; H2/Oil (v/v) = 300; WHSV =l.2h-l\" Al-contents do not further improve dewaxing rates presumably due to diffusion limitations. The pore dimensions of ZSM-5 (5.4-5.7 ~,) are just adequate for the entry of the normal and slightly branched alkanes. In the cracking of hexane isomers over ZSM-5 crystallites of 1.35 /xm dia., while the intracrystalline diffusion of n-hexane and 3-methylpentane were not rate limiting, the diffusion of 2,2-di- methylbutane was found to be the rate limiting step [15]. However, in the case of heavy feedstocks (C20-C60), such as those used in the dewaxing of lube base stocks, the diffusion of even the normal and mildly branched molecules is expected to be rate limiting. As a result, one would expect smaller crystallites possessing shorter diffusion paths to perform better than larger crystallites. The results of the influence of crystallite size on the temperature required to obtain the same pp ( + 2 K) during the dewaxing of an inter neutral feed are presented in Table 2 (B). Smaller crystallites (0.1 /.,m) are able to achieve the same pp reduction (App = 40) at a lower operating temperature (552 K) than larger crystallites, the AT required to maintain the same pp being 5 K in the case of the 0.1 /xm crystallites and 18 K in the case of the 6 /xm crystallites. Another disadvantage of larger crystallites is that, due to the higher temperatures of operation and the longer residence of the primary cracked products inside the pores, the yield of light gases arising by secondary cracking reactions tends to be higher. For example, the temperature required to dewax an inter neutral feed (pp = 321 K) to a pp of 263 K was 619 and 602 K when the crystallites were 5 and 0.5 /xm in size, respectively and the C~-C4 gas yield over the two catalysts were 14.2 and 10.1 wt.-%, respectively. S. Sivasanker et al. / Applied Catalysis A: General 138 (1996) 369-379 Table 3 Influence of crystallite size and surface pacification 373 Crystallite T of Product distribution (wt.-%) b Viscosity size reaction C l -Ca C5 - < DWO DWO index of (/xm) (K) DWO 0.2 581 8.8 7.4 83.2 90.3 0.2 (s) a 578 8.1 7.2 84.7 92.0 2.0 603 11,5 5.0 84.4 91.9 Conditions: Feed: BS; P = 4.5 MPa; WHSV = 0.8 h- ~; H2/Oil (v/v) = 400; DWO pp = 267 K. a External surface pacified by depositing 15% SiO2 by adsorbing di-trimethylsilylamine from an hexane solution and decomposing at 773 K. b Deviations in mass balance from 100% are due to errors in estimation of lighter fractions. The DWO yields are accurate to +_0.2 wt.-%. Values accurate to _+ 0.4 units. Small crystallites, however, expose a larger external surface area and are less shape selective than larger crystallites. They also catalyse unwanted reactions (of the branched paraffins, for example) at the external surface leading to lower yields of dewaxed oil [16]. Besides, they also destroy more naphthenic compo- nents which generally possess higher viscosity indices (VI) than the other components, leading to a lower VI value for the product. However, if the external surface of the small particles is passivated (by silicifying, for example), then the dewaxed oil yields are higher since branched paraffins are not cracked on the passivated external surface (Table 3). Passivation is also found to increase the viscosity index (VI) of the dewaxed oil (Table 3). 3.2. Choice of the metal component Very often, the addition of a metallic component to an acid catalyst enhances its activity, reduces deactivation and improves its regenerability. The influence of added metallic component [17] on the activity of H-ZSM-5 in the cracking of Table 4 Influence of metal component on hydrocracking Catalyst Metal content a Feed n-hexadecane n-hexadecane + 0.2% S Conversion (wt.-%) Heavy neutral r (C) for DWO of pp = 273 K H-ZSM-5 0.0 33.5 54.0 295 Pd-ZSM-5 0.2 99.0 52.5 310 Pd/Zn-ZSM-5 0.3/1.0 60.2 39.2 315 Ni-ZSM-5 2.0 46.4 53.5 298 Conditions: n-hexadecane: P = 0.1 MPa; T = 593 K; WHSV = 3 h- i; H2/Oil (v/v) = 400. Heavy neutral: P = 3 MPa; WHSV = 0.65 h- ~; H2/Oil (v/v) = 400. a The metal components were incorporated using salts by wet impregnation, drying (383 K) and calcination (773 K). 374 S. Sioasanker et al.// Applied Catalysis A: General 138 (1996) 369-379 n-hexadecane in the presence and absence of S is presented in Table 4. In the absence of sulfur, Pd and Ni increase the rate of cracking of n-hexadecane with Pd being more effective than Ni. This enhancement is mainly due to the hydrogenolysis activity of the metals. On the other hand, in the presence of 0.2 wt.-% S in the feed, the activities of all the catalysts even out to nearly similar levels due to the suppression of the metallic function. The reason for the enhancement of the activities of H-ZSM-5 and Ni-ZSM-5 by feed S is not clear, though it could be due to the creation of more acidic -SH groups. The influence of the metal on the temperature required to dewax heavy neutral raffinate to a pp of 273 K is also presented in Table 4. The addition of a metal component does not appear to enhance the catalytic activity of H-ZSM-5 in the case of the above feed (1.1 wt.-% S). This is similar to the results obtained while hydrocracking n-hexadecane containing S. 3.3. Influence of process parameters An increase in temperature or a decrease in space velocity (WHSV) increases the conversion of the waxy molecules and lowers the pp of the dewaxed oil (DWO) (Figs. 1 and 2). In dewaxing operations, the temperature and feed rates are fixed based on the pp desired for the product oil. The influence of process parameters on the relationship between temperature and WHSV to maintain a constant pp of the product are presented in Table 5. A proper combination of temperature and WSHV leads to maximum yields of the DWO and minimum yields of the least desired C~-C2 gases. The other process parameters, viz., pressure and H2//Oil ratios also influence the DWO yield and product distribu- tion (Table 6). Lower pressures increase DWO yields while the influence of 279 o 271 267 263 I 578 ~ 5k3 ~ ~8 ~3 TEMP. K Fig. 1. Influence of temperature on pour point of dewaxed oil. Feed: BS; catalyst = Ni(2 wt.-%)-ZSM-5; P = 4.5 MPa, WHSV= 0.6 h-I; H2/Oil (v/v) = 600. S. Sivasanker et al. / Applied Catalysis A: General 138 (1996) 369-379 375 275 273 O .i 2~ a2 26: o.* ds o16 a~ o'.8 o19 i!o ~'.; -I WHSV, h Fig. 2. Influence of WHSV on pour point of dewaxed oil. Feed: BS; catalyst = Hi(2 wt.-%)-ZSM-5; P = 4.5 MPa; T = 593 K; H2/Oil = (v/v)= 600. variation in H2/Oil (in the range studied; Table 6) is not significant. However, lower pressures and H2/Oil ratios cause more rapid deactivation (Fig. 3). 3.4. Influence of feed characteristics For a desired product pp, the yield of the dewaxed oil is related to its wax content. In Table 7, the n-paraffin contents of a number of oils belonging to the Table 5 Influence of temperature and WHSV a r (K) WHSV (h- ~) Product distribution (wt.-%) CI +C2 Ca +C4 Cs+- < DWO DWO 576 0.45 0.6 8.7 8,9 81.7 582 0.65 0.4 8.6 8.9 81.7 592 0.77 0.3 8.7 8.4 82.6 598 0.83 0.5 8.4 8.7 82.3 a Catalyst = Ni(2 wt.-%)/H-ZSM-5; Feed: HN; P = 4.5 MPa; H2/Oil (v/v)= 510. Table 6 Influence of pressure and H2/Oil ratio a P (MPa) H2 fOil (v/v) Product distribution (wt.-%) C1 +C2 C3 +C4 C~-- < DWO DWO 3.5 500 0.3 7.7 8.0 84.0 4.5 510 0.5 8.4 8.7 82.3 5,0 520 0.6 9.0 8.3 82.1 5,5 510 0.6 9.2 8.9 81.4 4.5 330 0.4 7.9 9.1 82.6 4.5 680 0.6 8.7 8.6 82.2 a Catalyst = Ni(2 wt.-%)/H-ZSM-5; Feed: HN; WHSV = 0.86 h- ~ ; T = 597 K. 376 S. Sivasanker et al./ Applied Catalysis A: General 138 (1996) 369-379 672 B 63~ A w 59~ 572 o 2bo 4~o .~o ' 1004 TIMON STREAM (h) Fig. 3. Influence of process parameters on deactivation rate. Feed: BS; catalyst = Ni(2 wt.-%)-ZSM-5; (A) P=4.5 MPa, WHSV=0.9 h-~; H2//Oil (v/v)=600; (B) P=3.0 MPa; WSHV=0.6 h-l; H2//Oil (v/v) = 400. same crude are presented along with the yields of DWO and the product pps. The yield of DWO is inversely related to the n-paraffin content of the oil (Table 7). The n-paraffin content of the oil itself decreases as the feed becomes heavier (Spindle Oil to Bright Stock). It is, therefore, surprising that a pp reduction of 60 K is achieved in the case of Bright Stock even when negligible n-paraffins are present in it. It is probable that, n-paraffin removal mostly contributes to pp reduction in the case of the lighter feedstocks and cracking of the paraffinic side chains in poly condensed molecules contributes to pp reduction in the case of the heavier feeds [3]. The yield of DWO is also a function of its pp (Fig. 4). For a given feed, products with different pps can be obtained by changing the WHSV, keeping other process parameters the same. 3.5. Processing of paraffinic oils Usually, lubricating oil base stocks, are processed from naphthenic crudes which contain less paraffins (wax) and aromatics. The choice of the right crude Table 7 Influence of feed paraffin content on DWO yield Feed n-paraffins DWO za pp. a DWO yield (wt.-%) (pp, K) (K) (wt.-%) SP 16 263 27 72.5 LN 12 263 46 75.0 IN 8 267 54 79.0 HN 4 273 58 83.3 BS - 273 60 86.9 Conditions: P = 4.0 MPa; H2//Oil (v/v) = 400; T and WHSV varied to get desired pp of DWO. a App = Feed pp - DWO pp. S. Sivasanker et al. / Applied Catalysis A: General 138 (1996) 369-379 377 88 86 84 8~ ~ 80! 78 76 J 74 1 I I I ~ i 267 271 2 5 ;;'79 PI~OF DWO,Tpp (K) Fig. 4. Yield vs. pour point relationships for different feedstocks [18]. Yield and pour point of product fitted into linear equations; catalyst = Ni(2 wt.-%)-ZSM-5; P = 4.5 MPa; T and WHSV varied for the different feeds to get products with different pps. becomes even more important when producing speciality oils such as those used in refrigeration machinery and transformer oils, as these oils have to possess, in addition to low pps, high aniline points, good thermal stability and desired electrical properties. The production of such oils is, therefore, restricted to naphthenic crudes. We now report our attempt to convert a fraction from a paraffinic (and aromatic-rich) crude oil obtained from Assam, India, into a low pour (243 K) refrigeration/transformer oil. ~3C-NMR data reveal that the aromatics constitute 33.5% (on C-basis) of the feed. Two options are available for upgrading this oil; the aromatics could be extracted with a solvent (say furfural) or hydrogenated prior to dewaxing. Solvent extraction of this feed will, however, lead to a loss of product yield by about 40%. Hence, the hydrogena- tion option was selected. The important product specifications were: pp = 243 K, aniline point = 353 K and viscosity of 100 Cst at 313 K. Though the desired viscosity could be realised by adjusting the feed cut points, the other properties had to be realized by optimising the process parameters. The optimized process conditions and the feed and product characteristics are presented in Table 8. An increase in aniline point from 338 to 350 K (decrease in aromatics) was observed after step 1. However, the pp did not change suggesting that the pp of the oil was determined mainly by its paraffinic component. After step 2 (dewaxing), the pp decreased to 243 K, a drop of 51 degrees. But then, the aniline point decreased to 334 K due to an increase in concentration of the aromatics in the fraction remaining after the removal of the paraffinic materials by dewaxing. In step 3, further hydrogenation of the 378 S. Sivasanker et al./Applied Catalysis A: General 138 (1996) 369-379 Table 8 Process optimisation for upgrading a lube cut from Assam crude pp Aniline point Viscosity (Cst), (K) (K) 313 K Feed 294 338 - Product After step 1 294 350 - After step 2 243 334 - After step 3 243 353 98 Step 1: Hydrogenation of aromatics: catalyst a = Ni/Mo_AI203; p = 10 MPa; T = 573 K; WHSV = 0.25 h-l. Step 2: Hydrodewaxing: catalyst = Ni(2 wt.-%)/H-ZSM-5; P = 4.5 MPa; T = 573 K; WHSV = 1.0 h- ~. Step 3: Hydrofinishing: catalyst a= Ni/Mo_A1203; p = 13 MPa; T= 573 K; WHSV= 0.25 h-~. a Commercial catalyst: NiO = 4 wt.-%, MoO3 = 13 wt.-%. aromatics occurred and the aniline point increased significantly to the desired value, 353 K meeting the product specification. 4. Conclusions Small particles (ca. 0.1 /xm) of ZSM-5 are more active and deactivate less than large particles (6 /zm) during the dewaxing of heavy petroleum fractions. Similarly, intermediate SiO2/A1203 ratios (around 80) appear to be more suitable. Further improvement of the catalyst performance is possible by pacify- ing the external surface of the small particle zeolites with SiO2. Optimization of the feed rate and temperature of dewaxing leads to maximum yields of the desired products, while pressure and hydrogen partial pressure influence deacti- vation rate. By suitable design of an integrated process scheme, even paraffinic, aromatic rich feedstocks -- such as those from Assam, India -- can be converted into valuable low pour lube stocks for the production of refrigeration and transformer oils. References [1] N.Y. Chen, R.L. Gorring, H.R. Ireland and T.R. Stein, Oil Gas J., 75 (1977) 165. [2] K.W. Smith, W.C. Starr and N.Y. Chen, Oil Gas J., 78 (1980) 75. [3] M.P. Ramage, K.R. Graziani and J.R. Katzer, Paper presented at Japan Petroleum Institute, Tokyo, Japan, Oct. 27, 1986. [4] C.M. Smith, S.J. McCarthy and F.A. Smith, Hydrocarbon Asia, Nov./Dec. (1994) 54. [5] N.Y. Chen and W.E. Garwood, Catal. Rev. Sci. Eng., 28 (1986) 185. [6] S.B. Kulkarani, V,P. Shiralkar, A.N. Kotasthane, R.B. Borade and P. Ratnasamy, Zeolites, 2 (1982) 313. [7] A.N. Kotasthane, V.P. Shiralkar, S.G. Hegde and S.B. Kulkarani, Zeolims, 6 (1986) 253. [8] V.P. Shiralkar, P.N. Joshi, M.J. Eapen and B.S. Rao, Zeolites, 11 (1991) 511. [9] N.Y. Chen, W.E. Garwood and F.G. Dwyer, in Shape Selective Catalysis in Industrial Applications, Marcel Dekker, New York, 1959, p. 158. S. Sivasanker et al./Applied Catalysis A: General 138 (1996) 369-379 379 [10] N.Y. Chen, W.E. Garwood and R.H. Heck, Ind. Eng. Chem. Res., 26 (1987) 706. [11] J.D. Hargrove, G.J. Elkes and A.H. Richardson, Oil Gas J., 77 (1979) 103. [12] T.R. Farrel and J.A. Zakarian, Oil Gas J., 84 (1986) 47. [13] M. Guisnet and P. Magnoux, Appl. Catal., 54 (1989) 1. [14] W.O. Haag, R.M. Lago and P.B. Weisz, Nature (London), 309 (1984) 589. [15] W.O. Hang, R.M. Lago and P.B. Weisz, Faraday Disc., 72 (1982) 317. [16] S. Sivasanker and K.M. Reddy, Catal. Lett., 3 (1989) 49. [17] S. Sivasanker, K.M. Reddy and P. Ratnasamy, Stud. Surf. Sci. Catal., 53 (1989) 335. [18] S. Sivasanker, K.M. Reddy, K.J. Waghmare, S.R. Harisangam and P. Ratnasamy. Proc. XI lberoam. Conf. Catal., (1988) 741. APCATA 95003088 0926-860X(95)00308-8 10.1016/0926-860X(95)00308-8 Elsevier Science B.V. All rights reserved Design of catalyst and process for the dewaxing of petroleum oils S. Sivasanker A.V. Ramaswamy * P. Ratnasamy National Chemical Laboratory, Pune 411 008, India * Corresponding author. Fax. (+91-212) 334761. The influence of zeolite characteristics, feed properties and process parameters on the dewaxing of petroleum oils are reported. Specifically, the influence of the zeolite properties and process parameters on the quality and yield of the dewaxed products and the deactivation rate of the catalyst are discussed. A typical example of upgrading a paraffinic feedstock into a refrigeration grade oil is presented. Keywords Dewaxing ZSM-5 Dewaxing of oils over Lubricating oils, production of Dewaxing of petroleum oils ZSM-5, catalytic properties of References [1] Chen N.Y. Gorring R.L. Ireland H.R. Stein T.R. Oil Gas J. 75 1977 165 [2] Smith K.W. Starr W.C. Chen N.Y. Oil Gas J. 78 1980 75 [3] Ramage M.P. Graziani K.R. Katzer J.R. Paper presented at Japan Petroleum Institute Oct. 27, 1986 Tokyo, Japan [4] Smith C.M. McCarthy S.J. Smith F.A. Hydrocarbon Asia 1994 54 Nov./Dec. [5] Chen N.Y. Garwood W.E. Catal. Rev. Sci. Eng. 28 1986 185 [6] Kulkarani S.B. Shiralkar V.P. Kotasthane A.N. Borade R.B. Ratnasamy P. Zeolites 2 1982 313 [7] Kotasthane A.N. Shiralkar V.P. Hegde S.G. Kulkarani S.B. Zeolites 6 1986 253 [8] Shiralkar V.P. Joshi P.N. Eapen M.J. Rao B.S. Zeolites 11 1991 511 [9] Chen N.Y. Garwood W.E. Dwyer F.G. Shape Selective Catalysis in Industrial Applications 1959 Marcel Dekker New York 158 [10] Chen N.Y. Garwood W.E. Heck R.H. Ind. Eng. Chem. Res. 26 1987 706 [11] Hargrove J.D. Elkes G.J. Richardson A.H. Oil Gas J. 77 1979 103 [12] Farrel T.R. Zakarian J.A. Oil Gas J. 84 1986 47 [13] Guisnet M. Magnoux P. Appl. Catal. 54 1989 1 [14] Haag W.O. Lago R.M. Weisz P.B. Nature (London) 309 1984 589 [15] Haag W.O. Lago R.M. Weisz P.B. Faraday Disc. 72 1982 317 [16] Sivasanker S. Reddy K.M. Catal. Lett. 3 1989 49 [17] Sivasanker S. Reddy K.M. Ratnasamy P. Stud. Surf. Sci. Catal. 53 1989 335 [18] Sivasanker S. Reddy K.M. Waghmare K.J. Harisangam S.R. Ratnasamy P. Proc. XI Iberoam. Conf. Catal. 1988 741",
      "scopus-id": "0001404585",
      "coredata": {
        "eid": "1-s2.0-0926860X95003088",
        "dc:description": "The influence of zeolite characteristics, feed properties and process parameters on the dewaxing of petroleum oils are reported. Specifically, the influence of the zeolite properties and process parameters on the quality and yield of the dewaxed products and the deactivation rate of the catalyst are discussed. A typical example of upgrading a paraffinic feedstock into a refrigeration grade oil is presented.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-05-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95003088",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sivasanker, S."
          },
          {
            "@_fa": "true",
            "$": "Ramaswamy, A.V."
          },
          {
            "@_fa": "true",
            "$": "Ratnasamy, P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95003088"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95003088"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00308-8",
        "prism:volume": "138",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Design of catalyst and process for the dewaxing of petroleum oils",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Chemical Engineering and Catalysis",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Dewaxing"
          },
          {
            "@_fa": "true",
            "$": "ZSM-5 Dewaxing of oils over"
          },
          {
            "@_fa": "true",
            "$": "Lubricating oils, production of"
          },
          {
            "@_fa": "true",
            "$": "Dewaxing of petroleum oils"
          },
          {
            "@_fa": "true",
            "$": "ZSM-5, catalytic properties of"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "369-379",
        "prism:endingPage": "379",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 May 1996",
        "prism:doi": "10.1016/0926-860X(95)00308-8",
        "prism:startingPage": "369",
        "dc:identifier": "doi:10.1016/0926-860X(95)00308-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001404585"
      }
    }
  }
}