{
  "metadata": {
    "title": "Metal-resistant FCC catalysts: effect of matrix",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-08-04",
    "doi": "10.1016/0926-860X(94)80378-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94803781",
    "pii": "0926860X94803781"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028764383",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-09-17 2001-09-17 2010-10-02T11:38:12 1-s2.0-0926860X94803781 0926-860X(94)80378-1 0926860X94803781 10.1016/0926-860X(94)80378-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X02207 2024-01-01T12:21:46.509935Z 0 0 19940804 1994 2001-09-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 115 115 1 1 Volume 115, Issue 1 6 59 68 59 68 19940804 4 August 1994 1994-08-04 1994 article fla Copyright © 1994 Published by Elsevier B.V. METALRESISTANTFCCCATALYSTSEFFECTMATRIX YANG S ROTHROCK 1957 272 J BENCOSME 1986 221 S TOLEN 1981 90 D RITTER 1981 103 R UPSON 1981 253 L BARBI 1982 N ELECTRONPROBEMICROANALYSISUSINGENERGYDISPERSIVEXRAYSPECTROSCOPY ANDERSEN 1984 317 S ROBERT 1984 171 P MIGUEL 1990 2181 L OCCELLI 1991 241 M MAUGE 1985 91 F STUDIESINSURFACESCIENCECATALYSIS CATALYSISBYACIDSBASES MAUGE 1985 401 F STUDIESINSURFACESCIENCECATALYSIS ZEOLITES MAUGE 1986 266 F MAUGE 1986 803 F STUDIESINSURFACESCIENCECATALYSIS NEWDEVELOPMENTSINZEOLITESCIENCETECHNOLOGY GALLEZOT 1989 1281 P STUDIESINSURFACESCIENCECATALYSIS ZEOLITESFACTSFIGURESFUTURE FERON 1992 469 B WORMSBECHER 1986 130 R CHENG 1993 87 W TORREALBA 1992 35 M LI 1993 1573 C CHESTER 1987 863 A LAROCCA 1990 2181 M GELIN 1988 225 P TATTERSON 1988 1595 D MARCELIN 1985 270 G SCHUBERT 1988 182 P CIMBALO 1972 112 F HABIB 1977 294 E HATTMAN 1982 3 J MITCHELL 1980 209 B YANGX1994X59 YANGX1994X59X68 YANGX1994X59XS YANGX1994X59X68XS item 0926-860X(94)80378-1 0926860X94803781 1-s2.0-0926860X94803781 10.1016/0926-860X(94)80378-1 271346 2024-01-01T12:21:46.509935Z 1994-08-04 1-s2.0-0926860X94803781-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94803781/MAIN/application/pdf/9cf7ed1a3b8942bfdd3839be25a359c2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94803781/MAIN/application/pdf/9cf7ed1a3b8942bfdd3839be25a359c2/main.pdf main.pdf pdf true 657794 MAIN 10 1-s2.0-0926860X94803781-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94803781/PREVIEW/image/png/b009c95525dc163addfb1a4e763f0a80/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94803781/PREVIEW/image/png/b009c95525dc163addfb1a4e763f0a80/main_1.png main_1.png png 57565 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 115 (1994) 59-68 Metal-resistant FCC catalysts: effect of matrix Shien-Jen Yang, Yu-Wen Chena,*, Chiuping Lib 'Department of Chemical Engineering, National Central University, Chungli 32054, Taiwan Refrning and Manufacturing Research Institute, Chinese Petroleum Corporation, Chiayi 60036, Taiwan Received 8 November 1993; revised 30 March 1994; accepted 30 March 1994 Abstract The effect of matrix on the characteristics of vanadium and nickel poisoning of USY zeolite has been investigated by X-ray diffraction, nitrogen adsorption, and the n-hexane cracking reaction. Alumina (A1203), magnesia-alumina (MgO-A1203), alumina-aluminum phosphate (AAP) and magnesia-alumina-aluminum phosphate (MgAAP) were used as matrices of USY. The presence of matrix can increase the resistance of USY to steam deactivation. Mg0 * A1203 is better at capturing vanadium than the other matrix materials. This can be attributed to the basicity of magnesium. During steam treatment, H3V04 is formed and migrates to the zeolite. MgO-A1203 can react with H3V04 and, therefore, prevents H3V04 from migrating to the USY surface. Interaction takes place between the vanadium and nickel. This interaction not only inhibits the destruction of USY structure caused by vanadium, but also leads to a decrease in the nickel's ability to produce coke. AAP has a better hydrothermal stability than the other matrices. The effect of matrix on the activities of V-poisoned catalysts decreases in the order: Mg0 - A1203 > MgAAP > AAP > A1203. The effect of matrix on the activities of Ni-poisoned catalysts is decreases in the order: Mg0 - A1203 = A1203 > MgAAP > AAP. Keywords: Cracking; FCC; Matrix; Nickel; Vanadium 1. Introduction In recent years the addition of resid to catalytic cracking feedstock has increased the level of contaminate metals on fluid catalytic cracking (FCC) catalysts. Naturally abundant nickel and vanadium complexes were present in heavy crude oil feeds in the form of a porphyrin complex [ 1,2]. In an FCC unit, metal porphyrins decompose and deposit the metals on the catalyst under cracking condition [ 3-7 ] . At regeneration conditions, vanadium migrates to the zeolite and reacts with the zeolite to destroy the active site [ 8 ] . This can decrease the yields of gasoline and *Conesponding author. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-860X (94)00080-B 60 S.-J. Yang et al. /Applied Catalysis A: General 115 (1994) 598 accelerate the deactivation of the catalyst [ 9 ] , and decrease the cracking activity of the FCC catalyst [ 10]. The role of vanadium in destroying zeolite structures was illustrated in a series of papers by Gallezot and co-workers on rare-earth and ultrastable Y zeolites [ 11-16] . In contrast, nickel does not damage the cracking activity even when present at the 2-3% level. However, nickel deposits on the catalyst caused non-selective cracking leading to an increased coke yield [ 10]. In general, commercial FCC catalysts are comprised of faujasite zeolite dispersed in an inorganic mixed oxide matrix. In order to improve FCC catalysts to resist vanadium, most research has been concentrated on improving the catalyst matrix [ 17-19 ] . Wormsbecher et al. [ 20] have reported that MgO powder blended physically with a cracking catalyst can enhance the metal tolerance of zeolite. Swift et al. [ 17,18] have reported that zeolite dispersed in a magnesia-alumina-aluminum phosphate (MgAAP) matrix has a superior selectivity to gasoline production and a greater metal tolerance for cracking gasoline feedstock. That the matrix has an effect on the physical and chemical properties of zeolite has also been proposed in the literature [19,21,22]. However, the effects of matrix on the metal (vanadium and nickel) tolerance of FCC catalysts remain unclear. The aim of this study is to investigate the effect of matrix on the metal resistance of the catalyst. In the present study, A1203, magnesia-alumina (Mg0 - A1203), alumina-aluminum phosphate (AAP) and magnesia-alumina-aluminum phosphate (MgAAP) were used as matrices of USY. The metal tolerance abilities for the four matrices were compared. The catalysts were characterized with X-ray diffraction (XRD) and nitrogen adsorption measurements. The n-hexane cracking reaction was chosen as a standard test reaction. The low-metal loadings were used in this study to mimic the equilibrium catalysts under practical operating conditions [ 37]. 2. Experimental 2.1. Preparation of catalysts Four matrices, A1203, MgO-A1203 (Mg0=5 wt.-%), AAP (Al/P=8) and MgAAP (Mg0 = 5 wt.-%, A1 /P = 8) were prepared by the coprecipitation method. Aluminum nitrate (Merck), magnesium nitrate (Merck) and phosphoric acid (Wako) were used to prepare matrices of USY by the coprecipitation method as reported in our previous work [ 23 ] . The reagents were completely dissolved in distilled water to form an acidic solution. The basic ammonium hydroxide, aqueous solution was prepared by mixing the NH40H (Merck) and distilled water at a volumetric ratio of 1:1. Both the acidic and the basic solutions were slowly added to a well-stirred vessel containing 1 1 of distilled water as a stirring medium. The pH value was maintained at 8.00 t 0.05 throughout the precipitation process. The resulting precipitate was filtered, washed with distilled water, and dried at 120 C S. 4. Yang et al. /Applied Catalysis A: General 115 (1994) 598 61 overnight. The dried sample was ground to powder and calcined at 500 C for 5 h. By altering the relative amount of reagents, the desired composite of matrix could be obtained. The matrix and USY were physically mixed, and the USY content was 30 wt.-%. The USY zeolite used in the present study was obtained from the Conteka Company, Sweden. Conteka's CBV500 USY zeolite has a Si02/AI203 ratio of 5.6; contains 0.14 wt.-% Na20; and has a BET surface area of 758 m2/g. 2.2. Metal-containing equilibrium catalysts The catalysts were brought to \"equilibrium\" conditions with artificial impregnation. The equilibrium catalyst was impregnated by using the incipient-wetness technique. The 10 000 ppm vanadium and 4000 ppm nickel in the sample were impregnated with a n-hexane (Merck) solution of vanadyl naphthenate (Shepherd) and nickel naphthenate (Wako), respectively. The metals-impregnated catalysts were dried at 120 C for 2 h and then calcined in air at 500 C for 4 h to remove the organics. Steam aging was accomplished by passing steam at 760 C over the calcined catalysts for 2 h in a fixed-bed reactor under the following conditions: catalyst weigh: 1 g; total pressure: 1 bar; air flow-rate: 18 ml(STP) /min; distilled water flow-rate: 0.5 ml (STP)/min. Although the metals in the gas-oil are present as porphyrin-like molecules, these complexes are quite stable and are of very limited solubility and consequently unsuitable for artificial impregnation. In fact, many experiments with metal naphthenates have given satisfactory results [ 24,25 ] . Xray fluorescence analysis confirmed the desired metal level in the catalysts. in this text, we denote vanadium addition as V and nickel addition as Ni. 2.3. Characterization X-ray diffraction All the samples were characterized by X-ray diffraction (XRD) with a Siemens D-500 diffractometer operated at 40 kV and 30 mA with Cu Ka radiation (d =1.54178 A) and a nickel filter. The diagrams were obtained by using a step width 28= 0.01 and a count time of 1 s at each step. Pure silicon powder (standard reference material NBS 640b) was used as the calibration standard. The relative crystallinity (RC) was determined from the height of the peak where 28=15.6, 20.4, 23.8, 27.1 and 31.4. Fresh catalysts were used as the basis. The zeolite unit cell size was measured using ASTM D-3942. Nitrogen adsorption measurement Zeolite and matrix surface areas of the catalyst were determined by nitrogen adsorption at -196 C, using a Micromeritics ASAP 2400 surface area analyzer. The distinction between micro and mesopores was made by applying the t-plot method to the measured isotherms. We attributed the micropore to zeolite and mesopore to matrix. 62 S.-J. Yang et al. /Applied Catalysis A: General 115 (1994) 59-68 Reaction testing In the n-hexane cracking reaction, n-hexane was fed into the reactor by passing the carrier gas of helium (18 ml(STP) /min) through two n-hexane saturators (0 C) connected in series. Helium (99.99%) was purified in a deoxygen unit (Matheson 6406) and with molecular sieves. The catalyst (1 g, 20-30 mesh particle size) was contained in a silica reactor vertically positioned in an electric heater. The reactor temperature was maintained at 500 C and the total pressure was 1 bar. At selected time intervals, a known volume (1 ml) of the reacted mixture was sampled and analyzed with a dual column gas chromatograph (23% SP-1700 on 80/100 Chromosorb PWA, at 70 C, helium carrier flow of 25 ml/min, flame ionization detector at 100 C and 140 mA). The area of the GC peak was determined with a Shimadtzu CR3A integrator. Coke on the spent catalyst was measured using thermal gravimetric analysis (Perkin-Elmer TGS-2) with air as the carrier gas. 3. Results and discussion 3.1. Steam treatment RCs of all samples after steam treatment are summarized in Table 1. The RCs of steamed matrix-containing USY samples are higher than that of steamed USY. This reveals that the presence of matrix can protect USY from destruction by steaming. This has also been reported by Gelin and Gueguen [ 26 ] . However, an amorphous silica-alumina matrix was used in their study. They suggested that silicon atoms of matrix in the form of volatile Si(OH)4 species could replace aluminum atoms expelled from the zeolite framework, preventing the collapse of the zeolitic structure. In the present study, although no silicon was used in the four matrices, an increase in resistance of USY to steam deactivation was observed. This indicates that there are some other unknown reasons for matrix to protect USY. Further research is needed to elucidate this result. Table 1 Relative crystallinity (%) of catalyst Steamed Base V Ni V-Ni USY 69 45 70 57 USY-AAP 75 45 76 51 USY-A'203 72 44 75 59 USY-Mg0 - A1203 73 54 72 68 USY-MRAAP 73 48 75 58 S.-J. Yang et al. /Applied Catalysis A: General 115 (1994) 5\"8 63 3.2. Relative crystallinity (RC) Among the four USY-matrix samples, USY-Mg0 - A1203 has the best ability to resist vanadium. This is essentially due to the basicity of magnesium [20]. During steam treatment, H3V04 is formed and migrates. Magnesium can react with H3V04 and, therefore, less H3V04 can migrate to the USY surface [ 20] . The difference in RC between USY-AAP and USY-AAP-V and that between USY-A1203 and USYA1203-V are greater than that for USY. This can be explained by the following reason: vanadium, which locates in matrix, migrates to the zeolite surface upon steam treatment and destroys the zeolite structure [ 8 ] . In contrast, the difference in RC between USY-Mg0 - A1203 and USY-Mg0 - A1203-V is smaller than that of USY and USY-V. This indicates that Mg0 - A1203 is better at capturing vanadium than A1203 and AAP. However, the difference in RC between USY-MgAAP and USY-MgAAP-V is similar to that for USY. It is possible that magnesium may interact with AAP in some way. This will decrease the ability of the magnesium to capture vanadium in the case of MgAAP. Swift et al. [ 17,18 ] have reported that the MgAAP matrix composed with zeolite has a greater metal tolerance for cracking gasoline feedstock. In the present study, MgAAP exhibits a very good ability for trapping vanadium. In addition, Mg0 - A1203 exhibits a much grater ability to trap vanadium than MgAAP. It is interesting to note in this study that the sample with both vanadium and nickel has a higher RC than the sample with only vanadium. Tatterson and Mieville [ 27 ] have reported that vanadium can interact with nickel in a manner which inhibits the deactivation behavior of nickel. It is expected that the V-Ni interaction can also inhibit the destruction of USY structure caused by vanadium. Therefore, RCs of samples with vanadium and nickel are higher than those of samples with only vanadium. Furthermore, the differences in RC between V and V-Ni poisoning for USY-A1203, USY-Mg0 - A1203 and USY-MgAAP are greater than that for USY-AAP. This means that nickel on the USY-AAP sample is weaker at inhibiting the destruction of USY structure caused by vanadium. This can be attributed to the strong interaction between nickel and AAP. It has been reported that it is more difficult to reduce Ni on AAP than on A1203 and MgAAP [ 28 ] . The strong NiAAP interaction results in the fact that only part of the nickel can interact with vanadium. Therefore, the difference in RC between V and V-Ni poisoning for USYAAP is smaller than that of the others. 3.3. Unit cell size (UCS) UCSs of catalysts are listed in Table 2. The UCS results reconfirm the conclusion about the RC results. Nickel has practically no influence on the UCs of USY, indicating that the USY structure is not destroyed by nickel. It also shows that the presence of matrix can prevent the zeolite from destruction by steaming. The 64 S. 4. Yang et al. /Applied Catalysis A: General 115 (1994) 59-68 Table 2 Unit cell size (A) of USY Fresh Steamed Base V Ni V-Ni USY 24.57 24.43 24.30 24.43 24.35 USY-AAP 24.57 24.46 24.34 24.46 24.37 USY-A1203 24.57 24.46 24.34 24.46 24.40 USY-Mgo'A1203 24.57 24.46 24.37 24.46 24.42 USY-MgAAP 24.57 24.46 24.35 24.46 24.39 destruction of zeolite by vanadium can be inhibited by nickel. USY-Mg0 - A1203 exhibits a greater vanadium tolerance than the other catalysts. 3.4. Surface area The surface areas of matrices after different treatments are listed in Table 3, which clearly shows that steam treatment significantly influences the surface areas of the matrices but vanadium does not. The ratio of the surface area of the steamed sample to the surface area of the fresh one of these four matrices is as follows: AAR 72%, MgAAP: 66%, Mg0 - A1203: 64%, A1203: 62%. This indicates that AAP has a better hydrothermal stability than the others. The micropore surface areas of zeolites, embedded in different matrices and treated through different processes, are listed in Table 4. The V-poisoned catalysts Table 3 Surface area (m2/g) of matrix Fresh Steamed Base V AAP 261 187 183 A1203 205 127 129 Mg0 - A1203 232 150 148 MgAAP 245 161 164 Table 4 Surface area (m2/g) of USY Steamed Base V Ni V-Ni USY-AAP 379 220 372 250 USY-A1203 371 228 369 286 USY-Mg0 - A1203 368 276 366 343 USY-MgAAP 365 241 367 301 S.-J. Yang et al. /Applied Catalysis A: General ll5 (1994) 59-68 65 always gave the lowest micropore surface area due to the destruction of zeolite structure [ 11-16 ] . The Ni-poisoned catalysts gave the same surface area as that of metal-free catalyst. The catalyst poisoned with both vanadium and nickel always exhibited a higher surface area than that only poisoned by vanadium. The ability of the vanadium metal trap of the matrix decreases in the order: Mg0 - A1203 > MgAAP > A1203 > AAP. Nickel on USY-AAP is weaker at inhibiting the destruction of USY structure caused by vanadium. 3.5. Cracking reaction The n-hexane cracking reaction was carried out over all USY-matrix samples. The catalyst activity was expressed in terms of the reaction rate constant, k. It is reasonable to assume that this rate constant is related to the number and/or to the quality of the catalyst activities. Values of k were estimated from the balance of an isobaric integral plug-flow reactor and on the assumption of first-order kinetics: k=Flm[ln(1/(1-X))] where X is the fractional conversion of n-hexane, F is the molar gas flow-rate of nhexane (mmole/min) through the reactor, and m is the catalyst weight. In Eq. (1) the volume variation of the gas mixture of both reactant and products are always less than one-tenth that of the carrier gas. The activities of n-hexane cracking of the USY-matrix samples, poisoned with V and Ni, as a function of time-on-stream are plotted in Figs. 1 and 2, respectively. The cracking activity of matrix without zeolite approaches zero at the third minute. This indicates that the activities of samples after 3 min time-on-stream are independent of matrices. It can be seen in Figs. 1 and 2 that the effect of matrix on the 0.35 0.30 bo r~ 0.25 0.20 O O 0.15 y, 0.10 O Op Js~ 1 .41 A1203 0.05 = Og A 03 0 80 120 180 240 300 Time on Stream (min) Fig. 1. Activities of n-hexane cracking of V-poisoned samples. Reaction condition: T=500 C, space velocity =0.03 mol/hg. ss ?' . O8n 11,1 ~N O~ O <D '\" A ~ f~D x C Oq ;,r , a. g o sx E co 5 w* x CD - cD ~ F N D (D h >q.' N $~> , ss. ~4 b NO ~r xGn VOG N :2. O `< \"S '1 \"O< ^ R C8D \"C O. ., ~. cD b a. E; b~q ~ = 0 ~r ' O ~r CD A f~D 0 n h n f~D h o , ao N ~n ~' G a0 C Q4 n. cD p. n 3 xx b \"d '.: w a. w H '\" . , u O A '\" O M N N x o g' lei ' ~, O O NOn\"CD(~D a. cD :-s , tp o yob z 9~ x 4 z4 W0 vo - cD c ) 8 ao -1 o =. ii O o N r^i N c~D w O 1- ~ O O ~ O ~c: O ~ ~ ~ ss' (~/~ ~ w ss. w p' q o O '* ~ ~ tl V ~ cxD w ~, - < Y 12 = h cn ~ N as -.zn ~ o -~ r o ac o ~ w ~ ~ a.w n ab U5. ^ o ,-. C' V E ~ci o C. O a yr a N o0 0 V V ~ o a cD O co ~ ~ co b M O ~ ~' h CD h C. Z n $L) 5\" O' ss. M (D (D w ~ f3. r* 9. cD a 8 h - rr. y... W 5 B fD rr ri m\" \"' y<w. v~ O ~ ~ n R~' _ w m Q (D < O (b O C. O ~'u O (ss D ~ N R c= D a cxo x ~ ?' ~ :-! , ^! \"\" O z o o' eD o O as N 'D h h ib m 0 o. O p. O O a y o 0 s Activity (mmole/min BUSY) w as b a a Q a n w o 0 0 o a o a ~w N O m ion S.-J. Yang et al. /Applied CatalysisA: General 115 (1994) 59--68 67 Table 5 Coke content (wt.-9b) of sample after 300 min reaction Steamed Base V Ni V-Ni USY-AAP 0.7 1.3 2.6 2.0 USY-A1203 0.6 1.2 3.6 2.6 USY-Mg0 - A1203 0.6 1.5 3.4 3.0 USY-MgAAP 0.7 1.3 3.0 2.5 vanadium. It has been shown that both vanadium and nickel can promote coke formation in the cracking reaction [ 24,29 ] . If vanadium and nickel independently exist in the catalyst, the coke contents of the samples with nickel and vanadium should be greater than those of samples only with nickel. In fact, the former samples have a less coke content than the latter ones. Most researchers have reported that there is a combined effect of vanadium and nickel on the formation of coke [ 3033 ] . In contrast, Tatterson and Mieville [ 27 ] reported that vanadium can inhibit the deactivation behavior of nickel. Chester has also found that nickel and vanadium do not act synergistically for coke formation [ 24] . Our results show that coke formation by vanadium and nickel is not synergistic. As shown in Table 5 the coke content of USY-AAP-Ni is lower than that of USY-A1203-Ni. This can be attributed to AAP-Ni interaction as discussed in the previous section. The interaction leads to a decrease in nickel's ability to produce coke. 4. Conclusion The main conclusions of the present work can be summarized as follows: (1) The ability of the vanadium metal trap of matrix decreases in the order: Mg0 - A1203 > MgAAP > AAP > A1203. (2) The ability of the nickel trap of matrix decreases in the order: Mg0 - A1203 = A1203 > MgAAP > AAP. (3) The presence of matrix can increase the resistance of USY to steam deactivation. (4) Nickel can inhibit the destruction of the USY structure caused by vanadium. (5) Coke formation by vanadium and nickel is not synergistic. (6) AAP has a better hydrothermal stability than the other matrices used in the present study. (7) There is a strong interaction between nickel and AAR This leads to a decrease in the nickel's ability not only to produce coke, but also to inhibit the destruction of USY structure caused by vanadium. 68 S. 4. Yang et al. /Applied Catalysis A: General 115 (1994) 59-68 Acknowledgements Supported for this research was from the National Science Council or the Republic of China through trant NSC-82-0402-E-008-028. References [ 1 ] J.J. Rothrock, Ind. Eng. Chem., 49 (1957) 272. [2] S. Bencosme and M. Labady, Appl. Catal., 22 (1986) 221. [ 3 ] D.E. Tolen, Oil Gas J., 79 (1981) 90. [4] R.E. Ritter, L. Rhesume, W.A. Welsh and J.S. Magee, Oil Gas J., 79 (1981) 103. [ 5 ] L.L. Upson, Hydrocarbon Process., 60 (1981) 253. [ 6 ] N.C. Barbi, Electron Probe Microanalysis Using Energy Dispersive X-ray Spectroscopy, Princeton GammaTech. Inc., Princeton, NJ, 1982. [7] S.L.T. Anderson and S.T. Lundin, Appl. Catal., 9 (1984) 317. [ 8 ] P. Robert, J. Sven and N.G. Vannerberg, Appl. Catal., 13 (1984) 171. [9] L. Miguel, F. Harty, N. Sisuw and de L. Hugo, Ind. Eng. Chem. Res., 29 (1990) 2181. [ 10] M.L. Occelli, Catal. Rev. Sci. Eng., 33 (1991) 241. [ I 1 ] F. Mange, A. Auroux, J.C. Courcelle, P. Engelhard, P. Gallezot and J. Grosmangin, in B. Imelik, C. Naccache, G. Coudurier, T.Y. Ben and J.C. Vedrine (Editors), Catalysis by Acids and Bases, (Studies in Surface Science and Catalysis, Vol. 20), Elsevier, Amsterdam, 1985, p. 91. [ 12] F. Mauge, J.C. Courcelle, P. Engelhard, P. Gallezot, J. Grosmangin, M. Primet and B. Trusson, in B. Driaj, S. HoZevar and S. Pejovnik (Editors), Zeolites, (Studies in Surface Science and Catalysis, Vol. 24), Elsevier, Amsterdam, 1985, p. 401. [ 13 ] F. Mauge, P. Gallezot, J.C. Courcelle, P. Engelhard and J. Grosmangin, Zeolite, 6 (1986) 266. [ 14 ] F. Mange, J.C. Courcelle, P. Engelhard, P. Gallezot and J. Grosmangin, in Y. Murakami, A. Iijima and J. W. Ward (Editors), New Developments in Zeolite Science and Technology, (Studies in Surface Science and Catalysis, vol. 28), Elsevier-Kodanska, Amsterdam-Tokyo, 1986, p. 803. [ 15] P. Gallezot, B. Feron, M. Bourgogne and P. Engelhard, in P.A. Jacobs and R.A. van Santen (Editors), Olites: Facts, Figures, Future, (Studies in Surface Science and Catalysis, Vol. 49B), Elsevier, Amsterdam, 1989, p. 1281. [ 16] B. Feron, P. Gallezot and M. Bourgogne, J. Catal., 134 (1992) 469. [ 17] H.E. Swift, J.T. Stanulonis and E.H. Reynolds, US patent, 4 179 358 (1979). [ 18 ] H.E. Swift, J.T. Stanulonis and E.H. Reynolds, US patent, 4 222 896 (1980). [ 19] H.E. Swift, J.T. Stanulonis and E.H. Reynolds, US patent, 4 228 036 (1980). [20] R.F. Wormsbecher, A.W. Peters and J.M. Maselli, J. Catal., 100 (1986) 130. [21 ] W.C. Cheng, M.V. Juskelis and W. Suarez, Appl. Catal. A: General, 103 (1993) 87. [ 22 ] M. Torrealba, M.R. Goldwasser, G. Perot and M. Guisnet, Appl. Catal. A: General, 90 (1992) 35. [23] C. Li, Y.W. Chen, S.J. Yang and J.C. Wu, Ind. Eng. Chem. Res., 32 (1993) 1573. [24] A.W. Chester, Ind. Eng. Chem. Res., 26 (1987) 863. [25] M. Larocca, H. Farag, S. Ng and H. de Lasa, Ind. Eng. Chem. Res., 29 (1990) 2181. [26] P. Gelin and C. Gueguen, Appl. Catal., 38 (1988) 225. [27] D.F. Tatterson and R.L. Mieville, Ind. Eng. Chem. Res., 27 (1988) 1595. [2$] G. Marcelin and J.E. Lester, 1. Catal., 93 (1985) 270. [29] P.F. Schubert and C.A. Altomare, ACS Symp. Series, 375 (1988) 182. [ 30 ] F.N. Cimbalo, R.L. Foster and S.1. Wachtel, Oil Gas J., 70 (1972) 112. [31] E.T. Habib, H. Owen, P.W. Snyder, C.W. Streed and P.B. Venuto, Ind. Eng. Chem. Prod. Res. Dev., 16 (1977) 294. [32] J.B. Hattman, Davison Catalagram, 64 (1982) 3. [ 33 ] B.R. Mitchell, Ind. Eng. Chem. Prod. Res. Dev., 19 (1980) 209. APCATA 94803781 0926-860X(94)80378-1 10.1016/0926-860X(94)80378-1 Elsevier Science B.V. All rights reserved Metal-resistant FCC catalysts: effect of matrix Shien-Jen Yang a Yu-Wen Chen a 1 Chiuping Li b a Department of Chemical Engineering, National Central University, Chungli 32054, Taiwan ROC b Refining and Manufacturing Research Institute, Chinese Petroleum Corporation, Chiayi 60036. Taiwan ROC 1 Corresponding author. The effect of matrix on the characteristics of vanadium and nickel poisoning of USY zeolite has been investigated by X-ray diffraction, nitrogen adsorption, and the n-hexane cracking reaction. Alumina (Al2O3), magnesia-alumina (MgO·Al2O3), alumina-aluminum phosphate (AAP) and magnesia-alumina-aluminum phosphate (MgAAP) were used as matrices of USY. The presence of matrix can increase the resistance of USY to steam deactivation. MgO· Al2O3, is better at capturing vanadium than the other matrix materials. This can be attributed to the basicity of magnesium. During steam treatment, H3VO4 is formed and migrates to the zeolite. MgO·Al2O3can react with H3VO4 and, therefore, prevents H23VO4 from migrating to the USY surface. Interaction takes place between the vanadium and nickel. This interaction not only inhibits the destruction of USY structure caused by vanadium, but also leads to a decrease in the nickel's ability to produce coke. AAP has a better hydrothermal stability than the other matrices. The effect of matrix on the activities of V-poisoned catalysts decreases in the order: MgO · Al2O3 > MgAAP > AAP > Al2O3. The effect of matrix on the activities of Ni-poisoned catalysts is decreases in the order: MgO · Al2O3≈Al2O3 > MgAAP > AAP. Keywords Cracking FCC Matrix Nickel Vanadium Reference [1] Rothrock J.J. Ind. Eng. Chem. 49 1957 272 [2] Bencosme S. Labady M. Appl. Catal. 22 1986 221 [3] Tolen D.E. Oil Gas J. 79 1981 90 [4] Ritter R.E. Rheaume L. Welsh W.A. Magee J.S. Oil Gas J. 79 1981 103 [5] Upson L.L. Hydrocarbon Process 60 1981 253 [6] Barbi N.C. Electron Probe Microanalysis Using Energy Dispersive X-ray Spectroscopy 1982 Princeton GammaTech. Inc. Princeton, NJ [7] Andersen S.L.T. Lundin S.T. Appl. Catal. 9 1984 317 [8] Robert P. Sven J. Vannerberg N.G. Appl. Catal. 13 1984 171 [9] Miguel L. Hany F. Siauw N. Hugo de L. Ind. Eng. Chem. Res. 29 1990 2181 [10] Occelli M.L. Catal. Rev. Sci. Eng. 33 1991 241 [11] Mauge F. Auroux A. Courcelle J.C. Engelhard P. Gallezot P. Grosmangin J. Catalysis by Acids and Bases Imelik B. Naccache C. Coudurier G. Ben T.Y. Vedrine J.C. Studies in Surface Science and Catalysis 20 1985 Elsevier Amsterdam 91 [12] Mauge F. Coureelle J.C. Engelhard P. Gallezot P. Grosmangin J. Primet M. Trusson B. Zeolites Drzˇaj B. Hocˇevar S. Pejovnik S. Studies in Surface Science and Catalysis 24 1985 Elsevier Amsterdam 401 [13] Mauge F. Gallezot P. Courcelle J.C. Engelhard P. Grosmangin J. Zeolite 6 1986 266 [14] Mauge F. Coureelle J.C. Engelhard P. Gallezot P. Grosmangin J. New Developments in Zeolite Science and Technology Murakami Y. lijima A. Ward J.W. Studies in Surface Science and Catalysis 28 1986 Elsevier-Kodanska Amsterdam-Tokyo 803 [15] Gallezot P. Feron B. Bourgogne M. Engelhard P. Zeolites: Facts, Figures, Future Jacobs P.A. van Santen R.A. Studies in Surface Science and Catalysis 49B 1989 Elsevier Amsterdam 1281 [16] Feron B. Gallezot P. Bourgogne M. J. Catal. 134 1992 469 [17] H.E. Swift, J.T. Stanulonis and E.H. Reynolds, US patent, 4 179 358 (1979). [18] H.E. Swift, J.T. Stanulonis and E.H. Reynolds, US patent, 4 222 896 (1980). [19] H.E. Swift, J.T. Stanulonis and E.H. Reynolds, US patent, 4 228 036 (1980). [20] Wormsbecher R.F. Peters A.W. Maselli J.M. J. Catal. 100 1986 130 [21] Cheng W.C. Juskelis M.V. Suarez W. Appl. Catal. A: General 103 1993 87 [22] Torrealba M. Goldwasser M.R. Perot G. Guisnet M. Appl. Catal. A: General 90 1992 35 [23] Li C. Chen Y.W. Yang S.J. Wu J.C. Ind. Eng. Chem. Res. 32 1993 1573 [24] Chester A.W. Ind. Eng. Chem. Res. 26 1987 863 [25] Larocca M. Farag H. Ng S. de Lasa H. Ind. Eng. Chem. Res. 29 1990 2181 [26] Gelin P. Gueguen C. Appl. Catal. 38 1988 225 [27] Tatterson D.F. Mieville R.L. Ind. Eng. Chem. Res. 27 1988 1595 [28] Marcelin G. Lester J.E. J. Catal. 93 1985 270 [29] Schubert P.F. Altomare C.A. ACS Symp. Series 375 1988 182 [30] Cimbalo F.N. Foster R.L. Wachtel S.J. Oil Gas J. 70 1972 112 [31] Habib E.T. Owen H. Snyder P.W. Streed C.W. Venuto P.B. Ind. Eng. Chem. Prod. Res. Dev. 16 1977 294 [32] Hattman J.B. Davison Catalagram 64 1982 3 [33] Mitchell B.R. Ind. Eng. Chem. Prod. Res. Dev. 19 1980 209",
      "scopus-id": "0028764383",
      "coredata": {
        "eid": "1-s2.0-0926860X94803781",
        "dc:description": "The effect of matrix on the characteristics of vanadium and nickel poisoning of USY zeolite has been investigated by X-ray diffraction, nitrogen adsorption, and the n-hexane cracking reaction. Alumina (Al2O3), magnesia-alumina (MgO·Al2O3), alumina-aluminum phosphate (AAP) and magnesia-alumina-aluminum phosphate (MgAAP) were used as matrices of USY. The presence of matrix can increase the resistance of USY to steam deactivation. MgO· Al2O3, is better at capturing vanadium than the other matrix materials. This can be attributed to the basicity of magnesium. During steam treatment, H3VO4 is formed and migrates to the zeolite. MgO·Al2O3can react with H3VO4 and, therefore, prevents H23VO4 from migrating to the USY surface. Interaction takes place between the vanadium and nickel. This interaction not only inhibits the destruction of USY structure caused by vanadium, but also leads to a decrease in the nickel's ability to produce coke. AAP has a better hydrothermal stability than the other matrices. The effect of matrix on the activities of V-poisoned catalysts decreases in the order: MgO · Al2O3 > MgAAP > AAP > Al2O3. The effect of matrix on the activities of Ni-poisoned catalysts is decreases in the order: MgO · Al2O3≈Al2O3 > MgAAP > AAP.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-08-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94803781",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yang, Shien-Jen"
          },
          {
            "@_fa": "true",
            "$": "Chen, Yu-Wen"
          },
          {
            "@_fa": "true",
            "$": "Li, Chiuping"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94803781"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94803781"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80378-1",
        "prism:volume": "115",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Metal-resistant FCC catalysts: effect of matrix",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cracking"
          },
          {
            "@_fa": "true",
            "$": "FCC"
          },
          {
            "@_fa": "true",
            "$": "Matrix"
          },
          {
            "@_fa": "true",
            "$": "Nickel"
          },
          {
            "@_fa": "true",
            "$": "Vanadium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "59-68",
        "prism:endingPage": "68",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 August 1994",
        "prism:doi": "10.1016/0926-860X(94)80378-1",
        "prism:startingPage": "59",
        "dc:identifier": "doi:10.1016/0926-860X(94)80378-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028764383"
      }
    }
  }
}