{
  "metadata": {
    "title": "Intrinsic kinetics and industrial reactors modelling for the dehydrogenation of ethylbenzene to styrene on promoted iron oxide catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-06-09",
    "doi": "10.1016/0926-860X(94)80243-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94802432",
    "pii": "0926860X94802432"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028769366",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94802432 0926-860X(94)80243-2 0926860X94802432 10.1016/0926-860X(94)80243-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X01834 2024-01-01T12:21:06.294127Z 0 0 19940609 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 113 113 1 1 Volume 113, Issue 1 7 89 102 89 102 19940609 9 June 1994 1994-06-09 1994 article fla Copyright © 1994 Published by Elsevier B.V. INTRINSICKINETICSINDUSTRIALREACTORSMODELLINGFORDEHYDROGENATIONETHYLBENZENESTYRENEPROMOTEDIRONOXIDECATALYSTS ABDALLA B CLOUGH 1976 1097 D DAVIDSON 1965 289 B CARRA 1965 281 S HEGGS 1986 258 P PETROV 1984 106 L MODEL 1972 100 D ABET 1967 154 F SHEEL 1969 183 J LEE 1973 285 E VILLADSEN 1978 J SOLUTIONDIFFERENTIALEQUATIONMODELSBYPOLYNOMIALAPPROXIMATION HINDMARSH 1974 A REPORTUCID30001REVISION3 GEARORDINARYDIFFERENTIALEQUATIONSYSTEMSOLVER ELNASHAIE 1994 S MODELLINGSIMULATIONOPTIMIZATIONINDUSTRIALFIXEDBEDCATALYTICREACTORS BOUNDY 1952 R STYRENEPOLYMERSCOPOLYMERSDERIVATIVES ABDALLAX1994X89 ABDALLAX1994X89X102 ABDALLAX1994X89XB ABDALLAX1994X89X102XB item 0926-860X(94)80243-2 0926860X94802432 1-s2.0-0926860X94802432 10.1016/0926-860X(94)80243-2 271346 2024-01-01T12:21:06.294127Z 1994-06-09 1-s2.0-0926860X94802432-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802432/MAIN/application/pdf/938388932ae5f5811f4a844032820854/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802432/MAIN/application/pdf/938388932ae5f5811f4a844032820854/main.pdf main.pdf pdf true 844265 MAIN 14 1-s2.0-0926860X94802432-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94802432/PREVIEW/image/png/3535624c85ce8f61d08d35375c0c2023/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94802432/PREVIEW/image/png/3535624c85ce8f61d08d35375c0c2023/main_1.png main_1.png png 49901 849 656 IMAGE-WEB-PDF 1 rW A ELSEVIER Applied Catalysis A: General 113 (1994) 89-102 Intrinsic kinetics and industrial reactors modelling for the dehydrogenation of ethylbenzene to styrene on promoted iron oxide catalysts B.K. Abdallaa, S.S.E.H. Elnashaie', S. Alkhowaiterb, S.S. Elshishinib 'Chemical Reaction Engineering Group (CREG), Chemical Engineering Department King Saud University, P.O. Box 800, Riyadh 11421, Saudi Arabia Chemistry Department, Faculty of Science, King Saud University, Riyadh, Saudi Arabia (Received 3 February 1994) Abstract In this preliminary investigation two approaches are used to obtain intrinsic kinetics for the catalytic dehydrogenation of ethylbenzene to styrene on different promoted iron oxide catalysts: (1) A rigorous heterogeneous model based on the dusty gas model for the catalyst pellets is used to extract intrinsic kinetics from the data of an industrial reactor. (2) A pseudohomogeneous model is used to extract intrinsic kinetics from the results of a laboratory fixed bed reactor packed with in-house prepared powder catalysts with negligible diffusional resistances. The extracted intrinsic kinetics were used in the heterogeneous model to simulate the industrial reactor and the results for the three in-house prepared catalysts are compared with those of the industrial reactor. Keywords: Dehydrogenation; Ethylbenzene; Intrinsic kinetics; Iron-oxide, Promoters; Styrene 1. Introduction Despite the industrial importance of the catalytic dehydrogenation of the ethylbenzene to styrene no studies are reported in the literature regarding the development of a kinetic model for the intrinsic kinetics of this multiple reaction system. All kinetic models reported in the literature are effective rates obtained from industrial reactors where diffusional resistances strongly affect the rates of reaction fl_sl. *Corresponding author. Fax. ( +966-1) 4633563, e-mail F45K006C~SAKSU00.BITNET. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-86OX (94)00028-P 90 BX Abdalla et al. lApplied Catalysis A: General 113 (1994) 89-102 In 1973 Lee [ 9 ] published an interesting review paper on this industrially important reaction and discussed many important catalysis aspects of this reaction. However, Lee [9] did not present a kinetic model for the reaction. Sheel and Crowe [8] investigated this reaction and suggested taking six independent reactions into consideration. They fitted their kinetic model to industrial data using a pseudohomogeneous model and therefore the kinetic parameters they obtained are obviously not intrinsic. A rigorous heterogeneous model is used in this investigation to extract intrinsic kinetics. Furthermore a laboratory reactor with fine catalyst pellets with negligible diffusional resistances was constructed and operated over a wide range of parameters and for different catalysts. A one-dimensional pseudohomogeneous model (,q's =1) is used to obtain intrinsic kinetics parameters from the results of this laboratory reactor. In both cases the simple kinetic model of Sheel and Crowe [ 8 ] was used in the investigations. 2. Derivation of mathematical model The six reactions taken into consideration are [ 8 ] C6 HS CH2 CH3 C6 HS CHCH2 + HZ (1) C6 HS CH2 CH3 - C6 H6 + C2 H4 (2) C6 HS CH2 CH3 + HZ __~'C6 HS CH3 + CH4 (3 ) 2H20+C2H4 -2C0+4H2 (4) H20+CH4--+C0+3H2 (5) H20+C0-')C02+H2 (6) The rate equations are given by: Ri =k,(PES -PSTPH2/KES) R2 =k2PES R3 -k3PEBPHz (7) 0.5 R4 =k4PH20PETH RS -k5PH20PMET R6 -k6(PT/T 3)PH2OPCO (8) the rate constants of these reactions are given by: k= exp [Ai - (Ei l RT) ] (9) The model equations of the catalyst pellets and of the reactor are given by: the mass balance equations of the components for the catalyst pellets are expressed as follow: dN;/dz = pc ri (10) where r; is the rate of disappearance of component i, and the boundary condition is, at z=0, Ni =0 B. K. Abdalla et al. /Applied Catalysis A: General 113 (1994) 89-102 91 the dusty gas model equations for the intraparticle multicomponent diffusion of the components are given by [ 10] -dCildz=N;lDxe;+ F,-N.7 YjNt (11) j-1 ~ecj ifj and the boundary condition is, at z=rp, Ct(rp) -C;g the effectiveness factors are computed using the following equations: rp rpR 'll~ = 1 5; J Ridz (12) 0 The heterogeneous model equations are given by: dXildl= 7lipcABRj/FEBF (13) where i is for reactions 1, 2 and 3 and X, is the fractional conversion of the ethylbenzene. dXj/dl = 't1jpcAB Ri/FHz0F (14) where j is for reactions 4, 5 and 6 and Xj is the fractional conversion of steam. The Ergun equation (12) is used to compute the pressure profiles along the reactor. dP/dl=-1-10-5 (1- e) G0 150(1- e)N.G +1.75GOJ (15) Dp epG gc [ DP The energy balance equation for adiabatic operation is given by: 6 10 dT/dl= E (-aHj)ri;R;pBAB/ F,FjCpj (16) r i The pseudohomogeneous model equations are obtained by setting 'q's equal to 1.0 in equations (13, 14 and 16) ; and using equation (15) to compute the pressure profile along the length of the reactor. For the heterogeneous model the two-point boundary value differential equations of the catalyst pellets are solved using the global orthogonal collocation technique [ 11 ] and the bulk gas phase equations are solved using an IMSL (Math/PC-Libaray) integrating subroutine with automatic step size control (DGEAR) [ 12]. 92 B.K. Abdalla et al. /Applied Catalysis A: General 113 (1994) 89-102 3. Experimental 3.1. Industrial catalyst and reactor data The characteristics of the industrial reactor are given in Table 1. The initial guesses for the pre-exponential factors and activation energies for the effective reaction rates were taken from the work of Sheel and Crowe [ 8 ] and Crowe [ 14] and the equilibrium constant is given in refs. [ 10,16]. The heterogeneous model can be used to extract the intrinsic kinetics constants from these industrial data using the following simple iterative technique: The kinetic data of Sheel and Crowe [8] and Crowe [14] are used in the heterogeneous model. The results obtained give low conversions compared to those of the industrial reactor. The conversions of the six reactions obtained from the industrial reactor are divided by the corresponding ones obtained from the heterogeneous model. Multiplying factors are obtained for the six reactions. The rate equations are then multiplied by the corresponding factors and the program is rerun. The results obtained are again compared with the industrial ones and new multiplying factors are obtained. The above procedure is iterated until the results obtained are very close to the industrial ones. The kinetic parameters of the intrinsic rate constants obtained are given in the second and third column of Table 7. The heterogeneous model with the obtained intrinsic kinetics gives results which are very close to the results of the industrial reactor as shown in Table 2. Table l Industrial reactor specification, catalyst properties and feed conditions [ 81 Symbol Value Dimension Reactor diameter DR 1.95 m Catalyst bed depth LB 1.70 m Catalyst density PC 2146.27 kg/m' Catalyst diameter DP 4.7 mm Catalyst pore radius rP 2400 A Catalyst porosity a 0.35 Catalyst tortousity T 4.0 Inlet pressure PT 2.0 bar Inlet temperature T 922.59\" K Inlet gas molar flow-rates Ethylbenzene EB 36.87 kmol EB/h Styrene ST 0.67 kmol ST/h Benzene BZ 0.11 kmol BZ/h Toluene TOL 0.88 kmol TOL/h Steam H20 453.10 kmol H20/h Total molar feed TMF 491.63 kmol/h Total mass flow TMFR 12238.79 kg/h \"Corrected by Crowe [ 131. BX Abdalla et al. /Applied Catalysis A: General 113 (1994) 89-102 93 Table 2 Results of the heterogeneous model as compared with the industrial reactor data Industrial reactor Heterogeneous model Molar flow-rate Conversion and Molar flow-rate Conversion and (kmol/h) yield (%) (kmol/h) yield (%) Conversion EB 19.45 47.26 19.29 47.45 H20 = = 447.32 1.26 Yield ST 15.56 40.37 15.53 40.17 BZ 1.5 3.77 1.64 4.12 TOL 2.03 3.12 2.07 3.17 Exit press. (bar) 2.32 2.83 Exit temp. (K) 850.0 851.10 'Output water is not measured in plant operation [ 81. 3.2. In-house prepared catalysts and laboratory reactor data Preparation of the catalyst The catalysts studied were prepared by wet mixing iron oxide (a-Fe203), potassium carbonate (K2C03) and the corresponding amount of promoter in a rotary evaporator. Water was removed under vacuum at 70 until a consistency of a flowable powder is obtained. The catalysts were dried at 120 and calcined at 600 overnight with air flowing at 100 ml/min. Three catalysts of different compositions were prepared: catalyst (A) 80 wt.-% Fe203-20 wt.-% K20 (80Fe20K), catalyst (B) 75 wt.-% Fe20y-20 wt.-% K20-5 Wt--% Ce02 (75Fe-20K5Ce) and catalyst (C) 70 wt.-% Fe203-20 wt.-% K20-5 wt.-% Ce02-5 wt.-% Cr203 (70Fe-20K-SCe-SCr). The three catalysts differ considerably in composition from the industrial catalyst considered in this study which has the following composition: 62% Fe203, 36% K2C03 and 2% Cr203 (62Fe-36K-2Cr). Table 3 Surface characteristics of the three in-house prepared catalysts Catalyst Density X 10-' SBET X 10-' v, ,X 103 rP X 109 (kg/m') (m2/kg) (M3 /kg) (m) A 4.541 15.333 0.1288 20.7 B 4.920 28.426 0.1838 15.5 C 4.939 34.112 0.1745 12.3 Catalyst A 80% Fez03-20% K20. Catalyst B 75% Fe203-20% K20-5% Ce02. Catalyst C 70% Fe203-20% KZ0-56 Ce02-5% CrZ03. 94 1 - AIR 2 - No 3 - PRESSURE REGULATOR 4 - GAS PURIFIER 5 - NEEDLE VALVE 6- ROTAMETER T- SHUT-OFF VALVE B. K. Abdalla et al. /Applied Catalysis A: General 113 (1994) 89-102 10 7 9 6 15 4 I 113 _ !~' 8-STEAM GENERATOR 9- ES METERING PUMP 10- PRESSURE GAUGE 11- REACTOR TUBE 17- TUBULAR FURNACE 13 - CONDENSER 14- SAMPLE CONDENSATE COLLECTOR Fig. 1. Schematic diagram of the experimental set-up. (1) Air; ( 2 ) He; ( 3 ) Pressure Regulator; (4) Gas Purifier; (5) Needle Valve; (6) Rotameter; (7) Shut-off Valve; (8) Steam Generator; (9) EB Pump; (10) Pressure Gauge; ( I 1) Reactor; (12 ) Furnace; (13 ) Condenser; (14 ) Sample Condensate Collector. Partial characterization of the catalyst The surface properties, namely, specific area, total pore volume and mean pore radius of the three catalysts were determined from nitrogen adsortion isotherms at 77 K using Micromeritics Accusorb 2100 under reduced pressure of 10-5 Torr (1 Tort= 133.3 Pa). Prior to measurements the samples were outgassed at 250 overnight. Data for the partial characterisation of the three catalysts is shown in Table 3. The addition of Ce02 and Cr203 promoters causes an increase in the structural density of the catalyst as determined by helium pycnometry. The addition of Ce02 promoter results in an almost two-fold increase in the surface area. A further increase, although not as notable, results from the addition of, Cr203 promoter, indicating a substantial effect of Ce02 on surface area and a lesser effect of Cr203. The total pore volume in Table 3 is calculated from: Vp =15.88' 10 4VSt (17) where Vst is the volume of nitrogen adsorbed at saturation. The total pore volume increases from 0.1288' 10-3 M3 /kg for the non-promoted catalyst A to 0.1838' 10-3 and 0.1745' 10-3 M3 /kg for the promoted catalysts B and C, respectively. The mean pore radius is calculated using the relation: B.K. AbOlla et al. /Applied Catalysis A: General 113 (I9O) 89-102 95 rp =2.5' IO'Vp/SBET (1g) r., decreases from 20.7 - 10-9 m (207 A) to 15.5 10-9 (155 A), 12.3 10-9 (123 A) by the addition of promoters. This result together with the increase in the total pore volume and the total surface area with the addition of promoters, suggests that these promoters open up a large amount of small pores, increasing the total surface area and the total pore volume. 3.3. Reaction equipment and experimental procedure Fig. 1 shows a schematic diagram of the experimental equipment used. A stream of helium at designated flow-rate was metered through a steam generator while another line served as a carrier of feed as dispensed from a Masterlex liquid metering pump. A heating tape at 200 placed before the reactor prevented condensation of the ethylbenzene. The catalyst bed is composed of a catalyst mixture (1.0 g catalyst/ 1.0 g ceramic) situated between two inert ceramic layers inside the Table 4 Feed conditions and experimental results of catalyst A Temp. He rate Press. EB %C BZ %S TOL %S ST %S () (ml/min) (bar) EB feed = 0.145 mllmin, H20 feed = 0.362 mllmin 500 330 1.468 2.03 1.23 - 98.77 530 330 1.468 3.02 2.46 - 97.54 560 330 1.463 3.80 1.84 - 98.16 590 330 1.463 5.96 2.03 - 97.97 620 330 1.433 11.01 2.54 - 97.46 650 330 1.363 19.89 3.55 0.45 96.00 680 330 1.313 32.01 4.61 1.57 93.82 710 330 1.263 38.66 6.35 2.76 90.89 740 330 1.313 51.46 8.09 5.86 86.05 EB feed=0.153 mllmin. H20 feed=0.4833 mL/min 620 950 1.393 4.30 2.41 - 97.59 620 750 1.363 4.46 3.41 - 96.59 620 550 1.333 4.46 3.80 - 96.20 620 350 1.288 5.00 5.07 - 94.93 620 150 1.213 4.99 6.90 - 93.16 EB feed=0.151 mUmin. H10 feed=0.4875 mUmin 620 400 1.263 17.57 2.20 - 97.80 620 400 1.263 9.52 3.12 - 96.88 620 400 1.263 6.09 3.98 - 96.02 620 400 1.263 4.89 4.76 - 95.24 620 400 1.263 4.57 5.19 - 94.81 620 400 1.264 4.61 4.73 - 95.27 620 400 1.264 4.34 4.74 - 95.76 -: Value was too small to be detected. 96 BX Abdalla et al. /Applied Catalysis A: General 113 (1994) 89-102 65 cm long and 0.75 cm I.D. stainless steel reactortube. The reactor set-up is heated by a temperature-controlled tubular furnace. Products and unreacted feed are passed through a condenser and sample condensates are collected for analysis. Prior to the experimental determinations, the bed was first heated overnight at 600 under a stream of air to remove contamination. Both feed and product were analysed by a Varian Aerograph model 940 gas chromatograph using a flame ionization detector (FID). The column used was a 10 ft. x 1/8 in. stainless steel tube packed with 20% DC-200 on Chromosorb W. The catalyst performance was expressed by the following formulae: Ethylbenzene conversion, %C = (ST + BZ + TOL + EB (outlet)) /EB (inlet) 100; styrene selectivity, %S = ST/ (ST + BZ + TOL) - 100. The results for catalysts (A) , (B) and (C) are shown in Tables 4-b. Table 5 Feed conditions and experimental results of catalyst B Temp. He rate Press. EB %C BZ %S TOL %S ST %S () (ml/min) (bar) EB feed = 0.139 mllmin, H20 feed = 0.3348 mllmin 500 460 1.113 0.09 1.73 - 98.27 530 460 1.113 1.52 2.54 - 97.46 560 460 1.113 2.88 2.01 - 97.99 590 460 1.113 5.59 1.96 - 98.04 620 460 1.113 10.53 2.33 - 97.67 650 460 1.113 14.92 3.88 - 96.12 680 460 1.113 26.71 3.99 1.01 95.00 710 460 1.113 40.91 4.69 1.96 93.35 740 460 1.113 53.14 6.57 4.05 89.38 EB feed = 0.136 mllmin, H20 feed = 0.338 mllmin 620 2875 1.113 14.76 2.44 - 97.56 620 1393 1.113 9.96 2.34 - 97.66 620 697 1.113 8.46 2.73 - 97.27 620 460 1.113 7.44 2.97 - 97.03 620 230 1.113 6.24 3.30 - 96.70 620 153 1.113 6.08 3.22 - 96.78 620 115 1.113 5.77 3.24 - 96.76 620 92 1.113 5.80 3.19 - 96.81 620 77 1.113 5.39 3.33 - 96.67 620 71 1.113 5.13 3.25 - 96.75 EB feed = 0.126 mllmin, H20 feed = 0.306 mllmin 620 1050 1.113 22.98 1.26 - 98.74 620 850 1.113 20.25 1.47 - 98.53 620 650 1.113 18.54 1.89 - 98.11 620 450 1.063 17.77 2.37 0.31 97.32 620 250 1.063 16.30 3.44 1.75 94.81 620 150 1.063 17.08 4.32 3.20 92.48 Value was too small to be detected. B.K. Abdalla et al. /Applied Catalysis A: General 113 (1994) 89-102 97 Table 6 Feed conditions and experimental results of catalyst C Temp. He rate Press. EB %C BZ %S TOL 965 ST %S () (ml/min) (bar) EB feed = 0.1452 mllmin, HZO feed = 0.362 mUmin 600 171 1.455 47.95 4.12 2.56 93.32 600 267 1.557 50.76 3.18 2.51 94.31 600 345 1.624 53.68 2.37 2.21 95.42 600 480 1.760 53.98 1.83 2.07 96.11 600 618 1.828 52.95 1.37 1.53 97.10 EB feed = 0.1498 mbmin, HZO feed = 0.3348 mllmin 502 450 1.624 9.07 2.23 - 97.77 520 450 1.624 12.30 2.17 - 97.83 540 450 1.624 15.79 2.50 - 97.50 560 450 1.624 19.53 2.65 - 97.35 580 450 1.624 30.68 3.66 0.83 95.51 600 450 1.624 36.73 4.19 1.09 94.72 620 450 1.624 43.94 5.01 1.83 93.15 645 450 1.624 52.70 6.37 2.86 90.77 660 450 1.624 55.02 8.16 4.29 87.54 690 450 1.692 63.01 11.0 8.39 80.61 710 450 1.692 67.09 14.46 12.40 73.14 EB feed = 0.1595 milmin. HZO feed =0.3345 mUmin 500 600 1.760 3.58 3.11 - 96.89 530 600 1.760 5.82 3.32 - 96.68 560 600 1.760 9.77 3.68 - 96.32 590 600 1.760 18.03 4.38 - 95.62 620 600 1.794 31.77 5.09 2.43 92.48 -: Value was too small to be detected. 4. Discussion Using the pseudohomogeneous model and fitting the kinetic parameters to the experimental results, the values of the pre-exponential factors and activation energies that minimizes the mean square of the difference between the model predictions and the experimental results are given in Table 7. From Table 7 we notice that for the three catalysts the activation energy for the first reaction is lowest for catalyst (C) and is highest for catalyst (A) . The activation energies for the three catalysts are lower than those of the industrial catalyst. Reaction (1) is the main reaction and is the one responsible for the production of styrene. For reactions 4, 5 and 6 the activation energies for the industrial catalyst and the three in-house prepared catalysts are almost the same. For reaction 2 the activation energy is highest for catalyst (A) and is lowest for catalyst (B) and they are lower than that of the industrial catalyst. For reaction 3 the activation energies of catalysts (A) and (B) are very close to that of industrial catalyst, but catalyst (C) has a much smaller activation energy. 98 BX Abdalla et al. /Applied Catalysis A: General 113 (1994) 89-102 Table 7 Intrinsic kinetics parameters for industrial catalyst and catalysts, (A), (B) and C) Reaction Industrial catalyst Catalyst (A) Catalyst (B) Catalyst (C) A* E** Ai E; Ai E; A; E; 1 0.851 90891 0.30 87820 0.43 86565 0.75 83357 2 14.00 207989 13.25 193515 13.35 187992 12.19 188630 3 0.56 91515 -0.38 102668 0.81 97334 0.77 100555 4 0.12 103996 0.12 t03996 0.12 103996 0.12 103996 5 - 3.21 65723 - 3.21 65723 - 3.21 65723 - 3.21 65723 6 21.24 73628 21.24 73628 21.24 73628 21.24 73628 *A,: Pre-exponential factor (dimensionless) [ki=3600-exp(Ai-E;/RT)]. **Ei: Activation energy of reaction i (kJ/mol). ***KEB=Exp (dFo/RT), 4Fo=a+bT+cTZ, a=122725. 157 kJ/kmol, b=-126.27 kJ/kmol K, c= -2.19410-3 kJ/kmol KZ [ 16]. One of the main purposes of developing intrinsic kinetics is to use these kinetics into rigorous design equations (mathematical models) in order to predict the behaviour of the industrial reactor. In the present case the most important process after the intrinsic kinetic is the intraparticle diffusion which is described rigorously by the use of the dusty gas model rather than the less rigorous Fickian description. The change of temperature and pressure along the length of the reactor are also taken into consideration. The prediction of the model should be therefore reasonably reliable [ 15 ] . The extracted intrinsic kinetic parameters were used in the heterogeneous model for the industrial reactor, to simulate its performance when these catalysts are used after pelletizing to the same particle size of the industrial catalyst. The results of the conversions and yields obtained and the exit temperatures are shown in Table 8 together with those of the industrial reactor with the industrial catalyst. From Table 8, which gives the simulation results for the four catalysts when used in the industrial reactor under the same design and operating conditions, the results show that the ethylbenzene conversions obtained by two of the three in-house prepared catalysts (catalysts B and C) are higher than that obtained by the industrial Table 8 Conversions and yields obtained by using the in-house prepared catalysts in the heterogeneous model Component Industrial Catalyst A Catalyst B Catalyst C Conversion (%) Ethylbenzene 47.25 46.47 52.26 51.26 Yield (%) Styrene 40.41 33.07 28.37 44.25 Benzene 3.77 13.08 21.99 5.99 Toluene 3.12 0.32 1.90 1.02 Exit temp. (K) 850.0 847.54 841.20 842.68 B.K. Abdalla et al. /Applied Catalysis A: General 113 (1994) 89-102 99 catalyst. The ethylbenzene conversion for catalyst (A) is slightly lower than that obtained using the industrial catalyst. However, the higher ethylbenzene conversions did not give high styrene yields in the case of catalyst (B ), where the obtained benzene yield is higher than those obtained using the industrial catalyst. Catalyst (C) gave a higher styrene yield than that of the industrial catalyst. The improvement in the styrene yield is almost 10% over that of the industrial catalyst. Catalyst (B) produced almost as much benzene as styrene. Fig. 2 shows the conversion, yield, temperature and effectiveness factor profiles along the length of the reactor. For catalyst B the ethylbenzene conversion rises faster than all other catalysts reaching the highest XEB of 52.26% at the exit. However, for this catalyst the styrene profile rises slowly giving a low YST of 28.37% at the exit. The benzene profile for this catalyst rises much faster than for all other catalysts giving a relatively high exit YBZ of 21.99%. The drop of temperature along the catalyst bed is faster for this catalyst giving an exit temperature of 841.2 K. For catalyst C the XEB profile rises reasonably fast giving a high exit value of 51.26%, also the YST profile rises fast, giving a high exit YST of 44.25%, on the other-hand the YBZ profile is suppressed compared with catalyst B giving an exit value of YBZ equal to 5.99%. The drop of temperature for this catalyst is slightly more than for catalyst B (1 K difference at the exit). For catalyst A the XEB profile rises along the length of the reactor in a rate comparable to that of the industrial catalyst, giving an exit XEB which is about 1 % lower than that of the industrial catalyst. However, the rise of the YST profile for this catalyst is quite slow (higher only than that of catalyst B) giving the next lowest to catalyst B, i.e. 33.07%. The YBZ is reasonably high (13.08%) , second only to catalyst B. The drop in temperature for this catalyst along the length of the reactor is lower than for the other in-house prepared catalysts B and C. The temperature drop associated with the industrial catalyst is lower than for catalyst A, although it gives a higher conversion due to the fact that the YTOL (which is produced through an exothermic hydrogenation reaction) is higher for the industrial catalyst (3.12%) than for catalyst A (0.32%) . Therefore the only in-house prepared catalyst that gives a higher YST than the industrial catalyst is catalyst C, although both catalysts B and C give higher ethylbenzene conversions compared with the industrial catalyst. Fig. 2 also shows the profiles of the effectiveness factors of EB, ST, BZ and TOL for the four catalysts. For catalyst B the 7IEB rises faster than for all the other catalysts, reaching a value of 0.50 at the exit of the reactor. The qsT of this catalyst shows a clear non-monotonic behaviour and goes down to 0.08 at the exit of the reactor. The rIBZ and 7hOL for this catalyst B rise sharply along the length of the reactor, 1'ITOL shows a small decrease near the entrance of the reactor but it again increases sharply. The values of rITOL are higher than those of vIBZ. For catalyst C rIEB increases very slowly along the reactor giving the lowest values reached by any of the four catalysts (0.32). Also FIST for this catalyst shows non-monotonic behaviour and it gives the second lowest value compared with the other catalysts; while 71BZ increases sharply along the length of the reactor and gives the highest 100 B. K. Abdalta et al. lApplied Catalysis A: General 113 (1994) 89-102 Industrial (1) 1-n a ds p.6 w 8 O.d c r 0.2 a Y o ass.o a3 m 30.0 a 20.0 a 10.0 0.0 1.0 O k; p.8 O w ss.6 o p.e C 0.2 Industriai (t) -111-11 1,1 Il t;a3yst H (4) Reactor Tub. Len9th 910 50.0 v 9a0 m Y 40,o $9ssY o 30.0 OB0 o ni pm E g $za~ a 2a.p asa 10.0 1850 v 840 p.0 s.p o fit , ra m ni 0.6 w en v ssss 15 920 60.0 v 50.6 900 vo 40.0 0 HHO ~ ss N~ 30.0 $O p `o 20.0 o eO > ~`o~ t 0.o m 820 o.0 S.0 O p.8 m p.s 0 tmi t 0,4 O ss.2 Cotoly.t k Catalyst A catalyst C ~-RrTTTrrrt\"~`~ m~rn~rT ss.ss' ,-q,5 lO 1.5 2.:> Reactor Tube Length (M ) t-4 QS '12 910 900 ol 890 b c 1cj $$0 m O <II o aea 570 < w N 850 li r, O> 840 1~ -4 O3o a ,a N ~' N .a w v -3 1~ 15 >' v bw ax. a gpa O at ,~ Ty $9o m G O a O80v 870o zi~ 91-1 v 860 w O h h O90 2L a~j 8to ~ % 2 :z ~U C yes\" at 830 a o *C cd su c N ~ N =O~ *U N Vw.E a O r0 ~rv ' O n ro w o 0 -a t; U .~ w N ~ B.K. Abdalla et al. /Applied Catalysis A: General 113 (1994) 89-102 101 value (0.92) as compared to those of the other catalysts. Also Th.OL shows a small decrease at the entrance of the reactor then it increases sharply along the length of the reactor reaching the high value of 0.96 at the exit of the reactor. For catalyst A the NB increases very slowly along the length of the reactor reaching a value of 0.49; however the qST shows small non-monotonic behaviour. The %Z and WOL increase sharply along the reactor giving the second highest values of 0.84 and 0.88, respectively. The behaviour of the effectiveness factor profiles obtained when catalyst A is used are very similar to those obtained by the industrial catalyst, only WOL shows a small reduction at the beginning of the reactor when catalyst A is used. 5. Conclusion Intrinsic kinetics of an industrial catalyst for the dehydrogenation of ethylbenzene to styrene have been extracted from industrial reactor data using a rigorous heterogeneous model based on the Stefan-Maxwell equations for multicomponent diffusion in porous catalyst pellets. Three in-house prepared catalysts with different compositions have been produced in a powder form and the intrinsic kinetics for these catalysts have been obtained from the experimental results using a pseudohomogeneous model. The possible use of these catalysts in the same industrial reactor has been simulated using the rigorous heterogeneous model. The results show that one of the catalysts (catalyst C, with 5% Ce02 and 5% Cr203) gives considerably higher ethylbenzene conversion and styrene yield than the industrial catalyst. Another one of the catalysts (catalyst B, with 5% Ce02) seems to be almost as much a benzene producer as a styrene producer. 6. Nomenclature AB Catalyst bed cross-sectional area, m2 A; Frequency factor of reaction i CC;g Molar concentration of component i in the gas phase and at the catalyst surface respectively, kmol/m3 CA Specific heat capacity of component i, kJ/kmol K De;.j, D& Effective molecular and Knudsen diffusivities respectively, m2 /h DP, DR diameter of the catalyst and the reactor respectively, m E, Activation energy of reaction i, kJ/kmol F, Molar flow rate of component i, kmol/h Go Mass velocity of the gas mixture, kg /M2 h gC Gravitational acceleration, M2 /h 4H; Heat of reaction i, kJ/kmol 102 B. K. Abdalla et al. /Applied Catalysis A: General 113 (1994) 89-102 KEB Equilibrium constant for the ethylbenzene dehydrogenation reaction to produce styrene, bar k; Reaction i rate constant, kmol/kg h bar' (for k1 and k2; kmol/kg h bar, for k3 and k5; kmol/kg h bare, for k4; kmol/kg h bar'-5, for k6; kmol K3/kg h bar3) LB Catalyst bed length, m N; Molar flux of component i, kmol/m2 h PT, Pi Total pressure and partial pressure of component i respectively, bar R Universal gas constant ( =8.314 kJ/kmol K) Ri Rate of reaction i, kmol/kg h rp mean pore radius, m SBET BET specific surface area, M3 /kg T Temperature of the reactor, K VP Total pore volume, m3/kg Vst Volume of nitrogen adsorbed at saturation, M3 /kg X, Conversion of reactants y; Mole fraction of component i; Dimensionless z Thickness of the catalyst slab, m Greek letters e Bed voidage fraction, dimensionless rl; Effectiveness factor of reaction i, dimensionless AIG Viscosity of the gas mixture, kgf h/m2 PcPG Density of the catalyst and the gas mixture respectively, kg /M3 References [ 1 ] D.E. Clough and W.F. Ramirez, AIChE J., 22 (6) (1976) 1097. [2] B. Davidson and M.J. Shah, IBM J. Res. Dev., 9 (1965) 289. [ 3 ] S. Carra and L. Froni, Ind. Eng. Chem. Process Des. Dev., 4 (3) (1965) 281. [4] P.J. Heggs and N. Abdullah, Chem. Eng. Res. Des., 64 (1986) 258. [5 ] L. Petrov, G. Nenov, N. Kirkov and D. Shopov, Kinet. Catal., 25 (1) (1984) 106. [61 D.J. Model, Chem. Eng. Comput., 1 (1972) 100. [ 7 ] F. Abet, M. Maceri and M. Piovan, Quad. Inorg. Chem. Ital., 3 (9) (1967) 154. [ 8 ] J.G.P. Sheel and C.M. Crowe, Can. J. Chem. Eng., 47 (1969) 183. [91 E.H. Lee, Catal. Rev., 8 (1973) 285. [ 10] S.S.E.H. Elnashaie and B.K. Abdalla, 41st Can. Chem. Eng. Conf., Vancouver, Canada, Oct. 1991. [ 11 ] J. Villadsen and M.L. Michelsen, Solution of differential equation models by polynomial approximation, Prentice Hall, N.Y., 1978. [ 12 ] A.C. Hindmarsh, Gear: Ordinary Differential Equation System Solver, Lawrence Laboratory, Report UCID30001, Revision 3, December 1974. [ 13 ] C.M. Crowe, Private communication, McMaster Univ., Aug. 1992. [ 14] C.M. Crowe, Private communication, McMaster Univ., Nov. 1989. [15] S.S.E.H. Elnashaie and S.S. Elshishini, Modelling, Simulation and Optimization of Industrial Fixed Bed Catalytic Reactors, Gordon and Breach Science Publisher, London (1994). [16] R.H. Boundy and R.F. Boyer, Styrene, Its Polymers, Copolymers and Derivatives, Reinhold, New York (1952). APCATA 94802432 0926-860X(94)80243-2 10.1016/0926-860X(94)80243-2 Elsevier Science B.V. All rights reserved Intrinsic kinetics and industrial reactors modelling for the dehydrogenation of ethylbenzene to styrene on promoted iron oxide catalysts B.K. Abdalla a S.S.E.H. Elnashaie * a S. Alkhowaiter b S.S. Elshishini b a Chemical Reaction Engineering Group (CREG), Chemical Engineering Department King Saud University, P.O. Box 800, Riyadh 11421, Saudi Arabia b Chemistry Department, Faculty of Science, King Saud University, Riyadh, Saudi Arabia * Corresponding author. Fax. (+966-1) 4633563 In this preliminary investigation two approaches are used to obtain intrinsic kinetics for the catalytic dehydrogenation of ethylbenzene to styrene on different promoted iron oxide catalysts: (1) A rigorous heterogeneous model based on the dusty gas model for the catalyst pellets is used to extract intrinsic kinetics from the data of an industrial reactor. (2) A pseudohomogeneous model is used to extract intrinsic kinetics from the results of a laboratory fixed bed reactor packed with in-house prepared powder catalysts with negligible diffusional resistances. The extracted intrinsic kinetics were used in the heterogeneous model to simulate the industrial reactor and the results for the three in-house prepared catalysts are compared with those of the industrial reactor. Keywords Dehydrogenation Ethylbenzene Intrinsic kinetics Iron-oxide, Promoters Styrene Reference [1] Clough D.E. Ramirez W.P. AIChE J. 22 6 1976 1097 [2] Davidson B. Shah M.J. IBM J. Res. Dev. 9 1965 289 [3] Carra S. Froni L. Ind. Eng. Chem. Process Des. Dev. 4 3 1965 281 [4] Heggs P.J. Abdullah N. Chem. Eng. Res. Des. 64 1986 258 [5] Petrov L. Nenov G. Kirkov N. Shopov D. Kinet. Catal. 25 1 1984 106 [6] Model D.J. Chem. Eng. Comput. 1 1972 100 [7] Abet F. Maceri M. Piovan M. Quad. Inorg. Chem. Ital. 3 9 1967 154 [8] Sheel J.G.P. Crowe C.M. Can. J. Chem. Eng. 47 1969 183 [9] Lee E.H. Catal. Rev. 8 1973 285 [10] S.S.E.H. Elnashaie and B.K. Abdalla, 41st Can. Chem. Eng. Conf., Vancouver, Canada, Oct. 1991. [11] Villadsen J. Michelsen M.L. Solution of differential equation models by polynomial approximation 1978 Prentice Hall N.Y. [12] Hindmarsh A.C. Gear: Ordinary Differential Equation System Solver Report UCID-30001, Revision 3 December 1974 Lawrence Laboratory [13] C.M. Crowe, Private communication, McMaster Univ., Aug. 1992. [14] C.M. Crowe, Private communication, McMaster Univ., Nov. 1989. [15] Elnashaie S.S.E.H. Elshishini S.S. Modelling, Simulation and Optimization of Industrial Fixed Bed Catalytic Reactors 1994 Gordon and Breach Science Publisher London [16] Boundy R.H. Boyer R.F. Styrene, Its Polymers, Copolymers and Derivatives 1952 Reinhold New York",
      "scopus-id": "0028769366",
      "coredata": {
        "eid": "1-s2.0-0926860X94802432",
        "dc:description": "In this preliminary investigation two approaches are used to obtain intrinsic kinetics for the catalytic dehydrogenation of ethylbenzene to styrene on different promoted iron oxide catalysts: (1) A rigorous heterogeneous model based on the dusty gas model for the catalyst pellets is used to extract intrinsic kinetics from the data of an industrial reactor. (2) A pseudohomogeneous model is used to extract intrinsic kinetics from the results of a laboratory fixed bed reactor packed with in-house prepared powder catalysts with negligible diffusional resistances. The extracted intrinsic kinetics were used in the heterogeneous model to simulate the industrial reactor and the results for the three in-house prepared catalysts are compared with those of the industrial reactor.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-06-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94802432",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Abdalla, B.K."
          },
          {
            "@_fa": "true",
            "$": "Elnashaie, S.S.E.H."
          },
          {
            "@_fa": "true",
            "$": "Alkhowaiter, S."
          },
          {
            "@_fa": "true",
            "$": "Elshishini, S.S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94802432"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94802432"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80243-2",
        "prism:volume": "113",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Intrinsic kinetics and industrial reactors modelling for the dehydrogenation of ethylbenzene to styrene on promoted iron oxide catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Ethylbenzene"
          },
          {
            "@_fa": "true",
            "$": "Intrinsic kinetics"
          },
          {
            "@_fa": "true",
            "$": "Iron-oxide, Promoters"
          },
          {
            "@_fa": "true",
            "$": "Styrene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "89-102",
        "prism:endingPage": "102",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 June 1994",
        "prism:doi": "10.1016/0926-860X(94)80243-2",
        "prism:startingPage": "89",
        "dc:identifier": "doi:10.1016/0926-860X(94)80243-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028769366"
      }
    }
  }
}