{
  "metadata": {
    "title": "Selective synthesis of C<ce:inf loc=post>3</ce:inf>–C<ce:inf loc=post>4</ce:inf> hydrocarbons through carbon dioxide hydrogenation on hybrid catalysts composed of a methanol synthesis catalyst and SAPO",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-03-30",
    "doi": "10.1016/0926-860X(94)00258-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94002584",
    "pii": "0926860X94002584"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0346395566",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X94002584 0926-860X(94)00258-4 0926860X94002584 10.1016/0926-860X(94)00258-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00336 2024-01-01T12:18:48.759026Z 0 0 19950330 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 124 124 1 1 Volume 124, Issue 1 10 91 106 91 106 19950330 30 March 1995 1995-03-30 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. SELECTIVESYNTHESISC3C4HYDROCARBONSTHROUGHCARBONDIOXIDEHYDROGENATIONHYBRIDCATALYSTSCOMPOSEDAMETHANOLSYNTHESISCATALYSTSAPO JEON J ROZOVSKII 1989 41 A CHINCHEN 1990 693 G FUJIMOTO 1987 13 K INUI 1991 95 T FUJIMOTO 1991 559 K FUJIWARA 1992 767 M INUI 1993 31 T TAPP 1988 393 N BORADE 1994 249 R CHEN 1994 1731 J AMENOMIYA 1987 57 Y DENISE 1987 353 B SAITO 1993 167 M PROC1STCO2WORKSHOPINKOREA CHINCHEN 1987 79 G TOPSOE 1981 41 N QIU 1991 371 S YOUNG 1991 277 D PRAKASH 1994 1 A OLENDER 1993 1106 Z VANHOOFF 1990 241 J HIDALGO 1984 362 C YANG 1991 169 L DZWIGAJ 1990 157 S FUJIMOTO 1988 920 K CHANG 1983 1 C FUJIMOTO 1986 262 K JEONX1995X91 JEONX1995X91X106 JEONX1995X91XJ JEONX1995X91X106XJ item 0926-860X(94)00258-4 0926860X94002584 1-s2.0-0926860X94002584 10.1016/0926-860X(94)00258-4 271346 2024-01-01T12:18:48.759026Z 1995-03-30 1-s2.0-0926860X94002584-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002584/MAIN/application/pdf/d4e22a7f73350e5481f0c00d57065920/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002584/MAIN/application/pdf/d4e22a7f73350e5481f0c00d57065920/main.pdf main.pdf pdf true 1030255 MAIN 16 1-s2.0-0926860X94002584-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002584/PREVIEW/image/png/8bb4c7d77663ba318de37ff3cb52c0d9/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002584/PREVIEW/image/png/8bb4c7d77663ba318de37ff3cb52c0d9/main_1.png main_1.png png 52531 849 656 IMAGE-WEB-PDF 1 Applied Catalysis A: General 124 ( 1995) 9 I-106 Selective synthesis of C3-C4 hydrocarbons through carbon dioxide hydrogenation on hybrid catalysts composed of a methanol synthesis catalyst and SAP0 Jong-Ki Jeon, Kwang-Eun Jeong, Young-Kwon Park, Son-Ki Ihm * Department of Chemical Engineering, Korea Advanced Institute of Science and Technology, 373-l Kusong-dong, Yusong-gu, Taejon 305-701, South Korea Received 9 August 1994; revised 17 October 1994; accepted 7 November 1994 Abstract Direct synthesis of hydrocarbons through carbon dioxide hydrogenation was investigated over hybrid catalysts composed of methanol synthesis catalysts (Cu/ZnO/ZrO, and Cu/ZnO/Al,O,) and molecular sieves (H-ZSM-5, SAPO-5 and SAPO-44). It was found that the hybrid catalyst with SAPO-5 or SAP044 was effective for the synthesis of C,, hydrocarbons. The high hydrocarbon yield appears to be due to the abundance of weak- and medium-strength acid sites in SAPO, which could be evidenced through temperature-programmed desorption of ammonia. The product distribu- tion of hydrocarbon products was influenced by the acidity as well as the pore size of the molecular sieves. The selectivity to isobutane was the highest on the hybrid catalysts with SAPO-5. Propane was the main product on the hybrid catalyst with SAPO-44. Carbon dioxide conversion increased with reaction temperature, but a maximum yield of C,, hydrocarbon was obtained at 340. An increase in contact time lowered the carbon monoxide formation and increased the hydrocarbon formation. Addition of carbon monoxide or ethene to the feed increased the hydrocarbon yield. The reaction pathway to hydrocarbons is thought to be composed of methanol synthesis from carbon dioxide and hydrogen, methanol/dimethyl ether to lower alkene, alkene oligomerization, isomeriza- tion and hydrogenation to alkane. Keywords; Ammonia TPD; Carbon dioxide; Copper; Hybrid catalyst; Cz + hydrocarbons; Hydrogenation; SAPO; Temperature-programmed desorption 1. Introduction Hydrogenation of carbon dioxide is recognized to be one of the best methods to fix huge amounts of emitted carbon dioxide in a short time. In order to improve * Corresponding author. Tel. ( + 82-42) 8693915, fax. ( + 82-42) 8693910. 0926-860X/95/$09.50 0 -1995 Elsevier Science B.V. All rights reserved SSD10926-860X(94)00258-4 92 J.-K. Jean et al. /Applied Catalysis A: General 124 (1995) 91-106 climate conditions as well as to solve the carbon resource problem, it is desirable to develop techniques whereby carbon dioxide can be converted into valuable materials. Methanol synthesis through carbon dioxide hydrogenation has been widely investigated [ 1,2], and direct synthesis of hydrocarbons from carbon dioxide has become one of the main research interests [ 3-71. A hybrid catalyst system com- posed of methanol synthesis and a methanol-to-hydrocarbon process was used for hydrocarbon synthesis by carbon dioxide hydrogenation [ 3,6,7]. Copper based catalysts and zeolites were used for the methanol synthesis and methanol-to-hydro- carbon processes, respectively. It was reported that the hydrocarbon distribution over the hybrid catalyst system must be dependent on the choice of zeolite, which also affected both overall carbon dioxide hydrogenation rate and hydrocarbon yields. Selective synthesis of C2 + hydrocarbons such as liquefied petroleum gas or gasoline has been the main object of research in this field. H-ZSM-5, the most widely used zeolite for the MTG process, was not suitable because C3 + hydrocar- bons were hardly obtained [ 6,7]. The main purpose of this study is to use hybrid catalysts with silicoalumino- phosphate (SAPO) in order to hopefully make C? + hydrocarbons from carbon dioxide and hydrogen. SAP0 materials show some zeolitic properties and have a potential acidity due to silicon substitution into the AlPOd-n frameworks [ 8-101. In the present study, SAPO-5 with a one-dimensional channel structure ( 12-mem- bered ring, diameter 8 A) and SAPO-44 with a chabazite-like structure (8-mem- bered ring, diameter 4.3 A) were synthesized and characterized. Characterization of SAP0 was carried out via X-ray diffraction, scanning electron microscopy (SEM) , magic angle spinning nuclear magnetic resonance (MAS NMR) , temper- ature-programmed desorption (TPD) of ammonia and FT-IR of chemisorbed pyr- idine. Cu/ZnO/ZrO, or Cu/ZnO/A120, were used as methanol synthesis catalysts. Cu/ZnO/Alz03 has been widely used as a methanol synthesis catalyst from syn- thesis gas. Copper supported on zirconia has also been widely investigated for carbon dioxide hydrogenation and is known to be comparable to Cu/ZnO/Alz03 [ 1 l-131. The selective synthesis of C2 + hydrocarbons from carbon dioxide and hydrogen was carried out over the hybrid catalysts composed of a methanol syn- thesis catalyst and SAP0 molecular sieves. The hybrid catalyst with H-ZSM-5 was also tested to evaluate the effects of acid functions of different strengths on hydro- carbon yield and product distribution. The effect of reaction conditions on catalytic activity and hydrocarbon selectivity was also investigated to ascertain the yield trends and to establish the reaction pathway. 2. Experimental 2.1. Catalyst preparation Cu/ZnO/ZrO, (60:30: 10 wt.-%) precursors were prepared by co-precipitation. An aqueous solution of copper acetate, zinc and zirconium nitrate and an aqueous J.-K. Jeon et al. /Applied Catalysis A: General 124 (1995) 91-106 93 solution of sodium hydroxide ( 1.0 M) was mixed at 85 and pH 7.0 f0.3. The precipitate was aged for 1 h, separated by filtering, washed and dried. The precursors were calcined at 400 for 12 h. Cu/ZnO/Alz03 (60:30:10 wt.-%) precursors were prepared in a manner similar to the above procedure. ZSM-5 was obtained through hydrothermal synthesis at 170 for three days in a Teflon-lined 450 ml Parr bomb by following the procedures in a US Patent [ 141. After washing the crystallized zeolites, they were calcined overnight at 550. The calcined Na-ZSM-5 sample was converted to the NH: form by ion exchange with 1 M NH&l solutions at room temperature. The H-ZSM-5 was obtained by air calcination of the ammonium form at 550 for 12 h. SAPO-5 was hydrothermally prepared from reactive gels containing a silicon source (Ludox HS-30), an alu- minum source ( pseudoboehmite) , phosphoric acid, tripropylamine (TPA) and water [ 151. The composition of the reaction mixture can be expressed in molar ratio as 1.3 TPA: 1 .O A1,03:0.3 SiO,:O.85 P20,:40 H20. This reaction mixture was heated in a Teflon-lined Parr bomb at 200 for 48 h. After washing and drying, the resultant product was calcined at 550. SAP044 was synthesized according to procedures similar to that of SAPO-5 except that the reaction time was 72 h at 200 and the ternplating agent was cyclohexylamine (CHA) . The composition of the reaction mixture can be expressed in molar ratio as 1 .O CHA: 1 .O A1203:0.6 SiO,: 1 .O P,O,:50 H20. Hybrid catalysts were prepared by physically mixing a copper catalyst and a molecular sieve. They were pelletized and crushed to obtain sizes of 40-80 mesh. 2.2. Catalyst characterization The surface area of the Cu-based catalyst was measured by the nitrogen BET method using an Area meter II (Strohlein) . The exposed copper surface area was measured by nitrous oxide titration following the procedure described by Chinchen etal. [16]. ZSM-5, SAPO-5 and SAPO-44 were characterized by their powder X-ray dif- fraction (XRD) pattern using Cu Ka radiation. The amounts of Si, Al and P in H- ZSM-5 and SAP0 were measured with an inductively coupled plasma spectrophotometer ( ARL-35 10). 27A1, 29Si and 31P magic angle spinning nuclear magnetic resonance (MAS NMR) spectra were recorded on a Bruker AM 300 spectrometer. 27A1, 29Si and 31P NMR were carried out at 78.3, 59.7 and 121.6 MHz, respectively. The spinning rate was 3.5 kHz. Chemical shifts were recorded with respect to [ Al( H,O),] 3for 27A1, tetramethylsilane for 29Si and phosphoric acid for 31P. Temperature-programmed desorption (TPD) measurements were carried out to determine the acid strength of H-ZSM-5 and SAP0 by using ammonia as an adsorbate. In a typical run, 0.3 g of a calcined sample was placed in a quartz tubular reactor and heated at 500 under a helium flow of 45 ml/mm for 1 h. The reactor was then cooled to 100 and adsorption conducted at that temperature by exposing 94 J.-K. Jean et al. /Applied Catalysi.\\ A: General 124 (1995) 91-106 the sample to an ammonia flow of 23 ml/min for 1 h. Physically adsorbed ammonia was removed by purging the sample with a helium stream flowing at 45 ml/min for 30 min at 100. The chemisorbed ammonia was then thermally desorbed by increasing the reactor temperature to 655 at a rate of lS/min, and the amount of desorbed ammonia was measured using a Varian thermal conductivity detector. In order to study the acidity of the zeolites, FT-IR spectra of adsorbed pyridine were obtained over the zeolites through a method similar to that described in the literature [ 171. 2.3. Reaction studies Carbon dioxide hydrogenation was performed in a continuous-flow fixed bed reactor system made from a stainless steel tube. In a typical experiment, 1.0 g of hybrid catalyst was loaded in the reactor. Before reaction, the catalyst was reduced according to the following procedure: heating to 150 at a rate of S/min and heating to 400 at a rate of 2/min in 5% H,/Ar (60 cm3/min) at atmospheric pressure. The hydrogen concentration was then increased stepwise in the sequence 10/20/40 to 100% (30 min per step). Subsequently the catalyst was held in pure hydrogen (60 cm3/min) for 1 h at the same temperature. After reduction of the catalyst, the reactor was pressurized to 28 atm with helium. Then carbon dioxide and hydrogen were introduced to the reactor. Carbon dioxide hydrogenation products were passed through a heated transfer line to a gas chro- matograph (Hewlett-Packard 5890 series II) with TCD and FID detectors. Products were separated in a cross-linked methyl-silicon capillary column (I.D. = 0.2 mm, length = 50 m) and Porapak Q column (O.D. = l/8 inch, length = 1.8 m) . Product identification was made by a GC-MSD system (Hewlett-Packard 597 1) . 3. Results and discussion 3.1. Catalyst characterization X-ray diffraction patterns of SAPO-5 and SAPO-44 are shown in Fig. 1. The XRD patterns are comparable, with some minor differences in the relative inten- sities, to those reported in the original patent [ 151. Fig. 2 shows scanning electron micrographs of the SAP0 samples. The single crystals of SAPO-5 have the shape of a hexagonal prism. SAPO-44 yields cubic crystals, typical for a chabazite struc- ture. They are very similar to those reported in the literature for SAPO-5 [ 9,18,19] and SAPO-44 [ 19,201. The IR spectra of framework vibrations are shown in Fig. 3. The IR spectra of crystals of SAPO-5 and SAP044 are quite similar, which is consistent with the results in the literature [ 201. The chemical compositions of the molecular sieves used in the present study are given in Table 1. The silicon atom can be substituted into the aluminophosphate J.-K. Jeon et al. /Applied Caialysis A: General 124 (1995) 91-106 95 SAPO-5 SAPO-44 5 15 25 35 45 28 Fig. 1. XRD pattern of SAPO-5 and SAPO-44. framework via ( 1) silicon substitution for alumina, (2) silicon substitution for phosphorus, or (3) simultaneous substitution of two silicons for one aluminum and one phosphorus. The second and the third mechanism would be expected to occur in SAPO-44 as well as in SAPO-5. The 27A1, 29Si and 31P NMR spectra of SAPO-5 and SAPO-44 are shown in Fig. 4. The peak at 35.5 ppm for SAPO-5 and 40.7 ppm for SAPO-44 in 27A1 NMR is characteristic of tetrahedrally coordinated aluminum in the framework [ 9,20,21]. The 31P resonance at - 28.3 ppm for SAPO-5 and - 27.3 ppm for SAP044 are attributed to tetrahedrally coordinated phosphorus in the framework. The 27A1 and 31P NMR spectra indicate that almost all Al and P atoms are in tetrahedral environ- ment in the framework. The 29Si spectrum of SAPO-5 contains a major resonance at -91.0 ppm with a shoulder at - 107.8 ppm. The 29Si spectrum of SAPO-44 shows a main peak at - 90.4 ppm and a shoulder at - 109.0 ppm. The peak at around -90.0 ppm has been assigned to Si(4Al) [9,20,21]. The shoulder in the range of - 93 to - 109 ppm indicates that Si-0-Si linkages exist [ 9,201. This is an indication of the possibility of a substitution mechanism (3). It can be deduced that not all of the silicon atoms are involved in generating Bronsted acid sites for SAPO-5 as well as SAPO-44. The temperature-programmed desorption (TPD) of ammonia and the IR spectra of adsorbed pyridine are widely used for investigating the acid properties of zeolites. Fig. 5 shows the ammonia TPD profiles of the molecular sieves. H-ZSM-5 exhibits a low-temperature and a high-temperature desorption peak. The low-temperature peak represents weak acid sites where ammonia molecules were weakly adsorbed, and the high-temperature peak corresponds to strong acid sites present on the catalyst [ 22,231. The TPD profiles of ammonia from SAPO-5 and SAPO-44 differ 6 J.-K. Jeon et al. /Applied Catalysis A: General 124 (1995) 91-106 10 pm (b) Fig. 2. SEM images of SAPO-5 (a) and SAPO-44 (b). A 1300 1100 900 700 500 300 Wavenumber(cm- Fig. 3. Framework IR spectra of SAPO-5 and SAPO-44. Table I J.-K. Jean et al. /Applied Catalysis A: General 124 (1995) 91-106 97 Chemical composition of molecular sieves Sample Si Al P H-ZSM-5 0.96 0.04 _ SAPO-5 0.05 0.49 0.46 SAPO-44 0.08 0.48 0.44 from that of H-ZSM-5 in the following aspects: The intensity of the low-temperature peak of SAPO-5 and SAPO-44 at about 220 was much higher than that of H- ZSM-5. On the other hand, the high-temperature peak at 450 did not appear over SAPO-5 and SAPO-44 while the medium-temperature peak at about 280 appeared as a shoulder. The peak at 280 indicates the presence of the medium- strength acid sites [ 20,23,24]. Fig. 6 shows the infrared spectra after adsorption and desorption of pyridine at 423 K from H-ZSM-5, SAPO-5 and SAPO-44. The absorption peaks at 1455 cm- and 1545 cm-for H-ZSM-5 correspond to the Lewis and Bronsted acid sites, SAPO-5 27 Al a 31 P b SAPO-44 d e 1 I I .J I 0 1 . 1 8 I 80 0 -80 40 0 -40 -80 b(fvm) G(ppm) 2gSi jf& C -80 -120 b(ppm) 29 Si k f -80 -120 G(ppm) Fig. 4. *l, and %i NMR spectra of SAPO-5 (a,b and c) and SAP044 (d,e and f). 98 .I.-K.Jeon etal./AppliedCatal~sisA:Generall24(1995)91-I06 100 200 300 400 500 600 Temperature (C) Fig. 5. NH3 TPD of H-ZSM-5, SAPO-5 and SAPO-44. respectively [ 171. The absorption peak at 1545 cm- for SAPO-5 corresponds to the Bronsted acidic center induced by Si4+ substitution for P5+ in the alumino- phosphate framework [ 18,24,25]. For SAPO-44, the IR band occurs at similar positions. Even though the concentration of acid sites in SAPO-44 measured through ammonia TPD is higher than that in SAPO-5, the peak intensity of IR bands for the Lewis and Bronsted acid sites in SAPO-44 are much smaller than those in SAPO-5. This inconsistency might result from smaller pore openings in SAPO-44 that hamper the access of pyridine molecules. From the analysis of the TPD of ammonia and IR of chemisorbed pyridine, it could be concluded that SAPO-5 and SAPO-44 have 1 I ronsted acid sites, and the 1600 1550 1500 1450 1400 Wovenumber(cm-) Fig. 6. FI-IR spectra of zeolites following pyridine adsorption and desorption at 150 J.-K. Jean et al. /Applied Catalysis A: General 124 (1995) 91-106 99 Table 2 Carbon dioxide hydrogenation over hybrid catalysts Catalyst CulZnOIZr02 Cu/ZnO/ Cu/ZnO/ CulZnOl + H-ZSM-5 ZtQ, + SAP044 ZrO> + SAPO-5 Al,O, + SAPO-5 CO2 cow. (Oh) 24.5 Hz con (%) 19.7 Yield (wt.-%) H.C. 1.6 co 20.8 MeOH I.0 DME 1.1 H.C. selectivity (wt.-%) Cl 12.3 CL 86.9 C, 0.8 C, 0.0 C, 0.0 C ht 0.0 Aromatics 0.0 Cz + yield (wt.-%) 1.4 i-Cd/n-C, 0.0 Alkene/alkane in C,, 0.0 25.8 25.0 24.3 29.4 31.1 27.5 8.0 9.5 6.8 17.5 15.4 17.3 0.0 0.0 0.0 0.3 0.1 0.2 5.9 3.9 7.5 23.5 5.9 5.6 43.3 18.5 13.6 23.9 54.4 51.6 2.6 12.9 14.5 0.8 4.5 7.2 0.0 0.0 0.0 7.6 9.1 6.3 0.5 6.1 6.9 0.0 0.0 0.0 Reaction temp., 340; pressure, 28 atm; W/F, 20 g,,, h/mol; HZ/COZ, 3/I. acid strength of SAPO-5 and SAPO-44 is weaker than that of H-ZSM-5 while the concentration of weak- and medium-strength acid sites is higher than that of H- ZSM-5. 3.2. Catalytic activity Table 2 lists the catalytic performance at steady state in carbon dioxide hydro- genation over hybrid catalysts. Neither alkenes nor aromatics were obtained over the hybrid catalysts. The formation of coke and aromatics in syngas conversion over hybrid catalysts could be inhibited due to the quick hydrogenation of alkenes which are the intermediates for the conversion of methanol into aromatics or coke [ 261. The catalytic activity as well as the product distribution remained constant over 72 h. Since significant deactivation of the hybrid catalyst could not be observed, coke formation seems to be negligible. In the case of using H-ZSM-5 as a zeolite, the selectivity to ethane was the highest of the hydrocarbon products. Although there is some controversy in the interpretation of the methanol-to-hydrocarbon mechanism, ethene was widely con- sidered as an active intermediate in the reaction sequence [ 271. The formation of ethane appears to be due to an abundance of strong Bronsted acid sites that have a high hydrogenation ability to reduce alkenes to alkanes. The low hydrocarbon yield over the hybrid catalyst containing H-ZSM-5 differs from the results obtained for loo J.-K. Jeon et al. /Applied Catalysis A: General 124 (199.5) 91-106 hydrocarbon synthesis from syngas over a similar type of hybrid catalyst [ 261. The deviation in yields may arise from the difference in feed between carbon dioxide and carbon monoxide. Methanol seems to be formed via carbon monoxide as the intermediate in carbon dioxide hydrogenation on the hybrid catalyst, and conse- quently the selectivity to methanol was low. Therefore the effect of adding H-ZSM- 5 may be smaller than that in syngas conversion. This analysis is consistent with other reports [ 6,7]. Large amounts of C2-C5 aliphatic hydrocarbons were obtained over the hybrid catalyst composed of Cu/ZnO/Zr02 and SAPO-5, and the selectivity to butane was the highest of the hydrocarbons produced. It seems that the medium-strength Bronsted acid sites enable chain oligomerization toward higher hydrocarbons. For the hybrid catalyst composed of Cu/ZnO/Zr02 and SAPO-44, the hydrocarbon yield was similar to that obtained over the hybrid catalyst with SAPO-5. This result seems to be due to the fact that the acid strength as well as the concentration of acid sites of SAPO-44 is comparable to that of SAPO-5 as shown by ammonia TPD (Fig. 5). It may also be possible that the product distribution is dependent on crystal size of the molecular sieves. It was reported that the degree of C-C bond growth increased and the selectivity to aromatic hydrocarbons increased with the crystal size of H-ZSM-5 in syngas conversion [ 261. In spite of the larger crystal size of SAPO-5 (5.0 pm) and SAPO-44 ( 10.0 pm) as compared to that of H-ZSM-5 (2.0 pm), the hybrid catalysts containing SAP0 did not give aromatic hydrocarbons. In addition to the moderate acidity, the large pore size of SAPO-5 (0.8 nm) seems to play an important role for production of C2-C5 hydrocarbon. The hydro- carbon product distribution over the hybrid catalyst with SAP044 is different from that over the hybrid catalyst with SAPO-5. The selectivity to propane was the highest over the hybrid catalyst with SAPO-44. On the other hand, the iso/normal C, ratio observed on the hybrid catalyst with SAPO-5 was much higher than that over the catalyst with SAPO-44. The difference in hydrocarbon distribution is supposedly due to the difference in pore size between SAPO-5 (0.8 nm) and SAPO- 44 (0.43 nm) . So the yield and the distribution of hydrocarbon products over hybrid catalysts is determined by the acidity as well as by the pore size of the molecular sieve. The hydrocarbon yield over the hybrid catalyst composed of Cu/ZnO/ZrO, and SAPO-5 was slightly higher than that over the hybrid catalyst composed of Cu/ ZnO/A1203 and SAPO-5, while hydrocarbon product distribution was almost unchanged. This is due to higher yield of methanol synthesis over Cu/ZnO/ZrOz catalyst than that over Cu/ZnO/Alz03, as shown in Table 3. Methanol yield in carbon dioxide hydrogenation over Cu/ZnO/ZtQ (60:30: 10 wt.-%) was slightly higher than that over Cu/ZnO/Al,O, (60:30: 10 wt.-%). Fig. 7 shows the effect of reaction temperature on catalytic performance over the hybrid catalyst composed of Cu/ZnO/ZrO, and SAPO-5. It was found that C,, hydrocarbons were not formed at temperatures below 280 while formation of dimethyl ether occurred through dehydration of methanol. With the subsequent J.-K. Jeon et al. /Applied Catalysis A: General 124 (1995) 91-106 101 Table 3 Carbon dioxide hydrogenation over copper-based catalysts Catalyst Cu/ZnO/ZrO Cu/ZnO/Al,O~ Reaction temperature () 250 340 250 340 CO, conv. (%) 21.1 24.4 17.6 23.5 H, conv. (%) 22.2 20.1 19.1 19.9 Yield (wt.-%) H.C. co MeOH 0.1 2.5 0.4 2.4 10.2 20.3 9.5 20.1 10.8 1.6 7.7 I.0 H. C. selectivity (wt. -%) C, C* C 3+ C,, yield (wt.-%) Alkenelalkane in C,, 97.0 3.0 0.0 0.0 0.0 77.9 18.4 3.7 95.1 4.9 0.0 0.0 0.0 74.9 16.8 8.3 0.6 0.0 0.6 0.0 Pressure, 28 atm; W/F, 20 g,,,,, h/mol; H2/COZ, 3/l. Cu/ZnO/ZrO, (60:30:10 wt.-%) 50% + SiOa 50%; BET area, 57.7 mg; Cu area, 7.7 m2/g (measured by N,O titration [ 161) . h Cu/ZnO/AlaOs (60:30: 10 wt.-%) 50% + SiOz 50%; BET area, 42.1 m*/g; Cu area, 6.4 m*/g. Tsmperaturs() Pig. 7. Effect of reaction temperature of carbon dioxide hydrogenation over the hybrid catalyst composed of Cu/ ZnO/Zfiz and SAPOJ; pressure, 28 atm; W/F, 20 g,,,, h/mol; H,/C&, 3. 102 J.-K. Jeon et al. /Applied Catalysis A: General 124 (1995) 91-106 250 300 350 400 Twnperatur&) Fig. 8. Effect of reaction temperature on carbon dioxide hydrogenation over Cu/ZnO/ZrOz; pressure, 28 atm; Wl E 20 &a, kd hlmol; H2/C02, 3. increase in reaction temperature to 34O, the hydrocarbon yield increased, but slightly decreased at higher temperature. As shown in Fig. 8, methanol synthesis is favored at lower temperature in carbon dioxide hydrogenation over Cu/ZnO/ZrO,. On the other hand, the methanol conversion to hydrocarbons over SAPO-5 is favored at higher temperature above 300 as shown in Fig. 9. The optimum reaction temperature for a maximum hydrocarbon yield is ca. 340 over this hybrid catalyst system. Fig. 10 shows the fractional increase in the rate of C3-C5 hydrocarbons by adding ethene to the feed gas ( C02:H2:C2H4 = 1:3:0.08 in molar ratio) over the hybrid catalyst composed of Cu/ZnO/ZQ and SAPO-5 at 340 and 14 atm. The rate of formation of C3, C, and C5 increased 1 1 %, 13% and 32%, respectively. Ethene must be one of the intermediates and propagates readily to higher hydrocarbons. The effects of contact time on the hydrocarbon yield and the product distribution were shown in Fig. 11. At short contact time below 10 g,,, h/mol, carbon dioxide was mainly converted to carbon monoxide. An increase in contact time beyond 25 g,,, h/mol decreased the selectivity to carbon monoxide and increased the hydro- carbon yield. Fig. 12 shows the effect of carbon monoxide addition into the HZ/ CO2 system. In the Hz-CO2 reaction without carbon monoxide, the hydrocarbon yield was 5.6%. Addition of carbon monoxide increased the hydrocarbon yield to 2 1.4% in the Hz-CO reaction. This is consistent with the results of Inui et al. [ 71. They suggested that carbon monoxide was the intermediate in carbon dioxide conversion to methanol at high conversion levels. J.-K. Jeon et al. /Applied Catalysis A: General 124 (1995) 91-106 100 [Conversicfl*- O - 60 s - 60 : a - 40 ; z - 20 s \\ 0 0 J 250 300 350 4oo 250 300 350 400 103 Twnpwatur&) Fig. 9. Effect of reaction temperature on methanol conversion over SAPO-5; pressure, 1 atm; W/F, 20 g,,, bed hl mol; methanol/He, l! 17. A follow-bed arrangement, consisting of Cu/ZnO/ZrO, and SAPO-5 in series, was investigated. As seen in Table 4, the product distribution was quite similar to that obtained over a hybrid catalyst in the single bed system, while the hydrocarbon yield was much lower than that over the hybrid catalyst in the single bed system. For the hybrid catalyst in the single bed system, the equilibrium constraints of methanol formation can be avoided by the removal of methanol from the gas phase through conversion to hydrocarbons. The equilibrium shift in the methanol synthe- sis enables more hydrocarbon formation than the thermodynamically limited meth- anol formation from carbon dioxide. In the follow-bed arrangement, however, C __ = 30 i ; *; 20 : :: 10 I= 0 C3 c, ce Fig. 10. Fractional increase in the rate of C,-CI hydrocarbons by ethene addition over the hybrid catalyst composed of Cu/ZnO/ZrO, and SAPO-5; temperature, 340; pressure, 14 atm; W/F, 20 g,,, h/mol; H,:C0,:C2H, = 1:3:0.08. 104 J.-K. Jean et al. /Applied Catalysis A: General 124 (1995) 91-106 0 100 5 c, c.+ 60 - E 3 3 60- c, fi + 40- 6 / 6 20 - * LCJ _~ 0 2-L 0 5 10 15 20 25 W/F(p-cat X h/mal) Fig. 11. Effect of contact time on carbon dioxide hydrogenation over the hybrid catalyst composed of Cu/ZnO/ ZrO, and SAPO-5; temperature, 340; pressure, 28 atm; H,/C02, 3. 3 : 40 60 : x 9 - 5o Conversion ?? _, 0 8 30 - 0 + /c -40 +, n :: 20- /---l30 8 . ri ,I--*-*/ $ ,O _ Hydrocorbog,o _ 2. f i; L-.-----o - 10 E 3 : > 0 I 1 I I 0 0.0 0.2 0.4 0.6 0.8 1.0 E 0 100 , - i? c5 ; BO- --2QY-- E 60- C, 5 Fig. 12. Effect of CO/ (CO* + CO) ratio in the feed over the hybrid catalyst composed SAPO-5; temperature, 340; pressure, 21 atm; W/F, 20 g,,, h/mol; HZ/(C02 +CO), 3. of Cu/ZnO/ZrO, J.-K. Jeon et al. /Applied Catalysis A: General 124 (1995) 91-106 105 Table 4 Comparison of hybrid catalyst in the single bed with the follow-bed arrangement Combination CO* conv. (%) H2 conv. (%) Yield (wt. -%) H.C. co MeOH DME H.C. selectivity (wt.-%) C, C2 C, C CS C bt C,, yield (wt.-%) i-Cl/n-C, Alkene/alkane in C,, Hybrid catalyst Follow-bed 25.0 22.8 31.1 19.6 9.5 3.1 15.4 19.6 0.0 0.0 0.1 0.1 3.9 25.6 5.9 10.0 18.5 12.9 54.4 44.5 12.9 5.5 4.5 1.5 9.1 2.4 6.1 5.1 0.0 0.2 Reaction temp., 340; pressure, 28 atm; W/F, 20 g,,, h/mol; Hz/C02, 3/ 1. methanol formed over the copper catalyst in the first stage was converted to hydro- carbons over SAPO-5 in the second stage. Thermodynamic limits of the methanol formation could not be overcome in this arrangement. As a result, the C,, hydro- carbon yield (2.4%) was much lower than that (9.0%) in the hybrid catalyst system. It was also noted in Table 4 that the hybrid catalysts with SAPO-5 did not give alkenes, while some alkenes were observed over the follow bed. For the hybrid catalyst, the higher alkenes that were oligomerized in SAPO-5 may transfer to the copper catalyst, where they appear to be hydrogenated to alkanes [ 26,281. From the above findings, the reaction pathway of carbon dioxide hydrogenation over hybrid catalysts by combining a methanol synthesis catalyst with a molecular sieve may be written as: ( 1) carbon dioxide hydrogenation to methanol via carbon monoxide and/or direct to methanol over the copper catalyst, (2) methanol/ dimethyl ether to lower alkenes over the molecular sieve, (3) alkene oligomeri- zation and isomerization over the molecular sieve, and (4) hydrogenation to alkanes over the copper catalyst. 4. Conclusion Hybrid catalysts consisting of a copper catalyst with H-ZSM-5, SAPO-5 or SAP044 were used for the synthesis of hydrocarbons through hydrogenation of carbon dioxide. The yield as well as the distribution of hydrocarbon products was 106 J.-K. Jean et ul. /Applied Cata1.W A: General 124 (1995) 91-106 influenced by the acidity and pore size of the molecular sieves. The hybrid catalyst with SAPO-5 or SAP044 was effective for C2 + hydrocarbon synthesis due to the abundance of weak- and medium-strength acid sites over the molecular sieves. Isobutane was the main product over the hybrid catalyst with SAPO-5, and propane over the hybrid catalyst with SAPO-44. Carbon dioxide conversion increased with reaction temperature but a maximum yield of C,, hydrocarbons was obtained at 340 and addition of carbon monoxide or ethene to the feed increased the yield of hydrocarbon. The reaction pathway to hydrocarbons appears to be composed of methanol synthesis from carbon dioxide and hydrogen over the copper catalyst, methanol/dimethyl ether to lower alkene over the molecular sieve, alkene oligomerization and isomerization over the molec- ular sieve, and hydrogenation to alkane over the copper catalyst. References [ I ] A.Ya. Rozovskii, Russ. Chem. Rev., 58 ( 1989) 41. [2] G.C. Chinchen, K. Mansfield and MS. Spencer, ChemTech, (November 1990) 693. [3] K. Fujimoto and T. Shikada, Appl. Catal., 31 ( 1987) 13. [ 41 T. Inui and T. Takeguchi, Catal. Today, 10 ( 1991) 95. [S] K. Fujimoto and K. Yokota. Chem. Sot. Jpn. Catal. Lett., ( 1991) 559. 161 M. Fujiwara and Y. Souma, J. Chem. Sot., Chem. Commun., ( 1992) 767. [7] T. Inui, K. Kitagawa, T. Takeguchi, T. Hagiwara and Y. Makino, Appl. Catal. A, 94 ( 1993) 31 181 N.J. Tapp, N.B. Milestone and D.M. Bibby, Stud. Surf. Sci. Catal., 37 ( 1988) 393. [9] R.B. Borade and A. Clearfield, J. Mol. Catal., 88 ( 1994) 249 [lo] J. Chen, P.A. Wright, S. Natarajan and J.M. Thomas, Stud. Surf. Sci. Catal., 84 ( 1994) 1731. [ 1 I] Y. Amenomiya, Appl. Catal., 30 ( 1987) 57. [ 121 B. Denise, R.P.A. Sneeden, B. Beguin and 0. Cherifi, Appl. Catal., 30 ( 1987) 353. [ 131 M. Saito, T. Fujitani, Y. Kanai, M. Takeuchi, K. Moriya, T. Kakumoto, K. Hagihara, T. Watanabe, Proc. of 1st CO2 Workshop in Korea, Korea Res. Inst. Chem. Tech.. 1993, p. 167. [ 141 R.J. Argauer and G.R. Landolt, US Patent 3,702,886 (1972). [ 151 B.M. Lok, CA. Messina, R.L. Patton, R.T. Gajek, T.R. Cannan and E.M. Flanigen, US Patent 4,440,871 ( 1984). [ 161 G.C. Chinchen, C.M. Hay, H.D. Vandervell and K.C. Waugh, J. Catal., 103 ( 1987) 79. [ 171 N.Y. Topsbe, K. Pedersen and E.G. Derouane, J. Catal., 70 (1981) 41. [ 181 S. Qiu, W. Tian, W. Pang, T. Sun and D. Jiang, Zeolites, 11 ( 1991) 371. [ 191 D. Young and M.E. Davis, Zeolites, 1 I ( 1991) 277. [20] A.M. Prakash, S. Unnikrishnan, K.V. Rao, Appl. Catal. A, I10 ( 1994) 1. (211 Z. Olender, D. Goldfarb and J. Batista, J. Am. Chem. Sot., 115 ( 1993) 1106. [22] J.H.C. van Hooff and J.W. Roelofsen, Stud. Surf. Sci. Catal., 58 ( 1990) 241. 1231 C.V. Hidalgo, H. Itoh, T. Hattori, M. Niwa and Y. Murakami, J. Catal., 85 ( 1984) 362. [24] L. Yang, Y. Aizhen and X. Qinhua, Appl. Catal., 67 (1991) 169. [25] S. Dzwigaj, M. Briend, A. Shikholeslami, M.J. Peltre and D. Barthomeuf, Zeolites, IO ( 1990) 157. [26] K. Fujimoto, H. Saima and H. Tominaga, Ind. Eng. Chem. Res., 27 ( 1988) 920. [27] CD. Chang, Catal. Rev. Sci. Eng., 25 ( 1983) 1. [ 281 K. Fujimoto, K. Asami, H. Saima, T. Shikada and H. Tominaga, Ind. Eng. Chem. Prod. Res. Dev., 25 ( 1986) 262. APCATA 94002584 0926-860X(94)00258-4 10.1016/0926-860X(94)00258-4 Article Selective synthesis of C3–C4 hydrocarbons through carbon dioxide hydrogenation on hybrid catalysts composed of a methanol synthesis catalyst and SAPO Jong-Ki Jeon Kwang-Eun Jeong Young-Kwon Park Son-Ki Ihm ∗ Department of Chemical Engineering, Korea Advanced Institute of Science and Technology, 373-1 Kusong-dong, Yusong-gu, Taejon 305-701, South Korea ∗ Corresponding author. Tel. (+82-42) 8693915, fax. (+82-42) 8693910. Direct synthesis of hydrocarbons through carbon dioxide hydrogenation was investigated over hybrid catalysts composed of methanol synthesis catalysts (Cu/ZnO/ZrO2 and Cu/ZnO/Al2O3) and molecular sieves (H-ZSM-5, SAPO-5 and SAPO-44). It was found that the hybrid catalyst with SAPO-5 or SAPO-44 was effective for the synthesis of C2+ hydrocarbons. The high hydrocarbon yield appears to be due to the abundance of weak- and medium-strength acid sites in SAPO, which could be evidenced through temperature-programmed desorption of ammonia. The product distribution of hydrocarbon products was influenced by the acidity as well as the pore size of the molecular sieves. The selectivity to isobutane was the highest on the hybrid catalysts with SAPO-5. Propane was the main product on the hybrid catalyst with SAPO-44. Carbon dioxide conversion increased with reaction temperature, but a maximum yield of C2+ hydrocarbon was obtained at 340°C. An increase in contact time lowered the carbon monoxide formation and increased the hydrocarbon formation. Addition of carbon monoxide or ethene to the feed increased the hydrocarbon yield. The reaction pathway to hydrocarbons is thought to be composed of methanol synthesis from carbon dioxide and hydrogen, methanol/dimethyl ether to lower alkene, alkene oligomerization, isomerization and hydrogenation to alkane. Keywords Ammonia TPD Carbon dioxide Copper Hybrid catalyst C2+ hydrocarbons Hydrogenation SAPO Temperature-programmed desorption References [1] A.Ya. Rozovskii Russ. Chem. Rev. 58 1989 41 [2] G.C. Chinchen K. Mansfield M.S. Spencer Chem Tech. 1990 693 [3] K. Fujimoto T. Shikada Appl. Catal. 31 1987 13 [4] T. Inui T. Takeguchi Catal. Today 10 1991 95 [5] K. Fujimoto K. Yokota Chem. Soc. Jpn. Catal. Lett. 1991 559 [6] M. Fujiwara Y. Souma J. Chem. Soc., Chem. Commun. 1992 767 [7] T. Inui K. Kitagawa T. Takeguchi T. Hagiwara Y. Makino Appl. Catal. A 94 1993 31 [8] N.J. Tapp N.B. Milestone D.M. Bibby Stud. Surf. Sci. Catal. 37 1988 393 [9] R.B. Borade A. Clearfield J. Mol. Catal. 88 1994 249 [10] J. Chen P.A. Wright S. Natarajan J.M. Thomas Stud. Surf. Sci. Catal. 84 1994 1731 [11] Y. Amenomiya Appl. Catal. 30 1987 57 [12] B. Denise R.P.A. Sneeden B. Beguin O. Cherifi Appl. Catal. 30 1987 353 [13] M. Saito T. Fujitani Y. Kanai M. Takeuchi K. Moriya T. Kakumoto K. Hagihara T. Watanabe Proc. of 1st CO2 Workshop in Korea Korea Res. Inst. Chem. Tech. 1993 167 [14] R.J. Argauer and G.R. Landolt, US Patent 3,702,886 (1972). [15] B.M. Lok, C.A. Messina, R.L. Patton, R.T. Gajek, T.R. Cannan and E.M. Flanigen, US Patent 4,440,871 (1984). [16] G.C. Chinchen C.M. Hay H.D. Vandervell K.C. Waugh J. Catal. 103 1987 79 [17] N.Y. Topsøe K. Pedersen E.G. Derouane J. Catal. 70 1981 41 [18] S. Qiu W. Tian W. Pang T. Sun D. Jiang Zeolites 11 1991 371 [19] D. Young M.E. Davis Zeolites 11 1991 277 [20] A.M. Prakash S. Unnikrishnan K.V. Rao Appl. Catal. A 110 1994 1 [21] Z. Olender D. Goldfarb J. Batista J. Am. Chem. Soc. 115 1993 1106 [22] J.H.C. van Hooff J.W. Roelofsen Stud. Surf. Sci. Catal. 58 1990 241 [23] C.V. Hidalgo H. Itoh T. Hattori M. Niwa Y. Murakami J. Catal. 85 1984 362 [24] L. Yang Y. Aizhen X. Qinhua Appl. Catal. 67 1991 169 [25] S. Dzwigaj M. Briend A. Shikholeslami M.J. Peltre D. Barthomeuf Zeolites 10 1990 157 [26] K. Fujimoto H. Saima H. Tominaga Ind. Eng. Chem. Res. 27 1988 920 [27] C.D. Chang Catal. Rev. Sci. Eng. 25 1983 1 [28] K. Fujimoto K. Asami H. Saima T. Shikada H. Tominaga Ind. Eng. Chem. Prod. Res. Dev. 25 1986 262",
      "scopus-id": "0346395566",
      "coredata": {
        "eid": "1-s2.0-0926860X94002584",
        "dc:description": "Direct synthesis of hydrocarbons through carbon dioxide hydrogenation was investigated over hybrid catalysts composed of methanol synthesis catalysts (Cu/ZnO/ZrO2 and Cu/ZnO/Al2O3) and molecular sieves (H-ZSM-5, SAPO-5 and SAPO-44). It was found that the hybrid catalyst with SAPO-5 or SAPO-44 was effective for the synthesis of C2+ hydrocarbons. The high hydrocarbon yield appears to be due to the abundance of weak- and medium-strength acid sites in SAPO, which could be evidenced through temperature-programmed desorption of ammonia. The product distribution of hydrocarbon products was influenced by the acidity as well as the pore size of the molecular sieves. The selectivity to isobutane was the highest on the hybrid catalysts with SAPO-5. Propane was the main product on the hybrid catalyst with SAPO-44. Carbon dioxide conversion increased with reaction temperature, but a maximum yield of C2+ hydrocarbon was obtained at 340°C. An increase in contact time lowered the carbon monoxide formation and increased the hydrocarbon formation. Addition of carbon monoxide or ethene to the feed increased the hydrocarbon yield. The reaction pathway to hydrocarbons is thought to be composed of methanol synthesis from carbon dioxide and hydrogen, methanol/dimethyl ether to lower alkene, alkene oligomerization, isomerization and hydrogenation to alkane.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-03-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94002584",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jeon, Jong-Ki"
          },
          {
            "@_fa": "true",
            "$": "Jeong, Kwang-Eun"
          },
          {
            "@_fa": "true",
            "$": "Park, Young-Kwon"
          },
          {
            "@_fa": "true",
            "$": "Ihm, Son-Ki"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94002584"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94002584"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00258-4",
        "prism:volume": "124",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective synthesis of C3–C4 hydrocarbons through carbon dioxide hydrogenation on hybrid catalysts composed of a methanol synthesis catalyst and SAPO",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ammonia TPD"
          },
          {
            "@_fa": "true",
            "$": "Carbon dioxide"
          },
          {
            "@_fa": "true",
            "$": "Copper"
          },
          {
            "@_fa": "true",
            "$": "Hybrid catalyst"
          },
          {
            "@_fa": "true",
            "$": "C2+ hydrocarbons"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "SAPO"
          },
          {
            "@_fa": "true",
            "$": "Temperature-programmed desorption"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "91-106",
        "prism:endingPage": "106",
        "pubType": "fla",
        "prism:coverDisplayDate": "30 March 1995",
        "prism:doi": "10.1016/0926-860X(94)00258-4",
        "prism:startingPage": "91",
        "dc:identifier": "doi:10.1016/0926-860X(94)00258-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0346395566"
      }
    }
  }
}