{
  "metadata": {
    "title": "Study of the reducibility of copper in CuOZnO catalysts by temperature-programmed reduction",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-04-11",
    "doi": "10.1016/0926-860X(95)00311-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95003118",
    "pii": "0926860X95003118"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001167643",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95003118 0926-860X(95)00311-8 0926860X95003118 10.1016/0926-860X(95)00311-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00245 2024-01-01T12:18:48.759026Z 0 0 19960411 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 137 137 2 2 Volume 137, Issue 2 8 327 348 327 348 19960411 11 April 1996 1996-04-11 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. STUDYREDUCIBILITYCOPPERINCUOZNOCATALYSTSBYTEMPERATUREPROGRAMMEDREDUCTION FIERRO G KLIER 1982 243 K KLIER 1984 267 K CHINCHEN 1988 1 G BART 1987 1 J GHIOTTI 1987 151 G PARRIS 1986 374 G DOMINGUEZ 1983 369 E CHINCHEN 1986 101 G CHINCHEN 1986 280 G BARTLEY 1988 141 G DENISE 1987 353 B BURCH 1990 55 R BURCH 1990 2683 R FUJITA 1992 349 S NEILS 1989 79 T TOHJI 1985 5671 K CLAUSEN 1991 189 B CLAUSEN 1991 524 B CHANCLANI 1992 59 K SHEFFER 1989 376 G SHEFFER 1989 488 G FUJITANI 1994 271 T VANHERWIJNEN 1974 209 T BARR 1982 523 T KANAI 1994 67 Y BULKO 1979 3118 J OKAMOTO 1983 3747 Y GARBASSI 1984 106 F FLEISCH 1984 165 T SANKAR 1986 2291 G DEROSSI 1988 359 S PORTA 1989 1019 P MORETTI 1989 325 G MORETTI 1990 341 G PORTA 1993 505 P ANNESINI 1993 281 M ROBERTSON 1975 424 S GENTRY 1981 603 J BOYCE 1991 309 A BOYCE 1991 1 A PORTA 1988 367 P PORTA 1988 675 P FERRARIS 1991 333 G HERMANN 1979 407 R FIERRO 1994 709 G MONTI 1983 323 D FOGLER 1974 H ELEMENTSCHEMICALKINETICSREACTORCALCULATIONS DORAISWAMY 1987 L GASSOLIDNONCATALYTICREACTIONSINCHEMICALREACTORSREACTIONENGINEERING CIOCI 1993 226 F DELK 1984 380 F KINNAIRD 1987 3399 S KINNAIRD 1988 2135 S FROST 1988 577 J CHAUMETTE 1988 585 P PROC9THINTCONGRCATALCALGARY1988 BURCH 1988 439 R BOWKER 1984 35 M PROC8THINTCONGRCATALBERLIN1984 FIERROX1996X327 FIERROX1996X327X348 FIERROX1996X327XG FIERROX1996X327X348XG item 0926-860X(95)00311-8 0926860X95003118 1-s2.0-0926860X95003118 10.1016/0926-860X(95)00311-8 271346 2024-01-01T12:18:48.759026Z 1996-04-11 1-s2.0-0926860X95003118-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95003118/MAIN/application/pdf/5922930f3cb060d347804b7c1b84b648/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95003118/MAIN/application/pdf/5922930f3cb060d347804b7c1b84b648/main.pdf main.pdf pdf true 1251018 MAIN 22 1-s2.0-0926860X95003118-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95003118/PREVIEW/image/png/5656ab6d175ec0b1bbe095241cb24df0/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95003118/PREVIEW/image/png/5656ab6d175ec0b1bbe095241cb24df0/main_1.png main_1.png png 56644 849 656 IMAGE-WEB-PDF 1 1-s2.0-0926860X95003118-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95003118/STRIPIN/image/gif/51c9568da32568f1e8c7cd3042132472/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95003118/STRIPIN/image/gif/51c9568da32568f1e8c7cd3042132472/si1.gif si1 true si1.gif gif 371 30 51 ALTIMG ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 137 (1996) 327-348 Study of the reducibility of copper in CuO-ZnO catalysts by temperature-programmed reduction G. Fierro a.., M. Lo Jacono a, M. Inversi a, p. Porta a, F. Cioci b, R. Lavecchia b a Centro di Studio CNR 'SACSO', c/o Dipartimento di Chimica, Universith di Roma 'La Sapienza', Piazzale Aldo Moro 5, 00185 Rome, Italy b .... Diparnmento dt lngegnena Chimica, Universith 'La Sapienza', Via Eudossiana 18, 00184 Rome, Italy Received 14 September 1995; revised 17 November 1995; accepted 17 November 1995 Abstract Temperature-programmed reduction (TPR) has been used in this work to study the reduction of copper in CuO-ZnO catalysts with different Cu/Zn atomic ratios using H2 as reducing agent. In all catalysts, CuO was completely reduced to metal. The influence exerted by ZnO on the reduction of copper was evaluated for a wide range of composition and a scale of reducibility was established. ZnO affects the hydrogen reduction of copper, CuO-ZnO samples showing a different behaviour with respect to the pure copper oxide. The reduction is always promoted and, in particular, catalysts with lower copper loading (Cu:Zn < 30:70 as atomic ratio) showed the highest reactivity and are characterised by the presence of two reducible copper species. Results of a kinetic analysis based on the TPR profiles confirmed the role played by ZnO as promoter of the copper oxide reduction. The effect of the preparation method on the catalyst reducibility was also verified and discussed in a specific case. H2-CO2-H2 redox cycles were carried out on some representative samples which, after the first reduction in H2, were reoxidised with CO2 and then reduced again by H2. These experiments revealed that a small percent of metal copper formed in the CuO-ZnO catalysts is oxidised by CO2 regardless of the catalyst composition, whereas metal copper formed by reduction of pure CuO is not reoxidised at a detectable level. Furthermore, it was evidenced that the small fraction of copper reoxidised by CO2 was extremely reactive, being reduced at temperatures much lower than those found for the reduction of the as-prepared catalysts. Both the TPR investigation and the H2-CO2-H2 redox cycles clearly assessed the presence of a synergistic effect arising by the contact of CuO with the ZnO particles. Keywords: Copper oxide-zinc oxide; Reducibility; Temperature-programmed reduction * Corresponding author. Fax. (+ 39-6) 490324. 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00311-8 328 G. Fierro et al./Applied Catalysis A: General 137 (1996) 327-348 1. Introduction Catalysts based on CuO-ZnO mixed oxides are of a considerable industrial interest owing to their activity for the low temperature-pressure methanol synthesis and the water-gas shift reaction. In consequence of its success, the CuO-ZnO system has prompted a great deal of fundamental work devoted to clarify either the role played by each component and the nature of the active sites. This is widely documented by several reviews [I-5] which bring also into evidence that controversial issues are yet lively. In fact if, on the one hand, there is a general agreement about the central role played by the reduced copper, on the other hand many questions remain still open. In particular, the interaction of copper with ZnO and the copper oxidation state supposed to be involved as active site during the catalytic process are object of extensive debate. Some authors state that a synergic effect arises by the contact with ZnO being the binary catalyst much more active than each component on its own [2,6,7]. In contrast to this, other authors claim that the active site is placed on a particle of copper metal and that no Cu-ZnO synergy occurs [8,9]. Bartley and Burch [10] and Denise et al. [11] have found pronounced support effects when different copper catalysts are tested for the methanol synthesis from both CO/H2 and CO2/H2 mixtures. In particular, Burch et al. have proposed that the role of ZnO is to act as a reservoir for hydrogen and to promote the hydrogen spill-over [12,13]. A detailed mechanism of the methanol synthesis, via hydrolysis of a zinc methoxide species, has been recently suggested by Fujita et al. [14]. If, on the one hand, some authors gave evidence that only metal copper and zinc oxide were present in the catalyst during the methanol synthesis [14-18], on the other hand, the formation of Cu+ has been also reported in literature [19-22]. In particular, Fujitani et al. suggested that the active component is not only Cu+ but also Cuand that the support may play the role to control the Cu+/Cu ratio on which the catalytic activity depends. The view, so far described, is further complicated by the fact that, depending on the experimental conditions and on the catalyst preparation history, the formation of a Cu-Zn alloy may also occur [23-25]. The presence of Cu+ species in the reduced Cu/ZnO and CuO/ZnO/AI203 catalysts has been reported in literature [3-6,26-30]. Results published until now by our group have given some evidence of the formation of monovalent copper upon reduction in hydrogen of Cu/ZnO catalysts and the role of ZnO has been also discussed [31-33]. By means of XPS, Moretti et al. found that a strong CuO-ZnO interaction exists in catalysts both at higher [33] and -at lower [34] copper content. Recently, by using X-ray diffraction and diffuse reflectance spectroscopy, Porta et al. have confirmed that a peculiar interaction occurred in the more diluted CuO-ZnO samples calcined at low temperatures [35]. In another recent work of our hand, dealing with a reduction kinetic study of some CuO-ZnO catalysts [36], a promoting effect of ZnO on the copper reducibility G. Fierro et al./ Applied Catalysis A: General 137 (1996) 327-348 329 has been reported. The present work is concerned with a TPR study of CuO-ZnO catalysts and with a kinetic analysis of their reduction process. Our aim is to evaluate the reactivity of copper, to gain a direct evidence of the Cu-ZnO synergism and to develop a kinetic model which is able to estimate the kinetic parameters of the reduction by a computer simulation of a single experimental TPR profile. Robertson et al. used the TPR technique first to study the reducibility in hydrogen of copper-nickel-on-silica catalysts and to evaluate the metal-support interaction [37]. Gentry et al. studied by TPR the promoting influence of transition metals on the reduction of CuO [38]. Fleisch and Mieville reported TPR profiles of pure CuO, CuO-ZnO and CuO-ZnO-A1203 catalysts and stated that the CuO reducibility is higher in the ternary than in the binary system being the CuO-ZnO-A1203 and the CuO-ZnO catalysts reduced at a temperature of 140 K lower and at 50 K higher with respect to pure CuO, respectively [29]. In a recent paper, Boyce et al. evaluated by TPR the reducibility of copper in CuO-ZnO catalysts whose composition ranged be- tween 3% up to 15% of CuO [39]. The TPR profiles of these catalysts showed single reduction peaks and the peak maxima, TM, were similar to those observed by the same authors for CuO alone [40]. Although copper-based catalysts have been investigated by TPR, the results obtained from the previous studies are sometimes contradictory and, in consequence, the role of the support towards the copper reduction cannot easily settled. On the other hand, it is not possible to compare the TPR results reported in literature because of the different catalyst preparation methods and different experimental conditions employed for the TPR runs. Therefore, we have carried out a systematic TPR study of the CuO-ZnO system in a wide range of Cu/Zn composition in order to assess the influence exerted by ZnO on the copper reducibility. Results of a kinetic analysis of the reduction process based on a computer simulation of the TPR profiles are also presented. Finally, in order to test the capability of CO2 to re-oxidise the reduced catalysts as well as to evaluate both the reactivity and the amount of the re-oxidised copper, H2-CO2-H2 redox cycles were carried out on some representative CuO-ZnO catalysts and on pure CuO. 2. Experimental 2.1. Catalyst preparation and characterization CuO-ZnO mixed oxides with nominal Cu:Zn atomic ratios = 0:100, 5:95, 10:90, 30:70, 50:50, 67:33, 77:23, 85:15, 92:8, 100:0 have been investigated in this study. Both the preparation method and the characterization have been reported in detail in previous papers of our group [32-35,41-43]. Briefly, samples were prepared by thermal decomposition at 623 K in air of hydroxycar- bonates precursors, namely zincic-malachite, ZnxCu2_x(OH)2CO3, at higher 330 G. Fierro et al./Applied Catalysis A: General 137 (1996) 327 348 Table 1 TPR results of CuO and CuO-ZnO catalysts Sample TPR TM K= So/V *co Wl/2 Loading SO SA D(4) Cu:Zn Run (K) (s) (K) (g) (/xmol) (m2/g)CuO-znO 100:0 27 504 148 30 0,02040 250 40 92:8 a 36 477 118 29 0.01960 200 71 85:15 a 28 483 118 21 0.02070 200 7l 77:23 a 29 475 118 24 0.02300 200 74 67:33 a 30 480 118 22 0.02640 200 74 50:50 49 473 124 18 0.03430 209 77 30:70 41 473 124 18 0.05660 240 79 10:90 32 450 118 29 0.16200 210 67 473 5:95 33 451 118 30 0.32800 200 73 469 21 5:95 b 47 488 118 40 0.32800 200 24 100:0-HN a,c 35 517 136 54 0.01790 230 2 50:50-HN c 44 488 124 33 0.03420 210 8 513 15 140 - 90 90 9O 90 65 100 65 100 65 100 nd d nd nd nd > 800 380 > 800 Experimental conditions: /3 = 5 K min ~; stream: 6% (v) H2 in N2, V * = 40 ml (STP) min ~. Some results of the characterization are also reported. a Data from Ref. [45]. b Sample calcined further at 873 K for 24 h. c Sample obtained by decomposition of hydroxynitrate as precursor. d Not detectable. copper content and copper-hydrozincite, Zn5_xCux(Co3)2(oH)6, at lower cop- per content. The catalysts are formed by well dispersed mixed ZnO-CuO oxides o of relatively high surface areas and of crystallite sizes below 100 A. The experimental copper and zinc content was determined by atomic absorption spectroscopy and it was very close to the nominal values. Total surface areas were measured by the BET method. Samples having Cu:Zn = 100:0 and 50:50 atomic ratios were also prepared by coprecipitation at variable pH according to the method reported by Herman et al. [44]. In this case, hydroxynitrate precur- sors were obtained [43], and their thermal decomposition at 623 K formed mixed CuO-ZnO oxides with very low surface areas. These last samples have been labelled as Cu:Zn = 100:0-HN and 50:50-HN, respectively. In Table 1, some results of the characterization of the calcined samples are reported. 2.2. Temperature-programmed reduction: apparatus and procedures The scheme of the TPR apparatus has been in detail described elsewhere [45]. It consists of two parts: (1) a flow system to perform the TPR measurements by applying a stream of diluted hydrogen and (2) a BET-type vacuum line where the sample pretreatment, trapping of the water released during the reduction and measurement of its quantity can be effected [45]. Ultrapure gases, H2 (99.999%), G. Fierro et al./Applied Catalysis A: General 137 (1996) 327-348 331 N2 (99.999%), 02 (99.995%) and He (99.995%), were employed with no further purification and a 4-channel electronic mass-flow controller (UCAR Instru- ments, Model MFB 30) was used for fixing the flow rates of each gas accurately. A temperature controller (Leeds and Northrup Instrument, Model Electromax V Plus) was used for the temperature programs. The HW detector and the temperature controller were connected to an IBM compatible personal computer and both the hydrogen uptake and the heating rate, /3, were digitally acquired and processed. No interference on the TPR profiles caused by mass transfer limitations or dispersion effects were observed under our experimental conditions [45,46]. Samples used for the TPR measurements have the consis- tency of a fine powder and particle sizes less than 100 /xm. A quartz-glass reactor with a porous septum was used. Depending on the catalyst composition, the reactor was loaded with a different quantity of catalyst (0.020-0.350 mg) in order to have a comparable amount of copper to be reduced. The experimental operating variables (i.e., the initial hydrogen concentration, co = 2.52 /xmol/ml, the initial amount of reducible species, So = 200-250 txmol and the total flow rate, V *= 40 ml/min) were carefully chosen in order to obtain optimum reduction profiles [45]. Before starting a TPR run, each sample was pretreated in-situ under flowing 02 at 573 K for 1 h, flushed with N2 at 573 K for 0.33 h and cooled in N2 to room temperature. A standard TPR run consisted of (i) an initial treatment in the reducing stream (40 ml/min of 6% v/v H2 in N2) at room temperature for 0.01 h, (ii) temperature programming, (iii) keeping the sample at the final temperature for 0.33 h and (iiii) outgassing of the sample at the final temperature for 0.33 h. The heating rate, /3, was fixed at 5 K min- unless stated otherwise. The total hydrogen consumption was determined in two ways: (a) by transmitting the HW detector output to an amplification and integration system (Shimadzu Instruments, Model Chromatopac C-R1B); (b) by estimating the water release during the reduction through a stepwise expansion into a calibrated zone of the vacuum line. Peaks in the TPR profiles were characterised by the temperature corresponding to the maximum hydrogen consumption rate, TM and the full width at half maximum, Wl/2. The repro- ducibility of both the peak shape and the peak maximum has been checked and it was always preserved. 2.3. H2-CO2-H2 redox cycles H2-CO2-H2 redox cycles were carried out on CuO obtained from malachite and on Cu:Zn = 85:15, 50:50 catalysts. In order to evaluate the influence of the preparation method on the catalyst reactivity, the 50:50-HN sample was also tested. A redox cycle consisted of three consecutive steps: (i) a standard TPR run (run A) of a fresh portion of the catalyst; (ii) an oxidation step by CO2 at 573 K for 0.33 h and (iii) a second TPR run (run B). The CO2, withdrawn at an initial partial pressure of about 70 Torr, was circulated over the catalyst through 332 G. Fierro et al./Applied Catalysis A: General 137 (1996) 327-348 the circulation loop of the vacuum line which was provided with a magnetically driven glass pump. As the circulation time was over, the residual CO2 was rapidly removed and the catalyst was firstly outgassed at 573 K for 0.33 h and then cooled in flowing nitrogen to room temperature before starting the second TPR run. 2.4. Kinetic analysis of the TPR profiles The heterogeneous reaction system was regarded as a semicontinuous plug- flow reactor (PFR) in which the reduction of the solid takes place. In this type of reactor, the concentration of the different species is assumed to vary continu- ously in the axial direction and to be uniform on each section normal to the reactor axis [47]. It should be noted that in a plug-flow reactor no additional hypothesis is required on the degree of conversion or on the shape of the concentration profiles, on the contrary, as occurs when a differential behaviour for the gas-solid reactor is assumed [48]. Accordingly, the model developed in this work can be considered more general than those usually employed for the TPR profile analysis [49,50]. The kinetic model is based on the differential mass-balance for hydrogen and a finite mass-balance for the reducible species, which lead to the following equations: v* 04 z,t) 04 z,t) --+r(c,s,T)+---=O (1) A Oz Ot Os(z,T) r(c,s,T) + 0---~ = 0 (2) where r is the reduction rate, V * is the volumetric flow-rate, A is the area of the normal reactor section, c is the hydrogen concentration and s is the amount of the reducible species per unit volume of reactor. The reaction rate was related to the reactant concentrations by the power-law model equation [51 ]: r( c,s,T) = k(Z)cmsq (3) where m and q are the reaction orders with respect to hydrogen and metal oxide, respectively, and k(T) is a temperature-dependent rate constant. For the latter, the Arrhenius equation can be considered: k(T) = ko exp (4) The derivative Os/Ot can be expressed as a function of the heating rate, fl, according to the following equation: as(z,T) aT as(z,T) as(z,T) 8-- (5) at dt aT aT G. Fierro et al. / Applied Catalysis A: General 137 (1996) 327-348 333 Furthermore, if the permanence time of hydrogen inside the reactor is much smaller than the characteristic reaction time, quasi-steady state conditions can be assumed for the gas phase. With this latter hypothesis and accounting for Eqs. (3)-(5), Eqs. (1)-(2) become: V* Oc( z,t ) A Oz [ -Ea ~ rn --+k0exp//~]c(z,T) s( z,T)q = O ] (6) -E~) ko exp --~ c(z,r)~s(z,T)q + fi -- es(z,r) OT =0 (7) The initial and boundary conditions associated with these equations are the following: To (8) s(z,To)=so O<.%z~L (9) where co is the hydrogen concentration at the reactor inlet, so is the initial solid concentration, To is the initial temperature and L is the reactor length. The solution of Eqs. (6)-(7) provides the following two functions: c=c(z,T) (10) s=s(z,T) (11) which describe the change in the reactant concentrations during the reduction. The first relationship, calculated at z = L, allows to evaluate the theoretical TPR profile. Further information on the reducibility of the solid can be obtained by determining how the extent of reduction, oe, varies with temperature. The extent of reduction represents the fractional conversion of the reducible species and has been defined as follows: [ So- S(T)]/So (12) In Eq. (12) the temperature dependence of the amount of the solid, S(T), can be calculated through the following equation: S(T) = A foLs( z,T)dz (13) The extent of reduction, a, ranges from zero, at time t = 0, to 1, when the reduction is completed. The curve c~(T) has generally a sigmoid-like shape and its position can be related to the catalyst reducibility. In particular, if the catalyst reduces easier the curve becomes more sigmoidal shifting towards lower temper- atures. 334 3. Results G. Fierro et al./Applied Catalysis A.\" General 137 (1996) 327-348 3.1. Temperature-programmed reduction In Fig. 1, the TPR profiles of CuO and Cu:Zn = 50:50, 30:70, 10:90, 5:95 catalysts are reported. For the sake of comparison, the reduction profile of the Cu:Zn = 85:15 [45] has also been included. In Table 1, the results obtained from the TPR measurements together with other data are reported. The TPR results concerning the Cu:Zn = 92:8-67:33 specimens are also included in Table 1. Both the integrated hydrogen consumption and the amount of trapped water, formed upon reduction, indicates that a complete reduction of copper to metal was always achieved at the final temperature (ca. 573 K) of each TPR run. Pure ZnO did not reduce under the same experimental conditions. The reduction profile of CuO is characterised by a single and quite sharp peak (see Fig. 1) whose maximum is located at 504 K. The TPR profiles of the catalysts at higher (3 Cu/Zn / S k~ 5/95 l_ t 0/90 k, 30/70 / I \" 50/50 x0 5 I 273 373 473 573 T/K Fig. 1. TPR of the Cu:Zn = 100:0, 85: 15, 50:50, 30:70, 10:90 and 5:95 catalysts. Conditions: fl = 5 K min J, 6% (v) Hz in N2, V * = 40 ml (STP) min-~. G. Fierro et al./ Applied Catalysis A: General 137 (1996) 327-348 335 Cu content (Cu:Zn = 92:8-50:50) are also represented by single and narrow reduction peaks but their maxima are centred at temperatures (about 480 K, see Table 1) lower than that found for pure CuO. On the other hand, the peak shape in the TPR profiles of the catalysts at lower copper loading (Cu:Zn = 30:70- 5:95) is gradually changing. In fact, the TPR profiles of the Cu:Zn = 30:70 and, in particular, of the 10:90 catalysts can be distinguished from the others because, close to the most prominent peak at 473 K, a shoulder appears in the lower temperature side (see Fig. 1). On decreasing further the copper content the shoulder becomes even more pronounced and converts indeed for the Cu:Zn = 273 1 Cu/Zn 5/95 b A 373 1.73 573 T/K B Cu/Zn /~o/o ~73 573 T/K QJ ,.y Q. ,/ J / J 273 C Cu/Zn / OHN 50/50 ~IIOO/O-HN 373 ~73 573 T/K Fig. 2. (A) TPR of the Cu:Zn = 5:95 catalyst: (a) calcined at 623 K for 24 h; (b) alter a further calcination at 873 K for 24 h; (B) TPR of the Cu:Zn 100:0 and 100:0-HN; (C) TPR of Cu:Zn = 50:50, 50:50-HN and, for the sake of comparison, of Lhe Cu:Zn = |00:0-HN. 336 G. Fierro et al./Applied Catalysis A: General 137 (1996) 327-348 5:95 catalyst in a well resolved second peak at 450 K. In Fig. 2A the TPR profiles of the Cu:Zn = 5:95 catalyst initially calcined at 623 K and after a further calcination at 873 K for 24 h are reported. Interestingly, the double peak characterizing the catalyst calcined at lower temperature is replaced by a single and symmetrical reduction peak, positioned at 488 K, when the calcination at higher temperature was made. In Fig. 2B the TPR profiles of the Cu:Zn = 100:0-HN and 100:0 specimens, obtained from decomposition of gerhardtite and malachite, respectively, are reported. It should be noted that single reduction peaks characterise the reduction profiles of CuO specimens regardless of the preparation method. Compared to CuO obtained from malachite, the TPR profile of CuO obtained from gerhardtite is more symmetrical, is slightly shifted towards higher temperatures (TM = 517 K) and is wider (54 K) (see Fig. 2B and Table 1). In Fig. 2C the TPR profiles of the Cu:Zn = 50:50-HN and 50:50 catalysts are reported and, for the sake of comparison, the TPR profile of the Cu:Zn =- 100:0-HN is also included. The catalyst originated from the hydroxyni- trate based precursor (Cu:Zn = 50:50-HN) shows two well resolved peaks centred at about 488 and 513 K, respectively, whereas the catalyst obtained by decomposition of the hydroxycarbonate based precursor (Cu:Zn = 50:50) gives a single reduction peak positioned at about 474 K (see Fig. 2C and Table 1). 3.2. H2-CO2-H2 redox cycles In Fig. 3, the TPR profiles (runs B) obtained after re-oxidation by CO2 of the Cu:Zn = 100:0, 85:15, 50:50 and 50:50-HN catalysts previously reduced in the first TPR runs (runs A) are reported. The experimental conditions and results of these measurements are summarised in Table 2. The TPR profiles are charac- terised by single peaks centred at about 373 K. It should be noted that this temperature is much lower than that found for the reduction profiles of the .~ Cu /Zn (3 ~ ~ 50/50HN ~\" ~______-~so/so ~.~85/15 _--------- I00/0 I 273 373 473 TIK Fig. 3. TPR of Cu:Zn = 100:0, 85:15, 50:50 and 50:50-HN catalysts after the CO2 oxidation step at 573 K for 0.33 h. G. Fierro et al./Applied Catalysis A: General 137 (1996) 327-348 Table 2 TPR results and kinetic analysis for CuO and CuO-ZnO catalysts 337 Sample TPR and kinetic analysis Cu:Zn Loading SO run A TM e TM c Ea CO2-H2 redoxcycles (g) (p.mol (K) (K) (kJ/mol) runB Pco2 TM e TM c Ea %ofCu (Torr) (K) (K) (kJ/mol) reoxidised by CO2 a 100:0 0.01630 205 78A 504 503 84 78B 67.0 85:15 0.02340 249 77A 483 485 80 77B 67.5 383 67:33 0.02640 220 30 480 480 79 50:50 0.03670 225 72A 478 475 78 72B 69.3 373 50:50-HN 0.03350 209 82A 488 490 81 82B 71.9 398 513 515 85 5:95 0.32850 201 84A 451 450 74 469 468 77 385 63 4.4 375 61 3.5 399 65 0.61 Estimated activation energies, Ea, and comparison between experimental, TM e and calculated, TM c temperatures at the peak maximum. 'Runs A' are referred to the as-prepared specimens. 'Runs B' are referred to the specimens reduced in the runs A then reoxidised by CO2 at 573 K for 0.33 h and finally reduced again (see the H2-CO2-H2 redox cycles section in the text). a The percentage of metal Cu re-oxidised by CO2 has been calculated as the ratio between the total H2 consumed in the run B and total H2 consumed in the run A. as-prepared catalysts (TM 474-480 K, see Fig. 1 and Table 1). The quantitative analysis of the hydrogen consumption indicated that just a small amount of the total metal copper was re-oxidised by CO2 at 573 K (see Table 2). Pure CuO did not show any reduction peak after the treatment with CO2, this result pointing out that reduced CuO is not reoxidised by CO2 to a detectable extent with respect to the CuO-ZnO catalysts, at least in our experimental conditions. It is worthwhile to note that, if compared to the homologue Cu:Zn = 50:50 specimen, the Cu:Zn = 50:50-HN catalyst was oxidised by CO2 to a much lower extent. On the same portion of the Cu:Zn = 85:15 and 50:50 catalysts, when the first H2-COz-H2 redox cycle was completed, a further CO2-H2 redox cycle was carried out. For both catalysts, a single reduction peak appeared and again it was centred at 373 K, as previously observed. This result suggests a reversibility of the H2-CO2-H2 redox cycles. 3.3. Kinetic analysis The kinetic model was utilised to estimate the activation energy, Ea and the reaction orders with respect to copper and hydrogen for the reduction process. The integration of the partial differential Eqs. (6)-(7) was performed numeri- cally by a fourth-order Runge-Kutta technique. A temperature step of 1 K was used, whereas the z-axis step was determined by dividing the reactor length into twenty parts: a further reduction of both these steps did not provide any significative change in the numerical results. 338 G. Fierro et al./Applied Catalysis A: General 137 (1996) 327-348 The mathematical model contains four kinetic parameters: the two reaction orders, m and q, the pre-exponential factor, k0, and the activation energy, Ea. A preliminary estimation of these parameters was carried out by minimizing for each TPR profile the objective function, qb, which has been expressed as the summation of the square deviations between the experimental and calculated hydrogen concentrations: n )2 qb= y' (ci,exp- Cixa,c (14) i=I where n is the number of points (ca. 100) in which each experimental profile was discreted, Ci,exp is the experimental hydrogen concentration at the reactor outlet and c~,calc is the same concentration as calculated from Eqs. (6)-(7). According to this procedure, reaction orders were found ranging between the following limits: 0.89<m< 1.01 0.93 < q < 1.12 It should be noted that both m and q are very close to 1 and their range of variability is quite restricted. Also, the pre-exponential factor was found to be almost the same for the different samples, with an average value equal to 6 105 cm3//zmol s. Therefore, in order to reduce the number of parameters to be determined from the experimental data and to improve the reliability of the estimated activation energies, the experimental TPR profiles were re-analysed by assuming m=l, q=l and k0=6.105 cm3//zmol s. The resulting E~ values and the experimental and calculated temperatures at the peak maximum, TM, are reported in Table 2 for the as-prepared and CO2 re-oxidised catalysts, respectively. For both sets of specimens, the confidence limits associated with the estimates of the activation energy are within _+ 2 kJ/mol and there is a very good agreement between the experimental and calculated TM values, the difference being within 3 degrees. 4. Discussion 4.1. TPR and kinetic analysis The TPR profile of pure CuO is characterised by a single peak, regardless of its origin either from malachite or gerhardtite (see Fig. 2B). However, some differences can be noticed. The TM values found for the two CuO specimens differ of 13 K and the TPR peak of the Cu:Zn = 100:0-HN is wider (54 K) than that of the Cu:Zn = 100:0 (30 K) (see Table 1). If the difference between the TM values is slightly higher than the sensitivity limits of the method (_+ 10 K), the difference in the peak width is significant. These results and Fig. 2B suggest that G. Fierro et al./ Applied Catalysis A: General 137 (1996) 327-348 339 the two pure CuO specimens behave similarly in the initial reduction stage and reach the maximum reaction rate at very close temperatures but, after this maximum, the hydrogen uptake rapidly decreases to zero for CuO obtained from malachite whereas pure CuO prepared by gerhardtite shows a slower decrease of the hydrogen consumption and needs a longer time to be completely reduced. This behaviour in the latter part of the reduction may be related to the large difference in the particle sizes, as indeed reflected by the values of the surface areas (see Table 1). Therefore, while the presence of a single peak in the TPR of CuO is in agreement with the literature, on the contrary the TM values found by us may be different from those previously reported [29,37-39] which, in turn, may be different from each other. Moreover, discrepancies may be ascribed in some cases to the employment of different experimental TPR conditions, but they could be also originated by the interference of factors extrinsic to the TPR technique like the presence of impurities in the sample. In the CuO-ZnO catalysts investigated by us and prepared by coprecipitation method at constant pH, the presence of ZnO affects the H2 reduction of copper. First of all, the TM value of the most prominent peak in the TPR profiles of the zinc containing catalysts is about 25 K lower than the TM value found for pure CuO (see Table 1). This result points out that, in the overall range of Cu-Zn composition investigated by us, ZnO certainly promotes the copper reduction. This is highlighted by Fig. 4A which clearly shows that even at low ZnO content the extent of reduction profile is significantly shifted at lower tempera- tures with respect to that of pure CuO. The promoting effect exerted by ZnO on the copper reducibility is also supported by the kinetic analysis based on the simulation of the TPR profiles, being the apparent activation energy for the reduction of pure CuO higher, although not markedly, than that found for the reduction of the CuO-ZnO catalysts (see Table 2). ZnO, beside being a a 1 0.8 0.6 0.4 0.2 o A abe i 380 400 420 440 460 480 500 520 540 560 580 T,K a O.E o.( 0.4 0.2 300 a E 340 380 420 460 500 540 T,K 580 Fig. 4. Extent of reduction, a, vs. temperature, T, for (A) as-prepared catalysts: (a) Cu:Zn = 67:33; (b) Cu:Zn = 85:15; (c) Cu:Zn = 100:0 and (B) for the Cu:Zn = 85:15 catalyst: (a) reduced after being firstly reduced in H2 and then re-oxidised by COz at 573 K for 0.33 h in the H2 -CO2 -H2 redox cycles (see text); (b) as-prepared. 340 G. Fierro et al./Applied Catalysis A: General 137 (1996) 327-348 dispersive agent, likely plays the role of H2 activator, thus enhancing the reduction of copper. It has been demonstrated that both the higher and the lower copper loading catalysts are formed by well-dispersed CuO-ZnO particles which are in intimate contact to each other [32-34]. It follows that the H2 activation and spill-over would be improved by this extended contact area between CuO and ZnO particles resulting in a promoting effect of the copper reduction. Moreover, for the higher copper loading specimens the good interdis- persion led to an electrical contact between the ZnO and the CuO particles with a consequent coupling of the Fermi levels [33]. This electrical behaviour, as evidenced by applying a bias potential to the sample holder of the XPS spectrometer [33], was considered another proof of the remarkable interaction existing between the phases and, in the light of the results reported here, may also have an influence on the enhanced reducibility of copper. However, within the detection limit of the technique, no evidence of the Cu promoting the reduction of surface ZnO was observed by XPS for the Cu:Zn= 85:15 and 67:33 catalysts reduced in situ under H2 at 200 [33]. On the other hand the TPR profiles of the Cu:Zn = 10:90 and 5:95 catalysts, beside the main reduction peak, clearly evidenced at lower temperature a second reduction peak whose intensity increases as the copper loading is more and more decreased (see Fig. 1). Therefore, we conclude that in the Cu:Zn = 10:90 and 5:95 catalysts are two reducible copper species. One is represented by small CuO particles which are homogeneously dispersed and are interacting with the ZnO particles; they reduce in correspondence of the main peak at higher temperature (see Fig. 1) and show a reactivity similar to that of CuO present in the Cu:Zn = 92:8-50:50 catalysts. The second fraction is represented by copper which experience even more enhanced reduction with respect to the former. We believe that these copper species are more reactive because they are in contact with the surface of the ZnO particles resulting in a strong interaction with them. This idea has indeed been supported by our recent XPS studies on the Cu:Zn = 5:95, 10:90 and 30:70 catalysts [34,35]. In these previous papers, we showed that (i) a strong interac- tion of copper at the ZnO surface occurs, indicating that the Cu-O bonding in the catalysts was more covalent than in pure CuO, and (ii) that the fraction of the copper species strongly interacts with increasing ZnO on decreasing the copper content. Therefore, ZnO is more and more acting like a support meaning that the dispersion is improved and a larger fraction of total copper may be in intimate contact with the surface of the ZnO particles. Our conclusion on the presence in the Cu:Zn = 5:95 catalyst of two copper species at different reducibility is indeed supported by the TPR measurement following a further calcination at 873 K for 24 h. After this treatment, the double peak disappeared and the TPR profile is characterised by a single peak centred at about 488 K (see Fig. 2A). The coalescence of the double peak (TM ~- 451 and 469 K) into a single one (TM = 488 K) in consequence of the further calcination at higher temperature is pointing out that the thermal treatment destroyed the fraction of G. Fierro et al./ Applied Catalysis A: General 137 (1996) 327-348 341 copper (TM = 451 K) in a peculiar contact at the surface of ZnO, likely by sintering of this fraction with the less reducible CuO species (TM = 469 K). Since the TM at 488 K is significantly higher than 469 K, it should be noted that the thermal treatment at 873 K influenced also the nature and reactivity of the less reducible CuO species (TM = 469 K). Therefore we suggest that after the further calcination at 873 K the two copper species present in the as-prepared Cu:Zn = 5:95 catalyst lose their original vestige by sintering to each other and form agglomerates which have a new identity. The thermal treatment at 873 K has also shed more light on the chemical nature of the fraction of copper species strongly interacting with ZnO and reducible at lower temperature. If they would be Cu2 + in solid solution in ZnO it is expected that they would not be so easily reducible and that the treatment at higher temperature would stabilise the solid solution through diffusion of Cu2+ ions within the host crystal lattice of ZnO. In contrast, the TPR analysis indicated that segregation of CuO occurred. There- fore, a more realistic picture should be depicted as Cu2 + ions which are bridged through O2- anions with the surface of ZnO particles and, in a sort of chemical mimicry, preserve a CuO-like identity although they behave as isolated cations on the ZnO matrix. Upon heating, these Cu2+ species can migrate along the ZnO surface, form clusters growing larger and finally mix with the other fraction of less reducible CuO species giving rise to agglomerates of CuO which, with respect to those originally present in the as-prepared specimen, have a much less stronger interaction with ZnO. The speciation of copper in copper containing catalysts has been reported in literature. The presence of two reducible copper species has been found on diluted Cu/TiO2 catalysts by Delk II and Vfiveze who discovered by TPR the occurrence in this system of an anomalous metal-support interaction [50]. Regarding the Cu:Zn = 50:50-HN catalyst, its TPR profile is characterised by two peaks: the first one at TM = 488 K can be related to the prominent peak at TM = 480 K present in the higher copper loading CuO-ZnO catalysts from hydroxycarbonates, whereas the second one at TM = 513 K resemble the peak at TM = 517 K found for pure CuO from gerhardtite. Therefore, we conclude that also in the Cu:Zn = 50:50-HN catalyst there are two different copper species: one is represented by CuO particles in contact and interacting with the ZnO particles, whereas the second (about 1/3 of the total copper content, as-calcu- lated from the H2 consumption) is formed by CuO particles which do not have any interaction with the support and behave like pure and massive CuO. This aspect is also brought into evidence by the apparent activation energies calcu- lated in correspondence of the two peaks of the Cu:Zn = 50:50-HN catalyst (Ea = 81 and 85 kJ/mol, respectively, see Table 2) which are very similar to those found for the higher copper loading CuO/ZnO catalysts (Ea = 80 kJ/mol) and pure CuO (Ea = 84 kJ/mol). These results, as a whole, highlight that the copper reactivity towards reduction in the CuO-ZnO catalysts is depending on the preparation method, that is on the copper loading, on the thermal treatment, 342 G. Fierro et al./ Applied Catalysis A: General 137 (1996) 327-348 100 Ou I Zn 5/95 9O 50 / 50 \"~ 50/ 50 HN E 80 67 / 33__ ~ 85 / 15 . m 70 60 360 380 400 420 440 460 480 500 520 T~,K Fig. 5. Estimated activation energy, Ea, vs. the temperature corresponding to the TPR peak maximum, TM. Open symbols: as-prepared catalysts reduced in the TPR runs A (see Table 2). Closed symbols: catalysts reduced in the TPR runs B after the CO2 oxidation step (see the H2-CO2-H2 redox cycles section in the text). on the nature of CuO species, namely the CuO particle sizes and the CuO-ZnO interaction. The thermal treatment at higher temperature (873 K in our case) leads in any case to the segregation of a CuO phase which gradually loses the synergism with ZnO. The kinetic analysis of the TPR profiles matches the previous results. The apparent activation energy of 84 kJ mol-L estimated by us for the reduction of pure CuO is in fairly good agreement with the value of 67 +_ 10 kJ mol-L and 80 4-10 kJ mol-l obtained by Gentry et al. [38] and Boyce et al. [40], respectively, through TPR measurements. The presence of zinc oxide affects the activation energy which decreases monotonously with the zinc concentration and is always lower than the activation energy found for the reduction of pure CuO. Furthermore, the activation energies corresponding to the reduction of the catalysts re-oxidised by CO2 are much lower than that characterizing the reduction of the as-prepared catalysts. These two major effects can be better evidenced by analysing the reduction patterns of the solid as predicted by the model. In Fig. 4A and Fig. 4B, the trend of the extent of reduction, c~, with temperature for the Cu:Zn = 67:33, 85:15, 100:0 and for the Cu:Zn= 85:15 after re-oxidation with CO2 are shown, respectively. In Fig. 5, the plot of the activation energy, Ea, versus the temperature corresponding to the peak maximum, TM, is reported for the as-prepared and CO2 re-oxidised catalysts. All points lie on a straight line which can be described by the equation: Ea(kJ/mol) = 0.165TM (15) G. Fierro et al./Applied Catalysis A: General 137 (1996) 327-348 343 It may be interesting to explain such a linear dependence on the basis of the kinetic model of the reduction process. Taking into account Eqs. (6)-(7), it is clear that it is not possible to derive from them a relationship between E~ and TM because the system does not provide a solution in a closed form. However, if we assume the simplifications usually made for the analysis of TPR profiles (i.e., differential behaviour for the gas-solid reactor and unitary reaction orders for the reactants) the following equation is obtained: RT-----~M = ~ exp (16) where cM is the average hydrogen concentration in the reactor at T = TM. Taking logarithms of the Eq. (16) and rearranging, it yields: I ( OCMR 1 E. = R In Ea/3 TM (17) or, equivalently Ea =f(TM,Ea)TM (18) In the Eq. (18) the functional dependence of Ea on TM is not linear because also the term f(TM, Ea) depends on TM and Ea. However, if the values adopted in the TPR runs are substituted into the f function, it obtains: 0.162 <f< 0.166 kJ/mol K In other words, the f function is rather insensitive to the Ea, TM, k0, CM, and /3 values, so that, according to the Eq. (18), the activation energy can be assumed to increase linearly with TM. As expected, the resulting straight line (with an average f value of 0.165 kJ/mol K) is very close to that estimated from the analysis of the experimental profiles (f= 0.164 kJ/mol K) since the samples examined exhibit unitary reaction orders with respect to the gas and solid. The linear relationship evidenced between Ea and TM can provide some practical advantages for the estimation of the activation energy by TPR. In fact, once the constancy of the f function is verified, a rough estimate of the activation energy from an experimental TPR profile should require only the measurement of the temperature at the peak maximum. On the other hand, the slope of the straight line which crosses the zero on the TM axis as described by the Eq. 15, can be calculated by considering just one experimental point (TM, Ea). Therefore, the analysis of the experimental profiles can be performed with a very limited mathematical effort and, when the hypotheses leading to the above mentioned simplifications hold, the obtained results are likely to provide a fairly good description of the reduction process. 344 G. Fierro et al./Applied Catalysis A: General 137 (1996) 327-348 4.2. He-COe-He redox cycles The H2-CO2-H2 redox cycles revealed that metal copper in the reduced CuO-ZnO catalysts can be partially re-oxidised by carbon dioxide regardless of the composition and preparation method. The copper re-oxidised by CO2 is much more easily reduced than the copper species initially present in the as-prepared catalysts. The large difference of TM values (about 100 K) between the fresh and the CO2-reoxidised specimens emphasises that the small fraction of copper re-oxidised by CO2 is extremely reactive (See also Fig. 4B). Since, ZnO is essential in order that the oxidation of copper by CO2 occurs to a detectable extent, at least in our experimental conditions, three hypotheses can be made: (i) CO2 is activated by ZnO, as suggested by Kinnaird et al. [51,52], (ii) copper dispersed and in intimate contact with ZnO is more reactive than isolated and massive copper oxides and (iii) both of these factors are coopera- tive. These proposed explanations may include and match the junction effect theory applied to the metal (Cu)-oxide-(ZnO) system. The initial dispersion of CuO and its interaction with ZnO is certainly an important factor influencing the reactivity of the reduced catalysts with CO2. In fact, depending on the dispersion of CuO, three different kinds of copper metal species have been reported for CuO-ZnO catalysts reduced in H2 [4]: (a) copper metal crystals, which resemble bulk Cu metal, (b) small copper metal clusters, described also as three-dimensional metal copper originated by CuO partially interacting with ZnO and, finally, (c) the so-called two-dimensional metal copper which is depicted as a thin layer epitaxially grown over the ZnO particles. In particular, the epitaxial metal copper is expected to be originated by copper species finely dispersed over the support and it was found to be preferentially oxidised when exposed to air [4]. However, it should not be much asked to consider the surface oxidation of copper or, at least, of that fraction of it located along the contact area with ZnO. According to this point of view, the preparation method and, consequently, the CuO-ZnO interaction, particle sizes, extension of contact area should assume an important role in the re-oxidation process. The influence of the preparation method on the dispersion of metal copper as well as on its reactivity with CO2 is indeed brought into evidence by a comparison between the Cu:Zn = 50:50-HN and 50:50 catalysts. The amount of copper reoxidised by CO2 in the Cu:Zn = 50:50-HN catalyst (37 /xmol/g), from the hydroxynitrate precursor, is much lower than that re-oxidised in the homologous 50:50 catalyst (215 /xmol/g) from the hydroxycarbonate precursor. This latter catalyst, in agreement with our TPR results, is characterised by a good interdispersion and a wide contact area between the CuO and ZnO particles [33], characteristics which were also found for the other CuO-ZnO specimens prepared by the same method [33-35]. Upon reduction of these catalysts, owing to the CuO-ZnO interaction and the rather high surface areas in the oxidised state (see Table 1), the sintering of metal copper is hampered so G. Fierro et al./Applied Catalysis A: General 137 (1996) 327-348 345 that rather high surface areas of metal copper are obtained [43]. The small fraction of CO2-reoxidised copper will be highly dispersed and, hence, more promptly reducible than either CuO or Cu20 bulk oxides and than CuO in the as-prepared catalysts as well. Moreover, metal copper dispersed and in intimate contact with ZnO can also give rise to metal-oxide junctions as proposed by Frost for small metal copper particles encapsulated by the oxide [53]. In consequence of the junctions effect, the redox properties of the metal copper atoms may be enhanced. On the other hand, the repeated H2-CO2-H2 redox cycles point out that the H2-COz-H2 redox process is almost reversible. If a redox mechanism occurs during the methanol synthesis, the copper sites active for this reaction are only those allowed with compatible redox properties. According to this hypothesis, we speculate that the same Cu~ Cuox redox process observed in the H2-CO2-H2 cycles is involved, as a transient, during the carbon oxides hydrogenation, that is oxidised copper, formed by reaction with CO2 rather than stabilised by support, could represent the active site in methanol synthesis. Although strong evidence does not exist, this speculative mechanism is plausible and should be investigated further. In fact, it is not in contrast with the experimental evidence of proportionality between the rate of methanol synthesis and copper metal area [8] because a proportionality between the number of CuI sites, as measured by the irreversible CO adsorption, and the copper surface area, estimated by N20 adsorption at room temperature, was indeed observed by De Rossi et al. [31]. The idea of a surface redox mechanism is encouraged by some recent results of Chanclani et al. [19] who reported that the methanol formation rate for a feed containing only CO2 and H2 is five times greater than for a feed containing only CO and H2. Moreover, Chaumette et al. [54] and Burch et al. [55] showed that the increase in the intrinsic rate of methanol synthesis on copper when ZnO is added to the catalyst was observed only when CO2 was present in the synthesis gas. The key role of CO2 was also established by Bowker et al. [56] who showed that methanol is not formed by interaction of CO with H2 on ZnO. If nothing more, the mechanism suggested by us provides a further perspective of the reaction chemistry depicted by earlier ideas. Anyway, the results presented in this work support the literature invoking a Cu-ZnO synergism and a surface redox mechanism in the methanol synthesis [2,6,7,10-13]. 5. Conclusions The TPR investigation of CuO-ZnO catalysts prepared by coprecipitation at constant pH and thermal decomposition of hydroxycarbonate precursors showed that ZnO promotes the copper reducibility in the overall range of composition investigated by us. A single reduction process occurs for catalysts with higher Cu loading (Cu: 346 G. Fierro et al./Applied Catalysis A: General 137 (1996) 327-348 Zn = 92:8-30:70) whereas the lower copper content catalysts (Cu:Zn < 30:70) and in particular the Cu:Zn = 10:90 and 5:95 samples are characterised by two reduction processes related to the presence of two different copper species. One is similar to the CuO species present in the higher copper loading catalyst and is reduced alike, the other is represented by well dispersed copper in contact with the surface of ZnO particles which reduces at lower temperatures. This fraction of copper strongly interacting with ZnO increases on decreasing the copper content and showed the highest reducibility. The preparation method markedly influence the catalyst reduction and homo- geneity. The Cu:Zn = 50:50-HN catalyst (ex-hydroxynitrate precursor) is less reducible than the CuO:ZnO = 50:50 catalyst (ex-hydroxycarbonate precursor) and shows a dual Cu speciation not found in the latter specimen. The H2-CO2-H2 redox cycles revealed that reduced CuO-ZnO catalysts are partially re-oxidised by CO2 regardless of the composition, in contrast to reduced CuO which did not show a detectable re-oxidation. The small fraction of copper re-oxidised by CO2 is extremely reactive being reduced at a temperature about 100 K lower than that necessary to reduce the copper species in the as-prepared catalysts and the redox process is almost reversible. These results suggest, as a whole, that a CuCuox redox mechanism may occur at the boundary layers of metal copper in intimate contact with ZnO during the methanol synthesis, in particular from CO2-containing feeds. Accord- ingly, copper oxidised by COs rather than stabilised by support may be involved as the active site in the reaction mechanism. A kinetic model was developed which is able to evaluate the kinetic parame- ters (activation energy, reaction orders and the pre-exponential factor) of the reduction process from computer simulation of a single TPR profile. The kinetic analysis showed that the apparent activation energy, Ea, is 84 kJ/mol for the reduction of pure CuO whereas Ea decreased to 77 kJ/mol for the reduction of the CuO-ZnO catalysts, in agreement with the promoting effect played by ZnO on the reducibility of copper. The lowest value of Ea (61 kJ/mol) was found for the reduction of the CO2 re-oxidised CuO-ZnO catalysts. For both the as-pre- pared and the CO2 re-oxidised CuO-ZnO catalysts a linear relationship was observed between Ea and TM. Reaction orders close to 1 were found for copper and H2 and the pre-exponential factor was equal to 6.105 cm3//xmol s. The results reported in this work support the literature which invokes a Cu-ZnO synergism and a surface redox mechanism in the methanol synthesis. References [1] K. Klier, Adv. Catal., 31 (1982) 243. [2] K. Klier, Appl. Surf. Sci., 19 (1984) 267. [3] G.C. Chinchen, P,J. Denny, J.R. Jennings, M.S. Spencer and K.C. Waugh, Appl. Catal., 36 (1988) 1. [4] J.C.J. Bart and R.P.A. Sneeden, Catal. Today, 2 (1987) 1. G. Fierro et al./Applied Catalysis A: General 137 (1996) 327-348 347 [5] G. Ghiotti and F. Boccuzzi, Catal. Rev. Sci. Eng., 29 (1987) 151. [6] G.E. Parris and K. Klier, J. Catal., 97 (1986) 374. [7] E.J.M. Dominguez, G.W. Simmons and K. Klier, J. Mol. Catal., 20 (1983) 369. [8] G.C. Chinchen, K.C. Waugh and D.A. Whan, Appl. Catal., 25 (1986) 101. [9] G.C. Chinchen and K.C. Waugh, J. Catal., 97 (1986) 280. [10] G.J.J. Bartley and R. Burch, Appl. Catal., 43 (1988) 141. [11] B. Denise, R.P.A. Sneeden, B. Beguin and O. Cherifi, Appl. Catal., 30 (1987) 353. [12] R. Burch, S.E. Golunski and M.S. Spencer, Catal. Lett., 5 (1990) 55. [13] R. Burch, S.E. Golunski and M.S. Spencer, J. Chem. Soc., Faraday Trans., 86 (15) (1990) 2683. [14] S. Fujita, M. Usui, E. Ohara and N. Takezawa, Catal. Lett., 13 (1992) 349. [15] T.L. Neils and J.M. Burlitch, J. Catal., 118 (1989) 79. [16] K. Tohji, Y. Udagawa, T. Mizushima and A. Ueno, J. Phys. Chem., 89 (1985) 5671. [17] B.S. Clausen and H. Topsoe, Catal. Today, 9 (1991) 189. [18] B.S. Clausen, G. Steffensen, B. Fabius, J. Villadsen, R. Feidenhans'l and H. Topsoe, J. Catal., 132 (1991) 524. [19] K.G. Chanclani, R.R. Hudgins and P.L. Silveston, J. Catal., 136 (1992) 59. [20] G.R. Sheffer and T.S. King, J. Catal., 115 (1989) 376. [21] G.R. Sheffer and T.S. King, J. Catal., 116 (1989) 488. [22] T. Fujitani, M. Saito, Y. Kanai, T. Watanabe, J. Nakamura and T. Uchijima, Catal. Lett., 25 (1994) 271. [23] T. van Herwijnen and W.A. de Jong, J. Catal., 34 (1974) 209. [24] T.L. Barr and J.J. Hackenberg, Appl. Surf. Sci., 10 (1982) 523. [25] Y. Kanai, T. Watanabe, T. Fujitani, M. Saito, J. Nakamura and T. Uchijima, Catal. Lett., 27 (1994) 67. [26] J.B. Bulko, R.G. Herman, K. Klier and G.W. Simmons, J. Phys. Chem., 83 (1979) 3118. [27] Y. Okamoto, K. Fukino, T. Imenaka and S. Teranishi, J. Phys. Chem., 87 (1983) 3747. [28] F. Garbassi and G. PeNni, J. Catal., 90 (1984) 106. [29] T.H. Fleisch and R.L. Mieville, J. Catal., 90 (1984) 165. [30] G. Sankar, S. Vasudevan and C.N.R. Rao, J. Chem. Phys., 85 (1986) 2291. [31] S. De Rossi, G. Ferraris and R. Mancini, Appl. Catal., 38 (1988) 359. [32] P. Porta, R. Dragone, M. Lo Jacono, G. Minelli and G. Moretti, Solid State Ionics, 32/33 (1989) 1019. [33] G. Moretti, G. Fierro, M. Lo Jacono and P. Porta, Surf. Interf. Anal., 14 (1989) 325. [34] G. Moretti, S. De Rossi and G. Ferraris, Appl. Surf. Sci., 45 (1990) 341. [35] P. Porta, M.C. Campa, G. Fierro, M. Lo Jacono, G. Minelli, G. Moretti and L. Stoppa, J. Mater. Chem., 3 (1993) 5O5. [36] M.C. Annesini, M. Lo Jacono, M.C. Campa, G. Fierro, R. Lavecchia, L. Marrelli, G. Moretti and P. Porta, Solid State lonics, 63-65 (1993) 281. [37] S.D. Robertson, B.D. McNicol, J.H. De Baas, S.C. Kloet and J.W. Jenkins, J. Catal., 37 (1975) 424. [38] J.S. Gentry, N.W. Hurst and A. Jones, J. Chem. Soc., Faraday Trans. 1, 77 (1981) 603. [39] A.L. Boyce, P.A. Sermon, M.S.W. Vong and M.A. Yates, React. Kinet. Catal. Lett., 44 (1991) 309. [40] A.L. Boyce, S.R. Graville, P.A. Sermon and M.S.W. Vong, React. Kinet. Catal. Lett., 44 (1991) 1. [41] P. Porta, S. De Rossi, G. Ferraris, M. Lo Jacono, G. Minelli and G. Moretti, J. Catal., 109 (1988) 367. [42] P. Porta, G. Fierro, M. Lo Jacono and G. Moretti, Catal. Today, 2 (1988) 675. [43] G. Ferraris and S. De Rossi, Appl. Catal., 71 (1991)333. [44] R.G. Hermann, K. Klier, G.W. Simmons, B.P. Finn, J.B. Bulko and T.P. Kobylinski, J. Catal., 56 (1979) 407. [45] G. Fierro, M. Lo Jacono, M. Inversi, P. Porta, R. Lavecchia and F. Cioci, J. Catal., 148 (1994) 709. [46] D.A.M. Monti and A. Baiker, J. Catal., 83 (1983) 323. [47] H.S. Fogler, in The Elements of Chemical Kinetics and Reactor Calculations, Prentice-Hall, Englewood Cliffs, NJ, 1974. [48] L.K. Doraiswamy and B.D. Kulkarni, in J.J. Carberry and A. Varma (Editors), Gas-Solid Non-Catalytic Reactions in Chemical Reactors and Reaction Engineering, Marcel Dekker, New York, 1987. [49] F. Cioci, R. Lavecchia, G. Fierro, M. Lo Jacono, M. Inversi and V. Sessa, Book of Abstracts, Europacat-I, 1 (1993) 226. [50] F.S. Delk !I and A. Vfiveze, J. Catal., 85 (1984) 380. [51] S. Kinnaird, G. Webb and G.C. Chinchen, J. Chem. Soc., Faraday Trans. 1, 83 (1987) 3399. [52] S. Kinnaird, G. Webb and G.C. Chinchen, J. Chem. Soc., Faraday Trans. 1, 84 (1988) 2135. 348 G. Fierro et al./Applied Catalysis A: General 137 (1996) 327-348 [53] J.C. Frost, Nature (London), 334 (1988) 577. [54] P. Chaumette, Ph. Courty, J. Barbier, T. Fortin, J.C. Lavalley, C. Chauvin, A Kiennemann, H. Idriss, R.P.A. Sneeden and B. Denise, in M.J. Phillips and M. Teman (Editors), Proc. 9th Int. Congr. Catal., Calgary, 1988, Vol. 2, The Chemical Institute of Canada, Ottawa, 1988, p. 585. [55] R. Burch, R.J. Chappell and S.E. Golunski, Catal. Lett., 1 (1988) 439. [56] M. Bowker, J.N.K. Hyland, H.D. Vandervell and K.C. Waugh, Proc. 8th Int. Congr. Catal., Berlin, 1984, Vol. 2, VCH, Wienheim, 1984, p. 35. APCATA 95003118 0926-860X(95)00311-8 10.1016/0926-860X(95)00311-8 Article Study of the reducibility of copper in CuOZnO catalysts by temperature-programmed reduction G. Fierro ∗ a M. Lo Jacono a M. Inversi a P. Porta a F. Cioci b R. Lavecchia b a Centro di Studio CNR ‘SACSO’, c/o Dipartimento di Chimica, Università di Roma ‘La Sapienza’, Piazzale Aldo Moro 5, 00185 Rome, Italy b Di[artimento di Ingegneria Chimica, Università ‘La Sapienza’, Via Eudossiana 18, 00184 Rome, Italy ∗ Corresponding author. Fax. (+39-6) 490324. Temperature-programmed reduction (TPR) has been used in this work to study the reduction of copper in CuOZnO catalysts with different Cu Zn atomic ratios using H2 as reducing agent. In all catalysts, CuO was completely reduced to metal. The influence exerted by ZnO on the reduction of copper was evaluated for a wide range of composition and a scale of reducibility was established. ZnO affects the hydrogen reduction of copper, CuOZnO samples showing a different behaviour with respect to the pure copper oxide. The reduction is always promoted and, in particular, catalysts with lower copper loading (Cu:Zn < 30:70 as atomic ratio) showed the highest reactivity and are characterised by the presence of two reducible copper species. Results of a kinetic analysis based on the TPR profiles confirmed the role played by ZnO as promoter of the copper oxide reduction. The effect of the preparation method on the catalyst reducibility was also verified and discussed in a specific case. H2CO2H2 redox cycles were carried out on some representative samples which, after the first reduction in H2, were reoxidised with CO2 and then reduced again by H2. These experiments revealed that a small percent of metal copper formed in the CuOZnO catalysts is oxidised by CO2 regardless of the catalyst composition, whereas metal copper formed by reduction of pure CuO is not reoxidised at a detectable level. Furthermore, it was evidenced that the small fraction of copper reoxidised by CO2 was extremely reactive, being reduced at temperatures much lower than those found for the reduction of the as-prepared catalysts. Both the TPR investigation and the H2CO2H2 redox cycles clearly assessed the presence of a synergistic effect arising by the contact of CuO with the ZnO particles. Keywords Copper oxide-zinc oxide Reducibility Temperature-programmed reduction References [1] K. Klier Adv. Catal. 31 1982 243 [2] K. Klier Appl. Surf. Sci. 19 1984 267 [3] G.C. Chinchen P.J. Denny J.R. Jennings M.S. Spencer K.C. Waugh Appl. Catal. 36 1988 1 [4] J.C.J. Bart R.P.A. Sneeden Catal. Today 2 1987 1 [5] G. Ghiotti F. Boccuzzi Catal. Rev. Sci. Eng. 29 1987 151 [6] G.E. Parris K. Klier J. Catal. 97 1986 374 [7] E.J.M. Dominguez G.W. Simmons K. Klier J. Mol. Catal. 20 1983 369 [8] G.C. Chinchen K.C. Waugh D.A. Whan Appl. Catal. 25 1986 101 [9] G.C. Chinchen K.C. Waugh J. Catal. 97 1986 280 [10] G.J.J. Bartley R. Burch Appl. Catal. 43 1988 141 [11] B. Denise R.P.A. Sneeden B. Beguin O. Cherifi Appl. Catal. 30 1987 353 [12] R. Burch S.E. Golunski M.S. Spencer Catal. Lett. 5 1990 55 [13] R. Burch S.E. Golunski M.S. Spencer J. Chem. Soc. 86 15 1990 2683 Faraday Trans. [14] S. Fujita M. Usui E. Ohara N. Takezawa Catal. Lett. 13 1992 349 [15] T.L. Neils J.M. Burlitch J. Catal. 118 1989 79 [16] K. Tohji Y. Udagawa T. Mizushima A. Ueno J. Phys. Chem. 89 1985 5671 [17] B.S. Clausen H. Topsoe Catal. Today 9 1991 189 [18] B.S. Clausen G. Steffensen B. Fabius J. Villadsen R. Feidenhans'l H. Topsoe J. Catal. 132 1991 524 [19] K.G. Chanclani R.R. Hudgins P.L. Silveston J. Catal. 136 1992 59 [20] G.R. Sheffer T.S. King J. Catal. 115 1989 376 [21] G.R. Sheffer T.S. King J. Catal. 116 1989 488 [22] T. Fujitani M. Saito Y. Kanai T. Watanabe J. Nakamura T. Uchijima Catal. Lett. 25 1994 271 [23] T. van Herwijnen W.A. de Jong J. Catal. 34 1974 209 [24] T.L. Barr J.J. Hackenberg Appl. Surf. Sci. 10 1982 523 [25] Y. Kanai T. Watanabe T. Fujitani M. Saito J. Nakamura T. Uchijima Catal. Lett. 27 1994 67 [26] J.B. Bulko R.G. Herman K. Klier G.W. Simmons J. Phys. Chem. 83 1979 3118 [27] Y. Okamoto K. Fukino T. Imenaka S. Teranishi J. Phys. Chem. 87 1983 3747 [28] F. Garbassi G. Petrini J. Catal. 90 1984 106 [29] T.H. Fleisch R.L. Mieville J. Catal. 90 1984 165 [30] G. Sankar S. Vasudevan C.N.R. Rao J. Chem. Phys. 85 1986 2291 [31] S. De Rossi G. Ferraris R. Mancini Appl. Catal. 38 1988 359 [32] P. Porta R. Dragone M. Lo Jacono G. Minelli G. Moretti Solid State Ionics 32/33 1989 1019 [33] G. Moretti G. Fierro M. Lo Jacono P. Porta Surf. Interf. Anal. 14 1989 325 [34] G. Moretti S. De Rossi G. Ferraris Appl. Surf. Sci. 45 1990 341 [35] P. Porta M.C. Campa G. Fierro M. Lo Jacono G. Minelli G. Moretti L. Stoppa J. Mater. Chem. 3 1993 505 [36] M.C. Annesini M. Lo Jacono M.C. Campa G. Fierro R. Lavecchia L. Marrelli G. Moretti P. Porta Solid State Ionics 63–65 1993 281 [37] S.D. Robertson B.D. McNicol J.H. De Baas S.C. Kloet J.W. Jenkins J. Catal. 37 1975 424 [38] J.S. Gentry N.W. Hurst A. Jones J. Chem. Soc. 77 1981 603 Faraday Trans. 1 [39] A.L. Boyce P.A. Sermon M.S.M. Vong M.A. Yates React. Kinet. Catal. Lett. 44 1991 309 [40] A.L. Boyce S.R. Graville P.A. Sermon M.S.W. Vong React. Kinet. Catal. Lett. 44 1991 1 [41] P. Porta S. De Rossi G. Ferraris M. Lo Jacono G. Minelli G. Moretti J. Catal. 109 1988 367 [42] P. Porta G. Fierro M. Lo Jacono G. Moretti Catal. Today 2 1988 675 [43] G. Ferraris S. De Rossi Appl. Catal. 71 1991 333 [44] R.G. Hermann K. Klier G.W. Simmons B.P. Finn J.B. Bulko T.P. Kobylinski J. Catal. 56 1979 407 [45] G. Fierro M. Lo Jacono M. Inversi P. Porta R. Lavecchia F. Cioci J. Catal. 148 1994 709 [46] D.A.M. Monti A. Baiker J. Catal. 83 1983 323 [47] H.S. Fogler The Elements of Chemical Kinetics and Reactor Calculations 1974 Prentice-Hall Englewood Cliffs, NJ [48] L.K. Doraiswamy B.D. Kulkami J.J. Carberry A. Varma Gas-Solid Non-Catalytic Reactions in Chemical Reactors and Reaction Engineering 1987 Marcel Dekker New York [49] F. Cioci R. Lavecchia G. Fierro M. Lo Jacono M. Inversi V. Sessa Book of Abstracts, Europacat-I 1 1993 226 [50] F.S. Delk II A. Váveze J. Catal. 85 1984 380 [51] S. Kinnaird G. Webb G.C. Chinchen J. Chem. Soc. 83 1987 3399 Faraday Trans. 1 [52] S. Kinnaird G. Webb G.C. Chinchen J. Chem. Soc. 84 1988 2135 Faraday Trans. 1 [53] J.C. Frost Nature (London) 334 1988 577 [54] P. Chaumette Ph. Courty J. Barbier T. Fortin J.C. Lavalley C. Chauvin A. Kiennemann H. Idriss R.P.A. Sneeden B. Denise 1st Ed. M.J. Phillips M. Ternan Proc. 9th Int. Congr. Catal., Calgary, 1988 Vol. 2 1988 The Chemical Institute of Canada Ottawa 585 [55] R. Burch R.J. Chappell S.E. Golunski Catal. Lett. 1 1988 439 [56] M. Bowker J.N.K. Hyland H.D. Vandervell K.C. Waugh 1st Ed. Proc. 8th Int. Congr. Catal., Berlin, 1984 Vol. 2 1984 VCH Wienheim 35",
      "scopus-id": "0001167643",
      "coredata": {
        "eid": "1-s2.0-0926860X95003118",
        "dc:description": "Temperature-programmed reduction (TPR) has been used in this work to study the reduction of copper in CuOZnO catalysts with different Cu Zn atomic ratios using H2 as reducing agent. In all catalysts, CuO was completely reduced to metal. The influence exerted by ZnO on the reduction of copper was evaluated for a wide range of composition and a scale of reducibility was established. ZnO affects the hydrogen reduction of copper, CuOZnO samples showing a different behaviour with respect to the pure copper oxide. The reduction is always promoted and, in particular, catalysts with lower copper loading (Cu:Zn < 30:70 as atomic ratio) showed the highest reactivity and are characterised by the presence of two reducible copper species. Results of a kinetic analysis based on the TPR profiles confirmed the role played by ZnO as promoter of the copper oxide reduction. The effect of the preparation method on the catalyst reducibility was also verified and discussed in a specific case. H2CO2H2 redox cycles were carried out on some representative samples which, after the first reduction in H2, were reoxidised with CO2 and then reduced again by H2. These experiments revealed that a small percent of metal copper formed in the CuOZnO catalysts is oxidised by CO2 regardless of the catalyst composition, whereas metal copper formed by reduction of pure CuO is not reoxidised at a detectable level. Furthermore, it was evidenced that the small fraction of copper reoxidised by CO2 was extremely reactive, being reduced at temperatures much lower than those found for the reduction of the as-prepared catalysts. Both the TPR investigation and the H2CO2H2 redox cycles clearly assessed the presence of a synergistic effect arising by the contact of CuO with the ZnO particles.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-04-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95003118",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fierro, G."
          },
          {
            "@_fa": "true",
            "$": "Lo Jacono, M."
          },
          {
            "@_fa": "true",
            "$": "Inversi, M."
          },
          {
            "@_fa": "true",
            "$": "Porta, P."
          },
          {
            "@_fa": "true",
            "$": "Cioci, F."
          },
          {
            "@_fa": "true",
            "$": "Lavecchia, R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95003118"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95003118"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00311-8",
        "prism:volume": "137",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Study of the reducibility of copper in CuOZnO catalysts by temperature-programmed reduction",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Copper oxide-zinc oxide"
          },
          {
            "@_fa": "true",
            "$": "Reducibility"
          },
          {
            "@_fa": "true",
            "$": "Temperature-programmed reduction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "327-348",
        "prism:endingPage": "348",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 April 1996",
        "prism:doi": "10.1016/0926-860X(95)00311-8",
        "prism:startingPage": "327",
        "dc:identifier": "doi:10.1016/0926-860X(95)00311-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "51",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X95003118-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "371",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001167643"
      }
    }
  }
}