{
  "metadata": {
    "title": "Reduction of model steam reforming catalysts: NiO/α-Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf>",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-03-31",
    "doi": "10.1016/0926-860X(94)80198-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94801983",
    "pii": "0926860X94801983"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028397648",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94801983 0926-860X(94)80198-3 0926860X94801983 10.1016/0926-860X(94)80198-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X01767 2024-01-01T12:21:06.294127Z 0 0 19940331 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 110 110 2 2 Volume 110, Issue 2 7 217 237 217 237 19940331 31 March 1994 1994-03-31 1994 article fla Copyright © 1994 Published by Elsevier B.V. REDUCTIONMODELSTEAMREFORMINGCATALYSTSNIOAL2O3 RICHARDSON J RIDLER 1989 225 D CATALYSTHANDBOOK PERNICONE 1979 321 N PREPARATIONCATALYSTSIIPROCEEDINGS2NDINTERNATIONALSYMPOSIUM GOODMAN 1989 161 D CATALYSTHANDBOOK BOLDYREV 1979 V CONTROLREACTIVITYSOLIDS KOGA 1984 120 Y COMPREHENSIVECHEMICALKINETICS COENEN 1979 89 J PREPARATIONCATALYSTSIIPROCEEDINGS2NDINTERNATIONALSYMPOSIUM RICHARDSON 1992 87 J GAVALAS 1984 54 G GAVALAS 1984 65 G LAMBER 1991 107 R TWIGG 1993 259 M WILLIAMSON 1953 22 G PALACHE 1944 520 C DANASSYSTEMMINERALOGY LEVENSPIEL 1972 368 O CHEMICALREACTIONENGINEERING SATTERFIELD 1970 C MASSTRANSFERINHETEROGENEOUSCATALYSTS SOHN 1972 763 H CHEN 1991 289 S GINESTRA 1983 J AVRAMI 1941 177 M HULBERT 1969 11 S RICHARDSON 1978 207 J DELMON 1969 B INTRODUCTIONALACINETIQUEHETEROGENE BARCICKI 1979 2555 J BENTON 1924 2728 A RICHARDSONX1994X217 RICHARDSONX1994X217X237 RICHARDSONX1994X217XJ RICHARDSONX1994X217X237XJ item 0926-860X(94)80198-3 0926860X94801983 1-s2.0-0926860X94801983 10.1016/0926-860X(94)80198-3 271346 2024-01-01T12:21:06.294127Z 1994-03-31 1-s2.0-0926860X94801983-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801983/MAIN/application/pdf/76f2188a82efb6ca032a7aa92b14fe3f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801983/MAIN/application/pdf/76f2188a82efb6ca032a7aa92b14fe3f/main.pdf main.pdf pdf true 1069244 MAIN 21 1-s2.0-0926860X94801983-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94801983/PREVIEW/image/png/1dfb2d3d58da74f7a943c2e16f02b443/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94801983/PREVIEW/image/png/1dfb2d3d58da74f7a943c2e16f02b443/main_1.png main_1.png png 56535 849 656 IMAGE-WEB-PDF 1 applied catalysis A ELSEVIER Applied Catalysis A: General 1 l0 (1994) 217-237 Reduction of model steam reforming catalysts: NiO / ce-A1203 J.T. Richardsona'*, M. Leia, B. Turka, K. Forstera, Martyn V. Twiggb,** \"Department of Chemical Engineering, University of Houston, Houston, Texas 77204-4792, USA blCI Chemicals and Polymers Limited, P.O. Box 90, Wilton, Cleveland TS6 8JE, UK (Received 13 September 1993, revised manuscript received 20 December 1993 ) Abstract The effect of NiO loading (5-21 wt.-%) on the reduction of NiO/a-A1203 catalysts, prepared by multiple impregnation of nickel nitrate solution followed by calcination at 650, has been charac- terized using temperature-programmed reduction, isothermal hydrogen consumption, magnetization, X-ray diffraction, and electron microscopy. X-ray diffraction analysis of fresh catalysts indicated normal NiO crystallites about 30 nm in size. Studies from 270 to 350 show hydrogen consumption at lower temperatures is faster than the subsequent growth of nucleated clusters of nickel atoms into crystallites, with the rates of the two processes approaching each other at higher temperatures. As NiO loading increases, chemical reduction becomes more difficult but nickel crystallite growth is not affected. This decreased reducibility is believed due to A13 + ion incorporation into NiO surface layers during impregnation. Isothermal hydrogen consumption from 270 to 450 follows a shrinking core model with NiO crystallites decreasing progressively in size. Magnetic measurements show crystallite growth is dependent on diffusion-controlled nucleation. Decreasing hydrogen flow has a profound effect on chemical reduction and nucleation but not on growth. Similar results are found with added water vapor. X-ray diffraction and transmission electron microscope measurements reveal 23 nm nickel crystallites with some evidence for A1-Ni alloy formation. A mechanism is proposed in which adsorbed water inhibits chemical reduction and nucleation, and foreign ions such as A13+ increase this effect. Key words: nickel oxide; reduction; steam reforming; water inhibition 1, Introduction Steam reforming is an important industrial process for production of synthesis gas from hydrocarbons [ 1 ]. Preferred catalysts contain nickel supported on refractory materials such *Corresponding author. Tel ( + 1-713) 7434324, fax. ( + 1-713) 7434323, e-mail CHEEUX@UH.EDU **Present address: Johnson Matthey, Catalytic Systems Division, Orchard Road, Royston, Herts., SG8 5HE, UK. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD109 26-860X ( 93 ) E0269-I 218 J.T. Richardson et al. /Applied Catalysis A: General i10 (1994) 217-237 as a-A1203, sometimes combined with CaO or MgO and containing other promoters. Since these supports are formulated at high temperatures and have low surface areas, the most convenient method for depositing the active component is impregnation with nickel salts followed by calcination to oxide precursors. With proper procedures, high dispersions of nickel oxide are achieved, giving high activity, good resistance to deactivation, and high mechanical and thermal strength. Conditions for reduction of the nickel oxide to metallic nickel are important in practice [ 2]. The catalyst is either reduced directly with hydrogen-containing gases or auto-reduced with natural gas-steam mixtures [ 3 ]. To facilitate these operations, the catalyst should be reducible at relatively low temperatures. However, rapid reduction may lead to lower dispersions and poor activity at process conditions. Since the extent and kinetics of reduction and thermal stability are influenced by interaction of nickel oxide with support components, a thorough understanding of relationships between these factors is necessary for optimum catalyst design and process operation. There are many reports concerning reduction of bulk nickel oxide [4] in which the sigmoidal shape of reduction versus time curves suggest an induction period followed by autocatalytic reduction. Koga and Harrison [ 5 ] describe this induction process as generation of nickel atoms on the outer surface of NiO grains, followed by nucleation into nickel clusters, at which point hydrogen is rapidly dissociated by nickel and reduction proceeds rapidly into the grain by a shrinking core model. Reduction follows the sequence: (1) dissociation of hydrogen (2) surface diffusion of hydrogen atoms to a reactive center, (3) rupture of Ni-O bonds to produce Niatoms, (4) nucleation of Niatoms into metallic nickel clusters, (5) growth of nickel clusters into crystallites. Any one or combination of these steps together with removal of water may control the overall reaction rate and influence the form of the reduction rate equation. Other complications arising for supported catalysts include ( 1 ) morphology and acces- sibility of NiO grains, (2) particle shape and size, (3) pore size distribution, (4) support interaction, and (5) preferred orientation of the active component. Although it has been known for some time that major differences in reduction result from interactions of nickel oxide with high surface area supports [4,6], the effect is not restricted to compound formation. Richardson et al. [7] show nickel oxide reduction is changed by incorporation of small (about 2 wt.-% ) amounts of additive oxides, so that ease of reduction is proportional to the ratio of the equilibrium constant for reduction of the added oxide to that for nickel oxide. Oxides that are easier to reduce than nickel oxide, such as Ag20 and CuO, accelerate reduction of NiO, whereas oxides such as A1203 and ZrO2, inhibit reduction. These effects are not so well documented for nickel oxide on a-AI203, commonly perceived to be \"inert\" and widely used as a support for steam reforming catalysts. Gavalas et al. [8,9] used hydrogen chemisorption, X-ray diffraction (XRD), scanning electron microscopy and X-ray photoelectron spectroscopy on impregnated 2.2 wt.-% NiO/a-A1203. Calcination below 850 gives only NiO, but above 850 some precursor of NiA1204 forms and is insoluble in acid and difficult to reduce. This study suggests discrete NiO particles consist of rafts 100 to 200 nm in diameter and 30 nm thick. Similarly, Lamber and Schulz-Ekloff [ 10] found evidence for NiO and NiAI204, with epitaxial growth of NiO crystallites indicated for ),-alumina but not a-A1203. Reduction from 500 to 700 produces roughly spherical nickel crystallites surrounded by shells of NiA12Oa-type mate- J.T. Richardson et al. /Applied Catalysis A: General i10 (1994) 217-237 219 rial. For reduction at 800, there is an increase of the lattice parameters for Ni on a-A1203, suggesting incorporation of aluminum atoms into the structure. Another important parameter in nickel oxide reduction is flow-rate of hydrogen through the catalyst bed. Coenen [6] speculated the phenomenon is related to water inadequately removed from the surface at low flow-rates in the absence of mass transfer limitations. This paper describes studies on the kinetics and mechanism for reduction of ot-A1203- supported nickel oxide, with emphasis on the effects of NiO loading, hydrogen flow-rate and local concentrations of water. Several novel features resulting from this work have been reported in a brief communication [ 11 ] and this paper describes the details leading to those results. For example, techniques are used which effectively decouple chemical reduction and nickel crystallite growth, enabling these steps to be studied separately. In later papers we will report the effect of promoter oxides and supports commonly found in steam reform- ing catalysts. 2. Experimental 2.1. Sample preparation Catalysts containing between 5 and 21.3 wt.-% nickel oxide were prepared by impreg- nating preformed a-A1203 Raschig rings ( 1.7 cm diameter, 1.0 cm high) with a solution of Ni(NO3)2\" 6H20 in deionized water, followed by drying at 120 and 6 h calcination in air at 650. With 3 M nickel nitrate solution (pH = 2.7), pore-filling during impregnation gives only about 5 wt.-% loading, so the impregnation/calcination was repeated several times to achieve higher loadings. The catalysts were ground in a TEMA agate mill and sieved to particles less than 100/xm in size. 2.2. Chemical analysis Loss on ignition at 900 was measured in air, and elemental analyses determined with a Philips PW 1400 X-ray fluorescence spectrophotometer. 2.3. Magnetic measurements Experimental techniques for measuring magnetization curves at different times of reduc- tion with an in situ sample cell have been described in detail earlier [7]. Experimental procedures were as follows. Approximately 80 mg of 150 mesh sample powder were loaded into the inner tube of the cell to form a bed 7 mm long. After purification by beds of reduced Harshaw 106 nickel catalyst and activated Linde 5A molecular sieve, helium was passed at 60 cm3 min- ~ for 20 min at 25 through the sample to remove traces of air and moisture. Measurement of magnetization versus magnetic field for the unreduced sample was made at 25 up to 14 kOe. Isothermal reduction measurements followed by placing the cell in an external furnace and reducing with purified hydrogen at temperatures from 270 to 330 and for time intervals varying from 5 min to several hours. After each treatment, the 220 J.T. Richardson et al. /Applied Catalysis A: General 110 (1994) 217-237 sample was cleaned with helium and magnetic measurements repeated with a precision of _ 2%. Magnetization curves were then analyzed to give the extent of reduction [7]. 2.4. X-ray diffraction A Siemens D 5000 high temperature X-ray diffraction system with a position sensitive detector was used to identify the type and amount of each crystalline phase present in the samples. Nickel oxide crystallite sizes were determined from XRD line broadening using the Williamson and Hall modification of the Debye-Scherrer method [ 12]. Lattice para- meters for NiO were calculated by using ot-A1203 as an internal standard. 2.5. Temperature-programmed reduction Temperature-programmed reduction (TPR) data were obtained with an apparatus com- prising two 4-mm stainless steel tubes (one a sample cell containing approximately 100 mg of catalyst packed between quartz wool, the other a reference cell with an equivalent bed of a-A1203). These were connected through mass flow controllers to a common gas supply, containing from 20% to 70% hydrogen in purified argon. Exit streams from each tube passed through small beds of silica gel to remove water and then to opposite sides of a thermal conductivity cell. A furnace surrounding the tubes was regulated within 2 by an Omega programmable temperature controller, which also provided a linear rate of temperature increase. The sample was loaded, dried by heating at 120 for 1-2 h in argon, and reduction started with a total flow of 40 cm3 min-' through the bed. Hydrogen consumed during reduction was recorded as a peak in the temperature scan. The sensitivity of the detector was calibrated by injecting hydrogen pulses into the carrier gas with a valve located before the sample cell. Recorded peaks were analyzed with PeakFit, a computer program from the Jandel Corporation, which deconvoluted overlapping peaks. 2.6. Hydrogen consumption kinetics The TPR apparatus was used in an isothermal mode to obtain hydrogen consumption kinetic data. With the hydrogen-containing stream ( 10 to 50 mol-%) flowing through the sample, the temperature was raised rapidly to the reduction temperature and held constant for the duration of the experiment. The isothermal peak recording hydrogen consumed during reduction was integrated to give the amount of hydrogen consumed at different times, from which the extent of reduction versus time data were calculated. A small error resulted from hydrogen consumed during the initial heating process, but this was never more than 3% of the total peak. 2. 7. Surface areas Surface areas were measured with a Quantachrome Quantasorb apparatus, using the single point BET method with nitrogen. Densities were obtained with a Quantachrome multi pycnometer. J.T. Richardson et al. /Applied Catalysis A: General 110 (1994) 217-237 221 3. Results and discussion 3.1. Properties of the unreduced catalysts General properties of the unreduced catalysts (Table 1) are consistent with a model in which nickel oxide crystallites deposit with increasing concentration upon the surface of a- A1203. Initially, there is an increase in total surface area and pellet density and a decrease in pore volume. The trends in pellet density and pore volume continue as loading increases, but the surface area passes through a maximum at about 9-10 wt.-% NiO. This reflects changes in the morphology of the NiO grains, the most important properties being size and shape. X-ray diffraction showed only the presence a-A1203 and NiO, with no indication of NiO- A1203 compound formation. Table 2 shows the lattice constants for NiO are essentially constant within experimental error and very close to 0.4177 nm for bulk NiO [ 13]. Table Table 1 General properties of the catalyst samples Catalyst Wt.-% NiO LOIa SBETb d~c dpd Vpe S 0 0.3 1.0 4.10 2.08 0.24 A 5.0 0.2 2.2 4.02 2.25 0.20 B 9.2 0.2 2.4 4.12 2.22 0.21 C 11.5 0.2 2.2 4.13 2.41 0.17 D 15.6 0.2 2.0 4.20 2.69 0.16 E 17.8 0.2 1.8 4.20 2.66 0.14 F 19.8 0.2 1.3 4.30 2.70 0.14 G 21.3 0.3 1.6 4.30 2.83 0.12 \"Loss on ignition at 900, wt.-%. bBET surface area, m2 g- ~. %Ielium density, g cm- 3. dParticle density, g cm- 3. epore volume, cm3 g- t. Table 2 Nickel oxide lattice constants and crystallites sizes from X-ray diffraction results Catalyst aoa dNiob A 0.4179 28 B 0.4180 33 C 0.4180 29 D 0.4174 3O E 0.4175 33 F 0.4178 33 G 0.4181 27 Average 0.4178 30 Standard deviation + 0.00012 + 1.4 ~Lattice constant, nm. bCrystallite size, nm. 222 J.T. Richardson et al. / Applied Catalysis A: General I10 (1994) 217-237 2 also gives crystallite sizes from XRD line broadening and shows NiO retains an average size of about 30 nm with increasing loading. The amount of NiO estimated from quantitative analysis of the peak intensities was only about 80% of the NiO present, indicating a consistent fraction of undetected NiO amounting to about 20%. Presumably, this is some highly dispersed nickel compound, either NiO or nickel aluminate. Transmission electron microscopy studies on Catalyst D showed well crystalline a-AI203 particles ranging in size from 150 to 900 nm and decorated with discrete crystallites of NiO crystalline enough to yield sharp Laue spots with electron diffraction. There was also an assortment of very small NiO clusters less than 7 nm scattered over the surface. Significantly, there was no nickel detectable by energy dispersive spectroscopy in the alumina surface between NiO crystallites, suggesting the system comprises well-separated NiO crystallites rather than raft-like structures. A model for the unreduced catalysts may now be postulated. Apart from 20% of \"unde- tected\" NiO, the catalysts consist of large microcrystals of a-AI203 (about 103 nm) dec- orated with increasing amounts of discrete NiO crystallites all about the same size. Some of these crystallites are agglomerated into the larger grains seen by the transmission electron microscope. While the overall morphological features could be very complex, it is clear the NiO grains exist with shapes allowing a fraction of the a-A1203 surface to be uncovered. For example, if all the grains were single crystallites of a uniform size (30 nm), the support surface would be completely covered at a loading of about 18 wt.-% NiO. Crystallite agglomeration is necessary to account for incomplete coverage. 3.2. Temperature-programmed reduction TPR results are shown in Fig. 1. For the lowest loading (Catalyst A), reduction began at about 275 and peaked at 330. As NiO loading increased, an additional peak appeared with a maximum at 375. This peak increased in magnitude at higher NiO levels, but the original peak remained in the same position. In all cases, the amount of hydrogen consumed corresponded to complete reduction. A sample of 100% NiO prepared by decomposing nickel nitrate in air at 650 and measured under the same conditions showed a TPR peak with a maximum at 323. This sample had a NiO crystallite size of 42 nm. The data in Fig. 1 indicate successive deposition of NiO onto the a-A1203 surface, generating NiO grains more difficult to reduce than either bulk NiO or the initial products of impregnation. The TPR experiments were repeated in 20% H2 to improve precision, and the resulting peaks deconvoluted with three overlapping symmetrical Giddings functions. Fig. 2 shows an example of peak fitting for Catalyst E. The peaks are centered at 325, 365 and 440 (regression coefficient= 0.9980; standard error = 0.0163). Table 3 shows the relative per- centage in each peak, labeled 1, 2, and 3 respectively, for all catalysts. Peak No. 1 is centered from 317 to 328, with the exception of Catalyst G which is slightly higher. The percentage of NiO in this peak remains about the same. Peak No. 2 shows an increase in temperature position but with approximately the same percentage. Peak No. 3 is relatively small, but a definite trend towards higher temperatures occurs. The trend towards more difficult reduction is demonstrated in Table 3 by the temperature for reduction of 50% of J.T. Richardson et al. /Applied Catalysis A: General 110 (1994) 217-237 223 I I I I I I I 200 300 400 fioo TEMPERATURE, Fig. 1. Temperature-programmed reduction curves. Total flow-rate=40 cm3 min-1, hydrogen concentra- tion = 70%, heating rate = 15 min- ~. the nickel oxide, which moves to higher temperatures as the loading increases. This is consistent with the qualitative observations in Fig. 1. 3.3. Kinetics from isothermal hydrogen consumption Hydrogen consumption is the step in the overall reduction process in which Ni-O bonds are broken, generating nickel atoms. Fig. 3 shows typical results for hydrogen consumption measurements with Catalyst D reduced at 330 in a 20% hydrogen/argon mixture flowing at 30 cm3 min- 1. These data give a very good fit to a shrinking core model for chemical reaction controlling [ 14] t = (Rg/ko) [ 1 - ( 1 - XNiO/Xm) 1/3 ] ( 1 ) with XNio the fraction of NiO reduced at time t, Xm the maximum amount of NiO reduced, Rg the radius of the reducing entity, and ko the rate constant given by ko = ksPH/ dgRT (2) in which ks is the intrinsic rate constant for reduction, dg the molar density of NiO, and PH the hydrogen partial pressure. Other rate limiting steps, such as diffusion at the external 1.2 1.0 0.2 .--I .,~ 0.8 Z m (/I ta 0.6 I'-- .--I ta 0.4 t~ 0.0 250 300 350 400 450 TEMPERATURE, oC I I I I 224 J.T. Richardson et al. /Applied Catalysis A: General 110 (1994) 217-237 Fig. 2. Deconvolution results for catalyst E. Table 3 Temperature-programmed reduction data. Functions: Giddings 500 Catalyst Hydrogen consumption (%) Peak 1 2 3 % % % Temp. for 50% reduction () A 322 26 345 68 400 6 339 B 322 27 351 62 401 10 345 C 317 18 358 77 438 5 352 D 328 26 370 72 437 1 360 E 325 18 365 79 440 3 360 F 324 17 364 80 453 4 361 G 333 21 375 77 443 2 369 surface or through the pores of the reduced layer, give different functional forms that do not fit the data [ 14], and calculated diffusion rates are orders of magnitude greater than those measured [ 15 ]. This close agreement of the data with Eq. ( 1 ) suggests three-dimen- sional and fairly symmetrical structures. Rafts, for instance, are one dimensional and give the dashed line in Fig. 3. All hydrogen consumption data gave the same agreement with the shrinking core model, which was adopted as a satisfactory method for interpreting chemical reduction of Ni-O bonds. Since chemical reduction is controlling, it is not possible that the catalyst particle size is Rg, but, as pointed out by Sohn and Szekely [ 16], the crystallite of NiO must be the \"shrinking core\". J.T. Richardson et al. /Applied Catalysis A: General 110 (1994) 217-237 225 I I I 7~ s sAt a 6 sss UJ 0 ssSSS 5 uJ rc s o o_ 4c Z Z a_LU / s s s Sphere 2C / s Raft 10 ~sssssSO s I I I 00\" 10 20 30 TIME, min Fig. 3. Isothermal reduction data for the catalyst D. Temperature = 330, total flow-rate = 30 cm3 min- ~, hydrogen concentration = 20%. First-order dependence on hydrogen partial pressure was confirmed at different percent- ages of hydrogen up to 50%. At 330, ko/Rg was given by ko/Rg = 0.128PH (rain - 1 ) (3) in which PH, the hydrogen partial pressure is in atmospheres. Similar results from 270 to 350 are given in Table 4. The integrated peak areas indicated incomplete reduction even though reaction had ceased. The extent of reduction increased with temperature, reaching 74% at 350, close to the amount of NiO detected by XRD. Isothermal measurements above 350 were not feasible because excessive reduc- tion occurred during the preliminary heating period. Attempts to circumvent this problem by preheating in argon and then introducing the reducing gas were not successful since the experimental arrangement resulted in a baseline shift and too long a recovery time. The temperature dependence of ko/Rg follows an Arrhenius form Table 4 Hydrogen consumption results for isothermal reduction catalyst D, 20% H2/Ar, 40 cm3 min-1 Temp. () ko/Rg X 102 (min- 1) NiO reduced (wt.-%) 270 0.98 38 310 1.98 55 330 2.79 70 350 4.20 74 226 J.T. Richardson et al. /Applied Catalysis A: General 110 (1994) 217-237 ko/Rg = 6\" 102exp( -5. 104/RT) (4) in which the activation energy is in J mol - 1 Fig. 4 shows how ko/Rg varies at 330 with NiO loading. With the exception of Catalyst B, ko/Rg decreases in a regular manner with increasing loading, consistent with the results in Fig. 1. The effect of flow-rate on hydrogen consumption at 270 for Catalyst D is shown in Fig. 5. The curves are calculated from the shrinking core model and extend to the point of maximum reduction. Both the rate and extent of reduction depend on hydrogen flow. The value of ko/Rg at 120 cm3 min- ] deceases slightly from that at 40 cm3 min- i to 0.82.10- 2 min- ~, but the amount of reducible NiO increases considerably. Bulk NiO reduced at 270 has a ko/Rg value equal to 0.67.10-2 min-~. Using 30 nm and 42 nm for Rg of the Catalyst D and bulk NiO sample respectively, ko values are 4.9.10- ~o cm s- ~ and 4.7.10- ~o cm s- ~. This close agreement suggests the reducible form of NiO at 270 in the catalyst is very similar to pure NiO. It also supports the argument that Rg is E 3 ~g _,g I I I I Hydrogen Consumption 330 o I I I I I 0 10 20 WEIGHT PERCENT NiO Fig. 4. Values ofko/Rg for the catalyst series at 330. 100 LU o a ~ 120 cm3 min-1 15.6 wt% NiO/~-AI203 -- ~ 27 - 40 cm3 min1 0 liL.#.#.-,,.=~ ~.I ~ v - i i i 0 100 200 TIME, min Fig. 5. Hydrogen consumption at different flow-rates for catalyst D, temperature = 270. J.T. Richardson et al. /Applied Catalysis A: General 110 (1994) 217-237 227 ...1 Z C3 W I-- ._1 w 1.0 0.8 0.6 0.4 0.2 I I I I I I f-. : without 0.0 / ,j 300 f \"%~.%/ ; \\x . %t % . . *% I I I \" \".h = ~.-- 400 500 600 TEMPERATURE, Fig. 6. Temperature-programmed reduction curves for catalyst C (20% hydrogen), showing the effect of adding aluminum nitrate to the impregnating solution. the radius of the primary NiO crystallite. Furthermore, 38% of the NiO in Catalyst D reduces at 270 (Table 4) and this may be the form reduced in Peak 1 of the TPR data in Table 3, i.e. similar to bulk NiO. Decreased reducibility of the NiO represented by Peaks 2 and 3 in Table 3 could be due to chemical interaction with the support or to larger NiO crystallites. If Peak 1 corresponds to about 30 nm NiO crystallites, then there would have to be over twice as many larger crystallites to account for the ratios in Table 3. This is inconsistent with the XRD data of Table 2 showing almost constant size. We conclude the decreased reducibility originates from chemical sources. This is supported by the fact that reduction of bulk NiO from 220 to 310 has an activation energy of 127 kJ mol-1, higher than Eq. 4. There is no evidence for NixmlyO4 formation that could result in decreased reducibility. Nickel oxide exists with the normal structure throughout the series, suggesting that support interactions are indeed subtle. Chen et al. [ 17] showed that impregnation of nickel salts on high-area alumina supports results in aluminum ions dissolving during impregnation at low pH and subsequently incorporating into crystallized NiO precursors. This could also be true for o~-A1203, the amount of incorporated A13 + ions increasing with loading as impregnation steps increase throughout the series, resulting in a systematic effect on the ease of reduction. This hypothesis was tested with a sample prepared in the same manner as Catalyst C, except the impregnating solution contained aluminum nitrate equivalent to 10% of the nickel nitrate. The TPR curves for this sample and Catalyst C are compared in Fig. 6. There is a significant increase in the higher-temperature portion of the hydrogen consumption peak, due to the high concentration of A13 + ions. X-ray diffraction showed no detectable nickel aluminate structures. These facts strengthen the argument that impregnating proce- dures for the original catalyst also gives this effect. 228 J.T. Richardson et al. /Applied Catalysis A: General 110 (1994) 217-237 3.4. Magnetic measurements of growth Magnetization measurements detect superparamagnetic clusters of metallic nickel con- taining greater than twenty atoms [ 18] and differ from hydrogen consumption methods which monitor chemical reduction. Typical magnetization data for Catalyst D reduced at 270 in 155 cm3 min- ~ of hydrogen are shown in Fig. 7. There is an increasing amount of metallic nickel at larger reduction times, with magnetization curves characteristic of fairly large cry stallites. Plots of M/Ms (where Ms is the saturation magnetization at high fields) versus H/T (where H is the magnetic field and T the temperature) from data measured at 25 and - 196 did not superimpose. Since this is a necessary condition for superpara- magnetism [ 18], this sample contained nickel crystallites above the superparamagnetic range, i.e. about 20 nm. Consequently, these data were not suitable for size distribution analysis. Fig. 8 shows the amount of NiO converted to metallic nickel, calculated from the data in Fig. 7. Two observations result: the growth curve approaches a value close to maximum reduction under these conditions; and the data do not fit the same shrinking core model (Eq. 1) as hydrogen consumption but rather the Avrami equation [ 19] XNi =Xm[ ( 1 -- exp( --kgtm) ] (5) 0) z ~ 40 o_ F- < z\"'k- ~ 30 0 0 (i)-- 1o 5 ~ v I I 0 5 10 15 MAGNETIC FIELD, kOe <i)- 120 Fig. 7. Magnetization after reduction for catalyst D, 270, hydrogen flow 155 cm3 min- t. J.T. Richardson et al. /Applied Catalysis A: General 110 (1994) 217-237 229 I.U I-- nr I.U > Z O O Z Z W U.I 13- 100 50 I I Hydrogen Consumption Nickel Growth I 270 I I I 100 200 300 TIME, min 0 0 400 Fig. 8. Nickel growth from magnetic data in Fig. 7, also showing hydrogen consumption. where XNi is the conversion of NiO to metallic nickel (as distinct from XNiO, the fraction of NiO chemically reduced), and kg a rate constant for growth. Values ofm were found between 0.5 and 1.5, with the higher values favored at lower temperatures and hydrogen flow-rates. The Avrami model, as usually applied to solid state reactions, has been reviewed by Hulbert, who describes low values of m with nuclei growth mechanisms when the production rate of nuclei is low and diffusion of the nuclei to reaction sites controlling [20]. The value of the exponent depends on the geometry of the particle and the exact nucleation model. The theoretical significance of Eq. 5 and the shift from high to lower values as temperatures and flow-rates increase will be discussed in a future paper. The dashed line in Fig. 8 is hydrogen consumption data from Fig. 5 for 120 cm3 min- 1 with the time scale compressed by a factor of five to account for the difference in hydrogen composition (20% versus 100%). Under these same conditions, hydrogen consumption (i.e. chemical reduction) precedes growth of metallic nickel crystallites. The effect is even more dramatic when the flow is reduced to 40 cm3 min-1, and chemical reduction is complete even before nickel growth has commenced. An almost zero-order growth is seen, with coalescence of clusters beginning after the maximum number of Niatoms form. Table 5 gives the effect of temperature and flow-rate on kg and the maximum extent of reduction, Xm, using m = 1 to quantify the growth process, since satisfactory fits were found for all data except those at very low values of XNi. In some cases, it was necessary to correct the time t for an induction period, to. The most pronounced effect is on to, which corresponds to slow generation of small atomic clusters and decreases significantly as temperature and flow-rate increase. The growth rate constant, kg, decreases slightly at each temperature, but Xm does not appear to depend on flow-rate while showing significant dependence on tem- perature. As nickel crystallites grow faster at higher temperatures, the difference between chemical reduction and crystallite growth decreases. Above 400, the two processes closely match and the effect of hydrogen flow becomes less important. The growth rate constant, kg, derived for temperatures above 300 at the maximum flow-rates, is given by 230 J. T. Richardson et al. /Applied Catalysis A: General 110 (1994) 217-237 Table 5 Effect of temperature and hydrogen flow on nickel growth catalyst D, m = 1 Temp. Flow-rate N\" kgX 10 xm () (cm3min-l) (min) (min-l) (wt.-%) 270 155 6 0.20 69 87 7 - 60 14 - 18 >60 - 300 330 450 92 0 0.87 61 46 9 0.62 62 27 10 0.59 58 14 19 0,37 54 52 0 1.80 82 41 0 1.80 79 33 0 1.25 78 15 9 1.20 73 205 0 6.75 94 75 0 6.00 90 35 0 4.86 95 19 0 4.00 90 \"Induction period, min. 11 I I I I I P --0-- Catalyst A 330C - o - C)-\" Catalyst F 121 ,,, C .~- 50 - z LLI n- 270C LU 0 ~ 0 10 20 30 40 50 TIME, rain Fig. 9. Magnetic measurement of the amount of NiO converted to metallic nickel for catalysts A and F at 270, 310, and 330. kg = 7.18exp( - 22.8. 103/RT) (6) These magnetic measurements were applied to Catalysts A through G from 270 to 330 with 100% hydrogen flowing at about 40 cm3 min- 1. Fig. 9 shows a comparison for two catalysts at the low (Catalyst A) and high (Catalyst F) loadings. There is only a small J.T. Richardson et al. /Applied Catalysis A: General 110 (1994) 217-237 231 1.0 E Z < I-- ~ 0.5 u.I F-- n- \"1- 0 i 01 I I I I O I I I 10 20 WEIGHT PERCENT NiO I m I Fig. 10. Growth rate constants for the catalyst series at 330, m = 0.5. difference in growth for the two. The remaining catalysts in the series exhibit similar curves, with m decreasing from 1.5 at 300 to 0.5 at 330. Values of kg found at 330 with m = 0.5 are given in Fig. 10. Although there is a slight decrease as loading increases, there appears to be no significant effect of loading on kg within experimental precision. Likewise, Xm is essentially constant at 79-81%. At this temperature, hydrogen consumption and growth rates are comparable. For example, after adjusting hydrogen consumption data of Catalyst A for the difference in hydrogen partial pressure in the two measurements, chemical reduc- tion is complete in 11 min, whereas nickel growth is about 88% of the maximum observed. At lower temperatures, growth was much slower than chemical reduction. Hydrogen consumption was complete for Catalyst A in about 6 min, whereas Fig. 9 shows growth was not observed until after about 20 min. Growth for Catalysts A and F levelled off at 310 and 330, but conversions at 270 were too low within the time of measurements to observe any maximum extent of growth. The value of the maximum growth for the series at 310 and 330 are constant at 63 and 81% NiO respectively. 3.5. X-ray diffraction of the reduced catalyst Samples of Catalyst D were reduced for 60 min at 270 and 300 in hydrogen flows of 150 cm3 min- 1. These conditions are sufficient to ensure complete hydrogen uptake and crystallite growth corresponding to more than 50% and 60% of total NiO respectively. After reduction, the samples were purged with helium at 280 and 310 respectively, cooled to ambient temperature and exposed to the atmosphere. This procedure minimizes oxidation of reduced nickel with atmospheric oxygen by removing occluded hydrogen atoms and restricting oxidation to about one monolayer [21]. A part of the sample reduced at 300 was heated in helium for 2 h at 500 to further sinter any small crystallites not previously detected. The percentage of NiO remaining in each, the amount of crystalline nickel formed, and crystallite sizes, all from XRD are given in Table 6, together with the results of magnetic measurements on each sample. Approximately 26% of the NiO in unreduced Catalyst D was undetected by XRD. After reduction at 270, the remaining 17% NiO had the same lattice constant, relative intensities, 232 J.T. Richardson et aL /Applied Catalysis A: General 110 (1994) 217-237 Table 6 X-ray diffraction analysis of the reduced catalyst D Sample % of total NiO as %NiO reduced Crystallite size (nm) (magnetic) NiO Ni Undetected NiO Ni Unreduced 74 0 26 0 30 Reduced~ 270 17 32 51 65 29 20 300 8 37 55 75 24 22 Sinteredb 500 11 48 41 76 31 27 aReduced in 150 cm3 min-I of hydrogen for 60 min. intered in helium at 150 cm3 min- ~ for 2 h after reduction at 300. and crystallite size as the original catalyst. Although magnetic measurements indicated 65% reduced to metallic nickel, only 32% of the NiO was detected by XRD. These crystallites had an average size of 20 nm, with astandard lattice constant and intensity ratios, suggesting 33% of the reduced NiO existed as very small clusters below the detectability of XRD. Crystallites larger than 30 nm were also present, as seen from magnetic measurements. The remaining 18% of the \"missing\" NiO was probably some structure not reducible at these conditions. Reduction at 300 followed the same pattern, and unreduced NiO amounted to 8% with a slightly lowered crystallite size of 24 nm. A slightly higher amount of crystalline nickel (37%) was detected with an average size of 22 nm. The amount of undetected \"clustered\" nickel atoms increased to 38%, leaving 17% as \"undetected, unreduced\" NiO. Sintering in helium increased the amount of observed NiO to 11% and Ni to 48%, undetected nickel decreased to 28% and nonreducible NiO fell to 13% while crystallite sizes increased slightly. Changes are not large, signifying fairly stable nickel crystallites. These trends suggest a substantial part of nickel atoms produced by chemical reduction exists as small clusters, which later grow to larger crystallites at a rate dependent on gas flow and temperature. Electron microscopic (TEM) examination of Catalyst D reduced at 300 showed well dispersed nickel crystallites with an average size of 17-23 nm but with some agglomerates as large as 50 nm and clusters as small as 2-3 nm. A much larger fraction of the alumina surface was covered with nickel than with NiO in the unreduced state. Electron diffraction on one typically sized crystallite (18 nm) gave a much more diffuse pattern with the appearance of Debye rings, signifying more disorder in the structure. Furthermore, [ 100] and [ 110] lines normally absent in nickel diffraction patterns are present, a fact consistent with alloy formation, most probably with aluminum. For this crystallite at least, there is good evidence for inclusion of aluminum atoms into the lattice. This is not widespread since the overall lattice constant from X-ray diffraction does not change. 3.6. The effect of flow-rate and water Reduction inhibition at low hydrogen flow has been reported previously for bulk NiO [22] and NiO on silica [6]. External diffusion is usually not a viable explanation since J.T. Richardson et aL /Applied Catalysis A: General 110 (1994) 217-237 233 calculated hydrogen mass transfer rates are orders of magnitude higher than the lowest rates measured experimentally. Thermodynamic limitations are equally improbable since the equilibrium constant for Nit reduction at 270 is about 2.102 Coenen [6] reviewed the literature and concluded the effect is related to inhibition by water. Water molecules liberated by Ni-O bond reduction in our experiments amount to about 200-300 monolayers. Most of this water is released immediately, but a fraction of a monolayer could be retained as chemisorbed water or hydroxyl species. Desorption into the gas phase depletes these species, but water leaves the catalyst bed slowly at low gas flow-rates and removal of water molecules on the surface through equilibrium with the gas phase is retarded. This effect decreases as water removal from the bed accelerates with increasing gas flow-rate. The results given in Table 5 and Fig. 5 indicate a model in which water retained on the surface because of low flow-rates has two principal effects. The first is to limit the amount of Nit reduced without necessarily decreasing the rate of reduction. This would occur, for instance, if certain crystallites retained surface water and inhibited initial hydrogen adsorp- tion/dissociation. These crystallites do not reduce as long as the protective species are present. Other crystallites without adsorbed water reduce easily. We suggest that aluminum ions incorporated into Nit during impregnation are responsible for this selectivity toward water retention. The second effect of adsorbed water is to decrease the nucleation rate, possibly by restricting diffusion of Niatoms across the surface to sites where clusters form. This requires some degree of interaction between Niatoms and surface hydroxyl groups. Under extreme conditions where the concentration of adsorbed water is high and surface diffusion low, long induction times are encountered before Niatoms reassemble into discrete clusters. We tested these hypotheses on Catalyst D by flowing hydrogen through a saturator maintained at either 0 or 25 [corresponding to water vapor pressures of 5.10-3 and 3.2.10 - 2 atm ( 1 atm = 101.325 kPa), respectively ]. Table 7 gives XRD data after reduction at 270 with 3.2.10-2 atm of water. Chemical reduction of Nit clearly decreased since 45 % of Nit remained. Magnetically detected nickel decreased by half, leaving 17% \"unde- tected\". However, the crystallite size of nickel crystallites and unreduced Nit remained approximately the same, in contrast to the findings of Barcicki et al. [23] who concluded the main effect of water on the reduction of Nit on ~/-alumina is to inhibit reduction of small Nit crystallites. Fig. 11 shows magnetic measurements of growth at 270 with increasing amounts of water in the gas. The most significant effect is to increase the induction period. The effect on nickel crystallite growth is less clear; the decreased growth could be due to lower Table 7 Effect of water vapor on XRD results, catalyst D 270, 100% H2, 150 cm3 min- ~, 1 h; dry: no H20, wet: 3.2. |0-2 atm H20 Sample % Nit as %Nit reduced Crystallite size (nm) ( magnetic ) Nit Ni Undetec~d Nit Ni Dry 17 32 51 65 29 20 Wet 45 16 39 33 32 20 234 J.T. Richardson et aL /Applied Catalysis A: General 110 (1994) 217-237 60 I I I I 1 I 270C 50 (a) 155 cm3 min -1 - (b) 95 cm3 min -1 (a).,~jv- a 5x10-3 atm H20 (c) 140 cm3 min -1 Z~40- 3.2x10\"2 atm H~\" O -- 8 3o - o/\" _ i / TIME, rain Fig. 11. Effect of water on nickel growth for catalyst D at 270. coalescence rates or the absence of suitable precursor clusters developed during induction. However, the range of conversions at 300 was sufficient to determine growth rate con- stants, kg, given in Table 8. At this temperature, there was very little effect on to and kg, and Xm decreased only slightly with added water. The effect of flow-rate on chemical reduction suggests water also retards this step. Unfortunately, we were unable to confirm this with direct measurements since it was difficult to achieve sufficient precision for low conversions in the presence of water. We conducted similar experiments with bulk NiO at 220 and separated chemical reduction from nucleation and growth (Fig. 12). Curves (a) and (b) show the flow-rate effect on chemical reduction. Curve (b) was measured at 40 cm3 min- 1, corresponding to an average water partial pressure of 2.71.10-2 atm from water liberated by reduction. At 150 cm3 min-1, the equivalent water vapor pressure is 0.72.10-2 atm. Curve (c), at 150 cm3 min- 1, confirmed nickel growth lags chemical reduction for bulk NiO. In curve (d), 3.26.10-2 atm. of water was added to the hydrogen, giving a total average water vapor pressure of 3.98.10- 2 atm. The main effect of water is to increase the induction or nucleation period drastically, in agreement with the conclusions of Benton and Emmett [ 24] for their Table 8 Effect of water on nickel growth, catalyst D 300, 100% H2, 90-95 cm3 min- t m = 1 Water pressure to kg 10 xm (atm) (min) (min-l) 0 0 0.87 0.61 5 10-3 2 1.05 0.57 3.2.10-2 3 0.93 0.55 J.T. Richardson et aL /Applied Catalysis A: General 110 (1994) 217-237 235 ~1001 =F\" AI~7..,-~ I I I I (a),~ ~Z- NiO, 220 (a) Hydrogen Consumption, 150 cm3 min-1 ~ /,~ (~/(c) (b) Hydren Consumpti' 40 cm3 minl (c) Magnetic, 150 cm3 min-1 (d) Magnetic, 150 cm3 min-' (~ 50 j-- j[T II .o_ Oi ~...~, 3\"2 X 10-2 arm\" /~ H20 _ ~ 0 c~ I n ,'h _0,\" I 0 I O0 200 300 400 500 TIME, min Fig. 12. Effect of flow-rate and water on the chemical reduction, nucleation and crystallite growth for bulk NiO at 220. results at 188. Curve (d) shows crystallite growth was not the same as without added water. This contradicts Benton and Emmett [ 24 ] who found \"autocatalytic reduction\" was unchanged by the presence of water. Bulk NiO and the impregnated catalyst behave in a similar manner, although the presence of the support may add complexity to the process. These experiments support the hypothesis that surface water, retained because of low gas flows, low temperatures or other reasons, retards NiO reduction by increasing the induction or nucleation of nickel clusters. 3. 7. The reduction mechanism This research supports general reduction mechanisms in the literature but also adds important new features. Details of the mechanism steps are as follows. ( 1 ) Dissociation of hydrogen, which occurs first on NiO and then rapidly on the surface of nickel clusters as they become available. (2) Rupture of Ni-O bonds by hydrogen atoms, producing Niatoms and water mole- cules. Although rapid, this process may be retarded or accelerated by foreign cations in the NiO lattice or on the surface. Aluminum, which retards reduction, may originate during impregnation from support ions dissolved in the acidic solution. (3) Diffusion of Niatoms. Nickel atoms diffuse across the support surface away from the center of reduction. (4) Nucleation of Niatoms into metallic nickel clusters. Nickel atoms produced by chemical reduction nucleate into clusters of atoms. This process appears as an induction period, when metallic nickel is monitored magnetically, if the overall reduction rates are small at low temperatures. Water retained on the surface at low hydrogen flows or from water added to the reducing gas retards nucleation by limiting the diffusion process. (5) Growth of nickel clusters into crystallites. The final step in the overall reduction is growth into nickel crystallites large enough for detection by magnetic and XRD measure- ments. Growth after nucleation is rapid, so that \"islands\" of nickel atoms form large crystallites. Externally added water does not affect this process to any large extent. Steps (1), and (2) occur rapidly and follow a diffusion-free, shrinking core model. Step (4) is better described by an Avrami model with diffusion-controlled nucleation. At low hydrogen flows, water is not removed rapidly enough from the bed and surface hydroxyls 236 J.T. Richardson et al. /Applied Catalysis A: General 110 (1994) 217-237 are retained, inhibiting hydrogen dissociation and hence reduction. Added water has a similar effect. These surface hydroxyls inhibit nucleation, and under appropriate conditions growth is much slower than hydrogen consumption. The difference between chemical reduction and crystallite growth rates decreases when less water is retained at increasing temperatures and is only significant from 270 to 400. Incorporation of A13 + ions into NiO could be the reason why a-A1203-supported catalysts reduced at higher temperatures than bulk NiO, possibly by retaining hydroxyl groups at higher temperatures. Other ions could have similar or more severe effects. 4. Conclusions The most significant result from this research is that, in the reduction of both bulk and supported NiO, rupture of Ni-O bonds and growth of subsequent Niatoms into metal crystallites are separated by an induction period in which small nickel clusters nucleate through a diffusion-controlled mechanism. Adsorbed water inhibits this nucleation so that under the right conditions, e.g. at low hydrogen flow-rates or low temperatures, the two processes may be observed separately. The second important result is that successive impregnation onto o~-A1203 makes the catalysts increasingly more difficult to reduce chemically but does not appear to affect crystallite growth. The fact that similar effects occur when A13 + ions are added to bulk and supported NiO supports the model that dissolution of A13 + ions during impregnation and subsequent incorporation into NiO crystallites may be responsible. Inhibition of nucleation is not so severe at higher reduction temperatures commonly used in commercial steam reforming ( > 500). However, it is possible that in the presence of promoters which increase surface water retention, such as CaO and MgO, the inhibiting effect of adsorbed water may move to higher temperatures. These features will be reported in a later publication. Acknowledgements This project was supported by a grant from ICI Katalco (Billingham, UK). We thank J. Kennerley and W.M. Sengelow for catalyst preparations; M. Coelho, for hydrogen con- sumption measurements; and J. Kulik for electron microscopy. References [ 1 ] D.E. Ridler and M.V. Twigg, in M.V. Twigg (Editor), Catalyst Handbook, 2nd ed., Wolfe, London, 1989, p. 225. [2] N. Pernicone and F. Traina, in B. Delmon, P. Grange, P. Jacobs and G. Poncelet (Editors) Preparation of Catalysts II, Proceedings 2nd International Symposium, Louvaln-la-Neuve, 4-7 September 1978 (Studies in Surface Science and Catalysis, Vol. 3)~ Elsevier, Amsterdam, 1979, p. 321. [3] D.R. Goodman, in M.V. Twigg (Editor), Catalyst Handbook, 2nd ed., Wolfe, London, 1989, p. 161. J.T. Richardson et al. /Applied Catalysis A: General 110 (1994) 217-237 237 [4] V.V. Boldyrev, M. Bulens and B. Delmon, The Control of the Reactivity of Solids, Elsevier, Amsterdam, 1979. [5 ] Y. Koga and L.G. Harrison, in C.H. Bamford, C.F.H. Tipper and R.G. Compton (Editors), Comprehensive Chemical Kinetics, Vol. 21, Elsevier, Amsterdam, 1984, p. 120. [6] J.W.E. Coenen, in B. Delmon, P. Grange, P. Jacobs and G. Poncelet (Editors), Preparation of Catalysts II, Proceedings 2rid International Symposium, Louvain-la-Neuve, 4--7 September 1978 (Studies in Surface Science and Catalysis, Vol. 3), Elsevier, Amsterdam, 1979, p. 89. [7] J.T. Richardson, B. Turk, M. Lei, K. Forster and M.V. Twigg, Appl. Catal. A, 83 (1992) 87. [ 8 ] G.R. Gavalas, C. Phichitkul and G.E. Voecks, J. Catal., 88 (1984) 54. [9] G.R. Gavalas, C. Phichitkul and G.E. Voecks, J. Catal., 88 (1984) 65. [10] R. Lamber and G. Schulz-Ekloff, Surf. Sci., 258 (1991) 107. [ 11 ] M.V. Twigg and J.T. Richardson, Catal. Lett., 20 (1993) 259. [ 12] G.K. Williamson and W.H. Hall, Acta Metal., 1 (1953) 22. [ 13] C. Palache, H. Berman and C. Frondel, Dana's System of Mineralogy, 7th ed., Vol. 1, Wiley, New York, 1944, p. 520. [ 14 ] O. Levenspiel, Chemical Reaction Engineering, Wiley, New York, 1972, p. 368. [ 15 ] C.N. Satterfield, Mass Transfer in Heterogeneous Catalysts, MIT Press, Cambridge, MA, 1970. [ 16] H.Y. Sohn and J. Szekely, Chem. Eng. Sci., 27 (1972) 763. [ 17 ] S.L. Chen, H.L. Zhang, J. Hu, C. Contescu and J.A. Schwarz, Appl. Catal., 73 ( 1991 ) 289. [ 18] J.M.R. Ginestra, Ph.D. Dissertation, Department of Chemical Engineering, University of Houston, August, 1983. [ 19] M. Avrami, J. Chem. Phys., 9 ( 1941 ) 177. [20] S.F. Hulbert, J. Brit. Cer. Soc., 6 (1969) 11. [21 ] J.T. Richardson and J. Dubus, J. Catal., 54 (1978) 207. [22] B. Delmon, Introduction a la Cinetique Heterogene, Editions Technip, Paris, 1969. [23] J. Barcicki, A. Machocki, M. Pielach and A. Denis, Pol. J. Chem., 53 (1979) 2555. [24] A.F. Benton and P.H. Emmett, J. Am. Chem. Soc., 46 (1924) 2728. APCATA 94801983 0926-860X(94)80198-3 10.1016/0926-860X(94)80198-3 Elsevier Science B.V. All rights reserved Reduction of model steam reforming catalysts: NiO/α-Al2O3 J.T. Richardson a * M. Lei a B. Turk a K. Forster a Martyn V. Twigg b ** a Department of Chemical Engineering, University of Houston, Houston, Texas 77204-4792,USA b ICI Chemicals and Polymers Limited, P.O. Box 90, Wilton. Cleveland TS6 SJE, UK * Corresponding author. Tel ( + 1-713) 7434324, fax. ( + 1-713) 7434323 ** Present address: Johnson Matthey, Catalytic Systems Division, Orchard Road, Royston, Herts., SG8 5HE, UK. The effect of NiO loading (5–21 wt.-%) on the reduction of NiO/α-A2O3 catalysts, prepared by multiple impregnation of nickel nitrate solution followed by calcination at 650°C has been characterized usingtemperature-programmed reduction, isothermal hydrogen consumption, magnetization, X-raydiffraction, and electron microscopy. X-ray diffraction analysis of fresh catalysts indicated normal NiO crystallites about 30 nm in size. Studies from 270°C to 350°C show hydrogen consumption at lower temperatures is faster than the subsequent growth of nucleated clusters of nickel atoms into crystallites, with the rates of the two processes approaching each other at higher temperatures. As NiO loading increases, chemical reduction becomes more difficult but nickel crystallite growth is not affected. This decreased reducibility is believed due to Al3+ ion incorporation into NiO surface layers during impregnation. Isothermal hydrogen consumption from 270°C to 450°C follows a shrinking core model with NiO crystallites decreasing progressively in size. Magnetic measurements show crystallite growth is dependent on diffusion-controlled nucleation. Decreasing hydrogen flow has a profound effect on chemical reduction and nucleation but not on growth. Similar results are found with added water vapor. X-ray diffraction and transmission electron microscope measurements reveal 23 nm nickel crystallites with some evidence for Al-Ni alloy formation. A mechanism is proposed in whichadsorbed water inhibits chemical reduction and nucleation, and foreign ions such as A13+ increase this effect. nickel oxide reduction steam reforming water inhibition References [1] D.E. Ridler M.V. Twigg M.V. Twigg Catalyst Handbook 2nd ed. 1989 Wolfe New York 225 [2] N. Pernicone F. Traina B. Delmon P. Grange P. Jacobs G. Poncelet Preparation of Catalysts II, Proceedings 2nd International Symposium Louvain-la-Neuve, 4–7 September 1978 Studies in Surface Science and Catalysis Vol. 3 1979 Elsevier London 321 [3] D.R. Goodman M.V. Twigg Catalyst Handbook 2nd ed. 1989 Wolfe Amsterdam 161 [4] V.V. Boldyrev M. Bulens B. Delmon The Control of the Reactivity of Solids 1979 Elsevier London [5] Y. Koga L.G. Harrison C.H. Bamford C.F.H. Tipper R.G. Compton Comprehensive Chemical Kinetics 1984 Elsevier Amsterdam 120 [6] J.W.E. Coenen B. Delmon P. Grange P. Jacobs G. Poncelet Preparation of Catalysts II, Proceedings 2nd International Symposium Louvain-la-Neuve, 4–7 September 1978 Studies in Surface Science and Catalysis Vol. 3 1979 Elsevier Amsterdam 89 [7] J.T. Richardson B. Turk M. Lei K. Forster M.V. Twigg Appl. Catal. A 83 1992 87 [8] G.R. Gavalas C. Phichitkul G.E. Voecks J. Catal. 88 1984 54 [9] G.R. Gavalas C. Phichitkul G.E. Voecks J. Catal. 88 1984 65 [10] R. Lamber G. Schulz-Ekloff Surf. Sci. 258 1991 107 [11] M.V. Twigg J.T. Richardson Catal. Lett. 20 1993 259 [12] G.K. Williamson W.H. Hall Acta Metal. I 1953 22 [13] C. Palache H. Berman C. Frondel 7th ed. Danas System of Mineralogy Vol. 1 1944 Wiley Amsterdam 520 [14] O. Levenspiel Chemical Reaction Engineering 1972 Wiley New York 368 [15] C.N. Satterfield Mass Transfer in Heterogeneous Catalysts 1970 MIT Press New York [16] H.Y. Sohn J. Szekely Chem. Eng. Sci. 27 1972 763 [17] S.L. Chen H.L. Zhang J. Hu C. Contescu J.A. Schwarz Appl. Catal. 73 1991 289 [18] J.M.R. Ginestra Ph.D. Dissertation, Department of Chemical Engineering, University of Houston August 1983 [19] M. Avrami J. Chem. Phys. 9 1941 177 [20] S.F. Hulbert J. Brit. Cer. Sot. 6 1969 11 [21] J.T. Richardson J. Dubus J. Catal. 54 1978 207 [22] Paris B. Delmon Introduction a la Cinetique Heterogene Editions Technip 1969 [23] J. Barcicki A. Machocki M. Pielach A. Denis Pal. J. Chem. 53 1979 2555 [24] A.F. Benton P.H. Emmett J. Am. Chem. Sot. 46 1924 2728",
      "scopus-id": "0028397648",
      "coredata": {
        "eid": "1-s2.0-0926860X94801983",
        "dc:description": "The effect of NiO loading (5–21 wt.-%) on the reduction of NiO/α-A2O3 catalysts, prepared by multiple impregnation of nickel nitrate solution followed by calcination at 650°C has been characterized usingtemperature-programmed reduction, isothermal hydrogen consumption, magnetization, X-raydiffraction, and electron microscopy. X-ray diffraction analysis of fresh catalysts indicated normal NiO crystallites about 30 nm in size. Studies from 270°C to 350°C show hydrogen consumption at lower temperatures is faster than the subsequent growth of nucleated clusters of nickel atoms into crystallites, with the rates of the two processes approaching each other at higher temperatures. As NiO loading increases, chemical reduction becomes more difficult but nickel crystallite growth is not affected. This decreased reducibility is believed due to Al3+ ion incorporation into NiO surface layers during impregnation. Isothermal hydrogen consumption from 270°C to 450°C follows a shrinking core model with NiO crystallites decreasing progressively in size. Magnetic measurements show crystallite growth is dependent on diffusion-controlled nucleation. Decreasing hydrogen flow has a profound effect on chemical reduction and nucleation but not on growth. Similar results are found with added water vapor. X-ray diffraction and transmission electron microscope measurements reveal 23 nm nickel crystallites with some evidence for Al-Ni alloy formation. A mechanism is proposed in whichadsorbed water inhibits chemical reduction and nucleation, and foreign ions such as A13+ increase this effect.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94801983",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Richardson, J.T."
          },
          {
            "@_fa": "true",
            "$": "Lei, M."
          },
          {
            "@_fa": "true",
            "$": "Turk, B."
          },
          {
            "@_fa": "true",
            "$": "Forster, K."
          },
          {
            "@_fa": "true",
            "$": "Twigg, Martyn V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94801983"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94801983"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80198-3",
        "prism:volume": "110",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Reduction of model steam reforming catalysts: NiO/α-Al2O3",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "nickel oxide"
          },
          {
            "@_fa": "true",
            "$": "reduction"
          },
          {
            "@_fa": "true",
            "$": "steam reforming"
          },
          {
            "@_fa": "true",
            "$": "water inhibition"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "217-237",
        "prism:endingPage": "237",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 March 1994",
        "prism:doi": "10.1016/0926-860X(94)80198-3",
        "prism:startingPage": "217",
        "dc:identifier": "doi:10.1016/0926-860X(94)80198-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028397648"
      }
    }
  }
}