{
  "metadata": {
    "title": "Structure-activity relation and ethane formation in the hydrogenolysis of methyl acetate on silicasupported copper catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-04-14",
    "doi": "10.1016/0926-860X(94)80067-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94800677",
    "pii": "0926860X94800677"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028412990",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-27 2001-08-27 2010-10-02T11:38:12 1-s2.0-0926860X94800677 0926-860X(94)80067-7 0926860X94800677 10.1016/0926-860X(94)80067-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X01780 2024-01-01T12:21:06.294127Z 0 0 19940414 1994 2001-08-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 111 111 1 1 Volume 111, Issue 1 5 63 77 63 77 19940414 14 April 1994 1994-04-14 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. STRUCTUREACTIVITYRELATIONETHANEFORMATIONINHYDROGENOLYSISMETHYLACETATESILICASUPPORTEDCOPPERCATALYSTS VANDESCHEUR F TSUSHIMA 1993 680 693 R VANDESCHEUR 1993 453 457 F PROCWORLDCONFERENCEOILSEEDTECHNOLOGYUTILIZATIONBUDAPEST1992 VANDESCHEUR 1994 63 83 F HAIDEGGER 1962 326 329 E KOHLER 1987 652 656 M KOHLER 1988 1043 1050 M PROCEEDINGS9THINTERNATIONALCONGRESSCATALYSISCALGARY1988 AGARWAL 1987 79 92 A VANDERGRIFT 1990 275 289 C LUYS 1989 161 173 M EVANS 1983 75 83 J ACKMAN 1964 173 179 R VANDERGRIFT 1990 178 189 C CHINCHEN 1987 101 107 G SIVARAJ 1990 L23 L26 C JOLY 1993 61 70 J BAIKER 1984 2331 2341 A KRITZENBERGER 1990 73 80 J COENEN 1975 341 347 J VANBEIJNUM 1991 J PHDTHESIS EVANS 1984 203 213 J CHUNG 1993 335 345 M WACHS 1978 303 328 I VANDESCHEURX1994X63 VANDESCHEURX1994X63X77 VANDESCHEURX1994X63XF VANDESCHEURX1994X63X77XF item 0926-860X(94)80067-7 0926860X94800677 1-s2.0-0926860X94800677 10.1016/0926-860X(94)80067-7 271346 2024-01-01T12:21:06.294127Z 1994-04-14 1-s2.0-0926860X94800677-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94800677/MAIN/application/pdf/5c85e0a621a72c8707452ebde273d5de/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94800677/MAIN/application/pdf/5c85e0a621a72c8707452ebde273d5de/main.pdf main.pdf pdf true 904745 MAIN 15 1-s2.0-0926860X94800677-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94800677/PREVIEW/image/png/73e0b6508f5e2bf48a309b0051488c49/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94800677/PREVIEW/image/png/73e0b6508f5e2bf48a309b0051488c49/main_1.png main_1.png png 50647 849 656 IMAGE-WEB-PDF 1 applied catalysis A ELSEVIER Applied Catalysis A: General 111 (1994) 63-77 Structure-activity relation and ethane formation in the hydrogenolysis of methyl acetate on silica supported copper catalysts Frank Th. van de Scheurs, Bart van der Lindens, Marjo C. Mittelmeijer-Hazelegera, Jack G. Nazloomians, Leendert H. Staals,b,* Department of Chemical Engineering, University of Amsterdam, Nieuwe Achtergracht 166, 1018 WV Amsterdam, Netherlands bUnipath Ltd., Norse Road, Bedford MK41 OQG, UK (Received 3 November 1993, revised manuscript received 12 January 1994) Abstract The activity and selectivity of silica-supported copper catalysts in the hydrogenolysis of methyl acetate were studied in relation to the structure of the active phase. The activity was found independent of the copper loading, when the weight of copper in the reactor was kept constant. Copper catalysts were prepared by homogeneous precipitation. In the range of reduction temperatures between 543 K and 743 K, the activity was constant, in spite of considerably different copper metal surface areas. The absence of a correlation between activity and copper surface area is assigned to the formation of highly dispersed copper not active in methyl acetate hydrogenolysis. In contrast to the equal activity, catalysts of low copper loading produced more ethane than the higher loaded catalysts, based on the weight of copper. A remarkable parallel between the amount of ammonia chemisorbed on the reduced catalyst and the ethane selectivity suggests that a dehydration reaction to ethene on acid sites located at the silica support, followed by hydrogenation on the copper metal phase, is responsible for the formation of ethane. Key words: acid sites; ammonia; chemisorption; copper/silica; ethane formation; methyl acetate hydrogenolysis; reduction temperature; selectivity (ethane); surface area 1. Introduction The hydrogenolysis of esters is an important reaction in the synthesis of fatty alcohols from fatty acid methyl esters. Fatty alcohols are widely used as base chemicals for the *Corresponding author. Tel. ( +44-234) 347161, fax. ( +44-234) 218781. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD/0926-860X (94)00005-C 64 F.Th. van de Scheur et al. /Applied Catalysis A: General 111 (1994) 63-77 production of surfactants and at present the synthesis route from fatty acid methyl esters is becoming more and more favourable with respect to the petrochemical process starting from ethylene [ 1 ] . The consumption of oleochemical-based alcohols is expected to increase from 530 000 MT in 1990 to 800 000 MT in 1995 [ 1 ] . Closely connected with this growing demand are ongoing searches for improved processes working at pressures below 100 bars [2] and active copper-based catalysts without chromium [3]. For catalytic studies, methyl acetate is a suitable model compound for the C12-C18 esters of industrial interest. The hydrogenolysis reaction equation can be described by: CH3-CO-O-CH3 +2H2 Z:-2 CH3-CHz-OH+CH3-OH In addition to the main products ethanol and methanol, a large number of other compounds can be formed, depending on the process conditions. Concerning the quantity of side products, ethyl acetate, ethanal and ethane are the most important. Ethyl acetate is formed by a transesterification of the product ethanol with methyl acetate and it is merely an intermediate in the reaction that reacts with hydrogen to two equivalents of ethanol. Ethanal formation is strongly dependent on the temperature and proceeds either by an incomplete hydrogenation of the ester or by dehydrogenation of ethanol. Since the latter side reaction does not occur at high pressure it is considered to be less relevant to the current study. From a practical point of view, the study of ethane formation is very important, as minimizing the amount of alkanes is a key objective in an industrial fatty alcohol synthesis process. More than the process conditions, the properties of the catalyst play an important role in the ethane selectivity. In earlier work on copper-chromite catalysts, several factors promoting alkane formation were the subjects of research [ 4 ] . Nowadays, alternatives for copper-chromite catalysts are subject of extensive research and copper-silica-based catalysts have been described both in patents [5-7] and in the scientific literature [8-10]. However, little is known about the specific mechanism of alkane formation. This work is therefore aimed at a better understanding of the ethane formation in the methyl acetate hydrogenolysis, in relation to the texture and other surface properties of silica-supported copper catalysts. 2. Experimental 2.1. Catalyst preparation and copper metal assay Silica-supported copper catalysts were prepared by homogeneous precipitation of copper(II) nitrate trihydrate (Merck) onto silica (Shell S980A) particles, according to a method earlier described by Van der Grift et al. [ 11 ] . At 363 K, the pH of a suspension containing silica and copper nitrate was raised homogeneously from 3 to about 6.5 by decomposition of urea (Aldrich). The copper loadings of the catalysts were determined by quantitative measurement of the hydrogen consumption in temperature-programmed reduction and by inductively coupled plasma atom emission spectrometry (ICP/AES) and are given in Table 1. F.Th. van de Scheur et al. /Applied Catalysis A: General 111 (1994) 63-77 65 Table 1 Copper loading of the catalyst precursors determined from TPR and from ICP/AES Sample code Copper metal loading (g Cu/g sample) from TPR from lCP/AES CSA05 0.040 0.039 CSA10 0.094 0.089 CSA15 0.138 0.129 CSA20 0.181 0.174 CSA25 0.229 0.206 CSA30 0.261 0.255 For temperature-programmed reduction, 50 mg of catalyst calcined at 773 K was mounted between two plugs of quartz wool in a quartz tube with an inner diameter of 4 mm. A gas mixture of 67% HZ and 33% Ar (Praxair 99.999%) was led over the sample at a rate of 0.33 cm3 s-'. The heating rate was 0.167 K s-'. Consumption of hydrogen was monitored with an Intersmat katharometer of which the signal was integrated by a Shimadzu CR 3A integrator. 2.2. Texture characterization by nitrogen adsorption Two different types of equipments were used: Nitrogen adsorption isotherms of the precursor samples were obtained using Micromeretics equipment, whereas the isotherms of the reduced catalysts were determined in a Carlo Erba Sorptomatic 1800. The results have been summarized in Table 2. It is remarkable that the BET areas of the precursors and the catalysts reduced at 643 K for one hour are about equal. After reduction of a comparable series of catalysts supported on Aerosil 200 (Degussa) Van der Grift et al. [ 11 ] observed a decrease of the surface area between 19 and 56%. 2.3. Thermogravimetric analysis and copper surface area measurements The specific copper surface areas were determined according to a method described by Luys et al. [ 12] . About 400 mg of catalyst precursor was placed in a porous basket in a Table 2 BET areas of precursors and catalysts reduced at 643 K Sample code Precursor Reduced at 643 K Spec. area Pore volume Spec. area Pore volume Mean pore radius (m2/g cat.) (Cm' g-') (m2/g cat.) (cm3g-') (nm) Si02 S980A 222 0.95 - - CSA05 255 0.88 239 0.83 7.5 CSA10 317 0.84 310 0.83 6.2 CSA 15 356 0.64 348 0.67 4.1 CSA20 415 0.68 416 0.67 4 CSA25 453 0.70 433 0.63 3 CSA30 502 0.70 467 0.53 2 66 F.Th. van de Scheur et al. /Applied Catalysis A:. General 111 (1994) 63-77 Setaram TG85 thermobalance. The sample was calcined in a flow 2 cm' s-' of air, heated at a rate of 0.167 K s-' to 393 K and maintained at this temperature for 2 h; then the temperature was raised to 773 K at a rate of 0.167 K s' and was maintained at this temperature for twelve hours. Reduction was performed in a flow of 2 cm3 s-' 67%H2/33%Ar, the heating rate was 0.033 K s-' and the sample was maintained at the chosen reduction temperature for an additional hour. Then the thermobalance was evacuated for 15 min at the reduction temperature, argon was let in and the sample was cooled down to 363 K under a flow of 2 cm3 s-' of argon. Subsequently the flow was changed to 2 cm 3 s-' 1%N20/99%Ar and the weight increase was followed until a plateau was reached. The amount of surface oxygen was determined by extrapolation of the sub-surface contribution to t=0. Assuming an adsorption stoichiometry Cuc/Oaks=2 and a value of 1.46. 10'9 Cus atoms m-2 [ 13] the copper surface areas could be calculated. 2.4. Ammonia adsorption The experiments were performed in a glass vacuum system for chemisorption equipped with a turbo-molecular pump that could normally reach vacuum pressures between 0.1 and 1 mPa. About 50 mg of catalyst precursor was placed between two plugs of quartz wool in a 20.6 cm 3 Pyrex glass reactor suitable for pretreatment and adsorption. Samples were pretreated in-situ by a calcination in 0.5 cm' s-' of air, with a temperature program of 0.02 K s--` to 753 K and a dwell at this temperature for four hours. Reduction was carried out in a flow of 0.5 cm3 of hydrogen (Praxair 99.9999%) by heating with 0.02 K s-' to 643 K and a dwell for one hour. After the reduction, the reactor was evacuated at 643 K for 30 min and cooled down to ambient temperature under vacuum. Adsorption experiments were conducted at room temperature by the admission of a known amount of ammonia (200, 300, 400 or 500 mbar, Praxair 99.96%) to a glass chamber with a calibrated volume of 31.1 cm3 After stabilization for one hour, the gas was expanded to the previously evacuated reactor. Again after a stabilization time of one hour, the adsorption pressure was determined. The overall amount of adsorbed ammonia that could be calculated from the expansion pressure was always corrected for the adsorption on the glass of the reactor, which was determined by blank measurements. In most cases the glass adsorption did not exceed 20% of the value of the adsorption on the catalyst. The amount of chemisorbed ammonia was determined by extrapolation of the amounts of ammonia obtained at different expansion pressures top = 0. Regeneration after ammonia adsorption was performed by heating at 0.1 K s-' to 643 K in a hydrogen flow of 0.5 cm' s-'. At 643 K, the reactor was evacuated for 30 min and subsequently cooled down to room temperature. 2.5. Activity measurements Activity measurements were performed in a standard flow system for catalyst testing. Appropriate amounts of catalyst, sieve fraction 125-212 jcm, and silica diluent (Shell S980A), were put into a U-tube Pyrex glass reactor with an inner diameter of 5 mm. Samples were calcined in 1 cm' s-' of air, with a temperature program of 0.02 K s-' to 753 K and FTh. van de Scheur et al. /Applied Catalysis A: General 111 (1994) 63-77 67 a dwell at this temperature for twelve hours. Reduction was carried out in a flow of 1 cm' of hydrogen (Praxair 99.999%) by heating with 0.02 K s-' to 643 K and a dwell for one hour. A mixture of 0.25 vol.-% of methyl acetate, 10 vol.-% HZ and nitrogen as the balance was used as the feed to the reactor at a flow-rate of 2 cm3 NTP s-' and an absolute pressure of 4 bars. The W/F was 1.5 . 103 kg cat. s mol' and the isothermal stabilization time between two subsequent samples was 30 min. Samples taken by means of an 8-way Carle valve were analyzed on a Chrompack 438A gas chromatograph equipped with a HayeSep S 1 / 8 in. stainless steel column, thermal conductivity detector and flame ionization detector. The signals were integrated by a Milton Roy CI-10 integrator and the data were collected on an IBM AT computer. FID response factors were found to agree with those published by Ackman [ 14 ] . 3. Results and discussion In order to study the effect of the copper loading on the formation of ethane, activity measurements were performed with a constant weight of 20.7 mg of copper in the reactor. Silica was added as a diluent to obtain an equal bed length independent of the copper loading. The experimental quantities are given in Table 3. Fig. 1 displays the results of the activity measurements after a standard reduction at 643 K for one hour. The series of measurements at descending temperature were chosen as a hysteresis had been observed [ 3 ] . In overall comparison, the activity at a constant copper weight in the reactor appears to be independent of the copper loading in the catalyst, although at more detailed inspection the lower-loaded catalysts seem to be slightly more active. However, larger differences were found for the ethane selectivity of the corresponding measurements, which has been depicted in Fig. 2. Ethane formation proceeds relatively more rapidly for catalysts with lower copper loading. The 4 wt.-% CU/Si02 catalyst shows the highest and the 26 wt.-% CU/Si02 the lowest selectivity to ethane. Mass transfer limitations cannot be the cause of this phenomenon, as the mean pore diameter decreases from about 12 nm for the 4 Wt-- /0 Cu/Si02 catalysts to about 4 nm for the 26 wt.-% catalyst (see Table 2) . If this effect were dominant, overhydrogenation to ethane would be favoured by a more fine pore structure. Then the highest ethane formation would be expected for the 26 wt.-% catalyst. The diluting silica has no effect: a physical mixture of the 14 wt.-% Cu/ Table 3 Amounts of catalyst and silica diluent and bed heights of the activity measurements with catalysts with different loading of copper Catalyst Sample Silica Amount of Cu Bed height (mg) (mg) (mg) (mm) CSA05 518 - 20.7 56 CSA10 221 334 20.8 56 CSA15 150 375 20.7 55 CSA20 114 400 20.6 57 CSA25 91.0 409 20.8 57 CSA30 79.7 420 20.8 56 68 FTh. van de Scheur et al. /Applied Catalysis A: General 111 (1994) 63-77 0.8 0.6 0 a~ 0.4 O U 0.2 0.0' 400 450 500 550 reaction temperature / K Fig. 1. Activity of catalysts with different loadings at a constant weight of copper in the reactor. Conversion of methyl acetate versus the reaction temperature. ( 4.0 wt.-% CU/S'02, ( 9.4 wt.-% Cu/Si02, (0) 14 wt.% Cu/Si0=, (17) 18 wt.-% CU/S'02, ( 23 wt.-% CU/S'02, ( 26 wt.-% Cu/S'OZ. Si0z catalyst (CSA15) with Shell S980A silica showed exactly the same activity and selectivity as a physical mixture with carborundum (SiC). Aiming at the establishment of a relation between the active phase and activity and selectivity, the copper surface area was determined. The copper metal surface area of the six catalysts shows a linear proportionality to the copper metal loading, both after reduction at 543 K and after reduction at 643 K. This is shown in Fig. 3. This implies that they have a uniform structure independent of the copper loading and that the dispersion of higher loaded catalysts is not lower than that of the lower loaded catalysts. Moreover, the linearity means that at a constant weight of copper, there is also about an equal copper surface area in the reactor. For a good understanding of the function of the copper reduced in the range around this temperature and particularly its effect on the activity, it was worthwhile to make a more detailed study of the reduction behaviour. Since the reducibility of silica-supported copper catalysts prepared by homogeneous precipitation is relatively poor with respect to other methods of preparation, the increase in the degree of reduction above 543 K is expected to show a significant change in the morphology of the copper phase. This type of catalyst has F.Th. van de Seheur et al. /Applied Catalysis A: General 111 (1994) 63-77 69 0.3 '~ 0. 2 U 4) 4J 4~ M 0.1 a~ 0.0 I, 400 450 500 550 reaction temperature / K Fig. 2. Formation of ethane of six catalysts with different loadings at a constant weight of copper in the reactor. Symbols as in Fig. 1. been found to be stable towards sintering of the copper crystallites under reducing conditions up to a temperature of 873 K [ 15 ] . The 26 wt.- % Cu/Si02 was taken for studying the effect of the reduction temperature on the copper surface area of the catalyst. Fig. 4 displays the reduction profiles of this catalyst reduced at two different reduction temperatures, namely 543 K and 643 K. In both cases the heating rate was 0.02 K s-' and the time at the final temperature was one hour. A sharp maximum in the rate of reduction is observed at 431 K and a maximum in the second stage of reduction is found at 513 K. The weight loss maxima occur at relatively low temperatures which is probably caused by the size of the sample and the poor heat transfer in the thermobalance. There is only a small increase in the degree of reduction between these two reduction temperatures. After a treatment at 743 K, the degree of reduction is almost complete and the amount of copper reduced by the treatment at 543 K is about 85% of the amount reduced at 743 K. To check the state of the copper surface in this range, the reduction temperature was varied and the surface area was determined by the decomposition of nitrous oxide. In Fig. 5 the measured surface area is shown as a function of the reduction temperature. After reduction at 543 K, the copper surface area is 18.7 m2 (g cat.)-', and it increases up to a 70 F.Th. van de Scheur et al. /Applied Catalysis A: General 111 (1994) 63-77 O 30 N 19 U 20 s~ ct a) U 10 h C) 0.00 0.10 0.20 0.30 copper metal loading /g Cu(g cat.)-I Fig. 3. Copper metal surface area after reduction at (0) 543 K and ( 643 K as a function of the copper metal loading. reduction temperature of 643 K, where about 30 m2 (g cat.) -' are found. The 95% confidence limits are estimated at plus and minus 15% of the actual data values (shown in Fig. 5) . Nevertheless, the copper surface area after reduction at 643 K was reproduced with high accuracy, which confirms that the observed increase in surface area is real. This considerable increase in copper surface resulting from only a modest increase in the degree of reduction can be explained by the formation of highly dispersed copper crystallites with a fraction exposed approaching unity. Another explanation might be that water produced by the reduction reaction that is difficult to remove from the pores of the catalyst has an effect on the degree of surface reduction. Above 643 K, no further increase of the copper surface occurs, but instead somewhat smaller values are measured. There is thus clearly a change in the morphology of copper in the range of reduction temperatures between 543 K and 743 K, and a maximum in copper surface area after reduction at 643 K. In spite of the significant dependence of the copper surface area, changes in the reduction temperature between 543 K and 743 K do not result in an increase or decrease in the activity of the 26 wt.-% CU/Si02 catalyst (see Fig. 6). This is remarkable, since Kohler et al. [8] found a constant specific activity of about 2. 10-6 mol m-2 Cu s-' independent of the extent of the copper surface area. Also the ethane selectivity of the 26 wt.-% CU/Si02 FTh. van de Scheur et al. /Applied Catalysis A: General 111 (1994) 63-77 0 S~ U -5 cd U T_ 543 K T_ 643 K -10 700 600 513 K /' /' 500 s., 431 K 0 5 10 15 time / ks 400 300 71 Fig. 4. Reduction profiles of the 26 Wt-- /0 Cu/Si02 catalyst at reduction temperatures of 543 K and 643 K. The dashed lines represent the temperature profiles, scaled to the right vertical axis. catalyst ( shown in Fig. 2 for a reduction temperature of 643 K) appears to be independent of the reduction temperature (not shown). Kohler et al. [9], using quantitative measurement of the product desorption from Cu/ Si02 catalysts concluded that one adsorbed acetyl fragment occupies at least four, but more likely twelve surface copper atoms. Van der Grift et al. [ 15 ] ascribed the decrease in activity of a 20 wt.-% CU/Si02 after reduction at 823 K to the creation of more densely packed copper surfaces, which were thought to be less active than the more open surfaces created at 573 K. These two phenomena are strong indications for structure sensitivity. The necessary ensemble size for the decomposition of nitrous oxide is at least two copper atoms. Since the copper reduced between 543 K and 743 K can be measured by nitrous oxide but does not contribute to the activity, the island size of the dispersed copper formed in this stage of the reduction must be between two and twelve copper atoms, whereas a disordered structure may be an additional explanation for inactivity. The sites for ester hydrogenolysis are clearly situated on the copper that is reduced below 543 K and the highly dispersed copper metal formed in the reduction stage between 543 K and 743 K does apparently not contribute to the activity of the catalyst. Moreover, there appears to be no direct connection between the extent of the copper area and the activity. In this respect, there is no analogy with the methanol synthesis where such a relationship has been proposed [16]. In an attempt to explain the higher formation of ethane for low-loaded catalysts, ambient temperature ammonia adsorption was performed with catalysts of different copper metal loading, since acid sites may play a role. According to the work of Sivaraj et al. [ 171, the application of this technique on oxidic Cu0/A1203 has been shown to possess a certain 72 F.Th. van de Scheur et al. /Applied Catalysis A: General 111 (1994) 63-77 i~ 30 O N a) 20 ;. U CZ 10 h c~ U 0 500 550 600 650 700 750 reduction temperature / K Fig. 5. Copper metal surface area of the 26 wt.-% Cu/Si02 catalyst as a function of the reduction temperature. predictive value in the assessment of the selectivity of reduced Cu/A1203 catalysts for the dehydrogenation of cyclohexanol. In Fig. 7 the amounts of ammonia chemisorbed on reduced CU/Si02 catalysts are presented a function of their BET area; there appears to be a linear relationship. For all samples, the surface coverage by ammonia is equal and amounts to about two molecules of NH3 nm-z. This number is significantly higher than the values in the range 0.3-0.6 molecules nm-2 measured for Cu0/A1203 [ 17] and the maximum of 0.4 molecules of NH3 nm-z reported for alumina [ 18 ] . Ammonia can adsorb both on the silica support and on the copper phase in the catalyst. The formation of copper nitride is unimportant, as Baiker and Maciejewski [ 19] found that copper nitride formation by the reaction of ammonia with copper metal occurs only above 450 K, whereas the nitride decomposition in hydrogen atmosphere is complete at 500 K. Kritzenberger et al. [ 20] studied ammonia adsorption onto copper powder and concluded that ammonia preferably chemisorbs on oxidized copper atoms that remain on the surface due to incomplete reduction of the catalyst. Although the degree of reduction of the series of silica-supported copper catalysts of is not unity, the measured quantities of chemisorbed ammonia cannot be accounted for by adsorption on oxidic copper only. Moreover, the proportionality with the BET area infers that mainly the carrier surface is responsible for the uptake of ammonia. F.Th. van de Scheur et al. /Applied Catalysis A: General 111 (1994) 63-77 73 0.6 0.5 p 0.4 p 0.3 0 0.2 0.1 0.0 f j~ 400 450 500 reaction temperature / K 550 Fig. 6. Activity of 150 mg of the 26.1 wt.-% Cu/Si02 catalyst for five different reduction temperatures. Conversion of methyl acetate versus the reaction temperature. Reduction temperature: ( 543 K, ( 593 K, (O) 643 K, ( D ) 693 K, ( ) 743 K. In agreement with the experimental approach in the activity measurements in which the amount of copper was maintained constant while the copper metal loading was varied, the amount of chemisorbed ammonia could also be calculated per unit weight of copper. In Fig. 8 these values are shown as a function of the copper content of the catalyst. The normalized ammonia uptake is clearly higher at low copper loadings than at high copper loadings. Comparing this observation in Fig. 8 with the ethane selectivity displayed in Fig. 2, there seems to be a parallel between the ammonia uptake and the formation of ethane. The formation of hydrocarbons in the hydrogenolysis of fatty acid methyl esters was already a well-known problem at the time that copper-chromite catalysts were most frequently used in this reaction. The reactor temperature should be maintained as low as possible in order to prevent this undesired side reaction [4]. Coenen [21J explained the alkane formation from two consecutive reactions, namely the dehydration of fatty alcohol to a primary alkene, followed by hydrogenation to alkane. Silica-supported copper catalysts have also been reported to give alkane formation. Van Beijnum [22] observed ethane formation in the hydrogenolysis of methyl acetate on a catalyst prepared by homogeneous precipitation. However, Agarwal et al. [ 10] did not find ethane formation using a catalyst prepared by ion exchange. For Raney copper alkane formation has been reported neither 74 F.Th. van de Scheur et al. /Applied Catalysis A: General 111 (1994) 63-77 2.0 O x_ o O 1.5 y 1.0 0.5 _n ,~ 0.0 U 200 300 400 500 BET Surface Area / (m2/g) Fig. 7. Amount of ammonia adsorbed per unit weight of catalyst as a function of the BET area. with ethyl acetate up to 553 K [ 23 ] nor with dimethyl succinate up to 573 K [ 8 ] . Apparently, in addition to the reactor temperature, the presence of a support and the method of catalyst preparation affect the selectivity considerably. However, the presence of diluting silica does not lead to increased formation of ethane. Only the support surface in direct contact with the copper crystallites plays a role and the method of preparation apparently enlarges the number of acid sites. The catalytic steps of ester hydrogenolysis to alcohols are thought to proceed on copper metal [ 8,9 ] . Ethane formation may occur by a dehydration reaction followed by hydrogenation of the alkene and by hydrogenolysis of the carbon-oxygen sigma bond, but taking into account the Raney copper results, the metallic phase is not likely to be responsible for that. Moreover, a dehydration of an alcohol requires abstraction of a /3-hydrogen, but in the case of hydrogen abstraction on copper there is a preference for the abstraction of an ahydrogen [24,25] and subsequent formation of an aldehyde. In addition to copper metal, oxidic copper present due to incomplete reduction and the carrier surface might have an effect on the selectivity. Both of them can be titrated by the chemisorption of ammonia, but it was discussed before that in the current situation the main contribution is made by the support. In another paper [ 3 ] the formation of ethane was found to be connected with the formation of ethene and diethyl ether. The silica support has a major influence, as catalysts supported on Aerosil 200 (Degussa) exhibit a lower ethane formation than catalysts supported on silica S980A (Shell). Using copper catalysts on the latter support, the addition of zinc showed a substantial lowering of the formation of ethane, whereas no effect was observed F.Th. van de Scheur et al. /Applied Catalysis A: General 111 (1994) 63-77 75 ~j 25 O x 20 15 ~ 0 O 10 b 0 5 h O 0 U 0.00 0.10 0.20 0.30 Weight fraction copper / (g Cu/g cat.) Fig. 8. The amount of ammonia adsorbed per unit weight of copper as a function of the copper content. for aerosil-supported catalysts. Since zinc oxide is able to neutralize acid sites possibly present on the support, these observations point to the dehydration reaction as the most likely mechanism. Also for unpromoted CU/Si02 catalysts, this dehydration reaction is thought to proceed on acid sites on the support. The increase in the normalized ammonia chemisorption with the increase of the ethane selectivity supports the view of the dehydration on acid surface sites being responsible for the formation of ethane. Accordingly, the formation of ethene and ethane from ethanol is proposed to start with the dehydration of ethanol on acid sites: CH3 CH2 OH - CHZ=CHZ + HZ O Subsequently the ethene can be converted to ethane by hydrogenation on copper metal: CHZ=CHZ + Hz - CH3-CH3 For the silica-supported copper catalysts described in this paper, the combined action of acid sites and copper metal is proposed to catalyze the overall reaction from ethanol to ethane. 4. Conclusions In the characterization of a series of silica-supported copper catalysts prepared by homogeneous precipitation linear relations were found between the BET area and the copper 76 F.Th. van de Scheur et al. /Applied Catalysis A: General 111 (1994) 63-77 content and between the copper content and the copper metal surface area. These are indications of a uniform structure independent of the copper loading. The BET areas after reduction at 643 K are approximately equal to the areas of the precursors. Another linear relation was found between the amounts of chemisorbed ammonia and the BET areas, which is thought to originate from the adsorption onto acid sites. Normalized on the quantity of copper, lower-loaded catalysts chemisorb relatively more ammonia. This is consistent with the hypothesis of more exposed support surface playing a significant role in the selectivity. In agreement with earlier findings on structure sensitivity, the activity of a 26 wt.-% Cu/ Si02 catalyst in the hydrogenolysis of methyl acetate was found to be independent of reduction temperature in the range 543-743 K and the corresponding copper metal areas. The reaction does apparently not proceed on a part of the copper surface, i.e. not on highly dispersed crystallites, and the active phase formed below 543 K seems to be responsible for the activity. It is interesting to note that both after reduction at 543 K and after reduction at 643 K, there is a linear correlation between copper loading and the metal surface area (cf. Fig. 3) . When varying the copper loading and keeping the weight of copper in the reactor constant at the same time, the activity of the catalysts was approximately independent of the copper loading, which is expected from the uniform structure found in adsorption experiments. However, the selectivity based on the amount of copper shows a different behaviour as higher amounts of ethane are formed on catalysts of low copper loading. The connection between the uptake of ammonia and the selectivity suggests that a dehydration reaction on acid sites at the carrier surface governs the formation of ethene, which is subsequently hydrogenated on copper to ethane. 5. Acknowledgements We thank Mr. J. Balke for conducting the ICP/AES measurements and Miss W. Whitby of the Unilever Research Port Sunlight Laboratory for performing a series of nitrogen adsorption measurements. 6. References [ 1 ] R. Tsushima, S. Tagata, Y. Yakota and A. Fujiu, INFORM, 4 (6) (1993) 680-693. [2] F.Th. van de Scheur, J.J. Vreeswijk and L.H. Staal, in T.H. Applewhite (Editor), Proc. World Conference on Oilseed Technology and Utilization, Budapest, 1992, AOCS, Champaign IL, 1993, pp. 453-457. [ 3 ] F.Th. van de Scheur and L.H. Staal, Appl. Catal. A, 108 (1994) 63-83. [4] E. Haidegger and L. Hodossy, Fette-Seifen-Anstrichm., 64 (1962) 326-329 f 5 ] F.J. Broecker, R. Fischer, K.-D. Malsch, W. Reiss, R. Schnabel and H.-M. Weitz, European Patent 0 190 617 B 1 (1988 ), to BASF. [6] J. Pohl, F.-J.Carduck, G. Gobel, B. Delmon and E. Laurent, German Patent DE 39 30 288 A1 (1991), to Henkel. , [7] J. van Beijnum, A.J. van Dillen and J.W. Geus, European Patent 0 320 074 A1, to Engelhard De Meem b.v. [81 M.A. Kohler, M.S. Wainwright, D.L. Trimm and N.W. Cant, Ind. Eng. Chem. Res., 26 (1987) 652-656. [9] M.A. Kohler, N.W. Cant, M.S. Wainwright and D.L. Trimm, in M.J. Phillips and M. Ternan (Editors), Proceedings 9th International Congress on Catalysis, Calgary, 1988, Vol. 5, The Chemical Institute of Canada, Ottawa, 1988, pp. 1043-1050. F.Th. van de Scheur et al. /Applied Catalysis A: General Ill (1994) 63-77 77 [ 101 A.K. Agarwal, N.W. Cant, M.S. Wainwright and D.L. Trimm, J. Mol. Catal., 43 (1987) 79-92. [ I 1 ] GIG. van der Grift, P.A. Elberse, A. Mulder and J.W. Geus, Appl. Catal., 59 (1990) 275-289. [ 12] M.-J. Luys, P.H. van Oeffelt, W.G.J. Brouwer, A.P. Pijpers and J.J.F. Scholten, Appl. Catal., 46 (1989) 161-173. [ 131 J.W. Evans, M.S. Wainwright, A.J. Bridgewater and D.J. Young, Appl. Catal., 7 (1983) 75-83. 1 141 R.G. Ackman, J. Chromatogr., 16 (1964) 173-179. [ 151 GIG. van der Grift, A.F.H. Wielers, B.P.J. Joghi, J. van Beijnum, M. de Boer, M. Versiuis-Helderand J.W. Geus, J. Catal., 131 (1990) 178-189. [ 161 G. Chinchen, K.C. Waugh and D.A. Whan, Appl. Catal., 25 (1987) 101-107. [ 171 C. Sivaraj, S.T. Srinivas, V. Nageshwar Rao and P. Kanta Rao, Appl. Catal., 60 (1990) L23-L26. [ 181 J.P. Joly, M. Khalfallah, D. Bianchi and G.M. Pajonk, Appl. Catal. A, 98 (1993) 61-70. [ 191 A. Baiker and M. Maciejewski, J. Chem. Soc., Faraday Trans. 1, 80 (1984) 2331-2341. [20] J. Kritzenberger, E. Jobson, A. Wokaun and A. Baiker, Catal. Lett., 5 (1990) 73-80. [21 ] JW.E. Coenen, Fette-Seifen-Anstrichm., 77 (9) (1975) 341-347. [221 J. van Beijnum, Ph.D.Thesis, State University of Utrecht, Netherlands, 1991. [231 J.W. Evans, M.S. Wainwright, N.W. Cant and D.L. Trimm, J. Catal., 88 (1984) 203-213. [241 M.-1. Chung, S.-H. Han, K.-Y. Park and S-K.Ihm, J. Mol. Catal., 79 (1993) 335-345. [25] I.E. Wachs and R.J. Madix, Appl. Surf. Sci., I (1978) 303-328. APCATA 94800677 0926-860X(94)80067-7 10.1016/0926-860X(94)80067-7 Structure-activity relation and ethane formation in the hydrogenolysis of methyl acetate on silicasupported copper catalysts Frank Th. van de Scheur a Bart van der Linden a Marjo C. Mittelmeijer-Hazeleger a Jack G. Nazloomian a Leendert H. Staat ∗ a b a Department of Chemical Engineering, University of Amsterdam, Nieuwe Achtergracht 166, 1018 WV Amsterdam, Netherlands b Unipath Ltd., Norse Road, Bedford MK41 OQG, UK * Corresponding author. Tel. ( + 44-234 ) 347161, fax. (+ 44-234) 218781. The activity and selectivity of silica-supported copper catalysts in the hydrogenolysis of methyl acetate were studied in relation to the structure of the active phase. The activity was found independent of the copper loading, when the weight of copper in the reactor was kept constant. Copper catalysts were prepared by homogeneous precipitation. In the range of reduction temperatures between 543 K and 743 K, the activity was constant, in spite of considerably different copper metal surface areas. The absence of a correlation between activity and copper surface area is assigned to the formation of highly dispersed copper not active in methyl acetate hydrogenolysis. In contrast to the equal activity, catalysts of low copper loading produced more ethane than the higher loaded catalysts, based on the weight of copper. A remarkable parallel between the amount of ammonia chemisorbed on the reduced catalyst and the ethane selectivity suggests that a dehydration reaction to ethene on acid sites located at the silica support, followed by hydrogenation on the copper metal phase, is responsible for the formation of ethane. Keywords acid sites ammonia chemisorption copper/silica ethane formation methyl acetate hydrogenolysis reduction temperature selectivity (ethane) surface area References [1] R. Tsushima S. Tagata Y. Yakota A. Fujiu inform 4 6 1993 680 693 [2] F.Th. van de Scheur J.J. Vreeswijk L.H. Staal T.H. Applewhite Proc. World Conference on Oilseed Technology and Utilization, Budapest, 1992 1993 AOCS Champaign IL 453 457 [3] F.Th. van de Scheur L.H. Staal Appl.Catal. A 108 1994 63 83 [4] E. Haidegger L. Hodossy Fette-Seifen-Anstrichm. 64 1962 326 329 [5] F.J. Broecker, R. Fischer, K.-D. Malsch, W. Reiss, R. Schnabel and H.-M. Weitz, European Patent 0 190 617 BI (l988), to BASF. [6] J. Pohl, F.-J.Carduck, G. Göbel, B. Delmon and E. Laurent, German Patent DE 39 30 288 Al (1991), to Henkel. [7] J. van Beijnum, A.J. van Dillen and J.W. Geus, European Patent O 320 074 Al, to Engelhard De Meem b.v. [8] M.A. Kohler M.S. Wainwright D.L. Trimm N.W. Cant Ind. Eng. Chem. Res. 26 1987 652 656 [9] M.A. Kohler N.W. Cant M.S. Wainwright D.L. Trimm M.J. Phillips M. Ternan Proceedings 9th International Congress on Catalysis, Calgary, 1988 5 1988 The Chemical Institute of Canada Ottawa 1043 1050 [10] A.K. Agarwal N.W. Cant M.S. Wainwright D.L. Trimm J. Mol. Catal. 43 1987 79 92 [11] C.J.G. van der Grift P.A. Elberse A. Mulder J.W. Geus Appl. Catal. 59 1990 275 289 [12] M.-J. Luys P.H. van Oeffelt W.G.J. Brouwer A.P. Pijpers J.J.F. Scholten Appl. Catal. 46 1989 161 173 [13] J.W. Evans M.S. Wainwright A.J. Bridgewater D.J. Young Appl. Catal. 7 1983 75 83 [14] R.G. Ackman J. Chromatogr. 16 1964 173 179 [15] C.J.G. van der Grift A.F.H. Wielers B.P.J. Joghi J. van Beijnum M. de Boer M. Versluis-Helder J.W. Geus J. Catal. 131 1990 178 189 [16] G. Chinchen K.C. Waugh D.A. Whan Appl. Catal. 25 1987 101 107 [17] C. Sivaraj S.T. Srinivas V.Nageshwar Rao P. Kanta Rao Appl. Catal. 60 1990 L23 L26 [18] J.P. Joly M. Khalfallah D. Bianchi G.M. Pajonk Appl. Catal. A 98 1993 61 70 [19] A. Baiker M. Maciejewski J. Chem. Soc., Faraday Trans. 1 80 1984 2331 2341 [20] J. Kritzenberger E. Jobson A. Wokaun A. Baiker Catal. Lett. 5 1990 73 80 [21] J.W.E. Coenen Fette-Seifen-Anstrichm. 77 9 1975 341 347 [22] J. van Beijnum Ph.D.Thesis 1991 State University of Utrecht Netherlands [23] J.W. Evans M.S. Wainwright N.W. Cant D.L. Trimm J. Catal. 88 1984 203 213 [24] M.-J. Chung S.-H. Han K.-Y. Park S-K. Ihm J. Mol. Catal. 79 1993 335 345 [25] I.E. Wachs R.J. Madix Appl. Surf. Sci. 1 1978 303 328",
      "scopus-id": "0028412990",
      "coredata": {
        "eid": "1-s2.0-0926860X94800677",
        "dc:description": "The activity and selectivity of silica-supported copper catalysts in the hydrogenolysis of methyl acetate were studied in relation to the structure of the active phase. The activity was found independent of the copper loading, when the weight of copper in the reactor was kept constant. Copper catalysts were prepared by homogeneous precipitation. In the range of reduction temperatures between 543 K and 743 K, the activity was constant, in spite of considerably different copper metal surface areas. The absence of a correlation between activity and copper surface area is assigned to the formation of highly dispersed copper not active in methyl acetate hydrogenolysis. In contrast to the equal activity, catalysts of low copper loading produced more ethane than the higher loaded catalysts, based on the weight of copper. A remarkable parallel between the amount of ammonia chemisorbed on the reduced catalyst and the ethane selectivity suggests that a dehydration reaction to ethene on acid sites located at the silica support, followed by hydrogenation on the copper metal phase, is responsible for the formation of ethane.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-04-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94800677",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "van de Scheur, Frank Th."
          },
          {
            "@_fa": "true",
            "$": "van der Linden, Bart"
          },
          {
            "@_fa": "true",
            "$": "Mittelmeijer-Hazeleger, Marjo C."
          },
          {
            "@_fa": "true",
            "$": "Nazloomian, Jack G."
          },
          {
            "@_fa": "true",
            "$": "Staat, Leendert H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94800677"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94800677"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80067-7",
        "prism:volume": "111",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Structure-activity relation and ethane formation in the hydrogenolysis of methyl acetate on silicasupported copper catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "acid sites"
          },
          {
            "@_fa": "true",
            "$": "ammonia"
          },
          {
            "@_fa": "true",
            "$": "chemisorption"
          },
          {
            "@_fa": "true",
            "$": "copper/silica"
          },
          {
            "@_fa": "true",
            "$": "ethane formation"
          },
          {
            "@_fa": "true",
            "$": "methyl acetate hydrogenolysis"
          },
          {
            "@_fa": "true",
            "$": "reduction temperature"
          },
          {
            "@_fa": "true",
            "$": "selectivity (ethane)"
          },
          {
            "@_fa": "true",
            "$": "surface area"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "63-77",
        "prism:endingPage": "77",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 April 1994",
        "prism:doi": "10.1016/0926-860X(94)80067-7",
        "prism:startingPage": "63",
        "dc:identifier": "doi:10.1016/0926-860X(94)80067-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028412990"
      }
    }
  }
}