{
  "metadata": {
    "title": "Methane combustion over palladium catalysts: The effect of carbon dioxide and water on activity",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-03-02",
    "doi": "10.1016/0926-860X(94)00251-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94002517",
    "pii": "0926860X94002517"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001306953",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-22 1999-11-22 2010-11-13T15:43:43 1-s2.0-0926860X94002517 0926-860X(94)00251-7 0926860X94002517 10.1016/0926-860X(94)00251-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00300 2024-01-01T12:18:48.759026Z 0 0 19950302 1995 1999-11-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 123 123 1 1 Volume 123, Issue 1 13 173 184 173 184 19950302 2 March 1995 1995-03-02 1995 Article article fla Copyright © 1995 Published by Elsevier B.V. METHANECOMBUSTIONOVERPALLADIUMCATALYSTSEFFECTCARBONDIOXIDEWATERACTIVITY BURCH R CULLIS 1972 1406 C RIBEIRO 1994 537 F CULLIS 1984 187 C MARECOT 1994 283 P CARD 1983 13 R BURCHX1995X173 BURCHX1995X173X184 BURCHX1995X173XR BURCHX1995X173X184XR item 0926-860X(94)00251-7 0926860X94002517 1-s2.0-0926860X94002517 10.1016/0926-860X(94)00251-7 271346 2024-01-01T12:18:48.759026Z 1995-03-02 1-s2.0-0926860X94002517-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002517/MAIN/application/pdf/656b9a4ac8f1f9b1a121a0fb07f19bf3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002517/MAIN/application/pdf/656b9a4ac8f1f9b1a121a0fb07f19bf3/main.pdf main.pdf pdf true 563363 MAIN 12 1-s2.0-0926860X94002517-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002517/PREVIEW/image/png/052acd1c1b0841d523b842b0035f22f0/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002517/PREVIEW/image/png/052acd1c1b0841d523b842b0035f22f0/main_1.png main_1.png png 47076 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL E LS EV ] ER Applied Catalysis A: General 123 ( 1995 ) 173-184 Methane combustion over palladium catalysts: The effect of carbon dioxide and water on activity R. Butch *, F.J. Urbano ~, P.K. Loader Catalysis Research Group, ChemistO' Department, UniversiO\" of Reading, Whiteknights, Reading, RG6 2AD Berkshire UK Received 19 September 1994; revised 3 November 1994; accepted 3 November 1994 Abstract The influence of water and carbon dioxide on the activity of a series of palladium catalysts for the combustion of methane has been studied. It has been found that both compounds have an inhibitory effect but the extent of this depends on the experimental conditions. When both are present in the feedstream, the effect of carbon dioxide is negligible, the total decrease in activity only being equal to that of water alone. It is concluded that both water and carbon dioxide poison the same active sites on the palladium oxide with water able to displace carbon dioxide to form an inactive surface hydroxide. The magnitude of the effect due to both additives decreases with increasing reaction temperature and conversion. This is due both to the increased amount of water produced in the reaction reducing the effect of added water or carbon dioxide, and to the decreasing stability of the surface hydroxide at higher temperatures. In relation to practical applications, it is concluded that carbon dioxide will have no effect on catalytic activity under normal working conditions but water present in the feedstream may reduce the activity of the catalysts very significantly at lower temperatures. However, above about 450 the effect of water is also expected to be very small. Keywords: Carbon dioxide; Methane combustion; Palladium; Water 1. Introduction Methane combustion is an attractive source of energy because of the large world reserves of methane as natural gas and its low levels of sulphur and nitrogen containing impurities. The two main applications of methane combustion where catalysis may play a role are in gas turbines for power generation and in natural * Corresponding author. Present Address: Department of Organic Chemistry, Faculty of Sciences, University of Cordoba, 14004- Cordoba, Spain. 0926-860X/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDIO926-860X(94)0025 1-7 17d R. Burch et al. /Applied Catalysis A: General 123 (1995) 173 184 gas powered vehicles: catalysts can be used in combustion to minimize the for- mation of NOx; emission control catalysts capable of removing residual amounts of methane will need to be developed for natural gas vehicles. Under most circum- stances, the most active catalyst for methane oxidation is known to be palladium. Since both carbon dioxide and water are products of the combustion reaction it is important to know the effect of these compounds on the activity of the palladium catalysts. It is commonly agreed that water has a negative effect on the combustion reaction [ 1-3], although it has been ascribed a beneficial effect in those palladium catalysts prepared from chlorinated palladium precursors [4], due to the promotion of chlorine removal. Cullis et al. [ 1 ] found that the addition of water vapour strongly inhibited the reaction over a Pd/A1203 catalyst, the inhibition being largely inde- pendent of the pressure of added water vapour, provided that this was in excess of 10 mm Hg (1.3%). They suggested that water reacts with PdO to form Pd(OH)2 at the PdO surface, effectively blocking access of methane to the active PdO phase. However, Card et al. [ 5 ] reported, in a TGA experiment, that Pd (OH) 2 decomposes to PdO at about 250 when Pd(OH)2/C was heated in nitrogen at 10 rain-J. Despite this, the formation of a surface hydroxide, possibly stabilized by the sup- port, cannot be ruled out in the earlier work. An inhibitory effect of water has also been found by Ribeiro et al. [2]. They found an order of reaction with respect to water of minus one at concentrations between 0.03 and 0.15% In the case of carbon dioxide there is no clear agreement as to the effect on methane combustion over palladium catalysts. Thus, Cullis et al. [ 1 ] found that up to 200 mm Hg (26%) CO2 had no appreciable influence on the reaction rate. On the other hand, Ribeiro et al. [2] found that up to 0.5% CO2 by volume there was no effect on the reaction rate, but above this concentration the order of reaction with respect to carbon dioxide was minus two. They conclude that at higher con- centrations carbon dioxide strongly inhibits the methane combustion reaction, although they do not offer an explanation for this effect. In summary, although it is clear that both water and carbon dioxide can have an effect on the rate of the methane combustion reaction over palladium catalysts, the exact nature and extent of the effect is still not clear. Since water and carbon dioxide are the products of the combustion reaction, and may, therefore, be present at high concentrations, it is important to establish the extent of the inhibition. This paper describes the effects of carbon dioxide, water, and combinations of the two, on the methane combustion reaction over supported palladium. 2. Experimental 2.1. Catalyst preparation All catalysts were prepared by dry impregnation using aqueous solutions of chlorine-free palladium precursor salts, Pd (NO3) 2 and Pd(NH3) 2 ( NO3 ) 2, obtained R. Bureh et al. /Applied Catalysis A: General 123 (1995) 173-184 175 Table 1 Precursor salt, calcination temperature and time used in the preparation of the catalysts, with the dispersion and average particle size of the same catalysts obtained by hydrogen chemisorption Catalyst Precursor salt Calcination temp./time Dispersion (%) Particle size (nm) 0.5%Pd/AI203 Pal(NO3)2 500/12 h 43.4 2.6 4%Pd/A1203 Pd(NO3)2 500/16 h 18.0 6.2 10%Pd/AI203 Pd(NH3)2(NO,)2 500/12 h 16.0 7.0 1%Pd/SiO2 Pd(NO3) 2 500/12 h 3.0 37.3 from Johnson Matthey. The supports used were Ketjen CK-300 alumina, crushed and sieved (250-600/zm), and dried at 500 for 24 h, and Grace type 432 silica gel, crushed and sieved (250-850 /xm), and dried at 500 for 12 h. After the impregnation stage (4 h) the samples were dried overnight, and calcined. Details of palladium precursor salt, palladium loading, and calcination temperature used for the various catalysts are given in Table 1. 2.2. Chemisorption experiments The average palladium particle size of the catalysts was determined by measuring the amount of hydrogen chemisorbed using a conventional glass volumetric appa- ratus. The measurements were made at room temperature and low pressure ( < 10 Torr) because of the high solubility of hydrogen in palladium. The monolayer coverage was estimated by back extrapolation of the linear portion of the adsorption isotherm to zero pressure. Metal particle sizes were calculated assuming spherical geometry. Values obtained for the different catalysts are shown in Table 1. 2.3. Catalytic experiments The catalysts were tested for methane combustion in a continuous flow micro- reactor operating at atmospheric pressure. The catalyst sample, typically 50 mg, was placed in the middle of a 5 mm I.D. quartz tube and heated in a furnace controlled by a Eurotherm 812 controller. The feed consisted of two different streams. The methane-containing stream consisted of a flow of 1% methane/air (80 cm3 min ~) connected to a switching valve so it could be passed through a water saturator (used for water effect experiments). The second stream consisted of a flow of either nitrogen or carbon dioxide, controlled by a second switching valve. These two streams were combined to give a total flow of 100 cm3 min which was connected to the catalytic reactor. Prior to the experiments the catalyst was held in a methane/air/nitrogen mix at 300 for at least 12 h to be sure steady state had been reached. Reaction products were analyzed on a Perkin Elmer 8410 gas chromatograph equipped with a FID detector and data acquisition facilities. 176 3. Results R. Burch et al. /Applied Catal3sis A: General 123 (1995 ) 173 184 Fig. 1 shows plots of conversion against temperature obtained for methane combustion over 4%Pd/A1203 with either 20% carbon dioxide or 2.7% water in the feed (Figs. la and b, respectively). In both cases there is an inhibitory effect %CONVERSION 100i (a) 80i 60, 4oF 225 275 325 375 425 475 TEMPERATURE (C) %CONVERSION loo Ib) 80 60 40 20; i 01 _ 225 275 325 375 425 475 TEMPERATURE (C) Fig. 1. Conversion versus temperature ~br methane combustion over a 4%Pd/A1203 catalyst. Overall carbon dioxide and water effects. (a) CO2 effect: ( without CO2, (11) 20% CO2. (b) Water effect: (0) dry feed, (I) wet feed (2.7% extra water). R. Burch et al. /Applied Catalysis A: General 123 (1995) 173 184 177 %CONVERSION 0 0 100o e o 80, ~~~/~~: 60 ~ o ~--~-'~- 0 15 30 45 60 TIME (min) ABS. FALL %DROP 45l ~~(b 80100 60 4O 20 0 0 20 40 60 80 %CONVERSION Fig. 2. (a) Effect of carbon dioxide at different temperatures on the activity for methane combustion over 4%Pd/ A1203. ( ) 275, ( ) 300, (A) 325, ( * ) 350, (I) 375, (O) 400. (b) Absolute fall in conversion (O) and percentage drop ( obtained in the carbon dioxide switching experiments. which decreases with increasing temperature, although the overall effect of even 20% carbon dioxide is much smaller than that of water. Fig. 2a shows the results obtained in the carbon dioxide switching experiment performed over a 4%Pd/A1203 catalyst sample at several different temperature and methane conversion levels. After switching on the carbon dioxide there is a very rapid drop in the activity. This inhibitory effect is reversible since a total recovery 178 R. Burch et al. / Applied Catalysis A: General 123 (1995) 173-184 in activity is seen immediately after switching off the carbon dioxide. The inhibitory effect of the carbon dioxide decreases as the conversion (or the temperature) increases. (These two experimental parameters are related in these experiments.) Thus, for the results obtained at an initial conversion of 80% (400) the effect of carbon dioxide is insignificant. On the other hand, at lower conversion/temperature there is a significant drop in the activity for methane combustion. Fig. 2b shows the relationship between the initial conversion level and the carbon dioxide inhib- itory effect, plotted as the absolute fall in activity after switching on the carbon dioxide, and as the percentage drop in activity with respect to the initial level. Fig. 2b shows that the absolute fall increases with the initial conversion level to reach a maximum at 20-23% conversion, before decreasing at higher conversion levels, and that the percentage drop decreases continuously from about 62% at 4% con- version to 1.6% at 80% conversion. Figs. 3a and b show the results obtained in similar experiments in which extra water (2.7%) was added to the feed. As shown in Fig. 3a, the inhibitory effect of the extra water is more pronounced than that of carbon dioxide, in some cases drastically reducing the activity. This effect is shown more clearly in Fig. 3b. At low temperature (low conversion), the percentage drop is up to 100% of the initial activity. This effect decreases as the temperature (and conversion) increases, the effect of the added water becoming negligible at 450 ( 100% initial conversion). On the other hand, the absolute drop in activity caused by the added water shows a parabolic curve with a maximum at 350 (58% conversion). During the normal operation of these catalysts, carbon dioxide and water will co-exist in the feed. Therefore, additional experiments were performed in which the combined effects of water and carbon dioxide were studied. This should give some information as to how the two separate inhibitory effects are related. The results of these experiments are shown in Figs. 4a and b. Fig. 4a shows that water inhibits the reaction to give a conversion level which is not affected further by the addition of carbon dioxide. After switching off the water, the activity recovers quickly but not to its original level. It is only at this point that the effect of carbon dioxide becomes apparent. Switching off the carbon dioxide returns the activity to its original level. Fig. 4b shows that after switching on the carbon dioxide a drop in the activity takes place in accordance with previous experiments. However, in this case, when water is switched on an additional drop in activity occurs. After switching off the carbon dioxide the activity does not recover at all until the water is switched off, after which the initial activity is regained. These experiments seem to indicate that the inhibitory effects of water and carbon dioxide are interdependent, possibly due to modification of the same active sites. When the stronger inhibitor, water, is the first to be switched on it blocks all the active sites so there is no additional effect of carbon dioxide. On the other hand, if carbon dioxide is switched on before water, the latter appears to be able to displace carbon dioxide from the surface, since the inhibitory effects are not additive, the R. Burch et al. / Applied Catalysis A: General 123 (1995) 173-184 179 %CONVERSION 120 (a) ~ ~ z ff 801 v .- .- ~ 0 15 30 45 TIME (min) ABS. FALL %DROP 40 (b)~.... 100 30! 80 20 / / ~ ~ 40 I0~- / ~~20 01 , , ~ , 'i0 0 20 40 60 80 100 %CONVERSION Fig. 3. (a) Effect of water vapour at different temperatures on the activity for methane combustion over 4%Pd/ A1203. (Q)) 275, (I) 300, ( * ) 325, (A) 350, ( ) 375, ( ) 400, ( [] ) 425, ( + ) 450. (b) Absolute fall in conversion ((D) and percentage drop ( obtained in the water vapour switching experiments. same final conversion level being reached when only water is present as when water and carbon dioxide are both in the feedstream. Additional experiments were performed in which different palladium catalysts were tested for the inhibitory effect of carbon dioxide, and the results are summa- rized in Table 2. As can be seen, the negative effect of carbon dioxide obtained for the 4%Pd/A1203 catalyst is also seen for catalysts with different palladium loadings 180 R. Burch et al./Applied Catalysis A: General 123 (1995) 173-184 %CONVERSION (a) Z ' O 40 : \"r i ; 30~:~> 2ot l 0 15 30 45 60 75 TIME (min) %CONVERSION so (b) 401 ~ z o2 o \"r\" so . ; 20110 off, oL .... , ~ , ,, 0 15 30 o O2 I I 90 105 120 o o I 45 60 75 TIME (min) 90 105 120 Fig. 4. Combined effects of carbon dioxide and water on methane combustion over a 4%Pd/AlzO3 catalyst at 300. ( 10, 1 and 0.5%), dispersions (3, 16 and 43%), and support (SiO2). Comparison of the 4% and 10% alumina-supported catalysts, which have similar average pal- ladium particle sizes, shows that at 300 the sensitivity to carbon dioxide depends on the conversion. The higher the methane conversion, the smaller is the effect due to carbon dioxide. This is consistent with the effects of water described above because as the conversion of methane increases there will be an increase in the R. Burch et al. /Applied Catalysis A: General 123 (1995) 173-184 Table 2 Effect of carbon dioxide on the activity for methane combustion over several palladium catalysts 181 Catalyst Da d~ %X~i %J(co: Falld Drop ( % ) e T/OCf 4%Pd/AI20~ 18 6.2 8.7 5.5 3.25 37.4 300 10%Pd/AI203 16 7.0 22.0 18.6 3.4 15.5 300 0.5%Pd/AI203 43 2.6 27.8 25.8 2.0 7.2 390 I%Pd/SiO2 3 37.3 22.3 14.9 7.4 33.2 400 Dispersion (%) and average particle size (nm) obtained by hydrogen chemisorption. h Initial methane conversion (%X~). c Methane conversion after switching on carbon dioxide (%Xco~). d Absolute fall in conversion (%X,- %Xco2). Percentage drop in activity produced by switching on carbon dioxide ( %Drop - [ ( %X~- %Xco2) /%Xi] 100). f Reaction temperature. water vapour pressure over the catalyst and this will reduce the sensitivity to carbon dioxide. Comparison of the 0.5%Pd/A1203 and the l%Pd/SiO2 catalysts, which have very different average particle sizes, but which give similar methane conversions, shows that there is a large difference in the sensitivity to carbon dioxide at com- parable temperatures. Thus, the 0.5%Pd/A1203 catalyst is much less affected by carbon dioxide than the 1%Pd/SiO2 catalyst. We do not have sufficient information at this stage to differentiate between the effect of changing the particle size or changing the support. However, it is clear that the effect of carbon dioxide can vary quite significantly under comparable reaction conditions from one catalyst to another. 4. Discussion The effect of carbon dioxide and water on the activity of palladium catalysts for the combustion of methane has been found to be more complex than would be anticipated from previously published work. The results presented above have provided some new insight into the role of carbon dioxide and water in this catalytic system. The results in Fig. 3 indicate that the inhibitory effect of water is important for our supported catalyst up to temperatures around 450. This agrees with previous work in which it has been reported that water has a pronounced inhibiting effect on the rate of methane combustion over supported palladium catalysts [ 1-4]. However, our results show that the effect of water is much greater at lower tem- peratures and becomes quite small at high temperatures. Extrapolation of our results would suggest that the effect of water may well disappear at temperatures approach- ing those typically found in combustion reactions. The effect of water has been explained by Cullis et al. [1 ] in terms of the formation of Pd(OH)2 at the PdO surface, which effectively blocks access of 182 R. Burch et al. / Applied Catalysis A: General 123 (1995) 173 184 methane to the PdO active phase. Further studies agree with this explanation [2,4] although Card et al. [5] have reported that Pd(OH)2 decomposes at about 250 when Pd(OH)2/C was heated in dry nitrogen in a TGA experiment. This could indicate that the formation of a hydroxide surface may not be important at the temperatures used in our experiment. However, the stability of palladium hydroxide can be extended to higher temperatures if relatively high amounts of water vapour are present which can displace the equilibrium towards hydroxide formation. Fur- thermore, the alumina support may also have a role in this stabilization. Indeed, it has been proposed by Cullis et al. [1 ] that the permanent deactivation found in some palladium supported catalysts, but not on unsupported samples, could be due to the effect of the water, i.e. Pd(OH)2 formation stabilized by the ability of the support to retain water. In contrast to the effect of water, there is no agreement in the literature about the extent of the inhibition caused by carbon dioxide on methane combustion over palladium catalysts. Our results indicate that the effect of carbon dioxide is moderate compared with the effect of water (compare Figs. la and b). These results are in accordance with those found by Cullis et al. [ 1 ] and Cullis and Willatt [3] who reported a slight inhibition by carbon dioxide in methane combustion. However, our results are apparently at odds with those reported recently by Ribeiro et al. [2] who found that when present at levels above 0.5% by volume, carbon dioxide strongly inhibits the rate of methane combustion: the order of reaction was minus two. Fig. 4 shows that the presence of water in the feedstream makes the effect of carbon dioxide insignificant, regardless of whether the water is switched on before or after carbon dioxide; in either case the total amount of inhibition corresponds to that of water alone. This suggests that both water and carbon dioxide act on the same PdO active sites, and that water can displace carbon dioxide from the surface. There are several explanations for the larger effect of water relative to carbon dioxide. The simplest is that Pd(OH)2 species are much less active than any PdO- CO2 surface species, both being less active that PdO. It is also possible that water can block additional sites to those blocked by carbon dioxide. The larger the fraction of the active sites on PdO which are blocked, the more intense will be the inhibitory effect. In this case the active sites blocked by water would include those blocked by carbon dioxide, after displacement of carbon dioxide from these sites. The inhibitory effect of carbon dioxide decreases as the temperature (and there- fore the conversion) increases (see Fig. 2). There are two possible explanations for this. The first is that the effect is due to the water formed in the combustion of methane. Thus, as the conversion level increases, more water is formed in the combustion reaction. At a certain level, this water starts to block active sites, displacing carbon dioxide from the surface and making its effect negligible, as discussed above. An alternative explanation is that an increase in reaction temper- ature causes a less intense inhibition by carbon dioxide due to desorption of carbon dioxide molecules from the PdO surface. Additional experiments designed to e!u- R. Burch et al. /Applied Catalysis A: General 123 (1995) 173-184 183 cidate which of these two effects is responsible were not conclusive, although the results were more consistent with the water produced in the reaction being the cause of the loss of the inhibitory effect of carbon dioxide. It is possible, however, that the interrelationship between the effects of carbon dioxide and water is more complicated, since the effect of water also appears to depend on the reaction temperature. Consequently, the exact reaction conditions (amount of water formed at a particular conversion and the reaction temperature) may be important. This interrelationship between the effects of water ( a strong inhibitor) and carbon dioxide (a weak inhibitor) may also account for the discrepancies with earlier published work. The study performed by Ribeiro et al. [2], in which they obtained a large inhibition by carbon dioxide for carbon dioxide levels greater than 0.5%, was carried out at low conversion levels (less that 2.5%) and with a very low level of water (maximum 0.096% including water from combustion and added water). In addition, large amounts of support, which can adsorb water and further reduce its effect, were mixed with the catalyst (50-150 mg catalyst mixed with support up to 1-5 g overall). In some of our experiments run under similar conditions (275, 4% conversion, 0.064% water from combustion) we observed a fall in the activity due to the addition of carbon dioxide corresponding to 61% of the initial activity. This is similar in magnitude to the effect seen by Ribeiro et al. under their experimental conditions. In most applications of catalytic methane combustion, water and carbon dioxide will be present in considerable amounts. It is clear from our results that the carbon dioxide is not important from a practical point of view since water, which will usually be present in larger amounts, cancels out its inhibitory effect. In addition, the effect of water may only be significant for processes operating at lower tem- peratures (less than 425 for our catalyst). However, where the effect is seen it may reduce the activity of the catalyst by up to 50%. Therefore, care must be taken when comparing palladium catalysts for these applications. 5. Conclusions The following conclusions can be drawn from this work; (i) The inhibitory effect of carbon dioxide for methane oxidation on palladium catalysts is significant only at low conversions, at low temperatures, in dry gas streams. (ii) Water strongly inhibits methane combustion even at low partial pressures. However, the effect depends on the reaction temperature, becoming small at temperatures above about 450. (iii) The presence of water eliminates any effects due to carbon dioxide, probably by displacing the carbon dioxide molecule from the active sites. 184 R. Burch et al. /Applied Catalysis A.\" General 123 (1995) 173-184 Acknowledgements We are grateful to the European Community for providing financial support for FJU in the form of a Human Capital and Mobility Fellowship under contract number ERB4001GT930751., and the EPSRC for financial support for PKL. We thank Johnson Matthey plc for providing the palladium salts. References [ 1 ] C.F. Cullis, T.G. Nevell and D.L. Trimm, J. Chem. Soc., Faraday Trans. 1, 68 (1972) 1406. [2] F.H. Ribeiro, M. Chow and R.A. Dalla-Betta. J. Catal., 146 (1994) 537. [3] C.F. Cullis and B.M. Willatt, J. Catal., 86 (1984) 187. [4] P. Marecot, A. Fakche, B. Kellali, G. Mabilon, M. Prigent and J. Barbier, Appl. Catal. B, 3 (1994) 283. [5] R.J. Card, J.L. Schmitt and J.M. Simpson, J. Catal., 79 (1983) 13. APCATA 94002517 0926-860X(94)00251-7 10.1016/0926-860X(94)00251-7 Elsevier Science B.V. All rights reserved Methane combustion over palladium catalysts: The effect of carbon dioxide and water on activity R. Burch * F.J. Urbano 1 P.K. Loader Catalysis Research Group, Chemistry Department, University of Reading, Whiteknights, Reading, RG6 2AD Berkshire UK * Corresponding author. 1 Present Address: Department of Organic Chemistry, Faculty of Sciences, University of Cordoba, 14004-Cordoba, Spain. The influence of water and carbon dioxide on the activity of a series of palladium catalysts for the combustion of methane has been studied. It has been found that both compounds have an inhibitory effect but the extent of this depends on the experimental conditions. When both are present in the feedstream, the effect of carbon dioxide is negligible, the total decrease in activity only being equal to that of water alone. It is concluded that both water and carbon dioxide poison the same active sites on the palladium oxide with water able to displace carbon dioxide to form an inactive surface hydroxide. The magnitude of the effect due to both additives decreases with increasing reaction temperature and conversion. This is due both to the increased amount of water producted in the reaction reducing the effect of added water or carbon dioxide, and to the decreasing stability of the surface hydroxide at higher temperatures. In relation to practical applications, it is concluded that carbon dioxide will have no effect on catalytic activity under normal working conditions but water present in the feedstream may reduce the activity of the catalysts very significantly at lower temperatures. However, above about 450°C the effect of water is also expected to be very small. Keywords Carbon dioxide Methane combustion Palladium Water Reference [1] Cullis C.F. Nevell T.G. Trimm D.L. J. Chem. Soc. 68 1972 1406 Faraday Trans. 1 [2] Ribeiro F.H. Chow M. Dalla-Betta R.A. J. Catal. 146 1994 537 [3] Cullis C.F. Willatt B.M. J. Catal. 86 1984 187 [4] Marecot P. Fakche A. Kellali B. Mabilon G. Prigent M. Barbier J. Appl. Catal. B 3 1994 283 [5] Card R.J. Schmitt J.L. Simpson J.M. J. Catal. 79 1983 13",
      "scopus-id": "0001306953",
      "coredata": {
        "eid": "1-s2.0-0926860X94002517",
        "dc:description": "The influence of water and carbon dioxide on the activity of a series of palladium catalysts for the combustion of methane has been studied. It has been found that both compounds have an inhibitory effect but the extent of this depends on the experimental conditions. When both are present in the feedstream, the effect of carbon dioxide is negligible, the total decrease in activity only being equal to that of water alone. It is concluded that both water and carbon dioxide poison the same active sites on the palladium oxide with water able to displace carbon dioxide to form an inactive surface hydroxide. The magnitude of the effect due to both additives decreases with increasing reaction temperature and conversion. This is due both to the increased amount of water producted in the reaction reducing the effect of added water or carbon dioxide, and to the decreasing stability of the surface hydroxide at higher temperatures. In relation to practical applications, it is concluded that carbon dioxide will have no effect on catalytic activity under normal working conditions but water present in the feedstream may reduce the activity of the catalysts very significantly at lower temperatures. However, above about 450°C the effect of water is also expected to be very small.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-03-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94002517",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Burch, R."
          },
          {
            "@_fa": "true",
            "$": "Urbano, F.J."
          },
          {
            "@_fa": "true",
            "$": "Loader, P.K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94002517"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94002517"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00251-7",
        "prism:volume": "123",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Methane combustion over palladium catalysts: The effect of carbon dioxide and water on activity",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon dioxide"
          },
          {
            "@_fa": "true",
            "$": "Methane combustion"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Water"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "173-184",
        "prism:endingPage": "184",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 March 1995",
        "prism:doi": "10.1016/0926-860X(94)00251-7",
        "prism:startingPage": "173",
        "dc:identifier": "doi:10.1016/0926-860X(94)00251-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001306953"
      }
    }
  }
}