{
  "metadata": {
    "title": "Enhancement of the catalytic properties of NiMo and CoMo alumina-supported sulfide catalysts by addition of ruthenium sulfide dispersed in Y zeolites",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1995-03-30",
    "doi": "10.1016/0926-860X(94)00273-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94002738",
    "pii": "0926860X94002738"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000286498",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-11-18 1999-11-18 2010-11-13T15:43:43 1-s2.0-0926860X94002738 0926-860X(94)00273-8 0926860X94002738 10.1016/0926-860X(94)00273-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00336 2024-01-01T12:18:48.759026Z 0 0 19950330 1995 1999-11-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 124 124 1 1 Volume 124, Issue 1 14 153 164 153 164 19950330 30 March 1995 1995-03-30 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. ENHANCEMENTCATALYTICPROPERTIESNIMOCOMOALUMINASUPPORTEDSULFIDECATALYSTSBYADDITIONRUTHENIUMSULFIDEDISPERSEDINYZEOLITES KOUGIONAS V KARROUA 1989 L5 M KARROUA 1993 371 M KARROUA 1989 L21 M GIRALDODELEON 1993 345 S HARVEY 1986 253 T HARVEY 1989 335 T LACROIX 1992 M 10THINTERNATIONALCONGRESSCATALYSIS DESLOSREYES 1991 645 J GOBOLOS 1989 243 S DESLOSREYES 1990 17 J GEANTET 1992 439 C LACROIX 1989 473 M YUAN 1991 253 S DECAMP 1992 T PHDTHESIS JOBIC 1993 3657 H LACROIX 1992 409 M KOUGIONASX1995X153 KOUGIONASX1995X153X164 KOUGIONASX1995X153XV KOUGIONASX1995X153X164XV item 0926-860X(94)00273-8 0926860X94002738 1-s2.0-0926860X94002738 10.1016/0926-860X(94)00273-8 271346 2024-01-01T12:18:48.759026Z 1995-03-30 1-s2.0-0926860X94002738-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002738/MAIN/application/pdf/b4ae57521fe27ffd7496788e95334402/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002738/MAIN/application/pdf/b4ae57521fe27ffd7496788e95334402/main.pdf main.pdf pdf true 1027055 MAIN 12 1-s2.0-0926860X94002738-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002738/PREVIEW/image/png/8ce47a7968802d020cadf2da3e24d8c1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002738/PREVIEW/image/png/8ce47a7968802d020cadf2da3e24d8c1/main_1.png main_1.png png 52320 849 656 IMAGE-WEB-PDF 1 1-s2.0-0926860X94002738-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94002738/STRIPIN/image/gif/bcfc8a5ac8dee81c5a4ceb8401286395/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94002738/STRIPIN/image/gif/bcfc8a5ac8dee81c5a4ceb8401286395/si1.gif si1 true si1.gif gif 487 30 73 ALTIMG N11 RInA=E/T+Rlnke,P, which is exactly analogous to that derived from statistical thermodynamics, and that the Eyring equation is simply another version of the same basic statement. J.J. ROONEY Application of Rare Earths in China's Chemical Fertilizer Catalysts The rare earth (RE) elements have recently found wide application in chemical fertilizer catalysts and have become one of the features for these catalysts in China. The rare earths have important roles as promoters, both chemically and structurally. The following is a brief review of their uses in the catalysts for hydrocarbon steam-reforming, methanation, mid-temperature water-gas shift, wide-temperature water-gas shift, ammonia synthesis, S02 oxidation to nitric acid and methanol synthesis. 1. Catalysts for Hydrocarbon Steam-Reforming The commercial catalysts Z, 1 1 and Z,1 ,Y for one-step conversion comprise of 14% Ni/A1203 doped with small amounts of RE oxides. They are applied at low H20/C ratios of 1.6-4.0 and are operated at pressures of0.1--0.5 MPawith inlet temperatures between 650 and 850. The catalysts are in the shapes of rings or wheels with five spokes, having either long (diameter 16x16 mm) or short (diameter 16x8 mm) sizes, for filling the upper and lower parts of the converter, respectively. Catalysts Z41 1, and Z4,a containing at least 2% RE oxides, are applied to one-step steam-reforming of oil field gas. Both of these are in the shape of wheels with seven spokes, applied catalysis A: General having a long (diameter 16x16 mm) and a short (diameter 16x10 mm) size, respectively. For light oil conversion, a catalyst named Z4io containing a RE oxide instead of a proportion of MgO in the original catalyst, and the catalysts Czae-, and CZee_2, with heavy RE oxide additives, have been tested industrially. In practical operation, the upper part of the convertor is filled with Czw.,, using A1203-Ca0-MgO as catalyst support, RE oxides as coke-resistant ingredient and NiO as active component. The lower part is packed with Cze&2 which comprises of Ni0-REz03/a-AIZ03. In addition, a RE-containing catalyst named TDRE-3, with low nickel content, is being used in a commercial trial run. So far, the following effects due to the addition of RE components have been observed: (I) Improved coke resistance. It has been reported that the catalyst Z,11 has a stable-run performance and a higher coke resistance, even at low H20/C ratios; (II) Increased activity and stability. Some scientists have pointed out that the addition of the RE enhances the interaction between nickel and the carriers, resulting in a decrease of the nickel crystal size and an increase of the surface area. Others have considered that the RE component acts as isolator, and the interaction between the RE and Ni changes the nickel lattice parameters, reducing the nickel crystal size, increasing the water adsorption capacity, and improving its reducibility, as shown by a decrease in the initial reduction temperature by 30ذC; and (III) Improved sulphur resistance. It has been shown that when the catalyst is operated at a sulphur level of 19.67 mg/m3 of natural gas, the activity of a catalyst comprising of 4.79% Ni0-RE203 is higher than Volume 123 No. 2 -16 March 1995 N12 that of a commercial catalyst with 16.26% NiO and without RE. Generally speaking, the effect of the addition of the RE on the improvement of the activity and stability of the catalysts are in the order (Ce+La) > Ce > La. 2. Methanation Catalysts RE-containing methanation catalysts were commercialized as early as 1977. The roles of RE are mainly as follows: (i) To increase activity and stability: The activities at the onset and after heat treatment of the RE containing catalysts are much higher than those of RE-free catalysts. This is attributed to synergistic effects of RE and MgO, stabilizing the nickel crystallites and increasing the dispersion. In middle-scale factories for ammonia synthesis, a catalyst named J106 has shown a decrease in the inlet temperature by 10-20 and a prolonged life time compared with catalysts without RE addition; (ii) Improved coke resistance; and (iii) Improved sulphur resistance: Sulphur resistant experiments indicated that the life-time of the RE-containing catalyst J105 was much longerthan that of an imported catalyst (C,3_4 from the USA). A commercial run has shown that the activity of this catalyst after two years of operation without any poisons was comparable to the initial activity Of C13.4. It has been found that La is a more effective additive than Ce. Intermetallic compounds such as LaNi5 are also good methanation catalysts. The presence of a RE in a methanation catalyst is able to reduce nickel loss. 3. Mid-Temperature Water-Gas Shift Catalysts Various water-gas shift catalysts with RE substituted partially in place of Cr, such as the type BX and SXB materials, have applied catalysis A: General been developed. These catalysts contain 2-3% Cr203 and 2-5% C8OZ. Most of them have been commercialized. A decrease of Cr content due to the addition of RE leads to: (i) an improvement of catalyst preparation environment; (ii) a cost decrease by 30%; and (iii) an increased conversion with a decrease in reaction temperature by 2030. The free energies for reduction of the oxides of some RE elements and Cr are quite close to one another; both decrease the electron binding energy of Fe and improve the oxidation ability of the catalysts in the shift reaction. 4. Wide-Temperature Shift Catalysts The production capacity for Co-Mo type catalysts for the above reaction have reached 1300 tons per year since the 1980's. Most of these materials consist of Co-Mo-K-A1203; designated 8301 and B302Q. Another catalyst containing RE and named NB was developed by the Nanjing Research Institute of Chemical Industry of China. Its activation temperature is in the range of 200 to 400 an it shows an improved low-temperature catalytic performance. Adding about 1% La and Ce is advantageous, increasing the sulphur and chlorine resistances of the catalyst. 5. Ammonia Synthesis Catalysts A catalyst named HG-1 comprising FeCeOz-AI-K-Ca (Ce02 0.4-0.6%) has been developed by the South China Institute of Technology (SCIT). An industrial test was carried out in 1984 and 2000 tons of the catalyst were employed in 40 plants by 1991. The reduction temperature of the catalyst is between 350 and 520. The added RE increases the low-temperature activity, the poison resistance and the thermal stability. Compared with traditional catalysts, the ammonia yield is increased Volume 123 No. 2-16 March 1995 N13 by 10%. It is suggested that the higher activity and longer life of the catalyst HG-1 is due to the lower migration velocity of Ce towards the bulk compared with that of potassium. This leads to a longer retention at the interface thus prolonging is promotion action. Moreover, Ce is more active than Fe in the reaction with CI and S. However, sulphur has not been detected in the used catalysts. This is explained by rapid converting of the RE sulphide formed with H2 and NZ to form the RE hydride and RE nitride respectively, both of which are active species in the presence of ammonia. 6. S02 Oxidation Catalysts A series of complex RE oxides of the perovskite type, such as AB03, ABI-XCX03 and A1,BCX03 (A=RE, B=transition metals, Mg and Al, C= other elements), can catalyze S02 oxidation. South China Institute of Technology has reported that perovskite catalysts containing lanthanide elements show a decrease of the ignition temperature and an increase of the activity and thermal stability compared with conventional materials. 7. Catalysts for Ammonia Oxidation to Nitric Acid A platinum catalyst in the form of a quaternary alloy net containing RE has been developed by the Kunming Institute of Precious Metals of China and has been used in the Tai-yuan Chemical Fertilizer Plant of China. The percentage oxidation reaches 97.78% (technological specification, 96.5%) with a life-time of over 10,000 h, the Pt consumption is less than 0.016 g per ton of acid. In addition, a non-platinum catalyst of complex RE oxides of a perovsk'tte type (La,_xSrxCo03) has been reported to be more active than C0304based catalysts. applied catalysis A: General 8. Methanol Synthesis Catalysts Until now, RE-containing catalysts for methanol synthesis have not been commercialized. Some results have shown that intermetallic compounds such as LaN15 and Cu-Zn-Cr-AVLa203 exhibit better activity. At present, research work emphasises the use of La and Ce. In summary, RE additives are used in small amounts in chemical fertilizer catalysts as promotes, supports and secondary components. Ce and mixed RE compounds play the major roles in practical applications, improving the reducibility, activity, thermal stability and poison resistance of the catalysts, and also reducing the content of precious metals, still scarce in China. (Source: Modern Chem. Ind., 14 (5) (1994) 16) Catalysis Abstracts: a new Electronic Service for Catalysis Researchers Following the success of the Catalysis Hotline on electronic mail, Elsevier now introduces a new electronic-mail service: Catalysis Abstracts. Subscribers to this service receive the abstracts of all papers to be published in Applied Catalysis A and B, Catalysis Today, Journal of Molecular Catalysis A and B and Microporous Materials well before publication by electronic mail in bimonthly issues. Besides being a current awareness service, this will enable researchers to build, through the years, a personal database of relevant catalysis publications. The subscription fee will enable catalysis workers to take a personal subscription. The price of this service is just US$ 30 for 1995 and, as an introductory offer, the first two issues are \"on the house\" for those Volume 123 No. 2 -16 March 1995 APCATA 94002738 0926-860X(94)00273-8 10.1016/0926-860X(94)00273-8 Article Enhancement of the catalytic properties of NiMo and CoMo alumina-supported sulfide catalysts by addition of ruthenium sulfide dispersed in Y zeolites V. Kougionas M. Cattenot J.L. Zotin J.L. Portefaix M. Breysse ∗ Institut de Recherches sur la Catalyse, CNRS, 2 avenue Albert Einstein, 69626 Villeurbanne, France ∗ Corresponding author. Tel. (+33) 72445336, fax. (+33) 72445399. Y zeolite- or alumina-supported ruthenium sulfide catalysts were investigated for the hydrogenation of pyridine to piperidine. Their activity was compared with that of commercial NiMo or CoMo alumina-supported catalysts and they were found to be more active than the latter. RuKY exhibited higher intrinsic activities than RuHY and Ru Al 2 O 3 catalysts. Mechanical mixtures consisting of RuKY and commercial alumina-supported NiMo- or CoMo-based catalysts exhibited synergy for the hydrogenation of pyridine. This phenomenon was not observed for the other supports. This observation is related to the particular ability of highly dispersed ruthenium sulfide for hydrogen activation. Keywords Hydrogenation Mechanical mixtures Pyridine Sulfide catalysts References [1] M. Karroua P. Grange B. Delmon Appl. Catal. 50 1989 L5 [2] M. Karroua H.K. Matralis P. Grange B. Delmon J. Catal. 139 1993 371 [3] M. Karroua A. Centeno H.K. Matralis P. Grange B. Delmon Appl. Catal. 50 1989 L21 [4] S. Giraldo de León P. Grange B. Delmon Stud. Surf. Sci. Catal. 77 1993 345 [5] T.G. Harvey T.W. Matheson J. Catal. 101 1986 253 [6] T.G. Harvey K.C. Pratt Appl. Catal. 47 1989 335 [7] M. Lacroix C. Mirodatos M. Breysse T. Decamp S. Yuan 10th International Congress of Catalysis Budapest Oral Communication No. 34 1992 [8] J.A. Des Los Reyes M. Vrinat C. Geantet M. Breysse Catal. Today 10 1991 645 [9] S. Göbölös M. Breysse M. Cattenot T. Decamp M. Lacroix J.L. Portefaix M. Vrinat Stud. Surf. Sci. Catal. 50 1989 243 [10] J.A. Des Los Reyes S. Göbölös M. Vrinat M. Breysse Catal. Lett. 5 1990 17 [11] C. Geantet C. Calais M. Lacroix C.R. Acad. Sci. Paris, t. 315, Série II 1992 439 [12] M. Lacroix N. Boutarfa C. Guillard M. Vrinat M. Breysse J. Catal. 120 1989 473 [13] S. Yuan T. Decamp M. Lacroix C. Mirodatos M. Breysse J. Catal. 132 1991 253 [14] T. Decamp Ph.D. Thesis 1992 Université Claude Bernard—Lyon I [15] H. Jobic G. Clugnet M. Lacroix S. Yuan C. Mirodatos M. Breysse J. Am. Chem. Soc. 115 1993 3657 [16] M. Lacroix S. Yuan M. Breysse C. Dorémieux-Morin J. Fraissard J. Catal. 138 1992 409",
      "scopus-id": "0000286498",
      "coredata": {
        "eid": "1-s2.0-0926860X94002738",
        "dc:description": "Y zeolite- or alumina-supported ruthenium sulfide catalysts were investigated for the hydrogenation of pyridine to piperidine. Their activity was compared with that of commercial NiMo or CoMo alumina-supported catalysts and they were found to be more active than the latter. RuKY exhibited higher intrinsic activities than RuHY and Ru Al 2 O 3 catalysts. Mechanical mixtures consisting of RuKY and commercial alumina-supported NiMo- or CoMo-based catalysts exhibited synergy for the hydrogenation of pyridine. This phenomenon was not observed for the other supports. This observation is related to the particular ability of highly dispersed ruthenium sulfide for hydrogen activation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-03-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94002738",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kougionas, V."
          },
          {
            "@_fa": "true",
            "$": "Cattenot, M."
          },
          {
            "@_fa": "true",
            "$": "Zotin, J.L."
          },
          {
            "@_fa": "true",
            "$": "Portefaix, J.L."
          },
          {
            "@_fa": "true",
            "$": "Breysse, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94002738"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94002738"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)00273-8",
        "prism:volume": "124",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Enhancement of the catalytic properties of NiMo and CoMo alumina-supported sulfide catalysts by addition of ruthenium sulfide dispersed in Y zeolites",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Mechanical mixtures"
          },
          {
            "@_fa": "true",
            "$": "Pyridine"
          },
          {
            "@_fa": "true",
            "$": "Sulfide catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "153-164",
        "prism:endingPage": "164",
        "pubType": "fla",
        "prism:coverDisplayDate": "30 March 1995",
        "prism:doi": "10.1016/0926-860X(94)00273-8",
        "prism:startingPage": "153",
        "dc:identifier": "doi:10.1016/0926-860X(94)00273-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "73",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-0926860X94002738-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "487",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000286498"
      }
    }
  }
}