{
  "metadata": {
    "title": "Nitrobenzene hydrogenation over aluminum borate- supported platinum catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-11-24",
    "doi": "10.1016/0926-860X(94)85190-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94851905",
    "pii": "0926860X94851905"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028550276",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-14 2001-08-14 2010-10-02T11:38:12 1-s2.0-0926860X94851905 0926-860X(94)85190-5 0926860X94851905 10.1016/0926-860X(94)85190-5 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X01627 2024-01-01T12:21:06.294127Z 0 0 19941124 1994 2001-08-14T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 119 119 2 2 Volume 119, Issue 2 1 185 194 185 194 19941124 24 November 1994 1994-11-24 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. NITROBENZENEHYDROGENATIONOVERALUMINUMBORATESUPPORTEDPLATINUMCATALYST LI C CHEN 1987 1 Y SAMUELSEN 1950 3872 G SCHOLNIK 1941 1192 S YAO 1959 4125 H YAO 1961 8796 H YAO 1962 1086 H ARAMENDIA 1984 347 M WISNIAK 1984 44 J COLLINS 1982 279 D METCALFE 1971 30 A TANABE 1970 K SOLIDACIDSBASES SATO 1987 107 S PEIL 1989 441 K TSAI 1991 1801 M CHEN 1992 359 Y CHEN 1990 187 Y WANG 1991 297 W LAFITAU 1976 393 H PREPARATIONCATALYSTS OKUHARA 1985 41 T DAMAANI 1986 512 D HOFFMANN 1987 183 W BUCHER 1987 213 J RHODES 1982 3559 H BLACKMOND 1986 496 D CAVANAGH 1981 22 R WANKE 1972 367 S CHIN 1983 3482 A MILLER 1993 408 J CANDY 1982 167 J FANG 1993 5128 T PEIL 1989 441 K LIN 1993 539 S LIN 1993 554 S LIN 1993 563 S STRANICK 1987 396 M LIX1994X185 LIX1994X185X194 LIX1994X185XC LIX1994X185X194XC item 0926-860X(94)85190-5 0926860X94851905 1-s2.0-0926860X94851905 10.1016/0926-860X(94)85190-5 271346 2024-01-01T12:21:06.294127Z 1994-11-24 1-s2.0-0926860X94851905-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94851905/MAIN/application/pdf/070c5bbd45f97aa2c36070a1bc212c46/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94851905/MAIN/application/pdf/070c5bbd45f97aa2c36070a1bc212c46/main.pdf main.pdf pdf true 666079 MAIN 10 1-s2.0-0926860X94851905-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94851905/PREVIEW/image/png/94f5e40861a38ab3ac9010d9d05c4d51/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94851905/PREVIEW/image/png/94f5e40861a38ab3ac9010d9d05c4d51/main_1.png main_1.png png 51298 849 656 IMAGE-WEB-PDF 1 WIN cat*siS A ELSEVIER Applied Catalysis A: General 119 (1994) 185-194 Nitrobenzene hydrogenation over aluminum borate supported platinum catalyst Chiuping Li a, Yu-Wen Chen\", Wei-Jye Wang b 'Refining and Manufacturing Research Institute, Chinese Petroleum Corporation, Chia- Yi 60036, Taiwan Department of Chemical Engineering, National Central University, Chung-Li, Chia-Yi 32054, Taiwan Received 15 October 1993; revised 8 June 1994; accepted 20 June 1994 Abstract The hydrogenation of nitrobenzene over platinum catalysts supported on alumina, activated carbon, and aluminum borate was investigated in a liquid phase batch reactor at a temperature of 50 and a hydrogen pressure of 1 atm. The characteristics of hydrogen adsorption on these catalysts was determined by temperature-programmed desorption. For all catalysts, the reaction is zeroth order with respect to nitrobenzene and first order to hydrogen. Under the conditions employed in this study, aluminum borate-supported catalyst was found to possess the highest activity. This can be attributed to its stronger hydrogen adsorption. The interaction of boron with metal would affect the electronic structure of the metal which again influences the adsorptive and catalytic properties of metal catalysts. Keywords: Aluminum borate; Hydrogen chemisorption; Nitrobenzene hydrogenation; Platinum; Temperatureprogrammed desorption 1. Introduction Hydrogenation of nitrobenzene has been known to be an important industrial process [ 1-10] . It is usually catalyzed by two classes of solids: noble metals, such as platinum, palladium, ruthenium, rhodium, and Raney metals, such as Raney nickel. Generally, these catalysts have been supported on -t-A1203 and activated carbon [ 1,7,8]. Recently, some studies have suggested [ 1,7,8] that the nature of the support might play a significant role in determining catalytic activity. Explanations have been given in terms of the interactions between the metal crystallites and the carrier. * Corresponding author. Fax: 886-3-425 2296. 0926-86oX/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0926-860X(94)00144-8 186 Y.-W Chen et al. /Applied Catalysis A: General 119 (1994)185-194 The use of aluminum borate (AB) as a catalyst support has received less attention than those of other supports. It has been reported that alumina-boric can be used as a cracking catalyst [ 11 ] . Pine [ 12] reported that catalysts prepared with alumina-boria in combination of zeolite, nickel oxide and molybdena were active for hydrocracking of petroleum feedstocks. Sato et al. [ 13] reported that aluminaboria exhibited a high activity for vapor-phase Beckmann rearrangement of cyclohexanone oxide. Peil et al. [ 14] reported that aluminum borate is highly acidic and thermally very stable. Aluminum borate has been reported from this laboratory to be a good support for hydrodesulfurization [ 15 ] and cyclohexene hydrogenation catalysts [ 16] . It has a unique pore structure, high surface acidity, and high hydrothermal stability [ 17,18 ] . The influence of boron on catalyst activity has been investigated. The hydrogenolysis activity of Ni-Mo/A1203 catalysts [ 19] and the carbon monoxide hydrogenation activity of Ru/A1203 catalysts [20] were increased as a result of boron support modification. Although the presence of boron in the support was shown to have a marked influence on the activity, few studies have been conducted of the effect of aluminum borate support on chemisorptive and catalytic properties of metals. In the present study, we have investigated the hydrogen chemisorption and nitrobenzene hydrogenation on Pt/aluminum borate catalyst with the aim to investigate the effect of the aluminum borate support and the role of boron both on the adsorptive and catalytic behavior of platinum metals. Conventional alumina and activated carbon were also included for comparison. It should be mentioned that most researchers used an impregnation method to prepare alumina-boric. In this study, aluminum borate was prepared by coprecipitation. Hydrogen adsorption of these catalysts was determined by temperature-programmed desorption ( TPD) . 2. Experimental 2.1. Catalyst preparation The synthesis of aluminum borate (AB) with B /Al atomic ratio of 10 was prepared from a mixed solution of aluminum nitrate and boric acid (both from Merck) using an ammonium hydroxide solution (pH=10) as the precipitant. The details have been described in the previous paper [ 15 ] . The pH of the solution during synthesis was controlled at 8.0 f 0.1. The resulting AB precipitate was filtered, washed with distilled water, and dried overnight at 100. The dried samples were ground to powder and calcined at 500 for 6 h. For comparison, conventional supports, such as y-alumina and activated carbon (all from Strem Chemicals), were also used as the supports for platinum. A boron-modified alumina support (designated as B-A1203) was also prepared by incipient- wetness impregnation of an aqueous solution of boric acid onto the alumina support. Y.-W. Chen et al. /Applied Catalysis A: General 119 (1994)185-194 187 Supported platinum metal catalysts were prepared by incipient-wetness impregnation. The catalysts were prepared from HZPtC16 - 6H20 dissolved in distilled water at a concentration sufficient to yield 1 wt.-% Pt metal loading when impregnating each gram of the support with approximate 0.7 cm' of solution. After the impregnation, the samples were dried overnight in air at 110. The catalyst was then reduced under a stream of hydrogen, the temperature was programmed at 1 /min from room temperature to 400and then kept at that temperature for 2 h. The reduced catalyst was used immediately in order to prevent air oxidation of the metal. 2.2. Characterization High purity argon (99.9995 % + ) and hydrogen (99.9995 % + ) purchased from Air Products were used in this study. Each gas was purified by passing it through a Deoxo trap and a molecular sieve trap. Elemental analysis The reduced catalysts were characterized by atomic absorption spectroscopy, Xray diffraction (XRD), and temperature-programmed desorption of hydrogen measurement. The platinum metal loadings of the catalysts were determined by a Perkin-Elmer 380 atomic absorption spectrophotometer after digestion of the catalyst samples in concentrated HN03 for 24 h, and found to be within .2% of the stated values. X-ray diffraction All catalysts prepared in this study were characterized by XRD to investigate their crystallographic properties. XRD patterns were obtained by using a Siemens D-500 diffractometer operated at 50 kV and 25 mA with Cu Ka radiation and Ni filter. Samples were run as pellets mounted on a glass slide. Spectra were scanned at a rate of 0.4min. Hydrogen temperature programmed desorption A conventional TPD apparatus was used in this study. The system consisted of a 0.635 cm O.D. quartz U-tube style fixed bed reactor, mass flow controllers, a thermal conductivity detector (TCD), and a furnace. In a typical experiment, 100 mg of reduced sample in a U-shaped quartz tube reactor was re-reduced in hydrogen at 400 for 2 h. After cooling to room temperature in pure hydrogen and remaining for 2 h, the carrier gas was replaced by argon. The temperature was then raised at 10/min to 600 under an argon stream of 30 ml/min. Desorbing hydrogen was detected with a TCD. The moles of gas desorbing during an experiment were calculated by integrating the spectra to find the peak areas, and then multiplying by the calibration factor. The TCD signals were calibrated by injecting pure hydrogen by using a Valco sampling valve of known volume. 188 Y.-W. Chen et al. /Applied Catalysis A: General 119 (1994)185-194 2.3. Reaction testing The hydrogenation of nitrobenzene (Merck, > 99%) was performed in a CSTR pyrex reactor at 50 under 1 atm hydrogen pressure. The required amount of reactant (1 g nitrobenzene) was dissolved in the solvent (ethanol, 25 ml) and added to the reactor. The solution was purged with hydrogen to remove air and then it was brought to the desired temperature. At this point, the catalyst (0.4 g) was added to the reactor, from a suitable device, to initiate the reaction. At selected time intervals, the reaction mixture was sampled and analyzed by a HP 5890A gas chromatograph (GC) with a flame ionization detector. The column was 12 ft. X 8 in. and packed with 5% OV 101 on Chromsorb WAW-DM-CS (100-120 mesh). The column temperature was programmed at 10/min from 90 to 120, and then at 30/min to 250. The areas of the GC peaks were determined with a Hewlett-Packard 3392A integrator. A stirrer speed of 120 rpm and an average catalyst particle size of 80 I.rm were found to be suitable for the elimination of bulk and pore diffusion resistances. 3. Results and discussion 3.1. X-ray diffraction of the catalysts Only typical y-A1203XRD patterns were given by Pt/A1203 and Pt/AB. No XRD peaks indicative of boria and aluminum borate were observed, suggesting a well-dispersed boron phase. The results are in agreement with those in the literature [ 14] . The formation of a highly dispersed, microcrystalline aluminum borate phase or a 2-D aluminum borate phase could account for the XRD results. A 2-D aluminum borate phase would not have the long range order necessary for detection by XRD. In addition, no XRD peaks indicative of platinum were observed. This observation suggests that the platinum particles are less than 4 nm for all the catalysts. This implies that platinum is well dispersed on the support. TPD data also indicate a high degree of platinum dispersion as described in the next section. 3.2. Temperature programmed desorption of hydrogen In the reported studies [ 21-24 ] , platinum metal dispersions and particle sizes have been measured by selective gas adsorption, hydrogen-oxygen titration, X-ray line broadening, electron microscopy, and \"'Pt nuclear magnetic resonance. However, when high dispersions of platinum are present in supported metal catalysts, it becomes impossible to use X-ray line broadening and exceedingly difficult to use electron microscopy methods for the determination of metal dispersions. Carbon monoxide adsorption is not typically an accurate method for characterization Y-W. Chen et al. /Applied Catalysis A: General 119 (1994)185-194 189 Pt/c Pt/AB O .'., Aa h O ^d M _J~_ Pt/B Ai$Os x - _J~\\ Pt/AIEOs 0 100 200 300 400 isothermal T (OC) Fig. 1. TPD spectra of hydrogen. because of the uncertainty of the stoichiometry. Hydrogen adsorption has been recommended as the most reliable technique for the measurement of platinum metal dispersion [ 21 ] . Therefore, it was chosen for this study. It is well known that one can apply TPD to measure the strength of hydrogen on metal, and from the amount of desorbed hydrogen gas, the metal dispersion can be determined. The TPD profiles of catalysts are illustrated in Fig. 1. It shows that the presence of boron in the support results in subtle changes in the distribution of adstates for hydrogen chemisorption on the platinum metal. The major peak for hydrogen desorption for Pt/A1203 is located at 150. This peak is accompanied by an unresolved low-temperature shoulder. The high temperature portion (320 ) of the TPD spectra has been attributed to adsorption on the support [ 25-29] . Hydrogen TPD of the supports (no added platinum) gave no hydrogen desorption. With platinum present this adsorption can be aided by spillover of dissociated hydrogen atoms from the metal onto the support. In addition, the presence of boron in the support enhances spillover of hydrogen from the platinum metal. These TPD spectra offer an elegant way to discriminate between sites on the metal and on the support for this catalyst system. In addition, it has been reported that the spillover hydrogen is beneficial to the hydrogenation reaction [ 29-35 ] . It should be noted that a significant increase in the high-temperature part of the spectrum on Pt/AB catalyst was observed in Fig. 1. The results clearly show that the incorporation of boron on alumina can enhance the spillover of hydrogen from platinum metal to support. Miller et al. [ 29 ] have reported that the amount of spillover hydrogen increases with increasing amounts of hydroxyl groups on the support. In a previous 190 Y-W. Chen et al. /Applied Catalysis A: General 119 (1994)185-194 Table 1 Hydrogen uptake of Pt catalysts Catalyst Hydrogen uptake (gmol/g) Platinum dispersion (%) Pt/C 10.9 42.5 Pt/A1203 11.2 43.7 Pt/AB 16.2 63.2 Pt/B-A1203 12.2 47.5 study [ 18], the authors have shown that the amount of acid sites of AB is much greater than that of alumina. Our results of spillover hydrogen are in parallel to the conclusion reported by Miller et al. [ 29] . The upward shift in peak temperature for Pt/AB and Pt/B-A1203 compared to the Pt/A1203 indicates a stronger Pt-H interaction upon boron addition. This suggests that the presence of boron causes an interaction between platinum and boron. The interaction of boron with platinum metal would affect the electronic structure of the metal. This brings about an increase in the electron density of the metal, causing it to interact more strongly with species adsorbed on the metal surface. An alternative explanation may be proposed if the support surface is comprised of a 2D aluminum borate. A different support surface structure may influence the coordination number of platinum which again influences the chemisorptive and catalytic properties of platinum. In this study, the values of metal dispersions were calculated from the main peak in TPD of hydrogen measurements, assuming a stoichiometry of H/Pt=1. Table 1 lists the hydrogen uptake and metal dispersions of the catalysts. It should be recalled that the flow technique measures only strongly held hydrogen and some of the weakly adsorbed hydrogen was not measured in this study. This would result in an underestimation of the platinum metal. The results in Table 1 indicate that the AB support gives the highest hydrogen uptake and platinum metal dispersion, in spite of the fact that activated carbon has a higher surface area than AB. The high dispersion of platinum metal can be interpreted in terms of the presence of highly dispersed boron on the support surface [36]. Stranick et al. [36] reached the same conclusion. They reported that the presence of boron exhibited an increase in metal dispersion compared to boron-free sample. The high dispersions of platinum on AB and B-A1203is possibly due to the high concentrations of acid sites on AB and B-A1203. In a previous paper [ 18 ] , it has been shown that the acid concentration is increased upon the incorporation of boron into alumina support. It is known [ 15 ] that the surface concentration of the hydroxyl groups on the support can influence the dispersion of the metal. The higher the concentration of the hydroxyl groups on the support, the higher the dispersion of the metal is. 3.3. Reaction results Typical plots of nitrobenzene conversion versus time are shown in Fig. 2. The amount of reaction intermediate is less than 1 % of aniline and decreases with Y.-W Chen et al. /Applied Catalysis A: General 119 (1994)185-194 191 100 80 a 80 o a 40 0 t~ U 20 0 0 20 40 80 80100 Time (min) Fig. 2. Nitrobenzene conversion on Pt/AB catalyst. (partial pressure of hydrogen: 1 atm). increasing activity of the catalyst. Fig. 2 shows that the reaction is zero order with respect to nitrobenzene, while Fig. 3 shows the reaction is first order with respect to the hydrogen partial pressure on the Pt/AB catalyst. Most of the results of liquidphase hydrogenation of nitrobenzene in the literature [4-10] show that the reaction is zero order with respect to nitrobenzene and first order with respect to hydrogen. Our results are in accord with this. The reaction kinetics can be described as - rnitrobenzene = kPH2 (1) where -rti.obenzene is the disappearance rate of nitrobenzene, k is the rate constant, and PHZ is partial pressure of hydrogen. In a previous paper, one of the authors [ 1 ] has concluded that this reaction can be described by the Langmuir-Hinshelwood model. The rate determining step is the surface reaction between nitrobenzene and hydrogen, and two hydrogen atoms are involved in the surface reaction. Aramendia et al. [ 7 ] and Metcalfe and Rowden [ 10] reached the same conclusion. Therefore, Eq. (1) can be described as - rnitrobenzene = k'( eH) 2 (2 ) where k' is rate constant and OH is the surface coverage by hydrogen atoms. 10 .. U U N O T ir U ss 0.1 1.0 H2 pressure (atm) Fig. 3. Reaction rate versus hydrogen partial pressure on Pt/AB catalyst. 192 Y -W. Chen et al. /Applied Catalysis A: General 119 (1994)185-194 Table 2 Reaction rate and turnover frequency of platinum catalysts in nitrobenzene hydrogenation (reaction conditions: 50, 1 atm HZ pressure) Catalyst Activity (gmol/gs) TOF (1/sites) x 103 Pt/C 1.87 172 Pt/A'203 1.73 154 Pt/AB 8.67 535 Pt/B-A1203 3.63 298 The specific activity of Pt/AB is five times higher than those of Pt/carbon and Pt/A1203. This can be attributed to its high platinum metal dispersion and stronger hydrogen adsorption. The stronger hydrogen adsorption on metal would increase the surface coverage by hydrogen atoms, which would then increase the reaction rate according to Eq. (2) . In order to exclude the effect of metal dispersion, the turnover frequency (TOF) was also calculated to elucidate the chemical effect of boron on the activity of platinum. All TOR were based on hydrogen chemisorption on the fresh catalysts. The high TOF of the Pt/AB catalyst compared to other catalysts is essentially due to the promotional effect of boron. Boron is the promoter for most hydrogenation catalysts. The hydrogenolysis activity of NiMo/A1203catalysts [ 19 ] and the hydrogenation activity of carbon monoxide on Ru/A1203 catalysts [20] were increased as a result of boron support modification. An increase in the activity of Pt/A1203 in cyclohexene hydrogenation catalyst modified with boron has also been reported [ 16 ] . The interaction of boron with platinum metal affects the electronic structure of the platinum metal and the activity for hydrogenation. Table 2 also shows that the TOF of Pt/B-A1203 increased two-fold compared with that of Pt/A1203. This reconfirms that the electronic effect of boron can strengthen the metal-hydrogen bond and increase the hydrogenation capability of the metal. 4. Conclusion The hydrogenation of nitrobenzene over platinum catalysts supported on aluminum borate was investigated. Conventional supports such as alumina and activated carbon and a boron-modified alumina were also included for comparison. For all catalysts, the reaction is zeroth order with respect to nitrobenzene and first order to hydrogen. The TPD spectra of hydrogen revealed a major peak accompanied by an unresolved high-temperature shoulder. The major peak is assigned to adsorption of hydrogen on a platinum metal site. The upward shift of this major peak on Pt/aluminum borate indicates a stronger Pt-H interaction. The high-temperature peak can be attributed to hydrogen spillover from the metal onto the support. The presence of boron can enhance the spillover of hydrogen. Pt /aluminum Y -W. Chen et al. /Applied Catalysis A: General 119 (1994)185-194 193 borate was found to possess the highest activity for nitrobenzene hydrogenation. This can be attributed to its stronger hydrogen adsorption. The interaction of boron with metal would affect the adsorptive properties of the metal which again influences the catalytic properties of metal catalysts. The results of this study demonstrate that aluminum borate can be used as a support for hydrogenation catalysts. It demonstrates an excellent hydrogenation capability, compared to the conventional alumina and activated carbon. Acknowledgements This research was supported by the National Science Council, Taiwan, Republic of China, under contract number NSC81-0402-E008-012. References [ 1 ] Y.W. Chen, S.M. Yang, A.S.C. Chiang and S.C. Wang, Chemistry (The Chinese Chemical Soc.), 45 (1987) 1. [2] G.S. Samuelsen, V.L. Garic and G.B.L. Smith, J. Am. Chem. Soc., 72 (1950) 3872. [3] S.S. Scholnik, J.R. Reasenberg, E. Lieber and G.B.L. Smith, J. Am. Chem. Soc., 63 (1941) 1192. [4] H.C. Yao and P.H. Emmett, J. Am. Chem. Soc., 81 (1959) 4125. [ 5 ] H.C. Yao and P.H. Emmett, J. Am. Chem. Soc., 83 (1961) 8796. [6] H.C. Yao and P.H. Emmett, J. Am. Chem. Soc., 84 (1962) 1086. [7] M.A. Aramendia, V. Borau, J. Gomez, G. Jimenez and J.M. Marinas, Appl. Catal., 10 (1984) 347. [ 8 ] J. Wisniak and M. Klein, Ind. Eng. Chem. Prod. Res. Dev., 23 (1984) 44. [9] D.J. Collins, A.D. Smith and B.H. Davis, Ind. Eng. Chem. Prod. Res. Dev., 21 (1982) 279. [ 10] A. Metcalfe and M.W. Rowden, J. Catal., 22 (1971) 30. [ 11 ] K. Tanabe, Solid Acids and Bases, Academic Press, New York, 1970. [ 12] L. Pine, US Patent 3 993 557 (1976). [ 13] S. Sato, S. Hasebe, H. Sakurai, K. Urabe and Y. Izumi, Appl. Catal., 29 (1987) 107. [ 14] K. Peil, L.G. Galya and G. Marcelin, J. Catal., 115 (1989) 441. [ 15] M.C. Tsai, Y.W. Chen, B.C. Kang, J.C. Wu and L.J. Leu, Ind. Eng. Chem. Res., 30 (1991) 1801. [ 16] Y.W. Chen and C. Li, Catal. Lett., 13 (1992) 359. [ 17] Y.W. Chen, P.Z. Wang and W.J. Wang, Catal. Lett., 6 (1990) 187. [ 18] W.J. Wang and Y.W. Chen, Catal. Lett., 10 (1991) 297. [ 19] H. Lafitau, E. Neel and J.C. Clement, in B. Delmon, P. Jacobs and G. Poncelet (Editors), Preparation of Catalysts, Elsevier, Amsterdam, 1976, p. 393. [20] T. Okuhara, H. Tamaru and M. Misono, J. Catal., 95 (1985) 41. [ 21 ] D.E. Damaani and A.1. Rouco, J. Catal., 100 (1986) 512. [22] W. Hoffmann, M. Graetzel and J. Kiwi, J. Mol. Catal., 43 (1987) 183. [23] J.P. Bucher, J. Buttet, J.J. van der Klink, M. Graetzel, E. Newson and T.B. Truong, J. Mol. Catal., 43 (1987) 213. [24] H.E. Rhodes, P.K. Wang, H.T. Stokes, C.P. Slichter and J.H. Sinfelt, Phys. Rev. B, 26 (1982) 3559. [25] D.G. Blackmond, J.A. Williams, S. Kesraoui and D.S. Blazewick, J. Catal., 101 (1986) 496. [26] R.R. Cavanagh and J.T. Yates, Jr., J. Catal., 68 (1981) 22. [27] S.E. Wanke and N.A. Dougharty, J. Catal., 24 (1972) 367. [28] A.A. Chin and A.T. Bell, J. Phys. Chem., 87 (1983) 3482. [29] J.T. Miller, B.L. Meyers, F.S. Modica, G.S. Lane, M. Vaarkamp and D.C. Koningsberger, J. Catal., 143 (1993) 408. 194 Y-W Chen et al. /Applied Catalysis A: General 119 (1994)185-194 [30] J.P. Candy, P. Fouilloux and M. Primet, Surf. Sci., 72 (1982) 167. [31 ] T.H. Fang, J.P. Wey, W.C. Neely and S.D. Worley, J. Phys. Chem., 97 (1993) 5128. [32] K.P. Peil, L.G. Galya and G. Marcelin, J. Catal., 115 (1989) 441. [33] S.D. Lin and M.A. Vannice, J. Catal., 143 (1993) 539. [34] S.D. Lin and M.A. Vannice, J. Catal., 143 (1993) 554. [35] S.D. Lin and M.A. Vannice, J. Catal., 143 (1993) 563. [36] M.A. Stranick, M. Houalla and D.M. Hercules, J. Catal., 104 (1987) 396. APCATA 94851905 0926-860X(94)85190-5 10.1016/0926-860X(94)85190-5 Nitrobenzene hydrogenation over aluminum borate- supported platinum catalyst Chiuping Li a Yu-Wen Chen ∗ b Wei-Jye Wang b a Refining and Manufacturing Research Institute, Chinese Petroleum Corporation, Chia-Yi 60036, Taiwan b Department of Chemical Engineering, National Central University, Chung-Li, Chia-Yi 32054, Taiwan * Corresponding author. Fax: 886-3-425 2296. The hydrogenation of nitrobenzene over platinum catalysts supported on alumina, activated carbon, and aluminum borate was investigated in a liquid phase batch reactor at a temperature of 50°C and a hydrogen pressure of 1 atm. The characteristics of hydrogen adsorption on these catalysts was determined by temperature-programmed desorption. For all catalysts, the reaction is zeroth order with respect to nitrobenzene and first order to hydrogen. Under the conditions employed in this study, aluminum borate-supported catalyst was found to possess the highest activity. This can be attributed to its stronger hydrogen adsorption. The interaction of boron with metal would affect the electronic structure of the metal which again influences the adsorptive and catalytic properties of metal catalysts. Keywords Aluminum borate Hydrogen chemisorption Nitrobenzene hydrogenation Platinum Temperature-programmed desorption References [1] Y.W. Chen S.M. Yang A.S.C. Chiang S.C. Wang Chemistry (The Chinese Chemical Soc.) 45 1987 1 [2] G.S. Samuelsen V.L. Garic G.B.L. Smith J. Am. Chem. Soc. 72 1950 3872 [3] S.S. Scholnik J.R. Reasenberg E. Lieber G.B.L. Smith J. Am. Chem. Soc. 63 1941 1192 [4] H.C. Yao P.H. Emmett J. Am. Chem. Soc. 81 1959 4125 [5] H.C. Yao P.H. Emmett J. Am. Chem. Soc. 83 1961 8796 [6] H.C. Yao P.H. Emmett J. Am. Chem. Soc. 84 1962 1086 [7] M.A. Aramendia V. Borau J. Gomez G. Jimenez J.M. Marinas Appl. Catal. 10 1984 347 [8] J. Wisniak M. Klein Ind. Eng. Chem. Prod. Res. Dev. 23 1984 44 [9] D.J. Collins A.D. Smith B.H. Davis Ind. Eng. Chem. Prod. Res. Dev. 21 1982 279 [10] A. Metcalfe M.W. Rowden J. Catal. 22 1971 30 [11] K. Tanabe Solid Acids and Bases 1970 Academic Press New York [12] L. Pine, US Patent 3 993 557 (1976). [13] S. Sato S. Hasebe H. Sakurai K. Urabe Y. Izumi Appl. Catal. 29 1987 107 [14] K. Peil L.G. Galya G. Marcelin J. Catal. 115 1989 441 [15] M.C. Tsai Y.W. Chen B.C. Kang J.C. Wu L.J. Leu Ind. Eng. Chem. Res. 30 1991 1801 [16] Y.W. Chen C. Li Catal. Lett. 13 1992 359 [17] Y.W. Chen P.Z. Wang W.J. Wang Catal. Lett. 6 1990 187 [18] W.J. Wang Y.W. Chen Catal. Lett 10 1991 297 [19] H. Lafitau E. Neel J.C. Clement B. Delmon P. Jacobs G. Poncelet Preparation of Catalysts 1976 Elsevler Amsterdam 393 [20] T. Okuhara H. Tamaru M. Misono J. Catal. 95 1985 41 [21] D.E. Damaani A.J. Rouco J. Catal. 100 1986 512 [22] W. Hoffmann M. Graetzel J. Kiwi J. Mol. Catal. 43 1987 183 [23] J.P. Bucher J. Buttet J.J. van der Klink M. Graetzel E. Newson T.B. Truong J. Mol. Catal. 43 1987 213 [24] H.E. Rhodes P.K. Wang H.T. Stokes C.P. Slichter J.H. Sinfelt Phys. Rev. B 26 1982 3559 [25] D.G. Blackmond J.A. Williams S. Kesraoui D.S. Blazewick J. Catal. 101 1986 496 [26] R.R. Cavanagh J.T. Yates Jr. J. Catal. 68 1981 22 [27] S.E. Wanke N.A. Dougharty J. Catal. 24 1972 367 [28] A.A. Chin A.T. Bell J. Phys. Chem. 87 1983 3482 [29] J.T. Miller B.L. Meyers F.S. Modica G.S. Lane M. Vaarkamp D.C. Koningsberger J. Catal. 143 1993 408 [30] J.P. Candy P. Fouilloux M. Primet Surf. Sci. 72 1982 167 [31] T.H. Fang J.P. Wey W.C. Neely S.D. Worley J. Phys. Chem. 97 1993 5128 [32] K.P. Peil L.G. Galya G. Marcelin J. Catal. 115 1989 441 [33] S.D. Lin M.A. Vannice J. Catal. 143 1993 539 [34] S.D. Lin M.A. Vannice J. Catal. 143 1993 554 [35] S.D. Lin M.A. Vannice J. Catal. 143 1993 563 [36] M.A. Stranick M. Houalla D.M. Hercules J. Catal. 104 1987 396",
      "scopus-id": "0028550276",
      "coredata": {
        "eid": "1-s2.0-0926860X94851905",
        "dc:description": "The hydrogenation of nitrobenzene over platinum catalysts supported on alumina, activated carbon, and aluminum borate was investigated in a liquid phase batch reactor at a temperature of 50°C and a hydrogen pressure of 1 atm. The characteristics of hydrogen adsorption on these catalysts was determined by temperature-programmed desorption. For all catalysts, the reaction is zeroth order with respect to nitrobenzene and first order to hydrogen. Under the conditions employed in this study, aluminum borate-supported catalyst was found to possess the highest activity. This can be attributed to its stronger hydrogen adsorption. The interaction of boron with metal would affect the electronic structure of the metal which again influences the adsorptive and catalytic properties of metal catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-11-24",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94851905",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Chiuping"
          },
          {
            "@_fa": "true",
            "$": "Chen, Yu-Wen"
          },
          {
            "@_fa": "true",
            "$": "Wang, Wei-Jye"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94851905"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94851905"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)85190-5",
        "prism:volume": "119",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Nitrobenzene hydrogenation over aluminum borate- supported platinum catalyst",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Aluminum borate"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen chemisorption"
          },
          {
            "@_fa": "true",
            "$": "Nitrobenzene hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Temperature-programmed desorption"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "185-194",
        "prism:endingPage": "194",
        "pubType": "fla",
        "prism:coverDisplayDate": "24 November 1994",
        "prism:doi": "10.1016/0926-860X(94)85190-5",
        "prism:startingPage": "185",
        "dc:identifier": "doi:10.1016/0926-860X(94)85190-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028550276"
      }
    }
  }
}