{
  "metadata": {
    "title": "Promotional effect of molybdenum, chromium and cobalt on a VMgO catalyst in oxidative dehydrogenation of ethylbenzene to styrene",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-03-14",
    "doi": "10.1016/0926-860X(95)00272-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X95002723",
    "pii": "0926860X95002723"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041630536",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X95002723 0926-860X(95)00272-3 0926860X95002723 10.1016/0926-860X(95)00272-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00178 2024-01-01T12:18:48.759026Z 0 0 19960314 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 136 136 2 2 Volume 136, Issue 2 4 143 159 143 159 19960314 14 March 1996 1996-03-14 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. PROMOTIONALEFFECTMOLYBDENUMCHROMIUMCOBALTAVMGOCATALYSTINOXIDATIVEDEHYDROGENATIONETHYLBENZENESTYRENE OGANOWSKI W HANUZA 1985 109 J SIMAKOV 1987 598 A CHAAR 1987 483 M PATEL 1988 1988 1554 D PROC9THINTCONGRCATALCALGARY PATEL 1990 132 D CHAAR 1988 463 M NGUYEN 1990 415 K NGUYEN 1991 352 K SIEWHEWSAM 1990 417 D CORMA 1993 159 A GUERRERORUIZ 1992 203 A SIMAKOV 1985 67 A KUNG 1991 287 M DRISCOLL 1985 58 D ITO 1985 5062 T LIN 1988 302 C ZHANG 1988 366 H PENG 1991 264 X LIU 1993 103 Z IWAMATSU 1988 25 E TAMARA 1965 282 K PROC3RDINTCONGRCATAL BORESKOV 1975 1 G NAKAMURA 1974 345 M FRICKE 1979 448 R VANHENGSTUM 1984 317 A OGANOWSKI 1984 329 W OGANOWSKI 1993 1787 W OGANOWSKI 1994 522 W DELARCO 1987 616 M CLARK 1976 429 G GAO 1994 56 X OGANOWSKIX1996X143 OGANOWSKIX1996X143X159 OGANOWSKIX1996X143XW OGANOWSKIX1996X143X159XW item 0926-860X(95)00272-3 0926860X95002723 1-s2.0-0926860X95002723 10.1016/0926-860X(95)00272-3 271346 2024-01-01T12:18:48.759026Z 1996-03-14 1-s2.0-0926860X95002723-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002723/MAIN/application/pdf/734c5162f9ede91133f5ecb2c4c68994/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002723/MAIN/application/pdf/734c5162f9ede91133f5ecb2c4c68994/main.pdf main.pdf pdf true 831038 MAIN 17 1-s2.0-0926860X95002723-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X95002723/PREVIEW/image/png/89d7daee5d9ca40716bb522022ac41a5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X95002723/PREVIEW/image/png/89d7daee5d9ca40716bb522022ac41a5/main_1.png main_1.png png 49374 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 136 (1996) 143-159 Promotional effect of molybdenum, chromium and cobalt on a V-Mg-O catalyst in oxidative dehydrogenation of ethylbenzene to styrene W. Oganowski, J. Hanuza *, H. Drulis, W. Migta, L. Macalik Institute of Low Temperatures and Structure Research, Polish Academy of Sciences, 50-950 Wroctaw, Poland Received 30 May 1995; accepted 30 October 1995 Abstract The influence of molybdenum, chromium and cobalt on the oxidation state and redox processes in V-Mg-O catalyst is studied by means of X-ray diffraction and electron spin resonance spectroscopy. The results obtained are correlated with catalytic activity and selectivity. It is shown that molybdenum doping increases the selectivity and the chromium and cobalt doping improves the activity of the catalyst studied. The promotional effect of the dopants on the catalytic mechanism is discussed. Keywords: Oxidative dehydrogenation; Ethylbenzene; Styrene; V-Mg-O catalyst; Promotional effect I. Introduction V-Mg-O systems have been widely used as effective catalysts in the oxidative dehydrogenation of ethylbenzene [1,2], n-butane [3-5], propane [4,6- 11], 1-butene [2,12] and cyclohexane [13]. Further studies concentrated on the improvement of the efficiency of these systems. Alkali metal and phosphorus ions were usually used as promoters in industrial oxidation catalysts. The former causes an increase of activity and the latter an improvement of selectivity. The role of these ions has been studied by several researchers [14-25]. In the present paper, we present studies of the influence of molybdenum, chromium and cobalt doping of V-Mg-O catalyst and of chromium and cobalt doping of Mo-Mg-O catalyst on their activity and selectivity as well as on the oxidation state of vanadium and molybdenum. * Corresponding author. Fax. ( + 48-71) 441029, e-mail hanuza@highscreen.int.pan.wroc.pl 0926-860X/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 0926-860X(95)00272-3 144 W. Oganowski et al. /Applied Catalysis A: General 136 (1996) 143-159 2. Experimental 2.1. Materials Sample preparations of the V-Mg-O and Mo-Mg-O catalysts applied in the oxidative dehydrogenation of ethylbenzene to styrene were described in our previous papers [1,26-28]. The starting materials used in the present work were MgMoO4, MgCrO4, Co(OH)2 and a three-phase mixture called the Mg3VzOs precursor. The Mg3V208 precursor was prepared by adding a hot aqueous solution of NH4VO3 to an appropriate amount of solid MgO. After heating at 373 K for 12 h, the excess water was evaporated with constant stirring. The paste was dried in air at 473 K giving the solid product which consisted of three phases identifiable by X-ray diffraction (XRD) as Mg3V208, Mg3V207 and MgO. This product was used as a starting material in the further stages of catalyst preparation. It could be described as the precursor of Mg3V208. Since, after calcination in air at 773 K for 50 h it transforms into a one-phase system consisting of orthovanadate. MgMoO4 was prepared by heating an aqueous suspension of MgO + (NH4)6Mo7024 at 373 K for 12 h. The Mg/Mo atomic ratio in the mixture equals the ratio in MgMoO4. The excess water was evaporated and the solid product was dried in air at 383 K. The same procedure was also used to prepare MgCrO4 from the MgO + (NH4)2CrO4 mixture. Co(OH)2 was synthesized from Co(NO3)2 water solution by adding NaOH diluted in water. The precipitate was washed by water to remove Naions and dried in air at 383 K. All starting materials were checked by XRD, FT-IR and Raman techniques. The catalysts were prepared from mixtures of starting materials in appropriate ratios. Table 1 lists the components and molar ratios of the pure phases used. The thick paste was formed by adding water to the solid mixture of starting Table 1 Components and their molar ratios used in the catalysts syntheses No. Components and their molar ratios Type of catalyst (Mg3V208 + Mg2V207 + MgO) a + 0.56 MgCrO4 (Mg3V20s + Mg2W207 + MgO) + 0.88 Co(OH)2 + 0.44 MgO (Mg3V208 + Mg2V207 + MgO)+ 0.4 MgMoO4 (MgaV20s +MgaV207 +MgO)+0.56 MgCrO4 + 0.88 Co(OH)2 + 0.44 MgO (Mg3V20s + Mg2V207 + MgO) + ).56 MgCrO4 + 0.4 MgMoO4 MgMoO4 + 1.06 MgCrO4 MgMoO4 +2.22 Co(OH)2 + 1.11 MgO MgCrO4 + 1.59 Co(OH)2 + 0.79 MgO Ternary V-Cr-Mg-O system Ternary V-Co-Mg-O system Ternary V-Mo-Mg-O system Quaternary V-Cr-Co-Mg-O system Quaternary V-Cr-Mo-Mg-O system Ternary Cr-Mo-Mg-O system Ternary Co-Mo-Mg-O system Ternary Cr-Co-Mg-O system a Precursor of magnesium orthovanadate. W. Oganowski et al. /Applied Catalysis A: General 136 (1996) 143-159 145 materials and re-grounding in a mortar. After drying in air at 383 K, the resulting solid was calcined in air at 773 K for 10 h. The cobalt containing catalysts were prepared by adding solid MgO in a ratio appropriate to obtain a stoichiometry of MgCo204. For comparison, the same method was also used for starting materials, which were defined in the further text and tables as Mo-Mg- O, Cr-Mg-O, Co-Mg-O and V-Mg-O catalysts. 2.2. Description of the methods used The identification of the catalysts was performed by the chemical elemental analysis and X-ray diffraction using Cu K a radiation and a Ni filter in a DRON-3 diffractometer. The catalytic tests were performed in a flow system using a quartz reactor (length 320 mm and diameter 20 mm) with 0.5 g of the catalyst diluted in proportion 1:2 with quartz granules. All samples, before being used in the catalytic process, were heated in the reactor at 813 K for 2 h in a flow of air and steam. The activity and selectivity of the catalysts were measured under the same conditions 1 h after the moment when the reaction parameters became stable. The analysis of reactants and reaction products was done by on-line gas chromatography. The reactant mixture contained ethylbenzene, air and water. In the flowing gas phase, carbon oxides, oxygen and nitrogen contents were measured, whereas in the liquid phase ethylbenzene, styrene, benzene and toluene were monitored [27]. The specific surface areas of the catalysts were determined using a Perkin- Elmer 212D sorptiograph and nitrogen gas as adsorbate. ESR spectra of powder catalysts were measured at 77 K and room tempera- ture with an X-band Radiopan Spectrometer. A solid sample of Mnu in MgO was used as a reference and the magnetic field was calibrated with a nuclear magnetometer MJ 110R. 3. Results 3.1. Catalytic characterization Table 2 lists the composition and the surface areas of the catalysts used. The latter ranges from 8-12 m2/g for vanadium containing samples to 21-32 m2/g for Cr-Mg-O, Co-Mo-Mg-O and Co-Mg-O systems. The catalytic results obtained during the oxidative dehydrogenation of ethylbenzene on the samples studied are given in Table 3. Comparison of the experimental data concerning the selectivity and activity of the starting materials exhibits distinct differences in catalytic behavior. It is clear that the Mo-Mg-O catalyst exhibits very low activity for the oxydehydro- 146 W. Oganowski et al. /Applied Catalysis A: General 136 (1996) 143-159 Table 2 Composition and surface areas of the catalysts No. Catalyst Composition (mol-%) Mg V Co Cr Mo O Surface area (m2/g) 1 V-Mg-O 23.1 15.4 - - - 61.5 10.0 2 Cr-Mg-O 16.7 - - 16.7 - 66.6 21.0 3 Co-Mg-O 16.7 - 33.4 - - 49.9 32.0 4 Mo-Mg-O 25.0 - - - 25.0 50.0 8.5 5 V-Cr-Mg-O 21.8 12.2 3.4 - 62.6 12.5 6 V-Co-Mg-O 19.5 13.0 7.4 - - 60.1 11.0 7 V-Mo-Mg-O 22.0 12.9 - - 2.6 62.5 8.0 8 Cr-Mo-Mg-O 16.7 - 9.7 7.0 66.6 11.0 9 Cr-Co-Mg-O 16.7 - 16.7 8.3 - 58.3 30.0 10 Co-Mo-Mg-O 16.7 - 19.5 - 6.9 56.9 28.0 11 V-Cr-Co-Mg-O 20.0 11.3 6.4 3.1 - 59.2 12.0 12 V-Cr-Mo-Mg-O 21.0 10.7 - 3.0 2.1 63.2 10.0 Table 3 Selectivity (S), conversion (C) and yields of styrene (Ys), combustion products (CO + CO2) (Y~) and cracking products (benzene + toluene) (Yb) for the catalytic samples used Sample Catalyst S C Ys Yc lib Y~ Yc Yb No. (%) (wt.-%) (wt.-%) (mol/m2 h 105) 1 V-Mg-O 90.6 5.3 4.8 0.6 42.0 5.2 0.0 88.3 6.0 5.3 0.7 - 44.0 5.8 0.0 2 Cr-Mg-O 65.1 20.9 13.6 6.8 0.5 56.2 28.2 1.9 65.0 21.5 14.0 6.9 0.6 58.3 28.7 2.5 3 Co-Mg-O 61.6 14.0 8.6 5.3 0.1 23.2 15.6 0.2 60.8 14.8 9.0 5.6 0.2 25.1 15.6 0.5 4 Mo-Mg-O ca. 100.0 0.2 ca. 0.2 - - 1.6 0.0 0.0 ca. 100.0 0.16 ca. 0.16 - - 1.7 0.0 0.0 5 V-Cr-Mg-O 79.1 28.2 22.3 5.0 0.9 154.8 34.8 6.0 80.0 30.0 24.0 5.1 0.9 163.2 34.7 6.1 6 V-Co-Mg-O 87.9 12.4 10.9 1.4 0.1 80.4 9.6 0.7 87.7 13.0 11.4 1.5 0.1 80.5 10.6 0.7 7 V-Mo-Mg-O 96.4 5.5 5.3 0.2 - 51.4 1.9 0.0 96.1 5.1 4.9 0.2 - 52.0 2.1 0.0 8 Cr-Mo-Mg-O 94.0 18.4 17.3 1.0 0.1 147.3 9.2 0.6 93.0 20.0 18.6 1.2 0.2 153.8 9.9 1.6 9 Cr-Co-Mg-O 60.4 15.9 9.6 6.0 0.3 29.4 18.4 0.8 60.1 16.3 9.8 6.2 0.3 29.6 18.7 0.9 10 Co-Mo-Mg-O 92.7 20.6 19.1 1.2 0.3 43.6 2.8 0.7 92.0 21.2 19.5 1.3 0.4 61.4 4.1 1.2 11 V-Cr-Co-Mg-O 86.3 46.6 40.2 5.6 0.8 249.2 39.2 4.4 87.4 45.4 39.7 4.9 0.8 270.0 33.2 5.4 12 V-Cr-Mo-Mg-O 97.4 15.7 15.3 0.4 - 111.5 2.9 0.0 96.7 15.4 14.9 0.5 - 112.4 3.8 0.0 T = 803 K, time contact r = 0.2 s, molar proportion of ethylbenzene:oxygen:water = 1:1:20. The reproducibility of the catalytic activity is given in the duplicate experiment. W. Oganowski et al. /Applied Catalysis A: General 136 (1996) 143-159 147 genation of ethylbenzene to styrene. On the other hand, Cr-Mg-O and Co- Mg-O catalysts exhibit higher activity but they are not very selective and yield larger quantities of some combustion products. The V-Mg-O catalyst is responsible for moderate activity and quite high selectivity (90%). Very promising is the ternary system. As shown in Table 3, the selectivity of the V-Mg-O catalyst somewhat decreases when chromium is added, is approxi- mately the same for the V-Co-Mg-O sample and distinctly increases for the molybdenum-containing sample. The reverse trend appears for the mixed sys- tems when yields of styrene are compared. In this case, the activity decreases from 154.8 [mol/m2 h 105] for V-Cr-Mg-O to 80.4 for V-Co-Mg-O and 51.4 for the V-Mo-Mg-O sample. In the case of the Mo-Mg-O catalysts doped with vanadium, chromium and cobalt, their selectivity decreases some- what, whereas their activity is many times higher than that of the starting material. Of the ternary systems studied, a particularly high yield of styrene, equal to 147.3, is observed for Cr-Mo-Mg-O. Further improvement of the catalytic properties appears for the quaternary systems which exhibit a selectivity of 86%-98% and a styrene yield of 111.5 for the V-Cr-Mo-Mg-O catalyst and 249.2 for the V-Cr-Co-Mg-O catalyst. These values are very promising when preparing the most selective and active catalyst for styrene production. 3.2. Phase composition of catalysts Results of X-ray diffraction for fresh catalysts calcined at 773 K are presented in Fig. 1, Figs. 2 and 3. In Fig. 4, the X-ray diagrams of the Cr-Mg-O, V-Cr-Mg-O and Cr-Mo-Mg-O samples are compared after work, i.e., after being used in catalytic tests. The X-ray diffraction studies indicate that the majority of the synthesized catalysts contains either one dominant phase or several phases with domination of one or two and traces of the others. The results of these studies are the following: (1) V-Mg-O catalyst is a three-phase system consisting of Mg3V208, Mg2V207 and MgO oxy-compounds. In the initial stage of the synthesis a Mg2V207 phase is formed. The long calcination at 773 K leads to the transformation of this phase into Mg3V208. Therefore, this catalyst contains mainly a Mg3V208 phase with traces of Mg2V207 and MgO. The spectrum of Mg3V208 (Fig. 1A) is in good agreement with that observed by Siew Hew Sam et al. [9]. (2) Cr-Mg-O catalysts fresh and calcined at 773 K are single-phase systems consisting of MgCrO4 (Fig. 3A). After use in the reaction it transforms into MgO and MgCr204 (Fig. 4A). After the calcination at 1033 K, the diffraction lines corresponding to the magnesium chromate totally disappear and are replaced by those of MgO and chromium spinel. 148 IV. Oganowski et al./Applied Catalysis A.\" General 136 (1996) 143-159 Ms3v208 (1) 1 A ulI2V2O7 (2) ,,o (a) .~ Ii e 1 I 21 11 ~ 2 i Ug3VZOa (I) 3 i B MgCr04 (3) I ugo (a) [ I a a lt'q 31 1 t nl t~d UgZV208 (1) ~\" MgMo04 (5) C ~\" ugo (a) I I a 1 1 1 e i I i 1 i 1 MgaVeOB (I) 7 D Co304-M8Co204 (7) ~ e e I ? 7 (~(gCo)O (8) ~,]1 17 a ~ Jl i i i i i 10 20 30 40 50 60 70 2e Fig. 1. X-ray diffraction spectra of the vanadium-containing catalysts: (A) V-Mg-O, (B) V-Cr-Mg-O, (C) V-Mo-Mg-O and (D) V-eo-Mg-O. (3) Magnesium molybdate MgMoO4 is the only component of the Mo-Mg-O catalyst (Fig. 2A). This compound is stable up to 773 K and does not change under the reaction conditions. (4) Co-Mg-O catalysts, fresh and reduced, are mixed-phase systems consist- ing of Co304, MgO and their solid solutions MgxCo3_xO4 and MgxCOl_xO (Fig. 3B). (5) The ternary and quaternary catalytic systems are mixtures of the above described phases. The behavior of these phases is strongly influenced by the catalytic composition. The chromium-containing catalysts are modified during the reaction. Before use in the reaction, all catalysts are calcined at 773 K and heated at 813 K, i.e., above the reaction temperature. Under these conditions, the magnesium chromate is partly reduced to chromite and further reduction occurs during the catalytic process. On the other hand, the phase composition of the remaining catalysts does not change in a detectable way. W. Oganowski et al. /Applied Catalysis A: General 136 (1996) 143-159 149 [.., Z Z ugc,o4 (3) I MgCo204-Co304 (7) MEMo04 (5) L~ S 'mmm~- ~- ,-\" - C ~ C usav2oa O) I D u~c~o4 (3) ~ I Ms~oO4 (5) I' II u'a) ~ ]kl ~1, ,, I fA I I I i i 0 20 30 4-0 50 60 70 2e Fig. 2. X-ray diffraction spectra of the molybdenum-containing catalysts: (A) Mo-Mg-O, (B) Mo-Cr-Mg-O, (C) Mo-Co-Mg-O and (D) V-Cr-Mo-Mg-O. (6) Our studies confirm the results of other researches [29,30] on the presence of ot-MgV207 in vanadium-containing catalysts. The magnesium orthovanadate is the main phase of the V-Mg-O catalyst which contains also some Mg pyrovanadate. In other V-containing catalysts studied here pyrovanadate was not detected, probably due to its strong dispersion. Table 4 summarizes the informa- tion on the phase composition and morphology of the catalysts studied. The magnitude of the crystalline grains was assessed using the Scherrer relation based on the XRD line width. The presence of a solid solution in the cobalt-con- taining catalysts was proposed from the analysis of the XRD line shift according to powder diffraction data (Joint Committee on Powder Diffraction Standards of the International Centre of Diffraction Data). Infrared spectra of the catalysts studied were presented in our previous paper, where the results for precursors, reduced samples and reference phases were compared [28]. The vibrational spectra obtained confirm fully the X-ray diffraction studies. 150 W. Oganowski et al. /Applied Catalysis A: General 136 (1996) 143-159 M~Co204-Co304 (7) ~ 7 Z MsCr04 (3) ~ v I ..~|.! Mecozo4-co~o4 (7) 1~ , .~ C z ~- ,,.,,v.,- ..... C /7 Mg3VZO8 (1) I D MRCo204- Co304 (7) MsCr04 (3) I=+(~) I , ,. z v T 10 20 30 40 50 60 70 20 Fig. 3. X-ray diffraction spectra of the chromium- and cobalt-containing catalysts: (A) Cr-Mg-O, (B) Co-Mg-O, (C) Cr-Co-Mg-O and (D) V-Cr-Co-Mg-O. The presence of orthovanadate, pyrovanadate, molybdate, chromate and other phases in the samples studied is revealed when comparing the spectra of the catalysts with the respective pure compounds. A 5-10 cm-1 shift of the IR bands towards longer wave lengths is observed when the positions of the lines for the reference sample and respective catalyst phase are compared. The frequency shifts are insignificant for the precursors. The reduced samples reveal a distinct change of the vibrational pattern. With increasing temperature and time of the reduction, the broad band at 380-500 cm-1 corresponding to MgO, dominates and the sharp lines of the active phases lose their intensity. 3.3. ESR spectra The ESR spectra of the fresh catalysts, after work and after reduction, recorded at room temperature (RT) and liquid nitrogen temperature (LNT) are shown in Fig. 5, Figs. 6 and 7. The experimental ESR parameters (g, A and AHpp) are listed in Table 5 together with some remarks on the type and characteristics of the paramagnetic centres present in the catalysts. Since the W. Oganowski et al./Applied Catalysis A: General 136 (1996) 143-159 151 l e MIICr204 (4) A 4 4 4 Mgcro4 (a) ~ l *l 13 :,. .~c~2o, (4) k I IA - .go (a) / , II rl I| I Z [... Z MgCr04 (3) 61a C uscrzo4 (4) I I Us~oO4 (~) I II I\"(e) III 6 54a 5 5 4 10 20 30 40 50 60 70 2e Fig. 4. X-ray diffraction spectra of the catalysts used in the oxidative dehydrogenation of ethylbenzene: (A) Cr-Mg-O, (B) V-Cr-Mg-O and (C) Cr-Mo-Mg-O. measurements were made for the same weighted portions of the catalysts, the AHpp is related to the content of the paramagnetic fraction in the highly concentrated bulk of transition metal ions. The following features can be distinguished for the particular systems studied. 3.3.1. Vanadium-containing catalysts The signal of W4+ is observed at LNT only. The spectrum is typical for an isolated paramagnetic centre. It consists of well-resolved hyperfine lines due to interaction between the unpaired electron and the 51V nucleus (J = 7/2). The signal of V4is also observed for the binary system V-Co-Mg-O together with the spectrum of Co2 In case of (V-Cr-Mg-O) catalyst, the signal of V4has not been observed at all. In the V-Mo-Mg-O samples, the V4ESR signal dominates whereas the expected paramagnetic centres connected with molybdenum Mo5+ have not been detected. 3.3.2. Molybdenum-containing catalysts The ESR measurements of the Mo-Mg-O system reveal the existence of Mo5+ ions in the sample. These centres are formed during the chemical preparation and thermal treatment of the samples used later as catalysts. An increase of the Mov content during catalytic reduction of ethylbenzene proves the participation of this oxidation state in the reaction. The signal of Mo5+ in 152 W. Oganowski et al. /Applied Catalysis A: General 136 (1996) 143-159 Table 4 Phase composition of the catalysts studied Type of catalyst Phase composition Remarks 1 V-Mg-O Mg3VzO8 Mg2V207 MgO 2 Cr-Mg-O MgCrO4 3 Co-Mg-O CO304 MgxCo3 xO4 CoxMgl -~ 4 Mo-Mg-O MgMoO4 5 V-Cr-Mg-O MgCrO4 Mg3V208 MgO 6 V-Co-Mg-O Mg3V208 Co304 Mg x Co 3 - ~O4 MgO 7 V-Mo-Mg-O Mg 3V208 MgMoO4 MgO 8 Cr-Mo-Mg-O MgMoO4 MgCrO4 9 Cr-Co-Mg-O MgCrO4 C0304 MgxCo3-xO4 MgO 10 Co-Mo-Mg-O C0304 MgxCo3-xO4 MgMoO4 11 V-Cr-Co-Mg-O MgCrO4 Mg3V208 Co304 MgxCo3 x04 CoxMgI _~0 MgO 12 V-Cr-Mo-Mg-O Mg3V208 MgMo04 MgCrO4 MgO Main phase above 500 well crystallized in the form of monocrystalline grains traces monocrystalline grains main phase solid solutions (traces) monocrystalline grains monocrystalline large grains strongly dispersed, monocrystalline grains, defected traces monocrystalline grains dispersed, monocrystalline grains probable existence of the solid solutions monocrystalline large grains traces, lack of Mg2V207 separate monocrystalline grains, traces of the solid solutions solid solution (traces) solid solution (traces) strongly dispersed strongly dispersed, monocrystalline grains amorphous and dispersed, monocrystalline grains Mo-Mg-O sample is very weak and can be detected at LNT only. It means that the amount of Mov in the fresh sample is insignificant. In the presence of other ions, the intensity of the Mo5+ signal, related to the amount of this paramag- netic centre, depends on the nature of promoting ions. The ESR spectrum of the V-Mo-Mg-O catalyst reveals the V4signal only, without traces of Mo5+. A small amount of Mo5 appears in the binary samples of Co-Mo-Mg-O, where the Co2+ signal dominates the ESR spectrum. The mixed Mo-Cr-Mg-O catalysts contain either Cr5 centres only (fresh samples) or Cr3+ centres in the W. Oganowski et al. /Applied Catalysis A.\" General 136 (1996) 143-159 153 B - Jv4d,,4M~_ A LNT 1800 IGs] ~,BO0 los] t.800 Fig. 5. ESR spectra of (A) V-Mg-O, (B) Mo-Mg-O, (C) V-Mo-Mg-O, (D) Cr-Mg-O, (E) Cr-Mg-O after work and (F) Cr-Mg-O reduced catalysts measured at RT and LNT (Mn2+ indicator was added to the measured sample). samples after work. The number of Cr5+ centres decreases rapidly during the catalytic process because of the creation of Cr3+ ions. Simultaneously, all Mo5+ ions formed in this system are oxidized to the Movl state. 3.3.3. Chromium-containing catalysts The fresh Cr-Mo-Mg-O sample is a single phase system mainly composed of magnesium chromate (Table 3). The chromium appears as Cr6+ in chromate with some Cr5(defects). A small number of Cr3+ centres is also detected in the ESR spectra, which means that the reduction of the sample is initiated in the calcination process at atmospheric conditions. The reduction or use of the catalyst in dehydrogenation of ethylbenzene leads to the reduction of Crvt'v to the Cr\"I state. Our studies suggest that Cr5+ ions inseparably accompany the CrvI chromate phase. The shape of the Cr5+ signal indicates that these ions form very well isolated centres in the defected structure of MgCrO4. The significant number of Cr3+ centres in the samples after work causes the ESR signal to exhibit strong exchange interactions: the resonance line markedly broadens and the g-factor increases with decreasing temperature. In the presence of other promoting ions, e.g., V4in V-Cr-Mg-O (fresh and a.w.) and Mo5+ in Cr-Mo-Mg-O (fresh and a.w.) (Table 5), the ESR signals are very weak or 154 W. Oganowski et al. /Applied Catalysis A.\" General 136 (1996) 143-159 A RT A ........ ~ LNT 1800 los] 4800 0 IGsl 4800 Fig. 6. ESR spectra of the binary and ternary chromium-containing catalysts measured at RT and LNT (Mn 2+ indicator was added to the measured sample; (A) Cr-Mo-Mg-O, (B) Cr-Mo-Mg-O a.w., (C) V-Cr-Mg-O, (D) V-Cr-Mg-O a.w., (E) V-Cr-Mo-Mg-O and (F) V-Cr-Mo-Mg-O a.w. could not be detected. This indicates that reduction of the Crvt'v to Crm accompanies the reoxidation of other promoting ions. 3.3.4. Cobalt-containing catalysts X-ray diffraction studies of the catalyst (Fig. 1, Fig. 2, Figs. 3 and 4) exhibit the existence of cobalt in the form of a solid solution C0304 + MgxCo3_xO4 --I- A RT , ,~ A LNT B ~800 (Gs] 4800 0 [Gs] 48Q0 Fig. 7. ESR spectra of the cobalt-containing catalysts measured at RT and LNT (Mn2+ indicator was added to the measured sample; (A) Co-Mg-O, (B) Co-Mo-Mg-O and (C) V-Co-Mg-O). W. Oganowski et al. /Applied Catalysis A: General 136 (1996) 143-159 Table 5 ESR data for catalytic systems studied 155 Catalyst PC ESR parameters Remarks V-Mg-O W4+ LNT: gay = 1.895 A = 162 Mo-Mg-O Mo5+ LNT: gay = 1.918 V-Mo-Mg-O W4+ LNT: gay = 1.898 Cr-Mg-O Cr-Mg-O after work Cr-Mg-O reduced Cr-Mo-Mg-O Cr-Mo-Mg-O af- ter work V-Cr-Mg-O V-Cr-Mg-O after work V-Cr-Mo-Mg-O V-Cr-Mo-Mg-O after work A = 162.6 Cr3+ LNT: AHpp = 674; g = 1.960 RT: AHpp = 574; g = 1.981 Cr5+ LNT: AHpp = 25; g ~ 1.980 Cr3+ LNT: AHpp = 1575; g = 1.961 RT: AHpp = 662; g = 1.975 Cr5+ LNT: AHpp = 41; g = 1.996 Cr3+ LNT: AHpp = 1365; g = 1.955 RT: AHpp = 546; g = 1.981 Cr 5 + LNT: g = 1.980; gll = 1.940 Cr3+ LNT: AHpp = 1906; g = 1.981 Cr3+ RT: AHpp = 970; g = 1.977 LNT: AHpp = 683; g = 1.966 RT: AHpp = 596; g = 2.005 Cr5+ LNT: g= 1.976; gll = 1.940 Cr3+ LNT: AHpp = 745; g = 1.981 RT: AHpp = 646; g = 1.981 V4+ LNT: Aav = 160; g = 1.898 Cr3+ Cr5+ Mo5 + LNT: AHpp = 714; g = 1.981 RT: AHpp = 520; g = 2.011 LNT: g = 1.965, gll = 1.928; LNT: Anpp = 60; gll = 2.103 g_ = 1.981 Signal is observed in the LNT only; the spectrum is typical for single and well isolated paramagnetic centres. Very weak signal is observed in the LNT only, typical for the traces of the Mo5 centres. Signal is observed in the LNT only, typical for the single and well isolated V4 centres. Signal is typical for strong exchange inter- actions between the Cr3+ ions. Cr5+ ions appear as the single and isolated paramagnetic centres. Weak signal of Cr5+ centres; lack of a signal for Cr3+ and Mo5+ ions. The ESR signal of the Cr3centres is observed only with strong exchange inter- actions. Both signals are strong and typical for weak exchange interactions between the paramagnetic centres. ESR signals of Cr3+ centres is observed only At RT the Cr3+ signal is observed only. At LNT the spectra of all ions are over- lapped. All centres are well isolated al- though for Cr3+ ions weak exchange interactions appear at low temperatures The signal of V4centra is not observed. The signal of Mo5+ is detected at LNT only, where it partly overlaps the Cr3+ spectrum. The number of Cr3+ centres is very small. 156 W. Oganowski et al. /Applied Catalysis A: General 136 (1996) 143-159 Table 5 (continued) Catalyst PC ESR parameters Remarks Co-Mg-O Co-Mo-Mg-O V-Co-Mg-O Cr3 Co2+ Co2+ Mo 5 + V4+ Co2+ LNT: dHpp ~ 150; g = 1.980 RT: AHop = 158, g = 1.979 LNT: gl = 4.351; g2 = 2.304 LNT: gj = 4.314; g2 = 2.322 LNT: g = ca. 1,908 LNT: A = 160; gay = 1.893 RT: AHpp = 114; g = 2.115 Weak signal typical for Co2+, is observed in the LNT Weak signals of Co2 and Mo5+ are observed at LNT only Signal of V4 + centres is observed at LNT only. Weak signal of Co2+ is detected at RT only. Abbreviations: RT: room temperature; LNT: liquid nitrogen temperature; A = A(V51, J = 7/2); PC: paramag- netic centre. Units: ,~Hpp (Gs); A (Gs). (Mg, Co) O (Table 3). This promoting component appears in the samples as Co3and Coeions. The signal of the Co2+ centre has a weak intensity and width (100 Gs). Frequently, relevant ESR spectra could be detected at LNT only. The appearance of the components of the g-factor reveals that cobalt(II) exists in the catalysts in the form of isolated centres. 4. Discussion The activity and selectivity of the V-Mg-O, Mo-Mg-O, Co-Mg-O and Cr-Mg-O catalysts can be significantly improved by doping with some promot- ing components. These promoters seem to have different functions depending on the composition of the catalyst. Several trends may be distinguished. The molybdenum, chromium or cobalt doped V-Mg-O catalyst changes its activity and selectivity in the oxidative dehydrogenation of ethylbenzene. The specific activity decreases in the direction: Cr,Co >> Cr > Co >> Mo, while the selectivity increases in the direction: Cr >> Co = Cr,Co > Mo. In a previous paper, we found that the activity of the V-Mg-O catalyst depends on the vanadium content and is related to the vanadium(IV) concentra- tion ([1] and references therein). Optimal content of the total vanadium(V + IV) and vanadium(IV) fraction are achieved at 15-20 wt.-% of V205. On that basis, we proposed that vanadium(IV) ions participate in the formation of the active centres of the catalyst. Present studies indicate that other transition metal oxides also are responsible for the formation of the mixed valence active centres. The W. Oganowski et al. /Applied Catalysis A: General 136 (1996) 143-159 157 oxidative-reductive mechanism may be developed for active centres composed of two or more d-electron metal ions with high and low oxidation states. The hydrocarbon molecule is activated on the high valence ion. The activation of the oxygen molecule from the gas phase occurs on the low valence site. The catalytic activity depends on the surface concentration of both types of sites. Therefore, the ternary and quaternary mixed oxide systems exhibit higher activity and selectivity than the binary ones. For example, the chromium doping into the Mg-V-O catalyst causes the appearance of the additional VVOCrnt, VVOCrv, VIVOCrW, etc. centres and some (not many) vVovTM centres of the binary system. The stabilization effect of the CrvI state observed for V-Cr- Mg-O catalyst (Fig. 4B) is probably due to its high activity (catalyst No. 5, Table 3). It is related to the increase of the number of high valence cations Vv, in addition to the Crw ones. The comparison of catalysts No. 11 and No. 12 ( Tables 2 and 3) is particularly interesting. The vanadium content is nearly the same in both samples. However, the V-Cr-Co-Mg-O catalyst (No. 11) exhibits twice as high an activity as does the V-Cr-Mo-Mg-O catalyst (No. 12). Similarly, the ternary catalysts V-Cr-Mg-O, V-Co-Mg-O and V-Mo-Mg-O (Nos. 5, 6 and 7, Tables 2 and 3) have a similar content of vanadium but their catalytic activities are significantly different. In this stage of investigations, we can propose a preliminary explanation of the promotional effect observed in the mixed oxide systems studied. At present, four principal reasons can explain such promotion: 1. formation of a variety of mixed valence centres together with the modifica- tion of the redox properties; 2. appearance of several phases and solid solutions between them; 3. change of the mutual interactions between the active sites and consequently the weakening of the metal-oxygen bonds; 4. synergy effects between the phases. The first reason is obvious. The variety and concentration of the mixed valence centres increase when the number of dopants increases, i.e., during the transition from binary to ternary and quaternary oxide systems. This is evi- denced by the extremely high activity of the V-Cr-Co-Mg-O catalyst (No. 11). The results of the ESR studies show the significant increase in the number of low valence sites for the ternary and quaternary systems in comparison to the binary ones. These sites, which activate the 02 molecule, are responsible for the reoxidation of the catalyst. The rate of this process increases when the surface concentration of low valence cations increases. This influences the total rate of the oxidative dehydrogenation reaction. The rate of this reaction also depends on the number of high valence cations. The illustration of these relations is high activity of V-Cr-Mg-O catalyst (Fig. 4B). The active centres of the mixed oxide systems probably appear on the interphase boundaries and the activity increase may be related to the formation 158 W. Oganowski et al. /Applied Catalysis A: General 136 (1996) 143-159 of variety of solid solutions. New structures (not often observed during charac- terization of the catalysts) were postulated by Goa et al. for the V-Mg-O catalyst [31]. The similarity of the crystallographic structures of the component phases (e.g., MgCrO4 and MgMoO4) and of the ionic radii of the cations are probably responsible for the formation of the solid solutions in the amorphous fraction of the catalyst. The mutual interactions between the cationic sites of the mixed active centres affect the metal-oxygen bonds. The shift of the IR bands toward long-wave direction for the mixed catalysts in comparison to the single phase systems is indicative for this effect. The lowering of the M-O bond energies causes the amount of active oxygen to increase significantly. It directly follows from the fact that the catalytic activities of the Mo-Cr-Mg-O and Mo-Co-Mg-O oxide systems are higher than those of the single phases, i.e., MgCrO4, MgMoO4 and MgCo204. The increase of the styrene yield occurs simultaneously with the decrease of the combustion product yield. Another reason, which, in our opinion, can explain the above results satisfac- torily, is the synergy effect. The catalytic activities of the ternary and quaternary oxide systems are not additive and are significantly higher than the sum of the activities of single oxide components. The increase of the specific activity as a result of the synergistic effect is due to the appearance of additional active centres. The magnitude of this effect is related to the increase of the dehydro- genation reaction rate. Although we could not quantitatively assess the surface concentration of the active centres, this factor is related to the specific rates of the oxidative dehydrogenation, total oxidation and cracking reaction. These data are listed in Table 3. 5. Conclusion The activity of the V-Mg-O oxide system in the oxidative dehydrogenation of the ethylbenzene to styrene can be promoted by Cr, Co and Mo doping. Chromium or cobalt doping increases the activity of the V-Mg-O catalyst. Unexpected activity increase occurs when both promoters are present in the sample. The catalytic selectivity greatly increases with molybdenum doping. The quaternary oxide system V-Cr-Co-Mg-O appears to be the best catalyst (No. 11, Tables 2 and 3). An explanation of the promotion effect is being sought. At present, we can explain the activity increase as a result of the formation of additional active centres on the interphase boundaries. The modification of the redox properties and probably the formation of new structures (solid solutions) seems to explain the above results. The selectivity increase can be explained by the increase in the number of oxygen atoms directly engaged in the conversion of ethylbenzene to styrene. W. Oganowski et al. /Applied Catalysis A: General 136 (1996) 143-159 159 References [1] J. Hanuza, B. JeCtowska-Trzebiatowska and W. Oganowski, J. Mol. Catal., 29 (1985) 109. [2] A.V. Simakov, N.N. Sazonova, S.A. Venyaminov, J.P. Belonestnykh, N.N. Rozhdestvenskaya and G.V. Isagulyants, Kinet. Catal., 30 (1987) 598. [3] M.A. Chaar, D. Patel, M.C. Kung and H.H. Kung, J. Catal., 105 (1987) 483. [4] D. Patel, M.C. Kung and H.H. Kung, in M.J. Phillips and M. Ternan (Editors), Proc. 9th Int. Congr. Catal., Calgary, 1988, Vol. 4, The Chemical Institute of Canada, 1988, p. 1554. [5] D. Patel, P.J. Andersen and H.H. Kung, J. Catal., 125 (1990) 132. [6] M.A. Chaar, D. Patel and H.H. Kung, J. Catal., 109 (1988) 463. [7] K.T. Nguyen and H.H. Kung, J. Catal., 122 (1990) 415. [8] K.T. Nguyen and H.H. Kung, Ind. Eng. Chem. Res., 30 (1991) 352. [9] D. Siew Hew Sam, V. Soenen and J.C. Volta, J. Catal., 123 (1990) 417. [10] A. Corma, J.M. Lopez Nieto, N. Paredes and M. Perez, Appl. Catal. A, 97 (1993) 159. [11] A. Guerrero-Ruiz, J. Rodriguez Ramos, J.L.G. Fierro, V. Soenen, J.M. Herrmann and J.C. Volta, Stud. Surf. Sci. Catal., 72 (1992) 203. [12] A.V. Simakov, S.A. Veniaminov, React. Kinet. Catal. Lett., 28 (1985) 67. [13] M.C. Kung and H.H. Kung, J. Catal., 128 (1991) 287. [14] D.J. Driscoll, W. Martir, J.X. Wang and J.H. Lunsford, J. Am. Chem. Soc., 107 (1985) 58. [15] T. Ito, J.X. Wang, C.H. Lin and J.H. Lunsford, J. Am. Chem. Soc., 107 (1985) 5062. [16] C.H. Lin, J.X. Wang and J.H. Lunsford, J. Catal., 111 (1988) 302. [17] H.S. Zhang, J.X. Wang, D.J. Driscoll and J.H. Lunsford, J. Catal., 112 (1988) 366. [18] X.D. Peng and P.C. Stair, J. Catal., 128 (1991) 264. [19] Z.X. Liu, K. Xie, Z.D. Lin and Y.A. Li, Appl. Catal. A, 97 (1993) 103. [20] E. Iwamatsu, T. Horiyama, N. Takasaki and K. Aika, J. Catal., 113 (1988) 25. [21] K. Tamara, S. Teranishi, S. Yoshida and N. Tamura, Proc. 3rd Int. Congr. Catal., 1965, p. 282. [22] G.K. Boreskov, A.A. Ivanov, O.M. Ilyinich and V.G. Ponomareva, React. Kinet. Catal. Lett., 3 (1975) 1. [23] M. Nakamura, K. Kawai and Y. Fuzwara, J. Catal., 34 (1974) 345. [24] R. Fricke, H.G. Jerschkewitz, G. Lischke and G. Ohlmann, Z. Anorg. Allgem. Chem., 23 (1979) 448. [25] A.J. van Hengstum, J. Pranger, J.G. van Ommen and P.J. Gellings, Appl. Catal., 11 (1984) 317. [26] W. Oganowski, Bull. Pol. Acad. Sci., Chem., 32 (1984) 329. [27] W. Oganowski and R. Klimkiewicz, Polish J. Chem., 67 (1993) 1787. [28] W. Oganowski, J. Hanuza, L. Macalik and W. Mi~ta, Bull. Pol. Acad. Sci., Chem., 42 (1994) 522. [29] M. Del Arco, M.J. Holgado and V. Rives, J. Mater. Sci. Lett., 6 (1987) 616. [30] G.M. Clark and R. Morley, J. Solid State Chem., 16 (1976) 429. [31] X. Gao, P. Ruiz, Q. Xin, X. Guo and B. Delmon, J. Catal., 148 (1994) 56. APCATA 95002723 0926-860X(95)00272-3 10.1016/0926-860X(95)00272-3 Article Promotional effect of molybdenum, chromium and cobalt on a VMgO catalyst in oxidative dehydrogenation of ethylbenzene to styrene W. Oganowski J. Hanuza ∗ H. Drulis W. Miśta L. Macalik Institute of Low Temperatures and Structure Research, Polish Academy of Sciences, 50-950 Wroclaw, Poland ∗ Corresponding author. Fax. (+48-71) 441029 The influence of molybdenum, chromium and cobalt on the oxidation state and redox processes in VMgO catalyst is studied by means of X-ray diffraction and electron spin resonance spectroscopy. The results obtained are correlated with catalytic activity and selectivity. It is shown that molybdenum doping increases the selectivity and the chromium and cobalt doping improves the activity of the catalyst studied. The promotional effect of the dopants on the catalytic mechanism is discussed. Keywords Oxidative dehydrogenation Ethylbenzene Styrene V-Mg-O catalyst Promotional effect References [1] J. Hanuza B. Jeżowska-Trzebiatowska W. Oganowski J. Mol. Catal. 29 1985 109 [2] A.V. Simakov N.N. Sazonova S.A. Venyaminov J.P. Belonestnykh N.N. Rozhdestvenskaya G.V. Isagulyants Kinet. Catal. 30 1987 598 [3] M.A. Chaar D. Patel M.C. Kung H.H. Kung J. Catal. 105 1987 483 [4] D. Patel M.C. Kung H.H. Kung M.J. Phillips M. Ternan Proc. 9th Int. Congr. Catal., Calgary Vol. 4 1988 1988 The Chemical Institute of Canada 1554 [5] D. Patel P.J. Andersen H.H. Kung J. Catal. 125 1990 132 [6] M.A. Chaar D. Patel H.H. Kung J. Catal. 109 1988 463 [7] K.T. Nguyen H.H. Kung J. Catal. 122 1990 415 [8] K.T. Nguyen H.H. Kung Ind. Eng. Chem. Res. 30 1991 352 [9] D. Siew Hew Sam V. Soenen J.C. Volta J. Catal. 123 1990 417 [10] A. Corma J.M. Lopez Nieto N. Paredes M. Perez Appl. Catal. A 97 1993 159 [11] A. Guerrero-Ruiz J. Rodriguez Ramos J.L.G. Fierro V. Soenen J.M. Herrmann J.C. Volta Stud. Surf. Sci. Catal. 72 1992 203 [12] A.V. Simakov S.A. Veniaminov React. Kinet. Catal. Lett. 28 1985 67 [13] M.C. Kung H.H. Kung J. Catal. 128 1991 287 [14] D.J. Driscoll W. Martir J.X. Wang J.H. Lunsford J. Am. Chem. Soc. 107 1985 58 [15] T. Ito J.X. Wang C.H. Lin J.H. Lunsford J. Am. Chem. Soc. 107 1985 5062 [16] C.H. Lin J.X. Wang J.H. Lunsford J. Catal. 111 1988 302 [17] H.S. Zhang J.X. Wang D.J. Driscoll J.H. Lunsford J. Catal. 112 1988 366 [18] X.D. Peng P.C. Stair J. Catal. 128 1991 264 [19] Z.X. Liu K. Xie Z.D. Lin Y.A. Li Appl. Catal. A 97 1993 103 [20] E. Iwamatsu T. Horiyama N. Takasaki K. Aika J. Catal. 113 1988 25 [21] K. Tamara S. Teranishi S. Yoshida N. Tamura Proc. 3rd Int. Congr. Catal. 1965 282 [22] G.K. Boreskov A.A. Ivanov O.M. Ilyinich V.G. Ponomareva React. Kinet. Catal. Lett. 3 1975 1 [23] M. Nakamura K. Kawai Y. Fuzwara J. Catal. 34 1974 345 [24] R. Fricke H.G. Jerschkewitz G. Lischke G. Ohlmann Z. Anorg. Allgem. Chem. 23 1979 448 [25] A.J. van Hengstum J. Pranger J.G. van Ommen P.J. Gellings Appl. Catal. 11 1984 317 [26] W. Oganowski Bull. Pol. Acad. Sci., Chem. 32 1984 329 [27] W. Oganowski R. Klimkiewicz Polish J. Chem. 67 1993 1787 [28] W. Oganowski J. Hanuza L. Macalik W. Miśta Bull. Pol. Acad. Sci., Chem. 42 1994 522 [29] M. Del Arco M.J. Holgado V. Rives J. Mater. Sci. Lett. 6 1987 616 [30] G.M. Clark R. Morley J. Solid State Chem. 16 1976 429 [31] X. Gao P. Ruiz Q. Xin X. Guo B. Delmon J. Catal. 148 1994 56",
      "scopus-id": "0041630536",
      "coredata": {
        "eid": "1-s2.0-0926860X95002723",
        "dc:description": "The influence of molybdenum, chromium and cobalt on the oxidation state and redox processes in VMgO catalyst is studied by means of X-ray diffraction and electron spin resonance spectroscopy. The results obtained are correlated with catalytic activity and selectivity. It is shown that molybdenum doping increases the selectivity and the chromium and cobalt doping improves the activity of the catalyst studied. The promotional effect of the dopants on the catalytic mechanism is discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-03-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X95002723",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Oganowski, W."
          },
          {
            "@_fa": "true",
            "$": "Hanuza, J."
          },
          {
            "@_fa": "true",
            "$": "Drulis, H."
          },
          {
            "@_fa": "true",
            "$": "Miśta, W."
          },
          {
            "@_fa": "true",
            "$": "Macalik, L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X95002723"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X95002723"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(95)00272-3",
        "prism:volume": "136",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Promotional effect of molybdenum, chromium and cobalt on a VMgO catalyst in oxidative dehydrogenation of ethylbenzene to styrene",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxidative dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Ethylbenzene"
          },
          {
            "@_fa": "true",
            "$": "Styrene"
          },
          {
            "@_fa": "true",
            "$": "V-Mg-O catalyst"
          },
          {
            "@_fa": "true",
            "$": "Promotional effect"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "143-159",
        "prism:endingPage": "159",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 March 1996",
        "prism:doi": "10.1016/0926-860X(95)00272-3",
        "prism:startingPage": "143",
        "dc:identifier": "doi:10.1016/0926-860X(95)00272-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041630536"
      }
    }
  }
}