{
  "metadata": {
    "title": "Structure/activity relationships in coprecipitated nickel-alumina catalysts using CO<ce:inf loc=post>2</ce:inf> adsorption and methanation",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-10-08",
    "doi": "10.1016/0926-860X(96)00143-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X96001433",
    "pii": "0926860X96001433"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0039188494",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-0926860X96001433 0926-860X(96)00143-3 0926860X96001433 10.1016/0926-860X(96)00143-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00129 2024-01-01T12:18:48.759026Z 0 0 19961008 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 145 145 1 2 1 2 Volume 145, Issues 1–2 12 185 193 185 193 19961008 8 October 1996 1996-10-08 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. STRUCTUREACTIVITYRELATIONSHIPSINCOPRECIPITATEDNICKELALUMINACATALYSTSUSINGCO2ADSORPTIONMETHANATION AKSOYLU A TRIMM 1980 D DESIGNINDUSTRIALCATALYSTS JANARDANARAO 1990 1735 M PUXLEY 1983 P DOESBURG 1983 85 E LANSINKROTGERINK 1986 41 H HAYES 1985 312 R VANNICE 1976 152 M ANDERSON 1984 R FISCHERTROPSCHSYNTHESIS WEATHERBEE 1981 67 G INUI 1980 385 T ZIELINSKI 1993 107 J CIAPETTA 1954 F CATALYSIS AKSOYLU 1996 A CHEN 1991 289 S INGELSIA 1983 204 E POWELL 1985 566 J ROSS 1975 34 J SURFACEDEFECTPROPERTIESSOLIDS GREGG 1967 S ADSORPTIONSURFACEAREAPOROSITY AKSOYLUX1996X185 AKSOYLUX1996X185X193 AKSOYLUX1996X185XA AKSOYLUX1996X185X193XA item 0926-860X(96)00143-3 0926860X96001433 1-s2.0-0926860X96001433 10.1016/0926-860X(96)00143-3 271346 2024-01-01T12:18:48.759026Z 1996-10-08 1-s2.0-0926860X96001433-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001433/MAIN/application/pdf/107cc6aea5ead9b20203b7c8eece5c1d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001433/MAIN/application/pdf/107cc6aea5ead9b20203b7c8eece5c1d/main.pdf main.pdf pdf true 440963 MAIN 9 1-s2.0-0926860X96001433-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X96001433/PREVIEW/image/png/6ac7b259d9914ed1f859bd7ec671be80/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X96001433/PREVIEW/image/png/6ac7b259d9914ed1f859bd7ec671be80/main_1.png main_1.png png 40107 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 145 (1996) 185 - 193 Structure/activity relationships in coprecipitated nickel-alumina catalysts using CO2 adsorption and methanation A. Erhan Aksoylu a A. Nilgiin Akin a Z. hsen ()nsan a David L. Trimm b,, a Department of Chemical Engineering, Bo~azi(i University, 80815 Bebek, lstanbul, Turkey b School of Chemical Engineering and Industrial Chemistry, University of New South Wales, P.O. Box 1, Kensington, NSW 2033, Australia Received 28 December 1995; revised 3 April 1996; accepted 5 April 1996 Abstract A series of coprecipitated Ni/A1203 catalysts containing 0-25 wt.-% Ni were examined for total surface area, total pore volume, metal surface area, CO2 adsorption and CO2 methanation activity in order to study the relation between metal content, structure and catalyst activity. Coprecipitated Ni/A1203 catalysts are found to be efficient promoters for methanation. Methana- tion activity is dependent on the nickel content and the degree of CO2 adsorption at the reaction considered. Although A1203 does not exhibit methanation activity, it is found to be active for CO2 adsorption. Reverse spillover increases methane production per unit nickel surface particularly for catalysts with low Ni loadings. Keywords: Nickel/alumina; Coprecipitated nickel/alumina; Carbon dioxide adsorption; Carbon dioxide methanation 1. Introduction The commercial preparation of catalysts is a balance between optimization of catalyst properties and process economics [1]. Coprecipitation, impregnation and spray drying are important options. Of these, most academic study has been focused on impregnation [2]. * Corresponding author. Tel.: (+ 61-2) 385 43 40; fax: (+ 61-2) 313 71 91; e-mail: d.trimm@ unsw.edu.au. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00143-3 186 A.E. Aksoylu et al. /Applied Catalysis A: General 145 (1996) 185-193 It is possible to compare various means of preparation with the performance of Ni based catalysts. Studies of the structure of coprecipitated nickel/alumina have suggested two models. In one, all alumina is thought to be contained within nickel, forming a paracrystalline nickel phase [3]. In the other, an alumina skeleton is suggested with paracrystalline metal particles located in the support pores [4]. It seems likely that both paracrystalline nickel and alumina rich phases coexist, the relative amounts of each depending on the preparation conditions [5]. The present studies were carried out in order to investigate the structure and activity of coprecipitated nickel/alumina catalysts with metal loadings between 0 and 25 wt.-%. The methanation of carbon dioxide was used as a test reaction; the catalytic methanation activity and the adsorption of CO2 were related to the physical structure of the coprecipitated catalysts. The use of Ni based catalysts for methanations is well established [1,2,6-8]. Carbon monoxide hydrogenation is important for gas cleaning, for ammonia synthesis and for the production of synthetic fuels [2,9]. Carbon dioxide hydrogenation has been studied much less extensively [9,10], although interest in the reaction is growing as a potential greenhouse gas recycling process. In both cases, the large majority of studies have focused on impregnated catalysts. 2. Experimental The coprecipitated nickel/alumina samples prepared were examined by total surface area (TSA), total pore volume (TPV), and metal surface area (MSA) measurements. The irreversible adsorption of CO2 on 0-25 wt.-% Ni/AI203 samples was determined at reaction temperatures using an isothermal chromato- graphic method. The CO2 methanation activity and selectivity of nickel/alumina catalysts with different metal loadings were tested under reaction-controlled conditions in the 433-533 K temperature range, and the temperature depen- dency of the reaction rates was determined. 2.1. Catalyst preparation Alumina supported nickel catalysts containing 5-25 wt.-% Ni were prepared in a semibatch system by coprecipitation from nickel nitrate and aluminum nitrate solutions with sodium hydroxide [11,12]. The system used for catalyst preparation was equipped with a cold bath kept at 279 K and controlled to + 0.5 K. The NaOH solution was gradually added to the aluminum nitrate solution using a Masterflex computerized-drive peristaltic pump while the solution was mixed vigorously. An acidic nickel nitrate solution with appropriate concentra- A.E. Aksoylu et al./ Applied Catalysis A: General 145 (1996) 185-193 187 tion was then added to the aluminum hydroxide solution formed, resulting in the coprecipitation of aluminum hydroxide and nickel hydroxide. The concentration and rate of addition of the nickel nitrate solution were varied to obtain coprecipitated Ni/AI203 catalysts with different metal loadings [13]. A catalyst containing 0 wt.-% Ni (only A1203) was also prepared by modifying the same procedure and was used as reference in all the experiments. The precipitate was filtered and washed six times, vacuum dried at 378 K for 24 h and then sieved to 200-250 microns. This particle size was used in all the experiments. Metal loadings were determined using a Varian 250 Plus atomic absorption spectrome- ter after the samples were reduced in a stream of hydrogen and were found as 5, 11, 16.5 and 25 wt.-% Ni respectively. Sodium contents were also determined by the same method; no sodium was detected in the final catalyst samples. 2.2. Pretreatment The catalyst samples were reduced in situ in a stream of 100 ml/min pure hydrogen at a heating rate of 1.8 K/min with a 16-h hold at 623 K. The samples to be used in surface area and pore volume measurements were passivated with 1% air in N2. 2.3. Structural measurements The total surface area (TSA) and the total pore volume (TPV) were measured using a Micromeritics Flowsorb II-2300 system. TSA of the reduced catalyst samples were determined by nitrogen adsorption from N2-He mixtures using a multipoint technique. TPV measurements were made by using the nitrogen adsorption-desorption method. The metal surface areas (MSA) of the reduced catalyst samples were deter- mined by irreversible CO adsorption at 303 K by using a Shimadzu GC-14A gas chromatograph fitted with a TCD and a 50 cm long 3 mm I.D. stainless steel column packed with catalyst particles: the stoichiometry of CO is close to unity for most catalysts [14]. The CO uptake was measured by injecting successive 0.25-1.0 ml CO samples via calibrated loops into 25 ml/min He carrier until constant peak area was reached. In the calculations, Ni particles were taken to be spherical and the number of metal atoms per square meter of Ni was taken as 1.55. l019 [6,11,15]. Surface spectroscopy indicates that CO is molecularly adsorbed on Ni, Ru and Co at room temperature and it is also reported that on Ni/AlzO3 catalysts, CO adsorbs only on the Ni surface at 300 K in He flow [16]. 2.4. Irreversible CO2 adsorption Irreversible CO2 adsorption experiments on catalyst samples with 0-25 wt.-% Ni loading were conducted in the same chromatograph system used for 188 A.E. Aksoylu et al./Applied Catalysis A: General 145 (1996) 185-193 MSA determination at various temperatures in the 433-533 K range where methanation occurs. Fresh catalyst samples were reduced in situ at 623 K and then flushed with He prior to the experiment at each temperature. 2.5. Methanation acti~,ity CO2 methanation activity was determined at atmospheric pressure in the 433-533 K range using a stainless steel flow system equipped with a fixed bed microreactor containing 500 _+ 2 mg of reduced catalyst sample. The 3.5 mm I.D. stainless steel reactor tube was externally heated in a 2.4 cm I.D. tube furnace controlled to _+ 0.5 K by a Shimaden FP-21 programmable temperature controller. Research grade reactants and inert gases (99.99%) from pressurized cylinders were passed through molecular sieve and silica gel traps before entering the flow system. All gas flowrates were controlled by calibrated Omega mass flow controllers. The reduction of catalyst samples was carried out in situ before each experiment. In methanation experiments on the same catalyst sample, a short reduction scheme was also used before changing the reaction temperature. This scheme consisted of 1 h reduction with 100 ml/min H2 at 623 K followed by 30 rain of flushing with 100 ml/min He at 623 K. The feed and product gases were analyzed by the on-line Shimadzu GC-14A programmable gas chromatograph connected to a Shimadzu CR-4A data proces- sor. A 2 mm 3 m Porapak Q (80-100 mesh) column and a TCD were used in the analyses conducted at 363 K at a carrier (He) flow of 25 ml/min. 3. Results and discussion Several coprecipitated alumina and nickel/alumina catalysts were prepared. The preparation procedures reported in the literature [11-13] were modified to prepare nickel loadings between 0 and 25 wt.-%. The physical characteristics of the catalysts are summarized in Table 1. Table 1 Physical characteristics of coprecipitated alumina and nickel-alumina catalysts and the activation energies for methane production Ni Total surface Total pore Metal surface Activation area volume area energy (wt.-%) (me/g) 2% (cm~/g) 2% (m2/g) 3% (kJ/mol)_+ 2% 0 207 0.037 0 - 5 312 0.137 1.51 68.9 11 382 0,274 4.42 72.8 16.5 392 0,237 6.64 62.0 25 313 0,229 11.35 59.2 A.E. Aksoylu et al. / Applied Catalysis A: General 145 (1996) 185-193 189 3.1. Catalyst structure The relation of total surface area and metal surface area to metal loading is shown in Fig. 1. Metal surface area increased with metal loading, despite the tact that total surface area passed through a maximum. The usual explanation of the loss of surface area at high loadings for impregnated catalysts depends on possible pore blockage by excess nickel. From Table 1 it is seen that pore volume of coprecipitated nickel/alumina remains essentially the same after a maximum at 11 wt.-% Ni loading. These results emphasise the difference between impregnation and coprecipitation as methods of catalyst preparation. The results can better be explained in terms of models proposed for coprecipi- tated catalysts [3-5,11 ]. If the catalyst contains both nickel aluminate and nickel metal, the relative importance of these can be expected to change with composi- tion. At low Ni contents, aluminates should predominate and the catalyst properties will be controlled mainly by this component. At higher Ni loadings, Ni suspended on an alumina/aluminate framework can be expected to be more important. Above 16.5 wt.-%, it is possible that Ni metal starts forming its own pore structure so that the decline in the total surface area is not accompanied by a similar decrease in the pore volume. The almost linear increase in the MSA with nickel loading (Fig. 1) supports this observation. In agreement with these suggestions, X-ray diffraction has established the presence of Ni metal, of NiAI204 and of A1203 in supported nickel catalysts [17]. 3.2. Irreversible CO2 adsorption and catalyst activity As a preliminary study to methanation, the irreversible adsorption of CO2 on the 0-25 wt.-% Ni catalysts was examined at reaction temperatures. Some 500 7 14 450 400 ~'~ 350 250 200 150 100 50 0 A TSA l -l-- MSA . I I I I I 0 5 10 15 20 25 Ni content of catalysts (wt%) 12 40 6 2 0 3o Fig. 1. The effect of nickel loading on physical properties of coprecipitated Ni/AI:O3 catalysts. 190 80 A.E. Aksoylu et al./Applied Catalysis A: General 145 (1996) 185-193 7O , \" 6o ff3o 10 [ G,0% 5% 11% x [ x 16.5% L z25'/o w X X 0 ~~ 490 495 500 505 510 515 520 525 530 535 Teml~rature,K Fig. 2. Irreversible CO2 adsorption on coprecipitated Ni/AI203 catalysts at methanation temperatures. carbon dioxide adsorbed on the alumina, as expected [18], but the amount of CO2 adsorbed increased with nickel loading and decreased with temperature (Fig. 2). It is clearly seen that the total adsorptive capacity of the catalyst is proportional to its active metal content. The relative amounts of CO2 adsorbed on nickel, on alumina and possibly on nickel aluminate change with metal loading (Fig. 2). Some indication of the importance of the support can be obtained by plotting the amount of CO2 adsorbed divided by the metal surface area as a function of temperature (Fig. 3). It was observed that the amount adsorbed per MSA was highest for the 5 wt.-% Ni catalyst, which indicates the favorable effect of the support on the adsorptive capacity of the catalyst at low metal loadings. By analogy with CO hydrogena- tion, it may be said that the two different carbon sources for the hydrogenation reaction are the reactant molecules directly adsorbed on the active metal and the other carbon-bearing molecules (in any form) which are adsorbed by and can migrate on the support surface. Adsorption on the support loses its relative importance as the active metal surface increases. Fig. 3 shows that the number of possible carbon sources per MSA is higher for the 5 wt.-% Ni catalyst because of its low metal loading. This representation is relevant since only the molecules that reach the active metal surface will eventually react when hydrogen is present. A.E. Aksoylu et al. /Applied Catalysis A: General 145 (1996) 185-193 191 if-, \"d E < 25 20 15 10 5 5% Ni ~ i 25~,A 11% Ni x 16.5% Ni Nt 490 500 510 520 530 540 Temperature (K) Fig. 3. Irreversible CO2 adsorption per nickel surface area on coprecipitated Ni/AI203 catalysts at methanation temperatures. The efficiency of the coprecipitated catalysts for methanation of carbon dioxide was then examined. (Fig. 4). As would be expected, catalytic activity increased with metal loading, conversion over the support alone being negligible --X-- 25% Ni --X-- 16.5% Ni +ll%Ni -'- 5% Ni 100 90 80 70 60 50 40 30 20 10 0 t m q --I 400 450 500 550 Tcrnt~rature (K) Fig. 4. Carbon dioxide conversion efficiency of coprecipitated Ni/A1203 catalysts with different nickel Ioadings (H 2 :COs = 9:1; space velocity = 2400 h-l ). 192 A.E. Aksoylu et al. /Applied Catalysis A: General 145 (1996) 185-193 < 1.2 1 .~\" 0.8 o.6 ~ O.4 0.2 0 460 --X-- 16.5% Ni i+ll%Ni l ' ~ 5% Ni ] I P P 480 500 520 540 Temperature (K) Fig. 5. Methane production per nickel surface area on coprecipitated Ni/A]203 catalysts with different nickel loadings (H 2 :CO2 = 2:1 ; space velocity = 13 600 h - l ). despite the capacity of alumina to adsorb CO2 (Fig. 2). The selectivity of the reaction to methane was above 99.7% with only traces of C2 hydrocarbons (ethane and ethylene). In a second set of experiments conducted at a space velocity of 13 600 h- 1 at 473-533 K, the H2: CO2 ratio was adjusted to 2:1 and the feed diluted with 85% helium to obtain lower conversions. Methane production per m2 of nickel surface for the four metal loadings is shown in Fig. 5. Conversion per MSA was highest on the 5 wt.-% Ni/AlzO3. This would indicate that CO2, stored on alumina, can reverse spillover to Ni where hydrogenation to methane can occur. The apparent activation energies for the 5, 11, 16.5 and 25 wt.-% Ni catalysts were found to be 68.9, 72.8, 62.0 and 59.2 kJ/mol respectively (see Table 1), which are in reasonable agreement with the findings of Weatherbee and Bartholomew (80 kJ/mol for 3 wt.-% Ni/SiO2) [9]. 4. Conclusions The results obtained confirm that the structure and activity of coprecipitated Ni/AI203 catalysts is directly related to their metal content. Methanation activity is found to be dependent on the nickel content and on the degree of CO2 adsorption at the reaction temperatures considered. Although A1203 itself is not active in the methanation reaction, it is active for the irreversible adsorption of CO2 at the reaction temperatures considered. Reverse spillover from alumina to nickel increases the methane production per unit metal surface area especially for coprecipitated catalysts with low Ni loadings. A.E. Aksoylu et al. /Applied Catalysis A: General 145 (1996) 185-193 193 Coprecipitated Ni/A1203 catalysts are found to be efficient promoters for methanation. Although the formation of nickel aluminate leads to inefficiencies in the use of Ni, the resulting structural skeleton should give better mechanical and thermal stability to the catalyst. The ease of preparation and the cost saving (only one calcination procedure) makes coprecipitation a potentially attractive method. Acknowledgements The financial support for this research has been provided by the Bo~azi~i University Research Fund through project 95A0538. References [1] D.L. Trimm, Design of Industrial Catalysts, Elsevier, Amsterdam, 1980. [2] M. Janardanarao, Ind. Eng. Chem. Res., 29 (1990) 1735. [3] P.C. Puxley, J.J. Kitchener, C. Kromodroms and N.D. Parkyns, Stud. Surf. Sci. Catal,, 16 (1983). [4] E.B.M. Doesburg, G. Hakvoort, H. Schaper and L.L. van Reijen, Appl. Catal., 7 (1983) 85. [5] H.G.J. Lansink Rotgerink, H. Bosch, J.G. van Ommen and J.R.H. Ross, Appl. Catal., 27 (1986) 41. [6] R.E. Hayes and W.J. Thomas, J. Catal., 92 (1985) 312. [7] M.A. Vannice, J. Catal., 44 (1976) 152. [8] R.B.Anderson, The Fischer-Tropsch Synthesis, Academic Press, New York, 1984. [9] G.D. Weatherhee and C.H. Bartholomew, J. Catal., 68 (1981) 67. [10] T. Inui, M. Funabiki and Y. Takegami, Ind. Eng. Chem. Prod. Res. Dev., 19 (1980) 385. [1 l] J.Zielinski, Appl. Catal. A, 94 (1993) 107. [12] F.G. Ciapetta and C.J. Plank, in P.H. Emmett (Editor), Catalysis, Vol. l, Reinhold Publishing, New York, 1954. [13] A.E. Aksoylu, A.N. Akin, S.G. Sunol and z.i. Onsan, Turk. J. Chem., (1996) accepted. [14] S.L. Chen, H.L. Zhang, J. Hu, C. Contescu and J.A. Schwarz, Appl. Catal., 73 (1991) 289. [15] E. Ingelsia and M. Boudart, J. Catal., 81 (1983) 204. [16] J,B. Powell and S.H. Langer, J. Catal., 94 (1985) 566. [17] J.R.H. Ross, in N.W. Roberts and J.M. Thomas (Editor), Surface-Defect Properties of Solids, Vol, 4, Specialist Periodical Report of the Chemical Society, 1975, p. 34. [18] S.J. Gregg and K.S.W. Sing, Adsorption, Surface Area and Porosity, Academic Press, New York, 1967. APCATA 96001433 0926-860X(96)00143-3 10.1016/0926-860X(96)00143-3 Elsevier Science B.V. All rights reserved. Structure/activity relationships in coprecipitated nickel-alumina catalysts using CO2 adsorption and methanation A. Erhan Aksoylu a A. Nilgün Akin a Z.İlsen Önsan a David L. Trimm * b a Department of Chemical Engineering, Bogˇaziçi University, 80815 Bebek, Istanbul, Turkey b School of Chemical Engineering and Industrial Chemistry, University of New South Wales, P.O. Box 1, Kensington, NSW 2033, Australia * Corresponding author. Tel.: (+61-2) 385 43 40; fax: (+61-2) 313 71 91 A series of coprecipitated Ni/Al2O3 catalysts containing 0–25 wt.−% Ni were examined for total surface area, total pore volume, metal surface area, CO2 adsorption and CO2 methanation activity in order to study the relation between metal content, structure and catalyst activity. Coprecipitated Ni/Al2O3 catalysts are found to be efficient promoters for methanation. Methanation activity is dependent on the nickel content and the degree of CO2 adsorption at the reaction considered. Although Al2O3 does not exhibit methanation activity, it is found to be active for CO2 adsorption. Reverse spillover increases methane production per unit nickel surface particularly for catalysts with low Ni loadings. Keywords Nickel/alumina Coprecipitated nickel/alumina Carbon dioxide adsorption Carbon dioxide methanation References [1] Trimm D.L. 2nd ed. Design of Industrial Catalysts 1980 Elsevier Amsterdam [2] Janardanarao M. Ind. Eng. Chem. Res. 29 1990 1735 [3] Puxley P.C. Kitchener J.J. Kromodroms C. Parkyns N.D. Stud. Surf. Sci. Catal. 16 1983 [4] Doesburg E.B.M. Hakvoort G. Schaper H. van Reijen L.L. Appl. Catal. 7 1983 85 [5] Lansink Rotgerink H.G.J. Bosch H. van Ommen J.G. Ross J.R.H. Appl. Catal. 27 1986 41 [6] Hayes R.E. Thomas W.J. J. Catal. 92 1985 312 [7] Vannice M.A. J. Catal. 44 1976 152 [8] Anderson R.B. 2nd ed. The Fischer-Tropsch Synthesis 1984 Academic Press New York [9] Weatherbee G.D. Bartholomew C.H. J. Catal. 68 1981 67 [10] Inui T. Funabiki M. Takegami Y. Ind. Eng. Chem. Prod. Res. Dev. 19 1980 385 [11] Zielinski J. Appl. Catal. A 94 1993 107 [12] Ciapetta F.G. Plank C.J. 2nd ed. Emmett P.H. Catalysis Vol. 1 1954 Reinhold Publishing New York [13] Aksoylu A.E. Akin A.N. Sunol S.G. Önsan Z.İ Turk. J. Chem. 1996 accepted [14] Chen S.L. Zhang H.L. Hu J. Contescu C. Schwarz J.A. Appl. Catal. 73 1991 289 [15] Ingelsia E. Boudart M. J. Catal. 81 1983 204 [16] Powell J.B. Langer S.H. J. Catal. 94 1985 566 [17] Ross J.R.H. 2nd ed. Roberts N.W. Thomas J.M. Surface-Defect Properties of Solids Vol. 4 1975 34 Specialist Periodical Report of the Chemical Society [18] Gregg S.J. Sing K.S.W. 2nd ed. Adsorption, Surface Area and Porosity 1967 Academic Press New York",
      "scopus-id": "0039188494",
      "coredata": {
        "eid": "1-s2.0-0926860X96001433",
        "dc:description": "A series of coprecipitated Ni/Al2O3 catalysts containing 0–25 wt.−% Ni were examined for total surface area, total pore volume, metal surface area, CO2 adsorption and CO2 methanation activity in order to study the relation between metal content, structure and catalyst activity. Coprecipitated Ni/Al2O3 catalysts are found to be efficient promoters for methanation. Methanation activity is dependent on the nickel content and the degree of CO2 adsorption at the reaction considered. Although Al2O3 does not exhibit methanation activity, it is found to be active for CO2 adsorption. Reverse spillover increases methane production per unit nickel surface particularly for catalysts with low Ni loadings.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-10-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X96001433",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Aksoylu, A. Erhan"
          },
          {
            "@_fa": "true",
            "$": "Akin, A. Nilgün"
          },
          {
            "@_fa": "true",
            "$": "Önsan, Z.İlsen"
          },
          {
            "@_fa": "true",
            "$": "Trimm, David L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X96001433"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X96001433"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(96)00143-3",
        "prism:volume": "145",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Structure/activity relationships in coprecipitated nickel-alumina catalysts using CO2 adsorption and methanation",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Nickel/alumina"
          },
          {
            "@_fa": "true",
            "$": "Coprecipitated nickel/alumina"
          },
          {
            "@_fa": "true",
            "$": "Carbon dioxide adsorption"
          },
          {
            "@_fa": "true",
            "$": "Carbon dioxide methanation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "185-193",
        "prism:endingPage": "193",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 October 1996",
        "prism:doi": "10.1016/0926-860X(96)00143-3",
        "prism:startingPage": "185",
        "dc:identifier": "doi:10.1016/0926-860X(96)00143-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0039188494"
      }
    }
  }
}