{
  "metadata": {
    "title": "TAP reactor study of the partial oxidation of methanol to formaldehyde using an industrial Fe-Cr-Mo oxide catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1994-12-08",
    "doi": "10.1016/0926-860X(94)80335-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/0926860X94803358",
    "pii": "0926860X94803358"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0028768762",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2001-08-17 2001-08-17 2010-10-02T11:38:12 1-s2.0-0926860X94803358 0926-860X(94)80335-8 0926860X94803358 10.1016/0926-860X(94)80335-8 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X02062 2024-01-01T12:21:46.509935Z 0 0 19941208 1994 2001-08-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 120 120 1 1 Volume 120, Issue 1 7 85 103 85 103 19941208 8 December 1994 1994-12-08 1994 article fla Copyright © 1994 Published by Elsevier B.V. TAPREACTORSTUDYPARTIALOXIDATIONMETHANOLFORMALDEHYDEUSINGINDUSTRIALFECRMOOXIDECATALYST LAFYATIS D LEPAGE 1987 J APPLIEDHETEROGENEOUSCATALYSIS 1985 ULLMANNSCHEMICALENCYCLOPEDIAINDUSTRIALCHEMISTRY POPOV 1975 169 175 T ESTEVEZ 1990 61 65 A NOVAKOVA 1970 93 97 J PERNICONE 1969 293 302 N MACHIELS 1986 249 256 C CHUNG 1985 19 36 J CHUNG 1988 398 410 J MACHIELS 1982 238 239 C EDWARDS 1977 24 34 J PERNICONE 1968 83 84 N PERNICONE 1969 391 394 N SANTACESARIA 1981 900 918 E BORESKOV 1968 796 803 G NIWA 1981 14 23 M GLEAVES 1989 43 J PERNICONE 1974 289 N MA 1988 132 142 Y CRETEN 1994 G PHDTHESIS MOORE 1981 J KINETICSMECHANISM LAFYATISX1994X85 LAFYATISX1994X85X103 LAFYATISX1994X85XD LAFYATISX1994X85X103XD item 0926-860X(94)80335-8 0926860X94803358 1-s2.0-0926860X94803358 10.1016/0926-860X(94)80335-8 271346 2024-01-01T12:21:46.509935Z 1994-12-08 1-s2.0-0926860X94803358-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94803358/MAIN/application/pdf/ed863dcde4b0a19f9d9430d01f0514d3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94803358/MAIN/application/pdf/ed863dcde4b0a19f9d9430d01f0514d3/main.pdf main.pdf pdf true 1791768 MAIN 19 1-s2.0-0926860X94803358-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:0926860X94803358/PREVIEW/image/png/7e93d8cf7a160d81df7bef28e5597c9b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:0926860X94803358/PREVIEW/image/png/7e93d8cf7a160d81df7bef28e5597c9b/main_1.png main_1.png png 53770 849 656 IMAGE-WEB-PDF 1 a CVt** A ELSEVIER Applied Catalysis A: General 120 (1994) 85-103 TAP reactor study of the partial oxidation of methanol to formaldehyde using an industrial Fe-Cr-Mo oxide catalyst David S. Lafyatis, Glenn Creten, Gilbert F. Froment Gaboratorium voor Petrochemische Techniek, Universiteit Gent, Krijgslaan 281, 9000 Ghent, Belgium Received 1 April 1994; revised 10 August 1994; accepted 12 August 1994 Abstract The mechanism and kinetics of methanol oxidation to formaldehyde on an industrial Fe-Cr-Mo catalyst have been investigated using the TAP (temporal analysis of products) reactor. The Marsvan Krevelen redox mechanism of partial oxidation was confirmed. By kinetic isotope experiments, the abstraction of hydrogen from the adsorbed methoxy intermediate was found to be the slow step on the catalyst surface. Water was observed to readsorb strongly on the catalyst, thus explaining the reduced rate of reaction that has been found at high methanol conversions. Weaker readsorption of formaldehyde was observed. The kinetics of the reaction were studied on a fully oxidized and a partially reduced catalyst. On the fully oxidized catalyst, the activation energy for formaldehyde formation was estimated to be 87 kJ/mol. At 360 the average surface residence time of the adsorbed species in the conversion of methanol to formaldehyde was approximately 40 ms, meaning that the surface reaction rate constant for the main reaction is 25 s-'. The surface residence time was significantly longer on the partially reduced catalyst, indicating a much slower surface reaction rate constant and emphasizing the importance of oxidation state on the rate of formaldehyde formation. Keywords: Formaldehyde; Iron-chromium-molybdenum oxide; Kinetics; Methanol oxidation; Temporal analysis of products 1. Introduction The partial oxidation of methanol to formaldehyde is the primary industrial use of methanol, accounting for the production of more than 5 million tons of formaldehyde annually [ 1 ] . Two major industrial processes are currently in use for formaldehyde production. The first process utilizes a silver catalyst and a methanol- * Corresponding author. Tel. ( +32-9) 2644516, fax. ( +32-9) 2644999. 0926-860X/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10926-860X(94)00185-5 86 D.S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 to-air ratio of about 1:1. The alternative process utilizes a catalyst which is a mixture of iron and molybdenum oxides, and is carried out under a great excess of air. This second process accounts for approximately 35% of the world's production of formaldehyde [ 2 ] . Partial methanol oxidation by molybdate and iron-molybdate catalysts has been the subject of numerous investigations. Methanol conversion and formaldehyde selectivities approaching 95-100% are common [ 1,3-5 ] . The Mars-van Krevelen redox mechanism has been postulated, in which the catalyst is first reduced by methanol followed by re-oxidation from the gas-phase oxygen [ 6-8 ] . The presence of adsorbed methoxy groups as intermediates on the surface has been confirmed by Fourier transform IR (FT-IR) [9,10]. Although there has been some controversy, the hydrogen abstraction from the adsorbed methoxy is generally considered to be the rate-limiting step for the reaction [ 11 ] . A reduction in the rate of the reaction due to the presence of the main products formaldehyde and water has been reported [ 7,12-15 ] . Several oxide promoters have been studied [ 3,4,16,17 ] . In this work, the TAP (temporal analysis of products) reactor has been applied to study the partial oxidation of methanol over an industrial iron-chromium molybdate catalyst. The high time resolution of the TAP technique allowed a detailed study of reaction and desorption on the catalyst's surface, and permitted the calculation of an intrinsic surface reaction rate constant. Also, because a single TAP pulse addresses only a small portion of the potential of active sites, the behavior of the catalyst could be conveniently studied under partially reduced conditions. Qualitative and semi-quantitative analyses of the TAP results lead to a better understanding of the catalyst's performance under steady-state conditions. 2. Experimental 2.1. TAP reactor system The TAP system has been described in detail by previous authors [ 18 ] . A schematic diagram is shown in Fig. 1. Two high-speed pulse valves and two continuous feed valves are attached directly to the entrance of the reactor through a zero dead-volume manifold. The pulse size may be varied over a wide range (approximately 10'4-1018 molecules /pulse). The pulse valves may be operated individually, or in tandem with an adjustable time interval between pulses. In this paper, results from pulse experiments performed under vacuum conditions are discussed. A single experiment consisted of several cycles of the pulse valve with signal averaging to improve the signal-to-noise ratio. The TAP microreactor is 5.6 mm in diameter and 42 mm long. When a stainless steel reactor was used, reactions on the wall of the reactor were observed. Thus, a quartz microreactor was fitted to the system and employed throughout the study. The reactor bed consisted of an inert inlet section, a catalyst section which contained D.S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 t 09mbar pulse valve B QMS, Diffusion pump Fig. 1. Schematic diagram of TAP installation. Diffusion pump 87 Turbomolecufar pump the catalyst diluted with inert, and an outlet section of inert material. The inert section at the reactor entrance and exit consisted of quartz, while SiC was used as the inert in the catalyst section for improved thermal conductivity. The particle diameter for all materials was 0.25.50 mm. The reactor temperature was measured and controlled by a thermocouple positioned in the center of the catalyst bed. The TAP system uses a quadrupole mass spectrometer ( QMS ) to detect components exiting the microreactor. The spectrometer is tuned to observe a single mass (mle) for a component of interest. The response at that mass may be monitored at a rate of 10 000 times per second, thus generating the response curve of conversion vs. time for that component at the outlet of the reactor. The response curves of different components may be measured by performing duplicate experiments and tuning the QMS to monitor the appropriate masses. Important components to consider during methanol oxidation include methanol, oxygen, water, formaldehyde, carbon monoxide, carbon dioxide, dimethyl ether, methyl formate and dimethoxymethane. Methanol was monitored at mle = 31, oxygen at mle = 32 and water at mle = 18. Formaldehyde was monitored at ml e = 30. The mass spectrum of methanol also contains a small peak at mle = 30, and the contribution from the methanol peak at this mass was subtracted to give the true formaldehyde response curve. During experiments performed at high conversion levels it was also necessary to correct the methanol curve at mle = 31 for the contribution of'3C-formaldehyde. The carbon monoxide response could not be measured suitably because of overlapping peaks at mle = 28 from formaldehyde and methanol, and the presence of a relatively high QMS background. Carbon dioxide was monitored at mle = 44. Dimethyl ether, methyl formate and dime- 88 D.S. Gafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 thoxymethane, which are generally found as trace components during methanol oxidation, were monitored at ml e = 45, 60 and 75, respectively. Argon pulses were measured at ml e = 40. Knudsen diffusion in the reactor during methanol pulses was ensured by reducing the intensity of the pulse until the shapes of the response curves were independent of pulse size. The Knudsen flow of an (argon) pulse through the catalyst bed was also monitored. The catalyst was examined both under fully oxidized and partially reduced conditions. In the fully oxidized case, the catalyst was oxidized in air at 400 for one hour prior to introduction of methanol pulses. During investigations of the fully oxidized catalyst, the pulse valve sequence consisted of 5-10 small methanol pulses (approximately 2 . 10'5 molecules) at 3 s intervals. The response curves from these 10 pulses were signal averaged. After the completion of an experiment, the catalyst was briefly reoxidized (for 30 s) by a continuous flow of oxygen. To study the partially reduced catalyst, the catalyst was first reduced by pulses of methanol in the absence of air pulses. This resulted in the diminishing production of formaldehyde illustrated in Fig. 2a, which shows the formaldehyde response from 50 consecutive anaerobic methanol pulses at a rate of 1 pulse per second. The conversion dropped from approximately 80% to 65% during 100 anaerobic pulses. The decrease in conversion as a function of pulse number is initially rather sharp, but after about 100 pulses (approximately 1.5 - 1016 molecules/pulse over 10 mg of catalyst) the catalyst behavior became relatively steady. It was observed that the catalyst remained stable for at least 50 pulses of 3 . 10'5 methanol molecules in this partially reduced state, indicating that a series of experiments could be performed without re-oxidation of the catalyst. 10 h R E L R T I V E I 5 N T E N S I T Y .00 12.50 25.OO 37.SO 5O.OO time (Seconds) R e 1 a t i v e 0 a N 0 R M R L I Z D. S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 10 10 5 0 .07500 H~ ~H .0OOOO .07500 .15O00 time (Seconds) .l5O00 time (Seconds) 89 .3O0OO C .3OO00 Fig. 2. ( a) Formaldehyde response curves from 50 anaerobic methanol pulses, 360. ( b) Formaldehyde response curves over fully oxidized and partially reduced catalyst, 360. ( A. fully oxidized catalyst; B. partially reduced catalyst, after 100 methanol pulses). (c) Normalized formaldehyde response curves over fully oxidized and partially reduced catalyst, 360. (A. fully oxidized catalyst; B. partially reduced catalyst, after 100 methanol pulses). 2.2. Catalyst The catalyst used throughout this study was an iron-chromium molybdate catalyst supplied by Haldor-Topsoe. The catalyst was characterized by EDX (energy dispersive X-ray) analysis, X-ray diffraction and nitrogen adsorption. EDX analysis showed that the Mo:Cr:Fe atomic ratio in the catalyst was 6:1.5:1. The catalyst contains approximately 32% oxygen atoms by weight. X-ray diffraction revealed that the major phases present in the catalyst were Cr2(Mo04)3 and Fe2(Mo04)3. Pre-treatment in air at 400 did not have a significant effect on the diffraction 90 D.S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 pattern of the catalyst. The surface area of the catalyst was 5 m2/g, with an average pore size of 100 A and virtually no microporosity. 3. Results Fig. 2a is the response of formaldehyde from a train of 50 anaerobic methanol pulses at 360. Figs. 2b and c compare directly the size and shape of the formaldehyde response from the first pulse (curve A) and the 100th pulse (curve B) of such a sequence. Fig. 2b shows that the area of the formaldehyde peak has declined substantially, but that the peak has become broader. The change in the shape of the formaldehyde response curve due to catalyst reduction is more clearly seen in Fig. 2c, in which the curves have been normalized. The broadening of the formaldehyde response that occurs after a number of anaerobic methanol pulses indicates that the catalyst reduction affects not only the number of sites, but also the rate of formaldehyde formation on the remaining active sites. Fig. 3 shows the normalized TAP responses of the major products from an anaerobic methanol pulse at 340 and 70% methanol conversion over a fully oxidized catalyst. An inert pulse of argon (curve A) is also shown. The main products formed from a methanol pulse (curve B) are water (curve C) and formaldehyde (curve D). Carbon dioxide and dimethyl ether were found only in very small quantities (selectivity below 1 %) , and have not been included in Fig. 3. Carbon monoxide could not be monitored quantitatively, but observation of the m/ e = 28 response at high methanol conversion and accounting for the fragment from formaldehyde at this mass indicated that carbon monoxide formation was not severe. Methyl formate and dimethoxymethane production were never observed in the pulse experiments. A carbon balance indicated that nearly all of the methanol N 0 R M R L I Z E D O .O75OO .15O0O .225OO time (Seconds) Fig. 3. Response curves from anaerobic methanol pulses over fully oxidized catalyst, 340. .3O0O0 D.S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-10.3 91 introduced into the reactor was recovered as methanol or formaldehyde, implying negligible carbon deposition on the catalyst during the pulse experiments. Reoxidation of the partially reduced catalyst by air pulses (small pulses of 10\"10'6 molecules, so that the level of catalyst reduction was not changed significantly by a pulse) was studied at 300. The consumption of oxygen from an air pulse by the catalyst was measured by comparing the ratio of the oxygen to nitrogen area to the ratio for an air pulse in a blank reactor. Fig. 4 shows that the consumption of oxygen obeyed first-order kinetics with pulse size. Fig. 5 compares normalized water and formaldehyde response curves from methanol pulses over the fully oxidized catalyst at 380 (curves A and B) and 340 (curves C and D). Figs. 6a and b show the significance of product readsorption at high conversion levels. Fig. 6a is a normalized plot of the product responses from methanol pulses, 100 E o so C O V m 80 7 V O 40 20 0 1E+15 2E+15 9E+15 4E+15 5E+15 Pulse Size of 02 Molecules Fig. 4. Reoxidation of partially reduced catalyst by oxygen pulses, 300. 10 N 0 R M R L I .000OO .O75OO .15OOO .22500 time (Seconds) Fig. 5. Effect of temperature on formaldehyde and water response curves from methanol pulses. (A) Water, 380; (B) formaldehyde, 380; (C) water, 340; (D) formaldehyde, 340. .300OO 92 D.S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 in which the experiments were performed using different amounts of fully oxidized catalyst at 360. Curves A, B and C are the response curves for argon, water and formaldehyde when the bed contained 0.021 g of catalyst. Under these conditions the conversion of methanol was greater than 97%. Curves D, E and F are also response curves of argon, water and formaldehyde, but the amount of catalyst in the bed has been increased to 0.064 g, meaning that there are many more sites available for product readsorption. The argon curves (A and D) in these two beds are similar, because the total bed length was kept approximately constant. The formaldehyde response curves (C and F) are also similar, with curve F eluting N 0 R M R 5 L I Z E D O .00OO0 10 N 0 R M R L I Z E D 10 - a .O750O .l500O time (Seconds) H~ .225OO .30OOO b .150OO .30000 time (Seconds) .45O0O .66OO0 Fig. 6. (a) Effect of teadsorption on formaldehyde and water response curves from methanol pulses, 360. (A. Argon, 0.021 g catalyst; B. water, 0.021 g catalyst; C. formaldehyde, 0.021 g catalyst; D. argon, 0.064 g catalyst; E. water, 0.064 g catalyst; F. formaldehyde, 0.064 g catalyst.) (b) Effect of reaction temperature on formaldehyde readsorption. (A. 0.021 g catalyst, 360; B. 0.021 g catalyst, 320; C. 0.021 g catalyst, 300; D. 0.064 g catalyst, 360; E. 0.064 g catalyst, 320; F. 0.064 g catalyst, 300. ) D. S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 10L N 0 R M R L I Z E D O .O60OO .l500O y .36OOO time (Seconds) 93 .60000 Fig. 7. Kinetic isotope effect on formaldehyde response curves. (A) Argon; (B) formaldehyde response from CH30H feed; (C) formaldehyde response from CH30D feed; D. d-formaldehyde response (CODZ) from CD30D feed. slightly more slowly. This indicates a small effect due to formaldehyde readsorption. Curves B and E show that the readsorption of water is pronounced, as evidenced by the much slower elution of curve E than curve B. Fig. 6b compares the formaldehyde response curves over the two different beds at a series of temperatures between 300 and 360. As the temperature is lowered from 360 ( curves A and D) to 300 (curves C and F), the effects of formaldehyde readsorption on the longer catalyst bed become more severe. Fig. 7 displays the effect on the formaldehyde response curves of labelling the methanol feed with deuterium ( D ) . Normalized formaldehyde response curves which result from pulses at 360 over the fully oxidized catalyst are shown. Curve A displays an argon pulse in the bed. Curve B is the response of CH20 from CH30H pulses, and curve C is the response of CH20 from CH30D pulses. These curves lie almost directly on top of each other, indicating that substitution of the hydroxyl hydrogen by deuterium does not significantly influence the rate of the surface reaction. Curve D is the response of CD20 from pulsing CD30D into the system. The resulting response curve is significantly slower than curves B and C, showing the importance of the methyl hydrogens on the rate of the reaction. 4. Discussion 4.1. Gas phase and surface oxygen in methanol oxidation Methanol oxidation to formaldehyde proceeds in the absence of gas-phase oxygen, as shown by Figs. 2 and 3. This indicates that the Mars-van Krevelen redox mechanism is operational, in which the oxygen for the methanol oxidation is 94 D. S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 supplied directly by the catalyst. This is in agreement with a previous study of methanol oxidation on an iron molybdate catalyst in the TAP system [ 18 ] . As expected, continued pulses of methanol in the absence of oxygen lead to a declining level of formaldehyde production. Additional pulse experiments with a low pressure continuous flow of helium or helium/oxygen mixtures showed that the methanol conversion and the shape of the methanol and formaldehyde response curves were unaffected by the presence of gas-phase oxygen. Thus, under the low pressure conditions of the TAP reactor, no additional methanol oxidation pathway exists which relies upon oxygen from the gas phase. Fig. 4 shows that at low total pressure, reoxidation of a partially reduced catalyst is a first-order process. The catalyst did not show any sign of a slow self-reoxidation process, such as oxygen from the catalyst bulk reoxidizing sites on the surface. This was observed by experiments on a partially reduced catalyst, which showed the same activity before and after a two hour idle period at 300. 4.2. Products from methanol oxidation under TAP conditions A previous steady-state investigation of this catalyst at 1 atm pressure indicated a high selectivity for formaldehyde production [ 5 ] . Small amounts of carbon monoxide, dimethyl formate and dimethoxymethane were observed. Under TAP conditions, the only products found in significant quantities were formaldehyde and water. No dimethyl formate or dimethoxymethane and only a trace of dimethyl ether were formed. To make these products, two or three methanol molecules must combine on the catalyst surface, which is highly unlikely in a low pressure TAP pulse experiment. Carbon dioxide formation was negligible in both the steady-state and the TAP experiments. Carbon monoxide was present in small amounts in the steady-state reactor, and thus some carbon monoxide formation may have also occurred in the TAP study. 4.3. Reaction mechanism According to the accepted reaction scheme for methanol oxidation [ 19,20] , the production of formaldehyde from a methanol pulse requires the abstraction of two successive hydrogen atoms. The first hydrogen abstraction involves the hydroxyl hydrogen of methanol, and effectively leads to dissociative chemisorption of a methoxy group on an oxygen vacancy site and hydrogen on a neighboring oxygen site. The second hydrogen abstraction involves a methoxy hydrogen on a second oxygen site which leads to surface formaldehyde. The surface formaldehyde then desorbs from the surface. Both of these hydrogen abstractions result in surface hydroxyl groups which recombine to form water. There is no reason that the hydroxyls which combine to form water must come from the same parent methanol molecule. D.S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 95 Fig. 3 shows the normalized response from a methanol pulse in the TAP reactor over a fully oxidized catalyst. Methanol and formaldehyde have similar molecular weights, so transport by Knudsen diffusion of these molecules is nearly identical. The Knudsen transport of argon in the bed is somewhat slower. If the reactant methanol were adsorbed irreversibly, its normalized response curve would appear noticeably earlier than the argon response [ 18,22] due to methanol's lower molecular weight. In Fig. 3, the methanol reactant peak and the argon peak lie nearly on top of each other, indicating the presence of reversible methanol adsorption which leads to a slightly delayed elution. Reversible dissociative chemisorption of methanol on M003 has been reported previously [ 12 ] . Following the methanol response curve are the response curves for water (C) and formaldehyde (D) . The beginning part of the water curve clearly elutes prior to the formaldehyde curve, but the tail of the water response is very long and extends beyond the formaldehyde response curve. The Knudsen diffusivity of water is somewhat higher than that of formaldehyde (DHZo /DFor -1.3) , but this does not fully account for the significant difference in the leading portion of these two curves. This means that water truly appears in the gas phase prior to formaldehyde. This is somewhat surprising, because if the hydrogens in a given water molecule were both coming from the same methanol molecule (as might be expected under the low surface coverage conditions of TAP experiments), the two surface hydroxyls required for water formation would not be available until after surface formaldehyde was already formed. One possible explanation for such behavior could be stronger adsorption of formaldehyde on the catalyst surface relative to water. However, Fig. 6a, which shows that the water response is more delayed than the formaldehyde response when the amount of catalyst (and thus number of adsorption sites) is increased, implies that water is the more strongly adsorbed product. Thus it seems that the formation of water on the surface is occurring more rapidly than formaldehyde formation. Additionally, Fig. 5 shows that decreasing the reaction temperature by 40leads to a much slower formaldehyde response, but almost no change in the beginning part of the water response. The leading part of the water curve appears to be independent of the rate at which formaldehyde is produced. Because the slow step on the surface for formaldehyde formation is the second hydrogen abstraction (as will be discussed later), this result implies that a significant amount of water is generated prior to this second hydrogen abstraction. The sum of the above results suggests that the beginning portion of the water response curve is initiated by the first hydrogen abstraction step from methanol. The resulting surface hydroxyl must then combine with a hydroxyl group already present on the catalyst, or with a hydroxyl group formed by the first hydrogen abstraction from another methanol molecule. This second possibility was confirmed by the observation that a significant amount of D20 was produced from a feed of CH30D. This must result from high mobility of surface hydroxyl groups on these catalysts, because the low surface coverages used in TAP experiments implies that 96 D.S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 these hydroxyls must migrate along the surface in order to come into contact with each other. The latter part of the water peak in Fig. 3 elutes very slowly from the reactor. This may be the result of water produced by the combination of hydroxyl groups formed during the second hydrogen abstraction from methanol. In Fig. 5, this latter portion of the water response curve is shown to be influenced by temperature, as was the formaldehyde response curve. 4.4. Readsorption of the main products on the catalyst Pernicone et al. [ 7 ] indicated that the presence of water strongly reduces the rate of the partial oxidation of methanol. A weaker effect was also seen due to the presence of formaldehyde. Under industrial conditions, in which conversion approaches 100%, this so-called inhibition by products may become severe toward the reactor exit. Figs. 6a and b give direct evidence that this lowering of reaction rate is caused by product readsorption on the catalyst surface. Methanol conversion was greater than 97% for both sets of experiments shown in Fig. 6a. Curves B and C, which are the product responses from a catalyst bed containing 0.021 g of catalyst, mostly reflect the effects of the main reaction. Increasing the amount of catalyst in the bed to 0.064 g effectively increases the number of sites where the reaction products formaldehyde and water can adsorb prior to exiting the reactor by a factor of more than three. The product response curves from this experiment are shown by curves E and F. The readsorption of water on the catalyst is significant, as can be seen by comparison of curves B and E. Comparison of curves C and F shows that at 360 formaldehyde undergoes little readsorption on the catalyst. This implies that water adsorbs on more sites than formaldehyde, and/or that water is more strongly adsorbed than formaldehyde, explaining the greater impeding effect of water on the main reaction under steady-state conditions. Fig. 6b shows that at lower temperature formaldehyde readsorption does become significant. Curves C and F show that at lower temperature (300) formaldehyde readsorption is much more pronounced than at 360 (curves A and D). 4.5. Kinetic isotope effect The transport by Knudsen diffusion of methanol and formaldehyde is nearly unaffected by deuterium substitution (e.g. DCH3pH/DCD,OD =1.06) . Thus, direct comparison of the product response curves from separate pulses of labelled reactants provides information about the slow step in the reaction sequence. Fig. 7 shows the normalized formaldehyde response curves at 360 from feeds of CH30H, CH30D and CD30D. The methanol conversion in all cases was greater than 97%, but readsorption of formaldehyde after formation was negligible (0.021 g of catalyst in bed). Comparison of the normalized formaldehyde response curves from pulses of CH30H (curve B) and CH30D (curve C) shows no change in the D.S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 97 rate of formaldehyde formation, implying that substitution of the hydroxyl hydrogen by deuterium has no effect on the rate of the surface reaction. The deuterated formaldehyde which is produced from a feed of CD30D is formed significantly more slowly, as shown by Curve D. This indicates the importance of the methoxy hydrogens on the reaction rate, and implies that the abstraction of the methoxy hydrogen is a slow step on the surface. The semi-quantitative analysis of these formaldehyde response curves discussed later shows that this hydrogen abstraction step is indeed the rate limiting step for the surface reaction. These experiments were repeated at a series of temperatures between 320 and 400, and in all cases CD20 formed from CD30D showed a significantly slower response in comparison with CH20 formed from CH30H. Investigation of the partially reduced catalyst surface also indicated that the rate limiting step was the hydrogen abstraction step. A previous steady-state kinetic isotope study over a variety of molybdate and iron molybdate catalysts [ 11 ] showed that the abstraction of the methoxy hydrogen was the rate limiting step in formaldehyde formation. 4.6. Effect of oxidation state of catalyst on formaldehyde formation Fig. 2c shows that reducing the catalyst by repeated pulses of methanol under anaerobic conditions results in a significant broadening of the formaldehyde response peak. This change in peak shape indicates that the nature of the active sites is changing with the level of reduction. Formaldehyde is formed much more slowly on the sites which are present after the catalyst has been partially reduced. Kinetic isotope experiments indicated that hydrogen abstraction from the adsorbed methoxy remained the slow reaction step under partially reduced conditions. Conventional anaerobic pulse reactor studies [ 8 ] have shown that with increased reduction of FeZ(Mo04)3, methanol conversion and formaldehyde selectivity decrease while DME selectivity increases. During reduction, the catalyst transformed to an FeM004 structure. Chung et al. [ 10 ] showed similar trends in activity and selectivity as the surface of a M003 catalyst was reduced. In the present study, the low methanol pressure makes DME formation unlikely, and thus its production never became significant. However, the rate at which formaldehyde is formed on the active site is shown to decrease significantly as the catalyst is reduced. This indicates that the drop in methanol conversion and formaldehyde yield seen on a reduced catalyst must not be attributed solely to a decrease in the number of active sites on the catalyst, but also to a lower rate of formaldehyde formation on the sites which are remaining. 4.7. Semi-quantitative discussion of TAP response curves The response curves from a TAP experiment contain information regarding transport, adsorption, reaction and desorption. A rigorous model accounting for each of these phenomena in the TAP system has recently been developed and 98 D.S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 applied to the partial oxidation of propene [ 21,22] . In this paper a semi-quantitative approach, which is based solely on the first moment of the TAP response curves, has been used to characterize the reaction of methanol to formaldehyde. The first moment of a TAP response curve is simply the average elution time of that component from the reactor. Consider the first moment of a formaldehyde response curve formed from a methanol pulse in the TAP reactor system. In the particular set of experiments described here, the catalyst bed contained 0.021 g of fully oxidized catalyst, and the reactor temperature was varied between 320 and 400oC. Under these conditions nearly every methanol molecule pulsed into the reactor is converted to formaldehyde ( > 96% conversion), and formaldehyde is acting virtually as a final product (almost no formation of carbon oxides or other secondary products). The average time required for formaldehyde to elute from the TAP reactor is simply equal to the sum of the average times for: a. gas-phase transport of methanol from the reactor entrance to the active site, b. lifetime of adsorbed surface species on the active site, c. gas-phase transport of formaldehyde from the active site to the reactor exit, d. secondary interactions (readsorption and desorption) of formaldehyde with catalyst particles after formation. Eq. (1) expresses the relevant characteristic times for the formaldehyde response from a methanol pulse. tform-elution - tMeOH-traps + turf-life + tForm-traps + tsi (1 ) in which tform-elution = average elution time (first moment) of formaldehyde response curve, tMeOH-traps = average time for gas-phase transport of CH30H from reactor entrance to the active site, turf-life = average surface lifetime of adsorbed species, tFonn_,rans = average time for gas-phase transport of CH20 from active site to reactor exit, and tsi = average time for secondary interactions of CH20 with catalyst sites after formation. The gas-phase transport of methanol and formaldehyde are nearly identical under Knudsen flow conditions (DForm/DMeOH = 1.03). Thus, the sum of tMeOH-traps and tForn,-traps can be estimated easily by measuring the first moment of an inert pulse, and then correcting the average reactor residence time according to the dependence of the Knudsen diffusivity on the molecular weight. This leaves the terms of tsurf-life and tsi undetermined in Eq. (1) . The term tsi accounts for interactions of formaldehyde with the catalyst after being formed and entering the gas phase. These secondary interactions may involve readsorption and desorption of formaldehyde on sites present further down the bed. Experiments using a catalyst bed which contained 0.064 g of catalyst, and thus many more potential sites for adsorption, proved that formaldehyde readsorption in the 0.021 g catalyst bed was negligible in the temperature range from 320-400. Thus ts .f_ ,ife, the average lifetime on the surface for adsorbed species, may be directly estimated from Eq. (1) . Before further discussion about the meaning of tsarf-life, it is interesting to investigate this semi-quantitative model more closely. First, it is important that formal- D.S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 99 dehyde is virtually acting as a final product under the conditions of these experiments. This was indicated by the low levels of carbon oxide production, and means that no term is necessary to describe the consumption of formaldehyde. The near complete conversion of methanol used in these experiments is significant in the application of Eq. (1) for two reasons. First, the inert curve in Fig. 3 shows that under Knudsen flow conditions there is a wide distribution of reactor residence times from ,a pulse. At partial conversion, molecules which have a longer residence time in the reactor will be preferentially consumed [ 18 ] . Thus, at incomplete conversion the product response curve is derived from a part of the reactant's residence time distribution which has a longer average residence time than the true average residence time. This would lead to an inaccuracy when using the inert response curve to predict the average transport time for the reacting molecules. However at complete conversion the entire reactor residence time distribution is undergoing reaction. Therefore, the average reactor residence time of the molecules that are converted may be determined accurately from the inert response curve. The complete conversion of methanol also explains the absence of a term accounting for the adsorption rate on the catalyst. The rate of adsorption merely determines the axial position in the bed where a given molecule from a pulse will adsorb and react on the surface. Because all of the pulsed methanol molecules are converted to formaldehyde, the rate of adsorption does not significantly influence the formaldehyde response curves at complete conversion. 4.8. Relationship between tsf_ life and surface rate constants Consider the general unimolecular irreversible surface reaction mechanism given below, showing the transition of adsorbed M by surface reaction to adsorbed F, and then desorption of F to the gas phase. M (ad) --+ F (ad) --3- F (gas) ksr kdes The rate constants ksr and kdes are true reaction frequencies for the surface reactions in units of time'. The average surface lifetime of adsorbed molecules may be related to the surface rate constants by Eq. (2), the derivation of which is provided in the Appendix. 1 1 ( ) tsurf-life _ - + _ 2 ksr kdes The surface kinetics in the partial oxidation of methanol to formaldehyde are well approximated by this scheme of two irreversible steps. Thermodynamically the surface reaction is nearly irreversible, and readsorption of formaldehyde on the catalyst was found to be minor in this study. Thus, calculation of the average surface lifetime from the semi-quantitative model permits estimation of surface kinetic parameters. loo D.S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 Using Eq. (1) , the surface lifetime of the adsorbed intermediates during the kinetic isotope experiments was determined for the CH30H and CD30D feeds. The ratio of tstnf-life-D/tsurf-life-H varied from 2.0 at 400 to 2.3 at 320. Application of Eq. (2) gives the relationship tsurf-life-D _ksr-Hkdes-H Cksr-D+kdes=Dl (3) tsurf-life-H ksr-Dkdes-D ksr-H+kdes HH The rate of product desorption should be nearly independent of the isotopic substitution, thus kdes-H/k&s-D is unity. If desorption is rate limiting (ksr kdeJ, Eq. (3) shows that the ratio of tstuf_life-D/tsurf-life-H would approach one, while if surface reaction is the limiting step (kdes ksr) this ratio approaches ksr-H/ksr-D. The ratio of 2.2 measured at 360 is near the theoretical maximum isotope effect of 2.5 at this temperature [ 23 ] , indicating that the rate limiting step on the surface is the abstraction of the methoxy hydrogen. This is in agreement with the steady-state isotope study of Machiels and Sleight [ 11 ] . With kdes ksr, Eq. (2) for tsf_life may be approximated as: 1 4urf - life = - (4 ) ksr Isotope experiments at 360 were also performed on the partially reduced catalyst. In this case the reduction procedure was 100 anaerobic pulses of approximately 1016 methanol molecules over 0.064 g of catalyst. The conversion remained in excess of 95% after this reduction. On the partially reduced catalyst the value of tsurf-life-CD3oD/rsurf-life-CH3oH remained 2.2. This indicates that partial reduction of the catalyst does not shift the rate limiting step from surface reaction to product desorption. The isotope experiments indicate that the slow step on both the fully oxidized and the partially reduced catalyst is the surface reaction step. Comparison of the first moment of the formaldehyde responses from the fully oxidized and the partially reduced catalyst allow the surface reaction rates to be compared. A ratio of ksr-oX/ ksr-red = 4.8 was measured at 360, with the catalyst reduction carried out as described in the preceding paragraph. To maximize the rate of formaldehyde production, it is clearly desirable to keep the catalyst in a highly oxidized state. This result coincides with the increased selectivity for DME frequently reported on a partially reduced catalyst [ 8,10] . On the partially reduced catalyst the second hydrogen step required for formaldehyde formation is retarded, leading to a longer surface residence time for the adsorbed methoxy group. This longer residence time on the surface results in a higher probability for combination with an adsorbed methoxy from a neighboring site and subsequent formation of DME. Measurements of the average surface lifetime allowed ksr to be estimated at temperatures from 320 to 400 on the fully oxidized catalyst. Fig. 8 is the resulting Arrhenius plot, yielding an activation energy of 87 kJ/mol. This is in excellent agreement with the activation energy of 86 kJ/mol estimated from the D. S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 101 1ao 'a 30 e J9 20- 1o s 1w 1.5 1 1.7 1000fT Fig. 8. Arrhenius plot for formaldehyde formation. steady-state reactor study [ 5 ] . For the fully oxidized catalyst ks,o,, at 360 was approximately 25 s-t. 5. Conclusions The partial methanol oxidation reaction over an industrial iron-chromium mol- ybdate catalyst has been investigated by the TAP reactor. The only products observed in significant quantities were formaldehyde and water. This study reveals direct evidence of several characteristics of the methanol oxidation reaction which have been previously postulated, including: 1 the Mars-van Krevelen oxidation-reduction reaction mechanism, 2 hydrogen abstraction from the adsorbed methoxy intermediate as the rate limiting step, 3 the strong adsorption of water and weaker adsorption of formaldehyde under reaction conditions, which lead to reduction in reaction rate due to product formation at high conversions under industrial conditions, 4 the presence of different sites for formaldehyde production, according to the oxidation state of the catalyst. A semi-quantitative model of the reactor was developed and applied to determine the average surface lifetime of the adsorbed species. The relationship between this average surface lifetime and the rate constants for elementary steps occurring on the catalyst surface allowed the estimation of parameters such as surface reaction rate and activation energy. 6. Appendix The simplified reaction scheme is: 102 D. S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 M (ad) F (ad) -F(gas) ksr kdes The continuity equations for these three components may be written as below. Firstorder surface reaction and desorption are assumed. Eq. (A3) is a mass balance between the three components which scales the total concentration to 1. dCM-ads ) dt - -ks`CM-ads (A1 dCF-ads ( ) dt -ks`CM-ads-kdesCF-des A2 CF-gas- 1 CM-ads CF-ads (A3) Eqs. (A 1) and (A2) may be solved using the initial condition that at t = 0, Cm-ad, = 1 and CF_ads - 0. CM-ads=exp( -ksrt) (A4) CF-ads= ks` [exp( -ksrt) -exp( -kdest) l (AS) kdes ksr At any time t, the total concentration of surface species equals the sum of Cm-,,d,, and CF-ads. The fraction of adsorbed species with a lifetime on the surface between t and t+dt may be expressed as: -d(CM-ads + CF-ads) dt dt _ [ksrexp (- ksrt) +`exp ( - ksrt) + ksrkdesexp (- kdest) dt (M) (kdes - ksr) kdes - ksr The average surface lifetime of the adsorbed species is then determined by the first absolute moment of Eq. (A6) . 1 1 tsurf - life - - + - (A7 ) ksr kdes The same result is also arrived at if one looks at the rate of appearance of Fin the gas phase. From Eq. (A3) the number of molecules which enter the gas phase between t and t + dt is dCF-gasdt- - d(CM-ads + CF-ads) dt (A8) dt dt Comparison of Eq. (A8) with Eqs. (A6) and (A7) shows that the average surface lifetime is equivalent to the first absolute moment for the appearance of Fin the gas phase. Thus the first moment of the formaldehyde peak (after subtracting transport effects) is 1 /k,, + 1 /kdes. D.S. Lafyatis et al. /Applied Catalysis A: General 120 (1994) 85-103 103 Acknowledgements The contributions of Dr. L. Fiermans for the X-ray diffraction study, Dr. M.F. Reyniers for the EDX analysis, In T. Van Melckebeke for the BET analysis, Mr. I.G.B.N. Makertihartha for the steady-state reactor data and Mr. O. Dewaele for valuable discussions are gratefully acknowledged. The financial support of FKFO and the Center of Excellence Award of the Ministerie voor de Programmatie van Het Wetenschapsbeleid are also acknowledged. References [ 1 ] J.F. Le Page, Applied Heterogeneous Catalysis, Technip, Paris, 1987. [2] W. Gerhartz (Editor), Ullmann's Chemical Encyclopedia of Industrial Chemistry, VCH, Weinheim, 1985. [ 3 ] T.S. Popov, B.I. Popov, V.N. Bibin, G.M. Bliznakov and G.K. Boreskov, React. Kinet. Catal. Lett., 3 (1975 ) 169-175. [4] A.M. Estevez, M.C. Marquez, A.F. Tena, M. del Arco, C. Martin and V. Rives, Chem. Biochem. Eng. Q., 4 (1990) 61-65. [5] I.G.B.N. Makertihartha and G.F. Froment, unpublished data, 1993. [6] J. Novakova, P. Jiru and V. Zavadil, J. Catal., 17 (1970) 93-97. [7] N. Pernicone, F. Lazzerin, G. Liberti and G. Lanzavecchia, J. Catal., 14 (1969) 293-302. [ 8] C.J. Machiels, W.H. Cheng, U. Chowdhry, W.E. Farneth, F. Hong, E.M. McCarron and A.W. Sleight, Appl. Catal., 25 (1986) 249-256. [9] J.S. Chung, R. Miranda and C.O. Bennett, J. Chem. Soc. Faraday Trans. 1, 81 (1985) 19-36. [ 10] J.S. Chung, R. Miranda and C.O. Bennett, 1. Catal., 114 (1988) 398-410. [ 11 ] CJ. Machiels and A.W. Sleight, J. Catal., 76 (1982) 238-239. [ 12] J. Edwards, J. Nicolaidis, M.B. Cutlip and C.O. Bennett, J. Catal., 50 (1977) 24-34. [ 13 ] N. Pernicone, F. Lazzerin and G. Lanzavecchia, J. Catal., 10 (1968) 83-84. [ 14] N. Pernicone, F. Lazzerin, G. Liberti and G. Lanzavecchia, J. Catal., 14 (1969) 391-394. [ 15 ] E. Santacesaria, M. Morbidelli and S. Carra, Chem. Eng. Sci., 36 (1981) 900-918. [ 16] G.K. Boreskov, B.I. Popov, V.N. Bibin and E.S. Kozishnikova, Kinet. Katal., 9 (1968) 796-803. [ 17 ] M. Niwa, M. Mizutain, M, Takahashi and Y. Murakami, J. Catal., 70 (1981) 14-23. [ 18] J.T. Gleaves, J.R. Ebner and T.C. Kuechler, Catal. Rev.-Sci. Eng., 30 (1989) 43. [ 19] N. Pemicone, J. Less-Common Met., 36 (1974) 289. [20] Y.H. Ma and S.J. Kmiotek, J. Catal., 109 (1988) 132-142. [21 ] G. Creten, D.S. Lafyatis and G.F. Froment, to be published. [22] G. Creten, Ph.D. Thesis, Universiteit Gent, 1994. [23] J.W. Moore and R.G. Pearson, Kinetics and Mechanism, Wiley, New York, 1981. APCATA 94803358 0926-860X(94)80335-8 10.1016/0926-860X(94)80335-8 Elsevier Science B.V. All rights reserved. TAP reactor study of the partial oxidation of methanol to formaldehyde using an industrial Fe-Cr-Mo oxide catalyst David S. Lafyatis Glenn Creten Gilbert F. Froment * Laboratorium voor Petrochemische Techniek, Universiteit Gent, Krijgslaan 281, 9000 Ghent, Belgium * Corresponding author. Tel. (+32-9) 2644516, fax. (+32-9) 2644999. The mechanism and kinetics of methanol oxidation to formaldehyde on an industrial Fe-Cr-Mo catalyst have been investigated using the TAP (temporal analysis of products) reactor. The Mars-van Krevelen redox mechanism of partial oxidation was confirmed. By kinetic isotope experiments, the abstraction of hydrogen from the adsorbed methoxy intermediate was found to be the slow step on the catalyst surface. Water was observed to readsorb strongly on the catalyst, thus explaining the reduced rate of reaction that has been found at high methanol conversions. Weaker readsorption of formaldehyde was observed. The kinetics of the reaction were studied on a fully oxidized and a partially reduced catalyst. On the fully oxidized catalyst, the activation energy for formaldehyde formation was estimated to be 87 kJmol/. At 360°C the average surface residence time of the adsorbed species in the conversion of methanol to formaldehyde was approximately 40 ms, meaning that the surface reaction rate constant for the main reaction is 25 s−1. The surface residence time was significantly longer on the partially reduced catalyst, indicating a much slower surface reaction rate constant and emphasizing the importance of oxidation state on the rate of formaldehyde formation. Keywords Formaldehyde Iron-chromium-molybdenum oxide Kinetics Methanol oxidation Temporal analysis of products Reference [1] Le Page J.F. Applied Heterogeneous Catalysis 1987 Technip Paris [2] Gerhartz W. Ullmann's Chemical Encyclopedia of Industrial Chemistry 1985 VCH Weinheim [3] Popov T.S. Popov B.I. Bibin V.N. Bliznakov G.M. Boreskov G.K. React. Kinet. Catal. Lett. 3 1975 169 175 [4] Estevez A.M. Marquez M.C. Tena A.F. del Arco M. Martin C. Rives V. Chem. Biochem. Eng. Q. 4 1990 61 65 [5] I.G.B.N. Makertihartha and G.F. Froment, unpublished data, 1993. [6] Novakova J. Jiru P. Zavadil V. J. Catal. 17 1970 93 97 [7] Pernicone N. Lazzerin F. Liberti G. Lanzavecchia G. J. Catal. 14 1969 293 302 [8] Machiels C.J. Cheng W.H. Chowdhry U. Farneth W.E. Hong F. McCarron E.M. Sleight A.W. Appl. Catal. 25 1986 249 256 [9] Chung J.S. Miranda R. Bennett C.O. J. Chem. Soc. Faraday Trans. 1 81 1985 19 36 [10] Chung J.S. Miranda R. Bennett C.O. J. Catal. 114 1988 398 410 [11] Machiels C.J. Sleight A.W. J. Catal. 76 1982 238 239 [12] Edwards J. Nicolaidis J. Cutlip M.B. Bennett C.O. J. Catal. 50 1977 24 34 [13] Pernicone N. Lazzerin F. Lanzavecchia G. J. Catal. 10 1968 83 84 [14] Pernicone N. Lazzerin F. Liberti G. Lanzavecchia G. J. Catal. 14 1969 391 394 [15] Santacesaria E. Morbidelli M. Carra S. Chem. Eng. Sci. 36 1981 900 918 [16] Boreskov G.K. Popov B.I. Bibin V.N. Kozishnikova E.S. Kinet. Katal. 9 1968 796 803 [17] Niwa M. Mizutain M. Takahashi M. Murakami Y. J. Catal. 70 1981 14 23 [18] Gleaves J.T. Ebner J.R. Kuechler T.C. Catal. Rev.-Sci. Eng. 30 1989 43 [19] Pernicone N. J. Less-Common Met. 36 1974 289 [20] Ma Y.H. Kmiotek S.J. J. Catal. 109 1988 132 142 [21] G. Creten, D.S. Lafyatis and G.F. Froment, to be published. [22] Creten G. Ph.D. Thesis 1994 Universiteit Gent [23] Moore J.W. Pearson R.G. Kinetics and Mechanism 1981 Wiley New York",
      "scopus-id": "0028768762",
      "coredata": {
        "eid": "1-s2.0-0926860X94803358",
        "dc:description": "The mechanism and kinetics of methanol oxidation to formaldehyde on an industrial Fe-Cr-Mo catalyst have been investigated using the TAP (temporal analysis of products) reactor. The Mars-van Krevelen redox mechanism of partial oxidation was confirmed. By kinetic isotope experiments, the abstraction of hydrogen from the adsorbed methoxy intermediate was found to be the slow step on the catalyst surface. Water was observed to readsorb strongly on the catalyst, thus explaining the reduced rate of reaction that has been found at high methanol conversions. Weaker readsorption of formaldehyde was observed. The kinetics of the reaction were studied on a fully oxidized and a partially reduced catalyst. On the fully oxidized catalyst, the activation energy for formaldehyde formation was estimated to be 87 kJmol/. At 360°C the average surface residence time of the adsorbed species in the conversion of methanol to formaldehyde was approximately 40 ms, meaning that the surface reaction rate constant for the main reaction is 25 s−1. The surface residence time was significantly longer on the partially reduced catalyst, indicating a much slower surface reaction rate constant and emphasizing the importance of oxidation state on the rate of formaldehyde formation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-12-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/0926860X94803358",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lafyatis, David S."
          },
          {
            "@_fa": "true",
            "$": "Creten, Glenn"
          },
          {
            "@_fa": "true",
            "$": "Froment, Gilbert F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/0926860X94803358"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/0926860X94803358"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "0926-860X(94)80335-8",
        "prism:volume": "120",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "TAP reactor study of the partial oxidation of methanol to formaldehyde using an industrial Fe-Cr-Mo oxide catalyst",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Formaldehyde"
          },
          {
            "@_fa": "true",
            "$": "Iron-chromium-molybdenum oxide"
          },
          {
            "@_fa": "true",
            "$": "Kinetics"
          },
          {
            "@_fa": "true",
            "$": "Methanol oxidation"
          },
          {
            "@_fa": "true",
            "$": "Temporal analysis of products"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "85-103",
        "prism:endingPage": "103",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 December 1994",
        "prism:doi": "10.1016/0926-860X(94)80335-8",
        "prism:startingPage": "85",
        "dc:identifier": "doi:10.1016/0926-860X(94)80335-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0028768762"
      }
    }
  }
}