{
  "metadata": {
    "title": "Surface structures of supported tungsten oxide catalysts under dehydrated conditions",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-03-23",
    "doi": "10.1016/1381-1169(95)00186-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995001867",
    "pii": "1381116995001867"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002987713",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-1381116995001867 1381-1169(95)00186-7 1381116995001867 10.1016/1381-1169(95)00186-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00246 2015-05-13T23:01:31.432129-04:00 0 0 19960323 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 106 106 1 2 1 2 Volume 106, Issues 1–2 13 93 102 93 102 19960323 23 March 1996 1996-03-23 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. SURFACESTRUCTURESSUPPORTEDTUNGSTENOXIDECATALYSTSUNDERDEHYDRATEDCONDITIONS KIM D AI 1977 305 M YAMAGUCHI 1980 442 T MOFFAT 1971 379 A GRUNERT 1989 444 W OGATA 1973 296 E HATTORI 1978 1704 H IMANARI 1981 604 M PROCEEDINGS7THINTERNATIONALCONGRESSCATALYSIS MORIKAWA 1982 2254 S BERNHOLC 1987 1526 J VANROOSMALEN 1980 3075 A GRUNERT 1987 522 W WACHS 1985 335 I HILBRIG 1991 6973 F HORSLEY 1987 4014 J CARVER 1986 500 J CHAN 1985 1 S CHAN 1984 150 S SOLED 1985 165 S SOLIDSTATECHEMISTRYINCATALYSIS CHAN 1984 259 S CATALYSISENERGYSCENE WACHS 1986 30 I THOMAS 1980 559 R THOMAS 1979 85 R PROCEEDINGSCLIMAXTHIRDINTERNATIONALCONFERENCECHEMISTRYUSESMOLYBDENUM TITTARELLI 1981 95 P THOMAS 1977 M134 R BOND 1987 229 G CHAN 1984 5831 S VUURMAN 1992 M PHDTHESIS VUURMAN 1992 5008 M VUURMAN 1991 9928 M WANG 1982 L PHDTHESIS STENCEL 1984 282 J PAYEN 1986 233 E 1986 259 TALLANT 1986 261 D MATERRESSYMPPROC JEHNG 1991 7373 J KHANNA 1968 81 R KHANNA 1968 905 R PORTO 1967 716 S DIXIT 1986 189 L BARTLETT 1987 187 J SPECTROSCOPYINORGANICBASEDMATERIALS EKERDT 1989 6796 H EKERDT 1990 347 H DAS 1993 8240 N DEBOER 1991 227 M MACHEJ 1990 115 T KIM 1992 539 D KIM 1993 419 D KIM 1994 268 D DEO 1993 G PHDTHESIS DEO 1991 5889 G KOHLER 1992 231 S ROARK 1992 77 R KIM 1992 209 D RAMIS 1992 1744 G SOPTRAJANOV 1968 1617 B LEVASON 1982 W HILBRIG 1991 6974 F THOMAS 1979 85 R PROCEEDINGS3RDINTERNATONALCLIMAXCONFERENCECHEMISTRYUSAGEMOLYBDENUM WILLIAMS 1991 8781 C BARE 1992 10358 S HU 1994 H PHDTHESIS KIM 1994 268 D KIMX1996X93 KIMX1996X93X102 KIMX1996X93XD KIMX1996X93X102XD item 1381-1169(95)00186-7 1381116995001867 1-s2.0-1381116995001867 10.1016/1381-1169(95)00186-7 271358 2010-09-28T03:08:07.404713-04:00 1996-03-23 1-s2.0-1381116995001867-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001867/MAIN/application/pdf/f1bffc46953099eca9f735fea8f9238e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001867/MAIN/application/pdf/f1bffc46953099eca9f735fea8f9238e/main.pdf main.pdf pdf true 948139 MAIN 10 1-s2.0-1381116995001867-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001867/PREVIEW/image/png/210841d53ccd20485043a6bdcc1edef0/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001867/PREVIEW/image/png/210841d53ccd20485043a6bdcc1edef0/main_1.png main_1.png png 65242 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116995001867-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001867/STRIPIN/image/gif/baeeb1b10bd3e33686f21468235eed1c/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001867/STRIPIN/image/gif/baeeb1b10bd3e33686f21468235eed1c/si2.gif si4 true si4.gif gif 583 31 77 ALTIMG 1-s2.0-1381116995001867-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001867/STRIPIN/image/gif/cbcc0a8593c0e40f2427e22204ed28da/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001867/STRIPIN/image/gif/cbcc0a8593c0e40f2427e22204ed28da/si3.gif si3 true si3.gif gif 543 30 75 ALTIMG 1-s2.0-1381116995001867-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001867/STRIPIN/image/gif/baeeb1b10bd3e33686f21468235eed1c/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001867/STRIPIN/image/gif/baeeb1b10bd3e33686f21468235eed1c/si2.gif si2 true si2.gif gif 583 31 77 ALTIMG 1-s2.0-1381116995001867-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001867/STRIPIN/image/gif/cbcc0a8593c0e40f2427e22204ed28da/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001867/STRIPIN/image/gif/cbcc0a8593c0e40f2427e22204ed28da/si3.gif si1 true si1.gif gif 543 30 75 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 106 (1996) 93-102 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Surface structures of supported tungsten oxide catalysts under dehydrated conditions Du Soung Kim I, Marlene Ostromecki, Israel E. Wachs Zettlemoyer Center for Surface Studies, Department of Chemical Engineering, Lehigh University, Bethlehem. PA !80/5, USA Received 28 February 1995; accepted 21 July 1995 Abstract The molecular structures of the W03/support (A1203, Ti02, Nb2os, Zr02, Si02, and Mg0) catalysts under in situ dehydrated conditions have been investigated by Raman spectroscopy. The series of catalysts was synthesized by the aqueous incipient wetness method. The WO3/support catalysts, with the exception of the W03/S'02 and W03/Mg0 catalysts, possess a highly distorted, octahedrally coordinated surface tungsten oxide species with one short W=O bond (mono-oxo tungsten oxide species) at high surface coverages. The W03/S'02 catalysts exhibit strong Raman features of crystalline W03 particles due to the relative low density and reactivity of the surface hydroxyl groups. The W03/Mg0 catalysts possess non-stoichiometric compounds, Mg,,,(W04)Y and Ca r(WOq)y, at low tungsten oxide contents and crystalline MgW04 and CaW04 at high tungsten oxide contents. This result is attributed to the high aqueous solubility of MgO as well as the CaO impurity and the strong acid-base interaction between WOQ- with Mg(OH)2 and Ca(OH)z. The current findings for supported tungsten oxide catalysts parallel the previous findings for supported molybdenum oxide catalysts and reflect the similar surface structural chemistry of these two oxides. 1. Introduction Supported tungsten oxide catalysts are widely used for metathesis and isomerization of alkenes, dehydrogenation of alcohols, and hydrodesulfurization and hydrocracking of heavy fractions in the petroleum industry [ 1-7]. In addition, the WO3 component is added to the V205/Ti02 catalyst for the selectively catalytic reduction (SCR) of NO., by NH3 due to its high thermal stability and low SOZ oxidation activity [8,9]. Corresponding author. ' Present address: Research and Development Division, Daelim Engineering Co., Ltd. # 17-5, Yoido-dong, Yongdungpo-ku. Seoul, 150-010, South Korea. 1381-I 169/96/$15.00 996 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00186-7 The industrial importance of supported tungsten oxide catalysts has resulted in a large number of studies concerning their surface properties [ 1029] and catalysis [1-9]. The major structural information concerning the surface tungsten oxide species on oxide supports has been derived from Raman spectroscopy because of its ability to discriminate between different tungsten oxide species that may simultaneously be present in the catalysts. The majority of the previous Raman studies on supported tungsten oxide catalysts were performed under ambient conditions where moisture is present on the catalyst surface [9-19]. Relatively few Raman spectroscopic studies have been reported under in situ dehydrated 94 D.S. Kim et al. /Journal of Molecular Catalysis A: Chemical 106 (1996) 93-102 conditions, where the adsorbed moisture is removed from catalysts [27-31 ]. It is generally accepted that the terminal W=O bond of the surface tungsten oxide species shifts to the higher wavenumber region upon dehydration at elevated temperature. The assignment of the Raman band shift upon dehydration is still the subject of debates. Therefore, a systematic investigation is required to better understand the detailed surface structures of the tungsten oxide species on oxide supports. Most of the previous in situ Raman spectroscopic studies have been devoted to examining the molecular structures of surface tungsten oxide supported on a few oxide supports (A1203 and Ti02) and limited surface coverage. Therefore, this is the first systematic investigation of the molecular structures of surface tungsten oxide species on different oxide supports at different tungsten oxide contents under in situ dehydrated conditions. The present investigation focuses on the surface structure of the tungsten oxide species on the oxide supports A1203, Ti02, Nb205, Zr02, Si02, and MgO. These oxide supports were chosen because of their widely varying surface characteristics and industrial applications. 2. Experimental 2.1. Catalyst preparation A series of the supported tungsten oxide catalysts were prepared by incipient-wetness impregnation method with an aqueous solution of ammonium metatungstate ((NH4)6H2Wi20ao). The support materials used in this investigation were A1203 (Harshaw, 180 m2 g- 1), Ti02 (Degussa P-25 , anatase/rutile = 66/34, 55 m2 g-1), Zr02 (Degussa, 39 m2 g-'), and Si02 (Cab-O-Sil, 300 m2 g-'). The Nb205 support (120 m2 g- 1) was prepared by the dehydration of hydrated niobium oxide [Nb205 - nH20, Niobium Products Co.] in flowing 02 at 393 K for 24 h. The MgO support (80 m2 g-') was prepared by the dehydration of magnesium hydroxide [Mg(OH)2, Fluka Chemical Co.] in flowing Oz at 973 K for 2 h. After impregnation, the wet samples were initially dried at room temperature for 16 h, further dried at 383 K for 16 h, and then calcined at 773 K for 16 h. 2.2. Raman spectroscopy The Raman spectra of the supported tungsten oxide catalysts were obtained with an Ar+ ion laser (Spectra Physics, Model 1877) delivering about 15-40 mW of incident radiation. The excitation line of the laser was 514.5 nm. The scattered radiation from the sample was directed into an optichannel multichannel analyzer with a photodiode array cooled thermoelectrically to 243 K (Princeton Applied Research, OMA III, Model 1463). The in situ Raman spectrometer was equipped with an in situ cell where the temperature and gaseous environment could be controlled. Prior to measurement, the catalysts were dehydrated at 773 K for 1 h in flowing 02 and the in situ Raman spectra were collected at room temperature. Ultra-high purity, hydrocarbon free 02 (Linde gas) was purged through the cell during the acquisition of the Raman spectra. 3. Results 3.1. W03/A1203 Catalysts The in situ Raman spectra of the W03/A120.catalysts under dehydrated conditions are presented in Fig. 1. The 5% WO3/A1203 catalyst possesses Raman bands at 1005, ^- 880, and - 300 cm-' which are assigned to symmetric stretching mode of the terminal W=O, asymmetric mode of the W-O-W, and bending mode of the W=O bonds of the surface tungsten oxide species, respectively. The weak Raman bands at - 590 and - 215 cm- `, which appear at coverages above 5%, are assigned to the symmetric and bending modes of the W-O-W bonds of the surface tungsten oxide species, D.S. Kim et al./Journal ofMolecular Catalysis A: Chemical 106 (1996) 93-/02 Soo 7 ; N c d r- 0 d Wq/a1,0, 1022 693 268 30% 25% 590 20% 215 15% wos 1200 1000 800 600 400 200 Raman Shift (crti' ) Fig. 1. The in situ Raman spectra of the W03 /A1201 catalysts under dehydrated conditions. respectively. The Raman band due to the terminal W=O bond of the surface tungsten oxide species shifts to the high wavenumber region, from 1005 to 1022 cm-', with increasing tungsten oxide content. The Raman bands at - 880, 590, and - 215 cm-' increase in intensity with increasing tungsten oxide content. The 25% WO 3/A1203 catalyst also exhibits very weak Raman bands at 800 and 693 cm-' that are characteristic of microcrystalline WOE particles that did not completely disperse. The 30% WOE/A120 3 catalyst exhibits stronger Raman features due to crystalline WOE particles at 800, 693, and 268 cm-' and reveals that monolayer coverage is exceeded. Monolayer coverage is approximated at 28% WOE/A120 3. 3.2. W03 / Ti02 catalysts The in situ Raman spectra of the WOE/Ti02 catalysts under dehydrated conditions are shown in Fig. 2. The strong support Raman features due to the Ti02 limits the collection of the data below 700 cm-'. The weak Raman band at 799 95 cm-' is due to the first overtone of the 395 cm-' band of T'02 (anatase). The W03/T'02 catalysts exhibit a Raman band at 1010 cm-' for the symmetric stretching mode of the terminal W=O bond of the surface tungsten oxide species independent of the tungsten oxide content. The 10% WOE/Ti02 catalyst exhibits strong Raman bands due to crystalline WOE at 800 cm-' as well as the surface tungsten oxide species at 1010 cm-'. 3.3. W03 /N6205 catalysts The in situ Raman spectra of the WOE/Nbz05 catalysts under dehydrated conditions are shown in Fig. 3. Raman bands due to the Nb205 support have been subtracted from the spectra for the sake of clarity. The weak and broad Raman bands at - 1018 and - 956 cm-' are characteristic of the surface tungsten oxide species. The intensity of the Raman band at 956 cm-' increases with increasing tungsten oxide coverage. For the 15% WOE/Nb205 catalyst, the weak and sharp Raman band appearing at - 800 cm-' is characteristic of crystalline WO3 particles. This suggests that monolayer coverage of the surface tungsten oxide overlayer wo 3/Ti02 ~ 800 \\~, to^i 1100 1000 900 Raman Shift / cm 1 800 100 Fig. 2. The in situ Raman spectra of the W03 /TiO, catalysts under dehydrated conditions. 96 D.S. Kim et al./Journal of Molecular Catalysis A: Chemical 106 (1996) 93-102 WO,/NbsOa Ill c d 1016 800 15% 3% 1200 1100 1000 900 800 Raman Shift (cm\") Fig. 3. The in situ Raman spectra of the W03 /Nb205 catalysts under dehydrated conditions. on Nb205 is achieved below 15% tungsten oxide coverage. 3.4. W03/Zr02 catalysts The in situ Raman spectra of the WO3/Zr02 catalysts under dehydrated conditions are shown in Fig. 4. The strong support Raman bands below 700 cm-' interfere with the detection of diagnostic Raman bands for the other tungstate functionalities. The weak Raman band due to the Zr02 substrate is observed at 758-764 cm-'. The 1% WO3/Zr02 catalyst exhibits a Raman band at 1001 cm-' for the symmetric stretching mode of the terminal W=O bond of the dehydrated surface tungsten oxide species. The 3% WO3/Zr02 catalyst possesses Raman bands at 1009 and 804 cm-' which are attributed to the symmetric stretch of the terminal W=O and asymmetric stretch of the W-O-W bonds, respectively. The symmetric stretching mode of the terminal W=O bond slightly shifts to lower wavenumbers 1004 cm-', while the asymmetric stretching mode of the W-O-W bond shifts to the higher wavenumber region ( ^- 875 cm - t) and becomes broad with increasing the tungsten oxide content to 5%. Higher tungsten oxide loadings result in the formation of crystalline WO3 particles which indicates that monolayer surface coverage has been exceeded. 3.5. W03 / Si02 catalysts The in situ Raman spectra of the W03/S'02 catalysts under dehydrated conditions are presented in Fig. 5. The 1 % W03/S'02 catalyst exhibits Raman bands at - 975, ^- 800, ^- 715, ^600, ^- 485, and - 450 cm-`. The Raman bands at ^- 975, ^- 800, - 600, ^- 485, and - 450 cm-' are characteristic of the Si02 support [32]. The Raman bands at - 975 and - 800 are also due to surface tungsten oxide species and crystalline WO3, respectively, since the bands are sharper than those for only the Si02 support. The Raman band at ^- 975 cm-' is assigned to the symmetric stretching mode of the terminal W=O bond of the surface tungsten W031ZrO2 T A v A itt E 1004 i 5^io 1009 804 761 3^io 1001 875 764 758 1100 1000 900 800 700 Raman Shift / cm\" Fig. 4. The in situ Raman spectra of the W03 /Zr02 catalysts under dehydrated conditions. D.S. Kim et al./Journal of'Molecular Catalysis A: Chemical 106 (1996) 93-102 902 WO,lSi01 713 266 $% 322 C N r - Z d 975 Soo 485 450 600 715 1 200 1 soo aoo 200 Raman Shift (cm-') Fig. S. The in situ Raman spectrum of the W03 /S2 catalysts under dehydrated conditions. oxide species. The Raman bands at 800 and 715 cm -' are due to crystalline WO3 particles. The intensity of the bands due to the Si02 support decrease with increasing tungsten oxide content because of the stronger signals from the tungsten oxide component. The 5% W03/S'02 catalyst exhibits Raman bands at 802, 713, 322, and 268 cm-' which are due to crystalline WO3 particles. 3.6. WO 3/Mg0 catalysts The in situ Raman spectra of the W03/MgO catalysts under dehydrated conditions are shown in Fig. 6. The 1 % W03/MgO catalyst exhibits a strong Raman band at 895 cm-' and weak Raman bands at ~ 1090, - 817, ^- 390, ^330, and - 275 cm-'. The weak Raman bands at 1090 and - 275 cm-' are characteristic of a crystalline CaC03 impurity present in the Mg0 support [33]. The Raman bands at 895, - 817, 390, and - 330 cm-' are assigned to nonstoichiometric compounds of Mgx(W04)y and 97 Ca-,(W04)y' Catalysts above 3% show Raman bands at - 915, - 330 and - 217 cm-', which are assigned to crystalline CaW04 [23,34,35]. The Raman band at ^- 915 cm-' for the W03/MgO catalysts above 5% is also characteristic of crystalline MgW04 [23] because the additional Raman band at ^- 800 cm-' due to crystalline MgW04 is present [23]. Crystalline CaW04 has strong Raman bands at 911 and 338 cm-' and weak Raman bands at 834, 798, 400, 211, and 118 cm-'. Crystalline MgW04 exhibits strong Raman bands at 911 and 800 cm-' and weak Raman bands at 705, 545, 414, 345, and 271 cm-'. The Raman bands due to the crystalline CaW04 and MgW04 increase at the expense of the bands at 1090, - 895, - 817, and ^- 275 cm-' as the tungsten oxide content increases. The Raman band observed at - 968 cm-' for the 5-12% W03/MgO catalysts is tentatively assigned to a mildly distorted terminal W=O bond of the surface tungsten oxide species. L a . i a _T C d C 6f E 912 WO, /Mg0 966 915 Boo 30 12% WO, 92~ 805 8% WO, 330 83 967 914 8 S% WO, 1090 819 695 3% WO, 817 1 % WO, 330 395 n 217 394 330219 217 392 ,,_. 390 275 1200 1000 800 600 400 200 Raman Shift (cm-') Fig. 6. The in situ Raman spectra of the WO, /Mg0 catalysts under dehydrated conditions. 98 4. Discussion D.S. Kim et al./Journal of Molecular Catalysis A: Chemical 106 (1996) 93-102 Many previous studies have proposed that two-dimensional transition metal oxide overlayers are formed when one metal oxide component (i.e., V205, M00. Cr03, WOE, Re207, Nb205, etc.) is deposited on a second metal oxide substrate (i.e., A1203, Ti02, Zr021 Si02, etc.) [27,29-31,36,37]. However, it was generally accepted that the structures of the surface metal oxide species on oxide supports are not influenced by presence or absence of moisture [27,29-31 ]. However, recent characterization studies have demonstrated that quite different metal oxide species are formed on oxide supports upon dehydration by performing in situ nuclear magnetic resonance (NMR) [38,39], EXAFS/XANES [40], and Raman spectroscopic studies [28,40-43]. It was concluded from these investigations that under ambient conditions hydrated surface metal oxide species are present on the oxide support surface and are essentially in a solvated state. Consequently, the surface structures of the metal oxide species under ambient conditions are strongly dependent on the net surface pH at PZC (point of zero charge) [44,45]. Upon dehydration at elevated temperature, the hydrated surface metal oxide species are unstable and decompose to form dehydrated surface metal oxide species [28,4O43, by direct interaction with the surface OH groups of support (formation of Metal-O-Support bonds) [46]. Kim et al. have shown that for the Mo03/Ti02 [47] and Cr03/S'02 [48] catalysts the dehydrated metal oxide species are formed upon dehydration above 573 K by combined Raman spectroscopic and thermal gravimetric studies. The above results suggest that the structural information of metal oxide species should be obtained under dehydrated conditions in order to investigate the relation between the surface structure-reactivity of supported metal oxide catalysts. The present in situ Raman spectroscopy studies revealed that the W03/support (A1203, Ti02, Nb205, and Zr02) catalysts possess a major Raman band at - 1000-1020 cm-' due to the terminal W=O bond of the dehydrated tungsten oxide species. In addition, previous IR studies showed that the W03/A'203 and WO3/Ti02 catalysts exhibit an IR band due to the terminal W=O bond of the dehydrated surface tungsten oxide species at 1010-1022 [28,29,49] and 1015 cm-' [49], respectively. The Raman and IR bands due to the terminal W=O bond, at corresponding tungsten oxide content, are observed at similar frequencies. The correspondence of the terminal W=O frequency in the Raman and IR spectra suggests that mono-oxo tungsten oxide species are present on the oxide support. If a di-oxo (O=W=O) tungsten oxide species were present, it should give rise to two Raman and IR bands due to the symmetric and asymmetric stretching modes of the O=W=O bond with different relative intensities and wavenumbers (30-50 cm-' difference) [49-51 ]. Moreover, Horsley et al. [ 15] found with in situ XANES that the surface tungsten oxide species in WO3/A1203 catalysts, calcined at 773 K, is predominantly present as a highly distorted, octahedrally coordinated tungsten oxide species at high tungsten oxide coverages and a distorted tetrahedral species at tungsten oxide coverages below 1 /3 monolayer. Hilbrig et al. [52] found with in situ XANES that the surface tungsten oxide species of W03/Ti02 catalysts, calcined at 673 K, is present as a distorted, pentahedral coordinated tungsten oxide species at high tungsten oxide coverages and a distorted tetrahedral species at tungsten oxide coverages below 1 /3 monolayer. Hilbrig et al. [52] also predicted the same situation for tungsten oxide on A1203. These in situ XANES and Raman results suggest that the structure of the surface tungsten oxide species on A1203 and Ti02 as well as Nb205 and Zr02 are a function of surface tungsten oxide coverage. In addition to the major Raman band at 1000-1020 cm-1, the tungsten oxide supported Nb20.1 Zr02, A120. and Ti02 catalysts also exhibit a weaker Raman band at - 800-960 D.S. Kim et al. /Journal of Molecular Catalysis A: Chemical 106 (1996) 93-102 99 cm-'. This band increases in intensity with increasing tungsten oxide coverage in the order Nb205 > Zr02 > A1203 > Ti02 which indicates the presence of a second tungsten oxide species. The Raman band at - 800-960 cm-' is assigned to the asymmetric mode of a W-O-W linkage, suggesting the second tungsten oxide species consists of a surface polytungsten oxide species on the oxide support [28]. The Raman band at - 956 cm-' of the WO3/Nb205 catalysts is more intense than the Raman band at 1018 cm-' for tungsten oxide coverages above 3%. The Raman band at 804 cm-' for the 3% WO.,/Zr02 catalyst becomes broadened and shifts to the higher wavenumber (875 cm-' ) region when the tungsten oxide coverage increases to 5%. For tungsten oxide contents above 5% WO3/A1203, additional weak Raman bands are present at - 590 and 215 cm-'. These bands increase as the band at - 880 cm -' increases with tungsten oxide coverage and are assigned to the symmetric and bending modes of the W-O-W linkage, respectively. The W03/T'02 catalysts exhibit a very weak Raman band at - 880 cm -1 which suggests the surface tungsten oxide species is present as a less polymerized surface tungsten oxide species. Silica supported metal oxides (Mo03, V205, Cr03, and WO3) generally possess very poorly dispersed metal oxide phases that are present as corresponding crystalline metal oxide particles when prepared by impregnation or the incipient wetness method [42,43,48,53,54]. Recently, Ekerdt et al. [46,53] demonstrated that the preparation method and precursor are important parameters that control the dispersion of surface molybdenum and tungsten oxide species on Si02. They have successfully prepared highly dispersed M00.Si02 and W03/S'02 catalysts up to 7.8 [46] and 9.6 wt% [55], respectively, without formation of crystalline M00.and WO3 by using a non-aqueous preparation method involving organometallic precursors. They [55] also reported that the surface tungsten oxide species on silica possesses an isolated, octahedrally coordinated tungsten oxide struc- ture with one short W=O bond (vs(W=O): 982-984 cm-') regardless of the tungsten oxide content. The current studies confirm that aqueous preparation of W03/S'02 catalysts with ammonium metatungstate favors the formation of crystalline W03 particles. The 1 % W03/S2 catalysts contains both surface tungsten oxide species, Raman band at - 975 cm-', and crystalline WO3 particles, Raman bands at - 800 and - 715 cm-'. The 5% W03/S'02 catalyst is dominated by the strong Raman signals of the crystalline WO3 particles and the surface tungsten oxide species are not detectable. Thus, the preparation method is responsible for controlling the dispersion of metal oxides on Si02. The W03/MgO catalysts showed very different Raman features compared to the other supported tungsten oxide catalysts. The absence of the 980-1020 cm-' Raman band due to the symmetric stretching mode of the terminal W=O bond for the dehydrated surface tungsten oxide species indicates that different tungsten oxide species are present on the MgO support. The Raman band at 968 cm-' for the 5-12% WO3/MgO catalysts is due to a mildly distorted W=O bond of the dehydrated surface tungsten oxide species since this band shifts upon hydration. Wang [29] and Kim et al. [42,55] have demonstrated that MgO and the CaO impurity are readily soluble in water and easily make a compound with M004- (aq), Cr04(aq), Re04 (aq), W04- (aq), and V04- (aq) during aqueous preparations. The formation of such compounds is strongly dependent on the pH of the impregnating solution, calcination temperature and time [42,55]. The Raman band positions for 1 % WO3/MgO catalyst does not correspond with the Raman bands of crystalline CaW04 and MgW04. The different Raman features for the 1 % WO3/MgO catalysts are attributed to the formation of a solid solution of tungsten oxide with the MgO support due to the strong acid-base interaction of W04- (aq) with MgO as well as nonstoichiometric compounds such as Mgx(W04)y* At high tungsten oxide D.S. Kim et al. /Journal of Molecular Catalysis A: Chemical 106 (1996) 93-102 contents, both CaW04 and MgW04 compounds are present. A similar trend is observed for the magnesia supported V205, M003, Re207, and Cr03 catalysts [55,56]. Supported tungsten oxide and molybdenum oxide catalysts behave similarly on the oxide supports A1203, T'02, Nb2051 Zr021 S'02, and MgO. The structures of the dehydrated surface tungsten and molybdenum oxide species on the oxide supports are both dependent on tungsten and molybdenum oxide [56-58] coverage, respectively. At low surface tungsten and molybdenum oxide coverages, a highly distorted, tetrahedral and isolated structure is dominant on the oxide supports A1203, Ti02, Nb205, and Zr02. As the tungsten and molybdenum oxide contents approach monolayer coverage, polytungsten and polymolybdenum oxide species also appear on the supports with a highly distorted, octahedral mono-oxo structure. Both isolated surface tungsten and molybdenum oxide species and crystallites are present on Si02, and their relative populations depend on the specific preparation method. Magnesium oxide supported tungsten and molybdenum oxide catalysts possess both surface oxide species and compound with MgO and the CaO impurity. The analogous behavior of the supported tungsten oxide and molybdenum oxide catalysts reflects the similar solid state chemistry of the two oxides [57]. Also, the monolayer densities of the supported tungsten and molybdenum oxide catalysts [57] are very similar as shown in Tables 1 and 2, respectively. Since tungsten and molybdenum oxide supported MgO and Si02 catalysts form compounds and crystals at mono- Table 1 The surface density of supported W03 catalysts at monolayer coverage Support Surface area Monolayer loading Surface density (M 2/g) (wt% W03) A1203 180 Ti02 55 Zr02 39 NbZ05 120 -14 (W/nm2) 4.0 4.2 4.0 3.0 Table 2 The surface density of supported Mo03 catalysts at monolayer coverage Support Surface area Monolayer loading (mz/g) (wt% Mo03) AI203 180 -20 Ti02 55 Zr02 39 Nb205 55 Surface density (Mo/nmZ) 4.6 4.6 4.3 4.6 -6 -4 -6 layer coverage, respectively, their monolayer densities are not listed in Tables l and 2. 5. Conclusion A series of supported tungsten oxide catalysts on different oxide supports (A1203, Ti02, Nb205, Zr021 Si02, and Mg0) was structurally characterized by in situ Raman spectroscopy. The surface tungsten oxide species on A1203, Ti02, Nb205, and Zr02 possess a highly distorted, octahedrally coordinated surface tungsten oxide structure with one short W=O bond (mono-oxo species) at high surface coverages. The extent of the polymerization of the surface tungsten oxide species is strongly dependent on the tungsten oxide coverage and the specific oxide support. At low surface coverages, an isolated, tetrahedral, coordinated surface tungsten oxide species appears to predominate. The W03/S'02 catalyst contains crystalline WO3 because of the lower density and reactivity of the silica surface OH groups during the aqueous preparation method. The W03/Mg0 catalysts possess MgW04 and CaW04 compounds due to the high solubility of Mg0 and impurity Ca0 in aqueous solutions and the strong acid-base interaction between tungsten oxide and Mg0/CaO. The presence of some surface tungsten oxide species on Mg0 was also detected. The current findings for supported tungsten oxide catalysts essentially follow the behavior previously found for the corresponding supported molybdenum oxide catalysts. Acknowledgements The financial support of Department of En- ergy, Basic Energy Sciences (program #DEFG02-93ER14350) is gratefully acknowl- edged. References [I] M. Ai, J. Catal., 49 (1977) 305. [2] T. Yamaguchi, Y. Tanaka and K. Tanabe, J. Catal., 65 (1980) 442. [3] A.J. Moffat, A. Clark and M.M. Johnson, J. Catal., 22 (1971) 379. [4] W. Grunert, R. Feldhaus, K. Anders, E.S. Shpiro and K.M. Minachev, J. Catal., 120 (1989) 444. [5] D.C. Grenobole and W. Weissman, US Pat. No. 4 233 (1980) 179. [6] E. Ogata, Y. Kamiya and N. Ohta, J. Catal., 29 (1973) 296. [7] H. Hattori, N. Asada and K. Tanabe, Bull Chem. Soc. Jpn., 51 (1978) 1704. [8] M. Imanari, Y. Watanabe, S. Matsuda and F. Nakajima, in T. Seiyama and K. Tanabe (Eds.), Proceedings, 7th International Congress on Catalysis, Tokyo, 1980 p. 604. Kodansa/Elsevier, Tokyo/Amsterdam, 1981. [9] S. Morikawa, K. Takahashi, J. Mogi and S. Kurita, Bull. Chem. Soc. Jpn., 55 (1982) 2254. [ 10] 1. Bemholc, J.A. Horsley, L.L. Murrell, L.G. Sherman and S. Soled, J. Phys. Chem., 91 (1987) 1526. [11] A.J. van Roosmalen, D. Koster and J.C. Mol, J. Phys. Chem., 84 (1980) 3075. [12] W. Grnnert, E.S. Shpiro, R. Feldhaus, K. Anders, G.V. Antoshin and K.M. Minachev, J. Catal., 107 (1987) 522. [131 I.E. Wachs, C.C. Chersich and J.H. Hardenbergh, Appl. Catal., 13 (1985) 335. [ 141 F. Hilbrig, H.E. Gobel, H. Knozinger, H. Schmelz and B. Lengeler, J. Phys. Chem., 95 (1991) 6973. [15] J.A. Horsley, I.E. Wachs, J.M. Brown, G.H. Via and F.D. Hardcastle, J. Phys. Chem., 91 (1987) 4014. [16] J.C. Carver, I.E. Wachs and L.L. Murrell, J. Catal., 100 (1986) 500. [17] S.S. Chan, I.E. Wachs, L.L. Murrell and N.C. Dispenziere, Jr., J. Catal., 92 (1985) 1. [18] S.S. Chan, I.E. Wachs and L.L. Murrell, J. Catal., 90 (1984) 150. [19] S. Soled, L.L. Murrell, I.E. Wachs, G.B. Mcvichel, S.S. Chan, N.C. Dispenziere and R.T.K. Baker, in R.K. Grasselli and J.F. Brazdil (Eds.), Solid State Chemistry in Catalysis, ACS Symposium Series 279, American Chemical Society, Washington, D.C., 1985, p. 165. [20] S.S. Chan, I.E. Wachs, L.L. Murrell and N.C. Dispenziere, in S. Kaliaguine and A. Mahay (Eds.), Catalysis on the Energy Scene, Elsevier Science Publishers-B.V., Amsterdam, 1984, p. 259. D.S. Kim et al./Journal nfMolecular CatalysisA: Chemical 106 (/996) 93-102 101 [21] I.E. Wachs, F.D. Hardcastle and S.S. Chan, Spectroscopy, I (1986) 30. [22] R. Thomas, F.P.J.M. Kerkhof, J.A. Moulijn, J. Madema and V.H.J. de Beer, J. Catal., 61 (1980) 559. [231 R. Thomas, M.C. Mittelmeijer-Hazeleger, F.P.J.M. Kerkhof, J.A. Moulijn, J. Medema and V.H.J. de Beer, in H.F. Barry and P.C.H. Mitchell (Eds.), Proceedings, Climax Third International Conference on the Chemistry and Uses of Molybdenum, Climax Molybdenum Co., Ann Arbor, MI, 1979, p. 85. [241 P. Tittarelli, A. Iannibello and P.L. Villa, J. Solid State Chem., 37 (1981) 95. [25] R. Thomas, J.A. Moulijn and F.P.J.M. Kerkhof, Recl. Trav. Chem. Pays-Bas, 96 (1977) M 134. [26] G.C. Bond, J.P. Flamerz and L. van Wijk, Catal. Today, I (1987) 229. [27] S.S. Chan, I.E. Wachs, L.L. Murrell, L. Wang and W.K. Hall, J. Phys. Chem., 88 (1984) 5831. [281 (a) M.A. Vuurman, PhD Thesis, University of Amsterdam, 1992; (b) M.A. Vuurman and I.E. Wachs, J. Phys. Chem., 96 (1992) 5008; (c) M.A. Vuurman, I.E. Wachs and A.M. Hirt, J. Phys. Chem., 95 (1991) 9928. [29] L. Wang, PhD Thesis, The University of Wisonsin, Milwau kee, WI, 1982. [30] J.M. Stencel, L.E. Makovsky, J.R. Diehl and T.A. Sarkus, J. Raman Spectrosc., 25 (1984) 282. [311 E. Payen, S. Kasztelan, J. Grimblot and J.P. Bonnell, J. Raman Spectrosc., 17 (1986) 233; J. Mol. Struct., 143 (1986) 259. [32] D.R. Tallant, B.C. Bunker, C.J. Brinker and C.A. Balfe, Mater. Res. Symp. Proc., 73 (1986) 261. [33] J.M. Jehng and I.E. Wachs, J. Phys. Chem., 95 (1991) 7373. [341 (a) R.K. Khanna, W.S. Brower, B.R. Guscott and E.R. Lippincott, Journal of Research of the National Bureau of Standard-A. Physics and Chemistry, 72A (1968) 81; (b) R.K. Khanna and E.R. Lippincott, Spectrochim. Acta, 24A (1968) 905. [35] S.P.S. Porto and J.F. Scott, Phys. Rev. 157 (1967) 716. [36] L. Dixit, D.L. Gerrard and H. Bowley, Appl. Spectrosc. Rev., 22 (1986) 189. [371 J.R. Bartlett and R.P. Coonet, in R.J.H. Clark and R.E., Hester (Eds.), Spectroscopy of Inorganic-Based Materials, Wiley, New York, 1987, p. 187. [381 (a) H. Ekerdt and I.E. Wachs, J. Phys. Chem., 93 (1989) 6796; (b) H. Ekerdt, G. Deo, I.E. Wachs and A.M. Hirt, Colloids Surf., 45 (1990) 347. [391 N. Das, H. Ekerdt, H. Hu, I.E. Wachs, J.F. Walzer and F.J. Fetter, J. Phys. Chem., 97 (1993) 8240. [40] M. de Boer, A.J. van Dillen, D.C. Koningsberger, J.W. Gues, M.A. Vuurman and I.E. Wachs, Catal. Lett., 11 (1991) 227. [41] T. Machej, J. Haber, A.M. Turek and I.E. Wachs, Appl. Catal., 70 (1990) 115. [42] (a) D.S. Kim, K. Segawa, T. Soeya and I.E. Wachs, J. Catal., 136 (1992) 539; (b) D.S. Kim and I.E. Wachs, J. Catal., 141 (1993) 419; (c) D.S. Kim and I.E. Wachs, J. Catal., 146 (1994) 268. [43] G. Deo, PhD Thesis, Lehigh University, Bethlehem, PA, 1993. [44] G. Deo and I.E. Wachs, J. Phys. Chem., 95 (1991) 5889. 102 D.S. Kim et al. /Journal of Molecular Catalysis A: Chemical 106 (1996) 93-102 [45] S.D. Kohler, J.G. Ekerdt, D.S. Kim and I.E. Wachs, Catal. Lett., 16 (1992) 231. [ R.D. Roark, S.D. Kohler, J.G. Ekerdt, D.S. Kim and I.E. Wachs, Catal. Lett., 16 (1992) 77. [471 D.S. Kim and I.E. Wachs, to be submitted to Journal of Molecular Catalysis. [48] D.S. Kim, J.M. Tatibouet and I.E. Wachs, J. Catal., 136 (1992) 209. [49] G. Ramis, G. Busca, C. Christiani, L. Lietti, P. Forzatti and F. Bregani, Langmuir, 8 (1992) 1744. [501 B. Soptrajanov, A. Nikolovskii and I. Petrov, Spetrochim. Acta A, 24 (1968) 1617. [511 W. Levason, R. Narayanaswami, J.S. Ogden, A.J. Rest and J.W. Turff, J. Chem. Soc., Dalton Trans., 2009 (1982). [52] F. Hilbrig, H.E. Gobel, H. Knozinger, H. Schmelz and B. Lengeler, J. Phys. Chem., 95 (1991) 6974. [53] R. Thomas, M.C. Mittelmeijer-Hazeleger, F.P.D.J. Kerkhof, J.A. Moulijn, 1. Medema and V.H.J. de Beer, in H.F. Barry and P.C.H. Mitchell (Eds.), Proceedings, 3rd Intematonal Climax Conference on the Chemistry and Usage of Molybdenum, Ann Arbor, MI, 1979, p. 85. [541 C.C. Williams, J.G. Ekerdt, J.M. Jehng, F.D. Hardcastle, A.M. Turek and I.E. Wachs, J. Phys. Chem., 95 (1991) 8781. [55] D.S. Kim and I.E. Wachs, unpublished results. [56] S.R. Bare, S. Chang and M.A. Leugers, J. Phys. Chem., 96 (1992) 10358. [571 H.H. Hu, PhD Thesis, Lehigh University, Bethlehem, PA, 1994. [58] D.S. Kim, I.E. Wachs and K. Segawa, J. Catal., l(1994) 268. MOLCAA 95001867 1381-1169(95)00186-7 10.1016/1381-1169(95)00186-7 Molecular aspects of heterogeneous catalysis Article Surface structures of supported tungsten oxide catalysts under dehydrated conditions Du Soung Kim 1 Marlene Ostromecki Israel E. Wachs ∗ Zettlemoyer Center for Surface Studies, Department of Chemical Engineering, Lehigh University, Bethlehem, PA 18015, USA ∗ Corresponding author. 1 Present address: Research and Development Division, Daelim Engineering Co., Ltd. #17-5, Yoido-dong, Yongdungpo-ku, Seoul, 150-010, South Korea. The molecular structures of the WO3/support (Al2O3, TiO2, Nb2O5, ZrO2, SiO2, and MgO) catalysts under in situ dehydrated conditions have been investigated by Raman spectroscopy. The series of catalysts was synthesized by the aqueous incipient wetness method. The WO3/support catalysts, with the exception of the WO3 SiO2 and WO3 MgO catalysts, possess a highly distorted, octahedrally coordinated surface tungsten oxide species with one short WO bond (mono-oxo tungsten oxide species) at high surface coverages. The WO3 SiO2 catalysts exhibit strong Raman features of crystalline WO3 particles due to the relative low density and reactivity of the surface hydroxyl groups. The WO3 MgO catalysts possess non-stoichiometric compounds, Mg x (WO4) y and Ca x (WO4) y , at low tungsten oxide contents and crystalline MgWO4 and CaWO4 at high tungsten oxide contents. This result is attributed to the high aqueous solubility of MgO as well as the CaO impurity and the strong acid-base interaction between WO2− 4 with Mg(OH)2 and Ca(OH)2. The current findings for supported tungsten oxide catalysts parallel the previous findings for supported molybdenum oxide catalysts and reflect the similar surface structural chemistry of these two oxides. References [1] M. Ai J. Catal. 49 1977 305 [2] T. Yamaguchi Y. Tanaka K. Tanabe J. Catal. 65 1980 442 [3] A.J. Moffat A. Clark M.M. Johnson J. Catal. 22 1971 379 [4] W. Grunert R. Feldhaus K. Anders E.S. Shpiro K.M. Minachev J. Catal. 120 1989 444 [5] D.C. Grenobole and W. Weissman, US Pat. No. 4 233 (1980) 179. [6] E. Ogata Y. Kamiya N. Ohta J. Catal. 29 1973 296 [7] H. Hattori N. Asada K. Tanabe Bull Chem. Soc. Jpn. 51 1978 1704 [8] M. Imanari Y. Watanabe S. Matsuda F. Nakajima T. Seiyama K. Tanabe Proceedings, 7th International Congress on Catalysis Tokyo, 1980 1981 Kodansa/Elsevier Tokyo/Amsterdam 604 [9] S. Morikawa K. Takahashi J. Mogi S. Kurita Bull. Chem. Soc. Jpn. 55 1982 2254 [10] J. Bernholc J.A. Horsley L.L. Murrell L.G. Sherman S. Soled J. Phys. Chem. 91 1987 1526 [11] A.J. van Roosmalen D. Koster J.C. Mol J. Phys. Chem. 84 1980 3075 [12] W. Grunert E.S. Shpiro R. Feldhaus K. Anders G.V. Antoshin K.M. Minachev J. Catal. 107 1987 522 [13] I.E. Wachs C.C. Chersich J.H. Hardenbergh Appl. Catal. 13 1985 335 [14] F. Hilbrig H.E. Gobel H. Knozinger H. Schmelz B. Lengeler J. Phys. Chem. 95 1991 6973 [15] J.A. Horsley I.E. Wachs J.M. Brown G.H. Via F.D. Hardcastle J. Phys. Chem. 91 1987 4014 [16] J.C. Carver I.E. Wachs L.L. Murrell J. Catal. 100 1986 500 [17] S.S. Chan I.E. Wachs L.L. Murrell N.C. Dispenziere Jr. J. Catal. 92 1985 1 [18] S.S. Chan I.E. Wachs L.L. Murrell J. Catal. 90 1984 150 [19] S. Soled L.L. Murrell I.E. Wachs G.B. Mcvichel S.S. Chan N.C. Dispenziere R.T.K. Baker R.K. Grasselli J.F. Brazdil Solid State Chemistry in Catalysis ACS Symposium Series 279 1985 American Chemical Society Washington, D.C 165 [20] S.S. Chan I.E. Wachs L.L. Murrell N.C. Dispenziere S. Kaliaguine A. Mahay Catalysis on the Energy Scene 1984 Elsevier Science Publishers B.V Amsterdam 259 [21] I.E. Wachs F.D. Hardcastle S.S. Chan Spectroscopy 1 1986 30 [22] R. Thomas F.P.J.M. Kerkhof J.A. Moulijn J. Madema V.H.J. de Beer J. Catal. 61 1980 559 [23] R. Thomas M.C. Mittelmeijer-Hazeleger F.P.J.M. Kerkhof J.A. Moulijn J. Medema V.H.J. de Beer H.F. Barry P.C.H. Mitchell Proceedings, Climax Third International Conference on the Chemistry and Uses of Molybdenum 1979 Climax Molybdenum Co Ann Arbor, MI 85 [24] P. Tittarelli A. Iannibello P.L. Villa J. Solid State Chem. 37 1981 95 [25] R. Thomas J.A. Moulijn F.P.J.M. Kerkhof Recl. Trav. Chem. Pays-Bas 96 1977 M134 [26] G.C. Bond J.P. Flamerz L. van Wijk Catal. Today 1 1987 229 [27] S.S. Chan I.E. Wachs L.L. Murrell L. Wang W.K. Hall J. Phys. Chem. 88 1984 5831 [28] (a) M.A. Vuurman PhD Thesis 1992 University of Amsterdam [28] (b) M.A. Vuurman I.E. Wachs J. Phys. Chem. 96 1992 5008 [28] (c) M.A. Vuurman I.E. Wachs A.M. Hirt J. Phys. Chem. 95 1991 9928 [29] L. Wang PhD Thesis 1982 The University of Wisonsin Milwaukee, WI [30] J.M. Stencel L.E. Makovsky J.R. Diehl T.A. Sarkus J. Raman Spectrosc. 25 1984 282 [31] E. Payen S. Kasztelan J. Grimblot J.P. Bonnell J. Raman Spectrosc. 17 1986 233 J. Mol. Struct. 143 1986 259 [32] D.R. Tallant B.C. Bunker C.J. Brinker C.A. Balfe Mater. Res. Symp. Proc. 73 1986 261 [33] J.M. Jehng I.E. Wachs J. Phys. Chem. 95 1991 7373 [34] (a) R.K. Khanna W.S. Brower B.R. Guscott E.R. Lippincott Journal of Research of the National Bureau of Standard-A. Physics and Chemistry 72A 1968 81 [34] (b) R.K. Khanna E.R. Lippincott Spectrochim. Acta 24A 1968 905 [35] S.P.S. Porto J.F. Scott Phys. Rev. 157 1967 716 [36] L. Dixit D.L. Gerrard H. Bowley Appl. Spectrosc. Rev. 22 1986 189 [37] J.R. Bartlett R.P. Coonet R.J.H. Clark R.E. Hester Spectroscopy of Inorganic-Based Materials 1987 Wiley New York 187 [38] (a) H. Ekerdt I.E. Wachs J. Phys. Chem. 93 1989 6796 [38] (b) H. Ekerdt G. Deo I.E. Wachs A.M. Hirt Colloids Surf. 45 1990 347 [39] N. Das H. Ekerdt H. Hu I.E. Wachs J.F. Walzer F.J. Feher J. Phys. Chem. 97 1993 8240 [40] M. de Boer A.J. van Dillen D.C. Koningsberger J.W. Gues M.A. Vuurman I.E. Wachs Catal. Lett. 11 1991 227 [41] T. Machej J. Haber A.M. Turek I.E. Wachs Appl. Catal. 70 1990 115 [42] (a) D.S. Kim K. Segawa T. Soeya I.E. Wachs J. Catal. 136 1992 539 [42] (b) D.S. Kim I.E. Wachs J. Catal. 141 1993 419 [42] (c) D.S. Kim I.E. Wachs J. Catal. 146 1994 268 [43] G. Deo PhD Thesis 1993 Lehigh University Bethlehem, PA [44] G. Deo I.E. Wachs J. Phys. Chem. 95 1991 5889 [45] S.D. Kohler J.G. Ekerdt D.S. Kim I.E. Wachs Catal. Lett. 16 1992 231 [46] R.D. Roark S.D. Kohler J.G. Ekerdt D.S. Kim I.E. Wachs Catal. Lett. 16 1992 77 [47] D.S. Kim and I.E. Wachs, to be submitted to Journal of Molecular Catalysis. [48] D.S. Kim J.M. Tatibouet I.E. Wachs J. Catal. 136 1992 209 [49] G. Ramis G. Busca C. Christiani L. Lietti P. Forzatti F. Bregani Langmuir 8 1992 1744 [50] B. Soptrajanov A. Nikolovskii I. Petrov Spetrochim. Acta A 24 1968 1617 [51] W. Levason R. Narayanaswami J.S. Ogden A.J. Rest J.W. Turff J. Chem. Soc., Dalton Trans. 2009 1982 [52] F. Hilbrig H.E. Gobel H. Knozinger H. Schmelz B. Lengeler J. Phys. Chem. 95 1991 6974 [53] R. Thomas M.C. Mittelmeijer-Hazeleger F.P.D.J. Kerkhof J.A. Moulijn J. Medema V.H.J. de Beer H.F. Barry P.C.H. Mitchell Proceedings, 3rd Internatonal Climax Conference on the Chemistry and Usage of Molybdenum Ann Arbor, MI 1979 85 [54] C.C. Williams J.G. Ekerdt J.M. Jehng F.D. Hardcastle A.M. Turek I.E. Wachs J. Phys. Chem. 95 1991 8781 [55] D.S. Kim and I.E. Wachs, unpublished results. [56] S.R. Bare S. Chang M.A. Leugers J. Phys. Chem. 96 1992 10358 [57] H.H. Hu PhD Thesis 1994 Lehigh University Bethlehem, PA [58] D.S. Kim I.E. Wachs K. Segawa J. Catal. 146 1994 268",
      "scopus-id": "0002987713",
      "coredata": {
        "eid": "1-s2.0-1381116995001867",
        "dc:description": "The molecular structures of the WO3/support (Al2O3, TiO2, Nb2O5, ZrO2, SiO2, and MgO) catalysts under in situ dehydrated conditions have been investigated by Raman spectroscopy. The series of catalysts was synthesized by the aqueous incipient wetness method. The WO3/support catalysts, with the exception of the WO3 SiO2 and WO3 MgO catalysts, possess a highly distorted, octahedrally coordinated surface tungsten oxide species with one short WO bond (mono-oxo tungsten oxide species) at high surface coverages. The WO3 SiO2 catalysts exhibit strong Raman features of crystalline WO3 particles due to the relative low density and reactivity of the surface hydroxyl groups. The WO3 MgO catalysts possess non-stoichiometric compounds, Mg x (WO4) y and Ca x (WO4) y , at low tungsten oxide contents and crystalline MgWO4 and CaWO4 at high tungsten oxide contents. This result is attributed to the high aqueous solubility of MgO as well as the CaO impurity and the strong acid-base interaction between WO2− 4 with Mg(OH)2 and Ca(OH)2. The current findings for supported tungsten oxide catalysts parallel the previous findings for supported molybdenum oxide catalysts and reflect the similar surface structural chemistry of these two oxides.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-03-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995001867",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kim, Du Soung"
          },
          {
            "@_fa": "true",
            "$": "Ostromecki, Marlene"
          },
          {
            "@_fa": "true",
            "$": "Wachs, Israel E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995001867"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995001867"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00186-7",
        "prism:volume": "106",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Surface structures of supported tungsten oxide catalysts under dehydrated conditions",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "93-102",
        "prism:endingPage": "102",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 March 1996",
        "prism:doi": "10.1016/1381-1169(95)00186-7",
        "prism:startingPage": "93",
        "dc:identifier": "doi:10.1016/1381-1169(95)00186-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "77",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995001867-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "583",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "75",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995001867-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "543",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "77",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995001867-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "583",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "75",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995001867-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "543",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002987713"
      }
    }
  }
}