{
  "metadata": {
    "title": "Soluble and supported carbonylation catalysts derived from rhodium-phosphonate-phosphane complexes",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-05-06",
    "doi": "10.1016/1381-1169(95)00233-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995002332",
    "pii": "1381116995002332"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030572038",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-11-05T21:50:31 1-s2.0-1381116995002332 1381-1169(95)00233-2 1381116995002332 10.1016/1381-1169(95)00233-2 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S1381116900X00179 2015-05-13T23:01:31.432129-04:00 0 0 19960506 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 107 107 1 3 1 2 3 Volume 107, Issues 1–3 41 339 346 339 346 19960506 6 May 1996 1996-05-06 1996 Proceedings of the 8th International Symposium on the Relations between Homogeneous and Heterogeneous Catalysis Balatonfured 10–14 September 1995 19950910 19950914 L. Guczi, S. Gobolos, G. Palyi converted-article fla Copyright © 1996 Published by Elsevier B.V. SOLUBLESUPPORTEDCARBONYLATIONCATALYSTSDERIVEDRHODIUMPHOSPHONATEPHOSPHANECOMPLEXES BISCHOFF S LINDNER 1986 2616 E LINDNER 1988 75 E LINDNER 1990 291 E WEGMANN 1987 1891 R WEGMANN 1986 R WEGMANN 1987 174788 R ABUGNIM 1993 L275 C ABUGNIM 1994 115 C BADER 1991 27 A KNOWLES 1983 106 W MICHALSKA 1983 345 Z STARZEWSKI 1985 599 K BAKER 1995 197 M FREIBERG 1993 337 J WEIGT 1995 91 A SANGER 1977 120 A VIZIOROSZ 1973 379 A THEOLIER 1980 415 A VIZIOROSZ 1994 4600 A MOLOY 1989 2883 K BISCHOFFX1996X339 BISCHOFFX1996X339X346 BISCHOFFX1996X339XS BISCHOFFX1996X339X346XS item 1381-1169(95)00233-2 1381116995002332 1-s2.0-1381116995002332 10.1016/1381-1169(95)00233-2 271358 2010-11-30T03:46:01.879551-05:00 1996-05-06 1-s2.0-1381116995002332-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002332/MAIN/application/pdf/1a6faebbdfd71dddb556f004c83fd89d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002332/MAIN/application/pdf/1a6faebbdfd71dddb556f004c83fd89d/main.pdf main.pdf pdf true 563924 MAIN 8 1-s2.0-1381116995002332-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002332/PREVIEW/image/png/d3286c937f195d0b2202cbcec330ebdb/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002332/PREVIEW/image/png/d3286c937f195d0b2202cbcec330ebdb/main_1.png main_1.png png 71451 849 656 IMAGE-WEB-PDF 1 ~ JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL ELSEVIER Journal of Molecular Catalysis A: Chemical 107 (1996) 339-346 Soluble and supported carbonylation catalysts derived from rhodium-phosphonate-phosphane complexes S. Bischoff a,*, A. Weigt a, H. Miegner b, B. Lticke a a Institute for Applied Chemistry Berlin-Adlershof, Rudower Chaussee 5, 12489 Berlin, Germany b Centre for Heterogeneous Catalysis (KAI e.V.), Rudower Chaussee 5, 12489 Berlin, Germany Abstract Phosphonate-phosphanes form both chelate and open-chain complexes with rhodium, which can easily be converted into each other. This property has been used in the development of new and efficient carbonylation catalysts. During the catalytic cycle, the phosphane group is assumed to be coordinated to the transition metal, while the phosphoryl-oxygen of the phosphonate group is supposed to change between a free and a coordinated state, thus vacating or occupying a coordination site. IR studies support the hemilabile behaviour of surface Rh-complexes under the reaction conditions. Activation enthalpies, obtained for hemilabile rhodium catalysts in homogeneous methanol carbonylation, increased significantly with growing distance between phosphonate and phosphane group. Attempts of preparing stable rhodium complex catalysts adsorbed on silica or alumina for slurry-phase or vapour-phase carbonylations failed. Activated carbon has been shown to be a suitable support for hemilabile rhodium complexes, but normal diffusion of reactants begins to limit the carbonylation rate over the supported catalysts. Keywords: Phosphonate-phosphanes; Hemilabile catalysts; Rhodium; Methanol; Carbonylation; Phosphane complexes; Supported catalysts 1. Introduction Mixed bidentate phosphane ligands such as ether-phosphanes [1-3], phosphane oxide- phosphanes [4], phosphanpyridines and 10- phosphano-amines [5] containing O- or N-donor groups and a strongly electron-donating phos- phane group, are known to enhance activities or selectivities of Rh-catalysed carbonylations. Also other transition metals form hemilabile O,P-chelate complexes, which have been ex- tensively reviewed by Lindner [6]. It has been suggested that the oxygen-donating site of the bidentate ligand changes between a coordinated * Corresponding author. 1381-1169/96/$15.00 1996 Published by Elsevier Science B.V. All SSDI 1381- 1169(95)00233-2 and an uncoordinated state during the catalytic cycle, thus forming chelate and open-chain metal complex structures [1,4]. The intramolecular generation and occupance of free coordination sites is assumed to accelerate rate-determining steps in the methanol carbonylation route. Het- erobidentate complexes catalysed not only car- bonylations effectively but also hydrogenation [7], hydrosilylation [8], and ethylene polymer- ization [9]. The phosphane sulphide-phosphane, Ph2PCH2P(S)Ph2, was reported to form a cata- lyst that is eight times more active in methanol carbonylation than the conventional Monsanto- catalyst [ 10]. It should be noted that no evidence for hemilabile behaviour was found for the new catalyst. rights reserved 340 S. Bischoff et al./Journal of Molecular Catalysis A: Chemical 107 (1996) 339-346 tOR CO OR ph\\ I,,II Ph'PN / \"~.P-- Rli - L MeCOI Rh .,i L Ph LI L/ ~CO ,,CO RO..p RO. ,p \\~ Ro'P~ ,,Ph RO~ ph l~' ph.P\\ /I Rh ,,I L ph.PN /CO Rh L/ ~l'CO L/ \\L I Me RO. t,~ k.3 Ph -iP ,I ~~k2Mel k3~ RO'P~ iPh L-Rff'-CO L I Me Fig. 1. Methanol carbonylation with hemilabile Rh complex cata- lysts. derived from ligands la-d (Fig. 2) in homoge- neous methanol carbonylation. The phosphonate group was furthermore ex- pected to facilitate surface-anchoring of the transition metal complexes on oxidic materials such as silica or alumina. We prepared several supported catalysts with rhodium complexes us- ing alumina, silica and activated carbon as car- rier materials and will report on their properties in slurry- and vapour-phase carbonylation. 2. Experimental 2.1. Materials Rhodium complexes with phosphonate-phos- phanes [11] appeared as promising catalyst pre- cursors because they form hemilabile com- plexes, which should enhance the necessary for- mation of free coordination sites in Rhl-inter- mediates by ring-opening of chelate structures and facilitate the generation of the more ox- ophilic Rhln-intermediates by O,P-chelate for- mation (Fig. 1). The concept of hemilabile cata- lysts with chelate structures involved in rate-de- termining steps implies that the distance and structure between the phosphane and the phos- phonate group should affect the carbonylation activity. To examine this hypothesis, we studied the activity of new rhodium complex catalysts Phph 0 PhPh A* IOI i,~h/ P-X-P (OR)2 \\[~R+/p-II~ Ph2P-X - P(OR} 2 t.~ \"CI h ~O P(OR) 2 la-d h-d 3a- A=BF4, PF8 X R a - CH2- ipr b - CH2 CH2- Me, Et \" CH2CH2CH2\" iPr d ~ ~Pr Fig. 2. Ligands and rhodium-phosphonate-phosphane complexes. Methanol, methyl iodide and methyl acetate (Merck) were used as received. Tetrahydrofuran was distilled from sodium/benzophenone. Dichloromethane was dried over molecular sieve, type 3A (Alfa Products). Activated car- bon (Desorex ED 47, Lurgi, specific surface area 800 m2/g), alumina (Aluperl 1039/6, GS 2363, Kalichemie, specific surface area 52 m2/g, and silica (large-pore silica, Alfa Prod- ucts, specific surface area 270 m2/g) were dried at 250 in vacuum (< 30 Pa) for 4 h and stored in a desiccator. Particle size fractions between 0.3 and 0.8 mm were used for the preparation of support catalysts. The preparation and characterisation of the heterobidentate rhodium complexes are described elsewhere [11,12]. Stirring of an aqueous solution of NaOH with a solution of lb in CH2C12 at 40 af- forded the corresponding half-ester, which was neutralized by HC1. After evaporation of CH2C12, the half-ester was dissolved in deoxy- genated tetrahydrofuran and refluxed over A1203 or SiO2 for 24 h. Unreacted half-ester was removed from the support by extraction with tetrahydrofuran in a Soxhlet apparatus. [C1Rh(cod)]2 was dissolved in CH2C12 and al- lowed to react with the phosphane-modified oxides at room temperature for 24 h. Supported catalysts for vapour-phase carbonylations were prepared by impregnation of activated carbon, S. Bischoff et al./ Journal of Molecular Catalysis A: Chemical 107 (1996) 339-346 341 silica and alumina with 2a, 2b, [C1Rh(cod)]2, [C1Rh(CO)(dppe)] (dppe: Ph2P-(CH2)2-PPh2), [C1Rh(cod)(dppe-O)] [4] (dppe-O: Ph2P- (CH2)2-P(O)Ph2) and [(dppp)Rh(CO)C1]2 [13] (dppp: Ph2P-(CH2)3-PPh2) dissolved in CH2C12. Total metal loading varied between 0.1 and 0.5 wt.%. 2.2. Catalytic runs Catalytic activities of the soluble Rh-catalysts were tested in a stirred 100-ml autoclave made of stainless steel. To exclude air, the autoclave was filled with 100 mmol methanol using Schlenk techniques, 6-48 mmol methyl iodide, 0.05-0.2 mmol rhodium complex, and methyl acetate was added to reach a total volume of 25 ml. After pressurizing with CO (1.5 MPa cold), the filled autoclave was heated to a reaction temperature between 120 and 195 and then the pressure was adjusted to 3 MPa. During the catalytic runs, the reaction pressure was kept constant at this value with a pressure regulator. The carbonylation rate was monitored by recording the rate of CO uptake from a reser- voir. Carbonylation activity was calculated from the initial CO conversion rate (CO conversion < 20%). Slurry-phase carbonylations were carried out in a 250-ml autoclave equipped with a fixed catalyst basket and a magnetic stirrer, using 19 to 50 g of supported catalysts. The autoclave was filled to a volume of 122 ml with a mixture of methanol (8.21 mol/1), methyl iodide (1.02 mol/l) and acetone (8.2 mol/l, internal stan- dard for GC) and the reaction was conducted at 180 and 5 MPa. The conversion was followed by GC analysis of 10 to 20 samples taken at certain time intervals. After the catalytic runs, the solid catalysts were washed with acetone and used again. The Rh contents of the catalysts and the filtered solutions were determined by atom absorption spectroscopy. A continuous flow type reaction apparatus with a fixed bed was used for the vapour-phase carbonylations. The catalysts (400-600 mg) were investigated without any activation proce- dure. The reactor (made of a stainless steel tube, inner diameter 6 mm) was heated to reaction temperature in an At-stream under atmospheric pressure. CO was fed to build up the reaction pressure between 0.5 and 2 MPa. The mixture o Ph2P ~ P(OMe)2 V(p.._O) : 1239 cm -1 ] Ph Ph 0 ,, P ~ P(OMe)2 V(p___O) : 1239 cm -1 ~'~gX _ I - AgCI Ph Ph ]+ x- \"0 ~P(OMe)2 ~ ! V(p__o) : 1190 cm -1 Ph Ph 0 1 ~Rh,,~P~ P(OMe)2 1 X- \"~ \"%0 / i j Vfp_..O) : 1230 cm -1 Fig. 3. Reactions and IR data of complexes derived from lb [ 12]. X=PFe B~ 342 S. Bischoff et al. / Journal of Molecular Catalysis A: Chemical 107 (1996) 339-346 of methanol and the promoter methyl iodide was introduced with a Shimadzu LC 10AD HPLC pump. Product gas analysis was con- ducted with on-line GC. Yields of the products Ligands la 24.91 (d) - and selectivities of the reaction were calculated lb 34.50 (d) - based on the substrate consumed, lc 29.71 (d) - In-situ IR investigations were carried out with ld 16.13 - 20-50 mg of self-supporting catalyst tablets in a Open-chain complexes quartz cell. The transmission spectra were 2a 21.33(d) - recorded with a BIORAD FTS 60A-FTIR spec- 2b 32.80 (d) - 2c 29.28 (d) - trometer. For comparison, spectra were related 2d 15.17 - to those of pure silica or -- in the case of CO-adsorption -- to the starting spectrum. For Chelate complexes 3a 48.85 (dd) 5.7 interpretation, spectra of the pure substances 3b 38.79(dd) 2.9 [C1Rh(cod)2], lb, 2b, dppe, [C1Rh(CO)(dppe)] 3c 40.13(d) 8.1 in KBr were employed, and literature data for model complexes [14] considered. Table 1 31P-NMR data of ligands and Rh complexes [12] ~P = O JPORh JPP t~Phosphane JPRh 45.9 - 25.32 (d) 62.0 - 12.10 (d) 2.9 - 17.37 (d) - -5.19 16.9 21.51 (dd) 156.8 63.0 26.80 (dd) 150.0 4.9 26.60 (dd) 151.6 - 30.87 (d) 150.8 50.8 14.69 (dd) 149.6 13.1 21.21 (dd) 154.0 - 23.74 (dd) 153.5 Measured in CHCI3 with external standard (85% H3PO4), 8 ill ppm, J in Hz, d = doublet, dd= double-doublet. 3. Results and discussion 3.1. The hemilabile character of phosphonate- phosphane-Rh complexes Both, cyclic and open-chain complexes were isolated after stoichiometric reactions at mild conditions [12]. The catalyst precursors 2a-c were smoothly converted with AgBF4 or AgPF6 into the halogen-free chelate complexes at room temperature and the ring-opening was easily achieved with CO at room temperature and atmospheric pressure. Fig. 3 illustrates this for complexes derived from lb. Reversibility of the ring-opening under reaction-like conditions is assumed from IR investigations of supported complexes (see below). IR shifts in the stretch- ing band of the phosphoryl group 7)(p=o) to lower values in 3a-c (KBr-pellet or solution) indicate the coordination of phosphoryl oxygen. 31p NMR data are listed in Table 1. The signals of the coordinated phosphane groups are shifted towards lower fields with respect to the free ligands. The coupling constants JPRh indi- cate square-planar structures of open-chain and chelate complexes. The chelate structures of 3a-c are confirmed by low field shifts of the phosphoryl-phosphorus signal (6p=o), com- pared to la-c, 2a-c and additionally by its coupling with rhodium (JPoRh). Considering the IR spectra of 3a-c, it is concluded that the P=O-groups and not the P-O-R'-groups act as oxygen donors. 3.2. Homogeneous rhodium-phosphonate- phosphane catalysts The methanol carbonylation to acetic acid can roughly be formulated as a sequence of oxidative addition of the promoter methyl io- dide, followed by methyl group migration to a CO ligand and reductive elimination of acetyl 20 E _ 80 m 10 \"6 i o i 40 _, ] I-- 0 100 200 time [rnin] Fig. 4. Typical autoclave experiment with soluble catalysts. S. Bischoff et al./ Journal of Molecular Catalysis A: Chemical 107 (1996) 339-346 Table 2 Ligand effects on activation parameters in homogeneous Rh-catalysed methanol carbonylation 343 Rh/AC a None b PPh3 c dppe o 2a 2b 2c 2d AH * [kJ/mol] 20.4 67.5 54.9 27.5 38.6 55.2 61.8 76.0 + 9.2 13.1 5.4 6.2 3.4 5.2 5.3 9.1 AS* [J/mol/K] -233 - 112 - 141 -211 -- 179 - 141 - 126 -90 + 22 32 13 15 8 12 12 22 a Slurry-phase, [C1Rh(cod)]2/activated carbon, rough estimation. b [ClRh(cod)]2\" c [ClRh(cod)]2 + 2 PPh3. a [C1Rh(COXdppe)]. iodide induced by CO attack. The promoter is regenerated from methanol and HI, the last be- ing liberated in the fast and irreversible protoly- sis of acetyl iodide. A typical kinetic run is described in Fig. 4, The linearity of the plot for the CO uptake vs, time shows the zero-order of the substrate methanol. Second-order rate constants ki (1 mol-1 s-l) were related to the concentrations of rhodium and methyl iodide, and determined in a temperature range between 120 and 195. The rate constants obtained for various Rh- catalysts were used for the calculation of activa- tion parameters. Activation enthalpies and en- tropies resulting from 6 to 8 rate constants per catalyst are summarised in Table 2. The activa- tion enthalpies change significantly over a wide range. It is interesting that activation enthalpies obtained for the hemilabile catalyst precursors 2a-d increased with growing distances between the phosphonate- and phosphane-group. The highest activation enthalpy was found for the p-phenylene-bridged phosphonate-phosphane ligand ld, which can not form chelate com- plexes. This indicates that chelate structures are involved in one of the rate-limiting steps. Ox- idative addition of methyl iodide does not seem to be the only rate-determining step, as it is suggested by the decrease of its reaction order to values about 0.5 in the presence of hemilabile ligands. It is known, that phosphane ligands can stabilize acyl species and thus slow down reduc- tive elimination [15]. Rate-limiting steps other than oxidative addition of methyl iodide can be the reductive elimination of acetyl iodide (Fig. l: k4k5) or the methyl group migration (Fig. 1: k3). None of these alternatives can clearly be appointed as being more likely with the given kinetic data. The apparently low activation enthalpy esti- I 10 {HO)(MeO)P(O)C2H4PPh2 h 400 f~ 300 \"1- 0 200 100 ._~ t~ o 1 2 3 2b impregnated on activated carbon 400 300 200 1 2 3 4 5 rLIrl run Fig. 5. Activity of supported hemilabile complexes after repeated use in slurry-phase methanol carbonylation. 344 S. Bischoff et aL /Journal of Molecular Catalysis A: Chemical 107 (1996) 339-346 mated (only from three rate constants) for Rh supported on activated carbon is probably caused by diffusion control. Observations in the vapour-phase methanol carbonylation (see be- low) confirmed this assumption. However, a general superiority of the hemil- abile catalysts compared to known systems can not be postulated with the results in Table 2. At certain temperatures the hemilabile catalysts ap- pear to be superior, but the opposite can be observed at another temperature, which may well illustrate that the comparison of activities at a more or less arbitrary chosen temperature is sometimes questionable. The hemilabile complex precursors 2a-d led to generally higher activation entropies than the bisphosphane complex precursor [C1Rh(CO)(dppe)]. This can be explained with the generation of open-chain structures of the phosphonate-phosphane complexes during the oxidative addition step, creating additional de- grees of freedom for bond-rotation and vibra- tions. 3.3. Slurry-phase methanol carbonylation Fig. 5 compares the activities of hemilabile complexes supported on alumina or activated carbon after repeated use. The rapid activity decline of the alumina supported catalyst, pre- pared by reaction of the half-ester of lb with surface hydroxyl groups, is caused by Rh losses ( > 90% after the third run) into the liquid-phase. Catalysts prepared by impregnation of 2b on alumina showed the same behaviour. The ob- served stability of the catalyst supported on activated carbon is only an apparent one -- the Rh loss was significant also at this system (42% after the fifth run), but it seems that diffusion control of the carbonylation rate, which is in good agreement with the lower initial activity of the carbon supported catalyst, concealed the leaching effect. Also other attempts to prepare stable slurry-phase catalysts for methanol car- bonylation on the base of phosphonate-phos- phanes failed. 10 ~ ;~'~'~~~ ~ ---m r ..... 1 g ~ 2 0 dppe none 1 b dppp cod dppe-O Fig. 6. Ligand effects on the activity of Rh complexes supported on activated carbon. 0.5 mol.% Rh, 180, 2 MPa, W/F = 2 g cat. h/tool, CO/MeOH/Mel = 100/19/1. dppe: Ph2PCH2CH2PPh2, dppp: Ph2PCH2CH2CH2PPh2, dppe-O: Ph2PCH2CH/P(O)Ph2, cod: 1,5-cyclooctadiene. 3.4. Supported rhodium-phosphonate-phos- phane catalysts Phosphonate-phosphanes enhanced also ac- tivities in vapour-phase methanol carbonylation (Figs. 6 and 7). The phosphane oxide-phos- phane dppe-O, which is known to enhance the homogeneous carbonylation [4], did not im- prove the activity of the carbon-supported cata- lyst. Strongly coordinated chelate ligands like dppe can even suppress the activity, possibly by blocking coordination sites necessary for the 3.5 ......... EA= 30 kJ/mol \"-O \"'-O..... \"-....... ,~ ...... .~. \"1)... ~--.,,... 1 none dppe 1 a I b \"~'\"~ -..~.-. - ~.- ......... .e-.- 0.5 l I B 0.002 0.0021 0.0022 0.0023 0.0024 I/'I\" [IIK] Fig. 7. Ligand effects on activation parameters of activated car- bon-supported Rh catalysts, 0.5 wt.% Rh, 2 MPa, 4 g cat. h/mol, CO/MeOH/Mel = 100/19/1. S. Bischoff et al./ Journal of Molecular Catalysis A: Chemical 107 (1996) 339-346 345 ,L ....... I 0.5 1 1.5 2 2.5 3 3.5 P [MPa] Fig. 8. Carbonylation activity of Rh on activated carbon vs. total pressure.Ar/CO/MeOH/Mel = X/50/90/1, T = 180. X = 0, 35, 70, 105 and 140 corresponding to 1, 1.5, 2, 2.5 and 3 MPa reaction pressure. W/F reactants = 2 g cat. h/mol. carbonylation. In contrast to the results obtained for the homogeneous reaction, no significant ligand effects on the activation energies were observed, when the methanol carbonylation was conducted in the vapour-phase using activated carbon supported complexes (Fig. 7). Normal diffusion of reactants, as indicated by the influ- ence of the total pressure on the activity (Fig. 8), begins to limit the activity of the supported Rh-complexes and leads to the observed uni- form activation energies of about 30 kJ/mol. While no indication for surface or vapour- phase migration of hemilabile ligands or Rh was found for activated carbon supported catalysts, the catalysts prepared by impregnation of alu- mina and silica with 2b, [C1Rh(cod)]2 and [C1Rh(CO)(dppe)] deactivated after several .05 [CIRh(CO)(dppe)]/SiO2 g pretreatment: A 1I CO-chemisorbt. / \\12. vacuum, 250*C [ClRhlcodll2/SiO2 2300 2200 2100 2000 1900 1800 Wovenumbers / cm--1 Fig. 9. FTIR spectra of Rh complexes on silica after CO exposure and subsequent evacuation at 250. o ~.2 2b ISiO2 / ~3. CO 150\"C after ~ 2. vacuum, 250\"C ~11C. vacuum, r.t., after O-chems. 150 *C 2300 2200 2100 2000 1900 1800 WGvenumbers / CrT3--1 Fig. 10. FTIR spectra of silica-supported 2b after various treat- ments. hours under vapour-phase carbonylation condi- tions. However, silica was a useful support for IR investigations, FTIR spectra of supported Rh-complex precursors revealed that the bispho- sphane ligand dppe hinders the formation of stable carbonyls. This is in accordance with the lower carbonylation activity of the supported dppe-complex (Fig. 6). The observed formation of RhI(CO)~- dicarbonyl species in the presence of CO shows that two coordination sites can easily be substituted in the case of supported [C1Rh(cod)]2 and 2b, while the ligand dppe is significantly harder to substitute. Under decar- bonylation conditions, the hemilabile ligand lb stabilizes mono-carbonyl species, possibly by using its second ligand function (Fig. 9). These species have a remarkable thermal stability (250), and can be converted again into dicar- bonyl species with increasing CO partial pres- sure even at elevated temperatures (Fig. 10). 4. Summary New hemilabile Rh-catalysts for carbonyla- tions have been developed on the base of phos- phonate-phosphanes and their efficiency was shown in methanol carbonylation. Structures with both monodentate and chelating coordina- tion of the phosphonate-phosphane ligands were 346 S. B ischoff et aL /Journal of Molecular Catalysis A: Chemical 107 (1996) 339-346 obtained during the catalyst preparation. Activa- tion parameters determined for various homoge- neous hemilabile catalysts indicate the impor- tance of both structures in the catalytic cycle. IR data of a supported Rh-phosphonate-phos- phane complex suggest that the weakly coordi- nating phosphonate group allows the formation of free coordination sites. Although the above results are in accordance with hemilabile be- haviour of the Rh-phosphonate-phosphane cat- alysts, no direct evidence has been presented in this study. The new hemilabile complexes af- ford also stable catalysts when they are sup- ported on activated carbon, but diffusion of reactants at higher pressures begins to limit the intrinsic high activity of the supported com- plexes. Acknowledgements Thanks are due to the Deutsche Forschungs- gemeinschaft for financial support and to Mrs. R. Dressel and Mr. G. Zehl for the catalytic measurements. A research grant of the TH Darmstadt (for A.W.) and especially the help of Prof. G. Luft are gratefully acknowledged. References [1] E. Lindner, H.A. Mayer and P. Wegner, Chem. Ber., 119 (1986) 2616. [2] E. Lindner, A. Sickinger and P. Wegener, J. Organomet. Chem., 349 (1988) 75. [3] E. Lindner, A. Bader, H. BrSunling and R. Jira, J. Mol. Catal., 57 (1990) 291. [4] R.W. Wegmann, A.G. Abatjoglou and A.M. Harrison, J. Chem. Sot., Chem. Commun., (1987) 1891; R.W. Wegmann and A.G. Abatjoglou, PCT Int. Appl. WO 8600888 (1986), C.A., 105 (1987) 174788. [5] C. Abu-Gnim and I. Amer, J. Mol. Catal., 85 (1993) L275; C. Abn Gnim and I. Amer, J. Chem. Soc., Chem. Commun., (1994) 115. [6] A. Bader and E. Lindner, Coord. Chem. Rev., 108 (1991) 27. [7] W.S. Knowles, Acc. Chem. Res., 16 (1983) 106. [8] Z.M. Michalska, J. Mol. Catal., 19 (1983) 345. [9] K.O. Starzewski and J. Witte, Angew. Chem. Int. Ed. Engl., 24 (1985) 599. [10] M.J. Baker, M.F. Giles, A.G. Orpen, M.J. Taylor and R.J. Watt, J. Chem. Soc., Chem. Commun,, (1995) 197. [11] J. Freiberg, A. Weigt and H. Dilcher, J. Prakt. Chem., 335 (1993) 337. [12] A. Weigt and S. Bischoff, Phosphorus, Sulphur, Silicone, 102 (1995) 91. [13] A.R. Sanger, J. Chem. Soc., Dalton Trans., (1977) 120. [14] A. Vizi-Orosz, G. P~ilyi and L. Mark6, J. Organomet. Chem., 57 (1973) 379; A. Theolier, A.K. Smith, M. Leconte, J.M. Basset, G. Zanderighi, R. Psaro and R. Ugo, J. Organomet. Chem., 191 (1980) 415; A. Vizi-Orosz, R. Ugo, R. Psaro, A. Sironi, M. Moret, C. Zucchi, F. Ghelfi and G. Pfilyi, Inorg. Chem., 33 (1994) 4600. [15] K.G. Moloy and R.W. Wegmann, Organometallics, 8 (1989) 2883. MOLCAA 95002332 1381-1169(95)00233-2 10.1016/1381-1169(95)00233-2 Contributed paper Soluble and supported carbonylation catalysts derived from rhodium-phosphonate-phosphane complexes S. Bischoff ∗ a A. Weigt a H. Mieβner b B. Lücke a a Institute for Applied Chemistry Berlin-Adlershof, Rudower Chaussee 5, 12489 Berlin, Germany b Centre for Heterogeneous Catalysis (KAI e.V.), Rudower Chaussee 5, 12489 Berlin, Germany ∗ Corresponding author. Phosphonate-phosphanes form both chelate and open-chain complexes with rhodium, which can easily be converted into each other. This property has been used in the development of new and efficient carbonylation catalysts. During the catalytic cycle, the phosphane group is assumed to be coordinated to the transition metal, while the phosphoryl-oxygen of the phosphonate group is supposed to change between a free and a coordinated state, thus vacating or occupying a coordination site. IR studies support the hemilabile behaviour of surface Rh-complexes under the reaction conditions. Activation enthalpies, obtained for hemilabile rhodium catalysts in homogeneous methanol carbonylation, increased significantly with growing distance between phosphonate and phosphane group. Attempts of preparing stable rhodium complex catalysts adsorbed on silica or alumina for slurry-phase or vapour-phase carbonylations failed. Activated carbon has been shown to be a suitable support for hemilabile rhodium complexes, but normal diffusion of reactants begins to limit the carbonylation rate over the supported catalysts. Keywords Phosphonate-phosphanes Hemilabile catalysts Rhodium Methanol Carbonylation Phosphane complexes Supported catalysts References [1] E. Lindner H.A. Mayer P. Wegner Chem. Ber. 119 1986 2616 [2] E. Lindner A. Sickinger P. Wegener J. Organomet. Chem. 349 1988 75 [3] E. Lindner A. Bader H. Bräunling R. Jira J. Mol. Catal. 57 1990 291 [4] R.W. Wegmann A.G. Abatjoglou A.M. Harrison J. Chem. Soc., Chem. Commun. 1987 1891 R.W. Wegmann A.G. Abatjoglou PCT Int. Appl. WO 8600888 1986 R.W. Wegmann A.G. Abatjoglou PCT Int. Appl. WO 8600888 105 1987 174788 C.A. [5] C. Abu-Gnim I. Amer J. Mol. Catal. 85 1993 L275 C. Abu Gnim I. Amer J. Chem. Soc., Chem. Commun. 1994 115 [6] A. Bader E. Lindner Coord. Chem. Rev. 108 1991 27 [7] W.S. Knowles Acc. Chem. Res. 16 1983 106 [8] Z.M. Michalska J. Mol. Catal. 19 1983 345 [9] K.O. Starzewski J. Witte Angew. Chem. Int. Ed. Engl. 24 1985 599 [10] M.J. Baker M.F. Giles A.G. Orpen M.J. Taylor R.J. Watt J. Chem. Soc., Chem. Commun. 1995 197 [11] J. Freiberg A. Weigt H. Dilcher J. Prakt. Chem. 335 1993 337 [12] A. Weigt S. Bischoff Phosphorus, Sulphur, Silicone 102 1995 91 [13] A.R. Sanger J. Chem. Soc., Dalton Trans. 1977 120 [14] A. Vizi-Orosz G. Pályi L. Markó J. Organomet. Chem. 57 1973 379 A. Theolier A.K. Smith M. Leconte J.M. Basset G. Zanderighi R. Psaro R. Ugo J. Organomet. Chem. 191 1980 415 A. Vizi-Orosz R. Ugo R. Psaro A. Sironi M. Moret C. Zucchi F. Ghelfi G. Pályi Inorg. Chem. 33 1994 4600 [15] K.G. Moloy R.W. Wegmann Organometallics 8 1989 2883",
      "scopus-id": "0030572038",
      "coredata": {
        "eid": "1-s2.0-1381116995002332",
        "dc:description": "Phosphonate-phosphanes form both chelate and open-chain complexes with rhodium, which can easily be converted into each other. This property has been used in the development of new and efficient carbonylation catalysts. During the catalytic cycle, the phosphane group is assumed to be coordinated to the transition metal, while the phosphoryl-oxygen of the phosphonate group is supposed to change between a free and a coordinated state, thus vacating or occupying a coordination site. IR studies support the hemilabile behaviour of surface Rh-complexes under the reaction conditions. Activation enthalpies, obtained for hemilabile rhodium catalysts in homogeneous methanol carbonylation, increased significantly with growing distance between phosphonate and phosphane group. Attempts of preparing stable rhodium complex catalysts adsorbed on silica or alumina for slurry-phase or vapour-phase carbonylations failed. Activated carbon has been shown to be a suitable support for hemilabile rhodium complexes, but normal diffusion of reactants begins to limit the carbonylation rate over the supported catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-05-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995002332",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bischoff, S."
          },
          {
            "@_fa": "true",
            "$": "Weigt, A."
          },
          {
            "@_fa": "true",
            "$": "Mieβner, H."
          },
          {
            "@_fa": "true",
            "$": "Lücke, B."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995002332"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995002332"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00233-2",
        "prism:volume": "107",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Soluble and supported carbonylation catalysts derived from rhodium-phosphonate-phosphane complexes",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Proceedings of the 8th International Symposium on the Relations between Homogeneous and Heterogeneous Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Phosphonate-phosphanes"
          },
          {
            "@_fa": "true",
            "$": "Hemilabile catalysts"
          },
          {
            "@_fa": "true",
            "$": "Rhodium"
          },
          {
            "@_fa": "true",
            "$": "Methanol"
          },
          {
            "@_fa": "true",
            "$": "Carbonylation"
          },
          {
            "@_fa": "true",
            "$": "Phosphane complexes"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "339-346",
        "prism:endingPage": "346",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 May 1996",
        "prism:doi": "10.1016/1381-1169(95)00233-2",
        "prism:startingPage": "339",
        "dc:identifier": "doi:10.1016/1381-1169(95)00233-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030572038"
      }
    }
  }
}