{
  "metadata": {
    "title": "Structure of catalytic active site for oxidation of methane to methanol by H<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>2</ce:inf> gas mixture over iron-containing catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-09-25",
    "doi": "10.1016/1381-1169(96)00177-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/138111699600177X",
    "pii": "138111699600177X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030601478",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-138111699600177X 1381-1169(96)00177-X 138111699600177X 10.1016/1381-1169(96)00177-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00027 2015-05-13T23:01:31.432129-04:00 0 0 19960925 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 111 111 3 3 Volume 111, Issue 3 16 341 356 341 356 19960925 25 September 1996 1996-09-25 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. STRUCTURECATALYTICACTIVESITEFOROXIDATIONMETHANEMETHANOLBYH2O2GASMIXTUREOVERIRONCONTAININGCATALYSTS WANG Y COLBY 1977 395 J RATAJ 1991 18684 M BROWN 1991 305 M PARKYNS 1993 385 N KRYLOV 1993 209 O HALL 1995 151 T FUELPROCTECH LYONS 1991 99 J STRUCTUREACTIVITYSELECTIVITYRELATIONSHIPINHETEROGENEOUSCATALYSIS BETTERIDGE 1994 103 S WALKER 1994 519 G ANDERSON 1987 1435 J SOJKA 1987 1435 Z KOBAYASHI 1994 1609 T OTSUKA 1988 915 K PROC9THINTCONGRESSIONCATALYSIS OTSUKA 1994 503 K WANG 1994 1893 Y WANG 1995 256 Y WANG 1994 1893 Y WANG 1995 3953 Y UDDIN 1994 468 M GADGIL 1994 15 M MILLET 1989 619 J WANG 1995 259 Y WANGX1996X341 WANGX1996X341X356 WANGX1996X341XY WANGX1996X341X356XY item 1381-1169(96)00177-X 138111699600177X 1-s2.0-138111699600177X 10.1016/1381-1169(96)00177-X 271358 2010-09-28T03:12:55.385476-04:00 1996-09-25 1-s2.0-138111699600177X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:138111699600177X/MAIN/application/pdf/6cd05ad2c056024b6c8712058748ed8f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:138111699600177X/MAIN/application/pdf/6cd05ad2c056024b6c8712058748ed8f/main.pdf main.pdf pdf true 1595342 MAIN 16 1-s2.0-138111699600177X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:138111699600177X/PREVIEW/image/png/4c8de75ef3f4dda1b80f170d607ca145/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:138111699600177X/PREVIEW/image/png/4c8de75ef3f4dda1b80f170d607ca145/main_1.png main_1.png png 57749 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 111 (1996) 341-356 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Structure of catalytic active site for oxidation of methane to methanol by H 2-OZ gas mixture over iron-containing catalysts Ye Wang, Kiyoshi Otsuka Department of Chemical Engineering, Tokyo Institute of Technology, Ookayama, Meguro-ku, Tokyo 152, Japan Received 29 February 1996; accepted 29 April 1996 Abstract Three model catalysts were designed to study the structure of the active iron site responsible for the conversion of methane to methanol by oxygen in the presence of hydrogen at atmospheric pressure. The catalytic activities were correlated with the characterizations of the coordination environments of the iron sites in the three model catalysts. The results suggest that the tetrahedrally coordinated iron site isolated from each other by phosphate groups is the active site for the selective oxidation of methane to methanol by HZ-OZ gas mixture. The same iron site was effective for the conversion of methane to methanol by H202 or NZO. The comparison studies among FeP04, FeAs04 and FeSb04 indicate that the acidity of the surrounding groups of iron site plays important roles in the oxidation of methane with H2-Oz gas mixture. It is proposed that Hz and OZ are activated on the active iron site through the redox between Fe(III) and Fe(II), producing an adsorbed peroxide species responsible for the selective oxidation of methane to methanol. The isolated structure of iron sites must increase the steady-state concentration of the peroxide species generated from the reaction of H2 and 02 on the catalyst surface. The acidic groups surrounding the iron site serve as the acceptor and donor of protons and thus enhance the formation of the peroxide. Furthermore, the acidity of the surrounding groups of iron is suggested to contribute to the selective formation of CH30H through the protonation of the intermediate methoxide. Keywords: Active site; Methane; Methanol; Iron-containing solid catalysts 1. Introduction Direct oxidation of methane to methanol is one of the most challenging subjects in catalysis. It is well known that methane monooxygenase (MMO) in methanotrophic bacteria cat- . Corresponding author. Tel.: +81-3-57342144; fax: +81-357342144; e-mail: kotsuka@ o.cc.titech.acjp. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00177-X alyzes the selective oxidation of methane to methanol by oxygen under ambient conditions [1,2]. However, such selective oxidation remains unsuccessful if we use synthetic catalysts. Particularly, it is extremely difficult to produce methanol from direct oxidation of methane by using solid catalysts [3-5]. The iron centers of MMO and cytochrome P-450 monooxygenase (heme iron and ,u-oxo-bridged binuclear iron center, respectively) play the vital role as the 342 Y. Wang, K. Otsuka/Journal of Molecular Catalysis A: Chemical]]] (1996) 341-356 catalytic active sites in the monooxygenation of various substrates. Therefore, we believe that an iron-containing solid catalyst could be a promising one for the selective oxidation of methane to methanol if the iron site is situated in proper structural conditions. So far, there are several reports showing that some iron-containing catalysts are active for the partial oxidation of methane. Lyons and coworkers [6] have shown that an [Fe]SOD catalyst (> 10 wt% Fe in sodalite zeolite) catalyzes oxidation of methane to methanol at > 400 and at a pressure of 800 psi g (54.4 atm.). Although a high selectivity to CH30H has been obtained in this case, the homogeneous radical reactions in the gas phase prevail at such a high reaction pressure, and thus it is difficult to evaluate the role of catalyst. In fact, it has been confirmed that the empty reactor tube is more effective for methanol production than the one containing an [Fe]SOD catalyst under such reaction conditions [7,8]. Regarding the active site, although the authors have attempted to show that an iron center implanted in the frameworks of the zeolite is a good model of monooxygenase, their results indicate that the catalysts with irons in aggregative state rather show a better reaction performance, and [Fe]ZEOL catalyst shows similar activity and selectivity with FexOv/Si02. Anderson and Tsai [9] have reported that a Cue+-exchanged Fe-ZSM-5 catalyst is active for the production of methanol (maximum yield, ca. 0.6%) from the oxidation of methane by nitrous oxide. However, methanol was not formed over copper free H-FeZSM-5. Copper played more significant role in the formation of methanol than iron. The information about the active site of this catalyst was not reported. Two other communications have showed that the doping of small amount of iron into Zn0 [ 10] and silica [ 11 ] enhanced the formation of formaldehyde. The yield of formaldehyde, however, was < 1 % in both cases. Our group has shown that relatively high yield of formaldehyde (ca. 4%) can be obtained from the oxidation of methane by oxygen using an Fe- Nb-B-O complex oxide or a Li- or Zn-doped Fe2(Mo04)3 catalyst [12,13]. However, for all these catalysts except for the one reported by Anderson and Tsai, no formation of methanol was reported. The direct conversion of CH4 into CH30H is extremely difficult over solid catalysts. The fact that the presence of a reductant (usually NADH) is indispensable for the selective oxidation of methane to methanol for MMO catalytic systems has prompted us to co-feed a reductant and oxygen for the oxidation of methane over solid catalyst. Recently, we have reported that the conversion of methane is accelerated by co-feeding hydrogen with oxygen over several iron containing catalysts [14]. Particularly, the co-feeding of hydrogen induced the formation of methanol over FeP04, FeAs04 and FAPO-5 (Fe:AI:P = 0.1:0.9:1.0) catalysts at atmospheric pressure and rather low temperatures (623-723 K). However, negative effect of HZ on the conversion of CH4 or no effect on the formation of methanol was observed for many other iron-containing catalysts. It is quite important to understand the environmental difference between the iron sites effective and ineffective in the selective oxidation of methane to methanol for designing better catalyst. Therefore, in this paper, three model catalysts in which iron sites exist in different structural environments are designed for the purpose of clarifying the active iron site. The catalytic performances of these model catalysts are correlated with the structural environments of iron sites characterized by various spectroscopic methods to understand the structure of the iron site needed for the selective oxidation of methane to methanol in the presence of H2. These model catalysts are also examined for the oxidation of methane using H202 and N20 which have been demonstrated to be effective oxidants for the direct oxidation of methane to methanol over FeP04 catalyst [14,15]. The role of the counter anion of iron is discussed by comparing the results of FeP04, FeAs04 and FeSb04. Y. Wang, K. Otsuka /Journal of Molecular Catalysis A: Chemical 111 (1996) 341-356 2. Experimental 2.1. Catalyst Al-P-O (Al:P = 0.9:1) was selected as the matrix for the preparation of the model catalysts with different structural environments of iron. Because the radius of A13+ is similar to Fe 3+, AlP04 generally possesses similar crystalline structure to FeP04. Thus, we can expect that the catalysts with different environments of iron will be obtained by introducing iron to the AI-P-O with different methods. Three model catalysts A, B and C with a fixed composition (Fe:AI:P = 0.10:0.90:1.00) were prepared by the following methods. For preparing catalysts A and B, an Al-P-O sample (A1:P = 0.90:1.00) was preliminarily prepared from an aqueous solution of Al(N03)3 and NH4HZP04. After the solution was evaporated to dryness, the resultant was calcined at 823 K to obtain the Al-P-O mixed oxide sample. Catalyst A was prepared by thoroughly mixing the Al--P-O sample with an Fez0 3 powder which was freshly prepared by the decomposition of Fe(N03)3 at 823 K. The mixture was calcined at 823 K for 5 h in air. Catalyst B was prepared by an impregnation method as follows. The Al-P-O sample prepared above was immersed in an aqueous solution of Fe(N03)3 for 12 h. The solution was dried up by heating at 343 K. The resultant was further dried at 393 K for 12 h and subsequently calcined at 823 K for 5 h. Catalyst C was directly prepared from the reaction of Fe(N03)3, A1(N03)3 and NH4 H z P04 in the aqueous solution, followed by evaporating water at 343 K to dryness with stirring. The resultant was further dried at 393 K for 12 h and finally calcined at 823 K for 5 h. The BET surface areas of catalysts A, B and C were 4.8, 4.9 and 12.1 m2 g-', respectively. Iron phosphate (FeP04) and iron arsenate (FeAs04) compounds were prepared from the mixed aqueous solutions of Fe(N03)3 and NH4HZP04 and of Fe(N03)3 and H3As04, respectively. After evaporated at 343 K and 343 further dried at 393 K for 12 h, the resultants were calcined at 823 K for 5 h in air. FeSb04 compound was prepared by a coprecipitation method from a mixed solution of Fe(N03)3 and SbC13 using NHZCONHZ as a precipitant. After being thoroughly washed with water, the precipitate was dried at 393 K for 12 h, and calcined at 973 K for 10 h. The surface areas of FeP04, FeAs04 and FeSb04 thus prepared were 8.5, 9.3 and 6.1 m2 g-', respectively. The Na-ferrisilicate with MFI-type structure was synthesized by a hydrothermal method as described elsewhere [16]. The final calcination was carried out at 773 K for 4 h in air. The Si/Fe atomic ratio was 75. H-ferrisilicate was obtained by exchanging the Na+ in Na-ferrisilicate with NH4CI aqueous solution (0.1 mol dm-3) at 293 K for two days, followed by calcination at 773 K. 2.2. Catalytic reaction The catalytic oxidation of CH4 was carried out using a conventional fixed-bed flow reactor (quartz tube) operated at atmospheric pressure. The internal diameter of the reactor at the catalyst bed was 8 mm, decreasing to 3 mm at the outlet to remove the products quickly from the hot zone of the reactor. The reactants used in this study included CH4 (purity > 99.99%), OZ (> 99.5%), HZ (> 99.9%), HZOZ aqueous solution (30 wt%) and N20 (> 99.5%). These were used without further purification. Before each run of reaction, the catalyst was pretreated in the reactor with a flow of oxygen (8.4 kPa) at 723 K for 1 h, followed by purging with a flow of pure helium. Special caution was taken to prevent explosion when H 2 was co-fed with 02. In the reaction using H202, the H202 aqueous solution (30 wt%) was fed into the reactor by a micro-feeder. 2.3. Catalyst characterization BET surface area measurements were carried out with a volumetric apparatus (Belsorp type 344 Y. Wang, K. Otsuka /Journal of Molecular Catalysis A: Chemical 111 (1996) 341-356 36, Bel Japan) using nitrogen as an adsorbate at 77 K. The analyses of the elements in the catalysts were performed by means of the induced-coupled-plasma (ICP) emission spectrophotometer. Before the measurements, the catalysts were completely dissolved using a 7% HN03 aqueous solution. XRD patterns were determined with a X-ray diffractometer (Rigaku Geigerflex 2031) using Ni filtered CuK a radiation. M6ssbauer spectra were recorded at room temperature using a 57CO source and an acceleration spectrometer operated in triangular mode. The data processing was performed using a Normos M6ssbauer Fitting Program (WISSEL). XPS measurements were performed with an ESCA LAB 220-1 spectrometer (FISONS Instruments), using MgK a radiation. Peak positions were calibrated using a C 1 s photoelectron peak at 286.4 eV as the reference. The quantification of the surface ratio of Fe:A1:P is determined from the peak areas of Fe 3p, Al 2p and P 2p and the sensitive factors presented by FISONS Instruments. The acidities of the catalysts were evaluated by ammonia-TPD measurements. The adsorption of NH 3 on the sample (100 mg) preevacuated at 723 K was carried out at 423 K for 1 h at an equilibrium pressure of 13.3 kPa. Followed by a brief evacuation at 423 K, the TPD of NH 3 was carried out by increasing the temperature at a rate of 10 K min-1 and was monitored by a quadrupole mass spectrometer. 3. Results 3.1. Catalytic activity of the model Fe-Al-P-O catalysts 3.1.1. Oxidation of CH4 by OZ in the absence and presence of HZ The catalytic activities of the three model Fe-Al-P-O catalysts (catalysts A, B and C) for the oxidation of CH4 by OZ have been measured in the presence and absence of H2. The results obtained at 698 K are shown in Fig. 1. 40 s 30 r N h 0 x 0 20 15 h to x 0 x 5 U 20 to ~- (c) (b) pI (a) 5 48 3 2- II1 0 Catalyst Fig. I. Oxidation of CH4 by Oz in the presence and absence of HZ over the model catalysts. El In the absence of 112; in the presence of 50 kPa HZ. (a) CH4 conversion rate; (b) CH30H selectivity; (c) HCHO selectivity. Reaction conditions: P(CH4)= 33.8 kPa, P(OZ ) = 8.4 kPa, T = 723 K. The oxidation activity of CH4 with Oz and that with HZ-OZ over the AI-P-O sample had been measured as background ones of the AI-P-O components in the catalysts A, B and C. Neither oxidation occurred on the AI-P-O catalyst under the conditions of Fig. 1. These results confirm that iron is an indispensable active component for the oxidation of CH4. Catalyst A, prepared by the physically mixing method, was completely inactive for the oxidation of CH4 irrespective of the presence or absence of HZ. Although a large part of oxygen (25%) was used for water formation, the presence of H 2 Y. Wang, K. Otsuka /Journal of Molecular Catalysis A: Chemical]/] (1996) 341-356 did not initiate the oxidation of CH4. This indicates that the iron sites in catalyst A do not function as active sites for the oxidation of methane to methanol in the co-existence of H 2 and 02. On the other hand, catalysts B and C were active for the oxidation of CH4. As shown in Fig. la, the co-feeding of HZ with OZ appreciably increased the rate of CH4 conversion for both catalysts. CH4 conversion rate was increased about twice for catalyst B and five times for catalyst C due to the co-feeding of H z of 50 kPa. Another characteristic feature of the co-feeding of H 2 was that CH 30H was newly produced (Fig. lb). The comparison between catalysts B and C shows that the accelerating effect of HZ on the selective oxidation of CH4 to CH30H is more notable over catalyst C. The presence of H 2 increased the conversion of OZ over all the three catalysts. In the oxidation of CH4 with Hz and OZ mixture, the conversion of OZ could be divided into two parts, i.e., the OZ used in the oxidation of CH4 to CH30H, HCHO, CO and COz, and that used in the oxidation of H2 to water. These OZ conversions can be calculated on the bases of the amount of products. The conversions of oxygen due to CH4 and HZ oxidation thus calculated are shown in Fig. 2. The efficiency which is calculated by the following equation is also shown in Fig. 2. Efficiency X 100% OZ conversion ascribed to CH4 oxidation total OZ conversion Among the three catalysts, the consumption of 02 due to the oxidation of H2 is the lowest for catalyst C. However, as described above, the acceleration of the oxidation of CH4 to CH30H due to the presence of HZ is most remarkable for this catalyst. This fact excludes the possibility that the increase of CH4 conversion rate in the presence of H 2 is due to the generation of the hot spot by the reaction of H z and 02. In 345 30 ~.-~, 20 0 to A B Catalyst Fig. 2. The conversion of OZ and the efficiency for the oxidation of CH4 in the presence of HZ over the model catalysts. O, conversion ascribed to CH4 oxidation; striped bar - OZ conversion ascribed to H, oxidation; efficiency. fact, as shown in Fig. 2, the conversion of OZ is < 10% for catalyst C. The proportion of the OZ used for CH4 oxidation in the total conversion of OZ is 10.2% for catalyst C. This value is much greater than that calculated for catalyst B (0.6%) or A (0%). These results indicate that H 2 is most effectively used on catalyst C for the selective oxidation of CH4 to CH3OH. On the other hand, more than 99.4% of the reacted H 2 was consumed in the formation of water for catalysts A and B. In order to get insight into the reaction initiated in the presence of H21 the effect of H 2 on the oxidation of CH4 has been investigated in detail over catalyst C. The results suggest that the reaction features in the presence of H 2 over catalyst C are similar to those over FeP04 catalyst reported previously [14]. The presence of HZ greatly increased the conversion rate of CH4 and notably lowered the temperature needed for the conversion of CH4, e.g., the conversion of CH4 to CH30H started at 600 K in the presence of HZ under the conditions of Fig. 1, while no reaction occurred in OZ alone until 683 K. The presence of Hz induced the production of CH30H, while no CH30H was observed using 346 100 50 100 .z 50 0 (a) (b) L& 0 0.1 0.2 0.3 0.4 W/F /g h dm-3 Fig. 3. Product selectivities as functions of the contact time over catalyst C. (a) In the absence of H2, T=653 K; (b) in the presence of 50 kPa H2, T=748 K. (, CH30H; (O), HCHO; ( o ), CO; ( O ), CO2. Reaction conditions: P(CH4 ) = 33.8 1cPa, P(Oz ) = 8.4 1cPa. OZ alone under any reaction conditions at atmospheric pressure. In order to obtain the information about the formation scheme of CH 30H, the reaction paths were investigated by changing the contact time (expressed as W/F) over catalyst C. The reaction was carried out in the presence of HZ at 653 K, where no reaction occurred without H2, and in the absence of H z at 748 K for obtaining a comparable CH4 conversion rate. The product selectivities were shown in Fig. 3. As shown in Fig. 3a, in the absence of H2, HCHO was formed as a primary product and no CH 30H was produced at all the contact time. On the other hand, in the presence of H2, the results in Fig. 3b clearly suggest that CH 30H becomes the initial product and HCHO is formed as the secondary product through CH 30H. Y. Wang, K. Otsuka/Journal of Molecular Catalysis A: Chemical Ill (1996) 341-356 Furthermore, the reactions of HCHO and CO with H 2 or H 2-OZ gas mixture did not give any CH30H under all the reaction conditions over catalyst C. Therefore, all these results strongly suggest that the co-feeding of H2 and OZ generates a new active oxygen species for the selective oxidation of CH4 to CH30H at relatively lower temperatures over catalyst C. 3.1.2. Oxidation of CH4 using H202 and N20 As described earlier, we have demonstrated that H202 and N20 are effective oxidants for the conversion of CH4 to CH30H at 573-773 K over FeP04 catalyst [14,15]. In order to get information about the nature of the active site for the conversion of CH4 to CH30H by these oxidants, we have examined the catalytic activities for the oxidation of CH4 using H202 and N20 over the three model catalysts. The comparison of the activities of the three Fe-AI-P-O catalysts using H202 is shown in Fig. 4. CH 30H was produced for catalysts B and C, while catalyst A was inactive for the oxidation of CH4 using HZO2. Catalyst C was the most active one among the three catalysts. It should be noted that the real partial pressure of H202 must be lower than that shown in the figure because the decomposition of H202 occurred on the catalyst. Moreover, because a large amount of water was co-fed with H202, the results shown in Fig. 4 did not represent the real activities of oxidation of CH4 by pure H202. In fact, notable inhibition effect of water has been observed in the case of using HZ-OZ gas mixture (14]. Fig. 5 shows the results for the oxidation of CH4 using NZO. In this case, catalyst A showed a low activity for the oxidation of CH 4. The addition of H 2 increased the conversion rate of CH4 and a detectable amount of CH30H was formed. Compared with catalyst A, catalysts B and C showed much higher activities for the oxidation of CH4 to CH30H. CH30H was formed from CH4 as a main product when N20 was used without H2. However, the presence of HZ increased the conversion of CH4 as well as Y. Wang, K. Otsuka/Journal of Molecular Catalysis A: Chemical]]] (1996) 341-356 the selectivity of CH30H. Catalyst C was the most active and selective one for the conversion of CH4 to CH30H among the three catalysts. A selectivity of 19% to CH 30H (7% to HCHO) was obtained at a CH4 conversion of 15% when N2O and HZ was co-fed over catalyst C at 698 K. It should be noted here that the reactivity of N,O with H2, producing HZO and N2, was not so high compared with that for the oxidation of CH4. Under the reaction conditions of Fig. 5, 31 % of the reacted N20 was used in oxidation of CH4 to CH30H over catalyst C in the presence of 16.9 kPa of H2. In the presence of 34 40 30 20 h O n 1V >, 40 30 a 20 O 10 U 0 6 ~- 4- OL (c) I I 50 (b) 8 (a) A Catalyst Fig. 4. Oxidation of CHQ by H20z over the model catalysts. (a) CH4 conversion rate; (b) CH30H selectivity; (c) HCHO selectivity. Reaction conditions: P(CHQ)=33.8 kPa, P(HZOZ)=8.4 kPa, P(HZO)=11.8 kPa, T=723 K. 347 12 to s 6 J O 4 2 0 h to x 0 M x U (c) N x 4 ~- 0 X10 ~I I A B C Catalyst Fig. 5. Oxidation of CH4 by N20 over the model catalysts. O In the absence of H2; III in the presence of 50 kPa Hz. (a) CHa conversion rate; (b) CH30H selectivity; (c) HCHO selectivity. Reaction conditions: P(CH4)=33.8 kPa, P(NZO)=16.9 kPa, T = 698 K. kPa H 2 (the partial pressures of H z and CH 4 were the same), 22% of the reacted N20 was used in the oxidation of CH4 to CH30H. These observations suggest that the reactivities of CH4 and H 2 toward the active oxygen species generated from N20 are comparable. If Figs. 1, 4 and 5 are compared, it is apparent that NZO is the most potent oxidant for the oxidation of CH4 to CH30H among the oxidants used. The reasons for this will be discussed later. However, the orders of the activities of the catalysts are the same (C > B > A) 348 Y. Wang, K. Otsuka/Journal of Molecular Catalysis A: Chemical 111 (1996) 341-356 irrespective of the kind of oxidant used. This fact suggests that the active site for the oxidation of CH4 to CH30H is the same irrespective of the kind of oxidant. 3.2. Characterization of the Fe-AI-P-O catalysts As described above, the three model catalysts showed remarkably different activities in the selective oxidation of CH 4 to CH 30H by H2_ 02. To understand the reasons for this and to elucidate the iron site needed for this selective oxidation reaction, the three model catalysts were characterized in detail as follows. 3.2.1. Average bulk and surface compositions The average bulk and the surface compositions of the three model catalysts were measured by ICP and XPS methods. The results in Table 1 show that the atomic ratios of Fe:AI:P measured by ICP are independent of the preparation methods and close to those adjusted at the preparation for all the three catalysts (Fe:AI:P = 0.10:0.90:1.00). However, the atomic ratios of Fe:AI:P detected by XPS were quite different from those adjusted at the preparation and depended on the preparation method. Generally, XPS measurement reflects the information at the surface region with a depth of 0.5-2.5 nm. Thus, the results of XPS analyses suggest that the surface composition of each catalyst is strongly influenced by the preparation method. As shown in Table 1, the concentration of iron is the highest on the surface of catalyst B, whereas it is the lowest on the surface of catalyst C, i.e., the number of iron cations at the Table 1 Bulk and surface compositions analyzed by ICP and XPS Catalyst Fe:Al:P (atomic ratio) by ICP by XPS A 0.090:0.88:1.00 0.033:0.86:1.00 B 0.092:0.89:1.00 0.147:0.71:1.00 C 0.095:0.90:1.00 0.025:0.87:1.00 surface region was the lowest for catalyst C. As described earlier, the catalytic activity of catalyst C per surface area for the oxidation of CH4 to CH 30H was the highest among the three model catalysts (Figs. 1, 4 and 5). Therefore, the results obtained here confirm that the iron site of catalyst C is the most active one for the selective oxidation of CH 4 to CH 30H using HZ-0Z, HZ0Z or N20. 3.2.2. X-ray diffraction XRD patterns for catalysts A, B and C are shown in Fig. 6. The diffraction pattern of catalyst A shows that this catalyst comprises a-Fe203 and AIP04 phase of quartz structure. Because the ratio of phosphorus to aluminum in this catalyst calculated from ICP measurement is greater than one (1.14), it can be expected that an amorphous phosphorus oxide also exists. The relatively low concentration of the iron on the surface of this sample indicated by XPS data in Table 1 may suggest the existence of an overlay of amorphous P205 on iron oxide particles. On the other hand, the XRD pattern ascribed to a-Fe203 was not observed for both catalysts B and C, although the average compositions of the three catalysts were almost the same (Table 1). This observation suggests that iron is dispersed in catalysts B and C. However, as shown in Fig. 6, the XRD patterns for catalysts B and C are quite different from each other. The XRD pattern for catalyst B is the same as that for the matrix Al-P-O, showing only the AIP04 phase of quartz structure, while the XRD pattern for catalyst C is completely different. The pattern for catalyst C can be assigned to another AIP04 phase of tridymite structure (pseudohexagonal symmetry, ASTM 20-44). The tridymite structure of AIP04 is known to be formed at high temperature. Generally, a higher temperature than 1173 K is needed for the formation of this structure when aluminum phosphate alone is calcined [17]. However, the calcination temperature for catalyst C in this study (823 K) was remarkably lower than this required tempera- 349 Fe 203 has not been observed and the AI-P-O structure has not been changed in the presence of iron suggest that iron is mainly dispersed at the surface region of the quartz structure of AIP04. This speculation is supported by the result from XPS measurement that the content of iron at the surface region was unusually high for this catalyst compared to those of catalysts A and C (Table 1). 3.2.3. Msbauer spectroscopic study Msbauer spectroscopy was utilized to get further insight into the state and the coordination environment of iron in the three model catalysts. The results are summarized in Table 2. For comparison, the results of a-FeZ03 and FeP04 were also shown in the table. The spectrum of catalyst A has shown that there exist two types of irons in this catalyst. The sextet with an isomeric shift 8 = 0.37 mm/s and an internal hyperfine field H = 518 kOe can obviously be ascribed to a-FeA. The proportion of such iron was 95% as shown in Table 2. It is known that the iron in a-Fe203 is in octahedral coordination of oxygen anions and the Fe06 units connect with each other by sharing oxygen anions. In addition to a-FeA, a very small amount of iron (5%) in a different state was also observed. This iron showed a quadrupole doublet with isomeric shift 8 = 0.42 mm/s and quadrupole splitting 4 = 0.95 mm/s. It is reasonable that the presence of such a small amount of iron phase could not be detected by XRD studies. We speculate that such iron may exist at the interface between a-Fe203 and AlP04 or Pz05. 20 40 2 0 /degree Y. Wang, K. Otsuka /Journal of Molecular Catalysis A: Chemical 111 (1996) 341-356 * AIP04 (quartz) * a -Fe203 9AIP04 (tridymite) catalyst B J---A-k catalyst A . ; !A A ! h ! J. Al-P-O .. . Fig. 6. X-ray diffraction patterns for the Al-P-O sample and the model catalysts A, B and C. ture. Thus, the iron must play an important role in the formation of this structure. The d values calculated from Fig. 6 for the three most strong beaks of catalyst C are 4.383, 4.152 and 3.895 A, while those for pure AIP04 of tridymite 0 structure are 4.368, 4.130 and 3.860 A, respectively. The d values for catalyst C are obviously larger than those for the pure AlP04 of tridymite structure. Such phenomenon was also reported by Gadgil and Kulshreshtha [ 17]. These facts indicate that a part of A13+ cations have been replaced by Fe 3+ cations during the formation of tridymite structure of AIP04. The increase in lattice spacings can be ascribed to the larger ionic radius of Fe 3+ than A13+ (r(Fe3+) = 0.64 and r(Al3+) = 0.54 . In other words, the iron cations in catalyst C must be highly dispersed in the tridymite structure of A'P04* The structural environment of iron in catalyst B is different from those of catalysts A and C because of the followings. The facts that a- Table 2 Results of Msbauer spectra for the model catalysts Catalyst Peak E (mm/s) d (mm/s) H (kOe) Relativity (%o) A sextet 0.37 doublet 0.42 B doublet 0.33 C doublet 0.33 Fez03 sextet 0.37 FcP04 doublet 0.33 -0.19 518 0.95 0.99 0.64 -0.18 0.64 95 5 100 100 520 100 100 350 Y. Wang, K. Otsuka /Journal of Molecular Catalysis A: Chemical Ill (1996) 341-356 On the other hand, as shown in Table 2, only one doublet has been observed for both catalysts B and C. The isomeric shifts shown in the table are also close to each other. The value of such an isomeric shift (0.33 mm/s) is known to be characteristic of Fe\" in the tetrahedral coordination of oxygen anions in phosphates [17,18]. However, as shown in Table 2, the values of quadrupole splitting (4) for catalysts B and C are obviously different from each other. The lower quadrupole splitting for catalyst C indicates a higher symmetry of the coordination circumstance of iron in this catalyst. Moreover, as shown in Table 2, the quadrupole splitting for catalyst C is the same as that for FeP04. Therefore, we suggest that the coordination environment of iron in catalyst C resembles that in FeP04. It is known that an iron in FeP04 structure is isolated by four tetrahedral units of P04. Thus, an iron in catalyst C must similarly be surrounded by the four tetrahedral units of P04. In contrast, the higher quadrupole splitting obtained for catalyst B (Table 2) suggests a lower symmetry for the environment of iron site in this catalyst. Considering the fact that iron is accumulated at the surface region of catalyst B, the Fe04 units may not be isolated from each other. In other word, the tetrahedral Fe04 units in catalyst B may connect with the units including Fe04, A104 and P04. 3.2.4. Structures of iron sites in the model catalysts In conclusion, the immediate environments of the iron sites for the three model catalysts are demonstrated in Fig. 7. The iron in catalyst A is mainly in the structure of a-Fe203, viz., each iron is octahedrally coordinated with oxygen and the Fe06 octahedron is connected with each other. On the other hand, the iron cations in catalysts B and C are tetrahedrally coordinated with oxygen. Such tetrahedrally coordinated iron sites in catalyst C are isolated from each other and surrounded by the P04 tetrahedra, while those in catalyst B may connect with other Fe04, A104 and P04 units. It should be noted P I O I Fe i FeO O /Oe O .O O Fe 0 Fe I Fe A Fe B Catalysts P I O I Fe-O-IFSO-A1 P-O-1iO-P I 0 I P Fig. 7. The structures of the iron sites in the model catalysts. that the structure for catalyst B in Fig. 7 is only an example. Other arrangements with tetrahedra of Fe, A1 and P by different ratio around an iron site are also possible. Moreover, the structures described in Fig. 7 do not represent the whole image of the catalyst but only describe the immediate environment around the iron center. 3.3. Correlation between the catalytic performances and the structures of iron sites The correlation between the activities and the structures of the iron sites for the three model catalysts suggests that the tetrahedrally coordinated iron site which is isolated from each other and surrounded by phosphate groups is the active site for the selective oxidation of CH4 to CH30H by HZ-OZ gas mixture. The same iron site is also needed for the selective oxidation of CH4 to CH 30H by H 202 or N20. The iron site in catalyst A is mainly in the form of a-Fe203. Thus, this catalyst is almost inactive. As suggested from the results of Msbauer spectroscopy, a small part of irons is in a different iron state which may exist at the interface between a-Fe203 and AIP04 or P205. These specific iron sites might be responsible for the low activity in the conversion of CH4 to CH30H using N20 in the presence of H2. On the other hand, the irons in catalysts B and C were dispersed in the AI-P-O matrix. This dispersion must enhance the isolation of iron sites from each other. Especially, in the case of catalyst C, as described above, all the irons were dispersed in Al-P-O lattice (tridymite Y. Wang, K. Otsuka/Journal of Molecular Catalysis A: Chemical 111 (1996) 341-356 structure) and occupied the position of Al\" in the tridymite structure of AIP04. Such irons were proven to be surrounded by phosphate groups from the Msbauer spectroscopic measurements. The iron site of this catalyst showed the highest activity. 3.4. Catalysts with iron site isolated by different anion groups The iron site surrounded by phosphate groups has been suggested to be the active site for the selective oxidation of CH4 to CH30H by HZ-OZ and by H202 or NZO. However, whether the surrounding environment of an active iron site is limited only to phosphate or other anion groups are also effective is still open for discussion. In order to make this point clear, iron compounds with other anions were studied. FeAs04 and FeSb04 are expected to have similar property to FeP04 because P, As and Sb are in the same group in the periodic table. We have studied coordination environments of iron cations in these iron salts by Msbauer spectroscopy. Similar to the results for FeP04, one doublet with isomeric shift 8 = 0.31 mm/s and the quadrupole splitting 4 = 0.60 mm/s was observed for FeAs04. However, for FeSb04, the isomeric shift and quadrupole splitting were 0.45 and 0.75 mm/s, respectively. The value of the isomeric shift of this compound was a typical one ascribed to the Fe 3+ with the octahedral coordination of oxygen. These results suggest that the coordination environment of iron in FeAS04 is similar to that in FeP04, whereas that in FeSb04 is quite different. These two samples as well as FeP04 were tested as catalysts for the oxidation of CH4. The comparisons of the catalytic activities for the oxidation of CH4 by OZ in the presence and absence of HZ over FeP04, FeAs04 and FeSb04 were shown in Fig. 8. As reported previously [14], the co-feeding of HZ with OZ increased the conversion rate of CH4 and initiated the production of CH30H over FeP04. Such accelerating effect was also observed over FeA804, although 351 100 80 Y 60 .J y 40 20 0 4 6 2 0 (b) ri . IS--~ FCP04 FeAs04 FeSb04 Catalyst Fig. 8. Oxidation of CH4 by OZ the presence and absence of H2. (a) CH4 conversion rate, in the absence of H2, (O); in the presence of 112, (. (b) Selectivities, in the absence of HZ, (white bar), HCHO; in the presence of HZ, (dark grey), CH30H; (light grey), HCHO. Reaction conditions: P(CH4)=33.8 kPa, P(OZ)=8.4 kPa, P(OZ)=8.4 kPa, P(HZ)=50.7 kPa, T=698 K, W = 0.5 g, F = 3.6 dm; h-' . the effect of H 2 was not so notable as compared with FeP04. However, as shown in Fig. 8, no CH 30H was produced in the presence of H 2 over FeSb04 and H 2 showed a negative effect on the conversion rate of CH4. As indicated by Msbauer spectra, the iron in FeSb04 is in octahedral coordination of oxygen. The octahedron of iron cannot be isolated in this compound, while the iron cations in FeP04 and FeAs04 are in tetrahedral coordination and each tetrahedral unit of Fe04 is isolated by P04 or As04 units. Thus, the results obtained here further support the conclusion that the isolated and 352 Y. Wang, K. Otsuka /Journal of Molecular Catalysis A: Chemical 111 (1996) 341-356 tetrahedrally coordinated iron site is necessary for the selective oxidation of CH4 to CH30H by HZ-O2. However, although the iron sites in FeP04 and FeAs04 possess similar structural environment, the enhancing effect of H 2 for both catalysts is notably different. As shown in Fig. 8, the co-feeding of HZ with OZ enhances both CH 4 conversion and CH 30H selectivity markedly for FeP04 compared to the effect on FeAs04. Therefore, other factors must influence the reaction in the presence of HZ. One reasonable factor for this may be the difference in the acidities of the surrounding groups of iron, i.e., P04 and AS04 groups. Thus, the acidities of these catalysts were investigated by NH3-TPD method. As shown in Fig. 9, one broad desorption peak of ammonia was observed for all the 50 40 b .~ 30 0 h ao E 10 d 0 (a) .v .v.w (cj..~ 300 450 600 T /K Fig. 9. NH3-TPD curves. (a) FeP04; (b) FeAs04; (c) FeSb04. Table 3 Catalytic oxidation of CHQ by Oz co-fed with HZ over ferrisilicate catalysts three catalysts. The peak temperatures were 523, 465 and 452 K for the desorption of ammonia chemisorbed on FeP04, FeAs04 and FeSb04, respectively. Moreover, the amount of the total ammonia desorbed from the samples per surface area was in the order of FeP04 FeAs04 > FeSb04. These observations show that the acidity of FeP04 is stronger as compared with FeSb04. Such results strongly suggest that the acidic property of the environment groups surrounding the iron site is another important factor in the oxidation of CH 4 to CH 30H by Hz-OZ gas mixture. It is known that all metal cations occupy tetrahedral coordination sites surrounded and isolated by S'04 tetrahedra in zeolite structure or P04-tetrahedra in aluminophosphate-based molecular sieves. Therefore, the iron sites in these catalysts fit the active site model (model C) needed for the oxidation of CH 4 to CH 30H by HZ-OZ as suggested in Fig. 7. In fact, as reported earlier [14], FAPO-5, an Fe-substituted AIP04-5 in which the tetrahedrally coordinated iron is isolated by P04 tetrahedra, showed a remarkably accelerating effect of H 2 on the oxidation of CH 4 and a small amount of CH 30H was obtained in the presence of H2. Furthermore, we have examined the catalytic performance of a ferrisilicate with MR-structure in which iron sites are isolated by Si04 tetrahedra. The results for the oxidation of CH4 by OZ in the absence and presence of HZ over both Naand H-ferrisilicates are shown in Table 3. Obviously, CH4 conversion increased more notably Catalyst P(H2) (kPa) CH, conversion (%) Selectivity (%) CH30H HCHO CO CO2 Na-ferrisilicate 0 0.10 0 0 35.0 65.0 8.4 0.14 0 0 36.7 63.3 16.8 0.18 0 0 37.4 62.6 H-ferrisilicate 0 0.25 0 0 45.0 55.0 4.2 0.88 0 8.9 78.9 15.3 8.4 1.33 0 8.8 77.6 16.6 16.8 2.38 0 9.7 78.2 15.1 Reaction conditions: T = 673 K, P(CHQ) = 33.8 kPa, P(OZ) = 8.4 kPa, W = 0.2 g, F = 3.6 dm j h-'. Y. Wang, K. Otsuka/.lournal of Molecular Catalysis A: Chemical 111 (1996) 341-356 due to the co-feeding of H z for H-ferrisilicate as compared with that for Na-ferrisilicate. Moreover, the product selectivities were influenced more greatly due to the co-feeding of H 2 over H-ferrisilicate. For this catalyst, in the absence of Hz, COZ was the main product and no HCHO was observed, while HCHO was newly produced and CO became the main product in the presence of HZ. It should be noted that CO was not formed from the reaction between COz and HZ because no CO was observed when the reaction of COZ with HZ-OZ was carried out on this catalyst. Thus, it is likely that CO is produced from the further oxidation or decomposition of HCHO. These results apparently suggest that the acidity of the environment of iron is an important factor. However, no CH30H was obtained over H-ferrisilicate in the presence of Hz. It is probable that the CH 30H formed in the channels of this zeolite is further converted into HCHO and CO before its desorption through the channels into the gas phase. Similarly, CH 30H production was not observed over a Fe-ZSM-5 catalyst for the oxidation of CH4 by HZ-O2, although the accelerating effect of H 2 on the conversion of CH 4 was notable [ 14]. 4. Discussion The results described above have suggested that the tetrahedrally coordinated iron site isolated by acidic groups is the active site for the selective oxidation of CH4 to CH30H by H2_ 02. Here, we discuss about the functions of this active site in the selective oxidation of CH4 to CH30H by HZ-OZ to get further information about the reaction mechanism. As described earlier, the facts that the conversion of CH4 occurs at lower temperatures and CH30H is selectively produced in the presence of H 2 have strongly suggested that a new active oxygen species is generated for the selective oxidation of CH4 to CH30H in the presence of H2 and Oz. In order to elucidate this 353 1200 1200 (a) (b) 68 64 60 56 52 48 Binding energy /eV Fig. 10. Fe 3p spectra obtained from XPS measurements for catalyst C. (a) Fresh catalyst; (b) after a reaction for 5 h in a (CH4 +H2 +OZ) gas mixture. active oxygen species, we have carried out in situ FT-IR studies over an Fe-AI-P-O catalyst in which the iron sites are in the same structural environments with the model catalyst C. The results of the FT-IR experiments indicated that an adsorbed peroxide species was responsible for the reaction with CH4 to form methoxide and acidic OH groups as the intermediates for the formation of CH30H on the catalyst surface [ 19]. In order to understand the role of iron site during the reaction, the catalyst C after a reaction for 5 h in CH4-HZ-Oz (P(CH4) = 33.8, P(OZ) = 8.4, P(HZ) = 50.7 kPa) gas flow was analyzed by XRD, Msbauer and XPS studies. Obvious changes were not observed before and after the reaction for XRD and MHssbauer measurements. However, notable difference was observed for XPS spectra of the catalyst before and after the reaction. As shown in Fig. 10, a new shoulder peak at 56.2 eV, which can be assigned to an Fe(II) on the catalyst surface, was observed in Fe 3p spectrum after the reaction, while only a single peak at 57.7 eV ascribed to an Fe(III) was observed before the reaction. These results indicate that the redox 354 Y. Wang, K. Otsuka/Journal of Molecular Catalysis A: Chemical 111 (1996) 341-356 between Fe(III) and Fe(II) occurs on the catalyst surface during the reaction. The important role of the Fe(Il) generated during the reaction was suggested by the pulse reaction experiments below. Fig. 11 shows the effect of the pre-reduction of the catalyst by H 2 pulses on the reaction of a (CH4 + OZ + HZ) pulse over catalyst C. The degree of reduction of the catalyst surface by the HZ pulses was calculated from the amount of the water produced and the number of oxygen anions of the catalyst surface. Obviously, the pre-reduction enhanced the selective oxidation of CH4 to CH30H as shown in Fig. 11. Therefore, we believe that the Fe(II) on the catalyst surface plays an important role in the formation of the peroxide in the presence of H 2 and O2. Because neither the oxidation of CH4 nor the reaction between HZ and OZ occurred over iron free Al-P-O, it is reasonable to assume that the iron site in the iron-containing catalysts is the active site for these reactions. The reaction mechanism of CH4 to CH30H in the presence of HZ and OZ which we have in mind is demonstrated in Fig. 12. H Z reduces the surface, generating Fe(H) and H+ which is adsorbed on the neighboring phosphate groups (step 1). The 0.4 s 0.2 Or T 0 2 (b) Degree of surface reduction /% 50 s 40 2:, h x 30 20 Fig. 11. Effect of the pre-reduction by H2 pulse on the reaction of (CH4 +HZ +OZ) pulse over catalyst C. (a) CHQ conversion; (b) CH 30H selectivity. T = 698 K, W = 0.5 g, He carrier 40 cm 3 min-', pulse size 2.7 cm 3, in the pulse: P(CH4)=33.8 kPa, P(H2)= 50.7 kPa, P(Oz)=8.4 kPa. CH31 H3 6 Oe O Fe(III) o oo o o' `o a 3 b Hp O/FaPIi)~ /O Fe(I o `o o~`o d `o CH4 Fe(III) P\\ Fe(III) o' `o d o o/ '- HZ o je~i) ~`~ ~ Fe( )O 0 0 0 0 0' `o 02 a O e(IO' `O`O O'`O A~ I pZZ- Fe(III) ' % Fe(III) O' O O' \\O :4 H20 Fig. 12. The proposed reaction mechanism for the selective oxidation of CH4 to CH30H by HZ-OZ over active iron site. Fe(II) activates OZ into OZ species by one electron transfer (step 2). The peroxide species formed through the OZ species by accepting one electron from the other Fe(II) site (step 3) would activate CH4 into CH30H (steps 4-6). The peroxide species generated on the isolated iron site may be protected from the attack of the hydrogen adsorbed on the neighboring iron sites. Thus, the H 2-OZ reaction to H20 over catalyst C must be greatly prevented compared to the catalysts A and B. Therefore, the lifetime of the peroxide on the isolated iron site surrounded by phosphate groups must be prolonged, and thus, the peroxide species has more chance to react with CH 4. On the other hand, for the iron site not isolated by phosphate groups, e.g., models A and B in Fig. 7, even if the peroxide species may be generated as an intermediate in the activation of 02, it will be rapidly reduced to H20 before reacting with CH4. These speculations are supported by the experimental facts shown in Fig. 2. As shown in Fig. 2, the reaction between H2 and OZ to produce H20 proceeded much faster over catalysts A and B, while this reaction was the Y. Wang, K. Otsuka/Journal of Molecular Catalysis A: Chemical lll (1996)341-356 slowest over catalyst C. The accelerating effect of H 2 on the selective oxidation of CH 4 was most notable on catalyst C, because the isolated structure of iron for this catalyst prevents the H Z-OZ reaction to H20 and, consequently, increases the steady-state concentration of the peroxide species. The acidity of the surrounding groups must facilitate the acceptance and donation of the H+ during the activation of HZ and Oz, and thus, enhance the formation of the peroxide. Therefore, a stronger acidity of the surrounding groups is advantageous to the selective oxidation of CH4 to CH30H by H2_02' Moreover, as shown in step 5 of Fig. 12, the acidic protons formed on the acidic groups such as phosphates neighbor to the iron site may facilitate the protonation of the methoxide intermediate to CH30H. The structure of the active iron site, i.e., the iron site isolated by acidic groups must ensure the formation of CH 30H as the primary product by the protonation of the methoxide intermediate. Otherwise, without such structural environment of iron, even if methoxide can be formed as an intermediate, the rapid protonation will not be ensured and the further oxidation of methoxide to HCHO will overcome the formation of CH 30H. As describe earlier, HZOZ and NZO are also effective oxidants for the selective oxidation of CH4 to CH30H. It is reasonable that the adsorbed peroxide can be directly formed from H..O2, thus, H202 can be an effective oxidant for the selective production of CH 30H on the same active iron site. In the case of N20, the formation of the peroxide species was also detected by FT-IR spectroscopy [ 19]. Moreover, similar to the one generated in HZ-OZ gas mixture, the peroxide species from NZO also reacted with CH4 to form methoxide and OH as the intermediates of CH 30H. Therefore, we consider that in the case of Nz0 as the oxidant, the peroxide species is also responsible for the selective oxidation of CH4 to CH30H. It should be recalled that NZO showed higher activity for the oxidation of CH4 over the same 355 catalyst as compared with H2-OZ and H202. Probably, the rate of conversion of the peroxide to H20 in an atmosphere of N20 is not so fast as in the case of H,,-OZ or H202, thus the steady-state concentration of the peroxide from N20 must be increased compared to that from HZ-02. Moreover, a large amount of H20 formed in Hz-Oz or co-fed with HZOZ (30 wt% H20z aqueous solution was used in the experiments) decreases the activity in these two cases. In fact, the addition of H20 showed remarkably negative effect on the conversion of CH4 [14,15). However, at this moment, we should not exclude the possibility that a monoatomic oxygen species such as Fe(III) ~ ~ ~ O- or Fe(IV)=O could be responsible for the selective oxidation of CH4 to CH30H when N20 is used as the oxidant. Further study on this point is needed. References [1] J. Colby, D.I. Stirling and H. Dalton, Biochem. J. 165 (1977) 395. [2] M.J. Rataj, J.E. Kauth and M.I. Donnelly, J. Biol. Chem. 261 (1991) 18684. [3] M.J. Brown and N.D. Parkyns, Catal. Today 8 (1991) 305; N.D. Parkyns, C.I. Warburton and J.D. Wilson, Catal. Today 18 (1993) 385. [4] O.V. Krylov, Catal. Today 18 (1993) 209. [5] T.J. Hall, J.S.J. Hargreaves, G.J. Hutchings, R.W. Joyner and S.H. Taylor, Fuel Proc. Tech. 42 (1995) 151. [6] V.A. Durante, D.W. Walker, W.H. Seitzer and J.E. Lyons, 1989 Int. Chem. Congress on Pacific Basin Soc., preprints of 3B symp., p. 23; J.E. Lyons, P.E. Elks and V.A. Durante, in: R.K. Grasselli and A.W. Sleight (Eds.), Structure-Activity and Selectivity Relationship Heterogeneous Catalysis (Elsevier, Amsterdam, 1991) p. 99. [7] S. Betteridge, C.R.A. Catlow, D.H. Gay, R.W. Grimes, J.S.J. Hargreaves, G.J. Hutchings, R.W. Joyner, Q.A. Pankhurst and S.H. Taylor, Top. Catal. 1 (1994) 103. G.S. Walker, J.A. Lapszewicz and G.A. Foulds, Catal. Today 21 (1994) 519. J.R. Anderson and P. Tsai, J. Chem. Soc. Chem. Commun. (l9) 1435. [10] Z. Sojka, R.G. Herman and K. Klier, J. Chem. Soc. Chem. Commun. (1987) 1435. [11] T. Kobayashi, K. Nakagawa, T. Tabata and M. Haruta, J. Chem. Soc. Chem. Commun. (1994) 1609. [12] K. Otsuka, T. Komatsu, K. Jinno, Y. Uragami and A. Morikawa, in: Proc. 9th Int. Congression Catalysis, 1988, Vol. 2 (The Chemical Institute of Canada, Ottawa) p. 915. 356 Y. Wang, K. Otsuka /Journal of Molecular Catalysis A: Chemical 111 (1996) 341-356 [13] K. Otsuka, Y. Wang, I. Yamanaka, A. Morikawa and M.Yu. Sinev, Stud. Surf. Sci. Catal. 81 (1994) 503. [14] Y. Wang and K. Otsuka, J. Chem. Soc. Chem. Commun. (1994) 1893; Y. Wang and K. Otsuka, J. Catal. 155 (1995) 256. [15] Y. Wang and K. Otsuka, Chem. Lett. (1994) 1893; Y. Wang and K. Otsuka, J. Chem. Soc. Faraday Trans. 91 (1995) 3953. [16] M.A. Uddin, T. Komatsu and T. Yashima, J. Catal. 146 (1994) 468. [17] M.M. Gadgil and S.K. Kulshreshtha, J. Solid State Chem. 113 (1994) 15. [18] J.M. Millet, C. Virely, M. Forissier, P. Bussiere and J.C. Vedrine, Hyperfine Interactions 46 (1989) 619. [19] Y. Wang, K. Otsuka and K. Ebitani, Catal. Lett. 35 (1995) 259. MOLCAA 9600177X 1381-1169(96)00177-X 10.1016/1381-1169(96)00177-X Molecular aspects of heterogeneous catalysis Article Structure of catalytic active site for oxidation of methane to methanol by H2O2 gas mixture over iron-containing catalysts Ye Wang Kiyoshi Otsuka ∗ Department of Chemical Engineering, Tokyo Institute of Technology, Ookayama, Meguro-ku, Tokyo 152, Japan ∗ Corresponding author. Tel.: +81-3-57342144; fax: +81-3-57342144 Three model catalysts were designed to study the structure of the active iron site responsible for the conversion of methane to methanol by oxygen in the presence of hydrogen at atmospheric pressure. The catalytic activities were correlated with the characterizations of the coordination environments of the iron sites in the three model catalysts. The results suggest that the tetrahedrally coordinated iron site isolated from each other by phosphate groups is the active site for the selective oxidation of methane to methanol by H2O2 gas mixture. The same iron site was effective for the conversion of methane to methanol by H2O2 or N2O. The comparison studies among FePO4, FeAsO4 and FeSbO4 indicate that the acidity of the surrounding groups of iron site plays important roles in the oxidation of methane with H2O2 gas mixture. It is proposed that H2 and O2 are activated on the active iron site through the redox between Fe(III) and Fe(II), producing an adsorbed peroxide species responsible for the selective oxidation of methane to methanol. The isolated structure of iron sites must increase the steady-state concentration of the peroxide species generated from the reaction of H2 and O2 on the catalyst surface. The acidic groups surrounding the iron site serve as the acceptor and donor of protons and thus enhance the formation of the peroxide. Furthermore, the acidity of the surrounding groups of iron is suggested to contribute to the selective formation of CH3OH through the protonation of the intermediate methoxide. Keywords Active site Methane Methanol Iron-containing solid catalysts References [1] J. Colby D.I. Stirling H. Dalton Biochem. J. 165 1977 395 [2] M.J. Rataj J.E. Kauth M.I. Donnelly J. Biol. Chem. 261 1991 18684 [3] M.J. Brown N.D. Parkyns Catal. Today 8 1991 305 N.D. Parkyns C.I. Warburton J.D. Wilson Catal. Today 18 1993 385 [4] O.V. Krylov Catal. Today 18 1993 209 [5] T.J. Hall J.S.J. Hargreaves G.J. Hutchings R.W. Joyner S.H. Taylor Fuel Proc. Tech. 42 1995 151 [6] V.A. Durante, D.W. Walker, W.H. Seitzer and J.E. Lyons, 1989 Int. Chem. Congress on Pacific Basin Soc., preprints of 3B symp. p. 23 J.E. Lyons P.E. Ellis V.A. Durante R.K. Grasselli A.W. Sleight Structure-Activity and Selectivity Relationship in Heterogeneous Catalysis 1991 Elsevier Amsterdam 99 [7] S. Betteridge C.R.A. Catlow D.H. Gay R.W. Grimes J.S.J. Hargreaves G.J. Hutchings R.W. Joyner Q.A. Pankhurst S.H. Taylor Top. Catal. 1 1994 103 [8] G.S. Walker J.A. Lapszewicz G.A. Foulds Catal. Today 21 1994 519 [9] J.R. Anderson P. Tsai J. Chem. Soc. Chem. Commun. 1987 1435 [10] Z. Sojka R.G. Herman K. Klier J. Chem. Soc. Chem. Commun. 1987 1435 [11] T. Kobayashi K. Nakagawa T. Tabata M. Haruta J. Chem. Soc. Chem. Commun. 1994 1609 [12] K. Otsuka T. Komatsu K. Jinno Y. Uragami A. Morikawa Proc. 9th Int. Congression Catalysis Vol. 2 1988 The Chemical Institute of Canada Ottawa 915 [13] K. Otsuka Y. Wang I. Yamanaka A. Morikawa M.Yu. Sinev Stud. Surf. Sci. Catal. 81 1994 503 [14] Y. Wang K. Otsuka J. Chem. Soc. Chem. Commun. 1994 1893 Y. Wang K. Otsuka J. Catal. 155 1995 256 [15] Y. Wang K. Otsuka Chem. Lett. 1994 1893 Y. Wang K. Otsuka J. Chem. Soc. Faraday Trans. 91 1995 3953 [16] M.A. Uddin T. Komatsu T. Yashima J. Catal. 146 1994 468 [17] M.M. Gadgil S.K. Kulshreshtha J. Solid State Chem. 113 1994 15 [18] J.M. Millet C. Virely M. Forissier P. Bussiere J.C. Vedrine Hyperfine Interactions 46 1989 619 [19] Y. Wang K. Otsuka K. Ebitani Catal. Lett. 35 1995 259",
      "scopus-id": "0030601478",
      "coredata": {
        "eid": "1-s2.0-138111699600177X",
        "dc:description": "Three model catalysts were designed to study the structure of the active iron site responsible for the conversion of methane to methanol by oxygen in the presence of hydrogen at atmospheric pressure. The catalytic activities were correlated with the characterizations of the coordination environments of the iron sites in the three model catalysts. The results suggest that the tetrahedrally coordinated iron site isolated from each other by phosphate groups is the active site for the selective oxidation of methane to methanol by H2O2 gas mixture. The same iron site was effective for the conversion of methane to methanol by H2O2 or N2O. The comparison studies among FePO4, FeAsO4 and FeSbO4 indicate that the acidity of the surrounding groups of iron site plays important roles in the oxidation of methane with H2O2 gas mixture. It is proposed that H2 and O2 are activated on the active iron site through the redox between Fe(III) and Fe(II), producing an adsorbed peroxide species responsible for the selective oxidation of methane to methanol. The isolated structure of iron sites must increase the steady-state concentration of the peroxide species generated from the reaction of H2 and O2 on the catalyst surface. The acidic groups surrounding the iron site serve as the acceptor and donor of protons and thus enhance the formation of the peroxide. Furthermore, the acidity of the surrounding groups of iron is suggested to contribute to the selective formation of CH3OH through the protonation of the intermediate methoxide.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/138111699600177X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Ye"
          },
          {
            "@_fa": "true",
            "$": "Otsuka, Kiyoshi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/138111699600177X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/138111699600177X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00177-X",
        "prism:volume": "111",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Structure of catalytic active site for oxidation of methane to methanol by H2O2 gas mixture over iron-containing catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Active site"
          },
          {
            "@_fa": "true",
            "$": "Methane"
          },
          {
            "@_fa": "true",
            "$": "Methanol"
          },
          {
            "@_fa": "true",
            "$": "Iron-containing solid catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "341-356",
        "prism:endingPage": "356",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 1996",
        "prism:doi": "10.1016/1381-1169(96)00177-X",
        "prism:startingPage": "341",
        "dc:identifier": "doi:10.1016/1381-1169(96)00177-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030601478"
      }
    }
  }
}