{
  "metadata": {
    "title": "Modified zeolites as catalysts in the Friedel-Crafts acylation",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-06-25",
    "doi": "10.1016/1381-1169(96)00023-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996000234",
    "pii": "1381116996000234"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030601051",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-1381116996000234 1381-1169(96)00023-4 1381116996000234 10.1016/1381-1169(96)00023-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00052 2021-03-31T20:26:59.481131Z 0 0 19960625 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 109 109 2 2 Volume 109, Issue 2 11 177 187 177 187 19960625 25 June 1996 1996-06-25 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. MODIFIEDZEOLITESCATALYSTSINFRIEDELCRAFTSACYLATION GAARE K OLAH 1964 G FRIEDELCRAFTSRELATEDREACTIONS CORMA 1989 109 A CHICHE 1987 365 B HARVEY 1992 363 G PROC9THINTZEOLCONF RICHARD 1993 601 F HARVEY 1991 G INTSYMPZEOLCHEMCATAL CHICHE 1986 2128 B GAUTHIER 1989 219 C CHICHE 1987 229 B AKPORIAYE 1993 521 D CARVAJAL 1990 123 R MOLJORD 1995 21 K VANHOOFF 1991 241 J INTRODUCTIONZEOLITESCIENCEPRACTICE SOHN 1986 225 J LEE 1987 545 E LEE 1987 143 E MARYNEN 1984 287 P HERREROS 1992 464 B KLEIN 1995 1813 H IKEMOTO 1972 1330 M BEAGLEY 1984 1744 B SOHN 1986 4847 J DECANIO 1986 132 S BEYERLEIN 1988 1967 R FANG 1995 67 R OLSON 1980 390 D CHEN 1976 60 N LIEVENS 1992 698 J HARIPRASADRAO 1994 1449 P NEWSAM 1988 375 J PROCRSOCLONDONA DZWIGAJ 1990 431 S GAAREX1996X177 GAAREX1996X177X187 GAAREX1996X177XK GAAREX1996X177X187XK 2021-03-26T20:26:55.322Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp 1381116996000234 Norwegian Research Council Norges Forskningsråd http://data.elsevier.com/vocabulary/SciValFunders/501100005416 http://sws.geonames.org/3144096/ The authors are indebted to the Norwegian Research Council for their financial support of this work with the Strategic Technology Program. item 1381-1169(96)00023-4 1381116996000234 1-s2.0-1381116996000234 10.1016/1381-1169(96)00023-4 271358 2010-09-28T03:10:54.786605-04:00 1996-06-25 1-s2.0-1381116996000234-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000234/MAIN/application/pdf/39acb6643f87fd779d05ad2a9e7fc792/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000234/MAIN/application/pdf/39acb6643f87fd779d05ad2a9e7fc792/main.pdf main.pdf pdf true 1058696 MAIN 11 1-s2.0-1381116996000234-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000234/PREVIEW/image/png/3b184f2d0884c773fa0599c2ec5e7c47/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000234/PREVIEW/image/png/3b184f2d0884c773fa0599c2ec5e7c47/main_1.png main_1.png png 62709 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116996000234-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000234/STRIPIN/image/gif/734a82578cc171b4f1a7c1be5f5b8a13/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000234/STRIPIN/image/gif/734a82578cc171b4f1a7c1be5f5b8a13/si1.gif si1 true si1.gif gif 345 30 44 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 109 (1996) 177-187 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Modified zeolites as catalysts in the Friedel-Crafts acylation Kristin Gaare a' * , Duncan Akporiaye b a Department of Chemistry, University of Oslo, P.O. Box 1033, Blindem, N-0315 Oslo, Norwa_c b Sintef Oslo, P.O. Box 124, Blindern, N-0314 Oslo, Norwav Received 9 August 1995; accepted 8 January 1996 Abstract Modified zeolites were found to be active catalysts in the Friedel-Crafts acylation of anisole by acetyl chloride and acetic anhydride. The effect of two different modifications of the zeolites were tested; lanthanum-exchange and varying the Si/Al ratio. For the rare-earth modified zeolites, the activity was found to be dependent on the lanthanum content, and the yield increased with the level of lanthanum even up to 93% exchange. Dealuminated Y-zeolites were also found to be very active, and an almost linear increase in the yield with decreasing aluminium fraction was found. This has been attributed to the increased hydrophobicity of dealuminated zeolites. Zeolite Beta was also found to be very active in the reaction. Keywords: Friedel-Crafts acylation; Zeolites; Acylation; Rare-earth metal; Dealumination; Hydrophobicity 1. Introduction Zeolites are currently being widely studied for their application in the synthesis of organic and fine chemicals. The key opportunities for the use of zeolites as catalysts relies on their unique pores, which can control the selectivity of the reaction. Friedel-Crafts acylation is a process in which an active and selective heterogeneous catalyst could replace the more traditional homogeneous systems. The current use of conventional Lewis acid catalysts such as aluminium chloride implies a number of problems related to the fact that greater than stoichiometric amounts of the catalyst are needed [1]. This is due to the formation of a complex between Corresponding author. Fax: (+47) 22067350, e-mail: kristin.irene.gaare@si.sintef.no 1381-1169/96/$15.00 1996 Elsevier Science B.V. All rights reserved. PHS1381-1169(96)00023-4 the product and the catalyst, the subsequent hydrolysis of which leads to the loss of the catalyst and the environmental consequences of its disposal. The application of zeolite catalysis to the Friedel-Crafts acylation of aromatics has been described in the literature. Corma et al. have studied the acylation of anisole by phenylacetyl and phenyl propanoyl chlorides catalyzed by HY, HBeta and HZSM-5 zeolites [2]. Fig. 1 shows a proposed mechanism for zeite-catalyzed acylation. The electronic effects have been shown to be analogous to those reported in the case of classical electrophilic aromatic substitution [3]. Ftiedel-Crafts acylation of anisole by acetic anhydride and phenylacetyl chloride using HBeta and HY-zeolites was described by Harvey et al. [4]. HBeta was consistently found to 178 K. Gaare, D. Akporiaye / Journal of Molecular Catalysis A: Chemical 109 (1996) 177-187 O R- C-X + H*.- - R- C-X R' OH* Z+ R-c-x OH' 7ml- 0 R-C H U Zeer + xx R' 1 0 H\"-Zeol- + R-C-<~R' (+o,m) Fig. 1. Mechanism of zeolite-catalyzed acylation of aromatics. be the most active catalyst for the acylation reactions compared to USY and ZSM-5. Very little difference was observed in the catalytic activity of HBeta with varying Si/Al ratios. In the acylation of benzofuran by acetic anhydride, dealuminated Y-zeolites were shown to be active [5]. The acylation of 2-methoxynaphthalene demonstrates the high shape-selective catalysis of zeolites [6]. USY produced only the 1-acetyl isomer, whereas selective synthesis of the 2acetyl isomer was achieved by optimization of the reaction conditions using zeolite Beta. The earliest studies in the use of rare-earth modified zeolites [7,8] and pillared clays [9] in the acylation of toluene using carboxylic acids of different chain lengths have shown high selectivity to the para-isomer. The activity was shown to be dependent on the chain length of the acid, and with acetic acid there was no reaction. A parallel drawn between the acylation reaction and the cyclohexanol dehydration suggested that the active centers are the Brsted sites [8]. Earlier work in our group has shown the dependence of the activity on the rare-earth canon content of the zeolite in the acylation of toluene with different acid chlorides [ 10]. We have currently systematically investigated the importance of modification of the zeolite on its activity in catalysing the FriedelCrafts acylation. Of particular interest was the application of the rare-earth exchanged zeolites. The effect of varied SAl ratio of the zeolite was also studied, and the different methods of modifications compared. The model reaction was the acylation of anisole by acetyl chloride and acetic anhydride (Scheme 1). 2. Experimental 2.1. Materials The acylation reaction was investigated on five samples of zeolite Y with different Si/Al ratios supplied by PQ (CBV-500, CBV-712, CBV-740, CBV-780) and Aldrich (LZ-Y52); one zeolite X (Union Carbide type 13X) provided by Fluka; two samples of zeolite Beta (as synthesized) (Valfor CP 811 BL and Valfor CP 806B), both provided by PQ. The physical properties of these zeolites are summarized in Table 1. Samples with different levels of La-exchange were obtained from NaY(53) by ion-exchange with different amounts of La(N03)3 at 70, according to a literature procedure [11]. Samples with 15% La(15)Y(53), 40% La(40)Y(53), 63% La(63)Y(53), 69% La(69)Y(53) of the theoretically possible ion-exchange capacity (NAl divided by 3 to compensate for the charge difference between Na+ and La 3 + ) were obtained, as confirmed by elemental analysis. La(93)Y(53) was made from La(69)Y(53) by the same procedure, after calcination of La(69)Y(53) at 400 for 7 h in flowing air. La(97)X was made from NaX by ion-exchange with La(N03)3 at 70, followed by calcination (1 h at 200, 1 h at 300 and 7 h at 400) and finally a new ion-exchange with La(N03)3 at 70. The Na form of the zeolites were obtained from the NH4 forms (NH4Y(30) and NH4Y(11)) by ionexchange of the parent material with 2 M NaN03 0 C0' 0 + CHs- c-X 0 X=Cl. CHy- C-O Scheme 1. 0 cx c'30 K. Gaare. D. Akporiave/Journal of Molecular Catalysis A: Chemical 109 (1996) 177-187 179 at 100, repeated twice for three hours each. The NaY(53) was subjected to the same procedure to obtain the pure Na+ form. To obtain a pure NaBeta zeolite, the NaBeta was calcined for 5 h at 540 (5min) to burn off the template, and the zeolite was calcined again at 540 (5min) for 10 h to remove traces of template before ion-exchange with 2 M NaN03 by the same procedure. The H forms of the Y zeolites were obtained by calcination of the ammonium form at 500 in flowing air for 7 h. All reagents were of analytical purity. Anisole was dried by means of molecular sieves (4A). Acetic anhydride was used without further purification. Acetyl chloride was distilled from PC15 and quinoline before some of the experiments. 3. Characterisation Chemical analysis was performed on a Siemens SRS 303 AS X-ray wavelength dispersive fluorescence spectrometer where the samples were analyzed as fused beads. Elemental analysis of HY(7) and HY(6) were performed by CNRS Solaize, and further characteristics of these zeolites are given in reference [12]. The MAS NMR spectra were recorded on a Varian VXR 300 S WB NMR spectrometer Table 1 Physical properties of the zeolites equipped with 7 mm zirconia rotors. Conditions for the 29Si MAS NMR spectra: resonance frequency: 59.6 MHz, sweep with: 14000 Hz, pw(90), repetition time 10 s (For NaY(11) the repetition time used was 5 s), MAS spinning speed: 4.5 kHz. Conditions for the `'A1 MAS NMR spectra: resonance frequency: 78.2 MHz, sweep with: 50000 Hz, pulse width 0.5 ,us, repetition time: 2 s, MAS spinning speed: 5.5 kHz. In order to check the crystallinity of the zeolites, X-ray powder diffraction was performed on a Siemens D5000 diffractometer, using nickel filtered CuK a radiation. The unit cell dimension (ao) was determined according to the ASTM method D 3942-80, with a highpurity silicon powder SRM 640b from NBS used as an internal standard. The surface area was determined by one point BET analysis on a Quanta Chrome Monosorb instrument. 4. Reaction procedure The acylation reactions of anisole were performed at 70 under batch conditions using the substrate anisole as solvent. For each test the zeolite was calcined for 7 h in flowing air at 400 before rapidly transferring a 0.5 g sample Zeolite Zeolite type a0 Si/Al bulk Si/Al framework NA1 \" SBET (A) (m-/') LZ-Y52 NaY(53) h 24.638 2.5 2.6 ` 53 718 CBV-500 NH4Y(30) h 24.526 2.6 5.4 ` 30 750 CBV-712 NH4Y(11) b 24.344 5.8 15.91 I1 730 CBV-740 HYM b 24.306 19.1 25.4 'J 7 750 CBV-780 HY(6) b 24.293 34.6 31.6 6 780 Valfor CP 806 B NaBeta 16.5 750 Valfor CP 81 I BL HBeta 12.9 4.6 750 ` Union Carbide 13X Na.X 1.1 '` h!, = number of framework aluminium per unit cell. The numbers refer to NA1 /u.c. From zi NMR. `' From XRD (NA, = 107.1(ao - 24.238) [141. r Documentation from manufacturer. 180 while hot to the reaction vessel. The system was subsequently evacuated at 130 overnight to eliminate water adsorbed during the transfer. Next morning a solution of anisole (150 ml) + acylating agent (10 mmol) + internal standard (hexadecane) was added after cooling. Samples were taken out periodically during a period of 24 h and analyzed by GLC ((14% cyanopropylfenyl)methylpolysiloxane capillary column). The samples were filtered through a syringe filter (SRP 15 from Sartorius) before analysis to avoid deposit of solid material on the capillary column. 5. Results 5.1. Definitions Yield (%) = mol% of para-product obtained from moles acylating agent initially added. Acetyl chloride and acetic anhydride can both create one acyl group [4]. The acetic acid created in the reaction with the anhydride is a byproduct, reported not to be very reactive in zeolite catalyzed acylation [7]. Table 2 Yield of para-product (%) after 6 h reaction K. Gaare, D. Akporiaye / Journal of Molecular Catalysis A: Chemical 109 (1996) 177-187 -m-HY(53)--*-La(93)Y(53) 60- 501 40 L a b a so 1 201 101 01 0 5 10 15 20 25 Reaction time / hour Fig. 2. Reaction of acetyl chloride and anisole at 70 over HY(53) and La(93)Y(53): Yield (%) of para-product. 5.2. Acylation reactions Fig. 2 shows a typical reaction run for the acylation reactions. Rather low yields were found for the reaction over HY(53), in contrast to the much higher yield over La(93)Y(53). Zeolite (A1EFAI/A1F) a Na/NA, Acetyl chloride yield 6 h Acetic anhydride yield 6 h TON ` No catalyst La(63)Y(53) NaX NaY(53) HY(53) NaY(30) HY(30) NaY(11) HY(11) HY(7) HY(6) NaBeta HBeta ca. 0 1.1 1.7 b 0.3 b ca. 0 5 28 1 4 4 0.5 18 15 38 37 46 42 47 0.6 0.8 0 36 11 26 3.6 38 338 739 1043 a Calculated from the differences in the Si/Al ratios from chemical analysis and 29Si NMR. b Calculated from the differences in the Si/Al ratios from chemical analysis and XRD. ` Calculated as ro/(NA,/NA, + Si), where ro is the yield (%) during the first hour of reaction. The TON is calculated for the reaction where acetyl chloride is used as acylating agent. d AIEFA) = extra-framework aluminium, AlF = aluminium in framework. K. Gaare, D. Akporiaye /Journal of Molecular Catalysis A: Chemical 109 (1996) 177-187 Initially a fast reaction can be seen, but after ca. 6 h the activity of the catalyst decreases significantly. This can be caused by deposition of coke, or by the decreased concentration of the acylating agent. Minor amounts of acetic acid were observed in the acylation by acetyl chloride, but not quantified. In all the experiments the yield of ortho + meta isomer was less than 2%. For some of the most active catalysts small amounts of some heavy substances from reactions within the solvent were found. Table 2 shows a comparison of the yield when acetyl chloride and acetic anhydride are used as acylating agents. In the table the activity of NaY versus HY and NaBeta versus HBeta are also compared. In traditional homogeneous A1C13-catalyzed acylation of anisole, acetic anhydride and acetyl chloride are both reported to give almost quantitative yields of para-product [1]. Table 2 shows that acetic anhydride gives a slightly higher yield than acetyl chloride when La(63)Y(53) is used as catalyst. A surprising result is that both NaY(30), NaY(11) and NaBeta catalyse the re- 50- 40- .C d a 30 4 4 W v 20 a W O .12 * 10 0 11 0 20 40 60 80 100 % La-exchange Fig. 3. Reaction of acetyl chloride and anisole at 70 over lanthanum exchanged NaY(53): Yield (%o) of para-product after 6 h reaction. 181 60 - 50 30 20-~ 10 -~ N,6 N~=30 rNA]=s3 0,00 0,05 0,10 0,15 0,20 0,25 0';30 nyn+sp Fig. 4. Reaction of acetyl chloride and anisole at 70 over HY with different Si/Al ratios: Yield (%) of the para-product after 6 h reaction. action in equal yields to HY(30), HY(11) and HBeta. The zeolites would not be expected to contain any active sites in sodium foam. However, when a NaY-zeolite is used, acetyl chloride is slightly more active than acetic anhydride. In the beginning of this work, acetyl chloride was the only acylating agent that was tested. When the catalytic activity of the Na-exchanged zeolites was observed, it was considered that free HO liberated during the reaction could either catalyze the reaction or ion-exchange with the sodium canons in the zeolite. However, subsequent tests of the Na form of the zeolites show that they also catalyse the reaction when the anhydride is used as acylating agent, to be discussed later. The yield of para-product as a function of the degree of lanthanum exchange is presented in Fig. 3. The figure clearly shows increasing yield with increasing content of lanthanum rations. A rapid increase in catalytic activity when the level of exchange is greater than 40% can be observed. It was also of interest to see if Y-zeolites 182 K. Gaare, D. Akporiaye /Journal of Molecular Catalysis A: Chemical 109 (1996) 177-187 Table 3 Acylation of anisole by acetyl chloride at 70 catalyzed by La(63)Y(53) calcined at different temperatures Calcination temp. Yield (%) of para-product after 6 h 200 300 400 14 27 28 with varying Si/Al ratios show different catalytic activity. Fig. 4 clearly shows that the yield of acylated product decreases as the fraction of framework aluminium in the zeolite increases. As will be described later, the active sites in a LaY-zeolite are created during calcination. Different calcination temperatures were therefore tested, and the results are given in Table 3. 6. Determination of framework composition The accurate determination of the framework composition is important in order to interpret catalytic data obtained over the different zeolite samples. Previous studies have employed a variety of methods based on XRF, NMR and XRD. The method of chemical analysis used in this work is based on a complete melting of the zeolite and analysis by XRF. Hence it is not possible to distinguish between framework and non-framework aluminium. Other methods are therefore used to determine the framework composition. The quantitative ratio of tetrahedral Si and A1 atoms in the zeolite framework can be directly calculated from the peak intensities in 29Si NMR [13]. This is usually a very reliable and widely used method for Si/Al determination, and was used in this work for the determination of the Si/Al in NaY(53) and NaY(30). However, zeolites with a high Si/Al ratio usually have a very intense Si(0Al) signal while the other signals are of very low intensity. Accordingly, small variations in the integrations of the low-intensity peak can result in large differences in the final result. In addition, these zeo- lites often contain amorphous materials, which complicates the integration further. For these reasons we decided to use XRD for the determination of the Si/Al in HY(11), HY(7) and HY(6), and the relation between the lattice constant ao and NA, given by Sohn et al. [14]. 7. Discussion 7.1. Effect of lanthanum Increasing yield of para-product with increasing lanthanum exchange can be seen in Fig. 3. A similar trend was found in the acylation of toluene with octanoic acid catalyzed by CeNaY with Ce loadings up to 70% [8]. The much higher activity of La(93)Y(53) compared to HY(53) can be seen in Fig. 2, where a tenfold increase in acylated product was observed with the lanthanum-exchanged zeolite. The enhanced acylation activity through La-exchange can be compared with the equivalent increased activity in hexane cracking [11] and cyclohexanol dehydration [8]. The rare-earth cation exchange has been correlated to the formation of Brsted acid sites with enhanced acid strength compared to the equivalent HY system, being linked to the presence of La(OH)2+, which may be formed by the mechanism [15] depicted in Scheme 2. The effective charge on lanthanum has been found to be reduced from + 3 to + 2 during the calcination of a LaNaY-zeolite between 200500 [16]. The charge reduction on lanthanum is accompanied by the irreversible formation of a bridged hydroxyl group, which implies that each La cation creates one new Brsted site. (An equivalent charge of + 2.5 on lanthanum has also been proposed [17].) The0hydrated La 3+ cation has an ion radius of 3.96 A, and remains in the supercage because of the hydration sphere. When the zeolite is heated the hydration sphere La3'(H20),(O-Zeol)3 oalciinstiorL La2*(HZCx_,(OH)(-O-Zeol)2 +HO-Zeol (2) Scheme 2. K. Gaare, D. Akporiave/Journal of Molecular Catalysis A: Chemical 109 (1996) 177-187 is lost and a number of lanthanum cations migrate into the sodalite cage while sodium cations migrate from the sodalite cage to the supercage. This migration has been followed by '39 La NMR [ 18], and by X-ray powder diffraction complemented by MAS NMR spectroscopy [ 19]. It is evident from Fig. 3 that the increase in activity is greatest when the level of exchange is higher than 40%. This may be explained by inaccessible acid sites for low lanthanum content, or by the higher acid strength for high degree of ion-exchange [20]. From Fig. 3 it may seem that the only limitation on the yield is the maximum amount of lanthanum that can be incorporated. The ion-exchange capacity theoretically possible is of course determined by the Si/Al ratio in the framework, and a zeolite with the potential for higher ion-exchange was therefore needed. Zeolite X has the same structure as zeolite Y, the only difference is the lower Si/Al ratio of zeolite X. La(97)X (97% of the sodiums exchanged), was prepared from NaX (Si/Al = 1.1), which after calcination should contain 29 active sites/u.c. originating from lanthanum according to Scheme 2. However, a low yield of acylated product was obtained (9%). Low catalytic activity of LaX was also found in hexane cracking, and was attributed to the need for both polyvalent cation and isolated framework aluminium to make catalytic activity [11]. As the active sites are generated during the calcination of LaNaY(53), the calcination temperature obviously may have a big influence on the number of active sites that will be created. Three different calcination temperatures have been tested, as shown in Table 3. Increased yield was found when the calcination temperature was raised from 200-300, but the temperature is not too crucial above 300. This can be rationalized by the temperature dependence of the migration of lanthanum from supercage to small cages [ 16]. A constant number of lanthanum cations/atoms locked in small cages as a result of irreversible lanthanum migration has been found for calcination tempera- 183 tures varying from 300-500. A different result was found for a CeY-zeolite in the acylation of toluene by octanoic acid, where a decrease in activity was found for temperatures above 350 [8]. 7.2. Increasing activity with increasing Si/At It is now generally accepted that the aluminium distribution in the zeolite framework is important for the acidity. Maximum acidity is obtained for Brsted sites associated with isolated aluminium ions; that is aluminium ions with no neighbouring aluminiums in the second coordination shell [13]. Beagley et al. have reviewed the ideas concerning the relationship between zeolite acidity and aluminium distribution in faujasite [21 ]. Using a statistical model, the number of isolated Al atoms per unit cell was found to increase linearly up to a maximum at 32 framework aluminium/u.c., and then to decrease to zero at 64. Several studies have confirmed this relation between aluminium content and activity [22,23]. In the acylation of benzofuran with acetic anhydride catalyzed by dealuminated HY-zeolites, increased conversion of benzofuran when the Si/Al was raised from 4.8 (NA1 = 33) to 18 (NA1 = 10) was reported [5]. This was attributed to a higher acid strength of the acid sites because of dealumination or to a lower level of deactivation by coke because of lower density of acid sites. The intermediate activity found for a zeolite with a framework Si/Al = 86 was explained by a low number of framework aluminiums (the sample contains a great quantity of extra-framework aluminium). Corma et al. observed increased yield of acylated product with increasing Si/Al ratio in the acylation of anisole with phenylacetyl chloride catalyzed by dealuminated zeolites [2]. Increased hydrophobicity was suggested as the important factor for the increased activity of the dealuminated zeolites. Accordingly, three different factors can explain the increased activity of dealuminated zeolites: (i) the zeolite acidity, (ii) the presence of extra-framework aluminium and 184 K. Gaare, D. Akporiaye/Journal of Molecular Catalysis A: Chemical 109 (1996) 177-187 (iii) increased hydrophobicity. Concerning the acidity, the most active of the HY-zeolites tested in this study would be expected to be HY(30), since this zeolite contains the highest number of isolated aluminiums of the zeolites tested, almost the maximum amount of isolated aluminium that is possible in a Y-zeolite. A nearly linear increase in activity with decreasing framework aluminium content can be seen in Fig. 4, and the yield continues to increase with decreasing aluminium content even when this is less than 32. The most active catalyst tested was HY(7) which contains only ca. 7 aluminiums per unit cell. Accordingly, the activity cannot only be attributed to the content of isolated aluminium ions. Obviously, there must be a factor in addition to the acid strength that determines the high catalytic activity of the dealuminated zeolites. One possible explanation could be the presence of extra-framework aluminium known to increase the activity of dealuminated zeolites [24]. The 27AI MAS NMR spectra of the dealuminated zeolites are presented in Fig. 5. Fig. 5 and Table 2 show that both HY(30) and HY(11) contain substantial amounts of extra-framework aluminium while HY(7) and HY(6) contain much less. However, HY(7) and HY(6) are the most active of the Y-zeolites presented in this work. These results indicate that it is not the content of extra-framework aluminium that is determining the activity of the high silica zeolites. Recently the effect of nonframework aluminium in the acylation of xylene over USY was reported [25]. The zeolite that was tested had been subject to strong dealumination, and contained extra-framework aluminium and mesopores. The initial rate in the acylation of m-xylene was found to be 3 times higher when benzoyl chloride was used as acylating agent than when the benzoic anhydride was used. This higher reactivity of benzoyl chloride was reported to be due to an interaction of benzoyl chloride or HCl generated during the reaction with extra-framework aluminium in the zeolite, with the formation of a catalytically active aluminium complex. As can be seen in HY(6) HY(7) L NH4Y0 1) NH4Y(30) Shift (ppm) I. . I' L' , 200 150 100 50 0 , -50 , -100. -150 Fig. 5. 27AI MAS NMR spectra of dealuminated HY. Resonances are assigned as follows (from aqueous Al(N03)3): ca. 58 ppm Al(OS04, ca. 0 ppm extra-framework aluminium with octahedral coordination. Table 2, we observed almost the same yield of acylated product when acetyl chloride and acetic anhydride is used as acylating agents, respectively. Acetic anhydride does not contain any chloride and no HCl is formed during the reaction. The similar activity for the two acylating agents is therefore an indication of the Brsted acidity catalyzing the reaction. Another explanation for the observed increase in activity with decreasing NAI, also suggested by Corma [2], could be the increased hydrophobicity reported for dealuminated zeolites [26,27]. When the Si/Al ratio of a zeolite is increased, there is a transition in the surface selectivity from hydrophilic to hydrophobic. A more hydrophobic zeolite is probably favourable for the adsorption of the organic reactants into the zeolite. Hydrolysis of the acid chloride to the corresponding carboxylic acid is an unwanted side reaction in acylation with acid chlorides, and this reaction is probably less pronounced for the dealuminated zeolites since the likely concentration of residual water is smaller here. K. Gaare, D. Akporiaye /Journal of Molecular Catalysis A: Chemical 109 (1996) 177-187 Table 2 shows a comparison of the turnover number (TON) of the different zeolites. The TON shows the activity per acid site, and gives a valid comparison among the different zeolites. If it was the acid strength that was the important factor for the activity, a constant TON would be expected for HY(30), HY(11), HY(7) and HY(6). The TON increases with the Si/Al ratio of the zeolites, and is probably an effect of the increased hydrophobicity. The possible loss of diffusional limitations as an effect of dealumination has not been considered in this work. Dealumination of zeolites may result in mesoporosity. Consequently, the increased activity with increased dealumination could be a result of increased accessibility to the inner surface. However, the zeolites were provided as dealuminated samples from the manufacturer, and high crystallinity is expected. Additionally, zeolite Beta showed high activity in the acylations. Zeolite Beta was not dealuminated, and should therefore not contain any mesopores. 7.3. Catalytic activity of HY/NaY and HBeta / NaBeta A comparison of the yields given in Table 2 shows surprising results. NaY was found to be as active as HY in catalyzing the reaction. The activity of NaY when acetic anhydride is used as acylating agent indicates that the acidity does not come from impurities of HCl in acetyl chloride. Preliminary results from IR experiments with pyridine adsorption have also confirmed that the number of Brsted acid sites was the same in NaY(11) and HY(11). Y(30) and Y(11) were provided by the manufacturer as NH4Y, and they were ion-exchanged with NaN03 as described in the experimental section. Apparently, even exhaustive ion-exchange is not effective in removing the important active sites in these dealuminated zeolites. The exchange of the protons in HEMT by sodium is reported, with a Na/Al ratio after exchange of 0.95 [28]. 185 Zeolite Beta is another 12-ring zeolite that has been found to be active in Friedel-Crafts acylation [2,4]. One HBeta was tested in this study, to compare its activity with that of HY. As can be seen in Fig. 4, more or less similar activity was found for HBeta and de~aluminated Y-zeolites with comparable fraction of aluminium per unit cell. Zeolite Beta was reported to be much more active than zeolite Y in the acylation of anisole with acetic anhydride [4]. When the results from the acylation catalyzed by NaBeta and HBeta are compared in Table 2, almost the same activity can be seen. Zeolite Beta was provided by the manufacturer as NaBeta and HBeta. The NaBeta was further ionexchanged with 2 M NaN03 to obtain the pure sodium form as described in the experimental section. The higher Si/Al ratio of NaBeta (Si/Al = 16.5) than HBeta (Si/Al = 12.9) shows that a slight dealumination has occurred during the calcination or in the ion-exchange process. This was also observed in the ion-exchange of HBeta with a NaCl solution [29]. The activity of NaBeta indicates that some active sites remain in the zeolite after this treatment. The zeolite must contain enough non-exchangeable active sites to retain catalytic activity. Problems with total ion-exchange of HBeta have been reported [29-31 ]. Table 2 shows that the Na/NAl ratio in NaY(30), NaY(11) and NaBeta is less than 1. That means that the number of sodium cations is too small to compensate for all the negative charge caused by the framework Al content. There must be some other cationic species to compensate for the negative charge in the framework. This may be attributed to extralattice aluminium in a cationic form or some remaining H+ ions present in a non-exchangeable form. 7.4. Comparison of HY/ LaY It is clear from the results presented that enhanced catalytic activity can be obtained by modification of the framework composition by 186 50 - 40 - :. 30 7 a c20 a 1o 1Mr o- LaY HY 0 5 10 15 20 25 30 35 40 45 50 55 Active sites / u.c. Fig. 6. Reaction of acetyl chloride and anisole at 70 over HY with different Si/AI ratios and LaNaY with different content of lanthanum: Yield (%) of para-product after 6 h reaction. dealumination or by the introduction of lanthanum cations. Since activity from both systems relate to the formation of Brsted acid sites, it is interesting to compare the effectiveness of the two forms of modification as a function of the number of active sites. In Fig. 6 the yield is plotted as a function of the number of active sites/u.c. in HY and LaY, where one lanthanum cation is assumed to generate one active site in accord with Scheme 2. The figure shows that it is possible to achieve the same level of activity as high silica zeolites just by simple ion-exchange. Lunsford tested LaHY-zeolites for their hexane cracking activity [11]. The activity reached a maximum when the La 3+ content was about 20% of the framework aluminium content, and it subsequently decreased with increasing amount of lanthanum. This is in contrast to our results, in which increased yield even up to 93% ion-exchange was found. If the results reported by Lunsford are examined closely, the differences can be rationalized. The precursor to their K. Gaare, D. Akporiaye/Journal of Molecular Catalysis A: Chemical 109 (1996) 177-187 lanthanum exchange is NH4Y (NAl = 54) which contains acid sites prior to ion-exchange with lanthanum. Maximum activity for this zeolite was reported when the number of active sites/u.c. (originating from both lanthanum and deammination) was approximately 31 (assuming one La to generate one Brsted site). In our case the most active sample, La(93)Y(53), only contains 16 active sites/u.c. after calcination, and we therefore never reach the number of active sites reported by Lunsford. As described earlier, trials with a La(97)X (with 29 active sites/u.c.) did not show high catalytic activity, apparently indicating that maximum activity for a faujasite is limited by the ion-exchange capacity theoretically possible up to certain Si/Al ratios. 8. Conclusion Lanthanum modified zeolites have been found to be active in the acylation of anisole with acetyl chloride and acetic anhydride. The activity for the LaNaY is dependent on the rare-earth cation content; increased yield of para-product was found for high levels of lanthanum exchange. Additionally, the Si/Al ratio of the zeolites has a large impact on the yield, with the highest yield for the most dealuminated zeolites. This is probably an effect of the increased hydrophobicity of the dealuminated catalysts. When the catalytic activity of zeolite Beta was compared to the dealuminated HY-zeolites, about the same yield of acylated product was found. However, when the much higher content of acid sites per gram in zeolite Beta is taken into account, the dealuminated Y-zeolites were found more active per acid site. Acknowledgements The authors are indebted to the Norwegian Research Council for their financial support of this work with the Strategic Technology Program. K. Gaare, D. Akporia_ve/Journal of Molecular Catalysis A: Chemical 109 (1996) 177-187 References [1] G.A. Olah, Friedel-Crafts and Related Reactions, Vol. IIl. Interscience, New York, (1964), part 1. [2] A. Corma, M.J. Climent, H. Garcia and J. Primo, Appl. Catal.. 49 (1989) 109. [3] B. Chiche. A. Finiels, C. Gauthier and P. Geneste, Appl. Catal., 30 (1987) 365. [41 G. Harvey, A. Vogt. H.W. Kouwenhoven and R. Prins, in Proc. 9th Int. Zeol. Conf., Montreal, 1992, p. 363. [5] F. Richard, J. Drouillard, H. Carreyre, J.L. Lemberton and G. Pot. Stud. Surf. Sci. Catal., 78 (1993) 601. [6] G. Harvey and G. Mer, in preprint from Int. symp. on Zeol. Chem. and Catal., Prague, 1991. [7] B. Chiche. A. Finiels, C. Gauthier, P. Geneste, J. Graille and D. Pioch, J. Org. Chem., 51 (1986) 2128. [8] C. Gauthier, B. Chiche. A. Finiels and P. Geneste, J. Mol. Catal., 50 (1989) 219. [9] B. Chiche. A. Finiels, C. Gauthier, P. Geneste, J. Graille and D. Pioch, J. Mol. Catal.. 42 (1987) 229. [10] D.E. Akporiaye, K. Daasvatn, J. Solberg and M. St6cker, Stud. Surf. Sci. Catal.. 78 (1993) 521. [ I I ] R. Carvajal. P.-J. Chu and J.H. Lunsford, J. Catal., 125 (1990) 123. [12] K. Moljord. P. Magnoux and M. Guisnet, Appl. Catal. A, 122 (1995) 21. [ 13] J.H.C. van Hooff and J.W. Roelofsen, in H. van Bekkum, E.M. Flanigen and J.C. Jansen (Eds.), Introduction to Zeolite Science and Practice. Elsevier Science, Amsterdam, 1991, p. 241. [ 14] J.R. Sohn, S.J. DeCanio, J.H. Lunsford and D.J. O Donnell, Zeolites, 6 (1986) 225. 187 [15] E.F.T. Lee and L.V.C. Rees, Zeolites, 7 (1987) 545. [16] E.F.T. Lee and L.V.C. Rees. Zeolites. 7 (1987) 143. [17] P. Marynen. A. Maes and A. Cremers, Zeolites, 4 (1984) 287. [18] B. Herreros, P.P. Man, J.M. Manoli and J. Fraissard. J. Chem. Soc., Chem. Commun.. (1992) 464. [19] H. Klein, H. Fuess and M. Hunger. J. Chem. Soc., Faraday Trans., 91 (1995) 1813. [20] M. Ikemoto. K. Tsutsumi and H. Takahashi. Bull. Chem. Soc. Jpn.. 45 (1972) 1330. [21] B. Beagley. J. Dwyer, F.R. Fitch. R. Mann and J. Walters, J. Phys. Chem., 88 (1984) 1744. [221 J.R. Sohn, S.J. DeCanio. P.O. Fritz and J.H. Lunsford, J. Phys. Chem., 90 (1986) 4847. [23] S.J. DeCanio, J.R. Sohn, P.O. Fritz and J.H. Lunsford, J. Catal., 101 (1986) 132. [24] R.A. Beyerlein, G.B. McVicker. L.N. Yacullo and J.J. Ziemiak, J. Phys. Chem., 92 (1988) 1967. [25] R. Fang. G. Harvey, H.W. Kouwenhoven and R. Prins, Appl. Catal. A, 130 (I 995) 67. [26] D.H. Olson, W.O. Haag and R.M. Lago. J. Catal., 61 (1980) 390. [27] N.Y. Chen, J. Phys. Chem., 80 (1976) 60. [28] J.L. Lievens. J.P. Verduijn, A.J. Bons and W.J. Mortier, Zeolites, 12 (1992) 698. [29] P.R. Hari Prasad Rao, P. Massiani and D. Barthomeuf. Stud. Surf. Sci. Catal., 84 (1994) 1449. [30] J.M. Newsam, M.M.J. Treacy, W.T. Koetsier and C.B. De Gruyter, Proc. R. Soc. London A, 420 (1988) 37_5. [31] S. Dzwigaj, A. de Mallmann and D. Barthomeuf, J. Chem. Soc.. Faraday Trans., 86 (1990) 431. MOLCAA 96000234 1381-1169(96)00023-4 10.1016/1381-1169(96)00023-4 Molecular aspects of heterogeneous catalysis Article Modified zeolites as catalysts in the Friedel-Crafts acylation Kristin Gaare ∗ a Duncan Akporiaye b a Department of Chemistry, University of Oslo, P.O. Box 1033, Blindern, N-0315 Oslo, Norway b Sintef Oslo, P.O. Box 124, Blindern, N-0314 Oslo, Norway ∗ Corresponding author. Fax: (+47) 22067350 Modified zeolites were found to be active catalysts in the Friedel-Crafts acylation of anisole by acetyl chloride and acetic anhydride. The effect of two different modifications of the zeolites were tested; lanthanum-exchange and varying the Si Al ratio. For the rare-earth modified zeolites, the activity was found to be dependent on the lanthanum content, and the yield increased with the level of lanthanum even up to 93% exchange. Dealuminated Y-zeolites were also found to be very active, and an almost linear increase in the yield with decreasing aluminium fraction was found. This has been attributed to the increased hydrophobicity of dealuminated zeolites. Zeolite Beta was also found to be very active in the reaction. Keywords Friedel-Crafts acylation Zeolites Acylation Rare-earth metal Dealumination Hydrophobicity References [1] G.A. Olah Friedel-Crafts and Related Reactions Vol. III 1964 Interscience New York part 1 [2] A. Corma M.J. Climent H. Garcia J. Primo Appl. Catal. 49 1989 109 [3] B. Chiche A. Finiels C. Gauthier P. Geneste Appl. Catal. 30 1987 365 [4] G. Harvey A. Vogt H.W. Kouwenhoven R. Prins Proc. 9th Int. Zeol. Conf. Montreal 1992 363 [5] F. Richard J. Drouillard H. Carreyre J.L. Lemberton G. Pérot Stud. Surf. Sci. Catal. 78 1993 601 [6] G. Harvey G. Mäder in preprint from Int. symp. on Zeol. Chem. and Catal. Prague 1991 [7] B. Chiche A. Finiels C. Gauthier P. Geneste J. Graille D. Pioch J. Org. Chem. 51 1986 2128 [8] C. Gauthier B. Chiche A. Finiels P. Geneste J. Mol. Catal. 50 1989 219 [9] B. Chiche A. Finiels C. Gauthier P. Geneste J. Graille D. Pioch J. Mol. Catal. 42 1987 229 [10] D.E. Akporiaye K. Daasvatn J. Solberg M. Stöcker Stud. Surf. Sci. Catal. 78 1993 521 [11] R. Carvajal P.-J. Chu J.H. Lunsford J. Catal. 125 1990 123 [12] K. Moljord P. Magnoux M. Guisnet Appl. Catal. A 122 1995 21 [13] J.H.C. van Hooff J.W. Roelofsen H. van Bekkum E.M. Flanigen J.C. Jansen Introduction to Zeolite Science and Practice 1991 Elsevier Science Amsterdam 241 [14] J.R. Sohn S.J. DeCanio J.H. Lunsford D.J. O'Donnell Zeolites 6 1986 225 [15] E.F.T. Lee L.V.C. Rees Zeolites 7 1987 545 [16] E.F.T. Lee L.V.C. Rees Zeolites 7 1987 143 [17] P. Marynen A. Maes A. Cremers Zeolites 4 1984 287 [18] B. Herreros P.P. Man J.M. Manoli J. Fraissard J. Chem. Soc., Chem. Commun. 1992 464 [19] H. Klein H. Fuess M. Hunger J. Chem. Soc., Faraday Trans. 91 1995 1813 [20] M. Ikemoto K. Tsutsumi H. Takahashi Bull. Chem. Soc. Jpn. 45 1972 1330 [21] B. Beagley J. Dwyer F.R. Fitch R. Mann J. Walters J. Phys. Chem. 88 1984 1744 [22] J.R. Sohn S.J. DeCanio P.O. Fritz J.H. Lunsford J. Phys. Chem. 90 1986 4847 [23] S.J. DeCanio J.R. Sohn P.O. Fritz J.H. Lunsford J. Catal. 101 1986 132 [24] R.A. Beyerlein G.B. McVicker L.N. Yacullo J.J. Ziemiak J. Phys. Chem. 92 1988 1967 [25] R. Fang G. Harvey H.W. Kouwenhoven R. Prins Appl. Catal. A 130 1995 67 [26] D.H. Olson W.O. Haag R.M. Lago J. Catal. 61 1980 390 [27] N.Y. Chen J. Phys. Chem. 80 1976 60 [28] J.L. Lievens J.P. Verduijn A.J. Bons W.J. Mortier Zeolites 12 1992 698 [29] P.R. Hari Prasad Rao P. Massiani D. Barthomeuf Stud. Surf. Sci. Catal. 84 1994 1449 [30] J.M. Newsam M.M.J. Treacy W.T. Koetsier C.B. De Gruyter Proc. R. Soc. London A 420 1988 375 [31] S. Dzwigaj A. de Mallmann D. Barthomeuf J. Chem. Soc., Faraday Trans. 86 1990 431",
      "scopus-id": "0030601051",
      "coredata": {
        "eid": "1-s2.0-1381116996000234",
        "dc:description": "Modified zeolites were found to be active catalysts in the Friedel-Crafts acylation of anisole by acetyl chloride and acetic anhydride. The effect of two different modifications of the zeolites were tested; lanthanum-exchange and varying the Si Al ratio. For the rare-earth modified zeolites, the activity was found to be dependent on the lanthanum content, and the yield increased with the level of lanthanum even up to 93% exchange. Dealuminated Y-zeolites were also found to be very active, and an almost linear increase in the yield with decreasing aluminium fraction was found. This has been attributed to the increased hydrophobicity of dealuminated zeolites. Zeolite Beta was also found to be very active in the reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-06-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996000234",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gaare, Kristin"
          },
          {
            "@_fa": "true",
            "$": "Akporiaye, Duncan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996000234"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996000234"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00023-4",
        "prism:volume": "109",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Modified zeolites as catalysts in the Friedel-Crafts acylation",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Friedel-Crafts acylation"
          },
          {
            "@_fa": "true",
            "$": "Zeolites"
          },
          {
            "@_fa": "true",
            "$": "Acylation"
          },
          {
            "@_fa": "true",
            "$": "Rare-earth metal"
          },
          {
            "@_fa": "true",
            "$": "Dealumination"
          },
          {
            "@_fa": "true",
            "$": "Hydrophobicity"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "177-187",
        "prism:endingPage": "187",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 June 1996",
        "prism:doi": "10.1016/1381-1169(96)00023-4",
        "prism:startingPage": "177",
        "dc:identifier": "doi:10.1016/1381-1169(96)00023-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "44",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996000234-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "345",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030601051"
      }
    }
  }
}