{
  "metadata": {
    "title": "The role of membrane-promoted multi-point hydrophobic interactions between peptide catalysts and enantiomeric substrates in highly stereoselective hydrolyses of amino acid esters",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-07-25",
    "doi": "10.1016/1381-1169(96)00157-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996001574",
    "pii": "1381116996001574"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030601210",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-1381116996001574 1381-1169(96)00157-4 1381116996001574 10.1016/1381-1169(96)00157-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00039 2015-05-13T23:01:31.432129-04:00 0 0 19960725 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 110 110 1 1 Volume 110, Issue 1 7 L1 L4 L1 L4 19960725 25 July 1996 1996-07-25 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. ROLEMEMBRANEPROMOTEDMULTIPOINTHYDROPHOBICINTERACTIONSBETWEENPEPTIDECATALYSTSENANTIOMERICSUBSTRATESINHIGHLYSTEREOSELECTIVEHYDROLYSESAMINOACIDESTERS OHKUBO K OHKUBO 1987 995 K OHKUBO 1989 666 K UEOKA 1988 1588 R IHARA 1991 543 Y OHKUBO 1984 891 K KUNITAKE 1980 7877 T OHKUBOX1996XL1 OHKUBOX1996XL1XL4 OHKUBOX1996XL1XK OHKUBOX1996XL1XL4XK item 1381-1169(96)00157-4 1381116996001574 1-s2.0-1381116996001574 10.1016/1381-1169(96)00157-4 271358 2010-09-28T03:11:36.706251-04:00 1996-07-25 1-s2.0-1381116996001574-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001574/MAIN/application/pdf/4095eb761d4078391f4671e96396b084/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001574/MAIN/application/pdf/4095eb761d4078391f4671e96396b084/main.pdf main.pdf pdf true 303088 MAIN 4 1-s2.0-1381116996001574-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001574/PREVIEW/image/png/ccd0845271fa494ef2ab0c7a1da99251/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001574/PREVIEW/image/png/ccd0845271fa494ef2ab0c7a1da99251/main_1.png main_1.png png 60657 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS A:CHEMlCAL Journal of Molecular Catalysis A: Chemical 110 (1996) Ll-L4 Letter The role of membrane-promoted multi-point hydrophobic interactions between peptide catalysts and enantiomeric substrates in highly stereoselective hydrolyses of amino acid esters Katsutoshi Ohkubo a, Kenji Urabe b, Junji Yamamoto b, Satoshi Usui b, Takashi Sagawa b Institute for Fundamental Research of Organic Chemistry, Kyushu Uniuersi@, Fukuoka 812, Japan b Department of Applied Chemistty, Faculty of Engineering, Kumamoto Unicersit), Kumamoto 860. Japan Received 28 December 1995; accepted 22 April 1996 Abstract The 500 MHz NMR NOESY spectra of membrane-promoted multi-point hydrophobic interactions between peptide catalysts and enantiomeric amino acid esters were detected for clarifying the role of muti-point interactions between the reactants in the highly stereoselective hydrolysis reactions in a vesicular membrane. Keywords: NMR NOESY; Hydrophobic interaction; Supramolecular catalysis; Bilayer membrane; Stereoselectivity; Hydrolysis The membrane-assisted stereoselective hy- drolyses of N-acylated amino acid esters with the L-histidyl group-bearing di- or tri-peptide catalysts and dialkyl-chain surfactants have hitherto been investigated as a reaction model of enzymes, [l-5] and the hydrophobic interaction between the reactants in the membrane has been considered to give the substrate stereoselectiv- ity. However, there is no direct investigation of the hydrophobic interaction between the peptide catalysts and the enantiomeric substrates in the stereoselective hydrolysis in the membrane. This paper reports the role of membrane-promoted multi-point interactions (detected by means of H NMR NOESY spectra) between a peptide catalyst and enantiomeric substrates in the stere- oselective hydrolysis of amino-acid substrates by di- or tripeptide catalysts in a vesicular mem- brane (Scheme 1). For descriptions of the synthetic methods of the materials used in the present investigation see [l]. The stereoselective hydrolyses of 10.0 p,mol dm-p-nitrophenyl iV-acetyl (or decanoyl)-(r, or D)-phenylalanate (la or lb, respectively) by 0.1 mmol dmP3 peptide catalyst of Z-L-His (2). Z-L-Ala-L-His (3), Z-L-Leu-L-His (4a), Z-D- Leu-L-His (4b), Z-L-His-L-Leu (4c), Z-L-Leu- L-His-L-Leu (5a), Z-D-Leu-L-His-L-Leu Gb), or Z-L-Leu-r_-Leu-L-His (5) in the vesicular membrane of 1.0 mmol dm-3 N,N-bisdodecyl- N, N-dimethylammonium bromide (6) were car- 1381.1169/96/$15.00 Copyright 0 1996 Elsevier Science B.V. All rights reserved. PII S1381-1169(96)00157-4 L2 K. Ohkubo et al. /Journal of Molecular Catalysis A: Chemical 110 (1996) LI-L4 Substrate la (m=O) lb (m=8) Peptide catalyst PhCH20CONHfHC02H CH27-7 2 Z-L-His NH\\//N PhCH,0CONHEHCONHfHC02H he CH27-7 3 Z-L-Ala-L-His NH@ PhCH20CONH;HCONH * HC02H AH2771 - H2CH2Me NHwN 4a z-L-Leu-L-His 4b Z-D-Leu-L-His PhCH20CONHfHCONH$HCONHfHC02H PhCH20CONH * HCONH+iCONH* HC02H ci i H2 342m CH2CH2Me YH2 CHIT==\\ CH2CH2Me H2Me NH\\//N CH2Me NH\\//N 5a Z-L-Leu-L-Hi s-L-Leu 5b Z-D-Leu-L-His-L-Leu 5c Z-L-Leu-L&x-L-His Surfactant Substrate analogue [CH3(CH2),12NMe2+ Bi Me(CH2),CONHbC02Me CH2Ph 6 (n=ll) 7 (m=8) Scheme 1. ried out in 3% v/v CH,CN/Tris buffer (pH 7.68, ionic strength k = 0.15) at 298 K after sonication of the membrane including the cata- lyst for 1 h. The catalytic rate constants k,,, were evaluated by the usual way [II, together with binding constants K,/N (N is an aggrega- tion number of 2162 [6] for the membrane of 6) and rate constants k, in the simplified reaction K. Ohkubo et al. / Journal of Molecular Catalysis A: Chemical 110 (1996) LI-L4 L3 _.!I 7 6 5 4 3 2 11 ,/ ~ ;. . i . . ? /. 40 and ~-7 in membrane of 6 - ( / . 4aandS7inmembmneof6 _ u f-l3 i Fig. 1. NOESY spectra of the interaction between 4a and L (or D)-7 in the membrane of 6. 1: Leus/acyl .5-8/CH,. 2: acyl 3/acyl 4/CH,. 3: acyl 2. 4: acyl 1. 5: PheP/Hisp/CH,-N. 6: Phe(OMe). 7: Leucx. 8. Hiscu. 9: Phea. 10: Z(CH,). 11: Phe(Ph)/HisG. 12: Z(Ph). 13: Hise. a: Phe(Ph)/Leu& b: Phe(Ph)/Leucu. c: Phe(Ph)/HiscY. process It can be seen from the kinetic param- eters listed in Table 1 that the dipeptide 4a or tripeptide Sa catalyst exhibited efficient stereos- electivity through the reaction (k,) step rather than through the substrate-binding (K,/N) pro- cess, while the efficiencies of 4b and 5b cata- lysts possessing D-Leu instead of L-Leu as an I The simplified reaction process is as follows: adjacent amino acid to the active L-His unit were very low. Neither the catalyst 2 possessing no adjacent hydrophobic amino acids nor the catalyst 3 having a less hydrophobic L-alanine instead of L-leucine were effective. Z-L-His-L- Leu (4~) and Z-L-Leu-L-Leu-L-His (5~1, both of which do not have the Z-L-Leu-L-His unit in their frameworks, were also ineffective. There- fore, the Z-L-Leu-L-His unit was found to be very important in the efficient peptide catalysts for the membrane-promoted stereoselective in- teraction with the enantiomeric substrates. The 500 MHz H NMR NOESY measure- ments of the sonicated membrane (of undeuter- ated 6; 20 mm01 dm- including the catalyst 4a (10 mmol dmp3) and the stable methyl N-decanoyl-(L or D)-phenylalanate substrate (7; 10 mmol dm- in D,O (pH 7.0 and p_ = 0.02) involving KC1 (20 mmol drne3) resulted in the two identical NOESY spectra for the enan- tiomeric L- and D-substrates at mixing time = 500 ms (Fig. 1). As Fig. 1 shows, the NOESY cross-peaks of the hydrophobic side-chain inter- action between the phenyl (Ph) ring in the side- chain (PhCH,) of 7 and the LeuG (or Leuo) proton or Hiscx proton in 4a are identical for ~-7 and ~-7. Such a mode of multi-point hy- drophobic interaction (Fig. 2) makes the dis- tance between the reacting positions of 4a and L (or D)-7 closer (or farther), respectively, so as to bring about the substrate stereospecificity of 4a through the difference in the hydrolysis rates between the enantiomeric substrates. The in- teramide hydrogen bond depicted in Fig. 2 might be present in the hydrophobic region of the membrane, but it was not clearly detected. In the case of less efficient catalyst 4b, the NOESY cross-peak of Phe(Ph)/Hiscu. disappeared with- out appreciable changes of other NOESY peaks; namely, the high substrate stereoselectivity of 4b is not expected without approximation of the His imidazolyl group toward the reacting posi- tion of the L- (or D)-substrate. The inefficient catalyst 2 also did not show the NOESY cross- peak of Phe(Ph)/Hisa under the same condi- tions of the NOESY measurement. L4 K. Ohkubo et al./Joumal of Molecular Catalysis A: Chemical 110 (1996) Ll-L4 Table 1 Stereoselective hydrolyses of p-nitrophenyl N-acetyl (or decanoyll-(L or DJ-phenylalanate (la or lb, respectively) with peptide catalysts (2-5) in the membrane of 2C i2 N2C, (6) a Catalyst Substrate k,,,/mol-dm3 s-K,/N/mol- dm3 lO,/s- L D L/D L D L/D L D L/D Z-L-His (2) la 26 15 1.6 114 447 0.3 1.5 1.1 1.3 lb 53 45 1.2 430 490 0.9 2.7 2.5 1.1 Z-L-Ala-L-His (3) la 7.7 1.8 4.3 46 39 1.2 2.4 1.2 2.0 lb 41 11 3.7 725 719 1.0 3.0 2.3 1.3 Z-L-Leu-L-His (4a) la 310 19 16 130 110 1.2 28 2.5 11 lb 2590 129 20 1140 730 1.6 42 5.1 8.2 Z-DLeu-L-His (4bl lb 254 108 2.4 180 700 0.3 17 4.4 3.9 Z-L-His-L-Leu (4~) lb 87 66 1.3 640 690 0.9 4.4 3.8 1.2 Z-L-Leu-L-His-L-Leu (5a) la 149 34 4.4 360 400 0.9 6.1 1.5 4.1 lb 958 65 15 610 630 1.0 36 5.7 6.3 Z-DLeu-L-His-L-Leu (5b) lb 285 107 2.5 350 360 1.0 7.9 3.8 2.3 Z-L-Leu-L-Leu-L-His (5~) lb 268 430 0.6 98 270 0.4 20 15 1.5 a [Catalyst] = 0.1 mm01 dmW3, [substrate] = 10.0 pmol dmW3, and [6] = 1.0 mm01 dme3 in 3% v/v CH3CN/Tris buffer (pH 7.68, ionic strength p. = 0.15) at 298 K. The experimental errors were within 5%. . . 6 D-7 4a 6 Fig. 2. Membrane-promoted multi-point interactions between the catalyst 4a and the substrate analogue 7. References [l] K. Ohkubo and S. Miyake, J. Chem. Sot., Perkin Trans. 2 (1987) 995. [2] K. Ohkubo, M.Kawata, T. Orito and H. Ishida, J. Chem. Sot., Perkin Trans. 1, (1989) 666. [3] R. Ueoka, Y. Matsumoto, R. A. Moss, S. Swarup, A. Sugii, K. Harada, J. Kiiuti and Y. Murakami, J. Am. Chem. Sot., 110, 1588 (1988). [4] Y. Ihara, S. Akasaka, K. Igata, Y. Matsumoto and R. Ueoka. J. Chem. Sot., Perkin Trans. 2, (1991) 543 and references cited therein. [5] K. Ohkubo, H. Ogata, K. Yamaki and K. Yamashita, Makro- mol. Chem., 185 (1984) 891. [6] T. Kunitake, Y. Okahata, R. Ando, S. Shinkai, and S. Hi- rakawa, J. Am. Chem. Sot., 102 (1980) 7877. MOLCAA 96001574 1381-1169(96)00157-4 10.1016/1381-1169(96)00157-4 Chemical and metal complex catalysis Letter The role of membrane-promoted multi-point hydrophobic interactions between peptide catalysts and enantiomeric substrates in highly stereoselective hydrolyses of amino acid esters Katsutoshi Ohkubo a Kenji Urabe b Junji Yamamoto b Satoshi Usui b Takashi Sagawa b a Institute for Fundamental Research of Organic Chemistry, Kyushu University, Fukuoka 812, Japan b Department of Applied Chemistry, Faculty of Engineering, Kumamoto University, Kumamoto 860, Japan The 500 MHz 1H NMR NOESY spectra of membrane-promoted multi-point hydrophobic interactions between peptide catalysts and enantiomeric amino acid esters were detected for clarifying the role of muti-point interactions between the reactants in the highly stereoselective hydrolysis reactions in a vesicular membrane. Keywords NMR NOESY Hydrophobic interaction Supramolecular catalysis Bilayer membrane Stereoselectivity Hydrolysis References [1] K. Ohkubo S. Miyake J. Chem. Soc., Perkin Trans. 2 1987 995 [2] K. Ohkubo M. Kawata T. Orito H. Ishida J. Chem. Soc., Perkin Trans. 1 1989 666 [3] R. Ueoka Y. Matsumoto R.A. Moss S. Swarup A. Sugii K. Harada J. Kikuti Y. Murakami J. Am. Chem. Soc. 110 1988 1588 [4] Y. Ihara S. Akasaka K. Igata Y. Matsumoto R. Ueoka J. Chem. Soc., Perkin Trans. 2 1991 543 and references cited therein [5] K. Ohkubo H. Ogata K. Yamaki K. Yamashita Makromol. Chem. 185 1984 891 [6] T. Kunitake Y. Okahata R. Ando S. Shinkai S. Hirakawa J. Am. Chem. Soc. 102 1980 7877",
      "scopus-id": "0030601210",
      "coredata": {
        "eid": "1-s2.0-1381116996001574",
        "dc:description": "The 500 MHz 1H NMR NOESY spectra of membrane-promoted multi-point hydrophobic interactions between peptide catalysts and enantiomeric amino acid esters were detected for clarifying the role of muti-point interactions between the reactants in the highly stereoselective hydrolysis reactions in a vesicular membrane.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-07-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996001574",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ohkubo, Katsutoshi"
          },
          {
            "@_fa": "true",
            "$": "Urabe, Kenji"
          },
          {
            "@_fa": "true",
            "$": "Yamamoto, Junji"
          },
          {
            "@_fa": "true",
            "$": "Usui, Satoshi"
          },
          {
            "@_fa": "true",
            "$": "Sagawa, Takashi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996001574"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996001574"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00157-4",
        "prism:volume": "110",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The role of membrane-promoted multi-point hydrophobic interactions between peptide catalysts and enantiomeric substrates in highly stereoselective hydrolyses of amino acid esters",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "NMR NOESY"
          },
          {
            "@_fa": "true",
            "$": "Hydrophobic interaction"
          },
          {
            "@_fa": "true",
            "$": "Supramolecular catalysis"
          },
          {
            "@_fa": "true",
            "$": "Bilayer membrane"
          },
          {
            "@_fa": "true",
            "$": "Stereoselectivity"
          },
          {
            "@_fa": "true",
            "$": "Hydrolysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "L1-L4",
        "prism:endingPage": "L4",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 July 1996",
        "prism:doi": "10.1016/1381-1169(96)00157-4",
        "prism:startingPage": "L1",
        "dc:identifier": "doi:10.1016/1381-1169(96)00157-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030601210"
      }
    }
  }
}