{
  "metadata": {
    "title": "Photocatalytic degradation of mixed surfactants and some commercial soap/detergent products using suspended TiO<ce:inf loc=post>2</ce:inf> catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-01-10",
    "doi": "10.1016/1381-1169(95)00259-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995002596",
    "pii": "1381116995002596"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000388097",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-1381116995002596 1381-1169(95)00259-6 1381116995002596 10.1016/1381-1169(95)00259-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00209 2015-05-13T23:01:31.432129-04:00 0 0 19960110 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 104 104 3 3 Volume 104, Issue 3 20 L197 L199 L197 L199 19960110 10 January 1996 1996-01-10 1996 converted-article fla Copyright © 1995 Published by Elsevier B.V. PHOTOCATALYTICDEGRADATIONMIXEDSURFACTANTSCOMMERCIALSOAPDETERGENTPRODUCTSUSINGSUSPENDEDTIO2CATALYSTS RAO N HOFFMAN 1995 69 M HIDAKA 1985 67 H HIDAKA 1986 219 H HIDAKA 1989 103 H HIDAKA 1990 279 H HIDAKA 1988 375 H PELIZZETTI 1989 1380 E HIDAKA 1992 103 H ZHAO 1992 251 J HIDAKA 1992 2226 H HIDAKA 1994 239 H 1980 665 669 RAO 1994 33 N MATTHEWS 1987 3328 R RAOX1996XL197 RAOX1996XL197XL199 RAOX1996XL197XN RAOX1996XL197XL199XN item 1381-1169(95)00259-6 1381116995002596 1-s2.0-1381116995002596 10.1016/1381-1169(95)00259-6 271358 2010-09-28T03:07:19.3262-04:00 1996-01-10 1-s2.0-1381116995002596-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002596/MAIN/application/pdf/c6fb43688b752fec442a752fd31b60ea/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002596/MAIN/application/pdf/c6fb43688b752fec442a752fd31b60ea/main.pdf main.pdf pdf true 286462 MAIN 3 1-s2.0-1381116995002596-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002596/PREVIEW/image/png/4c0ec2f72d40bb3b6fb231cea5c1c437/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002596/PREVIEW/image/png/4c0ec2f72d40bb3b6fb231cea5c1c437/main_1.png main_1.png png 59265 849 656 IMAGE-WEB-PDF 1 ELSEVIER Abstract JOURNAL OF MOLECULAR CATALYSIS If A: CHEMICAL Journal of Molecular Catalysis A: Chemical 104 (1996) L197-L199 Letter Photocatalytic degradation of mixed surfactants and some commercial soap/ detergent products using suspended Ti02catalysts N. Nageswara Rao *, Sangeeta Dube Central Salt & Marine Chemicals Research Institute Bhavnagar - 364 002, India Received 26 May 1995; accepted 25 September 1995 Photocatalytic degradation of binary and ternary mixtures of three surfactants, viz., dodecylbenzene sulphonic acid, sodium salt (DBS), cetylpyridinium chloride (CPC) and Triton X-100 (TX-100) has been examined. Indian origin Ti02 powder was used as photocatalyst in addition to Degussa P-25 Ti02. These studies were also extended to some commercial soap/detergent formulations. Both surfactant mixtures and commercial formulations photodegrade with comparable efficiency under these conditions. Keywords: Surfactants; Degradation; Photocatalysis; Titanium dioxide 1. Introduction Destruction of organic pollutants using UV/ sunlight and a suitable photocatalyst such as titanium dioxide has been demonstrated to have great potential to emerge as an alternative water treatment technologies [ 1 ] . Surfactants pose severe ecological problem as their biodegradation is slow. Hidaka et al. [ 2-11 ] have shown earlier that various surfactants chosen from anionic, cationic and non-ionic classes can be effectively destroyed using aerated aqueous Ti02 suspensions and UV light illumination. We recently reported [ 12] studies on adsorption and photocatalytic degradation of DBS, CPC and TX-100 as single components using modified Ti02 catalysts. * Corresponding author. 1381-1169/96/$09.50 1996 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00259-6 Many commercial soap/detergent products contain two or more surfactants (even up to five) depending on the requirement of the objects to be cleaned. Therefore, it is important to examine the photocatalytic degradation of surfactant mixtures. In this study we report the results of photocatalytic degradation of binary and ternary mixtures of surfactants (DBS, CPC and TX-100) using Degussa P-25 and indian origin Ti02 powder catalysts. We also examined degradation of aqueous solutions of Liril toilet soap, Rin detergent powder, Sunsilk hair shampoo and laboratory-made metal cleaner using P-25 Ti02 which exemplify practical situations. 2. Experimental A typical photolysis experiment included determination of the amount of surfactant disappeared L198 N.N. Rao, S. Dube /Journal of Molecular Catalysis A: Chemical 104 (1996) L197-L199 due to photocatalytic degradation from the change in chemical oxygen demand (COD) [ 13] shown by reacted solutions. Each COD determination was repeated twice and average values were considered for rate parameter estimations. For selected cases, UV-Vis and HPLC determinations were also carried out. All the test aliquots were first made free of catalyst by filtering (Millipore, 0.2 ,) before performing analytical determinations. An annular immersion well photoreactor (SAIC, India) consisting of a 400 W medium pressure Hg lamp (365 nm and 5 X 10`9 photons/ s) was used for irradiation experiments. P-25 Ti02 catalyst was a gift from Degussa Inc. USA. Ti02 (SD) is commercially available in India (S.D. Lab.Chem). The Ti02 (SD) powder had received a reduction pretreatment in HZ atmosphere (670 K, 8-10 h) and was characterized to contain a few paramagnetic impurities [ 14] . A total of 500 cm3 of aqueous surfactant or soap/detergent solution was used for each experiment. The density of the catalyst suspensions was 0.4 mg/cm3. Air was pumped through these stirred suspensions using aerator pump. Certain control experiments such as in dark and in presence of light without catalyst were carried out. 3. Results and discussion The surfactants DBS, CPC and TX-100 adsorb on both P-25 Ti02 and Ti02 catalysts using their ionic/polar functional groups [12]. At equilibrium in dark, only about 25-45% of the initial concentration of these surfactants is adsorbed onto these catalysts. Adsorption of DBS, CPC and TX100 on the surface of catalysts would involve molecules only and not their micelles as their chosen concentrations were below their respective critical micellization concentration. Photocatalytic degradation of surfactants proceeds gradually when the two essential reaction components viz., Ti02 catalyst and UV illumination are provided. UV-Vis spectra of the photodegraded surfactant solutions showed gradual disappearance of the peaks (~maX = 225-250 nm) due to aromatic rings of DBS, CPC and TX-100. Further, HPLC chromatograms of the reacted surfactant solutions clearly demonstrated the photodegradation of these surfactants as well as the degradation of intermediates formed during the course of the reaction. We did not proceed further to identify these intermediates. The chemical oxygen demand determined over a period of 6 to 18 h showed gradual decrease from its initial value. The log[ (COD)] versus time of irradiation plots for the photodegradation of the chosen surfactants and commercial soap/ detergent products were linear suggesting that the photodegradation reaction approximately follows first-order kinetics. The percent COD removed, first-order rate constants (k) and half-value per iods (to.5) for different surfactants, their binary and ternary compositions and some soap/deter gent commercial products are presented in Table 1. Rate constants were estimated [ 15 ] from the slopes ( - k/ 2.303) of the log [COD ] versus time plots; while to.s values were deduced from 0.693 / k. The data shown against Experiment Nos. 1, 2, 3 and 9 in Table 1 were taken from our previous report [ 12] . It can be seen that binary and ternary mixtures of the chosen surfactants along with the commercial products can be destroyed (90-98% COD removed in 12-18 h) effectively using both P-25 Ti02 and Ti02 (SD) catalysts. The P-25 Ti02 catalyst causes photo degradation of surfactants and commercial prod ucts with an average rate constant of 3.21 X 10-3 min` (to.. 5= 216 min), while Ti02 (SD) catalyst performs better with a slightly higher average rate constant i.e., 3.50 X 10-3 min-' (to.s=198 min). The related to_5 values suggest that the pollutant load can be brought down to half of initial value in about 3-4 h. Comparing the data of experiments No. 1 and 8, we understand that the presence of hardness causing ions in water such as Mg2+ is deleterious for the photodegradation reaction of surfactants. The fact that rate constants for all the cases are comparably similar within a maximum scatter of 40% relative to the average rate constant suggests that the Ti02 photocatalysis may be regarded as indiscriminate and can be applied to NN. Rao, S. Dube /Journal of Molecular Catalysis A: Chemical 104 (1996)1,197-L9 Table l Photocatalytic degradation parameters for the destruction of surfactant mixtures and commercial formulations o COD (ppm) kx 10' (min-') Expt. No. Catalyst Reactant [(COD)o] Time (h) I Ti02 (SD) D (82.3) 6 85.2 4.30 161 2 Ti02 (SD) C (83.4) 6 73.0 3.50 198 3 Ti02 (SD) T (71.1) 6 74.3 4.72 147 4 T'02 (SD) DC (171) 18 98.0 3.42 202 5 Ti02 (SD) CT (211.2) 18 97.0 3.27 212 6 Ti02 (SD) DT (172.4) 18 98.7 3.69 144 7 Ti02 (SD) DCT (289.5) 18 96.0 2.58 268 8 D (82.3) 10 93.5 2.58 268 (M9S04 ) 9 P-25 D (82.3) 6 78.0 3.70 187 10 P-25 DC (171.0 18 97.3 2.58 268 I I P-25 CT (211.2) 18 94.0 3.34 207 12 P-25 DT (172.4) 18 91.5 2.53 274 13 P-25 DCT (289.4) 18 95.0 3.20 216 14 11-25 Liril (100) 12 94.0 3.07 226 15 11-25 Rin (100) 12 93.0 3.21 216 16 11-25 Sunsilk (100) 12 96.0 3.84 180 17 11-25 Metal Cleaner (100) 12 95.0 3.42 202 D=DBS, C=CPC, T=TX-100; treat surfactant mixtures soap/detergent products. Acknowledgements [ (COD) = initial COD in ppm. as well as commercial We thank Professor P. Natarajan (Director, C.S.M.C.R.I7 for encouraging us to perform this work. References [ 1 ] M.R. Hoffman, S.T. Martin, W. Choi and D.W. Bahnemann, [ 13 Chem. Rev., 95 (1995) 69. [ 2] H. Hidaka, H. Kubota, M. Gratzel, N. Serpone and E. Pelizzetti, Nouv. J. Chem., 9 (1985) 67. [ 31 H. Hidaka, H. Kubota, M. Gratzel, E. Pelizzetti and N. Serpone J. Photochem., 35 (1986) 219. 1,199 (min) [4] H. Hidaka, S. Yamada, S. Suenaga, H. Kubota, N. Serpone, E. Pelizzetti and M. Gratzel, J. Photochem. Photobiol. A, 47 (1989) 103. [ 5 ] H. Hidaka, S. Yamada, S. Suenaga, J. Zhao, N. Serpone and E. Pelizzetti, J. Mol. Catal., 59 (1990) 279. [6] H. Hidaka, K. Ihara, Y. Fujita, S. Yamada, E. Pelizzetti and N. Serpone, J. Photochem. Photobiol. A, 42 (1988) 375. [7] E. Pelizzetti, C. Minero, V. Maurino, A. Sclafani, H. Hidaka and N. Serpone, Environ. Sei. Tech., 23 (1989) 1380. [ 8 ] H. Hidaka, J. Zhao, K. Kitamura, K. Nohara, N. Serpone and E. Pelizzetti, J. Photochem. Photobiol. A, 64 (1992) 103. [9] J. Zhao, H. Oota, H. Hidaka, E. Pelizzetti and N. Serpone, J. Photochem. Photobiol. A, 69 (1992) 251. [ 10] H. Hidaka, J. Zhao, E. Pelizzetti and N. Serpone, J. Phys. Chem., 96 (1992) 2226. [ 11 ] H. Hidaka, J. Zhao, Y. Satoh, K. Nohara, E. Pelizzetti and N. Serpone, J. Mol. Catal., 88 (1994) 239. [ 12] S. Dube and N. Nageswara Rao, J. Photochem. Photobiol. A, (communicated). ] Standard Test Method for Chemical Oxygen Demand of Water, Annual Book of ASTM Standards, 1980, part 31, D 1252-78, p. 66569. [ 14] N.N. Rao, S. Dube, Manjubala and P. Natarajan, Appl. Catal. B, 5 (1994) 33. [ 151 R.W. Matthews, J. Phys. Chem., 91 (1987) 3328. MOLCAA 95002596 1381-1169(95)00259-6 10.1016/1381-1169(95)00259-6 Chemical and metal complex catalysis Letter Photocatalytic degradation of mixed surfactants and some commercial soap/detergent products using suspended TiO2 catalysts N.Nageswara Rao ∗ Sangeeta Dube Central Salt & Marine Chemicals Research Institute Bhavnagar - 364 002, India ∗ Corresponding author. Photocatalytic degradation of binary and ternary mixtures of three surfactants, viz., dodecylbenzene sulphonic acid, sodium salt (DBS), cetylpyridinium chloride (CPC) and Triton X-100 (TX-100) has been examined. Indian origin TiO2 powder was used as photocatalyst in addition to Degussa P-25 TiO2. These studies were also extended to some commercial soap/detergent formulations. Both surfactant mixtures and commercial formulations photodegrade with comparable efficiency under these conditions. Keywords Surfactants Degradation Photocatalysis Titanium dioxide References [1] M.R. Hoffman S.T. Martin W. Choi D.W. Bahnemann Chem. Rev. 95 1995 69 [2] H. Hidaka H. Kubota M. Gratzel N. Serpone E. Pelizzetti Nouv. J. Chem. 9 1985 67 [3] H. Hidaka H. Kubota M. Gratzel E. Pelizzetti N. Serpone J. Photochem. 35 1986 219 [4] H. Hidaka S. Yamada S. Suenaga H. Kubota N. Serpone E. Pelizzetti M. Gratzel J. Photochem. Photobiol. A 47 1989 103 [5] H. Hidaka S. Yamada S. Suenaga J. Zhao N. Serpone E. Pelizzetti J. Mol. Catal. 59 1990 279 [6] H. Hidaka K. Ihara Y. Fujita S. Yamada E. Pelizzetti N. Serpone J. Photochem. Photobiol. A 42 1988 375 [7] E. Pelizzetti C. Minero V. Maurino A. Sclafani H. Hidaka N. Serpone Environ. Sci. Tech. 23 1989 1380 [8] H. Hidaka J. Zhao K. Kitamura K. Nohara N. Serpone E. Pelizzetti J. Photochem. Photobiol. A 64 1992 103 [9] J. Zhao H. Oota H. Hidaka E. Pelizzetti N. Serpone J. Photochem. Photobiol. A 69 1992 251 [10] H. Hidaka J. Zhao E. Pelizzetti N. Serpone J. Phys. Chem. 96 1992 2226 [11] H. Hidaka J. Zhao Y. Satoh K. Nohara E. Pelizzetti N. Serpone J. Mol. Catal. 88 1994 239 [12] S. Dube and N. Nageswara Rao, J. Photochem. Photobiol. A, (communicated). [13] Standard Test Method for Chemical Oxygen Demand of Water Annual Book of ASTM Standards 1980 665 669 part 31, D 1252-78 [14] N.N. Rao S. Dube Manjubala P. Natarajan Appl. Catal. B 5 1994 33 [15] R.W. Matthews J. Phys. Chem. 91 1987 3328",
      "scopus-id": "0000388097",
      "coredata": {
        "eid": "1-s2.0-1381116995002596",
        "dc:description": "Photocatalytic degradation of binary and ternary mixtures of three surfactants, viz., dodecylbenzene sulphonic acid, sodium salt (DBS), cetylpyridinium chloride (CPC) and Triton X-100 (TX-100) has been examined. Indian origin TiO2 powder was used as photocatalyst in addition to Degussa P-25 TiO2. These studies were also extended to some commercial soap/detergent formulations. Both surfactant mixtures and commercial formulations photodegrade with comparable efficiency under these conditions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-01-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995002596",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Rao, N.Nageswara"
          },
          {
            "@_fa": "true",
            "$": "Dube, Sangeeta"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995002596"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995002596"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00259-6",
        "prism:volume": "104",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Photocatalytic degradation of mixed surfactants and some commercial soap/detergent products using suspended TiO2 catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Surfactants"
          },
          {
            "@_fa": "true",
            "$": "Degradation"
          },
          {
            "@_fa": "true",
            "$": "Photocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Titanium dioxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "L197-L199",
        "prism:endingPage": "L199",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 January 1996",
        "prism:doi": "10.1016/1381-1169(95)00259-6",
        "prism:startingPage": "L197",
        "dc:identifier": "doi:10.1016/1381-1169(95)00259-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000388097"
      }
    }
  }
}