{
  "metadata": {
    "title": "Hydrogen spillover in bifunctional catalysis",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-11-10",
    "doi": "10.1016/1381-1169(96)00180-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/138111699600180X",
    "pii": "138111699600180X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030579269",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-138111699600180X 1381-1169(96)00180-X 138111699600180X 10.1016/1381-1169(96)00180-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00155 2015-05-13T23:01:31.432129-04:00 0 0 19961110 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 112 112 3 3 Volume 112, Issue 3 9 401 412 401 412 19961110 10 November 1996 1996-11-10 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. HYDROGENSPILLOVERINBIFUNCTIONALCATALYSIS ROESSNER F MILLS 1953 134 G WEISZ 1957 31 P PAAL 1995 19 Z CATALYTICNAPHTHAREFORMING STEINBERG 1988 81 K ZEOLITESCATALYSTSSORBENTSDETERGENTBUILDERS CHOW 1985 349 T AIMOTO 1993 165 K NEWASPECTSSPILLOVEREFFECTINCATALYSIS STEINBERG 1987 123 K PROCVIINTSYMPHETEROGENCATALYSISHETEROGENEOUSCATALYSISPART2 ELTANANY 1988 89 A MROCZEK 1987 U PHDTHESIS ROESSNER 1993 151 F NEWASPECTSSPILLOVEREFFECTINCATALYSIS ROESSNER 1995 1539 F ROESSNER 1995 473 F CATALYSISBYMICROPOROUSMATERIALS CONNER 1986 1 W CARTER 1965 3070 J DMITRIEV 1983 17 R SPILLOVERADSORBEDSPECIES DMITRIEV 1980 105 R WENG 1992 141 L BOND 1983 1 G SPILLOVERADSORBEDSPECIES CONNER 1988 311 W HYDROGENEFFECTSINCATALYSIS DELMON 1994 219 B LENZ 1987 281 D PLISKIN 1960 11 W CARLEY 1994 1407 A LEVY 1974 304 R KHOOBIAR 1968 1682 S ROLAND 1991 3921 U ROLAND 1995 1091 U BRAUNSCHWEIG 1993 183 T NEWASPECTSSPILLOVEREFFECTINCATALYSIS NEIKAM 1972 207 W BAUMGARTEN 1989 533 E SHENG 1981 119 T WU 1989 238 X ROLAND 1993 U PHDTHESIS ROLAND 1994 1239 U ZEOLITESRELATEDMICROPOROUSMATERIALSSTATEART1994 WOJCIECHOWSKI 1986 9 B CATALYTICCRACKING ALTHAM 1970 133 J KALDOR 1990 2459 A 1989 150 PROC2NDINTCONFSPILLOVER GRAU 1993 27 J CECKIEWICZ 1987 294 S 1989 248 PROC2NDINTCONFSPILLOVER 1983 215 SPILLOVERADSORBEDSPECIES MARTIN 1994 D PHDTHESIS ZIMMER 1982 51 H SRINIVAS 1994 470 S ROESSNERX1996X401 ROESSNERX1996X401X412 ROESSNERX1996X401XF ROESSNERX1996X401X412XF item 1381-1169(96)00180-X 138111699600180X 1-s2.0-138111699600180X 10.1016/1381-1169(96)00180-X 271358 2010-09-28T03:13:43.191227-04:00 1996-11-10 1-s2.0-138111699600180X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:138111699600180X/MAIN/application/pdf/e541b6d54d9530dc72cb253da75b408e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:138111699600180X/MAIN/application/pdf/e541b6d54d9530dc72cb253da75b408e/main.pdf main.pdf pdf true 1181971 MAIN 12 1-s2.0-138111699600180X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:138111699600180X/PREVIEW/image/png/c5aeb8f5347f47c841d82769a1b496d1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:138111699600180X/PREVIEW/image/png/c5aeb8f5347f47c841d82769a1b496d1/main_1.png main_1.png png 62935 849 656 IMAGE-WEB-PDF 1 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL ELSEVIER Journal of Molecular Catalysis A: Chemical 112 (1996) 401-412 Hydrogen spillover in bifunctional catalysis Frank Roessner a' * , Ulf Roland b Uniuersit Oldenburg, Fachbereich 9, Technische Chemie, P. 0. Box 2503, D-26111 Oldenburg, Germany b UniversitCatholique de Louvain, Unitde Catalyse et Chimie des Matiaux Divis, B-1348 Louuain-la-Neuue, Belgium 1 Received 17 September 1995; accepted 29 April 1996 Abstract A model is proposed to describe the mechanism of hydroconversions on bifunctional catalysts. This mechanism allows a better interpretation of experimental results. It incorporates the concept of hydrogen spillover, i.e. the surface diffusion of activated hydrogen species. The main consequence of the model is that all reaction steps can occur on one reaction site whereas the classical model requires three reaction steps on different reaction sites. Additionally, the catalytic properties of layered bifunctional catalysts (consisting of a macroscopical metal-containing and acidic part) depending on the geometry of such systems can be easily explained. The new model is based on the assumption that a dynamic equilibrium of two coexisting activated (spilt-over) hydrogen species is formed on the surface; one of them being neutral (H atom) and the other electrically charged (H+ ion). The influence of the spilt-over hydrogen is illustrated and discussed in the case of the conversion of cyclohexane on different metal-containing and acidic catalysts. Keywords: Bifunctional catalysis; Reaction mechanism; Hydrogen spillover; Cyclohexane conversion 1. Introduction Supported metal catalysts play an outstanding role in heterogeneous catalysis. Beside the improvement of the metal dispersion and its stabilization a marked synergy effect of metal and acidic support is observed for many hydroconversion reactions. Some of them, e.g. hydrocracking, have a huge practical importance. In order to develop the applied catalytic systems it is necessary to obtain further information on the elementary steps of the heterogeneously catalyzed hydroconversions. The classical concept, which is widely accepted in the literature, was proposed by Mills [1] and by Weisz and Swegler [2]. They described the reaction mechanism by the independent action of different, physically distinct catalytic sites. According to this concept, the hydrogenation/dehydrogenation reactions would take place at the metal and the skeletal rearrangement reaction curred at the acidic sites. The interaction of the two catalytic sites was explained by a gas phase diffusion of olefmic intermediates Considering new experimental results this picture seems to be inadequate to satisfactorily explain the influence of some parameters. Such limits of the classical model, especially for the description of \" Corresponding author. Tel.: +49-441-7983355; fax: +49-441-7983360; e-mail: roessner@hrzl.pcnet.uni-oldenburg.de. I On leave from: Institut f Analytische Chemie, Technische Universit Dresden, D-01062 Dresden, Germany. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00180-X 402 F. Roessner, U. Roland/Journal of Molecular Catalysis A: Chemical 112 (1996) 401-412 the properties of layered catalyst arrangements and the role of hydrogen, will be discussed in this work. We will extend the classical model by taking into account hydrogen spillover in order to allow a better interpretation of our own experimental results as well as of results described in literature. 2. The classical concept A bifunctional catalyst for hydroconversions represents a combination of a hydrogenating/dehydrogenating component with an acidic support. According to Mills [1] and Weisz and Swegler [2] the dehydrogenation of the saturated hydrocarbon takes place on the metal. The formed olefin is transported to the acidic site, this has been postulated to occur through the gas phase. The binding to the acidic hydroxyl group of the support leads to the formation of a carbenium ion, which is subsequently transformed by isomerisation, cracking or alkylation. After the conversion of the carbenium ion the produced olefin desorbs and diffuses to the metal component, where it is hydrogenated. According to this concept the bifunctionally catalyzed isomerization of cyclohexane on a zeolite supported Pt catalyst, for example, can be schematically described by the following mechanism [3] (Eqs. 1-3): Pt + Hz O + H* 0+ + H(2) + HZ Pt - f~ (3) To interpret the experimental results by the classical model, three of its consequences have to be particularly taken into account: the necessity of three adsorption/desorption steps during the bifunetionally catalyzed reaction, the gas phase diffusion of the intermediate olefin and the formation of the carbenium ion (Eq. (2)) as rate determining step of the reaction. A surface diffusion of the intermediate olefin is usually excluded because it is very unlikely and has never been observed under the experimental conditions typical for catalytic reactions. The fact that the product contains mainly saturated compounds can be satisfactorily explained in the frame of the classical model of bifunctional catalysis. According to this concept the final step of the bifunctionally catalyzed reaction is the hydrogenation of the olefin on the metal. The reaction atmosphere usually contains hydrogen to ensure the activity of the catalyst over a sufficiently long time by preventing the formation of coke. It should be mentioned that, according to the classical model, this is the only role of hydrogen in such reactions, in particular in the conversion of cyclohexane which will be discussed as a typical example in this work. 3. Experimental results questioning the classical model Considering the microscopic picture of bifunctional hydroconversion catalysis some experimental results cannot be satisfactorily explained by the classical model. F. Roessner, U. Roland /Journal of Molecular Catalysis A: Chemical 112 (1996) 401-412 403 Usually, the bifunctional catalyst is prepared by the impregnation of the acidic support with a solution of the corresponding metal salt. After a consecutive treatment with air (or oxygen) and hydrogen metal clusters are formed on the surface, whose size and properties strongly depend on the activation conditions. Particularly, in the case of narrow-pore zeolites the salt ions are not able to enter the zeolite framework and, consequently, the metal clusters are situated on the external surface of the crystals. Therefore, the distance between the metal clusters and the acidic sites can be in the range of a few elementary cells, i.e. in the case of zeolites few nanometers. The metallic and acidic sites are separated in such bifunctional catalysts. Additionally, increasing of the metal dispersion is limited by the low stability of very small clusters that tend to sinter. The activity of very small clusters may be lower in comparison to larger clusters. In order to study the mechanism of the bifunctional reaction the separation between the different catalytic sites can be considerably increased by applying layered catalyst arrangements (Fig. 1). When the elementary steps of the reaction are discussed the active sites and the interaction between these sites has to be clarified. There are generally two possibilities for the diffusion of the intermediate species: gas phase and surface diffusion. Investigations on the conversion of n-hexane were carried out by Steinberg et al. [4] using catalyst systems consisting of separated metal-containing (Pt/A1203) and acidic (H-erionite) phases. The reaction pathway could be characterised by the corresponding typical reaction products: C6 isomers, formed by the bifunctional pathway, and CS compounds, produced by the monofunctional acidic cracking. It was shown that the activity and selectivity strongly depend on the existence and properties of a direct contact between the two phases. This was the case, even when their (geometric) distance in the recirculation reactor did not considerably change and only the medium between the phases (quartz sand or atmosphere) was varied. This would not be expected when gas phase diffusion is assumed. The synergy between the catalyst components could be clearly shown for systems, where both were in immediate contact (Fig. la and b). The selectivity was identical with that observed for the mechanical mixtures and did not depend on the position of the metal-containing component either on the entrance or the exit of the reactor. This also constitutes a strong argument against the hypothesis of gas phase diffusion of intermediate olefins. In addition no olefins were observed in the products in spite of the fact that no hydrogenating component was present after the acidic component in the direction of the carrier gas flow (Fig. la). If the metal-containing catalyst was situated in a (a) (b) (c) (d) (e) basket conversion l MA Pt/A1203 El H-erionite quartz Fig. I. Hydroconversion of n-hexane on differently arranged Pt/Al,oz (10 mg) and H-erionite (1 g), T= 497 K, Lo.s. = 7 h, recirculation reactor (according to [41). 404 F. Roessner, U. Roland /Journal of Molecular Catalysis A: Chemical 112 (1996) 401-412 basket above the acidic catalyst in a distance of about 1 mm (Fig. Ic), no synergy effect was observed and the catalytic properties of the system were similar to those of the metal-free H-erionite. No synergy was also observed when the catalyst components were separated by a layer of quartz sand having a very low surface area (Fig. ld). Pt/A1203 by itself did not show a significant hydrocracking activity as represented in Fig. le. Analogous results were obtained for the conversion of cyclohexane on bifunctional catalysts, mechanical mixtures of acidic and metal-containing components and the corresponding layered arrangements [10]. Thus, it was clearly shown that the synergy between the components of the bifunctional catalyst (i) requires an immediate contact between the metal-containing and the acidic component and (ii) does not predominantly occur via gas phase diffusion of the intermediate. According to the classical model, where gas phase diffusion of the intermediates is assumed, the separation of both catalyst components (metal and acidic site) should not change the activity and selectivity of the bifunctional catalyst because the external gas phase transport of the reactants is not the rate determining step in the hydroconversion process. Consequently, there should be no difference in the catalytic properties of two types of bifunctional catalysts: mechanical mixtures of metal-containing and acidic component and catalysts prepared by wet impregnation. These assumptions could not be confirmed for several catalytic systems, e.g. the bifunctional catalyst described above (Table 1). Independent of the reactor type the conversion on the supported catalyst was always higher than on the mechanical mixtures. The significant differences in the product distribution applying two-phase catalysts could also be used to determine the migration length of the intermediate species [4]. It could be shown by studying the cracking of n-hexane that the typical products of the monofunctional catalysis were only observed for distances between the acidic and the metallic sites of more than 15 mm. Under these conditions the diffusion distance is very long and the synergy between both catalyst components is suppressed. Similar experiments on the conversion of cyclohexane on Pt/A1203 and H-ZSM-5 also showed the occurrence of surface transport up to relatively large distances [ 10]. Bifunctional conversion is usually carried out in hydrogen atmosphere. Hydrogen is needed for the hydrogenation of the produced olefin according to Eq. (3). But, even according to the classical mechanism for the bifunctionally catalyzed isomerization, hydrogen is not needed to allow the Table 1 Comparison of the hydrocarbon conversion (in wt%) on bifunctional catalysts and on mechanical mixtures Reaction Reaction conditions Me/H-support Me/support + H-support H-support Me/support Ref. Ring enlargement of methylcyclopentane 525 K Pt/H-Y Pt/S'02 + H-Y H-Y Pt/S'02 [51 it a 24.4 (61.5 b) 19.3 (60.9) 14.3 (31.7) 8.9 (0) Isomerization of n-pentane 525 K Pt/H-ZSM-5 Pt/Si02 + H-ZSM-5 H-ZSM-5 Pt/S'02 [61 it 77.2 (93.9 `) 54.6 (99.4) 7.1 (15.2) 0.4 (49.6) Hydrocracking of n-heptane 428 K Pt/H-erionite Pt/A1203 + H-erionite - - [7,81 rr 54.6 45.3 Isomerization of n-butane 593 K Pt/H-mordenite Pt/A1203 + H-mordenite H-mordenite Pt/A1203 [91 it 18.0 (84.1 d) 14.1 (76.4) 43.1 (28.6) 4.0 (0.5) H-support-acidic component; Me/support-metal supported on non-acidic component, Me/support + H-support-mechanical mixture of both components; Me/H-support-bifunctional catalyst. a Integral (it) and recirculation reactor (rr), respectively. b Cyclohexane selectivity is given mol%. ` i-CS selectivity is given in C-mol%. d i-C4 isomerization selectivity. F. Roessner, U. Roland/Journal of Molecular Catalysis A: Chemical 112 (1996) 401-412 405 reactions corresponding to Eqs. (1)-(3) as a whole. At least the substitution of hydrogen by nitrogen should not hinder dehydrogenation reactions. The activity of the bifunctional catalyst should remain the same until coking, which is favoured by the formation of an olefin pool on the surface, leads to the deactivation of the catalyst. The influence of hydrogen on the conversion of n-hexane was studied in a recirculation reactor [ 11 ] and a flow reactor [12]. As already described the product spectrum allowed a clear distinction between the bifunctional and the monofunctional reaction pathway. While the bifunctional mechanism was typical for the system Pt/H-erionite in hydrogen, only cracking products, formed by the acidic monofunctional pathway, could be observed in the system Pt/H-erionite in nitrogen. By varying the relative partial pressure of hydrogen in the flow reactor a significant change in selectivity was observed at a value of PH2/p(H2+N2) < 0.5 [12]. Obviously, hydrogen in a sufficient large concentration is necessary to enable a bifunctional reaction pathway. This is even the case for dehydrogenation reactions. The corresponding experiments for the dehydrogenation of cyclohexane were carried out on a Pt/Na-erionite catalyst [10]. While the catalyst was practically inactive in nitrogen, the formation of benzene was observed in the presence of hydrogen. Blocking of the metal surface by coke precursors could be excluded because the reaction was reversible when nitrogen and hydrogen were used alternately. For example, the catalyst reached practically the same activity after the reintroduction of hydrogen as before the application of nitrogen. The explanation cannot be that the presence of hydrogen would lead to the hydrogenation of coke that was produced during the reaction in nitrogen, thus re-establishing the catalytic properties. This mechanism could be excluded because no additional coke hydrogenation products were observed in the product stream after re-introduction of hydrogen [ 10]. Obviously, hydrogen (in the presence of a metal-containing catalyst) seems to play a crucial role for controlling the selectivity in bifunctional catalysts. This marked influence is not only due to the prevention of coke formation and it cannot be understood in terms of the classical model. 4. Extension of the classical model To explain the experimental results obtained for different geometries of bifunctional catalysts the following facts have to be taken into consideration: (i) during the reaction an intermediate diffuses on the surface of the catalyst between the metallic and the acidic sites, (11) under certain conditions this transport, and not the formation of the carbenium ion, constitutes the rate determining step, (iii) hydrogen is necessary to initiate the bifunctional reaction mechanism and (iv) a reaction including three adsorption/desorption steps at different sites is not very likely. The surface diffusion of olefins has never been observed and it is very unlikely because of energetic reasons. Therefore, it is logical to assume a surface diffusion of activated hydrogen species. This concept is established as hydrogen spillover and it was shown to be associated with many phenomena in heterogeneous catalysis. Hydrogen spillover is characterized by the formation of an active species on one surface phase, mostly a noble metal, the transfer of this species onto the support (primary spillover step) and its surface diffusion. Under certain conditions this migration can continue to another phase, for example one that does not contain an activating metal (secondary spillover step) [13]. For many catalyst systems the spilt-over hydrogen species were shown to influence significantly the catalytic properties: either indirectly by the removal of coke, by controlling the oxidation state of the catalyst and by creating catalytic sites or directly by its action as a reactant. The H-D exchange of surface hydroxyl groups is a suitable model reaction for the investigation of 406 F. Roessner, U. Roland/Journal of Molecular Catalysis A: Chemical 112 (1996) 401-412 hydrogen and deuterium spillover. The exchange can be observed under the experimental conditions, which are relevant in catalysis, by IR spectroscopy and mass spectroscopy. It was shown that the exchange rate is considerably increased in the presence of a metal [14,15]. Hydrogen (or deuterium) is activated on the metal, spills over onto the surface and migrates to the hydroxyls, where the exchange takes place (Fig. 2). In some cases the diffusion range of the spilt-over species is as long as several centimetres [4,16]. Further phenomena due to the spillover of adsorbed species will not be discussed here, they are described in detail in some reviews [17-20]. To introduce the concept of hydrogen spillover into the description of bifunctionally catalyzed reactions, the nature of the spilt-over hydrogen species has to be considered. Different species were discussed in the literature: H atoms, H ions, ion pairs and H3 species [13,19]. H atoms [21-23] and H+ ions [24-28] were favoured as spilt-over hydrogen species. Surprisingly, depending on the reaction studied and the spectroscopic method applied, indications for H atoms and H+ ions were found in the same catalytic system under similar conditions. The reaction of the spilt-over hydrogen species with organic radicals was studied by ESR and IR spectroscopy on zeolites [29] and silica [30]. The relaxation time Tl of OH groups in silica was found to be decreased in the presence of spilt-over hydrogen by NMR [31]. Both results were interpreted by supposing that paramagnetic H atoms were the spilt-over species. However, results on the deuteration of hydroxyl groups on silica [13,32], alumina [ 13] and zeolites [ 13,15,16] and especially the influence of a magnetic field on the diffusion of the spilt-over species [26] suggested electrically charged spilt-over species, most likely H+ ions. The above and a number of other experimental results can be explained by a model, which describes the spilt-over hydrogen species as surface electron donors, leading to a coexistence of charged (H+ ions) and uncharged (H atoms) hydrogen species. According to this model by Roland et al. [27,33] the nature of these species can only be described when considering their electronic interaction with the support. After the homolytic dissociation of the molecular hydrogen on the metal, leading to the formation of H * radicals, Hz -t H* +H*, (4) these species spill over onto the support where an electron transfer to the surface region can occur H * -- H++ e-. (5) The additional electronic donor state, which is produced by the adsorption of the spilt-over hydrogen, is located at the surface. It may be ionized, i.e. an electron is transferred to the support, or neutral, i.e. the electron remains at the adsorbate. For hydrogen, the first case corresponds to an H+ ion (strong chemisorption) and the second case to an H atom (weak chemisorption). The relative concentration of both species depends on the parameters of the system adsorbate-solid (electronic states, Fermi energy, concentration of the spilt-over species, density of the electronic states of the D2 D H2 z \\\\\" / A- OH 00 metal activator phase acceptor phase Fig. 2. Hydrogen isotopic exchange on mechanical mixtures consisting of metal containing and acidic components. D ', H '-activated hydrogen species. F. Roessner, U. Roland /Journal of Molecular Catalysis A: Chemical 112 (1996) 401-412 407 Me Me + H' B .- IP CH ON W MCP H' C1 - C6 Fig. 3. Reaction pathway of cyclohexane conversion on different sites. CH-cyclohexane, MCP-methylcyclopentane, B-benzene. C, ...C6cracking products, Me-metallic centre, H+-acidic centre. solid, temperature). Thus, a dynamic equilibrium between H+ ions and H atoms exists on the surface. It can be shifted towards one kind of species and is influenced by a consumption of one of these species. Due to the (partial) electron transfer the adsorption energy of the spilt-over species is increased. This decreases the probability of recombination to molecular hydrogen, desorbing into the gas phase, and favours the formation of a reservoir of adsorbed spilt-over hydrogen species [26,33,34]. 5. New model for the explanation of the catalytic results For the discussion of the elementary reactions of the hydroconversion it has to be considered that spilt-over hydrogen is present at the acidic sites as shown by H-D exchange experiments on zeolitic hydroxyl groups [26,33]. The incorporation of the spillover concept into the mechanism of the catalytic reaction shall be exemplarily demonstrated on the conversion of cyclohexane on a bifunctional catalyst. The products of this reaction strongly depend on the sites where the reaction takes place (see Fig. 3). The metallic centre catalyzes the dehydrogenation of cyclohexane to benzene. As already discussed, this reaction requires hydrogen in order to take place [10]. Based on the coexistence of electrically charged and neutral spilt-over hydrogen species the following mechanism can be postulated: On the surface of the support the hydrogen radical (Hsp;tt) formed on the metal abstracts a hydrogen atom from the neutral hydrocarbon molecule. This reaction results in the formation of molecular hydrogen and a hydrocarbon radical: + spill ~ 0 + H2 (6) The reaction according to Eq. (6) can proceed everywhere on the surface. However, it will be shown that considering the further reaction pathway it is important whether the formation of the hydrocarbon radical takes place close to or far from the hydroxyl group. Therefore, the acidic OH group will control the selectivity of the catalyst. 5.1. Non-acidic surface The hydrocarbon radical reacts with an additional hydrogen radical forming cyclohexene and molecular hydrogen: C* + H~P;u' ~ 3 + H2 (7) 408 F. Roessner, U. Roland /Journal of Molecular Catalysis A: Chemical 112 (1996) 401-412 Furthermore, cyclohexene is transformed via allylic intermediates and cyclohexadiene into benzene by reacting consecutively with spilt-over hydrogen radicals according to Eqs. (8)-(10), a + H,ni\" ~ 0 + Hz (8) a + H,ni\" ~ 0.+ H2 (9) When the amount of spilt-over hydrogen is not sufficient for the repeated dehydrogenation, the recombination of hydrocarbon radicals can lead to the formation of coke precursors (i.e. condensed higher hydrocarbons). Summarizing Eqs. (6)-(9) the overall reaction can be written as follows: C + 6 [H\" H' + ] --10 + 6 HZ (10) As represented in Eq. (10), in contrast to the classical mechanism, the dehydrogenation of cyclohexane requires the presence of activated spilt-over hydrogen species that react irreversibly to molecular hydrogen during the reactions. Consequently, the substitution of hydrogen by nitrogen in the carrier gas should result in a drastic decrease of the dehydrogenation activity of the metal-containing catalyst. On the other hand, the activity should be restored by the re-introduction of hydrogen. Indeed, such a reversible behaviour was observed for cyclohexane dehydrogenation of Pt-containing erionite switching several times between hydrogen and nitrogen [ 10]. 5.2. Acidic surface The activation of hydrocarbons on acidic catalysts in the absence of activated hydrogen has been comprehensively considered in the literature [35]. Therefore, we will focus our discussion on the influence of the spilt-over hydrogen on the catalytic properties. For simplification, the action of the activated hydrogen will be demonstrated using again the cyclohexane conversion. When the cyclohexyl radical formed according to Eq. (6), is situated near a hydroxyl group of the solid (see Fig. 3; bifunctional reaction pathway: Me + H+), it can get fixed there due to the formation of a secondary carbenium ion, C + H*OZ 1 C+ + OZ_ + H\" (11) OZ- is the anionic solid (e.g. the zeolite framework). F. Roessner, U. Roland/Journal of Molecular Catalysis A: Chemical 112 (1996) 401-412 409 This ion is rapidly transformed into an energetically preferred tertiary carbenium ion [35] which will be stabilised by the negatively charged solid: + C + Oz - _ + + Oz (12) An electron is transferred to the methylcyclopentane carbenium ion which reacts with a spilt-over hydrogen radical and desorbs as methylcyclopentane from the surface: (13) + + e- + OZ --' + OZ + Hsplll* -11 (14) Additionally, the /3-scission of the tertiary carbenium ion has to be considered as a side reaction. Depending on the reaction conditions, ring opening products W, . . . C 6) can appear. The unsaturated cracking products react with spilt-over hydrogen and desorb from the catalyst. Acidic hydroxyl groups are restored by the charged spilt-over hydrogen species (Eq. (5)) H pill + OZ-- H+OZ- (15) Therefore, the overall equation for the cyclohexane isomerization (ring transformation) on an acidic surface in the presence of activated hydrogen can be written as follows: H+or 0+2IH'~ H'+e-l - +H2 (16) It is quite evident that the isomerization also corresponds to some sort of bifunctional mechanism, but involves the action of spillover hydrogen. The proposed model is characterized by the fact that isomerization as well as dehydrogenation are accompanied by a recombination of spilt-over hydrogen. This suggests precisely the role of hydrogen: The supply of a sufficient amount of activated hydrogen is necessary to avoid catalyst coking which would otherwise occur due to an excessive surface concentration of intermediate olefins [3]. It should be mentioned here that the same model can satisfactorily explain the hydrocracking of hydrocarbons on bifunctional catalysts [11]. Summarizing the reaction mechanism described above the classical model of bifunctional catalysis has been extended by the following characteristics: (i) The hydrocarbon conversion proceeds entirely at one surface centre. The consequence is that the threefold adsorption/desorption step, a main feature of the classical model, is reduced to one. 410 F. Roessner, U. Roland/Journal of Molecular Catalysis A: Chemical 112 (1996) 401-412 (ii) Hydrogen is involved in the hydrocarbon reaction itself. However, hydrogen has to be present in an active form, its activation on a metal and the surface diffusion to the reaction site are prerequisites for the hydroconversion. Based on the model by Roland [27,33] the coexistence of charged (proton) and uncharged (radical) species is supposed. Both of them participate in the conversion. Nevertheless, in agreement with the classical model the selectivity of the reaction is also determined by the physico-chemical properties of the catalyst, e.g. by the presence of acidic OH groups. With this new mechanism, even results virtually in contrast to the model by Weisz and Swegler [2] can be explained without contradiction: (1) The equilibrium between both adsorption states of the activated spilt-over hydrogen (represented by the H atom and the H+ ion), i.e. which of these forms dominates, should strongly depend on the chemical (e.g. the presence of Lewis and/or Brdnsted acidic sites) as well as on the electronical properties (e.g. electron density) of the solid. Therefore, apparently contradictory results explained either by a radical [21-23] or by an ionic nature [24-28] of the migrating species just reflect different properties of one single phenomenon. (2) The activated hydrogen spreads out over the surface. The driving force of the diffusion is the concentration gradient of the spilt-over hydrogen. When the activated hydrogen is not consumed, the surface becomes saturated and a `hydrogen reservoir' is formed, which represents an overstochiometric amount of hydrogen (H/Me, > 1; Me, is the number of surface metal atoms). The presence of such a hydrogen reservoir has been already documented by spectroscopic, gravimetric and radiotracer measurements [29,34,36,37]. As described above the chemical conversion of hydrocarbons on the catalyst surface can act as a hydrogen acceptor. Consequently, the surface must not be saturated by spilt-over hydrogen and the amount of the active hydrogen is determined by the ratio of the rate of its supply (rsnPPl) to the rate of its consumption (rcons). For a ratio of rsuppl/rcons - I a steady state is established, i.e. the catalytic system can be characterised by a well-balanced ratio of the metallic to the acidic function. In this case, the spilt-over hydrogen, which is present in a sufficiently high concentration, controls the concentration of carbenium ions in such a way that the desorption of products formed via recombination processes is favoured [44]. Therefore, the cracking of n-hexane on narrow-pore Pt/H-erionite results in a higher selectivity to isomeric products compared with the H-erionite but, on the other hand, in a lower conversion [ 11 ]. If the supply of spilt-over hydrogen is not sufficient to cover the whole surface of the catalyst, its diffusion becomes the rate determining step. This situation is typical for layered arrangements of the catalyst components [4]. When a part of the catalyst surface remains free of spilt-over hydrogen the monofunctional acidic pathway of hydrocarbon conversion is the dominant one (e.g. acidic cracking instead of hydroisomerization of n-butane on mordenite, see Table 1). Furthermore, the deficit of supplied activated hydrogen favours the formation of an olefin pool near the acidic centres that represents a precursor of coke formation [38]. The increase of the hydrogen pressure can enhance the rate of hydrogen activation and also the coverage of the surface with spilt-over hydrogen, possibly until saturation is achieved. In this case, admixing of a metal-free component can increase the conversion degree since excess hydrogen spills onto the additional surface providing an optimal ratio of metallic and acidic function. Such experimental results were obtained by Grau and Parera studying the hydrocracking of long-chain alkanes on Pt/H-mordenite [39] and by Cieckiewicz and Delmon [40] investigating the hydrogenation of benzene on mechanical mixtures of Pt/A1203 and A1203. Furthermore, the effect is not limited to oxidic surfaces as demonstrated for carbon-supported platinum catalysts [45]. Note that identical effects could also be obtained by changing the metal dispersion. F. Roessner, U. Roland/Journal of Molecular CatalvsisA: Chemical 112 (1996) 401-412 411 (3) According to our model, the substitution of hydrogen by nitrogen should lead to a reversible change in the selectivity due to the absence of spilt-over hydrogen. Indeed, the expected selectivity change by varying the carrier gas was observed very clearly for the conversion of cyclohexane [ 10] and n-hexane [11] on metal-containing zeolites. (4) The acidic hydroxyl groups can act as co-catalysts. Their number and acid strength, depending on the chemical nature of the support, strongly influence the recombination of spilt-over hydrogen which accompanies the formation of intermediate carbenium ions. (5) Added catalyst poisons either can block the hydrogen activation on the metal (e.g. CO [4,41]) or can disturb the equilibrium between the radical and the ionic state of the spilt-over hydrogen (Eq. (5)). Consequently, even hydrogenation reactions requiring only the metallic (hydrogenating) function of the catalyst could be influenced by the presence of basic catalyst poisons as ammonia. Indeed, Maret et al. [42] reported changes of the selectivity in the hydrogenation of ethene in depending on the presence of NO and NH3. (6) The surface mobility of the spilt-over hydrogen can simply explain the catalytic activity of mechanical mixtures and layered catalyst arrangements (see Fig. 1). However, the surface area must be sufficient to allow the transport of the activated hydrogen. In the case of a low-area-layer consisting of quartz no synergistic effect of the spatially separated centres could be observed (see Fig. 1 and Chow et al. [5]). The low surface area of quartz and the small diffusion coefficient of the spillover hydrogen on silica [43] explain that under these conditions practically no activated hydrogen is transferred between the catalyst components. 6. Conclusion The extension of the classical model of bifunctional catalysis introducing the hydrogen spillover concept permits the interpretation of some catalytic phenomena that did not fit into the old frame. The proposed model includes the formation of mobile hydrogen surface species which allows the conversion of the hydrocarbon at a certain distance from the metal. Therefore, the gas phase diffusion of the intermediate olefin according to the classical model is replaced by a surface diffusion of activated hydrogen spilt-over species (H atoms as well as H+ ions). The catalytic properties of bifunctional (impregnated) catalysts, mechanical mixtures and layered catalyst arrangements can be explained by the extended model which is shown for the bifunctionally catalyzed conversion of cyclohexane as an example. Applying the proposed reaction model to bifunctional catalysis it was shown that under defined conditions the hydrocarbon conversion could take place on the support of the catalyst. Spilt-over hydrogen activated on the metal is able to hydrogenate/dehydrogenate hydrocarbons on the acidic centre. This new model does not exclude the hydrocarbon conversions on the metallic centre. The proposed mechanism is an attempt to close the gap between hydrocarbon conversion on metals and on acidic centres. We assume a much broader validity of our model which is subject under study. Acknowledgements The authors are indebted to Professor B. Delmon for his helpful discussion and critical reading of the manuscript and are obliged to Fonds der Chemischen Industrie. Support by Akademie der Naturforscher Leopoldina under grant LPD 95 and Deutsche Forschungsgemeinschaft is gratefully acknowledged by U.R. 412 F. Roessner, U. Roland/Journal of Molecular Catalysis A: Chemical 112 (1996) 401-412 References [1] G.A. Mills, H. Heinemann, T.A. Milliken and A.G. Oblad, Ind. Eng. Chem. 45 (1953) 134. [2] P.B. Weisz and E.W. Swegler, Science 126 (1957) 31. [3] Z. Paal, in: G.J. Antos, A.M. Aitani and J.M. Patera (Eds.), Catalytic Naphtha Reforming (Marcel Dekker, New York, 1995) p. 19. [4] K.-H. Steinberg, U. Mroczek and F. Roessner, in: H.G. Karge and J. Weitkamp (Eds.) Zeolites as Catalysts, Sorbents and Detergent Builders, Stud. Surf. Sci. Catal. 46 (Elsevier, Amsterdam, 1988) p. 81. [5] T. Chow, S.H. Park and W.M.H. Sachtler, Appl. Catal. 19 (1985) 349. [6] K. Aimoto, K. Fujimoto and K. Maeda, in: T. Inui, K. Fujimoto, T. Uchijima and M. Masai (Eds.) New Aspects of Spillover Effect in Catalysis, Stud. Surf. Sci. Catal. 77 (Elsevier, Amsterdam, 1993) p. 165. [7] K.-H. Steinberg, G.M. Pajonk, S.J. Teichner and A. El-Tanany, in: D. Shopov, A. Andreev, A. Palazov and L. Petrov (Eds.), Proc. VI Int. Symp. Heterogen. Catalysis, Heterogeneous Catalysis, Part 2 (Bulg. Acad. Sci., Sofia, 1987) p. 123. [8] A. El-Tanany, G.M. Pajonk, K.-H, Steinberg and S.J. Teichner, Appl. Catal. 39 (1988) 89. [9] U. Mroczek, Ph.D. thesis, Universit Leipzig, 1987. [10] F. Roessner, A. Hagen and U. Mroczek, in: T. Inui, K. Fujimoto, T. Uchijima and M. Masai (Eds.) New Aspects of Spillover Effect in Catalysis, Stud. Surf. Sci. Catal. 77 (Elsevier, Amsterdam, 1993) p. 151. [11] F. Roessner, U. Roland and Th. Braunschweig, J. Chem. Soc. Faraday Trans. 91 (1995) 1539. [12] F. Roessner, A. Hagen, R.V. Dmitriev, in: H.K. Beyer, H.G. Karge, 1. Kiricsi and J.B. Nagy (Eds.), Catalysis by Microporous Materials, Stud. Surf. Sci. Catal. 94 (Elsevier, Amsterdam, 1995) p. 473. [13] W.C. Conner, G.M. Pajonk and S.J. Teichner, Adv. Catal. 34 (1986) 1. [14] J.L. Carter, P.J. Lucchesi, P. Comeil, D.J.C. Yates and J.H. Sinfelt, J. Phys. Chem. 69 (1965) 3070. [15] R.V. Dmitriev, AX Detjuk, Ch.M. Minachev and K.-H. Steinberg, in: G.M. Pajonk, S.J. Teichner and J.E. Germain (Eds.), Spillover of Adsorbed Species, Stud. Surf. Sci. Catal. 17 (Elsevier, Amsterdam, 1983) p. 17. [16] R.V. Dmitriev, K.-H. Steinberg, A.N. Detjuk, F. Hofmann, H. Bremer and Ch.M. Minachev, J. Catal. 65 (1980) 105. [17] L.-T. Weng and B. Delmon, App1. Cata1. A: General 81 (1992) 141. [18] G.C. Bond, in: G.M. Pajonk, S.J. Teichner and J.E. Germain (Eds.), Spillover of Adsorbed Species, Stud. Surf. Sci. Catal. 17 (Elsevier, Amsterdam, 1983) p. 1. [19] W.C. Conner, in: Z. Paal and P.G. Menon (Eds.), Hydrogen Effects in Catalysis (Marcel Dekker, New York and Basel, 1988) p. 311. [20] B. Delmon, Heterogeneous Chem. Rev. 1 (1994) 219. [21] D.H. Lenz, W.C. Conner and J. Fraissard, J. Catal. 117 (1987) 281. [22] W.A. Pliskin and R.P. Eischens, Z. Phys. Chem. NF 24 (1960) 11. [23] A.F. Carley, H.A. Edwards, B. Mile, M.W. Roberts, C.C. Rowlands, S.D. Jackson and F.E. Hancock, J. Chem. Soc. Chem. Commun. (1994) 1407. [24] R.B. Levy and M. Boudart, J. Catal. 32 (1974) 304. [25] S. Khoobiar, P.J. Lucchesi and J.L. Carter, J. Phys. Chem. 72 (1968) 1682. [26] U. Roland, H. Winkler, H. Bauch and K.-H. Steinberg, J. Chem. Soc. Faraday Trans. 87 (1991) 3921. [27] U. Roland, R. Salzer, Th. Braunschweig, F. Roessner and H. Winkler, J. Chem. Soc. Faraday Trans. 91 (1995) 1091. [28] Th. Braunschweig, U. Roland and H. Winkler, in: T. Inui, K. Fujimoto, T. Uchijima and M. Masai (Eds.), New Aspects of Spillover Effect in Catalysis, Stud. Surf. Sci. Catal. 77 (Elsevier, Amsterdam, 1993) p. 183. [29] W.C. Neikam and M.A. Vannice, J. Catal. 27 (1972) 207. [30] E. Baumgarten, C. Lentes-Wagner and R. Wagner, J. Catal. 117 (1989) 533. [31] T.-C. Sheng and I.D. Gay, J. Catal. 71 (1981) 119. [32] X. Wu, B.C. Gerstein and T.S. King, J. Catal. 118 (1989) 238. [33] U. Roland, Ph.D. thesis, Universit Leipzig, 1993. [34] U. Roland, H.G. Karge and H. Winkler, in: J. Weitkamp, H.G. Karge, H. Pfeifer and W. Hderich (Eds.), Zeolites and Related Microporous Materials: State of the Art 1994, Stud. Surf. Sci. Catal. 84 (Elsevier, Amsterdam, 1994) p. 1239. [35] B.W. Wojciechowski and A. Corma, Catalytic Cracking (Marcel Dekker, New York, 1986) p. 9. [36] J.A. Altham and G. Webb, J. Catal. 18 (1970) 133. [37] A. Kaldor and D.M. Cox, J. Chem. Soc. Faraday Trans. 86 (1990) 2459. [38] K.-H. Steinberg, U. Mroczek and F. Roessner, K.-H. Steinberg (Eds.), Proc. 2nd Int. Conf. Spillover (Universit Leipzig, 1989) p. 150. [39] J.M. Grau and J.M. Parera, Appl. Catal. A: General 106 (1993) 27. [40] S. Ceckiewicz and B. Delmon, J. Catal. 108 (1987) 294. [41] Ch.M. Minachev, R.V. Dmitriev, A.A. Dergachev, I.G. Rasmakhina and K.-H. Steinberg (Eds.), Proc. 2nd Int. Conf. Spillover (Universit Leipzig, 1989) p. 248. [42] D. Maret, G.M. Pajonk and S.J. Teichner, G.M. Pajonk, S.J. Teichner and J.E. Germain (Eds.), Spillover of Adsorbed Species, Stud. Surf. Sci. Catal. 17 (Elsevier, Amsterdam, 1983) p. 215. [43] D. Martin, Ph.D. thesis, UniversitPoitiers, 1994. [44] H. Zimmer, V.V. Rozanov, A.V. Skylarov and Z. Paal, Appl. Catal. 2 (1982) 51. [45] S.T. Srinivas and P. Kanta Rao, J. Catal. 148 (1994) 470. MOLCAA 9600180X 1381-1169(96)00180-X 10.1016/1381-1169(96)00180-X Aspects of heterogeneous catalysis Article Hydrogen spillover in bifunctional catalysis Frank Roessner ∗ a Ulf Roland b a Universität Oldenburg, Fachbereich 9, Technische Chemie, P.O. Box 2503, D-26111 Oldenburg, Germany b Université Catholique de Louvain, Unité de Catalyse et Chimie des Matériaux Divisés, B-1348 Louvain-la-Neuve, Belgium 1 1 On leave from: Institut für Analytische Chemie, Technische Universität Dresden, D-01062 Dresden, Germany. ∗ Corresponding author. Tel.: +49-441-7983355; fax: +49-441-7983360 A model is proposed to describe the mechanism of hydroconversions on bifunctional catalysts. This mechanism allows a better interpretation of experimental results. It incorporates the concept of hydrogen spillover, i.e. the surface diffusion of activated hydrogen species. The main consequence of the model is that all reaction steps can occur on one reaction site whereas the classical model requires three reaction steps on different reaction sites. Additionally, the catalytic properties of layered bifunctional catalysts (consisting of a macroscopical metal-containing and acidic part) depending on the geometry of such systems can be easily explained. The new model is based on the assumption that a dynamic equilibrium of two coexisting activated (spilt-over) hydrogen species is formed on the surface; one of them being neutral (H atom) and the other electrically charged (H+ ion). The influence of the spilt-over hydrogen is illustrated and discussed in the case of the conversion of cyclohexane on different metal-containing and acidic catalysts. Keywords Bifunctional catalysis Reaction mechanism Hydrogen spillover Cyclohexane conversion References [1] G.A. Mills H. Heinemann T.A. Milliken A.G. Oblad Ind. Eng. Chem. 45 1953 134 [2] P.B. Weisz E.W. Swegler Science 126 1957 31 [3] Z. Paal G.J. Antos A.M. Aitani J.M. Parera Catalytic Naphtha Reforming 1995 Marcel Dekker New York 19 [4] K.-H. Steinberg U. Mroczek F. Roessner H.G. Karge J. Weitkamp Zeolites as Catalysts, Sorbents and Detergent Builders 2nd Ed. Stud. Surf. Sci. Catal. 46 1988 Elsevier Amsterdam 81 [5] T. Chow S.H. Park W.M.H. Sachtler Appl. Catal. 19 1985 349 [6] K. Aimoto K. Fujimoto K. Maeda T. Inui K. Fujimoto T. Uchijima M. Masai New Aspects of Spillover Effect in Catalysis 2nd Ed. Stud. Surf. Sci. Catal. 77 1993 Elsevier Amsterdam 165 [7] K.-H. Steinberg G.M. Pajonk S.J. Teichner A. El-Tanany D. Shopov A. Andreev A. Palazov L. Petrov Proc. VI Int. Symp. Heterogen. Catalysis, Heterogeneous Catalysis, Part 2 1987 Bulg. Acad. Sci Sofia 123 [8] A. El-Tanany G.M. Pajonk K.-H. Steinberg S.J. Teichner Appl. Catal. 39 1988 89 [9] U. Mroczek Ph.D. thesis 1987 Universität Leipzig [10] F. Roessner A. Hagen U. Mroczek T. Inui K. Fujimoto T. Uchijima M. Masai New Aspects of Spillover Effect in Catalysis 2nd Ed. Stud. Surf. Sci. Catal. 77 1993 Elsevier Amsterdam 151 [11] F. Roessner U. Roland Th. Braunschweig J. Chem. Soc. Faraday Trans. 91 1995 1539 [12] F. Roessner A. Hagen R.V. Dmitriev H.K. Beyer H.G. Karge I. Kiricsi J.B. Nagy Catalysis by Microporous Materials 2nd Ed. Stud. Surf. Sci. Catal. 94 1995 Elsevier Amsterdam 473 [13] W.C. Conner G.M. Pajonk S.J. Teichner Adv. Catal. 34 1986 1 [14] J.L. Carter P.J. Lucchesi P. Corneil D.J.C. Yates J.H. Sinfelt J. Phys. Chem. 69 1965 3070 [15] R.V. Dmitriev A.N. Detjuk Ch.M. Minachev K.-H. Steinberg G.M. Pajonk S.J. Teichner J.E. Germain Spillover of Adsorbed Species 2nd Ed. Stud. Surf. Sci. Catal. 17 1983 Elsevier Amsterdam 17 [16] R.V. Dmitriev K.-H. Steinberg A.N. Detjuk F. Hofmann H. Bremer Ch.M. Minachev J. Catal. 65 1980 105 [17] L.-T. Weng B. Delmon Appl. Catal. A: General 81 1992 141 [18] G.C. Bond G.M. Pajonk S.J. Teichner J.E. Germain Spillover of Adsorbed Species 2nd Ed. Stud. Surf. Sci. Catal. 17 1983 Elsevier Amsterdam 1 [19] W.C. Conner Z. Paal P.G. Menon Hydrogen Effects in Catalysis 1988 Marcel Dekker New York and Basel 311 [20] B. Delmon Heterogeneous Chem. Rev. 1 1994 219 [21] D.H. Lenz W.C. Conner J. Fraissard J. Catal. 117 1987 281 [22] W.A. Pliskin R.P. Eischens Z. Phys. Chem. NF 24 1960 11 [23] A.F. Carley H.A. Edwards B. Mile M.W. Roberts C.C. Rowlands S.D. Jackson F.E. Hancock J. Chem. Soc. Chem. Commun. 1994 1407 [24] R.B. Levy M. Boudart J. Catal. 32 1974 304 [25] S. Khoobiar P.J. Lucchesi J.L. Carter J. Phys. Chem. 72 1968 1682 [26] U. Roland H. Winkler H. Bauch K.-H. Steinberg J. Chem. Soc. Faraday Trans. 87 1991 3921 [27] U. Roland R. Salzer Th. Braunschweig F. Roessner H. Winkler J. Chem. Soc. Faraday Trans. 91 1995 1091 [28] Th. Braunschweig U. Roland H. Winkler T. Inui K. Fujimoto T. Uchijima M. Masai New Aspects of Spillover Effect in Catalysis 2nd Ed. Stud. Surf. Sci. Catal. 77 1993 Elsevier Amsterdam 183 [29] W.C. Neikam M.A. Vannice J. Catal. 27 1972 207 [30] E. Baumgarten C. Lentes-Wagner R. Wagner J. Catal. 117 1989 533 [31] T.-C. Sheng I.D. Gay J. Catal. 71 1981 119 [32] X. Wu B.C. Gerstein T.S. King J. Catal. 118 1989 238 [33] U. Roland Ph.D. thesis 1993 Universität Leipzig [34] U. Roland H.G. Karge H. Winkler J. Weitkamp H.G. Karge H. Pfeifer W. Hölderich Zeolites and Related Microporous Materials: State of the Art 1994 2nd Ed. Stud. Surf. Sci. Catal. 84 1994 Elsevier Amsterdam 1239 [35] B.W. Wojciechowski A. Corma Catalytic Cracking 1986 Marcel Dekker New York 9 [36] J.A. Altham G. Webb J. Catal. 18 1970 133 [37] A. Kaldor D.M. Cox J. Chem. Soc. Faraday Trans. 86 1990 2459 [38] K.-H. Steinberg U. Mroczek F. Roessner K.-H. Steinberg Proc. 2nd Int. Conf. Spillover 1989 Universität Leipzig 150 [39] J.M. Grau J.M. Parera Appl. Catal. A: General 106 1993 27 [40] S. Ceckiewicz B. Delmon J. Catal. 108 1987 294 [41] Ch.M. Minachev R.V. Dmitriev A.A. Dergachev I.G. Rasmakhina K.-H. Steinberg Proc. 2nd Int. Conf. Spillover 1989 Universität Leipzig 248 [42] D. Maret G.M. Pajonk S.J. Teichner G.M. Pajonk S.J. Teichner J.E. Germain Spillover of Adsorbed Species 2nd Ed. Stud. Surf. Sci. Catal. 17 1983 Elsevier Amsterdam 215 [43] D. Martin Ph.D. thesis 1994 Université Poitiers [44] H. Zimmer V.V. Rozanov A.V. Skylarov Z. Paal Appl. Catal. 2 1982 51 [45] S.T. Srinivas P.Kanta Rao J. Catal. 148 1994 470",
      "scopus-id": "0030579269",
      "coredata": {
        "eid": "1-s2.0-138111699600180X",
        "dc:description": "A model is proposed to describe the mechanism of hydroconversions on bifunctional catalysts. This mechanism allows a better interpretation of experimental results. It incorporates the concept of hydrogen spillover, i.e. the surface diffusion of activated hydrogen species. The main consequence of the model is that all reaction steps can occur on one reaction site whereas the classical model requires three reaction steps on different reaction sites. Additionally, the catalytic properties of layered bifunctional catalysts (consisting of a macroscopical metal-containing and acidic part) depending on the geometry of such systems can be easily explained. The new model is based on the assumption that a dynamic equilibrium of two coexisting activated (spilt-over) hydrogen species is formed on the surface; one of them being neutral (H atom) and the other electrically charged (H+ ion). The influence of the spilt-over hydrogen is illustrated and discussed in the case of the conversion of cyclohexane on different metal-containing and acidic catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/138111699600180X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Roessner, Frank"
          },
          {
            "@_fa": "true",
            "$": "Roland, Ulf"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/138111699600180X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/138111699600180X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00180-X",
        "prism:volume": "112",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogen spillover in bifunctional catalysis",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Bifunctional catalysis"
          },
          {
            "@_fa": "true",
            "$": "Reaction mechanism"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen spillover"
          },
          {
            "@_fa": "true",
            "$": "Cyclohexane conversion"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "401-412",
        "prism:endingPage": "412",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 November 1996",
        "prism:doi": "10.1016/1381-1169(96)00180-X",
        "prism:startingPage": "401",
        "dc:identifier": "doi:10.1016/1381-1169(96)00180-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030579269"
      }
    }
  }
}