{
  "metadata": {
    "title": "[Mo<ce:inf loc=post>2</ce:inf>(MeCN)<ce:inf loc=post>8</ce:inf>][BF<ce:inf loc=post>4</ce:inf>]<ce:inf loc=post>4</ce:inf> and [Mo<ce:inf loc=post>2</ce:inf>(μ-O<ce:inf loc=post>2</ce:inf>CCH<ce:inf loc=post>3</ce:inf>)<ce:inf loc=post>2</ce:inf>(MeCN)<ce:inf loc=post>6</ce:inf>][BF<ce:inf loc=post>4</ce:inf>]<ce:inf loc=post>2</ce:inf> as catalysts for the cationic polymerization of cyclopentadiene and dicyclopentadiene",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-06-25",
    "doi": "10.1016/1381-1169(96)00019-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996000192",
    "pii": "1381116996000192"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030601050",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-1381116996000192 1381-1169(96)00019-2 1381116996000192 10.1016/1381-1169(96)00019-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00052 2015-05-13T23:01:31.432129-04:00 0 0 19960625 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 109 109 2 2 Volume 109, Issue 2 2 99 111 99 111 19960625 25 June 1996 1996-06-25 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. MO2MECN8BF44MO2O2CCH32MECN6BF42CATALYSTSFORCATIONICPOLYMERIZATIONCYCLOPENTADIENEDICYCLOPENTADIENE MCCANN M SMITH 1974 1742 J HOWE 1975 1689 R ZHUANG 1991 745 Q CANDLIN 1974 212 J IWASAWA 1980 871 Y SATO 1982 1101 Y HAMILTON 1985 1477 J MCCANN 1991 2283 M GUINAN 1992 205 P MCCANN 1994 1489 M CLEGG 1986 31 W PIMBLETT 1986 1257 G COTTON 1985 3965 F COTTON 1992 134 F KUNTZ 1990 537 542 I ENCYLOPEDIAPOLYMERSCIENCEENGINEERING GEER 1985 1232 R PROCEEDINGSSPE43RDANNUALTECHNICALCONFERENCEANTEC85 PLASTICS85 STAUDINGER 1926 110 H STAUDINGER 1924 23 H EISLER 1951 459 B FRENCH 1961 1953 P MURPHY 1961 1964 J YEN 1963 82 S BROWN 1960 5671 J ASO 1967 2894 C TSUTSUMI 1987 1321 H ASO 1966 701 C ASO 1968 1163 C OSHIKA 1968 211 T DALLASTA 1969 153 G BLATZ 1966 616 P FRENCH 1963 1044 P SIGWALT 1964 482 D BLATZ 1963 1335 P HONEYCHUCK 1987 5293 R MCCANNX1996X99 MCCANNX1996X99X111 MCCANNX1996X99XM MCCANNX1996X99X111XM item 1381-1169(96)00019-2 1381116996000192 1-s2.0-1381116996000192 10.1016/1381-1169(96)00019-2 271358 2010-09-28T03:10:54.786807-04:00 1996-06-25 1-s2.0-1381116996000192-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000192/MAIN/application/pdf/d046e2ffe50ea245b28532739c464941/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000192/MAIN/application/pdf/d046e2ffe50ea245b28532739c464941/main.pdf main.pdf pdf true 1253992 MAIN 13 1-s2.0-1381116996000192-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000192/PREVIEW/image/png/ceaea8c5f1399eb9616ec8024186d6a2/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000192/PREVIEW/image/png/ceaea8c5f1399eb9616ec8024186d6a2/main_1.png main_1.png png 58824 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 109 (1996) 99-1 I 1 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL [M0 2(MeCN) g ][BF4 ]4 and [Mo 2( A-02CCH 3) 2(MeCN) 6 ][BF4 ]2 as catalysts for the cationic polymerization of cyclopentadiene and dicyclopentadiene Malachy McCann * , Eoghan Mac Giolla Coda Department of Chemistry, St. Patrick's College, Maynooth, Co. Kildare, Ireland Received 28 July 1995: accepted 15 December 1995 Abstract The dimolybdenum(II,II) complex salts [MoZ(MeCN)$][BF4]4 and [Mo2(-OZCCH3)jMeCN)j[BF,], were found to be extremely efficient catalysts for the cationic polymerization of neat cyclopentadiene and also for solutions of the monomer in acetonitrile and in dichloromethane. The silica supported complexes [Mo;(MeCN)j[BFI]4-Si02 and [Mo_(htO,CCH,),(MeCN)j[BF412-S'Oz only gave small polymer yields unless dichloromethane is used as a monomer solvent. Catalysts could be reused many times to polymerize successive batches of monomer. In most instances there was approximately equal amounts of the 1,2- and 1,4-structures present in the polymers. Solubility of the polycyclopentadiene product was dependent upon reaction conditions and on catalyst used, and with the [Mo2(A-O,CCH3)2(MeCN)61[BFI], catalyst in dichloromethane black conducting plastics could be precipitated. Soluble, ring-addition polydicyclopentadiene was formed in essentially quantitative yield when [Moz(MeCN)8][BF4]4 and [Mo_,(,-O,CCH3)2(MeCN)j[[BFI]= were reacted with neat dicyclopentadiene at 170. Keywords: Dimolybdenum(I1,I1); Molybdenum; Polymerization; Cyclopentadiene; Dicyclopentadiene; Silica; Conducting 1. Introduction Catalysts derived from complexes containing the quadruply bonded dimolybdenum(II,II) [Mo-Mo)4+ core 4+ j have been shown to be effective for a number of Corresponding author. 1381-1169/96/$15.00 1996 Elsevier Science B.V. All rights reserved. P/1 S1381-1169(96)00019-2 different organic transformations. In 1974 Whan and co-workers [1] used a dry-mix impregnation of the tetracarboxylates [M02( 1.c-OzCR)4) (R = Me or CFA) on silica and alumina as catalysts for propene metathesis. ESR [2,3] and EXAFS [3] studies of the [M02( A-O,CCH3)4]-Si02 system revealed that at activation temperatures below 350 the active catalytic species comprised an [Mo-Mo]5+ moiety, and that at 450 cleavage of the Mo-Mo bond occurred with consequent loss in catalyst performance. Candlin [4,5] prepared heterogeneous catalysts by impregnating A1203 and SiO, with solutions of the dimolybdenum(II,II) allyl complex [Mo\"(n3-C3HS)4], and used them for the 100 M. McCann, E. Mac Giolla Coda / Journal of Molecular Catalysis A: Chemical 109 (1996) 99-111 metathesis of hex-l-ene and also for the polymerization of ethylene. No suggestions were made with respect to the structure of the supported species, or as to whether or not the Mo-Mo quadruple bond was retained after supporting the complex. However, as the mononuclear molybdenum(IV) complex [Mo(rl3CA)4] and its chromium, niobium, zirconium and tungsten analogues were also catalytically active for these reactions, it appears that it is the presence of the allyl groups rather than the dimolybdenum unit which is the source of the catalytic activity. Iwasawa et al. [6,7] also supported [Mo2(~3CA)4] on A1203 and Si02, and after reducing the supported complexes with H2, followed by exposure to 02, the resulting `paired' oxobridged divalent molybdenum species acted as excellent catalysts for ethene hydrogenation at 200-293 K. In the past we have demonstrated that in the presence of added EtAIC12 cocatalyst the neutral and tetraanionic quadruply bonded dimolybdenum(11,11) complexes [Mo2(bL-02CCH3)4] and K4[Mo2C18] catalyse the ring-opening metathesis polymerization (ROMP) of the strained bicyclic olefin 1-methylnorbornene at 20 [8]. Furthermore, [M02( ,u-02CCF3)4] was found to polymerize the same monomer even in the absence of cocatalyst. In addition, the dianionic dimolybdenum(II,II) complex salt (Et4N)2[Mo2( A_02CCH3)2Br41 [9] and the dicationic dimolybdenum(II,II) salts [M02( ,02CR)2(MeCN)n][BF4]2 - xH20 (R = CH3, n = 6; R = (CH3)C=CH2, n = 4; x = 0 or 1) [9] and [M02( -(-)-ment)2(MeCN)4][BF4]2 ((-)-mentH = (-)-menthoxyacetic acid) [ 10], have been used in conjunction with EtAIC12 to polymerize norbornene. More recently [11], we have anchored the salts [Mo2(MeCN)g][BF4]4 and [Mo2(A,02CR)2(MeCN)6][BF4]2 on silica to give materials represented as [Mo2(MeCN)J[BF4]4-Si02 and [Mo2(/.c-02CCH3)Z(MeCN)6][BF4]2-S'021 respectively. The binding of the Mo-Mo bonded complexes to Si02 was thought to occur at the surface OH groups upon removal of labile CH3CN ligands from the complexes. Although there was no direct physical evidence as to the exact structure of the silica-bound molybdenum complexes it is possible that either the Mo-Mo bond is retained on the silica surface (as observed for [M02( A-02CCH3)4]-S'02 [3]) or that it ruptures to give mononuclear species (as reported for [Mo2(r13-C3H5)4]-Si02 [6,7]). The supported and unsupported complexes were each tested as heterogeneous catalysts for norbornene polymerization. In the absence of EtAIC12 cocatalyst [Mo2(MeCN)8][BF4]4-Si02 was the only species to polymerize norbornene, and at 90 and a reaction time of 48 h the polymerization was essentially quantitative. IM o2(MeCN)g][B F4]4, [M 02( A,02CCH3)2(MeCN)6][BF4]2 and [Mo2(A,02CCH3)2(MeCN)6][BF4]2-Si02 were found to be completely inactive without EtAlC12, even at elevated temperatures. In the presence of EtAIC12 [Mo2(MeCN)8][BF4]4-Si02 was the only material which failed to polymerize norbornene at 20. It was thought that the lability of the MeCN ligands [ 12,13] attached to the supported and unsupported complexes was a contributory factor in these polymerizations. Preliminary experiments conducted in our laboratory on the room temperature homogeneous addition polymerization of cyclopentadiene in acetonitrile solution have shown that the d is a do n is s a Its [M o 2 ( , 02CR)2(MeCN)nJ[BF412*xH2O (R = CH3, n = 6; R = HC=CH2, n = 4; R = (CH3)C=CH2, n = 4; x = 0-2) are good catalysts for this reaction [9]. We have now conducted a detailed study of the homogeneous and heterogeneous polymerization of cyclopentadiene using the four catalyst systems [Mo2(MeCN)8][BF4]4, [M 0 2( A,-02CCH 3)2(MeCN)6][B F4]2, [Mo2(MeCN)8] [BF4]4-S'02 and [Mo2(02CCH3)2(MeCN)6][BF4]2-Si02, and the results of this work are presented herein. The use of [Mo2(MeCN)8][BF4]4 and [M02( A,02CCH3)2(MeCN)6][BF4]2 for the polymerization of dicyclopentadiene is also outlined. M. McCann, E. Mac Giolla Coda /Journal of Molecular Catalcsis A: Chemical 109 (1996) 99-1 / l 2. Experimental Acetonitrile and dichloromethane were each dried by refluxing over P205 and then distilled. Cyclopentadiene was distilled from dicyclopentadiene and collected in an ice-cooled receiver. This cyclopentadiene was stored for a maximum of three days at -- 25 prior to use. Dicyclopentadiene was obtained by leaving freshly distilled cyclopentadiene to stand for 3 weeks at 20 (composition confirmed by I H NMR spectroscopy). Literature methods were used to prepare [Mo2(MeCN)s][BF4]4 [11,14], [Mo2(A,02CCH 3)2(MeCN)6][B F4]2 [12], [Mo2(MeCN)8][BF4]4-Si02 [11] and [Mo2(W O,CCH3)2(MeCN)6][BF4]2-S'02 [11]. 2.1. Instrumentation ' H NMR spectra of the polymers, as solutions in CDCI; and with TMS as internal standard, were run on a Bruker AC 80 spectrometer. Conductance measurements were obtained using a Wayne Kerr Autobalance Universal Bridge B641 instrument, and the polymer samples were cut into strips ca. 1 cm long and the diameter was measured with Vernier calipers. 2.2. Polymerization reactions Ace pressure tubes, purchased from Aldrich, were used for the polymerization reactions and all operations were conducted under N2. To the tube was added the appropriate mass of unsupported or silica-supported catalyst, the solvent (if used) and the monomer (cyclopentadiene and/or dicyclopentadiene), in that order. The tube was sealed and then agitated on a mechanical shaker for experiments carried out at room temperature. For experiments conducted at higher temperatures the tube was immersed in an oil bath and the contents agitated using a magnetic stirrer. After the required reaction time had elapsed ethanol (20 cm') was added to the mixture to quench the reaction and also to dissolve the catalyst (the ethanol causes the cata- lyst to decompose). The precipitated polymer was redissolved in dichloromethane (50 cm 3) and slowly dripped into ethanol (200 cm 3) containing HCl (2 cm 3). The ethanol/HCl mixture was decanted off and the remaining polymer was washed with three portions of ethanol and then dried in vacuo. For silica-supported catalysts the polymer/catalyst mixture was washed with three portions of dichloromethane (30 em3), left to settle, and the supernatant then decanted off. The combined supernatants were added to acidified ethanol and the polymer was worked up as before. When a catalyst was being reused it was washed with dichloromethane to dissolve the polymer. The polymer solution was decanted off the catalyst, and the polymer then reprecipitated as before. The catalyst was then dried in vacuo for a short time before addition of the next batch of monomer. 3. Results and discussion Cyclopentadiene and dicyclopentadiene provide olefinic sites in terpolymers with ethylene and propylene, and are also employed in blends with other olefins and diolefins which are then polymerised to hydrocarbon resins. These copolymers have many commercial applications e.g. tackifier resins, hot-melt and pressure-sensitive adhesives [15]. In 1985 Hercules established a production unit using dicyclopentadiene in a metathesis reaction injection moulding (RIM) process [16]. The thermoset polymer, which has a high modulus and impact strength, is sold under the name Metton. Heating dicyclopentadiene alone at ca. 200 yields oligomers up to the pentamers [17]. In 1926 Staudinger and Bruson introduced inorganic halides, such as SnCl4, AlBr3 and TiCl4, to initiate the cationic polymerization of cyclopentadiene [ 18]. Wassermann [ 19-21 ] reported the formation of deeply coloured conjugated polycyclopentadiene possessing electrical conductance properties when trichloroacetic acid 102 M. McCann, E. Mac Giolla Coda / Journal of Molecular Catalysis A: Chemical 109 (1996) 99-111 was used as catalyst. Ziegler-type catalysts, like ('Bu)3A1 mixed with TiC14, have also been used for the homogeneous polymerization of cyclopentadiene [22]. In addition, the radiation induced stereospecific and asymmetric inclusion polymerization of cyclopentadiene has been carried out in crystal canals of thiourea [23,24] and deoxycholic acid [25], respectively. The unit ring contained in polycyclopentadiene can have the following 1,4- and/or 1,2structures when side reactions such as branching and double-bond migration (isomerization) are excluded. 0 i H3H3 H1 H1 1,4-polymer (cis and trans) H2 HS HS H1 H1 1,2-polymer (cis and trans) The ' H NMR spectrum of chloroform-soluble polycyclopentadiene [26,27] contains a fairly sharp peak (D) at 8 = 5.6 ppm (olefinic protons H1), and three broad and partially overlapped peaks (A, B and C) ranging from 8 = 1.5-3.0 ppm (methine and methylene protons Hz-HS). Comparison of the polymer spectrum with those of model compounds suggests that peak A is probably due to (3-methylene protons (H3) in the 1,4-structure. Peaks B and C appear to be due to a-methylene (HS) and a-, methine protons (Hz and H4) and are unable to be assigned separately. Thus, the content of the 1,2-structure in the polymer can be calculated from the relative peak areas as follows: 1,2-structure ((B + C) -A} (%) _ {A+(B+C)) The error in the calculated content of the 1,2structure (%), arising from overlapping peaks, is likely to be a few percent. The aliphatic: olefinic proton ratio (a/o) is simply calculated as (A + B + C)/D and should be equal to 2 for a polymer containing only 1,4- and/or 1,2-units in the X 100 chain. This value can change if the polymer undergoes cross-linking, or if double-bond migration occurs to give isomerized units of the type shown below. --0- In order to facilitate the interpretation of the present experimental results for the polymerization of cyclopentadiene some studies were also conducted on the polymerization of dicyclopentadiene. Dicyclopentadiene polymerizes in the presence of MoC15, ReC15 and WC16 to give the ring-opened polyalkenamer (a) [28], whilst with Ziegler-Natta catalysts a mixture of (a) and the ring-addition polymer (b) are obtained [29]. ~n 7 n n The aliphatic: olefinic proton ratio for polymer (a) should be 2, whilst for (b) it should have a value of 5. The air-sensitive catalysts used in the present work, [Moz(MeCN)8][BF4]4, [M02( AO zCCH 3)z(M eCN)6][B F4]z, [Moz(MeCN)8][BF4]4-S'02 and [M02( ,O2CCH3)z(MeCN)6][BF4]z-SiOz, were prepared as previously described, and all polymerization reactions were conducted under nitrogen. The polycyclopentadiene samples formed as light brown or cream powders and these were, in general, very soluble in chlorinated solvents. The microstructures of the polymers were investigated using NMR spectroscopy, and the aliphatic: olefmic proton ratios were found to be in the region 2.0-2.5 and with 1,2-structures in the range of 30-50%. The polymers tended to lose solubility fairly rapidly, and this was M. McCann, E. Mac Giolla Coda/Journal Molecular Catah-.sis A: Chemical l09 (/996) 99-111 Table l Comparison of the different catalyst systems for the polymerization of cyclopentadiene '' Catalyst system [M0Z(MeCN)8][BF4]4 [Mo,( -O=CCH s),(MeCN)6JBF4], Yield (%) a/o 1,2-content (%) Yield (%) a/o 1,2-content (%) no solvent 36 2.2 47 76 2.4 41 MeCN 53 2.5 26 72 2.0 45 CH,CI, 76 2.3 42 141 b - - SiO,-supported (no solvent) 9 - - 5 - - SiO=-supported (CH-CI,) 22 2.1 48 23 3.0 65 '' Unsupported catalyst (0.1 g): supported catalyst (1.0 g - this is equivalent to ca. 0.05 g of unsupported catalyst); cyclopentadiene (3 g); solvent (where used, 5 em'); temperature 20; reaction time 16 h. h Hard, insoluble black plastic (this reaction will be discussed in detail later). 103 accompanied by a darkening in colour, an increase in the aliphatic: olefinic ratio and a corresponding decrease in the 1,2-structural content. It has previously been reported [4,30,31] that cyclopentadiene polymers absorb oxygen from the air to form inter- and intra-molecular oxygen bridged (C-O-O-C and C-O-C) crosslinked products having significantly increased molecular weight and decreased solubility. Polymerizations were carried out in either neat cyclopentadiene, or a solution of the monomer in acetonitrile or dichloromethane. All four catalysts were insoluble in neat cyclopentadiene and thus these were heterogeneous systems. In addition, the polycyclopentadiene product forms as a gel in the neat monomer. When acetonitrile was used as solvent both the monomer and the unsupported salts [Mo2(MeCN)$][BF4]4 and [Mo,( t,O,CCH 3)Z(MeCN)6][BF4]2 were soluble, and thus these could be described as homogeneous reactions. The supported complexes [Mo2(MeCN)g][BF4]4-S'Oz and [M021./ /1,- OZCCH3)2(MeCN)6][BF4]Z-SiO, were insoluble in acetonitrile and were thus heterogeneous systems. The polycyclopentadiene products were also insoluble in acetonitrile. All four catalysts were insoluble in dichloromethane, again giving rise to heterogeneous systems. With one exception, all of the freshly formed polycyclopentadiene products were completely soluble in dichloromethane. A comparison of the different catalyst systems for the polymerization of cyclopentadiene under specific reaction time and temperature conditions is shown in Table 1. Compared to the SiO,-supported salts the unsupported salts were more efficient catalysts for the polymerization of both neat monomer and a solution of monomer in dichloromethane. Whereas the two SiO.,-supported salts produced similar amounts of polymer the unsupported salt [M02( bc- Table 2 Polymerization of neat cyclopentadiene as a function of time using [Mo,(MeCN)8][BFQ]4 and [Mo,(A-O=CCH,)- (MeCN)j[BFQ], catalysts Reaction time (h) [Mo2(MeCN)s][BF4]4 [Mo,(N-O2CCH;)2(MeCN)6][BFQ]= Yield M a/o 1,2-content (%) Yield (%) a/o 1,2-content (%) 0.25 - - - 2 2.0 20 2 9 2.7 48 26 2.3 43 16 36 2.2 47 76 2.4 41 48 36 3.8 22 76 3.0 43 120 42 2.4 57 65 2.5 43 Catalyst (0.1 g); neat cyclopentadiene 0 g); temperature 20. 104 M. McCann, E. Mac Giolla Coda /Journal of Molecular Catalysis A: Chemical 109 (1996) 99-111 O2CCH3)Z(MeCN)6][BF4]Z gave consistently higher polym er yields than [Mo2(MeCN)8][BF4]4 under the specified reaction conditions. The effect of reaction time on the room temperature heterogeneous polymerization of neat cyclopentadiene using the unsupported salts is summarised in Table 2. Addition of neat monomer to the catalyst salt causes an immediate exothermic reaction (typically, a temperature rise of ca. 7 for 3 g of monomer). For both catalysts increasing the reaction time beyond 16 h does not produce any significant increase in polymer yield. At this time the competing dimerization reaction probably limits the amount of free cyclopentadiene available for polymerization. Furthermore, the increase in viscosity of the reaction mixture is likely to inhibit the diffusion of fresh monomer to the propagation site. In a study of the effect of the monomer (neat):catalyst molar ratio in the [M02(MeCN)j[BF4]4 catalysed reaction (Table 3) it was found that an increase in this ratio had very little effect on the yield of polycyclopentadiene (g/g of catalyst), indicating that here again an increase in viscosity was limiting the diffusion of cyclopentadiene to the propagation site. Tazuma [32] reported that the amount of tungsten halide catalyst employed to effect the polymerization of cyclopentadiene in a hydrocarbon solvent could vary considerably, and he found that an efficient and rapid reaction occurred when the concentration varied from about 5 X 10-4 to about 20 X 10-4 moles of catalyst per mole of monomer. Table 3 Polymerization of neat cyclopentadiene as a function of monomer:[Mo2(MeCN)8][BF4]4 molar ratio a Monomer:catalyst ratio Yield a/o 1,2-content (%) 390:1 790:1 1580:1 % g/g catalyst 36 11 2.2 47 11 6 2.350 6 10 2.440 a Neat cyclopentadiene (3 g); temperature 20; reaction time 16 h. Table 4 Reuse of the [Mo2(MeCN)8][BF4]4 catalyst for the polymerization of neat cyclopentadiene a'b Run No. Yield (%) 2 3 4 s 6 37 7 a 9 10 1 36 45 71 62 38 42 40 45 9 a/o 3.8 3,0 2.5 2.2 2.1 2.2 2.5 2.1 1,2-content (%) 22 15 31 46 44 44 47 45 a Catalyst (0.1 g); neat cyclopentadiene (3 g batches); temperature 20; reaction time 48 h. b Catalyst ended up as a brown-yellow brittle plastic material (weight = 0.24 g). The ability of a single sample of the [Mo2(MeCN)8][BF4]4 catalyst to polymerize successive 3 g batches of neat cyclopentadiene was also investigated (Table 4). The catalyst was washed thoroughly with CHZCIz after each polymerization run in order to dissolve any precipitated polycyclopentadiene. During the first few runs the blue catalyst powder appeared to aggregate into clumps in the liquid monomer. Upon further reuse of the catalyst it was noted that there was a progressive build up of CH2C12 insoluble polymer on the catalyst surface which appeared to have the effect of causing a greater dispersal of the catalyst in the monomer. This increased dispersion may account for the observed increase in polymer yield for runs three and four. On progressive reuse the catalyst morphology itself changed from a blue powder to a hard insoluble brown plastic material. In this latter form the catalyst (which was insoluble in CH ZC12) was easier to separate from polymer and residual monomer. Although the catalyst material at this stage bore no physical resemblance to the original [Mo2(MeCN)j[BF4]4 powder it remained quite active. After nine runs (ca. total 27 g) of monomer there was still a significant quantity of polymer being produced, but on subsequent runs the activity of the catalyst decreased markedly. M. McCann, E. Mac Giolla Coda /Journal of Molecular Catalvsis A: Chemical 109 (1996) 99-/ 1l Table 5 Polymerization of neat cyclopentadiene as a function of temperature using [Mo2(MeCN)s][BF4]4 and [M02( A-OZCCH3)2 (McCN)6][BF4]= catalysts ' Reaction temperature () [M0Z(MeCN)s][BF4]4 [Mo2(A-OZCCH3)z(MeCN)6][BFQ]z Yield (%) a/o 1.2-content (%) Yield (%) a/o 1,2-content (rlo) -25 0.2 - - I - - 20 36 2.2 47 76 2.4 41 60 30 2.5 56 49 3.4 35 90 - - - 42 3.4 31 100 20 2.5 53 - - - 170 97 b 7.4 - 98 b 4.8 - 105 Catalyst (0.1 g); neat cyclopentadiene (3 g); reaction time (16 h). Polydicyclopentadiene. The effect of reaction temperature on the polymerization of cyclopentadiene solutions in hydrocarbon solvents has been well documented. High yields of insoluble or partially soluble polymers have been obtained at - 60 to - 90 using cationic catalysts such as TiC14, SnCl4 and EtAIC12 [33,34]. Interestingly, Blatz [35] discovered that the polymerization in toluene by TiCl4 (cationic catalyst) and by TiC14/Al(CHZCH(CH3)CH3)3 (Ziegler-type catalyst) gave opposite temperature dependence. At - 78 polymer yield was highest and decreased as temperature increased with TiC14 alone. With TiC14/Al(CH2CH(CH3)CH3)3 the yield increased as the temperature was raised from - 70 to 0. Tazuma [32] found that the temperature used in the polymerization was not critical, and may be varied from the freezing point of the liquid system up to 150. In the present experiments on neat cyclopentadiene using [Mo2(MeCN)JBF4]4 and [Mo2(A-O2CCH3)2(MeCN)6][BF4]2 catalysts little or no polymer is formed at - 25 (Table 5). Raising the temperature to 20 causes a substantial increase in polymer yield. However, further elevation of the temperature (ca. 100) results in a marked decrease in polymer production, and this is attributed to the competing dimerization reaction which effectively lowers the concentration of available free monomer (at 25, and in the absence of a catalyst, the dimerization rate of cyclopentadiene is 3.5 mol%/h. [15]). Reactions catalysed by [Mo2(MeCN)g][BF4]4 gave polymers with consistently higher 1,2-content than those produced using [Mo2(A-OZCCH3)Z(MeCN)6][BF4]2. At 170 the polymer yield is essentially quantitative, and the high aliphatic: olefinic proton ratios calculated from the NMR spectra signifies that with each of the two catalysts it is ring-addition polydicyclopentadiene and not polycyclopentadiene that is formed at this temperature. In order to substantiate the arguments concerning the formation of polydicyclopentadiene two series of experiments involving dicyclopentadiene were conducted. The effect of reaction temperature on the polymerization of neat dicyclopentadiene using [Moz(MeCN)g)[BF4]4 was studied (Table 6). No significant yield of polydicyclopentadiene was obtained below 120. However, at 170 production of soluble polymer was essentially quantitative. At this temperature [Mo2(/t,-OZCCH3)2(MeCN)6)[B1P4]2 also gave a high yield of polymer (92%; a/o = 5.8). Table 6 Polymerization of neat dicyclopentadiene as a function of temperature using [Mo2(MeCN)8][BFQ]4 a Reaction temperature () Yield (%) a/o 20 50 90 120 170 0 - 4 - 12 7.1 17 101 7.0 5.6 a Catalyst (0.1 g); neat dicyclopentadiene (3 g); reaction time ( 16 h). 106 M. McCann, E. Mac Giolla Coda /Journal of Molecular Catalysis A: Chemical 109 (1996) 99-111 Table 7 Polymerization of cyclopentadiene in the presence of added dicy clopentadiene a Catalyst system [Mo2(MeCN)s][BFQ]4 Yield (%o) a/o 1,2-content (%) 46 2.3 51 83 2.3 45 78 2.2 50 no solvent MeCN cHZc12 a Catalyst (0.1 g); cyclopentadiene (3 g) plus dicyclopentadiene (0.75 g); solvent (where used, 5 cm 3); temperature 20; reaction time 16 h. The high a/o values indicate that it is ring-addition rather than ring-opened polydicyclopentadienethat is formed in these reactions. Values of a/o > 5 may be due to the further addition polymerization of some of the cyclopentene rings remaining in the polymer [29]. When cyclopentadiene is heated to 170 in the absence of a dimolybdenum catalyst the normal DielsAlder cycloaddition products (a mixture of trimer, tetramer etc. [ 15,17])formed. The inability of [Mo2(MeCN)g][BF4]4 to induce formation of ring-opened polydicyclopentadiene is not totally surprising in view of the fact that this salt has previously been shown to be a poor catalyst for the ring-opening polymerization of the related strained bicyclicmonomer norbornene [ 11 ]. Using the [Mo2(MeCN)8][BF4]4 catalyst a study of the room temperature polymerization of cyclopentadiene in the presence of added dicyclopentadiene was carried out on neat monomer mixtures and also on solutions of the monomer mixtures in acetonitrile and in dichloromethane (Table 7). The results of this study were compared to those obtained using neat cyclopentadiene and solutions of the pure monomer in the same two solvents (Table 1). No polydicyclopentadiene formed in these reactions. Furthermore, the addition of dicyclopentadiene to the cyclopentadiene appears to enhance the yield of polycyclopentadiene, and this effect is particularly marked when the reaction is conducted in acetonitrile. It has previously been reported that the presence of dicyclopentadiene in the monomer feed substantially reduces the molecular weight of the polycyclopentadiene (33]. When solutions of [MoZ(MeCN)8][BF4]4 and [Mo2( ,-OZCCH3)2(MeCN)6](BF4]2 in acetonitrile are used as homogeneous catalysts for the polymerization of cyclopentadiene an almost quantitative yield of polymer is obtained after 48 h (Table 8). Formation of dicyclopentadiene is expected to be significantly less in an acetonitrile solution of cyclopentadiene than in the case where the neat monomer is present. As the polycyclopentadiene product precipitates from the acetonitrile solution during formation there is then no appreciable viscosity increase of the solution, and hence no restrictions on the diffusion of fresh monomer to the propagation site. Interestingly, polymer yields obtained from neat cyclopentadiene and its solution in acetonitrile were essentially the same using [Mo2( /1OZCCH3)2(MeCN)6][BF4]2, whereas with the [Mo2(MeCN)8][BF4]4 catalyst the yields were much superior when the monomer was dissolved in acetonitrile. Table 8 Polymerization of cyclopentadiene in acetonitrile as a function of time using [Mo2(MeCN)s][BF4]4 and [M02( M,-OzCCH02 (MeCN)6][BF4Jz catalysts a Reaction time (h) [Mo2(MeCN)s][BF4]4 Yield (%) a/o 1,2-content (%) [M02( N-OzCCH3)2(MeCN)bJ[BF4lz Yield (%) a/o 1,2-content (%) 2 10 2.3 45 15 2.4 16 16 53 2.5 26 72 2.0 45 48 96 2.0 47 90 2.2 35 120 91 2.2 46 88 2.3 32 a Catalyst (0.1 g); cyclopentadiene (3 g); acetonitrile (5 cm3); temperature 20. M. McCann, E. Mac Giolla Coda /Journal of Molecular Catah7sis A: Chemical 709 (1996) 99-111 Table 9 Polymerization of acetonitrile solutions of cyclopentadiene as a function of monomer:catalyst molar ratio Monomer:catalyst ratio [Mo2(MeCN)81[BFQ]4 Yield a/o 1,2-content (%) [M02( lt-O=CCH 3 )2(MeCN)6 ][BFt], Yield % g/g catalyst % g/g catalyst 350:1 53 16 2.5 26 72 22 2.0 45 700:1 93 56 2.5 25 - - - - 1400:1 66 79 3.5 21 61 74 3.4 - 3500:1 - - - - 55 165 2.7 - 5000:1 6 22 _ _ _ _ _ - 10000:1 - - - - 29 285 2.1 35 Cyclopentadiene (3 g); acetonitre (5 cm;); temperature 20: reaction time 16 h. 107 a/o 1,2-content (%) The chloroform solubility of the polymers formed in acetonitrile is in marked contrast to that previously reported by us [9] for the polymerization of cyclopentadiene in acetonitrile using the dicationic salts [M o Z( AOZCR)Z(MeCN)n][BF4]Z ~ xH20 (R = CH3, n = 6; R = HC=CH2, n = 4; R = (CH3)C=CH2, n = 4; x = 0-2). The chloroform insolubility of the latter polymers is almost certainly attributable to the cross-linking that occurred during the somewhat longer time interval between polymer preparation and solubility testing. In contrast to the results obtained using neat cyclopentadiene it was found that with acetonitrile as solvent: an increase in the monomer: catalyst molar ratio generally gave an increase in polymer yield (g/g of catalyst, Table 9). However, as indicated in Table 10 reuse of the [Moz(MeCN)8][BF4]4 catalyst was limited to three successive batches of cyclopentadiene in acetonitrile solution. A series of experiments were carried out on the polymerization of cyclopentadiene in which dichloromethane was used as the reaction solvent (Table 1). With [Mo2(MeCN)g][BF4]4 as catalyst it was found that both the polymer yield and the physical properties of the polymer were very dependent upon the monomer: catalyst molar ratio (Table 11). As this ratio was increased there was generally a corresponding increase in the polymer yield (g/g of catalyst). Interestingly, as the monomer:catalyst ratio was increased there was a marked tendency for the polymers to become insoluble upon reprecipitation from ethanol. This insolubility problem can be overcome to some extent if precautions are taken to ensure that dilute (rather than concentrated) solutions of the polymers in dhloromethane are added slowly to the precipitating solvent ethanol. Similarly, Honeychuck and coworkers [36] reported that the tungsten complex (Me3P)(CO)3(NO)W-FSbFs polymerized cyclopentadiene in diethyl ether to give a white chloroform-soluble polymer, whereas a light brown brittle and insoluble polymer formed in dichloromethane solution. A single 0.1 g sample of [Mo2(MeCN)g][BF4]4 could be used to polymerize up to eight batches of cyclopentadiene in dichloromethane, and after this the activity of the catalyst diminished significantly (Table 12). As happened in the case of neat cyclopentadiene there was again a gradual build up of an insoluble plastic material around the catalyst upon successive reuse. As in the cases of neat cyclopentadiene and Table 10 Reuse of the 1M02(MeCN)j[BF4l4 catalyst for the polymerization of acetonitrile solutions of cyclopentadiene \" b Run No. Yield (%) a/o 1,2-content (%) 72 2.8 50 2.6 39 3.4 39 95 69 0 a Catalyst (0.1 g); cyclopentadiene (3 g batches); acetonitrile (10 cm'); temperature 20; reaction time 48 h. 108 Table 11 Polymerization of dichloromethane solutions of cyclopentadiene as a function of monomer:[Mo2(MeCN)s][BF4]4 molar ratio a Monomer:catalyst ratio Yield a/o 1,2-content (%) Polymer description M. McCann, E. Mac Giolla Coda /Journal of Molecular Catalysis A: Chemical 109 (1996) 99-111 % g/g catalyst 390:1 76 23 2.3 42 light brown powder 2600:1 34 68 3.5 7 white fibrous powder 13000:1 103 1025 - - hard brown rubber b 26000:1 79 1580 - - hard brown rubber b 26000:1 43 861 2.8 44 light brown powder 65000:1 38 1875 2.2 44 light brown powder a Cyclopentadiene (1 g); dichloromethane (1 cm 3)., temperature 20; reaction time 16 h. b Polymer was initially totally soluble in dichloromethane upon formation, but became insoluble when reprecipitated in ethanol. ` Polymer was initially totally soluble in dichloromethane upon formation, and remained soluble when reprecipitated by slowly adding it as a dilute dichloromethane solution into ethanol. solutions of cyclopentadiene in acetonitrile the diacetate com Alex [M 02( I,02CCH3)2(MeCN)6][BF4]2 was a more active catalyst than [Mo2(MeCN)g][BF4]4 for the polymerization of dichloromethane solutions of the monomer (Table 13). At low cyclopentadiene: [Mo2(A-02CCH3)2(MeCN)6][BF4]2 molar ratios an insoluble black plastic is formed unless relatively dilute solutions of the monomer are used. Even when the reaction time is decreased to 1 h the polymer formed is inherently insoluble. In many of the reactions detailed in Table 13 the yield of insoluble polymer was significantly greater than 100%, and it is thought that in these cases there is solvent encapsulation by the plastic product. It is interesting to note that Table 12 Reuse of the [Moz(MeCN)s][BF4]4 catalyst for the polymerization of dichloromethane solutions of cyclopentadiene a,b Run No. Yield (%) a/o 1,2-content (%) 1 99 2.9 2 98 2.8 3 92 2.2 4 5 6 7 8 9 10 47 - 56 2.3 2.3 2.5 2.2 2.2 2.1 60 96 34 10 7 26 27 37 44 46 34 46 43 43 a Catalyst (0.1 g); cyclopentadiene (3 g batches); dichloromethane (10 cm3); temperature 20; reaction time 48 h. there was no weight loss by the latter polymers upon storage for 9 months. The insoluble black plastics mentioned above are believed to contain long sequences of conjugated double bonds in the polymer chain [20,21,35]. The resistivity of one of these solid black plastics was found to be 8 X 105 ohm cm, and this value was very similar to that reported by Blatz [35] for bromodehydropolycyclopentadiene polymers (ca. 106 ohm cm), thus placing the materials in the semiconducting range. In addition, Blatz found the electron spin density of his polymers to be 1018 spins g-', indicating an abundance of free radicals. These free radicals were unquestionably stabilized by extended sequences of conjugation. Only small amounts of polymer were obtained when neat cyclopentadiene was polymerized using the silica-supported catalysts when [Mo2(MeCN)8][BF4]4-Si02 and [M02( ,u02CCH3)2(MeCN)6][BF4]2-Si02 (Table 1). However, when dichloromethane was employed as a monomer solvent the polymer yield increased significantly, presumably because the use of a solvent helps maintain a relatively low viscosity for the reaction mixture thus allowing fresh monomer to diffuse readily to the propagation site. One of the main advantages of using supported catalysts is their ease of removal from the reaction mixture after completion of the polymerization. Results obtained for studies into the reuse of [M 0 2( , - M. McCann, E. Mac Giolla Coda /Journal of Molecular Catah7sis A: Chemical 109 (1996) 99-I1I 109 Table 13 Polymerization of dichloromethane solutions of cyclopentadiene as a function of monomer:[Mo,( w-O,CCH3MMeCN)6][BF41; molar ratio and solvent volume ' Monomer:catalyst ratio Solvent volume (em3) Reaction time (h) Yield (%o) Polymer description 330:1 330:1 330:1 330:1 330:1 I 300:1 1300: I 1300: l 5 10 20 50 10 10 20 50 16 16 16 16 1 16 16 16 141 insoluble black plastic 120 115 98 insoluble black plastic insoluble black plastic n light yellow powder brown rubbery solid 75 d (i) brown rubbery solid (65%), a/o = 2.4, 1,2-content=4l%; (ii) brown rubbery solid (IO`7o) 1 16 insoluble brown plastic 78 brown powder, a/o = 2.3, 1.2-content = 52070 V Temperature 20. n Resistivity measurements carried out on this sample. ` Polymer was initially totally soluble in dichloromethane upon formation, but became insoluble when reprecipitated in ethanol. Two products formed. 02CCH3)2(MeCN)6][BF4]2-S'02 for the polymerization of successive batches of cyclopentadiene in dichloromethane solution are shown in Table 14. Although only soluble polymer was obtained in these reactions there was a gradual decrease in product yield with each reuse of the catalyst. This deterioration in catalyst performance may, in part, be due to the air and moisture sensitivity of the molybdenum complex which causes problems during handling. Initiation of the homogeneous and heterogeneous polymerization reactions is thought to involve the association of a cyclopentadiene molecule with the bimetallic [Mo-Mo]4+ catalyst centre to give species (a) shown in Scheme I. In the homogeneous reactions access to the bimetallic centres can be achieved by displace- ment of one or more of the labile MeCN ligands, whilst with the heterogeneous catalysts it may be that some surface [Mo-Mo] sites may be exposed for attack by nucleophilic cyclopentadiene molecules. The cyclopentadiene molecule may bond to either one or both (i.e. bridging) molybdenum atoms of the bimetallic core to give the carbocation (b), which may (a) [Mo ; Mo]4+ 5 J 4 (b) [Mo-N (e) [Mo-Mo]3+ + 4 1 1 2 Table 14 + Reuse of the [MoZ(A-O,CCH3)z(MeCN)6][BF4]2-Si0= catalyst (MrnMo]~+ for the polymerization of dichloromethane solutions of cyclopen tadiene \" etc. Run No. Yield (%) a/o 1,2-content (%) 1 23 2.4 48 1,2-polymer 2 12 3.6 14 3 6 _ _ a 4 6 2.3 43 5 6 2.2 45 ~etc. 6 4 2.5 44 '' Catalyst (1.0 g); cyclopentadiene (3 g batches); dichloromethane (10 cm' each batch); temperature 20; reaction time 48 h. Scheme 1. 1,4-polymer 110 M. McCann, E. Mac Giolla Coda / Journal of Molecular Catalysis A: Chemical 109 (1996) 99-111 [Mo-MO]3+ 1 2 3 4 [Mo-Mo]3+ z - 3 Scheme 2. [Mo-Mo]3+ Z isomerize to (c). Addition of cyclopentadiene molecules to (b) and (c) will produce separate 1,2- and 1,4-polycyclopentadiene chains, respectively. A single polymer chain containing a mixture of 1,2- and 1,4-units can form if there is isomerization of either (b) or (c) during the polymerization (Scheme 2). At present it is uncertain whether or not the present products are mixtures of separate 1,2- and 1,4-polymers, or if each polymer chain comprises a mixture of 1,2- and 1,4-units. In conclusion, the effect of supporting the dimolybdenum salts on silica is to severely diminish their catalytic activity, suggesting that substantial structural and electronic changes occur upon binding the salts to the support material [6,7,11 ]. Unsupported and supported catalysts all give enhanced polymer yields when the polymerization reactions are carried out on solutions of cpd when compared to reactions conducted with neat monomer. The presence of the solvent ensures the following beneficial effects: (i) the tendency of the cyclopentadiene to form dicyclopentadiene is reduced, (ii) viscosity increases are minimised, thus permitting the relatively unrestricted diffusion of fresh monomer to the propagation site. Catalysts can be reused many times to polymerize successive batches of monomer. When a monomer solvent is used with the [Mo2(MeCN)g][BF4]4 and [Mo2GLOZCCH3)2(MeCN)6][BF4]2 catalysts, large yields of polycyclopentadiene can be obtained at high monomer:catalyst molar ratios. Solubility of the polycyclopentadiene product is dependent upon reaction conditions and on catalyst used, and with the [M o2( OZCCH 3)2(MeCN)6][B F4]2 catalyst in dichloromethane black conducting plastics are precipitated. Soluble, ring-addition polydicyclopentadiene is formed in essentially quantitative yield when [Mo2(MeCN)g][BF4]4 and [Mo2GL-OZCCH3)2(MeCN)6][BF4]Z are reacted with neat dicyclopentadiene at 170. Although [Mo2(MeCN)g][BF4]4 was generally found to be a less active catalyst than [Moz( A,O2CCH3)2(MeCN)6][BF4]2 there was little difference between the microstructures of the polycyclopentadiene products obtained from each system. In most instances there was approximately equal amounts of the 1,2- and 1,4-structures present in the polymers, and in any cases where there was a marked deviation from a 50% 1,2-content there was no obvious trend. Furthermore, there was no significant difference in the 1,2-content of samples obtained from the heterogeneous systems (neat cyclopentadiene, cyclopentadiene in dichloromethane solution and reactions where silica supported catalysts were used) compared to samples formed in the homogeneous reactions (cyclopentadiene in acetonitrile solution). References [1] J. Smith, W. Mowat, D.A. Whan and E.A.V. Ebsworth, J. Chem. Soc., Dalton Trans., (1974) 1742. [2] R.F. Howe, J. Chem. Soc., Faraday Trans. 1, (1975) 1689. [3] Q. Zhuang, A. Fukuoka, T. Fujimoto, K. Tanaka and M. Ichikawa, J. Chem. Soc., Chem. Commun., (1991) 745. [4] J.P. Candlin, Get. Pat. 2213947 (1973). [5] J.P. Candlin and H. Thomas, Adv. Chem. Ser., 132 (1974) 212. M. McCann, E. Mac Giolla Coda /Journal of Molecular Catalvsis A: Chemical 109 (1996) 99-111 [12J [6] Y. Iwasawa, M. Yamagishi and S. Ogasawara, J. Chem. Soc., Chem. Commun.. (1980) 871. [7] Y. Sato, Y. Iwasawa and H. Kuroda, Chem. Lett. (1982) 1101. [8] J.G. Hamilton, K.J. Ivin, M. McCann and J.J. Rooney, Makromol. Chem., 186 (1985) 1477. [91 M. McCann and P. Guinan, Polyhedron, 10 (1991) 2283. [10] P. Guinan, M. McCann and H. Ryan, Polyhedron, 11 (1992) 205. [111 M. McCann, E. Mac Giolla Coda and K. Maddock, J. Chem. Soc., Dalton Trans., (1994) 1489. W. Clegg. G. Pimblett and C.D. Garner, Polyhedron, 5 (1986) 31; G. Pimblett C.D. Garner and W. Clegg, J. Chem. Soc., Dalton Trans., (1986) 1257. [13] F.A. Cotton. A.H. Reid and W. Schwotzer, Inorg. Chem.. 24 (l 9851 3965. [14] F.A. Cotton and K.J. Wiesinger, lnorg. Synth., 29 (1992) 134. [15] I. Kuntz, in H.F. Mark. N. Bikales and C.G. Overberger (Ed.), Encylopedia of Polymer Science and Engineering, 2nd Ed. Vol. 4, Wiley, New York. 1990, p. 537-542, and references therein. [16] D.W. Klosiewicz, US Pat. 4400340 (1983); R.P. Geer and R.D. Stoutland, Plastics 85. Proceedings of the SPE 43rd Annual Technical Conference, ANTEC '85, (1985) 1232. [171 H. Staudinger and H.A. Bruson. Annalen., 447 (1926) 110 [18] H. Staudinger and A. Rheiner, Helv. Chim. Acta, 7 (1924) 23. [19] B. Eisler, A, Wassermann, F.D. Farnsworth, D. Kendrick and Schnurminn, Nature, 180 (1951) 459. [20] P.V. French, L. Roubinek and A. Wassermann. J. Chem. Soc., (1961) 1953. [21] J. Murphy, L. Roubinek and A. Wassermann, J. Chem. Soc., ( I 961) 1964. [22] S.-P.S. YenPolym. Prep., 4 (1963) 82. [23] J.F. Brown. Jr. and D.M. White, J. Am. Chem. Soc. 82 (1960) 5671. [24] C. Aso, T. Kunitake and Y. Ishimoto, Bull. Chem. Soc. Jpn., 40 (1967) 2894. [25] H, Tsutsumi, M. Miyata and K. Takemoto, Polym. J.. 19 (1987) 1321 [26J C. Aso, T, Kunitake, K. Ito and Y. Ishimoto, Polym. Lett.. 4 (1966) 701. [27] C. Aso, T. Kunitake and Y. Ishimoto, J. Polym. Sci., Polym. Chem. Ed. 6 (1968) 1163. [28] T. Oshika and H. Tabuchi, Bull. Chem. Soc. Jpn., 41 (1968) 211. [29] G. Dall'Asta, G. Motroni, R. Manetti and C. Tosi, Makro mol. Chem., 130 (1969) 153. [30J P.E. Blatz and R.H. Johnson, Polym. Prep., 7 (1966) 616. [31J P.V. French and A. Wassermann, J. Chem. Soc., (1963) 1044. [32J J.T. Tazuma, US Pat. 3,498,961 (1970). [33] D. Sigwalt and J.P. Vairon, Bull. Soc. Chim. Fr., ( (964) 482. [34] R.M. Thomas and I. Kuntz. US Pat. 3.328.372 (1967). [35] P.E. Blatz, J. Polym. Sci. (C), 4 (1963) 1335. [36] RV. Honeychuck, P.V, Bonnesen, J. Farahand W.H. Hersh, J. Org. Chem., 52 (1987) 5293. MOLCAA 96000192 1381-1169(96)00019-2 10.1016/1381-1169(96)00019-2 Chemical and metal complex catalysis Article [Mo2(MeCN)8][BF4]4 and [Mo2(μ-O2CCH3)2(MeCN)6][BF4]2 as catalysts for the cationic polymerization of cyclopentadiene and dicyclopentadiene Malachy McCann ∗ Eoghan MacGiolla Coda Department of Chemistry, St. Patrick's College, Maynooth, Co. Kildare, Ireland ∗ Corresponding author. The dimolybdenum(II,II) complex salts [Mo2(MeCN)8][BF4]4 and [Mo2(μ-O2CCH3)2(MeCN)6][BF4]2 were found to be extremely efficient catalysts for the cationic polymerization of neat cyclopentadiene and also for solutions of the monomer in acetonitrile and in dichloromethane. The silica supported complexes [Mo2(MeCN)8][BF4]4-SiO2 and [Mo2(μ-O2CCH3)2(MeCN)6][BF4]2-SiO2 only gave small polymer yields unless dichloromethane is used as a monomer solvent. Catalysts could be reused many times to polymerize successive batches of monomer. In most instances there was approximately equal amounts of the 1,2- and 1,4-structures present in the polymers. Solubility of the polycyclopentadiene product was dependent upon reaction conditions and on catalyst used, and with the [Mo2(μ-O2CCH3)2(MeCN)6][BF4]2 catalyst in dichloromethane black conducting plastics could be precipitated. Soluble, ring-addition polydicyclopentadiene was formed in essentially quantitative yield when [Mo2(MeCN)8][BF4]4 and [Mo2(μ-O2CCH3)2(MeCN)6][BF4]2 were reacted with neat dicyclopentadiene at 170°C. Keywords Dimolybdenum(II,II) Molybdenum Polymerization Cyclopentadiene Dicyclopentadiene Silica Conducting References [1] J. Smith W. Mowat D.A. Whan E.A.V. Ebsworth J. Chem. Soc., Dalton Trans. 1974 1742 [2] R.F. Howe J. Chem. Soc., Faraday Trans. 1 1975 1689 [3] Q. Zhuang A. Fukuoka T. Fujimoto K. Tanaka M. Ichikawa J. Chem. Soc., Chem. Commun. 1991 745 [4] J.P. Candlin, Ger. Pat. 2213947 (1973). [5] J.P. Candlin H. Thomas Adv. Chem. Ser. 132 1974 212 [6] Y. Iwasawa M. Yamagishi S. Ogasawara J. Chem. Soc., Chem. Commun. 1980 871 [7] Y. Sato Y. Iwasawa H. Kuroda Chem. Lett. 1982 1101 [8] J.G. Hamilton K.J. Ivin M. McCann J.J. Rooney Makromol. Chem. 186 1985 1477 [9] M. McCann P. Guinan Polyhedron 10 1991 2283 [10] P. Guinan M. McCann H. Ryan Polyhedron 11 1992 205 [11] M. McCann E.MacGiolla Coda K. Maddock J. Chem. Soc., Dalton Trans. 1994 1489 [12] W. Clegg G. Pimblett C.D. Garner Polyhedron 5 1986 31 G. Pimblett C.D. Garner W. Clegg J. Chem. Soc., Dalton Trans. 1986 1257 [13] F.A. Cotton A.H. Reid W. Schwotzer Inorg. Chem. 24 1985 3965 [14] F.A. Cotton K.J. Wiesinger Inorg. Synth. 29 1992 134 [15] I. Kuntz 2nd Ed. H.F. Mark N. Bikales C.G. Overberger Encylopedia of Polymer Science and Engineering Vol. 4 1990 Wiley New York 537 542 and references therein [16] D.W. Klosiewicz, US Pat. 4400340 (1983); R.P. Geer R.D. Stoutland Plastics 85 Proceedings of the SPE 43rd Annual Technical Conference, ANTEC '85 1985 1232 [17] H. Staudinger H.A. Bruson Annalen. 447 1926 110 [18] H. Staudinger A. Rheiner Helv. Chim. Acta 7 1924 23 [19] B. Eisler A. Wassermann F.D. Farnsworth D. Kendrick Schnurminn Nature 180 1951 459 [20] P.V. French L. Roubinek A. Wassermann J. Chem. Soc. 1961 1953 [21] J. Murphy L. Roubinek A. Wassermann J. Chem. Soc. 1961 1964 [22] S.-P.S. Yen Polym. Prep. 4 1963 82 [23] J.F. Brown Jr. D.M. White J. Am. Chem. Soc. 82 1960 5671 [24] C. Aso T. Kunitake Y. Ishimoto Bull. Chem. Soc. Jpn. 40 1967 2894 [25] H. Tsutsumi M. Miyata K. Takemoto Polym. J. 19 1987 1321 [26] C. Aso T. Kunitake K. Ito Y. Ishimoto Polym. Lett. 4 1966 701 [27] C. Aso T. Kunitake Y. Ishimoto J. Polym. Sci., Polym. Chem. Ed. 6 1968 1163 [28] T. Oshika H. Tabuchi Bull. Chem. Soc. Jpn. 41 1968 211 [29] G. Dall'Asta G. Motroni R. Manetti C. Tosi Makromol. Chem. 130 1969 153 [30] P.E. Blatz R.H. Johnson Polym. Prep. 7 1966 616 [31] P.V. French A. Wassermann J. Chem. Soc. 1963 1044 [32] J.T. Tazuma, US Pat. 3,498,961 (1970). [33] D. Sigwalt J.P. Vairon Bull. Soc. Chim. Fr. 1964 482 [34] R.M. Thomas and I. Kuntz, US Pat. 3,328,372 (1967). [35] P.E. Blatz J. Polym. Sci. 4 C 1963 1335 [36] R.V. Honeychuck P.V. Bonnesen J. Farahi W.H. Hersh J. Org. Chem. 52 1987 5293",
      "scopus-id": "0030601050",
      "coredata": {
        "eid": "1-s2.0-1381116996000192",
        "dc:description": "The dimolybdenum(II,II) complex salts [Mo2(MeCN)8][BF4]4 and [Mo2(μ-O2CCH3)2(MeCN)6][BF4]2 were found to be extremely efficient catalysts for the cationic polymerization of neat cyclopentadiene and also for solutions of the monomer in acetonitrile and in dichloromethane. The silica supported complexes [Mo2(MeCN)8][BF4]4-SiO2 and [Mo2(μ-O2CCH3)2(MeCN)6][BF4]2-SiO2 only gave small polymer yields unless dichloromethane is used as a monomer solvent. Catalysts could be reused many times to polymerize successive batches of monomer. In most instances there was approximately equal amounts of the 1,2- and 1,4-structures present in the polymers. Solubility of the polycyclopentadiene product was dependent upon reaction conditions and on catalyst used, and with the [Mo2(μ-O2CCH3)2(MeCN)6][BF4]2 catalyst in dichloromethane black conducting plastics could be precipitated. Soluble, ring-addition polydicyclopentadiene was formed in essentially quantitative yield when [Mo2(MeCN)8][BF4]4 and [Mo2(μ-O2CCH3)2(MeCN)6][BF4]2 were reacted with neat dicyclopentadiene at 170°C.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-06-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996000192",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "McCann, Malachy"
          },
          {
            "@_fa": "true",
            "$": "Coda, Eoghan MacGiolla"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996000192"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996000192"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00019-2",
        "prism:volume": "109",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "[Mo2(MeCN)8][BF4]4 and [Mo2(μ-O2CCH3)2(MeCN)6][BF4]2 as catalysts for the cationic polymerization of cyclopentadiene and dicyclopentadiene",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Dimolybdenum(II,II)"
          },
          {
            "@_fa": "true",
            "$": "Molybdenum"
          },
          {
            "@_fa": "true",
            "$": "Polymerization"
          },
          {
            "@_fa": "true",
            "$": "Cyclopentadiene"
          },
          {
            "@_fa": "true",
            "$": "Dicyclopentadiene"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "Conducting"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "99-111",
        "prism:endingPage": "111",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 June 1996",
        "prism:doi": "10.1016/1381-1169(96)00019-2",
        "prism:startingPage": "99",
        "dc:identifier": "doi:10.1016/1381-1169(96)00019-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030601050"
      }
    }
  }
}