{
  "metadata": {
    "title": "Surface acidity of <math altimg=si1.gif><fr shape=sol align=c style=s><nu><rm>V</rm><inf loc=post>2</inf>O<inf loc=post>5</inf></nu><de><rm>Al</rm><inf loc=post>2</inf>O<inf loc=post>3</inf></de></fr></math> catalysts: IR and TPD studies",
    "authors": "Mahmoud M. Khader",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-12-05",
    "doi": "10.1016/1381-1169(95)00137-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995001379",
    "pii": "1381116995001379"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002165009",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-11-19 1999-11-19 2010-04-18T17:16:47 1-s2.0-1381116995001379 1381-1169(95)00137-9 1381116995001379 10.1016/1381-1169(95)00137-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00210 2015-05-13T23:01:31.432129-04:00 0 0 19951205 1995 1999-11-19T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 104 104 1 1 Volume 104, Issue 1 4 87 94 87 94 19951205 5 December 1995 1995-12-05 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. SURFACEACIDITYV2O5AL2O3CATALYSTSIRTPDSTUDIES KHADER M MORI 1986 13 K JONSON 1986 767 B WACHS 1985 339 I GASIOR 1984 87 M WAINWRIGHT 1979 211 M BOFFA 1993 602 A CHEN 1990 411 J BOSCH 1988 369 H JANSSEN 1987 5921 F PANDE 1986 7 N DINES 1991 1611 T MIYATA 1988 3121 H BUSCA 1986 577 G RAJAGOPAL 1992 453 S TUREK 1992 5000 A LECOUSTUMER 1988 1230 L INOMATA 1983 754 M INOMATA 1983 761 M ANDERSON 1992 3114 P ROZEBOOM 1980 2783 F ECKERT 1989 6796 H MARCZENKO 1976 588 591 Z SPECTROPHOTOMETRICDETERMINATIONELEMENTS ZITOMER 1962 1738 F POPE 1968 527 M ODONNELL 1976 2290 S HEATHAUD 1981 1105 E WENT 1990 4240 G GALY 1992 229 J YOSHIDA 1972 376 S DINES 1991 643 T BOND 1986 353 G SOBALIC 1984 355 Z KIVELER 1975 A INFRAREDSPECTRASURFACECOMPOUNDS KNOZINGER 1976 184 H TAKAGI 1976 430 M TAKAGI 1977 441 M KHADERX1995X87 KHADERX1995X87X94 KHADERX1995X87XM KHADERX1995X87X94XM item 1381-1169(95)00137-9 1381116995001379 1-s2.0-1381116995001379 10.1016/1381-1169(95)00137-9 271358 2010-09-27T22:23:38.974181-04:00 1995-12-05 1-s2.0-1381116995001379-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001379/MAIN/application/pdf/5fd59a780d0c07848e9cfcfe0079102c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001379/MAIN/application/pdf/5fd59a780d0c07848e9cfcfe0079102c/main.pdf main.pdf pdf true 786895 MAIN 8 1-s2.0-1381116995001379-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001379/PREVIEW/image/png/7cbe889ed591ca963fa6a535e26c8e5d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001379/PREVIEW/image/png/7cbe889ed591ca963fa6a535e26c8e5d/main_1.png main_1.png png 71033 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116995001379-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001379/STRIPIN/image/gif/a96cba88ff8d1aa804f21d32d78c122a/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001379/STRIPIN/image/gif/a96cba88ff8d1aa804f21d32d78c122a/si2.gif si2 true si2.gif gif 577 30 91 ALTIMG 1-s2.0-1381116995001379-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001379/STRIPIN/image/gif/a96cba88ff8d1aa804f21d32d78c122a/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001379/STRIPIN/image/gif/a96cba88ff8d1aa804f21d32d78c122a/si2.gif si1 si1.gif gif 577 30 91 ALTIMG ELSEVIER JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 104 (1995 ) 87-94 Surface acidity Of V2OS/A12O3 catalysts: IR and TPD studies Mahmoud M. Khader ' Chemistry Department, Faculty of Science UAE University, P.O. Box 17551, Al-Ain, United Arab Emirates Received 24 March 1995; accepted 14 June 1995 Abstract V205/A1203 catalysts of different vanadium contents were prepared by contacting powdered y-A1203 with aqueous solutions of different concentrations of NF14V03. Calcined catalysts with vanadium loadings below the monolayer coverage of A1203 possessed adsorbed V-oxide layer which resisted dissolution an ammoniacal solution. On the other hand, those catalysts of higher vanadium loadings had adsorbed V-oxide layer as well as precipitated crystalline V205. The latter preferentially dissolved in NH40H solution. Infrared studies of chemisorbed NH3 on V-Al-oxide catalysts as well as temperature programmed desorption (TPD) of NH3 from these materials are reported. These studies revealed the existence of two kinds of both Lewis and Bronsted acidic sites. Below the monolayer coverage, Lewis acidity originated from AI ions uncovered with vanadia, whereas at high loadings of vanadia, this acidity attributed to the unsaturated vanadyl groups. Regarding the Bronsted acidity, the V-0H species of the adsorbed V-oxide and the V-0H species of precipitated V205 were shown to be responsible for this acidity. TPD results showed that the NH3 was desorbed from Lewis acid sites by heating at =440 K and from Brsted acid sites of adsorbed V-oxide at - K. At higher loadings of vanadium, the Lewis acidity was diminished due to coverage with precipitated V205, whereas Bronsted acidity of these precipitates was predominant. Ammonia was desorbed from the Bronsted acidic sites of VZOS particles by heating at - 530 K. The various kinds of surface acidic sites were quantified by analysing the desorbed NH, from each kind of these sites. The present results assisted in confirming a proposed structure of the V-AI-oxide catalyst. 1. Introduction There is a great interest in V205/A1203 catalysts because of their wide range of applications in promoting various reactions, e.g. oxidation of SO2, CO and hydrocarbons [ 1-5 ] , hydrogenation of CO and CO2, and more recently reduction of NO by NH3 [6-10]. As the catalytic activity of these materials is attributed, mainly, to their surface acidic properties [ 11-18 ] , these characters have been the subject of several studies employing IR of NH3 and pyridine adsorption [ 11,12,14,17,18 ] . According to these studies, Corresponding author. On leave from Cairo University, Egypt. 13-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00137-9 these catalysts exhibit both Lewis and Bronsted acidic characters [ 11,12,14-18 ] . It is generally accepted that the interfacial interaction between a solid substrate and a solid adsorbate as well as the extent of loading of the adsorbate greatly influence the surface structure and consequently the distribution of the various surface sites. Hence several authors have investigated the effect of these parameters on the surface structure of V-Al-oxide catalysts [ 2,11,17-21 ] . These studies suggested the formation of isolated vanadyl groups as well as two-dimensional network of vanadia species on A1z03 surface at very low loadings of vanadia [ 2,21 ] , whereas at higher 88 M.M. Khader/Journal of Molecular Catalysis A: Chemical I(1995) 87-94 loadings, the formation of complex surface polymeric compounds as well as crystallite lamellae of V205 were proposed [ 2,11,17,18 ] . To gain full identification of the surface acidic properties, few points must still be elucidated. The nature of interaction between vanadium oxide and the external surface of the carrier is to be investigated; possibly by testing the solubility of the surface vanadia in a solvent, e.g. NH40H. Also the influence of ways of interaction on the surface acidity may be established by IR study of chemisorbed NH3. Moreover, a quantitative determination of the various surface sites is still necessary for complete identification of surface acidity; this can be done by applying temperature programmed desorption (TPD) of a gas with a basic character, e.g. NH3 to the surface. The present paper reports on the preparation of V-Al-oxide catalysts by 'the wet-impregnation method, and testing the solubility of these catalysts in NH40H solution with the objective of determining whether the interaction of vanadia with A1203 is strong via an adsorption process, or weak via a precipitation process. An IR study is also described concerning the identification of surface acidic sites by adsorbing NH3. In addition, TPD of NH3 is also presented aiming at determining quantitatively the various acidic sites. 2. Materials and methods 2.1. Preparation of sample Aluminum hydroxide (Merck > 99%) was calcined in air at 773 K for 2 h to obtain y-A1203 (surface area 183 m2 g -') . Ammonium metavanadate (Fluka 99%), oxalic acid (Merck 98%), vanadium pentaoxide (BDH 99.9%), ammonia (BDH 99.98%) and ammonia solution (AnalaR) were used without further purification. Aluminum oxide (1.0 g) was impregnated in aqueous solution of various concentrations of ammonium metavanadate in 100 ml, oxalic acid (1.0 M) for 30 min. at 25. The homogenized slurries were adjusted to 7 pH units by adding NH40H and HN03 solution. The slurries were filtered, after centrifugation and washed several times with triple distilled water. 2.2. Analysis of dissolved vanadium The filtrate and the washing solutions were transferred quantitatively and analysed colorimetrically for the soluble vanadium ions by the 8hydroxyquinoline method [ 22 ] . According to this method, vanadium(V) was extracted from the aqueous solution at pH 2 by a solution of 8-hydroxyquinoline in chloroform (0.05 M) as vanadium (V) oxinate. The extract was dissolved in chloroform and analyzed colorimetrically by measuring the absorption at 550 nm. 2.3. BET surface area measurements Each slurry was dried at 373 K (15 h), ground, calcined in flowing air at 773 K (3 h) and allowed to cool to room temperature. Multipoint BET surface area measurements were performed by using NOVA-1000 gas sorption analyzer (Quantachrome Corporation). Nitrogen was used as an adsorbate at 77 K. Naming of the samples according to the vanadium loadings as well as values of surface areas are summarized in Table 1. 2.4. The monolayer catalyst A theoretical monolayer coverage of V20g on A1203 is predicted by considering an average VV distance of 3.4 [ 19,21 ] , thus a value of 4.4 V nn- 2 (or 1.31 mmol V / g A1203) is expected for such a coverage on a 183 m2 g -' A1203 surface [ 19,21 ] . The theoretical monolayer catalyst was prepared by contacting 1.0 g of A1203 to 1.31 mmol NH4V03 in 100 ml of 1.0 M oxalic acid solution. This mixture was heated at 393 K to complete dryness, and was then calcined in air at 773 K (3 h). 2.5. Solubility of the adsorbed vanadium A quantity of 1.0 g of each calcined catalyst was suspended in 100 ml 20% ammonia solution M. M. Khader l Journal of Molecular Catalysis A: Chemical 104 (1995) 87-94 Table 1 Adsorption of vanadium(V) from aqueous NH4VOg on A1203 and its dissolution from calcined Vz05/A1203 catalysts into NH40H 89 Sample' NH4V03 (mmol) added to 1.0 g A1203 Vanadium a content Vanadium dissolved' in NH40H solution (mmol/g A1203) mmol/g catalyst BET surface area of calcined catalysts In zg-1 AVo.S~ 0.50 0.50 0.00 166 AVo.8o 0.80 0.80 0.00 150 AV, 24 1.31 b 1.24 0.11 124 AV,,,3 1.13 1.13 0.00 128 AV,_42 1.60 1.42 0.18 112 AV4.65 5.00 4.65 3.22 52 AV5 2, 6.00 5.21 3.93 46 a Numbers refer to mmols V adsorbed on 1.0 g A1z03 as calculated by quantifying the vanadium( V ) concentration remaining in the filtrate and the washing solutions. b mmol of NH4V03 corresponding to the theoretical monolayer coverage of A1z03 by V-oxide (Ref. [ 19,21 ] ). ` 1.0 g of each calcined catalyst ( 773 K in air) was suspended in 100 ml 20% NH40H for 30 min under continuous stirring. for 30 min with continuous stirring. The solubilities of vanadium(V) from the catalysts into the solution were determined colorimetrically by the 8-hydroxyquinoline method [ 22] . 2.6. Chemisorption of ammonia Chemisorption of NH3 was established by placing the powdered catalyst in a glass boat inside a 15 cm, 14 mm i.d., glass tube reactor. The catalysts were activated by heating at 773 K (I h) with a tubular furnace in a flow of He gas ( Fluka = 99% ) previously purified by passing over oxygen trap. To prevent physisorption of NH3, the catalysts were kept at 393 K during the experiment [ 141. NH3 was introduced into the reactor at a rate of 20 cm3 min-' for 30 min. The unadsorbed NH3 gas was then flushed out of the reactor by flowing He at 393 K for 1 h. 2.7. IR analysis IR spectra for A120, V205 and calcined V-Al oxide catalysts were recorded on a Shimadzu FTIR 8101M infrared spectrometer. This was carried out before and after treatment with NH3 by using self-supporting pressed discs (50 mg and 13 mm diameter). The spectral width was 4 cm-' at 1000 cm'. 2.8. Temperature programmed desorption (TPD) measurements (TPD ) experiments were carried out on 200 mg of the catalyst after adsorbing NH3 under the previous conditions. The catalyst temperature was adjusted to 323 K. A stream of He at a rate of 20 cm 3 min-' was allowed to pass over the catalyst, then through a thermal conductivity detector (TCD) (Pye Unicam) which was connected to the glass reactor. The current leads of the TCD as well as those of a chromel-alumel thermocouple were connected to an X-Y recorder. The thermocouple was encapsulated inside a glass tube and placed touching the powdered samples. The thermal conductivity of the desorbed NH3 was plotted as a function of the catalyst temperature in the range 325 to 823 K. Heating rate was linear, at 10/min, by controlling the input voltage to the furnace. 2.9. Quantitative determination of surface acidic sites To quantify the desorbed NH3 in order to determine the various acidic sites, 100 mg of the catalyst was treated in a flow of NH3 as described before. After degasing the unadsorbed NH3, the catalyst was heated at 503 K, then 563 and then at 723 K for 20 min in each case. The desorbed NH3, 90 after each heating stage, was carried out in a stream of NZ and trapped in a cold solution of 0.1 M HCI. NH3 in the trap solution was analysed colorimetrically by the trichloramine method [ 23 ] . The different surface acidic sites were determined by quantifying the desorbed NH3 at various temperatures. 3. Results and discussion 3.1. Adsorption of vanadium oxide on alumina Table 1 lists the amount of vanadium adsorbed on 1.0 g A1203 using various concentrations of NH4V03. After calcination at 773 K, the amount of vanadium (V) dissolved in an ammoniacal solution as well as the BET surface areas of the catalysts are also listed in Table 1. This table shows that when A1203 powder is suspended in NH4V03 solution of concentration less than that of the theoretical monolayer coverage, (i.e. < 1.31 mmol V / g A1203) , complete adsorption of vanadium on A1203 surface was established. On the other hand, at concentrations of vanadium higher than the monolayer coverage, complete adsorption of vanadium was not observed. Furthermore, catalysts of lower vanadium content were resistant to dissolution in the ammoniacal solution, whereas those catalysts of higher vanadium loading were partially dissolved in NH40H. These results are indications of strong interaction between vanadia and alumina at low vanadia loadings, and weaker bonding between them at high loadings. The interaction of vanadium oxycompounds with the external surface of A1203 can either be strong via an adsorption process, or weak due to a precipitation process. The metavanadate anions in the aqueous solution of pH 7, formed polymeric species, via V-0-V bridges, whose degree of polymerization increased with the increase of the vanadium concentration [ 24] . Therefore, the adsorption of the polyvanadate species on A1203 surface could possibly lead, via V-O-A1 bridges, to the formation of a system like that shown in M.M. Khader/Journal of Molecular Catalysis A: Chemical 104 (1995) 87-94 O 0 0 H o-II _~ (I Il _toH,Z n O OH I AI Scheme 1. Scheme 1, where n is the degree of polymerization. According to this scheme, the vanadium surface compounds exist in the form of two dimensional network on the alumina surface [ 2,19,21 ] . These polymeric surf^ce species existed even at a very low vanadium coverage [17,25,26], however, the possibility of forming isolated V04 species is not excluded [ 17 ] . Because of the relatively strong interaction of vanadium with alumina surface via V-O-AI, VO-V and V-V bonds, these catalysts were resistant to dissolution in NH40H solution as indicated by the results in Table 1. At higher loadings of vanadium, the degree of aggregation of polyvanadate anion, in the aqueous solution, was increased [ 24] . Further polymerization could even proceed after adsorbing the polyvanadate. This polymerization would propagate parallel and perpendicular to the alumina surface through V-O-V and/or V-V bridge, leading to the formation of a surface complex on A1203 [2,11,17,181. In addition to the above adsorption process, at relatively high vanadium loadings, a precipitation process of vanadium oxycompounds could occur inside the pores of the earner. Upon calcination, these precipitates could form V205 crystallites [ 11,17,18 ] . Precipitates of V205 usually form layers of [ VOS ] n. These layers are built up from VOS square pyramidal units, the assembly could hold to the alumina surface via Van der Wls interaction [21,26] . As the interaction of vanadia with alumina via the precipitation process, i.e. through the Van der Waals forces, is known to be weaker than the interaction via the previous adsorption process, one expects therefore that NH40H would preferentially dissolve these vanadia precipitates [17,18,27]. Moreover, during the preparation of high vanadium content cata- M.M. Khader/Journal of Molecular Catalysis A; Chemical 104 (1995) 87-94 Table 2 IR absorption bands, cm-', of Alzo3, V205 and V-Al-oxide catalysts as well as those of chemisorbed NH3 on the same materials Catalyst V-O stretching Coordinately held NH3 F L R F L R 91 Adsorbed NH: on OH of V-oxide adsorbed on A1203 OH of Vz05 precipitated on A120; F L R F L R A120, - - - 1235 1244, 1235, 11, 14 17, 18, - - - - - - 1230 29-33 V205 1023 1020 17,18 - - - - - - 1420 1420 11,17,18,33 AVo_so - - - 1235 1454 1450 - - - AVo,8o - - - 1235 - - 1454 1450 - - - AV,.31 a 1023 - - 1235 - - 1450 - - 1420 - - AV4.65 1025 - - 1235 - - 1450 - - 1425 - - AVS.Z, 1025 - - - - - 1450 - - 1425 - - F = found; L = literature; R = reference. 'The monolayer catalyst. lysts, residuals of vanadium (V) ions were remaining in the solution, possibly, due to the equilibrium between the precipitated and the aqueous vanadate species. This equilibrium could be shifted towards the formation of surface vanadium/alumina compounds at low concentrations of vanadium due to the predominance of the vanadium adsorption process. 3.2. Infrared (IR) studies Table 2 lists the IR data of different V205/ A1203 catalysts as well as those of A1203 and V205. An IR band at 1023 cm-' was displayed by catalysts of monolayer or higher vanadium content and also by V205. This band is assigned to the stretching vibration of V=O [ 17,18,28,29 ] . As for catalysts of vanadium content less than the monolayer composition they did not exhibit the 1023 cm-' band, therefore, they did not possess vanadylgroup. The IR data of ammonia adsorbed on the calcined catalysts are also listed in Table 2. The data of ammonia adsorbed on A1203 and V205 are also included in this Table. The V205/A1203 catalysts as well as A1203 itself always exhibited strong peaks around 3500 and 1650 cm-' due to H20 adsorption, thus we focused on the spectra in the region below 1600 cm-' in the following results and discussion. The IR spectrum of NH3 adsorbed on A1203 exhibited one absorption band at 1253 cm-' due to coordinatively held NH3 to Lewis acid sites [ 11,14,17,18,30--33 ] . It is documented that A1203 does not possess Brsted acidity, in accordance with our results. In the IR spectrum of the monolayer catalyst as well as in those of lower vanadium content, the band of the coordinately held ammonia (1235 cm-') and another band at 1450 were displayed. The latter band is assigned to NH3 adsorbed on Bronsted acid sites of vanadia adsorbed on alumina [ 11,17,18,29-33 ] . The intensity of the 1235 cm-' band, for coordinately held NH3, decreased gradually with vanadium coverage, until it vanished completely for the AV5.21 catalyst. In the meantime, these catalysts exhibited another IR band at 1420 cm-'. This band is assigned to the adsorption of NH3 on Brsted acid sites located on particles of V205 precipitated on A1203 surface [ 11,17,18 ] . There is a strong correlation between the appearance of the 1420 cm _, IR absorption band and the dissolution of the V205/A1203 catalysts in NH3 (Table 1 and Table 2), indicating the formation of V205 particles due to precipitation on A1203 surface at high loadings of vanadium. As crystalline V205 does not possess Lewis acidic sites [ 11,33], therefore the disappearance of the 1235 cm-' IR absorption band for AV5.21, after adsorbing NH3, indicates complete coverage of V205/ 92 M.M Khader /Journal of Molecular Catalysis A: Chemical 104 (1995) 87-94 n 'A V4.65 1.13 A V 0.50 A V 5.21 AVO 80 A1203 I i 325 525 725 925 Temperature, K Fig. 1. Temperature programmed desorption ammonia profiles for alumina and vanadia-alumina catalysts. Table 3 Numbers of different acidic sites on VZOS/203 catalyst as determined A1203 surface with particles of crystalline V205. This is further proof for the formation of V205 precipitates on V205/203 surface. 3.3. Thermal programmed desorption (TPD) Fig. 1 shows the relationship between the thermal conductivity of the desorbed NH3 and the linear increase in temperature for A1203 as well as for different V205/203 catalysts. The TPD profile of A1203 is characterized by one strong NH3 desorption peak at = 440 K and a weaker peak at 810 K. These two peaks were assigned to the desorption of coordinately held NH3 from Lewis acid sites of different strength [ 14] . Table 3 shows that the number of Lewis acid sites on A1203 is 2.8 X 10'4 site cm-2. This value is comparable to the literature value (3.38 X 10'4 site cm-2 [ 14] ). In the TPD spectra of catalysts of vanadium content lower than the monolayer coverage (AVo.so and AVo.BO), the intensities of the 440 K NH3 desorption peak have decreased and the peak at 810 K has completely vanished. Furthermore, an intense peak for NH3 appeared at - 640 K. The 440 K NH3 desorption peak is assigned, as in the case of A1203, to desorption from Lewis acid sites, while the other peak at 640 K is attributed to the desorption of NH3 from Brsted acid sites of vanadium oxide adsorbed on alumina. This was further supported by IR results of these catalysts after desorbing NH3 by heating at 503 K and then, by quantifying the desorbed NH3 Catalyst Lewis acid site Brsted acid site on adsorbed vanadia Brsted acid site on crystalline V205 CM-2 X 10\" a CM-2X 10\" b cm-2 X 10`4 A1203 2.8 0.0 0.0 AVo.so 2.1 5.1 0.0 AVo.eo 1.4 7.1 0.0 ,.3, 3.4 7.6 0.0 4.65 0.4 5.2 15 AV5.2, 0.0 4.1 22 a As determined by quantifying the desorbed NH3 at 503 K, via the trichloramine method [23], and assuming that each NH3 molecule was bound to a Lewis acid site. b As in the case of footnote a but heating at 723 K. As in the case of footnote a but heating at 563 K. The monolayer catalyst. M.M. Khader/Journal of Molecular Catalysis A: Chemical 104 (1995) 87-94 at 723 K. These results showed complete disappearance of the 1235 cm-' infrared band of the coordinately held NH3 by heating at 503 K, while the NH' IR band (1450 cm-') disappeared by heating at 723 K. The number of different acidic sites is shown in Table 3. From this table it is clear that the number of Lewis acid sites is less than the case of A1203; revealing that some of these sites are covered with V-oxide. Furthermore, the ratio of Bronsted acid sites to V atoms is 2.8 and 2.2 in the case of AVo.so and AVo.go catalysts, respectively. These ratios indicate that most of the vanadia species were in the form of isolated vanadyl groups, as each isolated vanadyl species could have three O-H groups. For the monolayer catalyst, although the A1203 surface was covered with more V-oxide in comparison to AVo.so and AVo.go catalysts, the intensity of the 440 K TPD peak, characterizing the desorption of the coordinately held NH3, has unexpectedly increased. It is thus suggested that NH3 was coordinately bound to unsaturated vanadium ions as well as to uncovered Al ions. These vanadium ions could be regarded as Lewis acid sites [ 12] . Indeed the IR spectrum of the monolayer catalyst, Table 2, displayed an IR absorption band at 1023 cm-' assignable to the stretching vibration of vanadyl groups of the monolayer catalyst. Regarding the Brsted acid sites on the monolayer catalyst, a value of 1.4 Brsted acid site/V is predicted from Tables 1 and 3. This is a low value compared to those of the lower vanadium loadings catalysts. As the vanadium content was increased, the degree of polymerization of the surface vanadyl species would do likewise. Therefore, according to the structure of the catalyst in scheme 1, the OH groups of the vanadyl species, which were responsible for the Brsted acidity, would be consumed in forming the V-O-V bridges of the polymeric surface species. Therefore, as suggested in Scheme 1, at very high values of n, the degree of polymerization, which increased with the increase in vanadium loadings, the ratio of OH groups to V atoms would decrease due to the consumption of V-OH species during polymerization. 93 As vanadium loading was increased, the TPD peak of coordinatively held NH3 was decreased and completely vanished for AVs.zl catalyst. In the meantime, an ammonia TPD shoulder was displayed at =. 530 K. The decrease in the Lewis acid activity with the increase in the vanadia loadings is in accordance with the enhanced formation of crystalline V205 which exhibits only Brsted acidity [ 11,33 ] . In order to probe the nature of this shoulder, IR spectra of the high vanadium loadings catalysts (AV4.65 and AVS,z,) were taken, before, and after, desorbing NH3 by heating at 563 K for 20 min. Before desorbing NH3, an IR band at 1425 cm-' was exhibited. This band is therefore assignable to NH3 adsorbed on V-OH species of the precipitated vanadium pentoxide [ 11,17,18 ] . Moreover, this IR band has disappeared by heating, at 563 K. Therefore, the TPD shoulder at 530 K could be assignable to NH3 desorbed from Brsted acid sites of crystallite V205 precipitated on A1203 carrier. 4. Conclusion (i) Vanadium oxide of low vanadium loadings resisted dissolution in an ammoniacal solution due to strong bonding to the A1203 support via Al-0V and V-O-V bridges. On the other hand, at higher vanadium loadings, particles of crystalline V205 were precipitated on A1203, and thus dissolved in NH40H solution. (ii) The low vanadium loading catalysts exhibited Brsted acidity due to V-O-H species and Lewis acidity due to uncovered A1 ions. In addition to these sites, the monolayer catalyst exhibited Lewis acidity assignable to unsaturated vanadium ions. (iii) Catalysts of high vanadium loadings exhibited two kinds of Brsted acidity assignable to V-OH species of adsorbed V-oxide on A1203, and V-OH species of crystalline VZO5, whereas Lewis acidity was diminished due to coverage of the catalyst surface with particles of V205. 94 Acknowledgements M.M. Khaderl Journal of Molecular Catalysis A: Chemical l(1995) 87-94 The author thanks the U.A.E. University for financial support. The valuable discussions with Professor S. Kandil are appreciated, and the measurements of the surface area by Mr. F.S. Lowell, Quantachrom Corporation, New York, are gratefully acknowledged. References [ 1 ] K. Mori, A. Miyamoto and Y. Murakai, J. Chem. Soc., Faraday Trans. 1, 82 (1986) 13. [2] B. Jonson, B. Rebenstrof, R. Larsson, S.L.T. Anderson and S.T. Lundin, J. Chem. Soc., Faraday Trans. 1, 82 (1986) 767. [3] I.E. Wachs, R.Y. Saleh, S.S. Chan and C.C. Cherisch, Appl. Catal., 15 (1985) 339. [4] M. Gasior, I. Gaisor and B. Grzybowska, Appl. Catal., 10 (1984) 87. [ 5 ] M.S. Wainwright and N.R. Foster, Catal. Rev., 19 (1979) 211. [ 6] A.B. Boffa, A.T. Bell and G.A. Somorjai, J. Catal.,139 (1993) 602. [7] J.P. Chen and R.T. Yang, J. Catal., 125 (1990) 411. [8] H. Bosch and F. Janssen, Catal. Today, 2 (1988) 369. [ 9] F.J.J.G. Janssen, F.M.G. Van den Kerkhof, H. Bosch and J.R.H. Ross, J. Phys. Chem., 91 (1987) 5921. [ 10] N.T. Pande and A.T. Bell, J. Catal., 98 (1986) 7. [11] T.J. Dines, C.H. Rochester and A.W. Ward, J. Chem. Soc., Faraday Trans., 87 (1991) 1611. [ 12] H. Miyata, K. Fujii and T. Ono, J. Chem. Soc., Faraday Trans. 1, 84 (1988) 3121. [ 13] G. Busca, Langmiur, 2 (1986) 577. [14] S. Rajagopal, T.L. Grimm, D.J. Collins and R. Miranda, J. Catal., 137 (1992) 453. [ 15] A.M. Turek, I.E. Wachs and E. De Canio, J. Phys. Chem. 96 (1992) 5000. [ 16] L.R. Le Coustumer, B. Tank, M. Le Meur, E. Payen, M. Guelton and J. Grimblot, J. Phys. Chem., 92 (1988) 1230. [ 17] M. Inomata, K. Mori, A. Miyamoto, T. Ui and Y. Murakami, J. Phys. Chem., 87 (1983) 754. [ 18] M. Inomata, K. Mori, A. Miyamoto and Y. Murakami, J. Phys. Chem., 87 (1983) 761. [ 19] P.J. Anderson and H.H. Kung, J. Phys. Chem., 96 (1992) 3114. [20] F. Rozeboom, M.C. Mittelmeijer-Hazeleger, J.A. Moulijn, J. Medema, V.H.J. de Beer and P.J. Gellings, J. Phys. Chem., 84 (1980) 2783. [21 ] H. Eckert and I.E. Wachs, J. Phys. Chem., 93 (1989) 6796. [22] Z. Marczenko, Spectrophotometric Determination of Elements, Halsted Press, New York, 1976, p. 588-591. [23] F. Zitomer and J. Lambert, Anal. Chem., 34 (1962) 1738. [24] (a) M.T. Pope and BW.Q. Dale, Rev. Chem. Soc., 22 (1968) 527. (b) S.E. O'Donnell and M.T. Pope, J. Chem. Soc., Dalton Trans. (1976) 2290. (c) E. Heathaud O.W. Howarth, J. Chem. Soc., Dalton Trans., (1981) 1105. [25] G.T. Went, S.T. Oyama and A.T. Bell, J. Phys. Chem., 94 (1990) 4240. [26] J. Galy, J. Solid State Chem., 100 (1992) 229. [27] S. Yoshida, T. Iguchi, S. Ishida and K. Tamara, Bull. Chem. Soc. Jpn., 45 (1972) 376. [28] T.J. Dines, C.H. Rochester and A.M. Ward, J. Chem. Soc., Faraday Trans., 87 (1991) 643. [29] G.C. Bond, J. Perez Zurita, S. Flammerz, P.J. Gellings, H. Bosch, J.G. Van Ommen and B.J. Kip, Appl. Catal., 23 (1986) 353. [30] Z. Sobalic and V. Pour, Collect. Czech. Chem. Commun., 49 (1984) 355. [31] A.V. Kiveler and V.I. Lygin, Infrared Spectra of Surface Compounds, Wiley, New York, 1975, Chap. 8. [32] H. Knozinger, Adv. Catal., 25 (1976) 184. [33] M. Takagi, T. Kawai, M. Soma, T. Onishi and K. Tamaru, J. Phys. Chem., 80 (1976) 430; J. Catal., 50 (1977) 441. MOLCAA 95001379 1381-1169(95)00137-9 10.1016/1381-1169(95)00137-9 Molecular aspects of heterogeneous catalysis Article Surface acidity of V 2O5 Al 2O3 catalysts: IR and TPD studies Mahmoud M. Khader ∗ 1 Chemistry Department, Faculty of Science UAE University, P.O. Box 17551, Al-Ain, United Arab Emirates ∗ Corresponding author. 1 On leave from Cairo University, Egypt. V 2O5 Al 2O3 catalysts of different vanadium contents were prepared by contacting powdered γ-Al2O3 with aqueous solutions of different concentrations of NH4VO3. Calcined catalysts with vanadium loadings below the monolayer coverage of Al2O3 possessed adsorbed V-oxide layer which resisted dissolution in an ammoniacal solution. On the other hand, those catalysts of higher vanadium loadings had adsorbed V-oxide layer as well as precipitated crystalline V2O5. The latter preferentially dissolved in NH4OH solution. Infrared studies of chemisorbed NH3 on VAl-oxide catalysts as well as temperature programmed desorption (TPD) of NH3 from these materials are reported. These studies revealed the existence of two kinds of both Lewis and Brønsted acidic sites. Below the monolayer coverage, Lewis acidity originated from Al ions uncovered with vanadia, whereas at high loadings of vanadia, this acidity is attributed to the unsaturated vanadyl groups. Regarding the Brønsted acidity, the VOH species of the adsorbed V-oxide and the VOH species of precipitated V2O5 were shown to be responsible for this acidity. TPD results showed that the NH3 was desorbed from Lewis acid sites by heating at ≈ 440 K and from Brønsted acid sites of adsorbed V-oxide at ≈ 640 K. At higher loadings of vanadium, the Lewis acidity was diminished due to coverage with precipitated V2O5, whereas Brønsted acidity of these precipitates was predominant. Ammonia was desorbed from the Brønsted acidic sites of V2O5 particles by heating at ≈ 530 K. The various kinds of surface acidic sites were quantified by analysing the desorbed NH3 from each kind of these sites. The present results assisted in confirming a proposed structure of the VAl-oxide catalyst. References [1] K. Mori A. Miyamoto Y. Murakai J. Chem. Soc., Faraday Trans. 1 82 1986 13 [2] B. Jonson B. Rebenstrof R. Larsson S.L.T. Anderson S.T. Lundin J. Chem. Soc., Faraday Trans. 1 82 1986 767 [3] I.E. Wachs R.Y. Saleh S.S. Chan C.C. Cherisch Appl. Catal. 15 1985 339 [4] M. Gasior I. Gaisor B. Grzybowska Appl. Catal. 10 1984 87 [5] M.S. Wainwright N.R. Foster Catal. Rev. 19 1979 211 [6] A.B. Boffa A.T. Bell G.A. Somorjai J. Catal. 139 1993 602 [7] J.P. Chen R.T. Yang J. Catal. 125 1990 411 [8] H. Bosch F. Janssen Catal. Today 2 1988 369 [9] F.J.J.G. Janssen F.M.G. Van den Kerkhof H. Bosch J.R.H. Ross J. Phys. Chem. 91 1987 5921 [10] N.T. Pande A.T. Bell J. Catal. 98 1986 7 [11] T.J. Dines C.H. Rochester A.W. Ward J. Chem. Soc., Faraday Trans. 87 1991 1611 [12] H. Miyata K. Fujii T. Ono J. Chem. Soc., Faraday Trans. 1 84 1988 3121 [13] G. Busca Langmiur 2 1986 577 [14] S. Rajagopal T.L. Grimm D.J. Collins R. Miranda J. Catal. 137 1992 453 [15] A.M. Turek I.E. Wachs E. De Canio J. Phys. Chem. 96 1992 5000 [16] L.R. Le Coustumer B. Tauk M. Le Meur E. Payen M. Guelton J. Grimblot J. Phys. Chem. 92 1988 1230 [17] M. Inomata K. Mori A. Miyamoto T. Ui Y. Murakami J. Phys. Chem. 87 1983 754 [18] M. Inomata K. Mori A. Miyamoto Y. Murakami J. Phys. Chem. 87 1983 761 [19] P.J. Anderson H.H. Kung J. Phys. Chem. 96 1992 3114 [20] F. Rozeboom M.C. Mittelmeijer-Hazeleger J.A. Moulijn J. Medema V.H.J. de Beer P.J. Gellings J. Phys. Chem. 84 1980 2783 [21] H. Eckert I.E. Wachs J. Phys. Chem. 93 1989 6796 [22] Z. Marczenko Spectrophotometric Determination of Elements 1976 Halsted Press New York 588 591 [23] F. Zitomer J. Lambert Anal. Chem. 34 1962 1738 [24] (a) M.T. Pope B.W.Q. Dale Rev. Chem. Soc. 22 1968 527 [24] (b) S.E. O'Donnell M.T. Pope J. Chem. Soc., Dalton Trans. 1976 2290 [24] (c) E. Heathaud O.W. Howarth J. Chem. Soc., Dalton Trans. 1981 1105 [25] G.T. Went S.T. Oyama A.T. Bell J. Phys. Chem. 94 1990 4240 [26] J. Galy J. Solid State Chem. 100 1992 229 [27] S. Yoshida T. Iguchi S. Ishida K. Tamara Bull. Chem. Soc. Jpn. 45 1972 376 [28] T.J. Dines C.H. Rochester A.M. Ward J. Chem. Soc., Faraday Trans. 87 1991 643 [29] G.C. Bond J.Perez Zurita S. Flammerz P.J. Gellings H. Bosch J.G. Van Ommen B.J. Kip Appl. Catal. 23 1986 353 [30] Z. Sobalic V. Pour Collect. Czech. Chem. Commun. 49 1984 355 [31] A.V. Kiveler V.I. Lygin Infrared Spectra of Surface Compounds 1975 Wiley New York Chap. 8 [32] H. Knozinger Adv. Catal. 25 1976 184 [33] M. Takagi T. Kawai M. Soma T. Onishi K. Tamaru J. Phys. Chem. 80 1976 430 M. Takagi T. Kawai M. Soma T. Onishi K. Tamaru J. Catal. 50 1977 441",
      "scopus-id": "0002165009",
      "coredata": {
        "eid": "1-s2.0-1381116995001379",
        "dc:description": "V 2O5 Al 2O3 catalysts of different vanadium contents were prepared by contacting powdered γ-Al2O3 with aqueous solutions of different concentrations of NH4VO3. Calcined catalysts with vanadium loadings below the monolayer coverage of Al2O3 possessed adsorbed V-oxide layer which resisted dissolution in an ammoniacal solution. On the other hand, those catalysts of higher vanadium loadings had adsorbed V-oxide layer as well as precipitated crystalline V2O5. The latter preferentially dissolved in NH4OH solution. Infrared studies of chemisorbed NH3 on VAl-oxide catalysts as well as temperature programmed desorption (TPD) of NH3 from these materials are reported. These studies revealed the existence of two kinds of both Lewis and Brønsted acidic sites. Below the monolayer coverage, Lewis acidity originated from Al ions uncovered with vanadia, whereas at high loadings of vanadia, this acidity is attributed to the unsaturated vanadyl groups. Regarding the Brønsted acidity, the VOH species of the adsorbed V-oxide and the VOH species of precipitated V2O5 were shown to be responsible for this acidity. TPD results showed that the NH3 was desorbed from Lewis acid sites by heating at ≈ 440 K and from Brønsted acid sites of adsorbed V-oxide at ≈ 640 K. At higher loadings of vanadium, the Lewis acidity was diminished due to coverage with precipitated V2O5, whereas Brønsted acidity of these precipitates was predominant. Ammonia was desorbed from the Brønsted acidic sites of V2O5 particles by heating at ≈ 530 K. The various kinds of surface acidic sites were quantified by analysing the desorbed NH3 from each kind of these sites. The present results assisted in confirming a proposed structure of the VAl-oxide catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-12-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995001379",
        "dc:creator": {
          "@_fa": "true",
          "$": "Khader, Mahmoud M."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995001379"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995001379"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00137-9",
        "prism:volume": "104",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Surface acidity of V 2O5 Al 2O3 catalysts: IR and TPD studies",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "87-94",
        "prism:endingPage": "94",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 December 1995",
        "prism:doi": "10.1016/1381-1169(95)00137-9",
        "prism:startingPage": "87",
        "dc:identifier": "doi:10.1016/1381-1169(95)00137-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "91",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995001379-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "577",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "91",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995001379-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "577",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002165009"
      }
    }
  }
}