{
  "metadata": {
    "title": "Thioether oxidation by hydrogen peroxide using titanium-containing zeolites as catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-09-25",
    "doi": "10.1016/1381-1169(96)00203-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996002038",
    "pii": "1381116996002038"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030601446",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-1381116996002038 1381-1169(96)00203-8 1381116996002038 10.1016/1381-1169(96)00203-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00027 2015-05-13T23:01:31.432129-04:00 0 0 19960925 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 111 111 3 3 Volume 111, Issue 3 14 325 332 325 332 19960925 25 September 1996 1996-09-25 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. THIOETHEROXIDATIONBYHYDROGENPEROXIDEUSINGTITANIUMCONTAININGZEOLITESCATALYSTS HULEA V BELLUSSI 1994 177 G ADVANCEDZEOLITESCIENCEAPPLICATIONS ROMANO 1990 610 U KUMAR 1994 293 P HUYBRECHTS 1990 240 D NOTARI 1988 413 B INNOVATIONINZEOLITEMATERIALSCIENCE TATSUMI 1991 259 T CAMBLOR 1992 589 M TUEL 1995 236 A TUEL 1995 228 A CORMA 1984 147 A TANEV 1994 321 P CORMA 1994 151 A REDDY 1995 231 J GONTIER 1995 689 S CATALYSISBYMICROPOROUSMATERIALS RAMANASWAMY 1993 239 A REDDY 1992 84 R KUMAR 1992 367 R SELECTIVEOXIDATIONINPETROCHEMISTRYGOLSARDGMKCONFERENCE OAE 1991 S ORGANICSULFURCHEMISTRYSTRUCTUREMECHANISM GEOBALDO 1992 109 F ZECCHINA 1991 251 A ZEOLITECHEMITRYCATALYSIS 1982 CHEMISTRYPEROXIDES DIFURIA 1982 1853 F BAUWSTART 1983 65 A VASSEL 1994 5491 K DRABOWICZ 1981 1025 J BLASCO 1995 65 T SELVAM 1995 103 T KHOUW 1994 195 C CAMBLOR 1993 82 M CLERICI 1993 71 M BELLUSSI 1992 220 G HUYBRECHTS 1991 237 D HULEAX1996X325 HULEAX1996X325X332 HULEAX1996X325XV HULEAX1996X325X332XV item 1381-1169(96)00203-8 1381116996002038 1-s2.0-1381116996002038 10.1016/1381-1169(96)00203-8 271358 2010-09-28T03:12:55.383915-04:00 1996-09-25 1-s2.0-1381116996002038-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996002038/MAIN/application/pdf/9931425622b13bc34086550026ebf037/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996002038/MAIN/application/pdf/9931425622b13bc34086550026ebf037/main.pdf main.pdf pdf true 696735 MAIN 8 1-s2.0-1381116996002038-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996002038/PREVIEW/image/png/ffb602c9fb7d22c3c538ff3989d8c45a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996002038/PREVIEW/image/png/ffb602c9fb7d22c3c538ff3989d8c45a/main_1.png main_1.png png 56610 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 111 (1996) 325-332 Thioether oxidation by hydrogen peroxide using titanium-containing zeolites as catalysts Vasile Hulea 1, Patrice Moreau JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Francesco Di Renzo Laboratoire de Matiaux Catalytiques et Catalyse en Chimie Organique, CNRS UMR 5618, Ecole Nationale Supieure de Chimie de Montpellier, 8, rue de l'Ecole Normale, 3405.3 Montpellier Cedex I, France Received 19 January 1996; accepted 22 May 1996 Abstract Titanium substituted ZSM-5 (TS-1) and BEA (Ti-beta) are investigated as catalysts for the selective oxidation of thioethers with diluted H202, in a protic solvent, at 303 K. The performances of TS-1 and Ti-beta samples are analyzed in relation with structure of thioethers, nature of solvent and shape selectivity effect of catalysts. A mechanism for organic sulfides oxidation on Ti-containing zeolites is proposed. Keywords: Titanosilicalites; Oxidation; Sulfides; Sulfoxides; Hydrogen peroxide 1. Introduction The oxidation of organic compounds with H20z on Ti-containing zeolites has received much attention in recent years [1-3]. In this context, a high activity and selectivity of the catalytic system H202-TS-1 for mild oxidation of olefins [4], amines [5], alcohols [6], paraffins [7], hydroxylation of aromatics [8] and phenol [9] have been demonstrated. However, the use of TS-1 is restricted to reactions of relatively small molecules due to diffusion limitations which result from active sites being situated in a Corresponding author. Fax: +33-67144349; e-mail: catalyse@cit.enscm.fr. I Permanent address: Faculty of Industrial Chemistry, 71 Blv. D. Mangeron, P.O. Box 2007, 6600 IASI, Romania. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. P11 S1381-1169(96)00203-8 channel system of about 0.55 nm average diameter [7,10]. The catalytic applications have been expanded to the oxidation of bulkier substrates by synthesizing large-pore Ti-containing molecular sieves, i.e. Ti-beta [11], Ti-ZSM-12 [12], TAPSO-5 [13] or mesoporous titanium silicates Ti-MCM-41 [ 14] and Ti-HMS [ 15]. Thus, Tibeta zeolite is much more active than TS-1 for the oxidation of cyclic and long linear alkenes or branched alkanes [16]. This catalyst is also active in the oxidation of propylamine [17] and aniline [18]. As compared to other reactions, only a limited number of reports deals with the sulfoxidation of thioethers in the presence of titanium silicates and Hz02 [19-22]. The oxidation of sulfides by various oxidizing reagents including peracids, hydrogen per- 326 V. Hulea et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 325-332 oxide and organic hydroperoxides, is the standard method for the preparation of corresponding sulfoxides [23]. An electrophilic catalyst is necessary to activate the oxidizing agent. Hydrogen peroxide has taken new importance in recent years because of its environmental implications, water being the only chemical byproduct of oxidation reaction. In the present paper we report the selective oxidation of organic sulfides with H 202 to sulfoxides using Ti-beta and TS-1 as catalysts. The activity of the Ti-containing zeolites has been investigated in relation with their nature and sulfide structure. 2. Experimental 2.1. Materials Ethyl sulfide (98%), n-Propyl sulfide (97%), Allyl sulfide (97%), Allyl methyl sulfide (98%), tert-Butyl methyl sulfide (97%), n-Butyl sulfide (96%), sec-Butyl sulfide (98%), Methyl phenyl 4.1 3: 3.t 2.5 K_M 2,0 0.5 sulfide (99%) and Phenyl sulfide (98%) from Aldrich, were used as supplied. Hydrogen peroxide (aqueous solution 31 wt.%) was obtained from Prolabo. Methanol, analytical grade (SDS) and tert-Butanol, HPLC grade (Sigma-Aldrich) were used as solvents. 2.2. Catalysts Two Ti-containing zeolites, TS-1 and Ti-beta, with structure MFI and BEA, respectively, have been tested in oxidation reaction of thioethers with H20z. The molar composition of the catalysts and texture data are reported in Table 1. Both catalysts show the characteristic IR band at 970 cm-1, and well-defined single-phase Xray diffraction patterns. The DR-UV vis spectra of the two samples are shown in Fig. 1. The presence of absorption band at 48000 cm-1 indicates that Ti (IV) is incorporated in the framework of molecular sieves [24]. No band corresponding to segregated Ti0z particles [24,25] was found to be present in our UV-vis spectra. 1 i i \\ i S-1 / Y I I rl J I i ~ I I i Ti-BEA L %i i I 0,0 0 30000 35000 40000 45000 50000 crrr1 Fig. 1. Diffuse reflectance spectra in the UV-visible region of TS-1 and Ti-beta samples. V. Hulea et al. /Journal of Molecular Catalysis A: Chemical Ill (1996) 325-332 Table 1 Characterization of catalysts; molar composition and micropore volume after calcination at 550 in air flow Ti/Si Al/Si Na/Si Vmp (ml/g) TS-1 0.011 0.000 0.001 0.14 Ti-BEA 0.008 0.000 0.000 0.21 Crystal size as determined by scanning electron microscopy (Cambridge Stereoscan 260) was 0.1 ,um for TS-1 isometric crystals and 0.4 /-cm for zeolite beta spheroidal grains. 2.3. Catalytical Experiments The catalytic sulfoxidation of thioethers with hydrogen peroxide was carried out in a glass flask equipped with a magnetic stirrer, a thermometer and a condenser. In a typical experiment, TS-1 (40 mg) or Ti-beta (50 mg) was stirred with sulfide (2 mmol), a solvent (10 ml), H 202 (2 mmol) at a constant temperature. Samples were periodically collected and analyzed by GC in a capillary column (Methyl Silicone Gum, 25 m X 0.2 mm X 0.33 gm Film thickness). The identification of the products was established by GC-MS and by comparison with authentic compounds. The hydrogen peroxide was measured by standard iodometric titration. 3. Results and discussion It is known that organic sulfides are oxidized by hydrogen peroxide in an heterolytic process involving the nucleophilic attack of the sulfur atom on the oxygen according to Eq. (1) [2629]. R,\\S:~ ~O-O'H RZ H -S-~0 H=O (I) R2\" Due to the high nucleophilicity of the sulfur atom, thioethers are much more reactive than hydrocarbon compounds (alkenes, alkanes or 327 aromatic) in the oxidation reaction by H202. Thus, dialkylsulfides can be oxidized with an excess of hydrogen peroxide in an alcoholic solvent and at room temperature, even in the absence of any catalyst [30]. In homogeneous medium, the reactivity of thioethers is in agreement with the nucleophilicity of the sulfur atom, so that dialkylsulfides are more easily oxidized than diarylsulfides by electrophilic oxidants [23,29]. In the present work, the catalytic activities of the two samples of TS-1 and Ti-beta described above were studied in the oxidation of various thioethers (dialkyl and diarylsulfides respectively) using dilute H202 as oxidant, at 303 K. The concentration of both organic substrate and hydrogen peroxide was 0.19 M in methanol and t-butanol respectively as solvents. These mild conditions, i.e a low temperature and a dilute reactional medium, have been used in order to avoid the decomposition of hydrogen peroxide and to obtain a nearly quantitative efficiency of this oxidant in the sulfoxidation reaction. Such conditions, which allow to obtain an almost quantitative selectivity on hydrogen peroxide, have been recently reported in the oxidation of propene [2], hexene [31] and aniline [32] over TS-1 and Ti-beta. Moreover, it has been shown that the decomposition of H202 over TS-1 becomes effective only at a temperature higher than 50 [33]. Fig. 2 shows the thioether conversion versus time for the oxidation of respectively ethyl sulfide (Et2S), n-butyl sulfide (n-Bu2S) and phenyl sulfide (Ph2S), in methanol as solvent under conditions described above, conditions for which the H202 efficiency is quantitative. The results obtained confirm first that dialkylsulfides can be oxidized even in mild conditions and without catalyst, but that, under such conditions, phenyl sulfide is found to be unreactive. Concerning the oxidation over Ti-containing zeolites, the consideration of the results shown in Fig. 2 leads to the following remarks and comments: 328 100 80 a 'h 60 d a 40 w r 20 s H 0 ,. -'' `, _=5 .w p 0 40 80 120 160 200 Reaction Time (min) Fig. 2. Kinetics of oxidation of thioethers with HZ02 in MeOH, at 303 K. (O) EtZ S; ( n-Buz S; (O) Phz S ( ) Ti-beta; (---) TS-1; (. . .) without catalyst. TS-1 and Ti-beta show the same high activity towards the oxidation of small size substrates such as ethyl sulfide, which can be the proof that the efficiency of the active sites is the same for the two catalysts; on both catalysts, butyl sulfide is less reactive than ethyl sulfide, in contrast with the reaction without catalyst. Such a result means that the accessibility of the sulfides to the Ti active sites located inside the zeolite framework is controlled by the size of the molecules; Ti-beta is more active than TS-1 in the sulfoxidation of hindered molecules such as butyl sulfide and phenyl sulfide, which can be interpreted as the result of a high shapeselectivity towards the reactants of the TS-1, due to its pore diameter of 0.55 nm. Similar results have been reported in the case of oxidation of cyclic or branched alkanes and alkenes [16,34]. The results obtained in the oxidation of ethyl sulfide and butyl sulfide, in t-BuOH as solvent, are shown in Fig. 3. Considering both Figs. 2 and 3, the following remarks can be made: in t-BuOH, the non-catalytic reaction occurs, but it is slower than in MeOH for both Et2S and n-Bu2S; in t-BuOH, Ti-beta is much more active than TS-1 for the oxidation of ethyl sulfide, V. Hulea et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 325-332 whereas, in MeOH as mentioned above, the activity of the two zeolites is nearly the same. It appears that the access of the sterically hindered molecule of t-butanol to the pores of the TS-1 is slowered, leading to a possible shape-selectivity effect towards the solvent; the activity of Ti-beta for the oxidation of Et2S is nearly the same whatever the solvent: MeOH = tBuOH, which indicates that for Ti-beta, in the contrast of TS-1, there is no limitation to the diffusion of the t-BuOH molecule; nevertheless, an effect of the nature of solvent is observed for the oxidation of n-Bu2S, not only for TS-1 (for which such an effect is very important) but also for Ti-beta: MeOH > t-BuOH. These latter results can be the reflect of a cumulative effect of the diffusion of both substrates and solvent into the pores of zeolites. The catalytic activity of the TS-1 zeolite versus the size of solvent molecules has been previously reported for the epoxidation of olefins; for example, in the case of 1-pentene epoxidation, the following order has been shown: CH30H > CZH50H > t-C4H90H [35]. Moreover, whereas the epoxidation of 1-hexene with hydrogen peroxide does not occur over TS-1 when a-methyl benzyl alcohol is used as 100 80 60 40 20 a 0 40 80 120 160 200 Reaction Time (min) 1 Cr, ,a, Fig. 3. Kinetics of oxidation of thioethers with HZOZ in t-BuOH, at 303 K. The symbols as in Fig. 2. V. Hulea et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 325-332 Table 2 Oxidation of thiothers with HZOz on Ti-beta and TS-1 catalysts e Example RI-S-R2 Catalyst Solvent V0 X 103 (M min-1) Conversion R,-S-R2 (%) S8o (%) btIXZ (min) R1 R2 1 Ethyl Ethyl Ti-beta t-BuOH 8.67 99.0 99.5 11 2 n-Propyl n-Propyl 7.34 97.0 98.0 13 3 Methyl Allyl 5.40 87.0 95.1 24 4 Allyl Allyl 4.55 79.0 84.6 36 5 n-Butyl n-Butyl 3.94 78.0 95.8 38 6 Methyl Phenyl 3.84 77.2 92.8 40 7 Methyl t-Butyl 3.27 76.0 95.0 46 8 Phenyl Phenyl 0.33 18.5 410 9 sec-Butyl sec-Butyl 0.20 14.1 10 Ethyl Ethyl TS-1 t-Bu OH 1.11 42.5 92.0 ` 180 11 Methyl Allyl 0.80 37.2 210 12 Allyl Ally] 0.77 35.5 215 13 n-Butyl n-Butyl 0.26 20.5 14 Ethyl Ethyl Ti-beta MeOH 10.5 98.2 a 99.7 10 15 n-Butyl n-Butyl 5.61 89.0 97.9 24 16 Phenyl Phenyl 1.07 37.6 193 17 Ethyl Ethyl TS-1 Me OH 10.05 97.1 96.6 11 18 n-Butyl n-Butyl 3.08 61.5 94.9 ` 60 19 Methyl t-Butyl 1.31 45.8 131 20 Phenyl Phenyl 0.06 5.1 120 min, 30, 2 mmol RISRZ, 2 b Sso=[R]SORz]/([RISORZ]+[R SSO, for a=50%. d Reaction time: 60 min. mmol Hz02, 10 ml solvent, 40 mg TS-I, 50 mg Ti-beta. 1SOZRz]) X 100, for a conversion of RiSRZ, a = 80%. solvent, such a reaction is possible in this solvent over Ti-beta [36]. The results, listed in Table 2, concerning the sulfoxidation reaction of some other thioethers over the two catalysts and in both methanol and t-butanol as solvents, confirm the above remarks. It can be seen, for example, that, under similar conditions, the reactivity of the thioether (initial rate, conversion) is directly linked to its molecular size for both catalysts. In general, the catalytic activity of Ti-beta is higher than that of TS-1, particularly in t-BuOH as solvent (Table 329 1, E 1, 3, 4, 5 and 10, 11, 12, 13). On the other hand, the more hindered sulfides (sec-BuzS, Ph2S) show a poor reactivity, even over Ti-beta (E 8, 9). A shape-selectivity effect towards reactants and solvent has been put forward above to explain the lower catalytic activity of TS-1 in the sulfoxidation reaction, compared with Tibeta. Nevertheless, we must also take into account the possibility of spatial limitations of the transition state. It is now established that the active catalytic species in the oxidation reactions with hydrogen peroxide over Ti-containing h o - o o-o/ .`\\ t Si0 ~ Ti Ti Ti Si0 _~ 0/ O, Si0 osi Si0 oSi osi Si (n) Scheme 1. Proposed active species in oxidation catalyzed by Ti-containing molecular sieves. 330 V. Hulea et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 325-332 molecular sieves like TS-1 is a complex containing a peroxo (1) or a hydroperoxo ligand (11), [9,35,37,38] (Scheme 1). In the presence of a protic solvent, the proposal mechanisms involve the coordination of an alcohol molecule to the active titanium site of the hydroperoxo species [35], as shown by structure III on Scheme 1. Coordination of the alcoholic solvent becomes more and more difficult with increasing bulkiness, which could explain the rate decrease observed (CH30H > CZHSOH > t-BuOH) in the alkene epoxidation [35], and the same (CH30H > tBuOH) obtained in our sulfoxidation results (Figs. 2 and 3). The nucleophilic attack of the sulfur atom on an oxygen atom of such a complex leads to the sulfoxide formation according to the mechanism shown in Scheme 2, by analogy with the mechanism proposed in literature [33,35] for the alkene oxidation. Such a mechanism allows to take into account that the reactivity of thioethers can be linked to their molecular size, due to the relative easiness of their accessibility to the Ti active sites of the catalytic species located in the zeolite framework. It must be pointed out that the use of a Ti-containing mesoporous silica, such as Ti-MCM 41, in the oxidation of n-butylsulfide under the same conditions (t-BuOH as sol- vent) led to a lower conversion of the sulfide than with both TS-1 and Ti-beta, in agreement with previous results obtained in the oxidation of hexene [31]. Moreover, despite the higher crystal size of the Ti-beta sample which could lead to diffusion limitations, the catalytic activity of this zeolite is higher than that of TS-1 in almost all the cases. Such results allow to consider that, in this sulfoxidation reaction, the higher diffusivity in zeolite beta due to larger pore size offsets any diffusional limitations due to the crystal size. If we consider now the selectivity of the sulfoxidation reaction, it can be seen, from Table 2, that selectivity in sulfoxide is higher than 90% (at a 80% conversion) in most of the cases for both catalysts; the only other product obtained is the corresponding sulfone. For a given substrate, the selectivity is directly linked to the reactivity: fast and high conversions lead to high selectivities in sulfoxides (Table 1, E 1, 2, 5, 14, 15). Such a result can be explained by the relative rates of the formation of the sulfoxide (step a) and of the corresponding sulfone (step b) in the oxidation reaction of thioethers (reac- tion 2).2H~ RZISOR2H~z RISRR,SOR2 (2) (a) (b) R osi O +HZOZ,ROH Si0~ / ~ H SiO -Ti - -al - - Si0- Ti t I +HZOZ,ROH Si0'' \\0__0-H Obi r ROH + H20 R Si0 ~ rO\"H 1-1 - Si -OH / I R-S-R R Si0 -~,, O ~ \"H or R OO Si0 H ~ l Si0- Ti Si0- Ti Si0- Ti S'0/ \\~ SiO---, \\ o l -H SiO-', \\O/ ~ H O-H R-S-R O ~Si - OH ~ -SIi-OH R_S-R j Ii-OH R S-R Scheme 2. Proposed mechanism for the sulfoxidation reaction of thioethers with H202 catalyzed by Ti-containing zeolites. V Hulea et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 325-332 It is known that, for dialkylsulfides, sulfoxide formation proceeds much faster than sulfone formation [23]. In our case, for the oxidation of Et 2 S, Pre S and Bu 2 S, the fast consumption of Hz02, initially in a stoechiometric amount in relation to the starting sulfide, thus limits the second step, which explains the high selectivity in sulfoxide. For the less reactive allyl and phenyl sulfides, the selectivity in sulfoxide is lower, because the difference in the rates of the two steps (a) and (b) of the oxidation reaction is less important, due to the conjugation of the lone electron pairs on the sulfur atom with the unsaturated system [23]. It is interesting to point out, that for ethyl sulfide under the same conditions of reactivity, the selectivity in sulfoxide is quantitative, what ever the catalyst and the solvent. It appears that, for small size molecules, the nature of the sol vent does not affect the selectivity. 4. Conclusion Both TS-1 and Ti-beta are active in the sul foxidation of thioethers with hydrogen peroxide under mild conditions. It has been shown first that the reactivity of thioethers is in agreement with both the nucleophilic character of the sul fur atom (alkylsulfides are more easily oxidized than arylsulfides) and their molecular size. Ti beta is more active than TS-1 in the sulfoxida tion of larger molecules, and gives a higher activity when t-butanol is used as solvent in- [121 stead of methanol; such results can be the con- [131 sequence of a cumulative effect of the diffusion [14] of both substrates and solvent into the pores of the zeolites. A mechanism, involving the nucleophilic at tack of the sulfur atom on an oxygen atom of hydroperoxo-Ti complex coordinated by molecule of the solvent, allows to give an ac count of both reactivity sequence of thioethers and influence of the solvent. These results show that the oxidation of thiothers by hydrogen per oxide using Ti-beta zeolites as catalysts may be a a 331 an interesting mild and easy method for the selective preparation of sulfoxides. Acknowledgements Financial support from Elf-Aquitaine is ac- knowledged. Many thanks are due to D. Plee from the Groupement de Recherches de Lacq for providing a sample of TS-1 zeolite. References [1] G. Bellussi and M.S. Rigutto, in: Advanced Zeolite Science and Applications, ed. J.C. Jansen, M. Ster, H.G. Karge and J. Weitkamp (Elsevier, Amsterdam, 1994) p. 177, and references therein. [2] U. Romano, A. Esposito, F. Maspero, C. Neri and M.G. Clerici, Chim. Industr. 72 (1990) 610 [3] P. Kumar, R. Kumar and B. Pandey, J. Indian Inst. Sci. 74 (1994) 293 [4] C. Neri, A. Esposito, B. Anfossi and F. Buonomo, Eur. Pat. 100119 (1984). [5] S. Tonti, P. Roffia, A. Cesana, M.A. Mantegazza and M. Padovan, Ent. Pat. 3141475 (1988). [6] A. Esposito, C. Ned and F. Buonomo, U.S. Pat. 4480135 ( I 984). [7] D.R.C. Huybrechts, L. De Bruycker and P.A. Jacobs, Nature (1990) 240 [8] A. Esposito, M. Taramasso, C. Neri and F. Buonomo, U.S. Pat. 2116974 (1985). [9] B. Notari, in: Innovation in Zeolite Material Science, ed. P.J. Grobet, W.J. Mortier, E.F. Vansant and G. Schultz-Ekloff (Elsevier, Amsterdam, 1988) p. 413 [10] T. Tatsumi, M. Nakamura, K. Yuasa and H. Tominaga, Catal. Lett. 10 (1991) 259. [11] M.A. Camblor, A. Corma, A. Martinez and J. Pez-Pariente, J. Chem. Soc. Chem. Commun. (1992) 589. A. Tuel, Zeolites 15 (1995) 236. A. Tuel, Zeolites 15 (1995) 228. A. Corma, M.T. Navarro and J. Pez-Pariente, J. Chem. Soc. Chem. Commun. (1984) 147 [15] P.T. Tanev, M. Chibwe and J. Pinnavaia, Nature 368 (1994) 321 [16] A. Corma, M.A. Camblor, P. Esteve, A. Martinez and J. Pez-Pariente, J. Catal. 145 (1994) 151. [17] J.S. Reddy and A. Sayari, Appl. Catal. A 128 (1995). 231. [18] S. Gontier and A. Tuel, in: Catalysis by Microporous Materials, ed. H.K. Keyer, H.G. Karge, I. Kiricsi and J.B. Nagy (Elsevier, Amsterdam, 1995) p. 689. [19] A.V. Ramanaswamy and S. Sivasanker, Catal. Lett. 22 (1993) 239 [20] R.S. Reddy, J.S. Reddy, R. Kumar and P. Kumar, J. Chem. Soc. Chem. Commun. (1992) 84. 332 V. Hulea et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 325-332 [21] R. Kumar, J.S. Reddy, R.S. Reddy and P. Kumar, in: Selective Oxidation in Petrochemistry, Golsar, DGMK Conference, ed. M. Baerns and J. Weitkamp (1992) p. 367. [22] A. Corma, M.T. Navarro and J. Pez-Pariente, W.O. 9429022 (1995). [23] S. Oae, Organic Sulfur Chemistry: Structure and Mechanism (CRC Press, Boca Raton, 1991) ch. 6. [24] F. Geobaldo, S. Bordiga, A Zecchina, E. Giamello, G. Leofanti and G. Petrini, Catal. Lett. 16 (1992) 109. [25] A. Zecchina, G. Spoto, S. Bordiga, A. Ferrero, G. Petrini, G. Leofanti and M. Padovan, in: Zeolite Chemitry and Catalysis, ed. P.A. Jacobs, N.I. Jaeger, Z. Kubelkova and B. Wichterlova (Elsevier, Amsterdam, 1991) p. 251. [26] S. Patai, Ed., The Chemistry of Peroxides (New York, 1982). [27] F. Di Furia and G. Modena, Pure Appl. Chem. 54 (1982) 1853. [28] A.L. Bauwstart and P.C. Vasquez, J. Org. Chem. 48 (1983) 65. [29] K.A. Vassel and J.H. Espenson, Inorg. Chem. 33 (1994) 5491. [30] J. Drabowicz and M. Mikolajczyk, Synth. Commun. 11 (1981) 1025. [31] T. Blasco, A. Corma, M.T. Navarro and J. Perez-Pariente, J. Catal. 156 (1995) 65. [32] T. Selvam and A.V. Ramaswamy, Catal. Lett. 31 (1995) 103. [33] C.B. Khouw, C.B. Dartt, J.A. Labinger and M.E. Davis, J. Catal. 149 (1994) 195. [34] M.A. Camblor, A. Corma and J. Pez-Pariente, Zeolites 13 (1993) 82. [35] M.G. Clerici and P. Ingallina, J. Catal. 140 (1993) 71. [36] R.J. Saxton, J.G. Zajacek and G.L. Crocco, U.S. Pat. 5374747 (1994). [37] G. Bellussi, A. Carati, M.G. Clerici, G. Maddinelli and R. Millini, J. Catal. 133 (1992) 220. [38] DR.C. Huybrechts, J. Vaesen, H.X. Li and P.A. Jacobs, Catal. Lett. 8 (1991) 237, MOLCAA 96002038 1381-1169(96)00203-8 10.1016/1381-1169(96)00203-8 Molecular aspects of heterogeneous catalysis Article Thioether oxidation by hydrogen peroxide using titanium-containing zeolites as catalysts Vasile Hulea 1 Patrice Moreau ∗ Francesco Di Renzo Laboratoire de Matériaux Catalytiques et Catalyse en Chimie Organique, CNRS UMR 5618, Ecole Nationale Supérieure de Chimie de Montpellier, 8, rue de l'Ecole Normale, 34053 Montpellier Cedex 1, France ∗ Corresponding author. Fax: +33–67144349 1 Permanent address: Faculty of Industrial Chemistry, 71 Blv. D. Mangeron, P.O. Box 2007, 6600 IASI, Romania. Titanium substituted ZSM-5 (TS-1) and BEA (Ti-beta) are investigated as catalysts for the selective oxidation of thioethers with diluted H2O2, in a protic solvent, at 303 K. The performances of TS-1 and Ti-beta samples are analyzed in relation with structure of thioethers, nature of solvent and shape selectivity effect of catalysts. A mechanism for organic sulfides oxidation on Ti-containing zeolites is proposed. Keywords Titanosilicalites Oxidation Sulfides Sulfoxides Hydrogen peroxide References [1] G. Bellussi M.S. Rigutto J.C. Jansen M. Stöker H.G. Karge J. Weitkamp Advanced Zeolite Science and Applications 1994 Elsevier Amsterdam 177 and references therein [2] U. Romano A. Esposito F. Maspero C. Neri M.G. Clerici Chim. Industr. 72 1990 610 [3] P. Kumar R. Kumar B. Pandey J. Indian Inst. Sci. 74 1994 293 [4] C. Neri, A. Esposito, B. Anfossi and F. Buonomo, Eur. Pat. 100119 (1984). [5] S. Tonti, P. Roffia, A. Cesana, M.A. Mantegazza and M. Padovan, Eur. Pat. 3141475 (1988). [6] A. Esposito, C. Neri and F. Buonomo, U.S. Pat. 4480135 (1984). [7] D.R.C. Huybrechts L. De Bruycker P.A. Jacobs Nature 1990 240 [8] A. Esposito, M. Taramasso, C. Neri and F. Buonomo, U.S. Pat. 2116974 (1985). [9] B. Notari P.J. Grobet W.J. Mortier E.F. Vansant G. Schultz-Ekloff Innovation in Zeolite Material Science 1988 Elsevier Amsterdam 413 [10] T. Tatsumi M. Nakamura K. Yuasa H. Tominaga Catal. Lett. 10 1991 259 [11] M.A. Camblor A. Corma A. Martinez J. Pérez-Pariente J. Chem. Soc. Chem. Commun. 1992 589 [12] A. Tuel Zeolites 15 1995 236 [13] A. Tuel Zeolites 15 1995 228 [14] A. Corma M.T. Navarro J. Pérez-Pariente J. Chem. Soc. Chem. Commun. 1984 147 [15] P.T. Tanev M. Chibwe J. Pinnavaia Nature 368 1994 321 [16] A. Corma M.A. Camblor P. Esteve A. Martinez J. Pérez-Pariente J. Catal. 145 1994 151 [17] J.S. Reddy A. Sayari Appl. Catal. A 128 1995 231 [18] S. Gontier A. Tuel H.K. Keyer H.G. Karge I. Kiricsi J.B. Nagy Catalysis by Microporous Materials 1995 Elsevier Amsterdam 689 [19] A.V. Ramanaswamy S. Sivasanker Catal. Lett. 22 1993 239 [20] R.S. Reddy J.S. Reddy R. Kumar P. Kumar J. Chem. Soc. Chem. Commun. 1992 84 [21] R. Kumar J.S. Reddy R.S. Reddy P. Kumar M. Baerns J. Weitkamp Selective Oxidation in Petrochemistry, Golsar, DGMK Conference 1992 367 [22] A. Corma, M.T. Navarro and J. Pérez-Pariente, W.O. 9429022 (1995). [23] S. Oae Organic Sulfur Chemistry: Structure and Mechanism 1991 CRC Press Boca Raton ch. 6 [24] F. Geobaldo S. Bordiga A Zecchina E. Giamello G. Leofanti G. Petrini Catal. Lett. 16 1992 109 [25] A. Zecchina G. Spoto S. Bordiga A. Ferrero G. Petrini G. Leofanti M. Padovan P.A. Jacobs N.I. Jaeger Z. Kubelkova B. Wichterlova Zeolite Chemitry and Catalysis 1991 Elsevier Amsterdam 251 [26] S. Patai The Chemistry of Peroxides 1982 (New York [27] F. Di Furia G. Modena Pure Appl. Chem. 54 1982 1853 [28] A.L. Bauwstart P.C. Vasquez J. Org. Chem. 48 1983 65 [29] K.A. Vassel J.H. Espenson Inorg. Chem. 33 1994 5491 [30] J. Drabowicz M. Mikolajczyk Synth. Commun. 11 1981 1025 [31] T. Blasco A. Corma M.T. Navarro J. Perez-Pariente J. Catal. 156 1995 65 [32] T. Selvam A.V. Ramaswamy Catal. Lett. 31 1995 103 [33] C.B. Khouw C.B. Dartt J.A. Labinger M.E. Davis J. Catal. 149 1994 195 [34] M.A. Camblor A. Corma J. Pérez-Pariente Zeolites 13 1993 82 [35] M.G. Clerici P. Ingallina J. Catal. 140 1993 71 [36] R.J. Saxton, J.G. Zajacek and G.L. Crocco, U.S. Pat. 5374747 (1994). [37] G. Bellussi A. Carati M.G. Clerici G. Maddinelli R. Millini J. Catal. 133 1992 220 [38] D.R.C. Huybrechts J. Vaesen H.X. Li P.A. Jacobs Catal. Lett. 8 1991 237",
      "scopus-id": "0030601446",
      "coredata": {
        "eid": "1-s2.0-1381116996002038",
        "dc:description": "Titanium substituted ZSM-5 (TS-1) and BEA (Ti-beta) are investigated as catalysts for the selective oxidation of thioethers with diluted H2O2, in a protic solvent, at 303 K. The performances of TS-1 and Ti-beta samples are analyzed in relation with structure of thioethers, nature of solvent and shape selectivity effect of catalysts. A mechanism for organic sulfides oxidation on Ti-containing zeolites is proposed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996002038",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hulea, Vasile"
          },
          {
            "@_fa": "true",
            "$": "Moreau, Patrice"
          },
          {
            "@_fa": "true",
            "$": "Di Renzo, Francesco"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996002038"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996002038"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00203-8",
        "prism:volume": "111",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Thioether oxidation by hydrogen peroxide using titanium-containing zeolites as catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Titanosilicalites"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          },
          {
            "@_fa": "true",
            "$": "Sulfides"
          },
          {
            "@_fa": "true",
            "$": "Sulfoxides"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen peroxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "325-332",
        "prism:endingPage": "332",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 1996",
        "prism:doi": "10.1016/1381-1169(96)00203-8",
        "prism:startingPage": "325",
        "dc:identifier": "doi:10.1016/1381-1169(96)00203-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030601446"
      }
    }
  }
}