{
  "metadata": {
    "title": "A new alkyl peroxovanadium catalyst for selective oxidation of nitriles to α-oxo nitriles: A functional mimic of Cyt-P.450",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-11-10",
    "doi": "10.1016/1381-1169(96)00147-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996001471",
    "pii": "1381116996001471"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030579278",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-1381116996001471 1381-1169(96)00147-1 1381116996001471 10.1016/1381-1169(96)00147-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00155 2015-05-13T23:01:31.432129-04:00 0 0 19961110 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 112 112 3 3 Volume 112, Issue 3 6 385 388 385 388 19961110 10 November 1996 1996-11-10 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. ANEWALKYLPEROXOVANADIUMCATALYSTFORSELECTIVEOXIDATIONNITRILESOXONITRILESAFUNCTIONALMIMICCYTP450 CHOUDARY B SHELDON 1981 R METALCATALYSEDOXIDATIONORGANICCOMPOUNDS 1978 CYTCHROMEP450 WHITE 1980 315 MIMOUN 1983 3101 VILTER 1984 1387 BUTLER 1993 1937 A COLPAS 1994 3627 3628 G CHOUDARY 1995 959 B CHOUDARY 1995 B MURAHASHI 1986 898 S 1987 879 HUNG 1982 1 S 1982 36 HAASE 1982 80 K 1982 83 HOFFMANN 1982 3880 H HERRMANN 1979 204 K OLAH 1983 636 G MURAHASHI 1985 925 S COREY 1968 5616 E BAL 1981 2091 B COREY 1980 731 E HARLE 1986 1400 H HUNIG 1982 36 S CHOUDARY 1993 323 B GASSMAN 1978 3773 P TAYLOR 1978 2280 E TALSI 1991 257 E TALSI 1993 235 E COTTON 1972 181 F CHOUDARYX1996X385 CHOUDARYX1996X385X388 CHOUDARYX1996X385XB CHOUDARYX1996X385X388XB item 1381-1169(96)00147-1 1381116996001471 1-s2.0-1381116996001471 10.1016/1381-1169(96)00147-1 271358 2010-09-28T03:13:43.174552-04:00 1996-11-10 1-s2.0-1381116996001471-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001471/MAIN/application/pdf/a69ea62d4997db931091231d541839d6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001471/MAIN/application/pdf/a69ea62d4997db931091231d541839d6/main.pdf main.pdf pdf true 332708 MAIN 4 1-s2.0-1381116996001471-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001471/PREVIEW/image/png/693de28b3c9b0b20bf09852f754162c0/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001471/PREVIEW/image/png/693de28b3c9b0b20bf09852f754162c0/main_1.png main_1.png png 58278 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 112 (1996) 385-388 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL A new alkyl peroxovanadium catalyst for selective oxidation of nitriles to a-oxo nitriles: A functional mimic of Cyt-P.450 ' B.M. Choudary * , P.N. Reddy Homogeneous Catalysis Discipline, Indian Institute of Chemical Technology, Hyderabad 500007, India Received 13 December 1995; accepted 1 April 1996 Abstract Alkyl peroxovanadium complex catalysed functional isation of methylene of benzyl cyanides to afford peroxo nitriles or aroyl cyanides selectively depending on the molar quantities of oxidant, tert butyl hydroperoxide (t-Bu00H) used is described for the first time. Keywords: Alkyl peroxovanadium complex; Catalytic oxidation; Benzyl cyanides; Aroyl cyanides; Peroxo benzyl cyanides 1. Introduction Activation of C-H bond of saturated hydrocarbons presents one of the most challenging problems in the area of homogeneous catalysis. In nature, biological activation of alkane C-H bond is accomplished by the heme containing monooxygenases, exemplified by the cytochrome P-450 group of enzymes. Model reactions of the cytochrome P-450 have been studied extensively in view of synthetic [ 1 ] and biological aspects [2]. Vanadium(V) peroxo complexes which homolytically cleave to give electrophilic reactive V(IV)-00 species, analogous to that of Fe(III)-00 species of cyt-P.450, can be regarded as valuable models for P-450 Corresponding author. 1 11 C T Communication No: 3559. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00147-1 dependent monooxygenases [3]. With the discovery of bromo peroxidase vanadium(V) containing enzyme, which is isolated primarily from marine algae catalyses the oxidation of halides Br-, Cl-, I- by hydrogen peroxide [4,5]. Later, a functional model, mimicking the enzyme reactivity in the said halogenation reactions, was developed [6]. These works prompted us to develop new peroxovanadium complexes and employed in the diversified organic transformations such as oxidation of cyclic acetal to glycolmonoesters [7], aralkenes to corresponding benzaldehydes [8]. Herein we describe the peroxovanadium complex conceived and developed by us acting as a functional mimic of cyt-P.450 in catalytic functionalisation of nitriles to a-oxo nitriles. Acyl cyanides are versatile synthetic intermediates and have been utilised in a variety of transformation of CO and CN functions [9]. This class of compounds have substantially 386 B.M. Choudary, P.N Reddy /Journal of Molecular Catalysis A: Chemical 112 (1996) 385-388 gained importance as building blocks of heterocycles or herbicides. Generally, acyl cyanides have been prepared by the reaction of acid halides with metal cyanides [10] or trimethylsilyl cyanides [11] and the oxidation of cyanohydrins [12,13]. Requirement of stoichiometric amounts of highly toxic and moisture sensitive cyanating reagents render these reactions inconvenient to use in the laboratory. The development of an efficient and alternative to the volatile, toxic cyanating methods for the synthesis of a-oxo benzyl cyanides has been sought for many years. Functionalisation of benzyl cyanides could be considered as a fascinating route to obtain aroyl cyanides or cyanohydrins as an alternative to the cyanation procedures. Our earlier success of functionalisation of phenyl acetic acid esters to corresponding a-keto esters using vanadium pillared clay (V-PILC), a heterogeneous catalyst [14] prompted us to attempt the oxidation of benzyl cyanides with V-PILC and Cr-PILC under the same reaction conditions but were futile and resulted in the formation of benzoic acid. Therefore, we undertook the development of a methodology which can oxygenate the a-methylene of benzyl cyanides to give aroyl cyanides or cyanohydrins with peroxovanadium complex. In the present communication, we report a simple and elegant methodology for the oxidation of benzyl cyanides to either peroxo benzyl cyanides or aroyl cyanides selectively depending upon the use of one or two equivalents t-Bu00H of, respectively, us- Table 1 Oxidation of benzyl cyanides to the corresponding a-oxo nitriles using vanadyl acetate Entry R 1 eq. t-Bu00H 2 eq. t-Bu00H yield' (A + B)b (%) selectivity (A:B) (%) yields (B)b (%) 1 H 91 85:15 92 2 p-CI 86 88:12 96 3 o-OCH3 94 99:- 94 4 p-NO2 82 83:17 89 5 p-OH 87 86:14 94 6 p-CH3 89 75:25 97 7 p-OCH3 96 92:8 98 0 r.t i eq % i I C.r . t-Buw wcoAc)z (A) O (H) Dry x eq. t-Eu ;:)\", (3) Scheme 1. ing an alkyl peroxovanadium complex, formed in situ from vanadyl acetate for the first time. 2. Results and discussion In this communication, we present the results that demonstrates the synthetic scope of the new peroxovanadium complex developed by us for the oxidation of various benzyl cyanides in conjunction with t-Bu00H in dichloromethane at room temperature (Scheme 1). Table 1 summarises representative results of oxidation of various benzyl cyanides into corresponding peroxides (A) when one equiv. of t-Bu00H taken as an oxidant during the reaction. Furthermore, the oxidation of o-methoxy benzyl cyanides with one equiv. of t-Bu00H under the same reaction conditions gave 2(tert butyl dioxy)2(o-methoxy phenyl) acetonitrile with excellent selectivity ( > 99%) (entry 3). This high selectivity is ascribed to the steric factors which may be preventing the decomposition of peroxides formed in the reaction to aroyl 'Isolated yields. bPrcts were characterised by 1 NMR, mass and IR. B.M Choudary, PA Reddy /Journal of Molecular Catalysis A: Chemical 112 (1996) 385-388 cyanides. A striking feature of the reaction that merits its emphasis is the peroxide formation (A), which on catalytic hydrogenation gives corresponding cyanohydrins. The present method is a simple and superior to the cyanosilylation to prepare cyanohydrins which suffers from serious disadvantages such as siloxy nitrile protective groups inherently unstable to both nucleophiles and aq. media to generate carbonyl derivative [15,16]. The results of the selective oxidation of benzyl cyanides irrespective of the substituent present on the aromatic ring into corresponding aroyl cyanides (B) quantitatively when two equiv. of t-BuOOH used as an oxidant are also described in the table. In case of p-nitro benzyl cyanides, our procedure is the unquestionable method of choice to obtain p-nitrobenzoylcyanides in excellent yield (89%) after 24 h at room temperature (entry 4). By contrast, attempts to prepare this compound in satisfactory yield by previous available cyanation procedures have been reported unsuccessful. The reaction can be rationalised by assuming Cyt-P.450 type mechanism. A vanadyl acetate reacts with t-BuOOH to give alkyl peroxovana- t-Bu00H 0 V(IVI OAC/ ~OAc Ic \"h00But OAc OOBut 00B. o M---_ cat CN t-BU R __\"CN Scheme 2. ,R-CHZCN `O .'!C H ,r'\\R \\ OAc + t-BuOH 387 dium(V) complex [17,18] which in turn cleaves homolytically to give V-O-O species analogous to that of Fe-O-O species of cyt-P.450, and abstracts a proton from the methylene of benzyl cyanides to give a radical intermediate. Electron transfer followed by nucleophilic attack of t-BuOOH complete the catalytic cycle. Further, the excess of t-BuOOH oxidises peroxides in the presence of vanadium(V) to aroyl cyanides (Scheme 2). In conclusion, the present simple and catalytic methodology is the unique and unequivocally the method of choice for the synthesis of aroyl cyanides or cyanohydrins by selective functionalisation of readily available benzyl cyanides and could be a practical alternative to the existing highly volatile trimethyl silyl cyanide, other toxic cyanating methods available in the literature. 3. Experimental The structural assignment of the reaction products were corroborated by spectral analysis ' H NMR spectra were recorded with Varian Gemini (200 MHz) NMR spectrometer, IR spectra recorded using Nicolet DX-5 and Mass spectra with micromass VG 7070H. In a general oxidation procedure, a 50 ml two neck round bottomed flask was charged with vanadyl acetate [ 19] (72 mg), a nitrile (4 mmol), in dry dichloromethane (7 ml) under NZ atmosphere and one or two equivalents of t-BuOOH were then added to the reaction mixture and allowed to stirr further at room temperature for 24 h. The reaction was periodically monitored by thin layer chromatography. After the completion of reaction, the reaction mixture was then washed with distilled water and extracted with dichloromethane. The combined extracts were then concentrated and subjected to column chromatography to get pure peroxo or aroyl cyanides, respectively. 388 Acknowledgements B.M. Choury, P.N Reddy /Journal of Molecular Catalysis A: Chemical 112 (1996) 385-388 We thank UGC for financial support to PNR. References [1] R.A. Sheldon and J.K. Kochi, Metal Catalysed Oxidation of Organic Compounds (Academic, New York, 1981). [2] Sato, T. Omura and Kodansha (Eds.), Cytchrome P-450 (Tokyo, 1978); White and M. Coon, J. Ann. Rev. Biochem. 49 (1980) 315. [3] Mimoun, L. Saussine, E. Daire, M. Postel, J. Fischer and R. Weiss, J. Am. Chem. Soc. 105 (1983) 3101. [4] Vilter, Phytochemistry 23 (1984) 1387. [5] A. Butler and J.V. Walker, Chem. Rev. 93 (1993) 1937. [6] G.J. Colpas, B.J. Hamstra, J.W. Kampt and V.L. Pecoraro, J. Am. Chem. Soc. 116 (1994) 3627-3628. [7] B.M. Choudary and P.N. Reddy, Synlett. 9 (1995) 959. [8] B.M. Choudary and P.N. Reddy, J. Mol. Catal. (1995), in press. [9] S.-I. Murahashi, T. Naota and N. Nakajima, J. Org. Chem. 51 (1986) 898; Chem. Lett. (1987) 879; S. Hung and R. Schaller, Angew. Chem. 94 (1982) 1; Angew. Chem. Int. Ed. Engl. 21 (1982) 36. [13] [10] K. Haase and H.M.R. Hoffmann, Angew. Chem. 94 (1982) 80; Angew. Chem. Int. Ed. Engl. 21 (1982) 83; H.M.R. Hoffmann, K. Haase, M. Ismail, S. Prefititsi and A. Weber, Chem. Ber. 115 (1982) 3880. [11] K. Herrmann and G. Simchen, Synthesis (1979) 204; G.A. Olah, M. Arvanaghi and G.K. Surya Prakash, Synthesis (1983) 636. S.-I. murahashi, T. Naota and N. Nakajima, Tetrahedron Lett. 26 (1985) 925; E.J. Corey, N.W. Gilman and B.E. Ganem, J. Am. Chem. Soc. 90 (1968) 5616; B.S. Bal, Jr., W.E. Childers and H.W. Pinnick, Tetrahedron Lett. 37 (1981) 2091; E.J. Corey and J. Schmidt, Tetrahedron Lett. (1980) 731; H. Harle and J.C. Jochims, Chem. Ber. 119 (1986) 1400. S. Hunig and R. Schaller, Angew. Chem. Int. Ed. Engl. 21 (1982) 36. [14] B.M. Choudary, G.V.S. Reddy and K.K. Rao, J. Chem. Soc., Chem. Commun. (1993) 323. [15] P.G. Gassman and J.J. Talley, Tetrahedron Lett. 40 (1978) 3773. [16] E.C. Taylor, J.G. Andrade, K.C. John and A. Mckillop, J. Org. Chem. 43 (1978) 2280. [17] E.P. Talsi, V.D. Chinkov, V.P. Babenko and K.I. Zamaraev, React. Kinet. Catal. Lett. 44 (1991) 257. [18] E.P. Talsi, V.D. Chinkov, V.P. Babenko and K.I. Zamaraev, J. Mol. Catal. 81 (1993) 235. [19] F.A. Cotton, Inorg. Synth. 13 (1972) 181. MOLCAA 96001471 1381-1169(96)00147-1 10.1016/1381-1169(96)00147-1 Chemical and metal complex catalysis ☆ II C T Communication No: 3559. Article A new alkyl peroxovanadium catalyst for selective oxidation of nitriles to α-oxo nitriles: A functional mimic of Cyt-P.450 B.M. Choudary ∗ P.N. Reddy Homogeneous Catalysis Discipline, Indian Institute of Chemical Technology, Hyderabad 500007, India ∗ Corresponding author. Alkyl peroxovanadium complex catalysed functionalisation of methylene of benzyl cyanides to afford peroxo nitriles or aroyl cyanides selectively depending on the molar quantities of oxidant, tert butyl hydroperoxide (t-BuOOH) used is described for the first time. Keywords Alkyl peroxovanadium complex Catalytic oxidation Benzyl cyanides Aroyl cyanides Peroxo benzyl cyanides References [1] R.A. Sheldon J.K. Kochi Metal Catalysed Oxidation of Organic Compounds 1981 Academic New York [2] Sato T. Omura Kodansha Cytchrome P-450 1978 Tokyo White M. Coon J. Ann. Rev. Biochem. 49 1980 315 [3] Mimoun L. Saussine E. Daire M. Postel J. Fischer R. Weiss J. Am. Chem. Soc. 105 1983 3101 [4] Vilter Phytochemistry 23 1984 1387 [5] A. Butler J.V. Walker Chem. Rev. 93 1993 1937 [6] G.J. Colpas B.J. Hamstra J.W. Kampt V.L. Pecoraro J. Am. Chem. Soc. 116 1994 3627 3628 [7] B.M. Choudary P.N. Reddy Synlett. 9 1995 959 [8] B.M. Choudary P.N. Reddy J. Mol. Catal. 1995 in press [9] S.-I. Murahashi T. Naota N. Nakajima J. Org. Chem. 51 1986 898 Chem. Lett. 1987 879 S. Hung R. Schaller Angew. Chem. 94 1982 1 Angew. Chem. Int. Ed. Engl. 21 1982 36 [10] K. Haase H.M.R. Hoffmann Angew. Chem. 94 1982 80 Angew. Chem. Int. Ed. Engl. 21 1982 83 H.M.R. Hoffmann K. Haase M. Ismail S. Prefititsi A. Weber Chem. Ber. 115 1982 3880 [11] K. Herrmann G. Simchen Synthesis 1979 204 G.A. Olah M. Arvanaghi G.K.Surya Prakash Synthesis 1983 636 [12] S.-I. murahashi T. Naota N. Nakajima Tetrahedron Lett. 26 1985 925 E.J. Corey N.W. Gilman B.E. Ganem J. Am. Chem. Soc. 90 1968 5616 B.S. Bal Jr. W.E. Childers H.W. Pinnick Tetrahedron Lett. 37 1981 2091 E.J. Corey J. Schmidt Tetrahedron Lett. 1980 731 H. Harle J.C. Jochims Chem. Ber. 119 1986 1400 [13] S. Hunig R. Schaller Angew. Chem. Int. Ed. Engl. 21 1982 36 [14] B.M. Choudary G.V.S. Reddy K.K. Rao J. Chem. Soc., Chem. Commun. 1993 323 [15] P.G. Gassman J.J. Talley Tetrahedron Lett. 40 1978 3773 [16] E.C. Taylor J.G. Andrade K.C. John A. Mckillop J. Org. Chem. 43 1978 2280 [17] E.P. Talsi V.D. Chinkov V.P. Babenko K.I. Zamaraev React. Kinet. Catal. Lett. 44 1991 257 [18] E.P. Talsi V.D. Chinkov V.P. Babenko K.I. Zamaraev J. Mol. Catal. 81 1993 235 [19] F.A. Cotton Inorg. Synth. 13 1972 181",
      "scopus-id": "0030579278",
      "coredata": {
        "eid": "1-s2.0-1381116996001471",
        "dc:description": "Alkyl peroxovanadium complex catalysed functionalisation of methylene of benzyl cyanides to afford peroxo nitriles or aroyl cyanides selectively depending on the molar quantities of oxidant, tert butyl hydroperoxide (t-BuOOH) used is described for the first time.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996001471",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Choudary, B.M."
          },
          {
            "@_fa": "true",
            "$": "Reddy, P.N."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996001471"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996001471"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00147-1",
        "prism:volume": "112",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A new alkyl peroxovanadium catalyst for selective oxidation of nitriles to α-oxo nitriles: A functional mimic of Cyt-P.450",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alkyl peroxovanadium complex"
          },
          {
            "@_fa": "true",
            "$": "Catalytic oxidation"
          },
          {
            "@_fa": "true",
            "$": "Benzyl cyanides"
          },
          {
            "@_fa": "true",
            "$": "Aroyl cyanides"
          },
          {
            "@_fa": "true",
            "$": "Peroxo benzyl cyanides"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "385-388",
        "prism:endingPage": "388",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 November 1996",
        "prism:doi": "10.1016/1381-1169(96)00147-1",
        "prism:startingPage": "385",
        "dc:identifier": "doi:10.1016/1381-1169(96)00147-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030579278"
      }
    }
  }
}