{
  "metadata": {
    "title": "A molecular approach to heterogeneous catalysis. Ethylene hydroformylation catalysed by silica-supported [Rh<ce:inf loc=post>12</ce:inf>(CO)<ce:inf loc=post>30</ce:inf>]<ce:sup loc=post>2−</ce:sup> cluster anion: influence of the countercations Li<ce:sup loc=post>+</ce:sup>, Na<ce:sup loc=post>+</ce:sup>, K<ce:sup loc=post>+</ce:sup>, Zn<ce:sup loc=post>2+</ce:sup>",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-05-06",
    "doi": "10.1016/1381-1169(95)00215-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995002154",
    "pii": "1381116995002154"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030572005",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-11-05T21:50:31 1-s2.0-1381116995002154 1381-1169(95)00215-4 1381116995002154 10.1016/1381-1169(95)00215-4 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S1381116900X00179 2015-05-13T23:01:31.432129-04:00 0 0 19960506 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 107 107 1 3 1 2 3 Volume 107, Issues 1–3 31 255 261 255 261 19960506 6 May 1996 1996-05-06 1996 Proceedings of the 8th International Symposium on the Relations between Homogeneous and Heterogeneous Catalysis Balatonfured 10–14 September 1995 19950910 19950914 L. Guczi, S. Gobolos, G. Palyi converted-article fla Copyright © 1996 Published by Elsevier B.V. AMOLECULARAPPROACHHETEROGENEOUSCATALYSISETHYLENEHYDROFORMYLATIONCATALYSEDBYSILICASUPPORTEDRH12CO302CLUSTERANIONINFLUENCECOUNTERCATIONSLINAKZN2 FUSI A CORNILS 1980 38 B NEWSYNTHESESCARBONMONOXIDE MUTTERTIES 1983 135 E MANTOVANI 1977 285 E ICHIKAWA 1992 283 M ICHIKAWA 1979 67 M RODE 1985 574 E KAWAI 1985 1654 M WATSON 1981 347 P CHUANG 1993 490 S TAKAHASHI 1989 348 N SRINIVAS 1994 3024 G ASAKURA 1990 9096 K SACHTLER 1986 4752 W ICHIKAWA 1985 7216 M COLLMAN 1978 4766 J BUTTS 1980 5093 S DOSSI 1991 335 C CHINI 1969 299 P CHINI 1969 315 P BILHOU 1978 73 J SORDELLI 1992 127 L CATALYSISSURFACECHARACTERISATION PSARO 1993 303 R ADVANCESINCATALYSTDESIGN VANTBLIK 1985 3139 H THEOLIER 1980 415 A SOLYMOSI 1985 4789 F SOLYMOSI 1986 5312 F SOLYMOSI 1988 413 F NONNEMAN 1990 L23 L ANIKIN 1983 237 N VANDERLEE 1986 511 G VANDENBERG 1985 340 F DOSSI 1994 249 C RICHMOND 1986 1272 T FUSIX1996X255 FUSIX1996X255X261 FUSIX1996X255XA FUSIX1996X255X261XA item 1381-1169(95)00215-4 1381116995002154 1-s2.0-1381116995002154 10.1016/1381-1169(95)00215-4 271358 2010-11-30T03:46:01.882747-05:00 1996-05-06 1-s2.0-1381116995002154-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002154/MAIN/application/pdf/bcc0ed5d492031debd9e7a7cf0f3218e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002154/MAIN/application/pdf/bcc0ed5d492031debd9e7a7cf0f3218e/main.pdf main.pdf pdf true 543015 MAIN 7 1-s2.0-1381116995002154-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002154/PREVIEW/image/png/5cc2be8189cfff7754a40c6df6de570c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002154/PREVIEW/image/png/5cc2be8189cfff7754a40c6df6de570c/main_1.png main_1.png png 71732 849 656 IMAGE-WEB-PDF 1 ~ JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL ELSEVIER Journal of Molecular Catalysis A: Chemical 107 (1996) 255-261 , A molecular approach to heterogeneous catalysis. Ethylene hydroformylation catalysed by silica-supported [Rhl2(CO) 30] 2- cluster anion: influence of the countercations Li Na K Zn2 A. Fusi, R. Psaro *, C. Dossi, L. Garlaschelli, F. Cozzi CNR Research Centre and Dipartimento di Chimica lnorganica, Metallorganica e Analitica, Via Venezian, 21-20133 Milano, Italy Abstract Cluster-derived rhodium catalysts, prepared from salts of the cluster anion [Rhl2(CO)3o]2- supported on silica, have been studied in ethylene hydroformylation. A catalyst pre-treatment was carried out in Ar at 393 K before the admission of the hydroformylation mixture. The selectivity for propanal formation depends on the alkaline countercation in the following order: K > Li >_ Na. The Zn-promoted catalyst is the most selective. The corresponding value for the unpromoted system, prepared from neutral Rh4(CO)~2, was about 20% lower. In situ infrared studies suggest the oxidative disruption of the metal framework of the physisorbed Rh~2 cluster to take place in isolated Rh~(CO)2 species. In catalytic conditions a reductive agglomeration of Rh (I) into metallic particles occurred. Remarkable effects on activity and/or selectivity are induced on promoted systems only upon a catalyst pre-treatment in 02 at 723 K. A simple exposure to the hydroformytation mixture at 393 K was enough to generate the active metallic phase. Keywords: Promotion effect; Hydroformylation; Ethylene; Cluster-derived rhodium catalyst; Silica I. Introduction The CO insertion reaction is an excellent model for studying the relation between heterogeneous and homogeneous catalysis. Rhodium carbonyl clusters have been used as catalysts for the homo- geneous hydroformylation reaction [ 1 ], the cat- alytically active species being mononuclear Rh carbonyls [2]. Following the pioneering work of Mantovani et al. [ 3 ], much work has been done to exploit Rh carbonyl clusters as heterogeneous hydroformylation catalysts when supported on inorganic oxides [4]. Cluster-derived catalysts * Corresponding author. Fax: 39-2-2362748; e-mail: psaro@inorg 1.csrsrc.mi.cnr.it 1381-1169/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSD1 1381-1169( 95)00215-4 exhibited higher selectivity than those tradition- ally prepared from Rh salts [5]. A number of studies on Rh-zeolite catalysts suggested a hydro- formylation pathway resembling that found in the homogeneous system [6]; oxidised RhI(CO)2 surface species serve as precursors and/or active sites for the reaction [7-9]. On the contrary, Tak- ahashi et al. [10] showed that Rh6(CO) 16 sup- ported on zeolite or even Rh~(CO)2 species may act as a heterogeneous catalyst only once reduced to metallic crystallites. On silica surface, Chuang et al. [ 11 ] observed that the adsorbed CO on var- ious kinds of Rh surface sites can participate in CO insertion. Iwasawa et al. [ 12] reported the catalytic performance and dynamic behaviour of a silica-grafted Rh dimer indicating that a mini- 256 A. Fusi et al. / Journal of Molecular Catalysis A: Chemical 107 (1996) 255-261 mum of two bonded metallic centres are necessary for the hydroformylation and, on the basis of in situ spectroscopic characterisation, a metal- assisted CO insertion mechanism was proposed. Another type of the promotion of CO insertion through the direct bonding of CO molecules with a Lewis acid added as co-catalyst has been pro- posed [ 13]. The addition of small amounts of zinc strongly increased the hydroformylation yield and the selectivity for propanal formation [ 14]. The proposal that a surface Lewis acid, Zn2 +, might promote the catalytic hydroformylation accounts for the well-known observations in organometallic chemistry that CO migratory insertion reaction is promoted by cations [ 15 ] and molecular Lewis acids [ 16 ]. The proposed metal- CO...Lewis acid interaction necessarily requires an intimate contact between the metallic phase and the promoting ion. In order to explore this struc- tural aspect, we choose the cluster anion [Rhl2(CO)3o] 2- as potassium salt supported on silica as model system [ 17]. In this organometal- lic precursor the close contact between the metal framework and the promoter cation is inherently obtained at molecular level. In this contribution, the same reaction was investigated at 393 K using silica-supported salts of [Rh12 (CO) 3o] 2-. The aim of this study was to investigate the influence of the countercations Li Na+, K Zn2+ on the catalytic properties. 2. Experimental The (Mx)2+[mhl2(CO)3o]2- salts (M=Li, Na, K, Zn) and Rh4(CO)I2 were prepared by reported methods [ 18]. Silica (Davison 62, 200 m2/g) was grounded, washed with 1 M HNO3, then with distilled water to neutrality and even- tually dried overnight in vacuo ( 1.33 Pa, r.t.). The support was impregnated under Ar with an ace- tone or pentane ( Rh4 (CO) 12 ) solution of the cat- alyst precursor. After removal of the solvent in vacuo, the solid was dried overnight ( 1.33 Pa, r.t.) and stored under Ar. The metal loading was about 1% by weight, as measured by AAS measurements. The spectroscopic study has been performed on pressed wafers (18 mm, 50 mg), impregnated with a THF solution of Na2 [ Rhl2 (CO) 30 ] in flow- ing Ar. The IR cell [ 19] allowed thermal treat- ment as well as operation in vacuo or under controlled atmosphere. Some IR experiments were also done in diffuse reflectance mode with a specially designed apparatus [20] for recording in situ spectra under real catalytic conditions. The hydroformylation reaction was carded out in a fixed-bed, continuous-flow glass microreactor at 393 K and atmospheric pressure (CO:H2:C2H4 = 1:1:1; total flow = 30 ml/min; catalyst = 0.3 g; space velocity = 2000 h- ~ ). Under these experi- mental conditions, the total ethylene conversion was kept below 2% by mole, in order to operate in the differential mode. The reactor was inter- faced to a HP5890A gas-chromatograph and the product analysis was performed at sampling inter- vals of 1--4 h on a Porapack Q 25 m 0.53 nun i.d. column, FID detector. In the in situ catalyst pretreatments the flow of each gas was 10 ml/min. 3. Results 3.1. Spectroscopic characterisation When the organometallic precursor Na2[Rhl2(CO)3o], as THF solution, was adsorbed on a pressed wafer of silica, the red- violet colour was maintained. The IR spectrum in the Vco region, obtained after only 3 min of treatment in vacuo is quite similar to that of the pure cluster for the linear CO adsorption, but the diagnostic strong band at 1778 cm-1 (Fig. 1A), typical of bridging CO, was lacking and new weak bands at 1856 and 1800 cm-1 appeared (Fig. 1B). A relevant decarbon- ylation occurred after a treatment in vacuo at r.t. for 20 h; the colour changed to brown, with the concomitant formation of shoulders at 2089 and 2031 cm-1 (Fig. 1C). This spectral transforma- A. Fusi et al. / Journal of Molecular Catalysis A.\" Chemical 107 (1996) 255-261 257 ~D ~A I I I I ( 21rln ~ 1mt'm ITSO Fig. 1. Transmittance spectra of Na2[Rh12(CO)30]/SiO2: (A) in THF solution; (B) freshly impregnated on SiO2; (C) as (B) after 20 h at 1.33 Pa and r.t.; (D) as (C) after 3 h under 40 kPa of Ar at 393 K. tion resulted also by a simple treatment in Ar at 393 K for 3 h (Fig. 1D). The same spectrum, characterised by a doublet at 2089 and 2031 cm-t and a shoulder at 2106 cm- 1, was again obtained when the fresh catalyst was treated in the DRIFT cell in N2 flow at 393 K (Fig. 2A). Exposure to the hydroformylation mixture at 393 K for 30 min gave rise to the disappearance of the doublet and a new single broad band centred at 2040 cm-t formed (Fig. 2B). This spectrum did not change with time on stream (Fig. 2C). The same spectrum was obtained when working in static conditions in transmittance mode (com- pare Fig. 3A and 2B). 5 I I I 1 l I ZZOO 21S0 2]00 2050 ZOO0 lgSO Wavenumbeps Fig. 2. Sequential DRIFT spectra of Na2 [ Rh] 2 (CO) 30 ] / SiO2 at 393 K: (A) 3 h in Na flow; (B) 30 min in CO/HJC2H4 flow; (C) 2.5 h in CO/H2/C2H4 flow. I' Fig. 3. Transmittance spectra at r.t. of Na2[Rhl2(CO)~o]/SiO2: (A) after 1 h under 40 kPa of CO/H2/C2H4 at 393 K; (B) after I h under 40 kPa of 02 at 723 K; (C) after 45 min under 40 kPa of CO/Hi C2H4 at 393 K; (D) after 1 day under 40 kPa of CO/H2/C~H4 at 393 K. 258 A. Fusi et al. / Journal of Molecuhir Catalysis A: Chemical 107 (1996) 255-261 After calcination at 723 K a complete decar- bonylation occurred (Fig. 3B). Re-exposure to the CO/H2/C2H4 mixture for only 45 min led again to the doublet (Fig. 3C), which was then converted into a linearly bonded CO band (Fig. 3D). 3.2. Ethylene hydroformylation Vapour-phase ethylene hydroformylation with our supported Rh clusters yielded ethane and pro- panal as the only products. Under the reaction conditions adopted, no or at most traces of 1- propanol were observed, because the low value of the contact time used prevents any further reaction of the aldehyde. The performance was nearly con- stant for over 3 days for all catalytic systems and no leaching of Rh as volatile carbonyl species was observed. As reported in a preliminary study [21], the supported precursor was heated in situ for 3 h at 393 K in Ar flow before the catalytic run. By this treatment the time needed for the increase in total activity up to a steady-state was considerably shortened. In Fig. 4 the activity and selectivity data after 20 h on stream of the systems investi- gated are reported. The rates of hydrogenation and hydroformylation were of the same order of those 10 C- E 8 E E ~N 0 X Ct2 of an unpromoted reference material, prepared from the neutral cluster Rb_4(CO)12. The systems derived from the metal salts of the [Rhl2(CO)3o]2- anion displayed, however, a selectivity for propanal greater than 50%, whereas the corresponding value for the unpromoted sys- tem was about 20% lower. In this experiment the Zn-salt was the most selective, followed by those of the alkali metals Na, Li and K, which differ- entiated only in activity. At the end of the catalytic run the colour of the supported catalysts derived from metal salts changed from brown to bright black. We then decided to perform a conventional regeneration cycle oxidation/reduction. The Li-salt system was chosen to identify the best reducing agent of Rh after the oxidation with 02 at 723 K for 1 h. The treatment was performed in situ at 393 K for 1 h and was followed by Ar purge at 393 K before starting the catalytic run. The results are depicted in Fig. 5, and compared with that obtained upon the simple Ar pre-treat- ment. When the reduction occurred in HE, a marked deactivation of the catalyst resulted; at very low values of total conversion, as those shown by this catalyst, the selectivity value is to be considered not fully reliable. On the contrary, when the calcined catalyst is immediately exposed Ethane Propanal F-q Selectivity unpromoted Li No K Zn Fig. 4. Catalytic activity and selectivity in ethylene hydroformylation at 393 K and 101.3 kPa of Rh/SiO2 systems derived from different salts of [Rhl2(CO)3o]2- and from Rh4(CO)t2 (unpromoted). Catalyst pretreatment in Ar at 393 K for 3 h; selectivity: %mol ratio propanal/ propanal + ethane; data after 20 h on stream. A. Fusi et al. / Journal of Molecular Catalysis A: Chemical 107 (1996) 255-261 259 10 r- E 8 E \"~- 6 E c~ 4 0 X Q 2 O3 q- 0 Ethane ~ Selectivity Propanal FSSTq [wssq m I ssq 02 lh 725 K 595 K : Ar 5h H2 lh CO 1\"] Ht+CO lh Fig. 5. Effect of the pretreatment on catalytic activity and selectivity of cluster-derived Rh-Li/SiO2 system in ethylene hydroformylation at 393 K and 101.3 kPa. Selectivity: %mol ratio propanal/propanal + ethane; data after 20 h on stream. to CO or to a H2 + CO mixture, or directly to the hydroformylation mixture, a 50% increase in the rates of hydrogenation and hydroformylation was observed, accompanied by some 10% increase in selectivity. This latter regeneration cycle has been repeated many times with complete restoring of the total conversion and selectivity values. The preoxidation treatment was then applied to all fresh catalysts. As can be seen from Fig. 6, remarkable effects on activity and/or selectivity were always obtained with the promoted catalysts. The unpromoted system underwent a large decrease ( about 50%) in the hydrogenation activ- ity, with still the lowest selectivity. Among the other metal salt systems, the Na-salt nearly dou- bled its activity, but the rates of hydrogenation and hydroformylation became almost equal. The Zn-salt increased slightly its total activity without affecting its selectivity for propanal. The K-salt system exhibited on the contrary only an increase in selectivity of about 10%. 10 c E 8 0 E 0 E v 4 0 -m- >4 @ 2 G] r'F Ethane l Propanal EZ] Selectivity unpromoted Li Na K Zn Fig. 6. Catalytic activity and selectivity in ethylene hydroformylation at 393 K and 101.3 kPa of Rh/SiO2 systems derived from different salts of [Rhl2(CO)3o]2- and from Rh4(CO)~2 (unpromoted). Catalyst pretreatment in 02 at 723 K for 1 h; selectivity: %mol ratio propanal/ propanal + ethane; data after 20 h on stream. 260 A. Fusi et al. / Journal of Molecular Catalysis A: Chemical 107 (1996) 255-261 4. Discussion The spectroscopic data indicate that the physi- sorbed RhI2 cluster salts slowly undergo an oxi- dative addition with the OH surface groups of silica. The disruption of the Rh cluster framework proceeds stepwise, probably through the inter- mediate formation of clusters of lower nuclearity. In the spectrum in Fig. 1B there are some features attributable to physisorbed Rh6(CO) 16 [ 19]. After the thermal treatment in Ar, there are only isolated species RhI(CO)2 on the surface (Fig. 1D), which is in agreement with the well- known chemistry of supported Rh carbonyl clus- ters [ 19,22]. From the DRIFT spectrum under real catalytic conditions only the presence of CO linearly bonded on small metallic Rh particles (Fig. 2B) is apparent; a surface restructuring by reductive carbonylation of the isolated RhI(CO)2 sites has thus occurred. The proposed surface restructuring by treatment with CO + H2 at 393 K is not unex- pected. Silica-physisorbed Rh6(CO)16 cluster is regenerated from RhI (CO) 2 species by treatment with CO + H20 at r.t. and atmospheric pressure [23]. The reductive agglomeration to metallic state easily occurs also by treatment in H2 at 323 K [ 19]. In the presence of CO this process occurs at and above 423 K, and is further favoured by the presence of H2 [24]. The addition of different promoters to a supported Rh catalyst exerts a sig- nificant influence on its surface chemistry [ 25 ]. The presence of K20 greatly favours the reductive agglomeration, while the opposite occurs with CeO2 [25]. The comparison of the catalytic behaviour of the silica-supported systems prepared from the [Rhl2CO)3o]2- salts and from Rh4(CO)l2 (Fig. 4) points to a positive influence of the metal cations on the rate of ethylene hydroformylation. The warning raised about un-intentional promo- tion by contaminants (Na+, K+, Fe3 + ) in the silica [26] can be disregarded because in a blank run no hydroformylation catalytic activity resulted. The adopted washing procedure was hence effective. The nearly constant selectivity in ethylene hydroformylation for all metal salts can be explained on the basis of a polarising effect of the promoting cation on the Rh particles, as proposed by different authors [ 27 ]. The nature of the metal cation is then proposed to influence the degree of dispersion of the active metal phase during the surface restructuring process following the reduc- tive carbonylation of RhI (CO) 2 sites. Conventional H2 or CO chemisorption studies in promoted Rh catalysts are unlikely to give any information about the number of active Rh sites in catalytic ethylene hydroformylation, since the necessary O2/H2 pretreatments are demonstrated to significantly reduce the catalytic activity (Fig. 5). More active and more selective materials are instead obtained when calcined catalysts are immediately subjected to catalytic conditions or CO-containing atmosphere. This observation points out for a peculiar role of CO in forming the active sites. The oxygen treatment leads to the formation of highly dispersed Rh203, as previously confirmed by TPR experiments [28], in intimate contact with the metal oxide of the promoting cation. The original frame structure of the starting clus- ter is totally destroyed by calcination, as it is also observed for the metallic particles (Fig. 3B). Upon admission of the hydroformylation mixture, the reductive carbonylation of Rh203 is demon- strated to occur stepwise through the intermediate formation of isolated RhI(CO)2 species, leading to the reconstruction of CO covered metallic par- ticles (Fig. 3C, D). On the basis of catalytic data (Fig. 6), the global effect of the O2 pre-treatment on supported Rhl/metal salts is two-fold: (i) redispersion of the metallic Rh phase leading to increased activity with little change in selectivity, as highly evi- denced for Na+; (ii) increased activity and selec- tivity for the insertion reaction to propanal are observed with Li+ and K+ as the promoting cat- ion, which act as Lewis acid for CO molecules co- ordinated to the Rh metal particles [29]. A. Fusi et al. / Journal of Molecular Catalysis A: Chemical 107 (1996) 255-261 261 The promoting effect of Zn2+ cannot be directly compared with that of alkaline ions, owing to their different M/Rh ratio (0.0833 instead of 0.167). It is reported that this ratio may have large effects on the catalytic activity and selectivity [ 13,14]. 5. Conclusions The use of Rh clusters as precursors of active supported metallic catalysts has an inherent advantage over the traditionally used Rh-salts, since higher metal dispersion is simply obtained by a low-temperature treatment under inert atmos- phere. The effect of the promoting cation, which was present in the coordination sphere of the clus- ter precursor, is primarily to affect the selectivity. This intimate contact between the metal phase and the cationic promoter in the cluster salt precursor is likely to be the factor responsible for the enhanced performance upon oxidation and the subsequent reductive carbonylation under cata- lytic conditions. Acknowledgements We gratefully acknowledge financial support from EEC Program Human Capital and Mobility- Networks, contract ERBCHRXCT930147, and Ministry of University and Scientific and Tech- nological Research. References [1] B. Cornils, in J. Falbe (Ed.), New Syntheses with Carbon Monoxide, Springer-Verlag, New York, 1980, p. 38. [ 2] E.L. Mutterties and M.J. Krause, Angew. Chem., Int. Ed. Engl., 22 (1983) 135. [ 3 ] E. Mantovani, N. Palladino and A. Zanobi, J. Mol. Catal., 3 (1977/78) 285. [4] M. Ichikawa. Adv. Catal., 38 (1992) 283. [5] M. Ichikawa, J. Catal., 59 (1979) 67. [6] E.J. Rode, M.E. Davis and B.E. Hanson, J. Catal., 96 (1985) 574. [ 7 ] M. Kawai, M. Uda and M. Ichikawa, J. Phys. Chem., 89 ( 1985 ) 1654. [8] P.R. Watson and G.A. Somorjai, J. Catal., 72 ( 1981 ) 347. [9] S.S.C. Chuang, G. Srinivas and A. Mukherjee, J. Catal., 139 (1993) 490. [ 10] N. Takahashi, A. Mijin, H. Suematsu, S. Shinoara and H. Matsuoka, J. Catal., 117 (1989) 348. [11] G. Srinivas and S.S.C. Chuang, J. Phys. Chem., 98 (1994) 3024. [ 12] K. Asakura, K. Kitamura-Bando, Y. Iwasawa, H. Arakawa and K. Isobe, J. Am. Chem. Soc., 112 (1990) 9096. [ 13 ] W.M.H. Sachtler and M. Ichikawa, J. Phys. Chem., 90 (1986) 4752. [ 14] M. Ichikawa, A.J. Lang, D.F. Shriver and W.M.H. Sachtler, J. Am. Chem. Soc., 107 (1985) 7216. [ 15] J.P. Collman, R.G. Finke, J.N. Cawse and J.l. Brauman, J. Am. Chem. Soc., 100 (1978) 4766. [ 16] S.B. Butts, S.H. Strauss, E.M. Holt, R.E. Stimson, N.W. Alcock and D.F. Shriver, J. Am. Chem. Soc., 102 (1980) 5093. [ 17] C. Dossi, A. Fusi, L. Garlaschelli, D. Roberto, R. Ugo and R. Psaro, Catal. Lett., 11 ( 1991 ) 335. [ 18] P. Chini and S. Martinengo, Inorg. Chim. Acta, 3 (1969) 299; ibid., 3 (1969) 315. [ 19] J.L. Bilhou, V. Bilhou-Bougnol, W.F. Graydon, J.M. Basset, A.K. Smith, G.M. Zanderighi, R. Ugo, J. Organomet. Chem., 152 (1978) 73. [20] L. Sordelli, R. Psaro, C. Dossi and A. Fusi, in T.J. Dines, C.H. Rochester and J. Thomson (Eds.), Catalysis and Surface Characterisation, Royal Society of Chemistry, Cambridge, 1992, p. 127. [21 ] R. Psaro, C. Dossi, A. Fusi and L. Sordelli, in M. Graziani and C.N.R. Rao (Eds.), Advances in Catalyst Design, Vol. 2, World Science, Singapore, 1993, p. 303. [22] H.F.J. van 't Blik, J.B.A.D. von Zon, T. Huizinga, J.C. Vis, D.C. K6ningsberger and R. Prins, J. Am. Chem. Soc., 107 (1985) 3139. [23] A. Theolier, A.K. Smith, M. Leconte, J.M. Basset, G.M. Zanderighi, R. Psaro and R. Ugo, J. Organomet. Chem., 191 (1980) 415. [24] F. Solymosi, M. Pfisztor, J. Phys. Chem., 89 (1985) 4789; ibid., 90 (1986) 5312. [25] F. Solymosi, M. P~isztor and G.J. Rfirkhelyi, J. Catal., 110 (1988) 413. [26] L.E.Y. Nonneman, A.G.T.M. Bastein, V. Ponec and R. Burch, Appl. Catal., 62 (1990) L23. [27] N.A. Anikin, A.A. Bagator'yants, G.M. Zhidomirov and V.B. Kazanski, Russ. J. Phys. Chem., 73 (1983) 237; G. van der Lee, V. Ponec, J. Catal., 99 (1986) 511; F.G.A. van den Berg, J.H.E. Glezer and W.M.H. Sacbtler, J. Catal., 93 (1985) 340. [28] C. Dossi, A. Fusi, S. Recchia and R. Psaro, Mater. Eng., 5 (1994) 249. [29] T.G. Richmond, F. Basolo and D.F. Shriver, Inorg. Chem.. 21 (1986) 1272. MOLCAA 95002154 1381-1169(95)00215-4 10.1016/1381-1169(95)00215-4 Contributed paper A molecular approach to heterogeneous catalysis. Ethylene hydroformylation catalysed by silica-supported [Rh12(CO)30]2− cluster anion: influence of the countercations Li+, Na+, K+, Zn2+ A. Fusi R. Psaro ∗ C. Dossi L. Garlaschelli F. Cozzi CNR Research Centre and Dipartimento di Chimica Inorganica, Metallorganica e Analitica, Via Venezian, 21-20133 Milano, Italy ∗ Corresponding author. Fax: 39-2-2362748 Cluster-derived rhodium catalysts, prepared from salts of the cluster anion [Rh12(CO)30]2− supported on silica, have been studied in ethylene hydroformylation. A catalyst pre-treatment was carried out in Ar at 393 K before the admission of the hydroformylation mixture. The selectivity for propanal formation depends on the alkaline countercation in the following order: K≥Li≥Na. The Zn-promoted catalyst is the most selective. The corresponding value for the unpromoted system, prepared from neutral Rh4(CO)12, was about 20% lower. In situ infrared studies suggest the oxidative disruption of the metal framework of the physisorbed Rh12 cluster to take place in isolated RhI(CO)2 species. In catalytic conditions a reductive agglomeration of Rh(I) into metallic particles occurred. Remarkable effects on activity and/or selectivity are induced on promoted systems only upon a catalyst pre-treatment in O2 at 723 K. A simple exposure to the hydroformylation mixture at 393 K was enough to generate the active metallic phase. Keywords Promotion effect Hydroformylation Ethylene Cluster-derived rhodium catalyst Silica References [1] B. Cornils J. Falbe New Syntheses with Carbon Monoxide 1980 Springer-Verlag New York 38 [2] E.L. Mutterties M.J. Krause Angew. Chem., Int. Ed. Engl. 22 1983 135 [3] E. Mantovani N. Palladino A. Zanobi J. Mol. Catal. 3 1977/1978 285 [4] M. Ichikawa Adv. Catal. 38 1992 283 [5] M. Ichikawa J. Catal. 59 1979 67 [6] E.J. Rode M.E. Davis B.E. Hanson J. Catal. 96 1985 574 [7] M. Kawai M. Uda M. Ichikawa J. Phys. Chem. 89 1985 1654 [8] P.R. Watson G.A. Somorjai J. Catal. 72 1981 347 [9] S.S.C. Chuang G. Srinivas A. Mukherjee J. Catal. 139 1993 490 [10] N. Takahashi A. Mijin H. Suematsu S. Shinoara H. Matsuoka J. Catal. 117 1989 348 [11] G. Srinivas S.S.C. Chuang J. Phys. Chem. 98 1994 3024 [12] K. Asakura K. Kitamura-Bando Y. Iwasawa H. Arakawa K. Isobe J. Am. Chem. Soc. 112 1990 9096 [13] W.M.H. Sachtler M. Ichikawa J. Phys. Chem. 90 1986 4752 [14] M. Ichikawa A.J. Lang D.F. Shriver W.M.H. Sachtler J. Am. Chem. Soc. 107 1985 7216 [15] J.P. Collman R.G. Finke J.N. Cawse J.I. Brauman J. Am. Chem. Soc. 100 1978 4766 [16] S.B. Butts S.H. Strauss E.M. Holt R.E. Stimson N.W. Alcock D.F. Shriver J. Am. Chem. Soc. 102 1980 5093 [17] C. Dossi A. Fusi L. Garlaschelli D. Roberto R. Ugo R. Psaro Catal. Lett. 11 1991 335 [18] P. Chini S. Martinengo Inorg. Chim. Acta 3 1969 299 P. Chini S. Martinengo Inorg. Chim. Acta 3 1969 315 [19] J.L. Bilhou V. Bilhou-Bougnol W.F. Graydon J.M. Basset A.K. Smith G.M. Zanderighi R. Ugo J. Organomet. Chem. 152 1978 73 [20] L. Sordelli R. Psaro C. Dossi A. Fusi T.J. Dines C.H. Rochester J. Thomson Catalysis and Surface Characterisation 1992 Royal Society of Chemistry Cambridge 127 [21] R. Psaro C. Dossi A. Fusi L. Sordelli M. Graziani C.N.R. Rao Advances in Catalyst Design Vol. 2 1993 World Science Singapore 303 [22] H.F.J. van 't Blik J.B.A.D. von Zon T. Huizinga J.C. Vis D.C. Köningsberger R. Prins J. Am. Chem. Soc. 107 1985 3139 [23] A. Theolier A.K. Smith M. Leconte J.M. Basset G.M. Zanderighi R. Psaro R. Ugo J. Organomet. Chem. 191 1980 415 [24] F. Solymosi M. Pásztor J. Phys. Chem. 89 1985 4789 F. Solymosi M. Pásztor J. Phys. Chem. 90 1986 5312 [25] F. Solymosi M. Pásztor G.J. Rárkhelyi J. Catal. 110 1988 413 [26] L.E.Y. Nonneman A.G.T.M. Bastein V. Ponce R. Burch Appl. Catal. 62 1990 L23 [27] N.A. Anikin A.A. Bagator'yants G.M. Zhidomirov V.B. Kazanski Russ. J. Phys. Chem. 73 1983 237 G. van der Lee V. Ponec J. Catal. 99 1986 511 F.G.A. van den Berg J.H.E. Glezer W.M.H. Sachtler J. Catal. 93 1985 340 [28] C. Dossi A. Fusi S. Recchia R. Psaro Mater. Eng. 5 1994 249 [29] T.G. Richmond F. Basolo D.F. Shriver Inorg. Chem. 21 1986 1272",
      "scopus-id": "0030572005",
      "coredata": {
        "eid": "1-s2.0-1381116995002154",
        "dc:description": "Cluster-derived rhodium catalysts, prepared from salts of the cluster anion [Rh12(CO)30]2− supported on silica, have been studied in ethylene hydroformylation. A catalyst pre-treatment was carried out in Ar at 393 K before the admission of the hydroformylation mixture. The selectivity for propanal formation depends on the alkaline countercation in the following order: K≥Li≥Na. The Zn-promoted catalyst is the most selective. The corresponding value for the unpromoted system, prepared from neutral Rh4(CO)12, was about 20% lower. In situ infrared studies suggest the oxidative disruption of the metal framework of the physisorbed Rh12 cluster to take place in isolated RhI(CO)2 species. In catalytic conditions a reductive agglomeration of Rh(I) into metallic particles occurred. Remarkable effects on activity and/or selectivity are induced on promoted systems only upon a catalyst pre-treatment in O2 at 723 K. A simple exposure to the hydroformylation mixture at 393 K was enough to generate the active metallic phase.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-05-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995002154",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fusi, A."
          },
          {
            "@_fa": "true",
            "$": "Psaro, R."
          },
          {
            "@_fa": "true",
            "$": "Dossi, C."
          },
          {
            "@_fa": "true",
            "$": "Garlaschelli, L."
          },
          {
            "@_fa": "true",
            "$": "Cozzi, F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995002154"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995002154"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00215-4",
        "prism:volume": "107",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A molecular approach to heterogeneous catalysis. Ethylene hydroformylation catalysed by silica-supported [Rh12(CO)30]2− cluster anion: influence of the countercations Li+, Na+, K+, Zn2+",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Proceedings of the 8th International Symposium on the Relations between Homogeneous and Heterogeneous Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Promotion effect"
          },
          {
            "@_fa": "true",
            "$": "Hydroformylation"
          },
          {
            "@_fa": "true",
            "$": "Ethylene"
          },
          {
            "@_fa": "true",
            "$": "Cluster-derived rhodium catalyst"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "255-261",
        "prism:endingPage": "261",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 May 1996",
        "prism:doi": "10.1016/1381-1169(95)00215-4",
        "prism:startingPage": "255",
        "dc:identifier": "doi:10.1016/1381-1169(95)00215-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030572005"
      }
    }
  }
}