{
  "metadata": {
    "title": "XPS study of polyaniline supported dodecatungstosilicic acid catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-11-10",
    "doi": "10.1016/1381-1169(96)00182-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996001823",
    "pii": "1381116996001823"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030579277",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-1381116996001823 1381-1169(96)00182-3 1381116996001823 10.1016/1381-1169(96)00182-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00155 2015-05-13T23:01:31.432129-04:00 0 0 19961110 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 112 112 3 3 Volume 112, Issue 3 11 423 430 423 430 19961110 10 November 1996 1996-11-10 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. XPSSTUDYPOLYANILINESUPPORTEDDODECATUNGSTOSILICICACIDCATALYST DZIEMBAJ R KULSZEWICZBAJER 1991 39 I POZNICZEK 1991 311 318 J POZNICZEK 1991 223 233 J HASIK 1994 329 344 M HASIK 1994 2099 2106 M 1965 526 SPRAWOCHNIKKHIMIKA DZIEMBAJ 1994 225 232 R 1978 HANDBOOKXRAYPHOTOELECTRONSPECTROSCOPY BILOEN 1973 169 174 P YOSHIDA 1990 611 615 A DZIEMBAJX1996X423 DZIEMBAJX1996X423X430 DZIEMBAJX1996X423XR DZIEMBAJX1996X423X430XR item 1381-1169(96)00182-3 1381116996001823 1-s2.0-1381116996001823 10.1016/1381-1169(96)00182-3 271358 2010-09-28T03:13:43.211498-04:00 1996-11-10 1-s2.0-1381116996001823-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001823/MAIN/application/pdf/1d15dd3243d1758498072352f8fef12d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001823/MAIN/application/pdf/1d15dd3243d1758498072352f8fef12d/main.pdf main.pdf pdf true 651684 MAIN 8 1-s2.0-1381116996001823-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001823/PREVIEW/image/png/77997b2a854511afcd77cd6729cb91c8/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001823/PREVIEW/image/png/77997b2a854511afcd77cd6729cb91c8/main_1.png main_1.png png 60676 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 112 (1996) 423-430 JOURNAL OF MOLECULAR CATALYSIS If A: CHEMICAL XPS study of polyaniline supported dodecatungstosilicic acid catalyst R. Dziembaj a, A. Maletrka b, Z. Piwowarska a, A. Bielaki b' a Faculty of Chemistry, Jagiellonian University, ul. Ingardena 3, 30-060 Krak, Poland b Institute of Catalysis and Surface Phenomena, Polish Academy of Sciences, ul. Niezapominajek, 30-239 Krak, Poland Received 4 December 1995; accepted 29 April 1996 Abstract The presence of hydrogenoheteropolyanions at the polyaniline surface supported H4SiWIZ04o catalyst playing most probably the role of catalytically active Brsted acid centers in cumene cracking was confirmed by the XPS measurements. These centers are partially removed by heating at 573 K in the atmosphere of dry air but easily regenerated by the water vapor introduced into the reactor in the stream of helium carrier gas. Keywords: Heteropolyacid; Keggin unit; Polymer; Polyaniline; Cumene cracking; XPS 1. Introduction In the series of earlier papers of the present authors the properties of the catalytic systems containing dodecaheteropolyacids H 3PMo 04o, H3PWlzOao and H4SiW12o4o (HPA) supported on conjugated polymers: polyacetylene, polypirrole and polyaniline were investigated [1-5]. In all cases electrically neutral and non-conducting polymer chains either by bonding protons or by the oxidation process acquired positive charge and became conductive. The positive charge of the polymer is neutralized by the negative charge of heteropolyanions penetrating into the bulk of the organic matrix and partially remaining also at the surface. In the case of polyaniline supported dode- Corresponding author. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00182-3 catungstosilicic acid H4SiW1204o, conversion of ethanol was used as a catalytic test reaction [4]. Ethylene and diethylether were the products besides which only small amounts of acetaldehyde also appeared. The fact that the acid-base type catalytic activity of conjugated polymer supported heteropolyacid was quite appreciable, was interpreted by us as the indication that the heteropolyacid molecules at the catalyst surface were deprotonated only partially and were present in the form of hydrogenoanions such as e.g. H3SiW120HZSiW1204~ or HSiW1204~ . The aim of the present research was to confirm this conclusion by using XPS spectroscopy. It should be observed here that among the conjugated polymer supported heteropolyacid catalysts hitherto studied by us polyaniline is the strongest base (pKb of aniline in water 9.4, pyrrole ^y 13.0). 424 R. Dziemj et al. / journal of Molecular Catalysis A: Chemical 112 (1996) 423-430 The above mentioned experiments with pure and polymer supported heteropolyacids have indicated in ethanol conversion that the observed deactivation of the catalyst has to be ascribed to the formation of carbonaceous deposit, called here coke, the amount of which may be estimated from the mass balance of the substrate and the products. The deactivation can be - at least partially - removed by the regeneration in a current of air at temperatures as low as 573 K. Hence the second aim of the present work was to investigate how the postulated hydrogenoheteropolyanions behave during the coking and regeneration of our catalyst. Still stronger coking of unsupported H4S'W1204o than in the case of ethanol conversion was observed by us also in the case of cumene cracking carried out in a constant flow reactor [6]. This is why besides the XPS measurement on the pristine catalysts we carried out the XPS measurements also on the catalysts deactivated in the cumene cracking as well as subsequently regenerated. 2. Experimental Samples of the catalyst were prepared by protonation of polyemeraldine base with 12tungstosilicic acid (SiW) as described in [4]. Their composition corresponded to the formula C24H1gN4. 0.06H4S'W1204o and the physicochemical properties are described in [4]. XPS analyses of the pristine catalyst and catalyst samples after different treatments in the catalytic reactor were carried out in a VSW ESCA 100 spectrometer using Mg Ka radiation (1253.6 eV). All spectra were obtained with an analyzer pass energy of 44 eV in a fixed analyzer transmission mode. The operating pressure was below 10-6 Pa. The catalyst samples were mounted by pressing the powder onto a copper net. They were continuously cooled by liquid NZ during the measurements. The necessary acquisition time to obtain N ls, 0 Is and W 4f spectra was 2h, 15 min and 30 min, respectively. Data acquisition and analysis were made using the EC V:7.02 software package supplied by VSW Manchester. The following routines were applied: The Shirley method for background subtraction and a standard method for deconvolution using a mixed Gaussian-Lorentzian line shape always in the same proportion, 25% Lorentzian and 75% Gaussian. The position of the partial peaks in the total envelope as well as the full width at half maximum were kept constant. An energy correction was made to account for sample charging based on the C 1 s peak at 284.6 eV as the inert standard. The following samples were taken for XPS investigation: Sample a was pristine H4S'W1204o-polyaniline catalyst. Sample b before XPS investigation has been heated for 2 h in a constant flow catalytic microreactor at 333 K in the He stream saturated with water vapor. This was a standard treatment of the catalyst before the catalytic runs. Sample c after an analogous standardization as sample b at 333 K was used as the catalyst in cumene cracking at temperature 573 K. A stream of helium saturated at room temperature with the vapors of cumene and water was introduced into the catalytic reactor and the products of catalytic reaction were analyzed using a Hewlett-Packard 5890 series II A gas chromatograph on line. The course of catalytic reaction is shown in Fig. 1. It is seen that the activity of the catalyst decreases rapidly in the initial 10-15 min but then after 60-80 min reaches an almost constant level. After 1.5 h the catalyst has been regenerated in the current of dry air at 573 K for 2 h. Reaction was then prolonged for 17 h and after the second regeneration for 2 h. It is seen that the initial activity after standardization as well as after regeneration was high but decreased fast to a relatively constant level. In the gas chromatographic analysis three peaks of the catalytic reaction products were R. Dziembaj et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 423-430 60% 40% \"!5 30% c a 20% c a 10% L~__ o 100 200 time, min 1200 1300 1400 conversion o wt % of products - mass deficit 425 Fig. I. Catalytic runs on H4SiW]Z04o/polyaniline sample at 573 K, regeneration at 573 K in dry air. v cumene conversion, O mass of products. mass deficit. registered. Additional mass spectrographic analysis has shown that they corresponded to propane, small amounts of benzene and isopropenylbenzene. Moreover it has been stated that the peak of propane contained also a compound of the mass 40 corresponding to formulas CHZ -C=CHZ (propadien) or (CHX=CH 3o7-- 25% 20% 10% 5% 0 0 100 200 1200 time, min 0 d o, d 1300 C3 benzene + i-propenylbenzene J (propyne), both compounds being characterized by the same mass spectra [7]. Mass spectrometric analysis did not show the presence of any other products. The mass balance of all the products detected in the gas phase allowed to estimate a distinct mass deficit corresponding to the amount of 1400 Fig. 2. Composition of gaseous products. C; hydrocarbons, 40 benzene, + i-propenylbenzene. 426 R. Dziembaj et al. /journal of Molecular Catalysis A: Chemical 112 (l9 423-430 Table 1 Binding energies of tungsten W 4f7/2 Sample Energy (eV) Peak contribution (%) W1 W2 W3 W1 W2 W3 (a) Pristine SiW/polyaniline 35.1 36.4 89 11 (b) Standardized as before catalytic test 34.3 35.2 36.2 26 34 40 (c) After few tests with cumene and few regenerations 35.1 36.3 85 15 (d) Standardized and few times regenerated in air 35.1 36.4 96 4 (e) After few tests with benzene and few regenerations 35.1 36.4 79 21 substrate and/or products remaining on the catalyst. It will be called here the coke. By integrating the curves representing the instantaneous mass deficit (Fig. 1) calculated from particular chromatographic analyses the total amount of coke forming during the particular reaction stages could be evaluated. The sum of all such coke increments gives only the upper limit of the total coke content. The real content of coke may be somewhat lower because of the fact that some oxidation of coke during the regenerations cannot be excluded. This amount of coke calculated for sample c was 28 mg in a 0.5 g sample. It was reached after a cycle of activation-deactivation periods lasting 20.5 h and corresponded to 2.9 wt% of cumene introduced into the apparatus. Fig. 2 shows the composition of gaseous products among which C 3 hydrocarbons predominate. Sample d was prepared by exposing the pristine catalyst to several cycles comprising only standardization and regeneration treatment (without catalytic reaction) carried out as in the case of sample c. Sample a has been treated at the same condi- Table 2 Binding energies of oxygen Sample tions as sample c with the difference that instead of cumene, benzene saturated vapor was introduced into the catalyst in the helium stream. No gas products were registered but a distinct mass deficit was observed, indicating sorption of benzene by the catalyst. The amount of benzene sorbed in the course of 2 cycles was 60.8 mg in a 0.5 g sample, which corresponds to 4.8 wt% of benzene introduced. In all cases the samples for XPS measurements after the treatment in the catalytic reactor were cooled in situ in the stream of helium and transferred into the sealed glass tubes thus rendering their contact with air as short as possible. The samples are listed in Tables 1 and 2 where the positions of deconvoluted XPS peaks as well as the contributions (in o) of corresponding peak areas are given. Electron binding energies in various oxygen and tungsten containing species in the polyaniline samples protonated by several heteropolyacid have been determined in a previous investigation [8]. These values were also compared and appropriately discussed with the other data in available literature. Energy (eV) OZ- OH- H20 Peak contribution (%) OZ- OH- H20 (a) Pristine SiW/polyaniline 530.5 531.9 533.4 67 23 10 (b) Standardized as before catalytic test 530.4 531.8 533.4 67 25 8 (c) After few tests with cumene and few regenerations 530.3 531.9 533.4 535.0 43 18 20 19 (d) Standardized and few times regenerated in air 530.5 531.8 533.3 79 18 3 (e) After few tests with benzene and few regenerations 530.2 531.9 533.3 534.8 47 23 17 13 R. Dziembaj et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 423-430 3. Results and discussion As already said the only products of cumene cracking on polymer supported H4S'W1204o (a) r-- 3'8 36 34 32 Binding Energy [eV] Binding EnugV [eV] 427 catalyst were propane (as predominant one) as well as much smaller amounts of benzene and isopropenylbenzene. The presence of C3 hydrocarbons and benzene indicates that cumene I ; I- ---i 40 38 36 34 32 Binding Energy (e'V] (d) r 40 38 ` 36 34 32 Binding Energy (eV] 40 38 3 34 32 Binding Energy [eV] Fig. 3. W 4f7/2 spectra of polyaniline doped by H4SiW,204o. Symbols of samples a-a the same as in Table 1. The peaks forming doublets of W(4f) are connected by a full line. 428 R. DZiembaj et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 423-430 cracking into propylene and benzene was the primary catalytic reaction. However owing to the sorption of benzene by the catalyst confirmed in the separate experiments (sample e) the molar concentration of benzene in the gas phase was many times lower than that of C 3. The fact that the predominant C 3 hydrocarbon is not propylene but propane and simultaneously (e) OH- 8 5fi- -___.~_q___ 5 __~5_2 ___ 830 __ Binding Energy [2V] 536 534 532 530 528 Fig. 4. 00 s) spectra of polyaniline doped by H4SiWI 2 040' Symbols of the samples a-a are the same as in Table 2. R. Dziembaj et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 423-430 429 certain amounts of isopropenylbenzene and CA hydrocarbons appear indicates that in the contact with the catalyst covered with coke complicated disproportionation processes do occur. The catalytic behavior of polyaniline supported H4S'W1204o is very different from that of unsupported H4S'WI204o. In this latter case propylene and benzene were the predominant products and despite the formation of coke the deactivation of the catalyst was slower. Such differences clearly indicate that the interactions between the polymer support and heteropolyacid are appreciable. It should be here observed that in a separate series of experiments it has been confirmed that the polyaniline support (without HPA) protonated with HCl is catalytically not active although very weak sorption of cumene could be observed. Let us now discuss the results of XPS investigations. The W 4f spectra and the O 1 s spectra of the samples are presented in Figs. 3 and 4. The W 4f doublet consists (according to XPS standards [9]) of two peaks differing by 2.15 eV in the electron binding energies. In the case of pristine SiW/polyaniline catalyst partial peaks are asymmetric and wide (Fig. 3a). The further discussion is based on the chemical shift of W 4fZ only. The spectra deconvolution results in finding a second tungsten species at 36.4 eV besides the major species at 35.1 eV. The difference of 1.3 eV is too small to accept a change in the oxidation state of W atoms. Hence a partial substitution of oxygen anions by hydroxyl ones in the coordination sphere of W atoms must be assumed. This is in accordance with the expected presence of hydrogenoanion of HPA at the catalyst surface as the requirement for the presence of acid centers on the catalyst surface. The standardization procedure resulted in quite serious changes in the W 4f spectrum: a new band appeared at 34.3 eV (Fig. 3b). The same value was found by Biloen and Pott [10] after reduction of W03/y-A1203, resulting in the formation of W~g049 phase. It can be there- fore supposed that during the activation procedure a partial reduction takes place, as a result of which ensembles of W06 octahedra similar to those present in W18049 are formed on the catalyst surface. This might e.g. involve splitting of the oxygen atom from the Keggin unit and the rearrangement of its structure resulting in increasing the number of triply coordinated oxygen atoms. The 34.3 eV band vanishes in the spectra of catalysts treated in air as was done during the regeneration (Fig. 3d) and also in samples investigated after the catalytic test (Fig. 3c, e) (reoxidation during regeneration procedure). These facts indicate the reversibility of HPA anion partial destruction. Another effect of catalyst regeneration in dry air is a distinct decrease of the concentration of hydroxylated W(VI) atoms (Table 1). However, as the spectra of catalyst taken after the catalytic test show, OH- groups coordinated to W atoms are easily regenerated in the atmosphere of humid cumene vapor-helium mixture. In the catalyst examined after several consecutive catalytic tests and regenerations the ratio of 35.1 0.1 and 36.3 0.1 eV intensivities is very much similar to the same ratio in the case of pristine catalyst. Table 2 and Fig. 4 show that three peaks of O 1 s appear in the XPS spectra of the samples: 530.4 0.2, 531.9 0.1 and 533.4 0.1 eV which can be ascribed to OZ-, OH- and oxygen in HZO molecules, respectively. This result is in good accordance with the results given in Table 1 indicating the presence of hydrogenoanions which evidently play the role of catalytically active Brsted acid sites. Standardization in the stream of humid helium did not introduce appreciable changes in the intensity relations of the three peaks. However, heating in the air dramatically decreases the concentration of the adsorbed water vapor and also diminishes the concentration of OH- groups (Fig. 4d). In the sample investigated after the catalytic test a new O is peak appeared at 534.9 eV (Fig. 4c). It should be observed that the same peak appeared also in the case of our catalyst sample 430 R. Dziembaj et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 423-430 which was exposed to the vapor of benzene at References conditions analogous to the conditions of cat- alytic reaction (Fig. 4e). As was stated benzene is partially sorbed by the catalyst without giving any products to the gas phase. As it was supposed the deactivation of the catalyst is related to the formation of coke on the catalyst surface. The O 1 s spectra allow to postulate the presence of oxygen containing functionalities in the coke. The O 1 s envelope must be deconvoluted into four peaks (Table 2). One of them, at 534.9 0.1 eV, was observed by Yoshida et al. [ 11 ] during his study of acti vated carbon fibers. It was ascribed to the hy droxyl oxygen atoms in carboxyl or phenolic groups. The other possible oxygen containing functionalities are however non-recognizable by XPS method because the electron binding en ergy of O 1 s in quinones, alcohols and aliphatic ketones are too close to that characteristic for H20 molecules. [1] I. Kulszewicz-Bajer, M. Zagska, J. Pozniczek, A. Bielaki, K. Kruczala, K. Dyrek and A. Profi, Synth. Metals 41-43 (1991) 39. [2] J. Pozniczek, I. Kulszewicz-Bajer, M. Zagska, K. Kruczala, K. Dyrek, A. Bielaki and A. Pro J. Catal. 132 (1991) 311-318. [3] J. Pozniczek, A. Bielaki, I. Kulszewicz-Bajer, M. Zagska, K. Kruczala, K. Dyrek and A. Profi, J. Mol. Catal. 69 (1991) 223-233. [4] M. Hasik, J. Pozniczek, Z. Piwowarska, R. Dziembaj, A. Bielaki and A. Pro J. Mol. Catal. 89 (1994) 329-344. [5] M. Hasik, A. Prop, J. Pozniczek, A. Bielaki, Z. Pi- wowarska, R. Dziembaj and K. Kruczala, J. Chem. Soc. Faraday Trans. 90(4) (1994) 2099-2106. [6] Unpublished results. [7] Sprawochnik Khimika, Vol. IV (Khimia, Moscow, 1965) p. 526. [8] R. Dziembaj and Z. Piwowarska, Synth. Metals 63 (1994) 225-232. [9] Handbook of X-ray Photoelectron Spectroscopy (Perkin- Elmer Co., Physical Electronics Division, MN, 1978). [10] P. Biloen and G.T. Port, J. Catal. 30 (1973) 169-174. [11] A. Yoshida, I. Tamahashi and A. Nishino, Carbon 28(5) (1990) 611-615. MOLCAA 96001823 1381-1169(96)00182-3 10.1016/1381-1169(96)00182-3 Aspects of heterogeneous catalysis Article XPS study of polyaniline supported dodecatungstosilicic acid catalyst R. Dziembaj a A. Małecka b Z. Piwowarska a A. Bielański ∗ b a Faculty of Chemistry, Jagiellonian University, ul. Ingardena 3, 30-060 Kraków, Poland b Institute of Catalysis and Surface Phenomena, Polish Academy of Sciences, ul. Niezapominajek, 30-239 Kraków, Poland ∗ Corresponding author. The presence of hydrogenoheteropolyanions at the polyaniline surface supported H4SiW12O40 catalyst playing most probably the role of catalytically active Brønsted acid centers in cumene cracking was confirmed by the XPS measurements. These centers are partially removed by heating at 573 K in the atmosphere of dry air but easily regenerated by the water vapor introduced into the reactor in the stream of helium carrier gas. Keywords Heteropolyacid Keggin unit Polymer Polyaniline Cumene cracking XPS References [1] I. Kulszewicz-Bajer M. Zagórska J. Poźniczek A. Bielański K. Kruczała K. Dyrek A. Proń Synth. Metals 41–43 1991 39 [2] J. Poźniczek I. Kulszewicz-Bajer M. Zagórska K. Kruczała K. Dyrek A. Bielański A. Proń J. Catal. 132 1991 311 318 [3] J. Poźniczek A. Bielański I. Kulszewicz-Bajer M. Zagórska K. Kruczała K. Dyrek A. Proń J. Mol. Catal. 69 1991 223 233 [4] M. Hasik J. Poźniczek Z. Piwowarska R. Dziembaj A. Bielański A. Proń J. Mol. Catal. 89 1994 329 344 [5] M. Hasik A. Proń J. Poźniczek A. Bielański Z. Piwowarska R. Dziembaj K. Kruczała J. Chem. Soc. Faraday Trans. 90 4 1994 2099 2106 [6] Unpublished results. [7] 2nd Ed. Sprawochnik Khimika Vol. IV 1965 Khimia Moscow 526 [8] R. Dziembaj Z. Piwowarska Synth. Metals 63 1994 225 232 [9] 2nd Ed. Handbook of X-ray Photoelectron Spectroscopy 1978 Perkin-Elmer Co., Physical Electronics Division MN [10] P. Biloen G.T. Pott J. Catal. 30 1973 169 174 [11] A. Yoshida I. Tamahashi A. Nishino Carbon 28 5 1990 611 615",
      "scopus-id": "0030579277",
      "coredata": {
        "eid": "1-s2.0-1381116996001823",
        "dc:description": "The presence of hydrogenoheteropolyanions at the polyaniline surface supported H4SiW12O40 catalyst playing most probably the role of catalytically active Brønsted acid centers in cumene cracking was confirmed by the XPS measurements. These centers are partially removed by heating at 573 K in the atmosphere of dry air but easily regenerated by the water vapor introduced into the reactor in the stream of helium carrier gas.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996001823",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dziembaj, R."
          },
          {
            "@_fa": "true",
            "$": "Małecka, A."
          },
          {
            "@_fa": "true",
            "$": "Piwowarska, Z."
          },
          {
            "@_fa": "true",
            "$": "Bielański, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996001823"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996001823"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00182-3",
        "prism:volume": "112",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "XPS study of polyaniline supported dodecatungstosilicic acid catalyst",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heteropolyacid"
          },
          {
            "@_fa": "true",
            "$": "Keggin unit"
          },
          {
            "@_fa": "true",
            "$": "Polymer"
          },
          {
            "@_fa": "true",
            "$": "Polyaniline"
          },
          {
            "@_fa": "true",
            "$": "Cumene cracking"
          },
          {
            "@_fa": "true",
            "$": "XPS"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "423-430",
        "prism:endingPage": "430",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 November 1996",
        "prism:doi": "10.1016/1381-1169(96)00182-3",
        "prism:startingPage": "423",
        "dc:identifier": "doi:10.1016/1381-1169(96)00182-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030579277"
      }
    }
  }
}