{
  "metadata": {
    "title": "Characterization and dehydrogenation activity of <math altimg=si1.gif><fr shape=sol align=c style=s><nu><rm>Cu</rm></nu><de><rm>Al<inf loc=post>2</inf>O<inf loc=post>3</inf></rm></de></fr></math> catalysts prepared by electroless plating technique",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-07-10",
    "doi": "10.1016/1381-1169(96)00011-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996000118",
    "pii": "1381116996000118"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030578364",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-1381116996000118 1381-1169(96)00011-8 1381116996000118 10.1016/1381-1169(96)00011-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00118 2015-05-13T23:01:31.432129-04:00 0 0 19960710 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 109 109 3 3 Volume 109, Issue 3 7 249 260 249 260 19960710 10 July 1996 1996-07-10 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. CHARACTERIZATIONDEHYDROGENATIONACTIVITYCUAL2O3CATALYSTSPREPAREDBYELECTROLESSPLATINGTECHNIQUE CHANG H CHINCHEN 1987 2193 G SPENCER 1981 259 M FRIEDMAN 1978 10 R ROBINSON 1988 165 W STROHMEIER 1985 514 B LOKRAS 1970 293 S SIVARAJ 1990 L23 C LIN 1989 48 K CHANG 1993 233 H CHANG 1994 223 H HSU 1994 W MSTHESIS CHANG 1994 233 H SCHOLTEN 1969 2465 J FARRAUTO 1974 9 R AICHESYMPSER DORLING 1971 190 T SODEAWA 1986 460 T SIVARAJ 1988 103 C SALEQUE 1993 M MSTHESIS CHANGX1996X249 CHANGX1996X249X260 CHANGX1996X249XH CHANGX1996X249X260XH item 1381-1169(96)00011-8 1381116996000118 1-s2.0-1381116996000118 10.1016/1381-1169(96)00011-8 271358 2010-09-28T03:11:25.878794-04:00 1996-07-10 1-s2.0-1381116996000118-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000118/MAIN/application/pdf/1c5cf2aa066160abc1ee3c76ea173b03/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000118/MAIN/application/pdf/1c5cf2aa066160abc1ee3c76ea173b03/main.pdf main.pdf pdf true 1044844 MAIN 12 1-s2.0-1381116996000118-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000118/PREVIEW/image/png/b8165a42114a042c338a2dc049cd9384/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000118/PREVIEW/image/png/b8165a42114a042c338a2dc049cd9384/main_1.png main_1.png png 65874 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116996000118-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000118/STRIPIN/image/gif/5ddc22408e3d812b909f22d07e4e6200/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000118/STRIPIN/image/gif/5ddc22408e3d812b909f22d07e4e6200/si1.gif si1 si1.gif gif 497 30 73 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 109 (1996) 249-260 JQURNALOF MOLECULAR CATALYSIS A: CHEMICAL Characterization and dehydrogenation activity of Cu/A1201 catalysts prepared by electroless plating technique Hsin-Fu Chang a'*, Mohammed Abu Saleque a, Wen-Su HSU a, Wen-Hsiung Lin b Department of Chemical Engineering, Feng Chia University, Taichung, Taiwan b Department of Professional Basis. Chien Kuo Junior College of Technology and Commerce, Changhua, Taiwan Received 10 July 1995; accepted 1 December 1995 Abstract Seven new alumina supported copper catalysts prepared by the electroless copper plating method and the support itself were investigated to characterize by X-ray diffraction (XRD), scanning electron micrography (SEM) and electron probe microanalysis (EPMA). Dehydrogenations of isopropanol and cyclohexanol were individually conducted to test the activity of these catalysts. The copper surface area was measured by the selective chemisorption of nitrous oxide and the acidity was measured by the chemisorption of ammonia using the volumetric method. Besides the BET surface area, pore size distribution was also measured. The results showed that the BET surface area linearly decreased with the copper loading of the catalyst. Copper formed crystallites at a minimum loading (ca. 7 wt.% Cu) and the crystallite diameter (d$) was almost independent of loading. The copper surface area increased with copper loading up to ca. 15 wt.% Cu and then decreased with further deposits. The acidity of catalyst also decreased with copper loading up to a certain copper content, further deposition of copper had no significant effect on it. The catalysts prepared by the electroless plating method showed a relatively higher acidity than the catalysts prepared by the precipitation method. It was found that the dehydrogenation activity strongly depended upon the free exposed copper sites available for alcohol adsorption and reaction and the selectivity was a function of acidity of the catalysts as well as the reaction temperature. Keywords: Copper; Alumina; Electroless plating; Dehydrogenation; Surface area; Acidity 1. Introduction Many industrially important reactions are catalyzed by the supported copper catalysts. Most of these catalysts are prepared by either impregnation or precipitation methods. Since 1966 copper catalysts have been widely used commercially for dehydrogenation of alcohol, methanol synthesis and the water-gas shift reaction. Corresponding author. Fax. (+886-4) 4515517. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PI1S1381-1169(96)00011-8 Some of the discrepancies in the experimental results and in interpretation can be attributed to the wide range of experimental conditions and catalyst preparation procedures used by different workers, for the nature of these catalysts, both bulk and surface, are dependent on reaction conditions [1,2]. Friedman et al. [3] studied the interaction of cupric ions with y-A1203 support for the catalysts prepared by the impregnation method. They are physically characterized by EXAFS, XRD ESR, ESCA and optical spectroscopy to develop a coherent description of the phases present and cation site distri- 250 H.-F. Chang et al. /Journal of Molecular Catalysis A: Chemical 109 (1996) 249-260 bution in the virgin and aged catalysts. Robinson and Mol [4] characterized copper/alumina catalyst prepared by the dry impregnation method and found that the structure and activity of Cu/A1203 methanol synthesis catalysts are clearly influenced by the calcination temperature and the copper loading. They also concluded that a high copper dispersion has a negative effect on the catalytic activity of copper sites. Strohmeier et al. [5] examined the surface properties of impregnated Cu/A1203 catalysts and found that at low copper loadings (< 10 wt.%) copper ions form a well-dispersed interaction species with the support; at higher copper contents, segregation of bulk-like CuO occurs. Lokras et al. [6] investigated the catalytic dehydrogenation of isopropanol over supported copper catalysts prepared by an impregnation technique; the undesired side reaction of dehydration can be controlled by a selective catalyst and choice of proper operating conditions. They also concluded that the activation energy for dehydrogenation is least the for copper catalyst. Sivaraj et al. [7] have studied the selectivity dependence on the acidity of Cu/A1203 catalyst prepared using the urea hydrolysis procedure in the dehydrogenation of cyclohexanol. They found that the selectivity to cyclohexene depends on the acidity of the catalyst and selectivity to cyclohexanone increases with decreasing acidity, and the rate of dehydrogenation increases with increasing number of surface copper atoms per unit surface area of the catalysts. The electroless plating technique has been widely used for producing electronic parts, computer parts, printed circuit boards, etc. Other applications include in the fabrication of components for the automotive, oil and aircraft industries [8]. It is a well established method for the deposition of active metals onto supports with uniform distribution and better physical and chemical properties. Recently, an attempt has been made to use this method for the preparation of Cu/A1203 catalyst [9,10]. Generally, electroless copper deposition refers to the chemical deposition of an adherent copper coating on a conductive, semiconductive or non-conductive substrate in the absence of an external electric source. Palladium is usually used as a seeding or a catalyzing agent to provide catalytic nucleating centers on the substrate, and thereafter the desired metal is deposited by treating the catalyzed surface with a salt of the desired metal in the presence of a reducing agent. The copper ion in the electroless copper plating solution diffuses and is adsorbed at the nucleating centers of the substrate surface. Formaldehyde then reduces the copper ion to metallic copper. Further deposition of copper continues autocatalytically [11,12]. The overall reaction for the electroless copper plating is: Cue++ 2HCH0 + 40H---j Cu + 2HC00+2HzO+Hz (1) In our previous work [9] we found that the selectivity to cyclohexanone depends on the preparation method of the catalysts. From the experimental results we concluded that the dehydrogenation activity of the newly developed Cu/A1203 catalyst prepared by the electroless plating technique is better than that of the catalysts prepared by impregnation or by precipitation. The characterization of catalysts is important in the manufacture of catalysts, and for the optimization of industrial catalytic processes. In this study we present the characterization of the Cu/A1203 catalyst prepared by the electroless copper plating method. The purpose of this characterization is to provide a basis for understanding the inter-relationship between physical and chemical properties of the catalysts and their effects on dehydrogenation activity. 2. Experimental 2.1. Pretreatment of alumina The y-alumina (Merck), having particle size 50-100 p,m, was used as the substrate for the H.-F Chang et al. /Journal of Molecular Catalvsis A: Chemical 109 (1996) 249-260 electroless plating process. The reagents used in the experiment were analytical grade and made by Merck or Riedel-de Haen. The main purpose of pretreatment was to remove the fats and oils and to provide Pd nucleating centers on the surface of the alumina. The raw alumina was subjected to alkaline cleaning (1 N NaOH) at 65-70 for 5-15 min, then acid cleaning (25 vol.% HZS04) at 30-35 for 3-15 min, sensitizing (20 g/1 SnCl., and 40 ml/1 HCl solution) at 25-30 for 8-10 min, activating (0.25 g/1 PdC12 and 0.5 ml/1 HCl solution) at 40-45 for 20-25 min, and finally drying at 110 for 15-20 h. To exclude the effects of Pd and surface condition a sufficient amount alumina were activated at a time. Besides the raw alumina and the pretreated alumina were heated at 250 for 12 h with sufficient hydrogen flow. 2.2. Electroless Cu/Al203 catalysts preparation The pretreated alumina was transferred into the chemical copper plating solution. The chemical copper plating solution was prepared according to the process described by Chang and Saleque [9]. The plating bath contained 0.04 M CuS04 - 5H20, 0.08 M EDTA - 4Na, 0.08 M HCHO and 5 ppm pyridine as a stabilizer. The plating bath temperature was maintained at 70 and the pH was adjusted to 12.5, with constant agitation for 30 min. The plated alumina was separated by filtration and then washed several times with distilled water. The clean plated alumina, i.e. catalyst, was dried at 110 for 24 h. The Cu/A1203 catalysts of varying copper loadings were obtained by changing the volume of the chemical copper plating solution. 2.3. Copper surface area and acidity determination 3,141 The copper surface area and acidity of the catalysts were measured by the volumetric chemisorption method using nitrous oxide and ammonia, respectively, as described elsewhere 251 [13]. The ammonia is adsorbed at the acidic sites of the catalyst, and nitrous oxide reacts with the surface copper atoms by the following reaction: NZO(g) + 2Cu - (Cu-O-Cu)s + N,,(,,) (2) where s denotes the surface phase. For each measurement accurately weighed catalyst ca. 2 g was loaded in the sample cell. Glass beads with an average particle size 250 p,m were used as filler under and on top of the catalyst to hold it in place. Before evacuation the catalyst was reduced at 250 for 12 h with sufficient hydrogen flow. The main purpose of the reduction is to reduce the surface copper oxide which may be formed by the reaction with atmospheric oxygen. Continuous degassing was carried out at 400 and a pressure not exceeding 10-3 Torr for 3 h. Then the catalyst was cooled down at adsorption temperature. The nitrous oxide and ammonia adsorption were carried out at 95 and 175, respectively. Measuring the initial and final pressures and temperatures of the adsorbate in the system, the amount of adsorbate adsorbed on the catalyst was easily calculated [13]. 2.4. Copper and palladium content determination The copper and palladium contents of the catalyst were individually determined, using a polarized Zeeman atomic absorption spectrophotometer, after the samples had been digested in a mixture of hydrochloric acid and nitric acid, and diluting it to obtain the required concentration range. 2.5. Brunauer-Emmelt-Teller (BET) surface area BET surface area and pore size distribution were determined from multipoint BET isotherms (Micromeritics 2300) using nitrogen as adsorbate at - 195. Before each measurement, the sample was degassed at 150 for 60 min. 252 2.6. X-ray diffraction (XRD) The X-ray diffraction was carried out at room temperature by the continuous position sensitive detection technique (CPS) on a material analysis and characterization (MAC) MXP3 diffractometer using copper target (1.54050 Cu K a radiation). 2.7. Scanning electron micrography (SEM) and electron probe microanalysis (EPMA) The SEM images were obtained using Hitachi S-2700 and the dispersion of copper was recorded by an electron probe X-ray microanalyzer (JEOL JXA 840A). 2.8. Dehydrogenation reactions The dehydrogenation reactions were carried out in a microreactor operating under normal atmospheric pressure. A diagram of the microreactor and related apparatus can be found elsewhere [13]. For each run about 0.5 g of the catalyst was loaded into a Pyrex glass reactor and reduced at 250 for 12 h with sufficient hydrogen flow. The activities were measured at various temperatures in the range 200-280 on Table 1 Characteristics of the various catalysts H.-F. Chang et al. /Journal of Molecular Catalysis A: Chemical 109 (1996) 249-260 the reduced catalysts, maintaining the reactant flow rate at 7 ml/h. The products were analyzed by gas chromatography with a flame ionization detector. 3. Results and discussion catalysts 3.1. Characterization of electroless Cu/A1203 The copper content, BET, surface area, copper surface area, crystallite diameter and acid amount of the catalyst and support itself are shown in Table 1. The copper contents varied from 4.51 to 23.22 wt.%. The BET surface area of the treated alumina was higher than that of the untreated (raw) alumina. This is because the pretreatment process was conducted by etching the surface with alkali and acid, which consequently opened some plugged pores of the untreated alumina and enlarged the surface area. During activation, the etched alumina was coated with palladium to provide nucleation sites. The palladium content was only about 0.17 wt.%, resulting in a negligible change in surface area and pore size. The surface area gradually decreased with copper loading, i.e., some of the Catalyst number Copper loading Surface area (m2/g-cat.) Acid amount Cu-crystallite size ( wt% BET Cu (wmol/g-cat) dB d do e A1203-1 3 - - 137.9 A1203-2 b - 172.5 - - - - A1203-3 ` - 168.6 - - - - FCU-1 4.51 156.6 7.20 325.7 - 43.08 FCU-2 7.09 152.1 13.41 295.3 - 35.40 FCU-3 11.15 141.2 19.50 269.3 200 38.29 FCU-4 15.50 131.9 20.47 243.5 210 50.71 FCU-5 18.11 125.7 18.50 239.4 183 65.55 FCU-6 21.30 112.7 14.30 231.7 203 99.74 FCU-7 23.22 100.8 10.29 236.6 191 151.1 a Untreated (raw). b After etching. ` After activation. a Crystallite diameter calculated from XRD data. e Crystallite diameter calculated from chemisorption data. H.-F. Chang et al. /Journal of Molecular Catalysis A: Chemical 109 (1996) 249-260 a0 . il l 40 20 ~r calculated O experimental copper loading (g-Cu/g-cat) 0 2 Fig. 1. The effect of copper loading on the BET area of various catalysts. pores might be filled with copper atoms and the surface area reduced. The crystallite diameter, dc, calculated from chemisorption data, is related to copper dispersion by the following equation: 0 1200 dc (A) = -i;-(-%) Table 1 shows that do is smaller than dB, which is obtained from XRD data (see below). The difference is due to the fact that do is the surface-mean diameter and dB is the volumemean diameter. This result is consistent with the observation made by Scholten and Konvalinka [15]. Fig. 1 represents the relationship between surface area and copper loading. Based on one gram of catalyst, the BET surface area decreased linearly with copper loading, up to ca. 18%, then fell rapidly with further deposition of copper. Assuming that the copper crystallites are nearly semi-spherical with a diameter do and are evenly spread on the surface of the alumina, we may propose the following equation to relate the BET surface area with copper content. (3) SCAL AO ~ AO - Pcu 3 do ) WCu (4) ' 253 where AO is the BET surface area of bare alumina, pcis the specific gravity of copper and Wcis the copper content per gram of catalyst. The calculated BET area, ScAL, is shown in Fig. 1 for comparison. Fig. 2 shows the pore diameter distribution of the alumina particles before and after copper deposition. The pores of bare alumina particles were highly tortuous and had an average size of 0 50 A, the electroless copper plating started at the pore mouth and then gradually penetrated into the pore. The pore diameter shrank gradually and the surface area decreased linearly. However, at higher copper loading, the pore size became very small and irregular in shape and it became difficult for the EDTA-Cu complex to perform the plating. Therefore agglomeration started and surface area dropped rapidly. Fig. 1 also shows the deviation of Eq. (4) from experimental data to be larger at higher copper contents. In Fig. 3 is shown the X-ray diffraction pattern of the raw, the treated and the copper plated alumina. Fig. 3(b) shows the XRD of the treated alumina which was obtained after being etched by alkali and acid to remove undesirable material such as fats, oils and others, and indicates that the structure of alumina remained unchanged, confirming that the alkali and acid 4c 30 IC 10 r 70 so I I I Cu/alumna (2322 wt% Cu) bare alumina lao pore diameter Fig. 2. The pore diameter distribution of the alumina particles before and after copper deposition. 254 K-F. Chang et al. /Journal of Molecular Catalysis A: Chemical 109 (1996) 249-260 cleaning had no effect on the structure of alumina. Fig. 3(c) shows that the activation of the surface by palladium had no effect on the structure of alumina, since no detectable peak appeared for palladium. This is because the concentration of palladium was extremely low and palladium spreads over the surface at atomic level. After plating, as shown in Fig. 3(d), one small new peak appeared at 20 = 43.2which was due to the (111) plane of the copper crystal. Peaks for the other two major planes were not observed. The intensity of the (111) plane increased with copper loading. This phenomenon may be explained by the mechanism of the (b) s,.,w.J.Meu~:M/,iwn~..,.~e'- .,~ra,xd,.yq..,.fmMw~wxM.vU` v'~Nwlrl (h) 20. 25.0 30.0 35.0 10.0 15.0 50.0 55.0 60.0 85.0 70.0 75.0 50.0 28 Fig. 3. The X-ray diffraction patterns of alumina and Cu/A1203 catalysts. (a) Untreated (raw) A1z03, (b) A1203 etched with acid and alkali, (c) A1203 activated with palladium, (d) FCU-1, (e) FCU-2, (f) FCU-3, (g) FCU-4, (h) FCU-5, (i) FCU-6, (j) FCU-7. electroless copper plating. The copper ion is adsorbed at the active sites of the palladium on the surface of the support and then the formaldehyde reduces the copper ion to metallic copper [ 16]. Thus at low copper content the crystallinity of the deposited copper may be low or the growth of the crystal may be incomplete. In Fig. 3(e) three new peaks appeared at 20 = 43.2 50.6and 74.5 but the intensities of these peaks are relatively low, when compared with Fig. 3(f)-(h). (These results indicate that the deposited copper became crystalline after certain deposition by the electroless plating.) At high copper content the deposited copper was highly crystalline as shown in Fig. 3(i)-(j). This phenomenon was also observed by Friedman et al. [3]. Applying the method of X-ray line broadening, the mean crystallite diameter dB can be calculated from the Schemer's equation [17]: dB = K~,/Bcose (5) where k is the X-ray wavelength, K is Scherrer's constant and B is the angular width expressed in radians. The mean crystallite diameter dB is listed in Table 1. The diameters of the copper crystallites deposited on the outer surface of the catalyst remained almost the same independent of copper loading. Such a phenomenon was also described by Dorling et al. [ 18]. Fig. 4(a)-(j) show the surface structure of the support and copper plated catalysts. The existence of foreign material on the bare untreated alumina is shown in Fig. 4(a). After being etched with alkali and acid the foreign material on the surface was completely removed and surface became rough as shown in Fig. 4(b). Definitely the alkali and acid cleaning caused some corrosion. The activation process did not make significant change as shown in Fig. 4(c). The copper deposited on the surface can be clearly observed as shown in Fig. 4(d)-(j). At low copper content there was some unplated area and the particle on the surface was rela- H.-F. Chang et al. /Journal of Molecular Catalvsis A: Chemical 109 (1996) 249-260 255 Fig. 4. SEM images of alumina and Cu/A'20, catalysts. (a) Untreated (raw) A1,0;, (h) A1=03 etched with acid and alkali, (c) A1203 activated with palladium, (d) FCU-1, (e) FCU-2, (f) FCU-3, (g) FCU-4, (h) FCU-5, (i) FCU-6, (j) FCU-7. 256 H.-F Chang et al. /Journal of Molecular Catalysis A: Chemical 109 (1996) 249-260 tively small as shown in Fig. 4(d). However, the distribution of copper particles on the outer surface of the catalyst was quite uniform and the particle size remained almost the same independent of loading. As copper loading increases, the density of the copper particles increased and finally almost all of the surface was coated with copper as shown in Fig. 4(e),(f). Fig. 4(g) shows that the whole substrate surface coated with copper, and some of the copper particles deposited on the coated surface. The copper particles located on the coated layer was bulkier than the particles of the first layer. After exceeding certain loading the copper agglomeration clusters started forming, as shown in Fig. 4(h). At high copper content the formation of multilayer and bulky agglomeration clusters are shown in Fig. 4(i),(j). However their distribution was uniform. Fig. 5(a) and (b) show the EPMA images of the low, and high copper loading, respectively. At low copper content some of the surface of the catalyst remained naked, inferring that the deposition started at the nucleating centers of palladium. However at high copper loading the dispersion was relatively lower, because multilayer deposition may occur before a uniform monolayer was completed. This explains the fact that when large number of copper ions were present in the plating bath to enhance the formation of copper agglomerates, the deposition continued around the agglomerates to make bulky clusters. This result is consistent with SEM observations. In the electroless copper plating, the deposited copper autocatalyzes the further deposition, causing the formation of clusters of agglomerates. The dispersion of copper at low copper con- Fig. 5. EPMA Cu-mapping of Cu/A1203 catalysts. (a) FCU-1, (b) FCU-7. H.-F. Chang et al. /Journal of Molecular Catalysis A: Chemical 109 (1996) 249-260 tent was higher than that at high copper content and it gradually decreased with loading as shown in Fig. 6. This is because at low copper content no agglomeration was possible, but at high copper content agglomeration appeared due to the stratification of deposited copper. SEM images (Fig. 4) also verify this point. This phenomenon was also observed by Sodesawa et al. [19]. Fig. Table 2 Dehydrogenation activity of electroless Cu/A'203 catalysts Catalyst number Temp. () Isopropanol Conversion(%) Selectivity to acetone (%) 257 6 shows that the copper surface area gradually increased with loading up to 15 wt.% Cu and reduced with further deposition. Up to a certain loading, the copper deposited on the active site of palladium, and formed a thin film of copper to result in the maximum of exposed copper atoms. Further copper loading resulted in clusters of copper agglomerates and reduced the Cyclohexanol Conversion (%) Selectivity to cyclohexanone (%) FCU-1 200 14.21 74.62 1.35 96.04 220 23.24 72.47 2.63 93.84 240 37.77 67.25 3.29 89.89 260 55.70 60.00 5.70 84.70 280 68.32 52.34 13.70 80.00 FCU-2 200 16.83 79.80 4.73 98.50 220 26.12 75.20 7.79 96.33 240 39.50 68.80 17.65 93.79 260 57.20 64.00 20.76 90.46 280 69.49 58.20 39.37 84.60 FCU-3 200 35.08 85.10 6.58 99.58 220 44.25 84.00 16.81 98.31 240 61.76 78.80 26.31 97.11 260 70.25 77.80 35.85 94.92 280 81.49 70.40 48.21 88.70 FCU-4 200 34.10 89.30 7.48 99.68 220 44.74 88.20 16.69 99.44 240 60.05 85.00 25.19 97.91 260 71.43 82.50 37.97 96.02 280 82.30 79.00 50.60 91.90 FCU-5 200 27.20 91.95 5.82 99.73 220 41.32 90.85 14.70 99.49 240 56.58 90.07 25.63 98.02 260 67.64 87.08 33.93 96.56 280 81.28 84.12 48.59 89.02 FCU-6 200 20.14 93.00 6.87 99.63 220 35.18 92.41 11.30 99.58 240 49.25 92.13 23.46 98.30 260 62.36 90.86 33.70 97.27 280 72.21 88.30 46.43 93.90 FCU-7 200 14.72 94.30 5.60 99.64 220 37.05 92.80 8.60 99.59 240 41.14 92.29 23.31 98.16 260 53.22 91.50 34.94 97.35 280 61.50 90.14 42.89 94.01 ' Experimental error is within 1 %. 258 40 35 30 25 v 20 15- 10- 5. 5 10 15 Cu-loading ( wt % ) H.-F. Chang et al. /Journal of Molecular Catalysis A: Chemical 109 (1996) 249-260 20 25 ,i 25 zo 15 to 5 Fig. 6. Effect of copper loading on copper surface area and copper dispersion. number of exposed copper atoms. The SEM images also confirm the appearance of the copper agglomeration. Sivaraj and Rao [20] also demonstrated that the copper surface area gradually increases with loading, further increasing loading causes reduction of it. Fig. 7 shows the dependence of acidity on loading [14]. The acidity decreased with loading up to a certain value and remained almost unchanged. In the beginning of electroless plating a large activated surface was available for cop- 350 300 m 250 v zoo So ~- ,oo A 50 I r O Our date Sivaraj et al. [7] 30 35 o s ,o ,s zo zs Cu-loading ( wt % ) Fig. 7. Effect of copper loading on the acidity of catalyst [14]. per deposition and the copper atoms gradually shielded the acid site of the alumina, therefore, the acidity decreases as the copper loading increased. However, the dispersion of copper atoms on alumina surface became non-uniform as the copper loading exceeded a certain amount and further deposited copper could not markedly decrease the number of acid sites. During the electroless copper plating, the copper ion was chelated with EDTA to prevent the precipitation of Cu(OH)z and the 504- from CUS04 which can be easily washed out from catalyst. It was difficult for the Cu-EDTA complex to diffuse deeply into the small micropores due to the bulkiness of the complex, and the fast electroless plating reaction induced insufficient plating on the walls of the small micropores, which left some micropores tinplated and the acidity of the catalysts was not sufficiently reduced. Conversely, Sivaraj et al. [7] demonstrated that the acidity can be significantly reduced when catalysts are prepared by precipitation; the unchelated copper ions can easily diffuse into small micropores of alumina before the precipitation and shields relatively more acid sites of alumina. 3.2. Dehydrogenations of clohexanol isopropanol and Table 2 shows that the conversions of both isopropanol and cyclohexanol systematically increased with increasing temperature. The dependence of conversion on temperature was remarkable for the dehydrogenation of cyclohexanol. Since at low reaction temperature the steric effect may limit the rate of diffusion of the cyclohexanol molecules into the micropores of the catalyst and may also hinder the adsorption and reaction on the active sites, which was diminished by the rapid movement of molecules due to a higher kinetic energy at high reaction temperatures. Tables 1 and 2 show that both the conversion and copper surface area with respect to copper loading had a similar trend. Consequently, we think that the dehydrogenation ac- H.-F. Chang et al. /Journal of Molecular Catalysis A: Chemical 109 (1996) 249-260 tivity of the catalysts is dependent on the free exposed copper sites available for alcohol molecule adsorption and reaction. When the copper content exceeded 15 wt.% the tortuous micropores were not sufficiently plated with copper and these acid sites could not contribute to the dehydration reaction. However, when the reaction temperature was increased these acid sites might slightly contribute to the dehydration reaction. The selectivity gradually increased as the copper loading increased up to a certain loading, above which it showed no significant change. The selectivity was also a function of reaction temperature, at a low copper content the selectivity markedly decreased as the temperature increased. If may be possible that the trace amount of Pd may play an important role on catalytic activity, but the experimental data in Table 2 verify that the observed catalytic activity is due to Cu and not the trace amount of Pd. More about the effect of acidity and copper surface area of electroless copper catalysts on dehydrogenation reactions can be found elsewhere [14,21]. 3.3. Conclusions Seven Cu/-y-A'203 catalysts prepared by the electroless copper plating technique were used in this study. The experimental results allow us to reach the following conclusions: - Based on one gram alumina support, the BET surface area decreased linearly with copper loading up to 18% then declined rapidly with further copper loading. - Copper deposited on alumina as the metallic form, not as the salt or oxide of copper, and the crystallite size (dB) of copper were almost the same, and independent of copper loading. - The copper spreads uniformly on the surface of alumina up to a certain loading in the ranged 4.51 to 23.22 wt.% Cu. The clusters of copper agglomerates appeared when loading exceeded this limit. - The dispersion of copper gradually decreased with copper loading. The copper surface 259 area increased with copper loading up to 15 wt.% Cu and declined with further deposition. - The acidity gradually decreased with copper loading up to a certain loading, further deposition could not markedly reduce the acidity of the catalyst due to insufficient copper plating on the walls of the small micropores of alumina. The catalysts prepared by the precipitation method had lower acidity than the catalyst prepared by the electroless plating method. - The dehydrogenation activity and selectivity of both reactions were strongly dependent on the number of exposed copper sites as well as on the number of effective acid sites. Acknowledgements The authors thank Dr. F.L. Wang, Providence University, and Dr. C.S. Chang, Catalysts Research Center, for their kind assistance in experimental work of this study. The authors also thank the National Science Council of the Republic of China for the financial support of the experimental work (Grant No. NSC 84-2214-E035-001). References [l] G.C. Chinchen, M.S. Spencer, K.C. Waugh and D.A. Whan, J. Chem. Soc., Faraday Trans. 1, 83 (1987) 2193. [2] M.S. Spencer, J. Catal., 67 (1981) 259. [31 R.M. Friedman, J.J. Freeman and F.W. Lytie, J. Catal, 55 (1978) 10. [4] W.R.A.M. Robinson and J.C. Mol, Appi. Catal, 44 (1988) 165. [5] B.R. Strohmeier, D.E. Leyden, R.S. Field and D.M. Her cules, J. Catal., 94 (1985) 514. [6] S.S. Lokras, P.K. Deshpande and N.R. Kuloor, Ind. Eng. Chem. Process Des. Dev., 9 (1970) 293. [7] C. Sivaraj, S.J. Srinivas, V.N. Rao and P.K. Rao, J. Mol. Catal.. 60 (1990) L23. [8] K.L. Lin and P.J. Lai, Plating Surf. Finishing. 76 (1989) 48. [9] H.F. Chang and M.A. Saleque, Appl. Catal., A103 (1993) 233. [10] H.F. Chang and M.A. Saleque, J. Mol. Catal., 88 (1994) 223. [ 11 ] McCormack et al., US Pat. 4 301 196 (198 I ). [12] Kikuchi et al., US Pat. 4563217 (1986). 260 H.-F Chang et al. /Journal of Molecular Catalysis A: Chemical 109 (1996) 249-260 [13] W.S. Hsu, M.S. Thesis, Feng Chia University (1994). [14] H.F. Chang, M.A. Saleque, W.S. Hsu and W.H. Lin, J. Mol. Catal. A, 94 (1994) 233. [15] J.J.F. Scholten and J.A. Konvalinka, Trans. Faraday Soc., 65 (1969) 2465. [16] C.R. Shipley, Jr., US Pat. 3011920 (1961). [17] R.J. Farrauto, AIChE Syrup. Ser., 70 (1974) 9. [18] T.A. Dorling, B.W.J. Lynch and R.L. Moss, J. Catal., 20 (1971) 190. [19] T. Sodeawa, M. Nagacho. Onodera and F. Nozak, J. Catal., 103 (1986) 460. [20] C. Sivaraj and K. Rao, Appl. Catal., 45 (1988) 103. [21] M.A. Saleque, M.S. Thesis, Feng Chia University (1993). MOLCAA 96000118 1381-1169(96)00011-8 10.1016/1381-1169(96)00011-8 Molecular aspects of heterogeneous catalysis Article Characterization and dehydrogenation activity of Cu Al2O3 catalysts prepared by electroless plating technique Hsin-Fu Chang ∗ a Mohammed Abu Saleque a Wen-Su Hsu a Wen-Hsiung Lin b a Department of Chemical Engineering, Feng Chia University, Taichung, Taiwan b Department of Professional Basis, Chien Kuo Junior College of Technology and Commerce, Changhua, Taiwan ∗ Corresponding author. Fax. (+886-4) 4515517. Seven new alumina supported copper catalysts prepared by the electroless copper plating method and the support itself were investigated to characterize by X-ray diffraction (XRD), scanning electron micrography (SEM) and electron probe microanalysis (EPMA). Dehydrogenations of isopropanol and cyclohexanol were individually conducted to test the activity of these catalysts. The copper surface area was measured by the selective chemisorption of nitrous oxide and the acidity was measured by the chemisorption of ammonia using the volumetric method. Besides the BET surface area, pore size distribution was also measured. The results showed that the BET surface area linearly decreased with the copper loading of the catalyst. Copper formed crystallites at a minimum loading (ca. 7 wt.% Cu) and the crystallite diameter (d B) was almost independent of loading. The copper surface area increased with copper loading up to ca. 15 wt.% Cu and then decreased with further deposits. The acidity of catalyst also decreased with copper loading up to a certain copper content, further deposition of copper had no significant effect on it. The catalysts prepared by the electroless plating method showed a relatively higher acidity than the catalysts prepared by the precipitation method. It was found that the dehydrogenation activity strongly depended upon the free exposed copper sites available for alcohol adsorption and reaction and the selectivity was a function of acidity of the catalysts as well as the reaction temperature. Keywords Copper Alumina Electroless plating Dehydrogenation Surface area Acidity References [1] G.C. Chinchen M.S. Spencer K.C. Waugh D.A. Whan J. Chem. Soc., Faraday Trans. I 83 1987 2193 [2] M.S. Spencer J. Catal. 67 1981 259 [3] R.M. Friedman J.J. Freeman F.W. Lytie J. Catal 55 1978 10 [4] W.R.A.M. Robinson J.C. Mol Appl. Catal 44 1988 165 [5] B.R. Strohmeier D.E. Leyden R.S. Field D.M. Hercules J. Catal. 94 1985 514 [6] S.S. Lokras P.K. Deshpande N.R. Kuloor Ind. Eng. Chem. Process Des. Dev. 9 1970 293 [7] C. Sivaraj S.J. Srinivas V.N. Rao P.K. Rao J. Mol. Catal. 60 1990 L23 [8] K.L. Lin P.J. Lai Plating Surf. Finishing 76 1989 48 [9] H.F. Chang M.A. Saleque Appl. Catal. A103 1993 233 [10] H.F. Chang M.A. Saleque J. Mol. Catal. 88 1994 223 [11] McCormack et al., US Pat. 4 301 196 (1981). [12] Kikuchi et al., US Pat. 4 563 217 (1986). [13] W.S. Hsu M.S. Thesis 1994 Feng Chia University [14] H.F. Chang M.A. Saleque W.S. Hsu W.H. Lin J. Mol. Catal. A 94 1994 233 [15] J.J.F. Scholten J.A. Konvalinka Trans. Faraday Soc. 65 1969 2465 [16] C.R. Shipley, Jr., US Pat. 3 011 920 (1961). [17] R.J. Farrauto AIChE Symp. Ser. 70 1974 9 [18] T.A. Dorling B.W.J. Lynch R.L. Moss J. Catal. 20 1971 190 [19] T. Sodeawa M.Nagacho. Onodera F. Nozak J. Catal. 103 1986 460 [20] C. Sivaraj K. Rao Appl. Catal. 45 1988 103 [21] M.A. Saleque M.S. Thesis 1993 Feng Chia University",
      "scopus-id": "0030578364",
      "coredata": {
        "eid": "1-s2.0-1381116996000118",
        "dc:description": "Seven new alumina supported copper catalysts prepared by the electroless copper plating method and the support itself were investigated to characterize by X-ray diffraction (XRD), scanning electron micrography (SEM) and electron probe microanalysis (EPMA). Dehydrogenations of isopropanol and cyclohexanol were individually conducted to test the activity of these catalysts. The copper surface area was measured by the selective chemisorption of nitrous oxide and the acidity was measured by the chemisorption of ammonia using the volumetric method. Besides the BET surface area, pore size distribution was also measured. The results showed that the BET surface area linearly decreased with the copper loading of the catalyst. Copper formed crystallites at a minimum loading (ca. 7 wt.% Cu) and the crystallite diameter (d B) was almost independent of loading. The copper surface area increased with copper loading up to ca. 15 wt.% Cu and then decreased with further deposits. The acidity of catalyst also decreased with copper loading up to a certain copper content, further deposition of copper had no significant effect on it. The catalysts prepared by the electroless plating method showed a relatively higher acidity than the catalysts prepared by the precipitation method. It was found that the dehydrogenation activity strongly depended upon the free exposed copper sites available for alcohol adsorption and reaction and the selectivity was a function of acidity of the catalysts as well as the reaction temperature.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-07-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996000118",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chang, Hsin-Fu"
          },
          {
            "@_fa": "true",
            "$": "Saleque, Mohammed Abu"
          },
          {
            "@_fa": "true",
            "$": "Hsu, Wen-Su"
          },
          {
            "@_fa": "true",
            "$": "Lin, Wen-Hsiung"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996000118"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996000118"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00011-8",
        "prism:volume": "109",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization and dehydrogenation activity of Cu Al2O3 catalysts prepared by electroless plating technique",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Copper"
          },
          {
            "@_fa": "true",
            "$": "Alumina"
          },
          {
            "@_fa": "true",
            "$": "Electroless plating"
          },
          {
            "@_fa": "true",
            "$": "Dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Surface area"
          },
          {
            "@_fa": "true",
            "$": "Acidity"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "249-260",
        "prism:endingPage": "260",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 July 1996",
        "prism:doi": "10.1016/1381-1169(96)00011-8",
        "prism:startingPage": "249",
        "dc:identifier": "doi:10.1016/1381-1169(96)00011-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "73",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996000118-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "497",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030578364"
      }
    }
  }
}