{
  "metadata": {
    "title": "Catalytic and structural properties of ruthenium bimetallic catalysts: effects of pretreatment on the behaviour of various <math altimg=si1.gif><fr shape=sol align=c style=s><nu>Ru</nu><de>Al<inf loc=post>2</inf>O<inf loc=post>3</inf></de></fr></math> catalysts in alkane hydrogenolysis",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-08-24",
    "doi": "10.1016/1381-1169(95)80010-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995800107",
    "pii": "1381116995800107"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038542288",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-22 1999-12-22 2010-04-18T17:16:47 1-s2.0-1381116995800107 1381-1169(95)80010-7 1381116995800107 10.1016/1381-1169(95)80010-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00398 2015-05-13T23:01:31.432129-04:00 0 0 19950824 1995 1999-12-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 101 101 3 3 Volume 101, Issue 3 9 243 253 243 253 19950824 24 August 1995 1995-08-24 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. CATALYTICSTRUCTURALPROPERTIESRUTHENIUMBIMETALLICCATALYSTSEFFECTSPRETREATMENTBEHAVIOURVARIOUSRUAL2O3CATALYSTSINALKANEHYDROGENOLYSIS BOND G BOND 1991 441 G 1993 490 CHE 1989 55 M BOND 1993 512 G COQ 1991 275 B COQ 1990 103 B BOND 1990 2297 G KEMPLING 1972 146 J COQ 1994 107 B BOND 1984 3103 G BOND 1986 4877 G BOND 1991 359 G BOND 1988 1130 G PROC9THINTCONGRCATALCALGARY KIP 1987 243 B BOND 1991 767 G VANBROEKHOVEN 1985 899 E BOND 1991 75 G BOND 1994 293 G BOND 1994 221 G BOND 1994 19 G BONDX1995X243 BONDX1995X243X253 BONDX1995X243XG BONDX1995X243X253XG item 1381-1169(95)80010-7 1381116995800107 1-s2.0-1381116995800107 10.1016/1381-1169(95)80010-7 271358 2010-09-27T22:21:11.913932-04:00 1995-08-24 1-s2.0-1381116995800107-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995800107/MAIN/application/pdf/a0ddf82edb9d7280a12e7cc5ad213232/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995800107/MAIN/application/pdf/a0ddf82edb9d7280a12e7cc5ad213232/main.pdf main.pdf pdf true 1136448 MAIN 11 1-s2.0-1381116995800107-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995800107/PREVIEW/image/png/1bc1adfbc3e2a3d61a230ce05d2b54f8/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995800107/PREVIEW/image/png/1bc1adfbc3e2a3d61a230ce05d2b54f8/main_1.png main_1.png png 67886 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116995800107-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995800107/STRIPIN/image/gif/91a0bc54d4ff5844da16656ebd9eb36e/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995800107/STRIPIN/image/gif/91a0bc54d4ff5844da16656ebd9eb36e/si2.gif si2 true si2.gif gif 668 31 108 ALTIMG 1-s2.0-1381116995800107-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995800107/STRIPIN/image/gif/34fc2922d01f4b43d1a6abf725af87a3/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995800107/STRIPIN/image/gif/34fc2922d01f4b43d1a6abf725af87a3/si1.gif si1 si1.gif gif 512 30 71 ALTIMG ELSEVIER Abstract JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 101 (1995) 243-253 Catalytic and structural properties of ruthenium bimetallic catalysts: effects of pretreatment on the behaviour of various Ru/A1203 catalysts in alkane hydrogenolysis Geoffrey C. Bond *, Joop C. Slaa Department of Chemistry, Brunel University, Uxbridge UB8 3PH, UK Received 19 August 1994; accepted 7 October 1994 Very highly dispersed 1 % Ru/A1203 prepared from Ru (acac) 3, after high-temperature reduction, catalyses the hydrogenolysis of n-butane with a high and almost temperature-independent selectivity to ethane. Catalysts having higher Ru contents (2.5 and 4%) are less well dispersed, but show higher turnover frequencies for this reaction, and selectivities which change with temperature, with methane the major product throughout. Oxidation and low-temperature reduction of these catalysts causes loss of metal area, and much enhanced turnover frequencies: product selectivity behaviour is then in each case that characteristic of large metal particles. A final high-temperature reduction leads to lower turnover frequencies, with little change in product selectivity. Results are also reported for catalysts prepared from RuC13 and from Ru(NO) (N03)3, and for Ru powder: propane hydrogenolysis has also been examined as an adjunct to this study. 1. Introduction The reactions of HZ with alkanes, viz. hydrogenolysis, skeletal isomerization, cyclization etc., are members of a class of metal-catalysed reactions that appear to be structure-sensitive, i.e. to respond to variations in particle size and surface morphology in respect of both rates (or turnover frequencies) and product selectivities [1,2]. There is continuing interest in establishing the factors that determine the catalytic behaviour of small metal particles, and in the ways by which their essential character may be changed in a controlled fashion by the addition of a catalyticallyinert element or compound [3,4]. By choosing ruthenium as the catalytic metal we are able to * Corresponding author. 1381-1169/95/$09.50 995 Elsevier Science B.V. All rights reserved SSD11381-1169(94)00026-3 focus on alternative pathways available for hydrogenolysis, since this metal has little activity for other processes under normal conditions. The relative rates of these alternatives, usually expressed as product selectivities, show dramatic differences when an alkane such as 2,2',3,3'-tetramethylbutane is used [ 5 ] , but corresponding effects are also observed with linear alkanes such as propane, nbutane and n-hexane [ 5,6 ] . Interpretation of product selectivity changes in terms of the KemplingAnderson formalism [ 7 ] allows deeper insight into the connections between catalytic behaviour and catalyst structure [6]. For example, with a series of Ru/A1203 catalyst prepared from Ru (acac) 3, the more highly-dispersed members showed lower turnover frequencies, and with nbutane a greater tendency to central C-C bond fission and to desorption of the intermediate prod- 244 G.C Bond, J.C Slaa l Journal of Molecular Catalysis A: Chemical 101 (1995) 243-253 uct propane: temperature coefficients of the selectivity parameters were also much smaller on highly-dispersed particles [6]. In an earlier publication [ 8 ] , the preparation and important physical characteristics of a number of Ru/A1203 catalysts have been described; this work formed the basis of a Stimulation Action Programme (SCI*-CT91-0681) funded by the European Union, and these catalysts were the basic materials to which it was proposed to add elements of Group 14 (Ge, Sn, Pb) to modify their surface characteristics. The variables included ruthenium concentration and precursor compound. However, before starting to study the effects of modifiers, it was necessary to establish how the variables of the preparation method affected catalytic performance in the case of the pure ruthenium catalysts, and it is the results of this study that are now reported. The alkanes used were ethane, propane, n-and isobutane, the greatest amount of work being done with nbutane. We have used a thermal cycling technique, by which after reduction the temperature of the catalyst is raised in steps of about 10 K over a range of at least 100 K, and then lowered in the same fashion, with samples being taken for analysis from the product stream at each point. This is an economical way of establishing (i) how temperature affects the reaction parameters, (ii) whether, under the condition used, deactivation is occurring, and (iii) if so, how it affects product selectivities. Analogous results for catalysts modified by addition of Group 14 elements will be presented for publication in due course. Extensive studies of the Ru/Ti02 system [911 ] had shown the overriding importance to the results obtained with alkane hydrogenolysis of the type of pretreatment afforded to the catalyst, especially when RuC13 was used as precursor. Specifically the presence or absence of a calcination step, and the reduction temperature used, were the prime factors, the latter determining whether a `strong metal-support interaction' (SMSI) would take place or not. Now A1203 is not expected to show this interaction, and it was therefore surprising to find that Ru/A1203 catalysts showed similar behaviour [ 12 ] , although the effects of the different pretreatments were somewhat less marked. Chloride ion is of course strongly held by A1203, as it is by Ti02, but that the results were not wholly due to chloride ion was shown by using Ru (NO) (N03) 3 as precursor, when similar effects obtained. In the present work we have continued to apply in sequence to the precursors as received a high-temperature reduction (HTR1), a low-temperature reduction (O/LTR) and a second high-temperature reduction (HTR2), with a cycle of catalytic measurements after each treatment, as described in detail below. 2. Experimental The preparation and physical characterization of the catalysts prepared specifically for this programme have already been described [ 8 ] , but for ease of reference their principal features are reproduced inTable l; all were prepared from the same batch of Rhdne Poulenc y-A1203, surface area 220 m2 g-t. This table also contains information on the additional catalysts SF2 and RuAB37: Degussa Aluminium Oxid C was used in the preparation of the former and Woelhm y-A1203 (200 m2 g-) tfor the latter [ 5 ] . Ruthenium powder was used as a physical mixture (10% Ru, 90% Rh6ne Poulenc y-A1203) . Catalyst precursors (ca. 200 mg) were pretreated at atmospheric pressure in a continuous-flow apparatus under microprocessor control. High-temperature reduction HTR 1 and HTR2 were performed by heating the sample in Table 1 Preparation, composition and dispersion of Ru/AI203 catalysts'[ 8] Code RuECl RuEC2 RuEC3 RuN11 RuCl SF2 RuAB37 Precursor Ru(acac)3 Ru(acac)3 Ru(acac), Ru (NO)(N03)3 RuC13 RUC13 Ru(acac)3 wt.% Ru (H/Ru),o, 0.97 2.5 4.0 0.92 0.78 1.0 0.93 0.88 0.44 0.25 0.23 0.22 0.91 G.C. Bond, J.C. Slaa/Journal of Molecular Catalysis A: Chemical 101 (1995) 243-253 flowing HZ (40 cm' min-') at 10 K min-' to 753 K, where it remained for 13 h, before being cooled to reaction temperature. For the intervening O/ LTR treatment it was heated in air (623 K, 1 h), and the resulting oxide was then reduced in HZ (433 K, 1 h). Reactions were performed with a standard gas composition: alkane, 0.071 atm; H2, 0.714 atm; N2, 0.215 atm, with total flow-rates of 140 cm3 min-' for n-butane, and 56 cm3 min-' for propane. For the thermal cycles the reactor temperature was raised automatically by steps of about 10 K every 20 min, and a sample extracted for analysis 19 min. later (stage 1) : the temperature range usually exceeded 100 K, and from the maximum it was returned stepwise to the starting value (stage 2) . Interpretation of the observed product selectivities Sj, defined in terms of the number of moles of each product formed per mole of reactant converted, by means of the Kempling-Anderson formalism [ 7 ] has also been described before [ 10 ] . Hydrogenolysis of n-butane can be treated as the successive reaction of adsorbed intermediates cj* containing j carbon atoms (j =1-4) , together with a short-circuit from C4 to C2 to allow for initial fission of the central C-C bond. The splitting factor F defines the fraction of n-butane reacting in this way. The fraction of any product having j carbon atoms (j > 1) that desorbs rather than undergoing further reaction is given by TI=kj'l (kj' +k*) where k, and kj* are respectively the rate constants for desorption and cracking. Steady-state analysis of the reaction network provides equations with at low conversion take the form (S21T2)+S3=1+F T3-S3l(1 F) These cannot be solved for F and T3 without assuming a value for T2, which we take to be the same as that of S2 in the reaction of propane under the same conditions: if this is not available, T2 is taken to be unity, and the values of F and T3 are then distinguished by primes or by being printed 245 in italics in Table 2. Analogous schemes and definitions apply to the reactions of propane and of isobutane [ 10], save that there being only one type of bond in these molecules, there is no splitting factor to consider. Results are presented in tables which give rates and selectivity terms at a standard temperature (usually 433 K), and Arrhenius parameters measured over a defined temperature range, in which conversions are large enough to ensure accurate product analysis but not too large for the `low conversion' assumption to hold (i.e. ca. 10-2 to 10%) : this range may be less than that actually used. In addition, the dependence of reaction parameters on temperature and on metal dispersion will be illustrated. Single H2 chemisorption isotherms were measured at 373 K on samples of EC I and EC3 after each of the pretreatments described above: outgassing was performed at 623 K, and the H/R,ot ratios obtained by extrapolating linear portions of the isotherms to zero pressure. Electron micrographs of selected samples on holey carbon grids were obtained using a JEOL 2000 EX instrument. 3. Results and discussion 3.1. Estimations of ruthenium dispersion and particle size Performing the O/LTR treatment on ECI caused (H/Ru),o, to decrease from 0.88 [8] to 0.19, while the HTR2 treatment led to little further change ((H/Ru)to,=0.18). In the case of EC3 the corresponding change was from 0.23 [ 8 ] to 0.08, with HTR2 making no further difference. Electron microscopy of EC1 after O/LTR revealed large aggregates of metal that appeared to comprise particles of 5-10 nm in size; their appearance was essentially unchanged by HTR2. In the case of EC3, which after initial reduction was stated [ 8 ] to show a wide size distribution [ 1-10 nm] with agglomerates, TEM after O/LTR failed to reveal any significant change. 246 G.C. Bond, J.C Slaa /Journal of Molecular Catalysis A: Chemical 101 (1995) 243-253 One of the objectives of this work was to confirm and extend our understanding of the origin of particle size effects in hydrocarbon transformations on metal catalysts, but with the present system of catalysts there is considerable difficulty in deciding what parameter to use as an indicator of size. In previous publications [ 6,12 ] we have used the ratio of chemisorbed H atoms to total Ru atoms, the H atoms being either those irreversibly adsorbed [6], as measured by the isotherm difference method [ 8 ] , or the total amount as determined from a single isotherm [ 12] . In this work we propose to use the latter quantity, as it is available for a larger number of catalysts, but it does not actually matter greatly which is used, as there is a good proportionality between the two [ 8 ] this is confirmed by additional information supplied by Dr. B. Coq [ 13 ] concerning values of (H/Ru)tot for the first series used [5,6]. For the samples encoded 19B, 38, 45, AB 37 and 8, values are respectively 0.07, 0.44, 0.75, 0.91 and 1.42. With these values and those given before [5,8], (H/Ru);, is 78 5% of (H/Ru) tot under the conditions of measurement employed. A further complication in using H2 chemisorption with Ru catalysts is the commonly-experienced slow rate of uptake, particularly with small particles, even with preparations and pretreatments which should lead to uncontaminated surfaces: that is why in this work we have performed chemisorption at 373 K. Even so, some trouble was experienced in obtaining consistent results with EC 1 after the HTR 1 pretreatment. The observation [ 13] that (H/Ru)to, can exceed unity is not surprising in view of literature reports [ 14], but the conclusion has to be that H2 chemisorption does not, in the present state of the art, give quantitatively reliable estimates of dispersion or particle size for sizes less than about 2 nm, i.e. dispersions greater than about 50%. Quite evidently the measured values of (H/Ru) of either sort can at best only provide an estimate of average dispersion or size, so that if the particle size distribution is broad, and particularly if it is bimodal, as seems to be the case with catalysts having higher Ru loadings [ 8 ] or which have been treated to increase the particle size (e.g. catalyst 19B [ 5,13 ] ) , it becomes quite meaningless to try to derive even an average particle size from H2 chemisorption measurements. Fortunately the very highly dispersed samples show a single narrow size distribution [ 8,13 ] from which a reasonably accurate mean size can be obtained. Some further discussion of these problems will be given below, when interpretation of the parameters of catalytic behaviour are considered. 3.2. Comparisons of rates and turnover frequencies Table 2 gives a summary of the results obtained in the hydrogenolysis of n-butane with a number of the Ru/A12O3 catalysts used in this programme, following the standard pretreatments described above. Values for rates and selectivity parameters are those shown at 433 K; rates are expressed per g Ru using the analysed Ru contents where available, and turnover frequencies (TOF) are derived from the value of (H/Ru) tot. New results for the catalyst SF2 [ 15 ] are included as an indication of the reproducibility attainable over a period of time, with different apparatus and operators. Small amounts of isobutane were detected in some analyses, but they hardly ever exceeded 4% of the products and were often zero: these levels are not considered significant, and isomerization selectivities are therefore not quoted. Corresponding results for propane are shown in Table 3. We consider first the rates and TOF values, and the following conclusions emerge. (1) After HTR1, rates for n-butane at 433 K were usually smaller in stage 2 than in stage 1, sometimes, as with RuC 1, dramatically so, but with SF2 and Ru powder the difference was minimal. (2) Extents of deactivation in the n-butane reaction were generally less following pretreatments O/LTR and HTR2 than after HTR1. (3) Deactivation in the reaction of propane was minimal with each pretreatment. G.C. Bond, J.C. Slaa /Journal of Molecular Catalysis A: Chemical 101 (1995) 243-253 247 Table 2 Kinetic and selectivity parameters for n-butane hydrogenolysis over various Ru/A1203 catalyst Catalyst Temp. range E (kJ mol-') 1nA rh TOFX 10' (s-') SZ S, F T3 After HTR I RuECl 358-458 132 42.38 307 9.8 1.387 0.278 0.724 1.008 457-373 144 45.47 247 7.9 1.356 0.288 0.695 0.943 RuEC2 386-441 120 39.48 420 26.8 1.035 0.332 0.495 0.657 419-365 149 47.71 474 30.2 0.996 0.344 0.454 0.630 RuEC3 364-420 134 44.01 895 100 0.869 0.354 0.364 0.557 419-364 139 45.30 788 88.5 0.852 0.361 0.346 0.552 RUNI1 388-430 135 43.37 356 43.4 0.883 0.410 0.293 0.581 428-386 144 45.64 300 36.6 0.865 0.389 0.254 0.523 RuN12 377-422 118 39.18 628 76.6 0.826 0.381 0.208 0.484 429-374 135 46.52 784 95.7 0.825 0.371 0.196 0.465 RuCl 387-409 116 40.14 500 251 0.992 0.395 0.527 0.835 439-386 132 42.10 29.5 1.5 1.075 0.320 0.514 0.658 Ru powder 419-458 113 31.34 0.95 - 0.781 0.416 0.238 0.546 447--417 105 29.05 0.98 - 0.823 0.384 0.218 0.464 SF2 374-460 131 41.00 100 - 1.103 0.287 0.390 0.470 460-374 125 39.33 101 - 1.098 0.277 0.375 0.443 SF2 [151 407-468 133 40.8 43 - 1.03 0.29 0.32 0.43 RuA337 393-454 150 47.9 460 14.2 1.010 0.430 0.440 0.768 After O/LTR RuECI 374-438 122 40.96 1216 180 0.714 0.427 0.206 0.538 426-373 120 40.61 1350 199 0.707 0.430 0.202 0.539 RuEC2 354-409 126 43.03 2932 823 0.812 0.364 0.296 0.517 408-354 127 43.27 2600 730 0.795 0.380 0.292 0.536 RuEC3 356-411 132 44.61 2405 844 0.846 0.314 0.297 0.446 410-358 134 44.92 2285 802 0.833 0.330 0.295 0.468 RUNI1 378-431 118 40.54 2065 - 0.775 0.436 0.212 0.555 428-375 116 39.48 1522 - 0.746 0.443 0.188 0.546 RuN12 380-411 125 43.02 4426 - 0.875 0.316 0.189 0.391 408-375 122 41.98 3291 - 0.835 0.329 0.164 0.395 RuCl 386-460 150 45.83 64.1 - 0.695 0.180 - - 409-377 137 43.13 160 - 0.746 0.220 - - Ru powder 420-441 87 27.04 17.6 - 0.825 0.467 0.341 0.709 438-418 96 28.94 8.6 - 0.807 0.441 0.300 0.630 SF2 3731148 132 41.97 200 - 0.770 0,241 0.011 0.271 448-373 129 41.31 239 - 0.789 0.239 0.028 0.245 SF2 [ 151 395-153 132 41.3 97 - 0.76 0.25 0.01 0.25 RuA1337 383-433 110 38.3 2200 418 0.720 0.440 0.160 0.524 After HTR2 RuEC1 374-426 130 41.88 313 48.8 0.812 0.391 0.285 0.547 436-394 141 45.05 313 48.8 0.813 0.380 0.262 0.515 RuEC2 375-419 140 44.83 352 98.8 0.809 0.400 0.310 0.580 418-363 142 45.23 328 92.1 0.803 0.403 0.297 0.573 RuEC3 264-419 138 44.45 470 165 0.830 0.358 0.295 0.505 429-353 141 45.13 402 141 0.835 0.346 0.278 0.479 RuNII 399-430 141 44.73 286 - 0.764 0.449 0.212 0.572 428-386 147 46.55 274 - 0.780 0.418 0.199 0.52-0 RuN12 373-433 127 41.68 596 - 0.770 0.427 0.197 0.532 421-378 140 45.27 614 - 0.777 0.409 0.185 0.504 RuCl 375-473 - - 359 - 0.780 0.455 0.235 0.595 439-386 130 36.84 167 - 0.870 0.340 0.210 0.430 Ru powder 420-469 95 26.09 0.75 - 0.807 0.435 0.284 0.607 458-418 93 25.30 0.59 - 1.000 0.407 0.320 0.598 SF2 373-136 158 49.58 296 - 0.982 0.268 0.268 0.366 436-373 156 49.39 416 - 0.982 0.281 0.263 0.381 SF21151 395-453 123 38.5 89 - 0.98 0.21 0.19 0.26 RuAB37 383-432 125 40.4 318 - 0.770 0.390 0.160 0.464 For footnotes, see below Table 3. 248 G. C. Bond, J. C. Slaa /Journal of Molecular Catalysis A: Chemical 101 (1995) 243-253 Table 3 Kinetic parameters and ethane selectivity for propane hydrogenolysis on various Ru/A1203 catalysts Catalyst Pretreatment Temp. range (K) E (kJ mol-') 1nA r e TOFX 103 (s-`) SZ a RuEC1 HTRI 395-467 166 49.14 19.6 0.62 0.959 467-385 166 48.97 22.7 0.72 0.964 RuEC2 HTRI 375-429 156 47.92 102 6.5 0.890 428-365 155 47.72 96 6.1 0.897 RuEC3 HTRI 365-429 149 46.61 171 19.2 0.860 429-365 155 48.21 179 20.1 0.865 RuCl HTRI 420-471 163 46.47 3.3 - 0.876 460-407 139 40.65 7.7 - 0.900 Ru powder HTR1 470-511 130 31.71 0.012 - 0.95 511-459 128 31.38 0.015 - - RuECI O/LTR 374-435 134 43.35 401 59.3 0.916 RuEC2 O/LTR 353-409 139 46.00 1584 445 0.871 407-353 141 46.63 1572 441 0.872 RuEC3 O/LTR 354-409 135 44.53 1205 423 0.861 408-354 138 45.30 1162 408 0.863 Ru powder O/LTR 458-513 137 39.37 3.7 - 0.944 478-425 131 37.49 3.0 - 0.940 RuEC 1 HTR2 384-436 159 47.61 33 5.1 0.908 446-384 145 43.95 35 5.5 0.922 RuEC2 HTR2 398-439 144 44.16 64 18.0 0.889 439-375 147 45.03 68 19.1 0.898 RuEC3 11TR2 364-439 147 44.90 64 22.5 0.886 428-364 154 47.26 87 30.0 0.896 Ru power HTR2 451-511 106 25.95 0.030 - 0.95 511-469 109 26.81 0.031 - 0.92 Footnotes to Tables 2 and 3: Rate of reactant removal r,, and selectivity parameters at 433 K. A and r,, in mmol gR. Duplicate entries where given are for stages 1 and 2, respectively. Valid rates may be calculated from E and InA only in the temperature range cited. Footnotes specific to Table 2: Italicised values of F and T3 signify F' and T3'. TOF for RuCl (HTRI) based on an assumed (H/Ru),o, of 0.56 (see text). For SF21it., see [ 15]. Footnotes specific to Table 3: TOF's for RuEC2 and AB37 (O/LTR) estimated using values of (H/Ru),o, of respectively 0.1 and 0.15. a Italicised values obtained by graphical extrapolation. (4) Rates were generally greater after O/LTR than after HTRI, the more so with propane than with n-butane; large enhancement factors ( ^50 X ) were also observed with ethane and isobutane, using RuECI. Rates were always much less after HTR2. It is now necessary to enquire to what extent the differences in rate shown by catalysts having different Ru contents, or made by different routes, or pretreated differently, are explicable in terms of changes in active area. Following the earlier discussion, we take (H/Ru),ot as the best available indicator of dispersion: Fig. 1 and Fig. 2 show how TOF varies with dispersion for the reactions of n-butane and of propane respectively. It is at once evident that, in confirmation of previous findings (which are included in these figures), rates are not proportional to active areas, and that TOF increases (more steeply than was originally seen [6] ) as dispersion decreases. It is also clear that the results for both the HTR1 and the O/LTR pretreatments, although not overlapping, appear G.C. Bond, J.C. Slaa /Journal of Molecular Catalysis A; Chemical 101 (1995) 243-253 -z 0 U5 -3 (HIRu) Fig. 1. Variation of TOF for n-butane hydrogenolysis with ( H/Ru ),o, at 433 K. Circles, RuEC series; triangles, RuNI series; inverted triangles, from [6]. Open points, HTR1; hatched, O/LTR; half-filled, HTR2. Where pairs of linked points are shown, they are the values of stages 1 and 2. 0 -z 3 .r -s 0 0~5 1-0 15 ( H f Ru )tot Fig. 2. Variation of TOF for propane hydorgenolysis with (H/Ru),o, at 433 K. Symbols as in Fig. 1. 07 0 'O T- . 'F1 0 0-1 02 0-25 05 0-5 1 1-25 1.5 ( H / Ru )tot Fig. 3. Dependence of the Kempling-Anderson parameters F and T3 for n-butane hydrogenolysis in (H/Ru),o,. Symbols as in Fig. 1. Results for Ru powder are plotted at zero dispersion. to lie on the same curves, while TOF's obtained after HTR2 are less than those given following the other pretreatments. It is important to mention those few materials which do not conform, or cannot be shown to 249 conform, to the general trends in Figs. 1 and 2. RuCI shows a moderate activity for n-butane hydrogenolysis in stage 1, but in stage 2 its activity is only about 10% of its stage 1 value (Table 2). After another HTR, a thermal cycle was carried out with propane + HZ ( Table 3 ) , and very low rates were found. Unusually, the rate is not increased by the O/LTR treatment, although it is raised by HTR2. We attribute this behaviour to the Cl - present in this sample [ 8 ] ; the acidic character thus imparted encourages carbon deposition, which is not entirely removed by the intervening HTR, and perhaps not entirely by O/LTR. Catalyst NI1 shows somewhat lower TOF's for nbutane hydrogenolysis than expected on the basis of its dispersion (Fig. 1), and so a fortiori does Ru 19B [ 6] : there are no obvious explanations for these discrepancies. Catalyst RuN12 shows exceptional activity after O/LTR, and although its TOF cannot be estimated it is likely to be greater than that of either RuEC2 or 3. Although the Ru powder has been examined by SEM, the range of particle sizes is too large to allow an accurate guess as to its surface area. However it does not seem that, on any reasonable estimate of dispersion, its TOF values would harmonise with the trends shown in Figs. 1 and 2. Rates for both reactions on Ru powder are however much enhanced by the O/LTR treatment. Rates and TOF values shown by catalyst RuAB37 after each pretreatment are intermediate between those of RuEC 1 and RuEC2, but in accordance with its initial high dispersion (Table 1) they approximate more closely to the former. 3.3. Comparison of selectivity parameters under standard conditions Our previous work [6] had shown systematic increases in the parameters F and T3 with increasing dispersion as measured by (H/Ru)in. Similar, but not identical, trends are shown in the present work ( Fig. 3 ) . Those catalysts showing ( H / Ru)tot values of less than 0.2, excluding the Ru powder, give very consistent values of F ( 0.25 0.05 ) and of T3 ( 0.50 t 0.05 ) , irrespec- 250 G.C. Bond, JC. Slaa l Journal of Molecular Catalysis A: Chemical 101 (1995) 243-253 tive of the type of pretreatment to which they have been subjected (Fig. 3) . Values of Ru powder obtained after O/LTR and HTR2 are somewhat higher. In the higher dispersion range, values of these parameters now found agree only qualititatively with these reported earlier [ 6 ] , and which are incorporated in Fig. 3. We believe that the discrepancies are associated at least in part with the problem of measuring H/Ru ratios at high dispersion, and of using the results in a quantitative manner. What is quite clear is that RuEC 1 and Rub (from the first series) both show behaviour consonant with very high dispersion (F= 0.6-0.7, T3 = 0.9-1.0) , and that of the two the former would seem to have the smaller particle size, although this is not what the (H/Ru)tot values indicate. According to the TEM evidence, RuEC 1 has a size range of 0.8-1.5 nn [ 8 ] , and Rub has particles mainly between 0.5 and 1.0 nn, with few greater than 2.5 nm [ 13 ] . RuAB 37, which belongs to the first series [ 5 ] but was not studied by us at the time [ 6 ] , is described [ 13 ] as having almost all particles in the range 1 0.25 nm. Nevertheless after HTR1 its .product selectivities resemble those of the less well dispersed RuEC2, although after the subsequent treatments they are closely similar to those shown by RuEC 1. The difficulty of precisely correlating catalytic behaviour with particle size is compounded not only by the bimodal character of some of the size distributions, but also by the probable intrinsic variation of activity (i.e. TOF) with size (Figs. 1 and 2) . Thus in a mononodal distribution the `tail' of larger particles will make a disproportionately large contribution to the observed activity, an effect which will be magnified with a bimodal distribution, where the particles of smaller size, although providing the greater part of the surface area, will scarcely supply a significant amount of reaction. It is therefore possible in principle to account for the form of the results in Fig. 3 by postulating just two types of behaviour, viz. one associated with sites of high activity in large particles and another with sites of low activity in very small particles, the results of the intermediate group being given by the product of number of sites in each group times their activity, integrated over all particles. It also has to be remembered that the pretreatments applied before HZ chemisorption or TEM are not always identical to those preceding catalytic tests. While it would be highly desirable to measure an Hz isotherm on each sample before performing catalysis, this remains a counsel of perfection, and the conjunction of information obtained on different samples, as done here, and as commonly done, has to be accepted. It is interesting to note that, after HTR1, RuCI shows values of F and T3 corresponding to an (H/ Ru),ot ratio of about 0.6 rather than the measured value of 0.22 (Fig. 3). We note that the reported (CO/Ru) was 0.83 [8], and therefore from the correlation of this ratio with (H/Ru)tot for other catalysts a value of the latter ratio of about 0.56 would have been expected. The most likely explanation is that the low HZ chemisorption is caused by Cl on the Ru particles, but that this is pushed off by the more strongly adsorbing CO, and that it is also removed to the support by the occurrence of the reaction. Although values of F and T3 are not reported for RuNI 1 and RuN12 (Table 2) , the selectivity values are in line with expectation for particles of 23% dispersion. In the absence of results for the propane reaction on catalysts RuNII and 2, it is only possible to report values of F' and T3' in Table 2: the values found after HTR1, and the selectivities from which they are derived, are in line with expectation for particles of somewhat low dispersion (both 23% by HZ chemisorption [ 8 ] ) , although it seems from the results that RuNII may be the more highly dispersed of the two. The rates of both increase after O/LTR, the conversion at 433 K in the case of RuN12 then being over 30%. Changes in selectivities following O/LTR and HTR2 suggest some growth in particle size with RuNII only after O/LTR. Table 2 also contains results obtained with catalyst SF2 following HTR1; they are in satisfactory agreement with those reported earlier [ 15 ] , also shown in the table. This catalyst was unusual in C.C. Bond, J.C. Slaa /Journal of Molecular Catalysis A: Chemical 101 (1995) 243-253 showing very little deactivation between stages 1 and 2. Rates are however considerably lower than for other catalysts of the level of dispersion suggested by the product selectivities ( < 0.3) . Although the principal trends in the values of F and T3 are qualitatively interpreted in terms of a particle size effect, close inspection of Table 2 suggests that other forces are at work as well. The second HTR produces only negligible changes in dispersion in the case of RuEC 1 and 3, and RuEC2 would probably behave in the same way; the very large losses in activity, and decreases in TOF (Fig. 1) are accompanied by small but significant changes in product selectivities and in the Kempling-Anderson parameters (Table 2) ; they are more sensitively revealed by the former. The surface condition formed by the HTR2 treatment is reversible: in a long series of experiments with RuECl, it was demonstrated that the more active state could be restored by a further O/LTR following HTR2, and that it could be destroyed and recreated several times. Conversions at 433 K after O/LTR are however often too high ( > 10% ) to make values of F and T3 wholly reliable. Similar differences in product distributions after O/LTR and HTR2 treatments are seen with Ru powder, where again no alteration in particle size is expected. Notwithstanding the very considerable differences in behaviour exhibited by the various catalysts after HTR1, and to a lesser extent after O/LTR, the product selectivities show a pleasing uniformity after HTR2 (Table 2, `After O/LTR' and `After HTR2'). We should also note that deactivation between stages 1 and 2, where it occurs, is generally accompanied by small decreases in both F and T3, that is to say, following Fig. 2, changes that correspond to a decrease in dispersion. These effects are largest with catalysts having particles in the small-tomedium size range, but are also visible with Ru powder. They may be caused by the blocking of a small fraction of low coordination number atoms such as predominate in very small particles, although the conventional wisdom is that these atoms resist inactivation because of their high activity for hydrogenolysis of C-M or C=M 251 bonds [ 16 ] . An alternative interpretation might be sought in electronic effects upon atoms in the active centre produced by C=M bonds at neighbouring atoms. 3.4. Effects of temperature on rates and product selectivities As previously demonstrated with catalysts closely related to the RuEC series [6], rates of reactant removal obey the Arrhenius law in both the heating and cooling stages. Some curvature in the Arrhenius plots is commonly detected at high temperatures, and in most cases this is due to the onset of deactivation by carbon deposition. In the reaction of n-butane + HZ over RuEC 1 following HTR1, the effect starts in Stage 1 at about 465 K; the magnitude of the effect increases with the number of carbon atoms in the reactant alkane. Tables 2 and 3 give the values of the Arrhenius parameters in the linear regions; only with the nbutane + HZ reaction over the Ru powder were any of the Arrhenius plots unsatisfactory. More interest and importance attaches to the temperature variation of product selectivities and the Kempling-Anderson parameters. Fig. 4 illustrates how for the n-butane + HZ reaction these vary with temperature for the series RuEC 1, 2 and 3 following HTRI; this reveals the effect of dispersion. Fig. 4 also shows the results for RuEC 1 following each of the three pretreatments; the effects here are due to a combination of dispersion and surface modification. The behaviour of RuECl after HTR1 is quite different from that shown by the other catalyst, or by the other pretreatments of RuECl: product selectivities scarcely change with temperature, and in particular the methane selectivity S, fails to increase with temperature as it does in the other cases. In consequence the parameters F and T3 remain quite constant. In the other cases S, rises steeply, S2 passes through a maximum and S3 decreases continuously, this behaviour corresponding to a value of F that is more or less constant in the region of low conversion, and to a value of T~ that decreases. Some of the variation in F may be due to the 252 G. C. Bond, J. C. Slaa /Journal of Molecular Catalysis A: Chemical 101 (1995) 243-253 20 1-5 I -CZ ~' .- 1-0 _ k JA>,,& o-5 - . -: l J 10010 50 0 350 450 450 450 450 450 Fig. 4. Temperature-dependence of product selectivities and Kempling-Anderson parameters for n-butane hydrogenolysis: Stage 1 results. A, RuEC3 (HTRI); B, RuEC2 (HTRI); C, RuECI (HTRI); D, RuECI (O/LTR); E, RuECI (HTR2). Circles, S,; triangles, S2; squares, S3. Arrows indicate temperatures at which conversion reaches 10%. t difficulty of accurately interpolating values of SZ from the propane reaction for the more active catalysts. In the earlier paper [6J we treated values of T3 to provide an activation energy difference between the processes of reactive desorption of C3 and its further bond-breaking, but it now seems that this is merely an empirical device to describe the results, and that the derived numbers lack quantitative significance. What is however clearly evident is that the effect of temperature on the nbutane reaction can be described, in the region where consecutive reactions are unimportant, by a splitting factor F which is almost temperatureindependent, and a parameter T3 which in most cases decreases sharply as the temperature is raised. These observations thus give confidence in the validity of the Kempling-Anderson rake formalism as a means accounting for the results. We have also followed the variation of product selectives with temperature using RuNII and 2 pretreated in each way, the results being of the form expected for moderately poorly dispersed materials: similar behaviour was shown by the Ru powder. RuCI acts somewhat differently in that after HTR1 a high value of S2 is maintained throughout the temperature range covered, so that ( especially in stage 2, where further deactivation has occurred) the F and T3 parameters are not markedly temperature-dependent. These observations reinforce the view that RuCI is substantially poisoned by CI - after HTR1. The effects described above are reflected in the different ways in which SZ in the propane + HZ reaction changes with temperature, following the standard pretreatments: with RuECI after HTR1, its temperature coefficient is markedly less than in the other cases. 4. Concluding remarks The principal questions with which we are faced in interpreting our findings are as follows. (1) Why do the very highly dispersed Ru/A1203 catalysts ( i.e. RuEC 1 after HTR 1) show product distributions that change so little with temperature, even although rates show normal Arrhenius behaviour? (2) Why do all less well dispersed catalysts show distribution that change quickly with temperature, in the accustomed sense of obtaining deeper hydrogenolysis as the temperature is raised? ( 3 ) Why do values of TOF fall so much when the highly active state formed by the O/LTR treatment is subjected to HTR2, with only small changes to product selectivities? (4) What accounts for the apparent variation of TOF with G.C. Bond, J.C. Slaa /Journal of Molecular Catalysis A: Chemical 101 (1995) 243-253 dispersion (Figs. 1 and 2) , and why does it seem as if the results obtained after HTR1 and O/LTR treatments form a single set, while those that follow HTR2 belong to a different set? We note however (Figs. 1 and 2) that a particle-size dependence is still observed after HTR2. In previous publications [6,15,17] we have remarked on the correlation between F and T3 (or F' and T3') , and have noted that high values of both parameters are associated with Ru surfaces that are probably contaminated, e.g. with Cl-, or TiOx or other toxins. This behaviour is observed with a catalyst RuCl after HTR1 in the present work. It is likely that these species, if randomly dispersed over the surface of the Ru particles will eliminate larger active centres, leaving only small isolated groups of atoms, the behaviour of which simulates that of very small particles. It is also possible that the toxins may prefer to occupy comfortable sites on areas of flat surface, so removing sites characteristic of large particles, and leaving only the edge and corner atoms free. Recalling that the small particles originally present in RuEC 1 may well be electron-deficient [ 8 ] , interpretations based on electronic effects cannot be entirely ruled out. As to the four questions listed above, satisfactory answers require provision of another dimension of information. This is obtained by examining the effect of altering reactant pressures, especially that of HZ, on rates and particularly on product selectivities. Some preliminary account of this work has already been given [18-20], but it is preferable to await a full presentation of the extensive results of this kinetic study before attempting to synthesise a reaction model to account for the effects of both temperature and HZ pressure. This we hope to do in a forthcoming paper. 253 Acknowledgements We are most grateful to the European Union for financial support under Stimulation Action Programme, SCI `-CT91-0681, which funded this work, and facilitated collaboration with the Universities of Montpellier, Messina and Zaragoza. References [ I ] G.C. Bond, Chem. Soc. Rev., 20 (1991) 441; Acc. Chem. Res., 26 (1993) 490. [2] M. Che and C.O. Bennett, Adv. Catal., 36 (1989) 55. [3] G.C. Bond and Lou Hui, J. Catal., 142 (1993) 512. [4] B. Coq, A. Bittar, R. Dutartre and F. Figueras, J. Catal., 128 (1991) 275. [ 5 ] B. Coq, A. Bittar and F. Figueras, Appl. Catal., 59 (1990) 103. [6] G.C. Bond, R. Yahya and B. Coq, J. Chem. Soc., Faraday Trans., 86 (1990) 2297. [7] J.C. Kempling and R.B. Anderson, Ind. Eng. Chem. Process Des. Dev., 11, (1972) 146. [8] B. Coq. E. Crabb, M. Warawdekar, G.C. Bond, J.C. Slaa, S. Galvagno, L. Mercadante, J. Garcia Ruiz and M.C. Sanchez Sierra, J. Mol. Catal., 92 (1994) 107. [9] G.C. Bond and Xu Yide, J. Chem. Soc. Faraday Trans., 80, (1984) 3103. [ 10] G.C. Bond, R.R. Rajaram and R. Burch, J. Phys. Chem., 90 (1986) 4877. [ 11 ] G.C. Bond, R.R. Rajaram and R. Yahya, J. Mol. Catal., 69 (1991) 359. [ 12] G.C. Bond, R.R. Rajaram and R. Burch, in M.J. Phillips and M. Teman (Eds.), Proc. 9th. Int. Congr. Catal., Calgary, Vol. 3, 1988, Chem. Inst. Canada, Ottawa, 1988, p. 1130. [ 13] B. Coq, personal communication, April 1994. [ 14] B.J. Kip, F.B.M. Duivenvoorden, D.C. Koningsberger and R. Prins, J. Catal., 105 (1987) 243. [ 15] G.C. Bond and S.F. Tahir, J. Chem. Soc., Faraday Trans., 87 (1991) 767. [ 16] E.H. van Broekhoven, J.W.F.M. Schoonhoven and V. Ponel, Surf. Sci, 156 (1985) 899. [ 17] G.C. Bond and R. Yahya, J. Mol. Catal., 69 (1991) 75 [ 18] G.C. Bond and J.C. Slaa, Catal. Lett., 23 (1994) 293. [ 191 G.C. Bond and J.C. Slaa, J. Mol. Cat., 89 (1994) 221. [201 G.C. Bond, R.H. Cunningham and J.C. Slaa, Topics Catal., 1 (1994) 19. MOLCAA 95800107 1381-1169(95)80010-7 10.1016/1381-1169(95)80010-7 Molecular aspects of heterogeneous catalysis Article Catalytic and structural properties of ruthenium bimetallic catalysts: effects of pretreatment on the behaviour of various Ru Al2O3 catalysts in alkane hydrogenolysis Geoffrey C. Bond ∗ Joop C. Slaa Department of Chemistry, Brunel University, Uxbridge UB8 3PH, UK ∗ Corresponding author. Very highly dispersed 1% Ru Al2O3 prepared from Ru(acac)3, after high-temperature reduction, catalyses the hydrogenolysis of n-butane with a high and almost temperature-independent selectivity to ethane. Catalysts having higher Ru contents (2.5 and 4%) are less well dispersed, but show higher turnover frequencies for this reaction, and selectivities which change with temperature, with methane the major product throughout. Oxidation and low-temperature reduction of these catalysts causes loss of metal area, and much enhanced turnover frequencies: product selectivity behaviour is then in each case that characteristic of large metal particles. A final high-temperature reduction leads to lower turnover frequencies, with little change in product selectivity. Results are also reported for catalysts prepared from RuCl3 and from Ru(No) (NO3)3, and for Ru powder: propane hydrogenolysis has also been examined as an adjunct to this study. References [1] G.C. Bond Chem. Soc. Rev. 20 1991 441 Acc. Chem. Res. 26 1993 490 [2] M. Che C.O. Bennett Adv. Catal. 36 1989 55 [3] G.C. Bond Lou Hui J. Catal. 142 1993 512 [4] B. Coq A. Bittar R. Dutartre F. Figueras J. Catal. 128 1991 275 [5] B. Coq A. Bittar F. Figueras Appl. Catal. 59 1990 103 [6] G.C. Bond R. Yahya B. Coq J. Chem. Soc., Faraday Trans. 86 1990 2297 [7] J.C. Kempling R.B. Anderson Ind. Eng. Chem. Process Des. Dev. 11 1972 146 [8] B. Coq E. Crabb M. Warawdekar G.C. Bond J.C. Slaa S. Galvagno L. Mercadante J.Garcia Ruiz M.C.Sanchez Sierra J. Mol. Catal. 92 1994 107 [9] G.C. Bond Xu Yide J. Chem. Soc. Faraday Trans. 80 1984 3103 [10] G.C. Bond R.R. Rajaram R. Burch J. Phys. Chem. 90 1986 4877 [11] G.C. Bond R.R. Rajaram R. Yahya J. Mol. Catal. 69 1991 359 [12] G.C. Bond R.R. Rajaram R. Burch M.J. Phillips M. Ternan Proc. 9th. Int. Congr. Catal., Calgary Vol. 3 1988 Chem. Inst. Canada Ottawa 1130 1988 [13] B. Coq, personal communication, April 1994. [14] B.J. Kip F.B.M. Duivenvoorden D.C. Koningsberger R. Prins J. Catal. 105 1987 243 [15] G.C. Bond S.F. Tahir J. Chem. Soc., Faraday Trans. 87 1991 767 [16] E.H. van Broekhoven J.W.F.M. Schoonhoven V. Ponel Surf. Sci 156 1985 899 [17] G.C. Bond R. Yahya J. Mol. Catal. 69 1991 75 [18] G.C. Bond J.C. Slaa Catal. Lett. 23 1994 293 [19] G.C. Bond J.C. Slaa J. Mol. Cat. 89 1994 221 [20] G.C. Bond R.H. Cunningham J.C. Slaa Topics Catal. 1 1994 19",
      "scopus-id": "0038542288",
      "coredata": {
        "eid": "1-s2.0-1381116995800107",
        "dc:description": "Very highly dispersed 1% Ru Al2O3 prepared from Ru(acac)3, after high-temperature reduction, catalyses the hydrogenolysis of n-butane with a high and almost temperature-independent selectivity to ethane. Catalysts having higher Ru contents (2.5 and 4%) are less well dispersed, but show higher turnover frequencies for this reaction, and selectivities which change with temperature, with methane the major product throughout. Oxidation and low-temperature reduction of these catalysts causes loss of metal area, and much enhanced turnover frequencies: product selectivity behaviour is then in each case that characteristic of large metal particles. A final high-temperature reduction leads to lower turnover frequencies, with little change in product selectivity. Results are also reported for catalysts prepared from RuCl3 and from Ru(No) (NO3)3, and for Ru powder: propane hydrogenolysis has also been examined as an adjunct to this study.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-08-24",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995800107",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bond, Geoffrey C."
          },
          {
            "@_fa": "true",
            "$": "Slaa, Joop C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995800107"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995800107"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)80010-7",
        "prism:volume": "101",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Catalytic and structural properties of ruthenium bimetallic catalysts: effects of pretreatment on the behaviour of various Ru Al2O3 catalysts in alkane hydrogenolysis",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "243-253",
        "prism:endingPage": "253",
        "pubType": "fla",
        "prism:coverDisplayDate": "24 August 1995",
        "prism:doi": "10.1016/1381-1169(95)80010-7",
        "prism:startingPage": "243",
        "dc:identifier": "doi:10.1016/1381-1169(95)80010-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "108",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995800107-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "668",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "71",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995800107-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "512",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038542288"
      }
    }
  }
}