{
  "metadata": {
    "title": "Novel single-site catalysts containing a platinum group metal and a macrocyclic sulfur ligand for ethylene polymerization",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-09-25",
    "doi": "10.1016/1381-1169(96)00201-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996002014",
    "pii": "1381116996002014"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030601483",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-1381116996002014 1381-1169(96)00201-4 1381116996002014 10.1016/1381-1169(96)00201-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00027 2015-05-13T23:01:31.432129-04:00 0 0 19960925 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 111 111 3 3 Volume 111, Issue 3 7 267 272 267 272 19960925 25 September 1996 1996-09-25 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. NOVELSINGLESITECATALYSTSCONTAININGAPLATINUMGROUPMETALAMACROCYCLICSULFURLIGANDFORETHYLENEPOLYMERIZATION TIMONEN S SINN 1980 99 H EWEN 1984 6355 J KAMINSKY 1985 507 W JORDAN 1991 325 R WANG 1992 3169 L WANG 1993 6999 L WIEGHARDT 1985 3067 K BLAKE 1987 261 A BLAKE 1989 1675 A ASHBY 1985 636 M ALCOCK 1993 1131 N TIMONENX1996X267 TIMONENX1996X267X272 TIMONENX1996X267XS TIMONENX1996X267X272XS item 1381-1169(96)00201-4 1381116996002014 1-s2.0-1381116996002014 10.1016/1381-1169(96)00201-4 271358 2010-09-28T03:12:55.410233-04:00 1996-09-25 1-s2.0-1381116996002014-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996002014/MAIN/application/pdf/3554816981fc31fa0016fdb4838c0303/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996002014/MAIN/application/pdf/3554816981fc31fa0016fdb4838c0303/main.pdf main.pdf pdf true 633253 MAIN 6 1-s2.0-1381116996002014-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996002014/PREVIEW/image/png/3e07dc9b1e913158c6274b45d620b147/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996002014/PREVIEW/image/png/3e07dc9b1e913158c6274b45d620b147/main_1.png main_1.png png 61290 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116996002014-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996002014/STRIPIN/image/gif/d626ae05accb67b64f4d4305581fab74/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996002014/STRIPIN/image/gif/d626ae05accb67b64f4d4305581fab74/si2.gif si2 true si2.gif gif 599 30 103 ALTIMG 1-s2.0-1381116996002014-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996002014/STRIPIN/image/gif/71ca54e0f64d1e25322ab59e78c53435/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996002014/STRIPIN/image/gif/71ca54e0f64d1e25322ab59e78c53435/si1.gif si1 true si1.gif gif 641 30 111 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 111 (1996) 267-272 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Novel single-site catalysts containing a platinum group metal and a macrocyclic sulfur ligand for ethylene polymerization Sari Timonen, Tuula T. Pakkanen * , Tapani A. Pakkanen Department of Chemistry, University of Joensuu, RO. Box lll, SF-80101 Joensun, Finland Received 20 February 1996; accepted 9 May 1996 Abstract The reactions of RhClj - 3H20 and PtC14 with 1,4,7-trithiacyclononane in ethanol lead to the formation of (Si-ethano9)RhC13 and (S3-ethano-9)PtCl4, respectively. The complexes catalyzed polymerization of ethylene in pentane in the presence of methylalumoxane (MAO) at 70 and at ethylene pressure of 10 bar. The obtained polyethylenes had an averaged molecular weight of M,, = 272,000 ((S3-ethano-9)RhC13) and 901,000 ((S3 ethano-9)PtC14) and narrow molecular weight distributions of MW/M= 2.95 (M,, = 92,000) ((S3 ethano-9)RhC13) and MW/M= 4.0 (M= 226,000) ((S,ethano-9)PtC14). On the basis of the narrow molecular weight distribution the catalysts can be considered as single-site catalysts. Keywords: Ethylene; Polymerization; Rhodium; Platinum; Homogeneous; Macrocyclic thioether 1. Introduction The metallocene catalysts became of wider interest when Kaminsky and coworkers found that very high productivity for ethylene polymerization can be obtained with the group 4 metallocenes in the presence of oligomeric, partially hydrolyzed trimethylaluminum (methylalumoxane, MAO) [1]. The Cp2ZrC12/MAO catalyst system exhibited very high activity but lacked selectivity. The catalysts based on chiral ansa-metallocene compounds, like racemic ethylene-bridged bis(indenyl)titanium dichloride [2] a n d e th y le n a -b rid g e d Corresponding author. Tel.: +358-73-151 3340; fax: +35873-1513344. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PH S1381-1169(96)00201-4 bis(tetrahydroindenyl)zirconium dichloride [3] used in combination with MAO, are capable of stereospecific polymerization of propylene. The catalytically active form of these ansa-metallocene catalysts is assumed to be an electrophilic Cpz MR' moiety [4]. In this the bent framework of Cp2M forces the vacant coordination site to be in a cis position towards the metal-alkyl bond thus promoting an intramolecular insertion reaction. Nowadays the interest is in the ancillary ligands which would have similar steric and electronic properties to those of cyclopentadienyl ligands but which are more easily modified than the Cp ligand. Wang and Flood have reported a rhodium complex of facially-coordinating tridentate ligand 1,4,7-trimethyl-1,4,7-triazacyclononane (Cn) which has catalytic activity toward ethy- 268 S. Timonen et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 267-272 lene [5,6]. CnRhMeX2 (X = OTf, 13174) polymerize ethylene in any solvent in which the components are soluble at 15 atm ethylene pressure. The polymerization is rather slow with an average turnover number of 1 per day. We report here our results of investigations on platinum group metal complexes of macrocyclic tri- and tetradentate sulfur ligands. The macrocyclic sulfur ligands coordinate readily to the metal centers producing stable complexes. In these complexes the macrocyclic ligand acts as a protecting group for the metal ion; this parallels with the role of cyclopentadienyl and aryl ligands in traditional metallocenes. 2. Experimental 2.1. Materials Ethylene (99.95%, AGA) was used after passing through deoxygenation and drying columns. The commercial macrocyclic thioethers 1,4,7-trithiacyclononane (S3-ethano9), 1,4,7,10-tetrathiacyclododecane (S4 ethano12), 1,4,8,11-tetrathiacyclotetradecane (S4ethano-propano-14) and 1,5,9,13-tetrathiacyclohexadecane (S4-propano-16) (Aldrich Chemie), metal chlorides FeC13 (Merck), RuC13, RhC13, PtC12 and PtC14 (Johnson and Matthey AB) and W13 (Ventron) were used without further purification. Methylalumoxane (MAO) was purchased from Schering AG (now Witco, Bergkamen, Germany) as a 30% (m/m) toluene solution. Toluene was deoxygenated and dried by distillation over sodium-benzophenone ketyl. The other solvents were dried over activated 4 molecular sieves and purged with nitrogen gas. 2.2. Measurements Elemental analyses for carbon, hydrogen and sulfur were determined by Carlo Erba CHN + O/S 1106 analyzer. The IR spectra were mea- sured on a Nicolet Magna-IR 750 IR spectrometer with a spectral resolution of 2 cm-'. 'H NMR spectra were recorded by Bruker AM 250 NMR spectrometer with TMS as reference. The molar-mass distribution of the polymer was measured at 135 by gel-permeation chromatography (HTGPC Waters 150C ALC) using 1,2,4-trichlorobenzene as a solvent. 2.3. Preparation of catalysts All reactions were carried out under nitrogen atmosphere using the Schlenk technique except the filtrations which were carried out in air. 2.3.1. (S3-ethano-9)RuCl3 RuCl3 * 3H20 (0.25 g, 1.0 mmol) and S3ethano-9 (0.17 g, 1.0 mmol) were placed into the reaction flask with 20 ml dry ethanol. The reaction mixture was stirred at 60 for 2 h and at room temperature for 12 h. The dark brown precipitate was filtered, washed with ethanol and diethylether and dried in vacuum. The yield was nearly 100%. The material was insoluble in any common organic solvent. Elemental analysis: found: C 17.99, H 3.40, S 23.21; calculated for (S3-ethano-9)RuC13: C 18.58, H 3.12, S 24.80. Infrared spectrum: 2979.9, 2933.8, 1444.4, 1411.5, 1268.7, 1176.7, 1128.0, 1014.0, 908.0, 824.1, 677.9 cm-'. 2.3.2. (S3-ethano-9)RhCl3 A mixture of RhC13 * 3H20 (0.24 g, 1.0 mmol) and 1,4,7-trithiacyclononane (0.2 g, 1.1 mmol) in 20 ml ethanol was stirred first at 60 for two hours and then at room temperature overnight. The precipitate was collected on a sintered glass funnel in air, washed with ethanol and diethylether and dried in vacuum. The yield of the yellow powdery product was 84%. The ' H NMR spectrum (DMSO-d6 250 MHz, 293 K) showed one singlet at 8 3.3 ppm, relative to TMS. Elemental analysis: found: C 18.43, H 3.07, S 25.82; calculated for (S3-ethano9)RhCl3: C 18.50, H 3.10, S 24.69. Infrared spectrum: 2987.6, 2923.4, 2874.6, 2807.1, S. Timonen et al. /Journal of Molecular Catalysis A: Chemical I11 (1996) 267-272 1449.8, 1404.9, 1283.6, 1266.0, 1171.3, 1123.7, 1016.2, 940.0, 908.0, 828.9, 680.6, 663.1 cm-'. 2.3.3. (S3-ethano-9)IrCl3 A mixture of IrC13 * 3H z0 (0.4 g, 1.1 mmol) and 1,4,7-trithiacyclononane (0.2 g, 1.1 mmol) was refluxed in acetonitrile/dichloromethane (3/1). After refluxing overnight the yellow solid was filtered and dried in vacuum. The yield of insoluble yellow material was 51%. Elemental analysis: found: C 15.5, H 2.57; calculated for (S3-ethano-9)IrC13: C 15.05, H 2.53. Infrared spectrum: 2967.5, 2919.8, 1411.6, 1263.2, 1103.4, 1028.1, 804.3, 669.6 cm-'. 2.3.4. (S3-ethano-9)PtCl4 PtC14 (0.07 g, 0.2 mmol) and S3-ethano-9 (0.04 g, 0.2 mmol) were mixed together in 20 ml ethanol. The temperature was maintained at 60 for 2 h and at room temperature for 12 h. The brownish yellow solid was filtered, washed with ethanol and ether and dried in vacuum. The yield was 69%. The material was weakly soluble in DMSO, but insoluble in any other common organic solvent. Elemental analysis: found: C 13.69, H 2.13; calculated for (S3ethano-9)PtC14: C 13.93, H 2.34. Infrared spectrum: 2993.1, 2973.1, 2927.2, 2894.3, 2835.1, 2813.2, 1443.0, 1398.1, 1260.4, 1177.3, 1117.6, 946.5, 913.3, 834.4, 657.1 cm-'. 1H NMR was recorded in DMSO-d6 and showed two broad singlets at 3.83 ppm and 4.01 ppm (250 MHz, 293 K). The syntheses of (S3-ethano-9)FeCl3 (S3-ethano-9)PtClz [8], (S4 ethano-12)RhCl3 [9], (S4-ethano-propane-14)RhC13 [9] and (S4 propano-16)RhC12 [9] were performed according to literature. 2.4. Polymerization of ethylene 2.4.1. Method 1 The glass parts of the polymerization apparatus were dried in an oven at 110 and assembled in the glove box while still warm. Solid catalyst, cocatalyst and toluene were placed into 269 the 0.1 dm3 glass reaction flask in the glove box. The metal complexes were not soluble in toluene but after addition of MAO the complexes dissolved producing yellow solutions. The activity of the catalysts were tested by using Al/M ratio of 500. The mixture was stirred and ethylene was led into the reactor at 1 bar pressure for one hour while the temperature was raised to 80 with a water bath. The resulting polymer was poured into acidic methanol to remove the residual catalyst, filtered and dried in an oven at 70. 2.4.2. Method 2 The polymerization was carried out in a two liter pressure reactor under an anhydrous atmosphere. The solid catalyst, cocatalyst (MAO) and n-pentane (1.3 1) were kept at 10 bar ethylene pressure and at 70 for one hour. The ratio of Al/M was 500. The experimental conditions were held constant during the polymerization test. 3. Results and discussion 3.1. Syntheses and characterization The reaction of MCI, (M = Fe, Ru, Rh, Ir, Pt; x = 2-4) with macrocyclic thioethers, (S3ethano-9, S4-ethano-12, S4-ethano-propano-14, S4-propano-16), in an 1:1 mole ratio in a suitable solvent (at 60 or in reflux) leads to a formation of complex LMCIx (L = macrocycle). The color of the products was usually yellow except for the (S3-ethano-9)RuC13, which was brown. The products were stored in a glove box although they seem to endure the exposure of the air at least for short periods. The complexes were insoluble in common organic solvents except six compounds, (S3-ethano-9)RhCl3, (S3ethano-9)PtC12, (S3-ethano-9)PtC14, (S4 ethano12)RhC13, (S4 ethano-propano-14)RhCl3, (S4 propano-16)RhCl2, which were slightly soluble in DMSO. Mostly the observed and calculated percentages of carbon, hydrogen and sulfur of 270 S. Timonen et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 267-272 the chemical analyses agreed well, only in a few cases the difference was substantial and was probably caused by solvent residues. The IR spectra of the materials are rather complicated due to lack of specific IR active groups easy to recognize. IR bands of the complexes in the range of 1460-1411 cm-1 are slightly shifted to a lower wavenumber with respect to the free ligand indicating complex formation. In 1H NMR spectra of (S3-ethano-9)RhC13 (DMSO-d6 250 MHz, 293 K) and (S3-ethano9)PtC12 there was one singlet at 8 3.3 ppm and 8 3.35 ppm, respectively. The ligand in a complex gives a singlet at a lower field with respect to the free ligand (S3-ethano-9, 8 3.07 ppm). The thioether ligand is coordinated to the metal center facially with all the three sulfur atoms. In the 1 H NMR spectrum of (S 3-ethano-9)PtC14 there were two broad singlets at 8 3.83 ppm and 8 4.01 ppm. The thioether ligand is probably coordinated to the metal with the two sulfur atoms instead of all three. The structures of the synthetized 1,4,7-trithiacyclononane metal (M = Fe, Ru, Rh, Ir, Pt) tri- and dichloride complexes (Fig. 1) are supposed to be similar to those given in literature for (S3-ethano-9)Mo(CO)3 [10] or (S3-ethano9)RUC12(PPh 3) [ 11 ]. The metal has a slightly distorted octahedral coordination, and the thioether acts as a facial tridentate ligand, ex- Ci ci ci Rh S Fig. 1. The supposed structure of (S3-ethano-9)Rhc13. a _D S y C U b SD Fig. 2. (a) S4-ethano-12, (b) S4 ethano-propano-14, (c) S4 propano-16. cept for (S3-ethano-9)PtC14 where the ligand is bidentate. The stability of the complexes has been attributed to the fact that only a small change in the endodentate conformation of the free ligand is required for coordination. The structures of the tetradentate thioether rhodium complexes have been determined in the literature [9], and only the 16 membered ring is big enough to encompass the metal. The 12 and 14 membered rings have to form cis-complexes (Fig. 2) [9]. 3.2. Polymerization of ethylene The activities of the complexes [(S3-ethano9)MCl3 ] were tested in the polymerization of ethylene in the presence of the cocatalyst MAO (Al/M = 500) at normal pressure and at 80 temperature. The resulting activities were determined in units of kg polyethylene (PE)/(mol metal h) and they varied between 0.3 and 7.1 kg/(mol M h). The polymerization started at room temperature but the activity increased markedly with temperature. The platinum and rhodium complexes, (S3-ethano-9)PtC14 and (S3-ethano-9)RhCl3, activated with MAO showed a moderate activity towards ethylene (Fig. 3). The other metal chlorides such as PtC12 and IrC13 have also been found to act as starting materials for the active catalyst. The melting point of the polymers were in the range 129132. In the IR-spectra of polyethylenes six strong bands at wavenumbers 2920.5, 2851.0, 1473.3, 1463.1, 731.0 and 719.6 cm-1 were observed. S. Timonen et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 267-272 Activity as a function of a metal 271 Activity as a function of a Ggand Fe Ru Rh Ir Pt(II) Pt(IV) Sg S12 S14 S16 Fig. 3. The polymerization activity as a function of a metal for LMCIx (L = S3-ethano-9, M = Fe, Ru, Rh, It, Pt, x = 2-4) complexes. The polymerization were conducted with Al/M = 500 at 1 bar ethylene pressure and at 80 for 1 h. Other macrocyclic thioethers, S4-ethano-12, S4-ethano-propano-14 or S4 propano-16, can also act as an ancillary ligands in syntheses of ethylene polymerization catalysts, in addition to S3-ethano-9 (Fig. 4). These tetradentate thioethers form the active rhodium catalysts for ethylene polymerization but even with the S4ethano-propano-14 ligand which forms the most active catalyst of the afore-mentioned ligands the activity is less than half of that observed for the (S3-ethano-9)RhC13. The activity of the (S4-propano-16)RhCl2 is low which is reasonable since the 16 membered ring forms the cis-complex with rhodiumchloride, thus preventing the formation of the active center where a free coordination place and a metal alkyl bond are in a cis-position to each other. For ethylene polymerization by method 2 the activity of the complexes (S3-ethano-9)PtC14 and (S3-ethano-9)RhC13 was tested at higher ethylene pressure. The activity of the (S3- Fig. 4. The polymerization activity as a function of a macrocyclic thioether for LRhCIx (L = S3-ethano-9 (S9), S4-ethano-12 (S12), S4-ethano-propano-14 (S 14), S4-propano-16 (S 16), x = 2-3). The polymerizations were carried out by method 1. The polymerization were conducted with Al/M = 500 at 1 bar ethylene pressure and at 80 for 1 h. ethano-9)PtC14 was 232 g PE/g catalyst h-' (120 kg PE/mol Pt h-') and with GPC (gelpermeation chromatography) characterization the product was relatively high molecular weight polyethylene with Mw = 901,000 and had a narrow molecular weight distribution Mw/Mn = 4.0 (Mn = 226,000). The activity of the (S3ethano-9)RhC13 was 171 g PE/g catalyst h-' (66.8 kg PE/mol Rh h-') and the molecular weight and the molecular weight distribution of the polyethylene were MW = 270,000 and MW/M= 2.95 (M= 92,000) (Table 1). On the basis of the narrow molecular weight distribution it may be said that the catalysts act as single-site catalysts. The catalytic properties of these complexes in ethylene polymerization are better than those of CnRhMe3, CnRhMe2(OTf) or CnRhMe(OTf)2. The cyclic thioether containing catalysts show activities a couple of orders of Table 1 Catalytic activity of cyclic thioether complexes of rhodium and platinum in ethylene polymerization Catalyst AI/M PE yield (g) Activity (kg PE/(mol h)) M, Mw MwlMn (S3-ethano-9)RhC13 500 1.8 67 92,000 272,000 2.95 (S3-ethano-9)PtCl4 500 3.0 120 226,000 901,000 4.0 Conditions: solvent = pentane, T= 70, p(ethylene) = 10 bar, polymerization time = 1 h. 272 S. Timonen et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 267-272 magnitude higher than those of afore-mentioned Acknowledgements catalysts at low ethylene pressure. 4. Conclusions The tridentate macrocyclic thioether 1,4,7-tri thiacyclononane coordinates readily to the plat inum metal center producing a stable complex. The macrocycle occupies one side of the metal leaving the other side available for the poly merization, which parallels the role of cyclopen tadienyl ligands in the traditional metallocenes. The reactions of platinum chloride and rhodium chloride with the S3-ethano-9 ligand form yellow air-stable complexes, which are slightly soluble in DMSO. These complexes catalyze polymerization of ethylene in the solu tion in the presence of a cocatalyst methylalu moxane, MAO. The relatively simple synthesis of the com plex and the stability of the complex in air makes the system worth studying. As far as we know, the trithiacyclononane rhodium and plat inum complexes are the first single-site olefin polymerization catalysts containing a late transi tion metal and a chalcogen ligand. We are grateful to the Neste Ltd. and Borealis Polymers Ltd. for the support of this research. References [1] H. Sinn and W. Kaminsky, Adv. Organomet. Chem. 18 (1980) 99. [2] J.A. Ewen, J. Am. Chem. Soc. 106 (1984) 6355. [3] W. Kaminsky, K. Kulper, H.H. Brintzinger and F.R.W.P. Wild, Angew. Chem. Int. Ed. Engl. 24 (1985) 507. [4] R.F. Jordan, Adv. Organomet. Chem. 32 (1991) 325. [5] L. Wang and T.C. Flood, J. Am. Chem. Soc. 114 (1992) 3169. [6] L. Wang, R.S. Lu, R. Bau and T.C. Flood, J. Am. Chem. Soc. 115 (1993) 6999. [7] K.Wieghardt, H.-J. Kpers and J. Weiss, Inorg. Chem. 24 (1985) 3067. [8] A.J. Blake, A.J. Holder, T.I. Hyde, Y.V. Roperts, A.J. Lavery and M. Schr6der, J. Organomet. Chem. 323 (1987) 261. A.J. Blake, G. Reid and M. Schrer, J. Chem. Soc. Dalton Trans. (1989) 1675. [10] M.T. Ashby and D.L. Lichtenberger, Inorg. Chem. 24 (1985) 636. ll] N.W. Alcock, J.C. Cannadine, G.R. Clark and A.F. Hill, J. Chem. Soc. Dalton Trans. (1993) 1131. MOLCAA 96002014 1381-1169(96)00201-4 10.1016/1381-1169(96)00201-4 Chemical and metal complex catalysis Article Novel single-site catalysts containing a platinum group metal and a macrocyclic sulfur ligand for ethylene polymerization Sari Timonen Tuula T. Pakkanen ∗ Tapani A. Pakkanen Department of Chemistry, University of Joensuu, P.O. Box 111, SF-80101 Joensuu, Finland ∗ Corresponding author. Tel.: +358-73-151 3340; fax: +358-73-1513344. The reactions of RhCl3 · 3H2O and PtCl4 with 1,4,7-trithiacyclononane in ethanol lead to the formation of (S3-ethano-9)RhCl3 and (S3-ethano-9)PtCl4, respectively. The complexes catalyzed polymerization of ethylene in pentane in the presence of methylalumoxane (MAO) at 70°C and at ethylene pressure of 10 bar. The obtained polyethylenes had an averaged molecular weight of M w = 272,000 ((S3-ethano-9)RhCl3) and 901,000 ((S3-ethano-9)PtCl4) and narrow molecular weight distributions of M w M n = 2.95 (M n = 92,000) ((S3-ethano-9)RhCl3) and M w M n = 4.0 (M n = 226,000) ((S3-ethano-9)PtCl4). On the basis of the narrow molecular weight distribution the catalysts can be considered as single-site catalysts. Keywords Ethylene Polymerization Rhodium Platinum Homogeneous Macrocyclic thioether References [1] H. Sinn W. Kaminsky Adv. Organomet. Chem. 18 1980 99 [2] J.A. Ewen J. Am. Chem. Soc. 106 1984 6355 [3] W. Kaminsky K. Kulper H.H. Brintzinger F.R.W.P. Wild Angew. Chem. Int. Ed. Engl. 24 1985 507 [4] R.F. Jordan Adv. Organomet. Chem. 32 1991 325 [5] L. Wang T.C. Flood J. Am. Chem. Soc. 114 1992 3169 [6] L. Wang R.S. Lu R. Bau T.C. Flood J. Am. Chem. Soc. 115 1993 6999 [7] K. Wieghardt H.-J. Küppers J. Weiss Inorg. Chem. 24 1985 3067 [8] A.J. Blake A.J. Holder T.I. Hyde Y.V. Roperts A.J. Lavery M. Schröder J. Organomet. Chem. 323 1987 261 [9] A.J. Blake G. Reid M. Schröder J. Chem. Soc. Dalton Trans. 1989 1675 [10] M.T. Ashby D.L. Lichtenberger Inorg. Chem. 24 1985 636 [11] N.W. Alcock J.C. Cannadine G.R. Clark A.F. Hill J. Chem. Soc. Dalton Trans. 1993 1131",
      "scopus-id": "0030601483",
      "coredata": {
        "eid": "1-s2.0-1381116996002014",
        "dc:description": "The reactions of RhCl3 · 3H2O and PtCl4 with 1,4,7-trithiacyclononane in ethanol lead to the formation of (S3-ethano-9)RhCl3 and (S3-ethano-9)PtCl4, respectively. The complexes catalyzed polymerization of ethylene in pentane in the presence of methylalumoxane (MAO) at 70°C and at ethylene pressure of 10 bar. The obtained polyethylenes had an averaged molecular weight of M w = 272,000 ((S3-ethano-9)RhCl3) and 901,000 ((S3-ethano-9)PtCl4) and narrow molecular weight distributions of M w M n = 2.95 (M n = 92,000) ((S3-ethano-9)RhCl3) and M w M n = 4.0 (M n = 226,000) ((S3-ethano-9)PtCl4). On the basis of the narrow molecular weight distribution the catalysts can be considered as single-site catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996002014",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Timonen, Sari"
          },
          {
            "@_fa": "true",
            "$": "Pakkanen, Tuula T."
          },
          {
            "@_fa": "true",
            "$": "Pakkanen, Tapani A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996002014"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996002014"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00201-4",
        "prism:volume": "111",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Novel single-site catalysts containing a platinum group metal and a macrocyclic sulfur ligand for ethylene polymerization",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ethylene"
          },
          {
            "@_fa": "true",
            "$": "Polymerization"
          },
          {
            "@_fa": "true",
            "$": "Rhodium"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Homogeneous"
          },
          {
            "@_fa": "true",
            "$": "Macrocyclic thioether"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "267-272",
        "prism:endingPage": "272",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 1996",
        "prism:doi": "10.1016/1381-1169(96)00201-4",
        "prism:startingPage": "267",
        "dc:identifier": "doi:10.1016/1381-1169(96)00201-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "103",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996002014-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "599",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "111",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996002014-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "641",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030601483"
      }
    }
  }
}