{
  "metadata": {
    "title": "Study of catalytic activity of nitro substituted ironporphyrins",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-03-21",
    "doi": "10.1016/1381-1169(94)00063-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116994000638",
    "pii": "1381116994000638"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-58149362434",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-04-21 2000-04-21 2010-04-18T17:52:58 1-s2.0-1381116994000638 1381-1169(94)00063-8 1381116994000638 10.1016/1381-1169(94)00063-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00325 2022-11-16T12:24:51.629775Z 0 0 19950321 1995 2000-04-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 97 97 1 1 Volume 97, Issue 1 7 41 47 41 47 19950321 21 March 1995 1995-03-21 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. STUDYCATALYTICACTIVITYNITROSUBSTITUTEDIRONPORPHYRINS DASDORESASSIS M SHELDON 1981 R METALCATALYZEDOXIDATIONSORGANICCOMPOUNDS SHILOV 1984 A ACTIVATIONSATURATEDHYDROCARBONSBYTRANSITIONMETALCOMPLEXES ELLIS 1990 181 P SCHUCHARDT 1993 713 U MANSUY 1989 267 D MANSUY 1993 129 D MEUNIER 1992 1411 B GUNTER 1991 115 M DAWSON 1987 1255 J TRAYLOR 1991 265 T MANSUY 1990 741 D TRAYLOR 1984 279 P BRUICE 1988 158 T CASTELLINO 1988 7512 A TSUCHIYA 1989 S TSUCHIYA 1991 S TRAYLOR 1992 1308 T TRAYLOR 1987 1338 T RENAUD 1985 888 J KHENKIN 1985 4247 A BELOVA 1987 1016 V ASSIS 1988 M PHDTHESIS ASSIS 1986 486 M ASSIS 1991 107 M CAUGHEY 1969 722 W SENGE 1993 3134 M SHAREFKIN 1963 658 J ADLER 1970 2443 A CHANG 1981 778 C WILLIAMSON 1988 1061 M OSTOVIC 1989 6511 D NAPPA 1985 4711 M IAMAMOTO 1993 191 Y MELO 1993 A ENCONTROEMCATALISEHOMOGENEAEHETEROGENEA RIEZ 1985 233 P BARBOSA 1992 302 J BECKWITH 1989 2674 A SHELDON 1981 343 R METALCATALYZEDOXIDATIONSORGANICCOMPOUNDS BUCHLER 1978 417 J PORPHYRINS MANSUY 1985 711 D GUNTER 1991 121 M GROVES 1979 1032 J DASDORESASSISX1995X41 DASDORESASSISX1995X41X47 DASDORESASSISX1995X41XM DASDORESASSISX1995X41X47XM 2022-11-16T12:02:54.429Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined CNPq CNPq Conselho Nacional de Desenvolvimento Científico e Tecnológico http://data.elsevier.com/vocabulary/SciValFunders/501100003593 http://sws.geonames.org/3469034/ FAPESP FAPESP Fundação de Amparo à Pesquisa do Estado de São Paulo http://data.elsevier.com/vocabulary/SciValFunders/501100001807 http://sws.geonames.org/3469034/ CAPES CAPES Coordenação de Aperfeiçoamento de Pessoal de Nível Superior http://data.elsevier.com/vocabulary/SciValFunders/501100002322 http://sws.geonames.org/3469034/ This work was supported by CAPES, CNPq and FAPESP. We are grateful to C.M.C. Prado for helpful discussions. item 1381-1169(94)00063-8 1381116994000638 1-s2.0-1381116994000638 10.1016/1381-1169(94)00063-8 271358 2010-09-27T23:06:14.382049-04:00 1995-03-21 1-s2.0-1381116994000638-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994000638/MAIN/application/pdf/40f35c1dd3019df5af3b8069345fe7ce/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994000638/MAIN/application/pdf/40f35c1dd3019df5af3b8069345fe7ce/main.pdf main.pdf pdf true 676814 MAIN 7 1-s2.0-1381116994000638-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994000638/PREVIEW/image/png/47848cabc8e67decbe978b15c1bbda10/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994000638/PREVIEW/image/png/47848cabc8e67decbe978b15c1bbda10/main_1.png main_1.png png 66218 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 97 (1995 ) 4117 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Study of catalytic activity of nitro substituted ironporphyrins Marilda das Dores Assis *, Andr Junqueira Botelho de Melo, Osvaldo Antonio Serra, Yassuko Iamamoto Departamento de Quica, FFCLRP ZJSP, Av Bandeirantes 3900, CEP14040-901 Ribeir Preto, SP, Brazil Received 29 August 1994; accepted 18 November 1994 Abstract ortho-Nitrophenyl meso-substituted ironporphyrins (FeP) and their corresponding Et,-oxo dimers were studied as catalyst in the oxidation of cyclohexane by iodosylbenzene (PhIO). The cyclohexanol yield versus FeP concentration plot indicate the nature of active species. For ( FeTNPP ) CI and ( FeDNPP ) Cl the active species is Fe'v ( O ) P +' (1) . For unhindered ( FeMNPP) Cl, the involvement of PFe'v-O-Fe`v(O)P+' (2) explains the results. The catalytic activity of dimeric species (FeMNPP)20 and (FeDNPP)20 were surprisingly high, being as good as the monomeric ones. There is evidence of species 2 for these dimer catalysts. The oxidation reaction conditions were studied. We observed that the concentration of the catalyst, stirring method, ratio of iodosylbenzene/catalyst and presence of air can affect the cyclohexanol yields. (FeMNPP)CI and (FeMNPP)z0 as catalysts can be seen as good P-450 model systems due to their stability, efficiency and selectivity toward cyclohexanol. The electron withdrawing effect of the substituents on the meso-phenyl rings of the porphyrin overwhelms the steric one in the catalytic activity, since only one ortho-nitro group is almost as efficient as the tetra-ortho-nitro substituted FeP. This work contributes to the understanding of the catalytic activities of unhindered ironporphyrins. Keywords: Biomimetic catalyst; Cyclohexane; Cytochrome P-450 model; Ironporphyrin; Nitro substituted ironporphyrin; Oxidation 1. Introduction The catalytic oxidation of organic compounds by molecular oxygen plays an important role in the transformation of hydrocarbon from coal, oil and natural gas into valuable chemical and fuel products. Despite the great amount of work devoted to this problem, it is far from being completely solved. There are many variables that hinder the creation of selective processes. The difficulty usually lies in the prevention of different parallel oxidation reactions which lead to a variety of by-products [ 1 ] . * Corresponding author. Fax. ( +55-16)6338151, E-mail: MDDASSIS@BRUSP.ANSP.BR 1381-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI1381-1169(94)00063-8 Enzymes in reactions are well known to have the characteristic of promoting high rates, selectivity and stereospecificity; which is difficult to achieve in simple chemical systems [ 2 ] . In the past twenty years, a great deal of work has been done to elucidate the mechanism of these enzymatic systems. A possible approach to solve these problems is to use synthetic systems as models for enzymatic activity [ 3 ] . The discovery that cytochromes P-450 are capable of catalyzing epoxidation and hydroxylation of saturated hydrocarbons has stimulated the search for simple ironporphyrin (FeP) systems which can mimic these reactions [ 2 ] . 42 M. das Dores Assis et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 41-47 Recent studies with P-450 model systems have used iron tetraarylporphyrins with ortho-substituents on the aryl ring in order to prevent ironporphyrin aggregation. These sterically hindered ironporphyrins afford higher stability with respect to oxidative degradation and generally render higher reactive and stable monomer ferryl radical Fetv(O)P+' (1) species than unhindered ones, such as the corresponding iron tetraphenylporphyrin, (FeTPP) Cl [4,5 ] . Ortho-nitrophenyl substituted ironporphyrins have been shown to be an unusual catalyst. Shilov et al. [6] reported interesting results with iron(III) tetra-ortho-nitrophenylporphyrin chloride, (FeTNPP) Cl, for lower alkane hydroxylation. At the same time we have done preliminary studies on the catalytic efficiency of the iron(III) mono-ortho-nitrophenyl, triphenylporphyrinbromide, (FeMNTPP)Br,and the corresponding /.t,-oxo dimer stable species [ 7 ] . We observed high yields for cyclohexane hydroxylation, with only one ortho-nitro group substituent in the porphyrin ring. The predominant active species in the reaction of (FeMNTPP) Br with iodosylbenzene (PhIO) were determined by EPR and UV-Vis spectroscopies as the dimeric radical, PFeiv-O-Feiv (O) P + ' (2) [ 8 ] . The formation of these species overwhelms the ferryl radical, 1. We observed that mono-ortho-nitrophenyl substituted FeP have a strong tendency to dimerize. The role Rt N, N R14 Fe. R2 oN / \\ N R3 (F*AANPP)CI R,= R2= R3= Ph R4 oNO2Ph (FNPP)CI (cis end traps) R,= Rz= Ph R3= R,= ONO2Ph (F@TNPP)CI Ri= RZ= R3= R4 ON02 Ph Fig. 1. Structure of ironporphyrins. of one ortho-nitro group in the dimer formation can be explained by two major factors: the electron withdrawing effect associated with the tendency to dimerize through 7r-7r stacking interactions in analogy to what occurs with (2,3,7,8,12,13,17,18octaethyl-5-nitroporphyrinate) zinc (II) [ 9 ] . Catalytic activity of dimeric species (FeP)20 has not been extensively studied. In this paper we report the catalytic activity of the it,-oxo dimer species of ironporphyrins compared to the monomer species of Fig. 1, the ortho-nitro group effect in the cyclohexane oxidation, percentage of FeP recuperation after catalyzed reactions and the systematic and detailed study of the oxidation reaction conditions. 2. Experimental 2.1. Materials All the materials were of commercial reagent grade unless otherwise stated. Dichloromethane was distilled and stored on 4 A molecular sieves. N,N-dimethylformamide (DMF) was stirred over KOH at room temperature overnight, decanted and then distilled at reduced pressure. Cyclohexane purity was determined by gas chromatographic analysis. 2.1.1. lodosylbenzene (PhIO) PhIO was obtained through the hydrolysis of iodosylbenzene diacetate [10]. Samples were stored in freezer and the purity was checked every six months by iodometric assay. 2.1.2. Porphyrins and ironporphyrins The synthesis and purification of the monoortho-nitrophenyl, triphenylporphyrin (MNPP) was described previously [ 8 ] . The cis and trans mixture of di-ortho-nitrophenyl, diphenylporphyrin (DNPP) was obtained in the same way and eluted from the purification column as the third band. The tetra-ortho-nitrophenylporphyrin (TNPP) was purchased from Midcentury. The iron insertion in these porphyrins was done using M. Dores Assis et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 4l ll7 DMF method [ 11 ] . For mono and di-ortho-vitro substituted FeP, the purification with neutral alumina resulted in the ,u,-oxo dimers, (FeMNPP) 20 and (FeDNPP)20, respectively. The corresponding monomers were obtained by bubbling HCl gas through solutions of the dimers. The monomer and dimer species were characterized by UV-Vis and IR spectra in accord with previous work [ 8 ] . 2.2. Oxidation reactions The reactions were carried out in a 2 ml vial with an open top screw cap containing a silicone Teflon faced septum. In a standard reaction the vial containing the FeP (ca. 0.30 mg) and iodosylbenzene (ca. 0.50 mg) was under argon atmosphere and in an adapted dark chamber. While the mixture was being stirred at 0, with ultrasound (ultrasound laboratory cleaner Minison-Thornton, 40 W, 50-60 Hz), the dichloromethane (160 Al) and cyclohexane (90 gl) were added and the mixture reaction was stirred for 30 min. After the desired time, a saturated aqueous solution of sodium bisulfite (20 l) was added to the reaction mixture, in order to quench further oxidation, and the vial was then removed from the ultrasound bath. 2.2.1. Product analysis The product was analysed by gas-chromatography using n-octanol as internal standard. Yields were based on iodosylbenzene. Gas chromatographic analysis were performed on a CG 37-002 gas chromatograph. Nitrogen was used as the carrier gas with an hydrogen flame ionization detector. The stainless steel column (length, 1.8 m; internal diameter, 3 mm) was packed with 10% Carbowax 20M on Chromosorb WHP. The products obtained were analyzed by comparison of their retention times with those of authentic samples. All reactions were carried out in the same conditions, but in absence of FeP. The percentage of FeP recuperation after catalyzed reactions were determined by spectrophotometry, through the absorption intensity of the Soret band. Electronic spectra were recorded on a 43 Hewlett-Packard 8452, Diode Array UV-Vis spectrophotometer. 3. Results and discussion Initially, we observed that mono-ortho-nitrophenyl substituted ironporphyrin catalyzes the oxygen transfer from iodosylbenzene to cyclohexane, resulting in a high yield of cyclohexanol (Col) and only trace amounts of cyclohexanone. The yield of Col with (FeTPP)Cl as catalyst was half or less, compared with that of (FeMNPP)Cl in the same conditions. The ortho-vitro group effect is shown in Table 1. We can observe that (FeMNPP)Cl and (FeMNPP) 20, which have one ortho-vitro group in each porphyrin ring, which as catalysts are as good as (FeTNPP) Cl, which gave the highest yields of Col and also had high catalyst recoveries. The effect of the mono-ortho-vitro group may act in two ways: (a) it promotes the dimer formation and consequently the catalytic active species in these systems are predominantly dimeric ferryl arcation radical 2 [ 8 ] ; (b) electron withdrawing substituents at meso-aryl position may activate the intermediate, increasing the electrophilicity of the metal-oxo entity and promoting its reactivity towards hydrocarbon [ 12]. Because the nitro Table 1 Catalytic activity of ironporphyrins in the cyclohexane hydroxylation by Ph10. ortho-Nitro substituent effect Reaction FeP 1 2 3 4 5 6 7 (FeTPP)CI (FeTPP)ZO (FeMNPP)CI b (FeMNPP) ZO (FeDNPP) Cl ` (FeDNPP) 70 (FeTNPP)CI COH yield', 30 21 70 60 50 44 74 Catalyst recovery, 30 23 70 60 42 65 99 Reactions were carried out under argon, in the dark and yields were based on PhIO, ultrasound stirring for 30 min, [ FeP] ca. 1.0 X 10 ` ` moll-' and [PhIO]/[FeP]=5-10. a Cyclohexanone product was not observed. b [FeP] ca. 5.0 X 10-mol l-'. ` 15 min of reaction. M. das Dores Assis et al. / Journal of Molecular Catalysis A: Chemical 97 (1995) 41-47 group removes electron density from the ring and offers some steric hindrance too, the porphyrin is less susceptible to electrophilic attack and the oxidative destruction of the FeP decreases. Evidence for the latter comes from measuring the extent of FeP recovery after oxidation reaction when compared with (FeTPP) Cl (Table 1) . Generally speaking, the catalytic activity of g,oxo dimers are only slightly lower than the corresponding monomer catalysts. They are not inactive as was envisaged previously [ 13 ] . The dimeric active intermediate species 2 can be formed directly, in addition to the monomer active species 1. For (FeDNPP)Cl, di-ortho-nitro substituted FeP, the monomeric intermediate species 1 is favored due to the steric hindrance of the two nitro substituents. This catalytic species is more susceptible to oxidative destruction despite the electron-withdrawing effect of the two nitro groups, and the recuperation percentage is low when compared with other ironporphyrins. For (FeTNPP)Cl, the monomeric intermediate 1 is the catalytic species responsible for the high yield. This species 1 is highly reactive and stable because of the steric and electronic effects of the four ortho-nitro groups. The results in Table 1 represent the best catalytic activity of each ironporphyrin. We observed that the yields of Col decrease about 15--40%, depending on the humidity of the solid FeP. Water normally increases the catalytic activity, except for the tetra-ortho-nitro substituted FeP, (FeTNPP)Cl. In this case the yield decreases from 74% to 37% when the reaction is carried out under water-saturated argon atmosphere. We observed also a higher Col yield at 15 min than at 30 min of reaction for (FeDNPP)Cl. Now we are investigating this and the role of water in the catalytic sites of FeP and intermediates involved in these oxidation reactions. 3.1. Effect of FeP concentration It is interesting to observe that the catalytic activity follows different patterns depending on the active intermediates involved (Figs. 2 and 3) . For (FeMNPP) ZO, which involves species 2, the yields of Col increase sharply up to about 1.2 X 10-3 mol - 1-', persisting to increase slightly up to 2.5 X 10 - 3 mol - 1-' (Fig. 2) . This pattern is similar to the (FeTPP) Cl one reported by Nappa and Tolman [ 14] when the best concentrations were in the range of 1.0-3.0 X 10-3 mol - 1-'. We previously reported that for (FeTPP)CI there is also the participation of dimeric active species 2 [ 15 ] . For (FeMNPP) CI we observed high yields with diluted solutions. The high catalytic activity may be explained by the presence of the monomer-active species 1 in addition to the dimer active species 2 and the dilution effect combined with the nitro group effect does not favour the bimolecular destruction as observed for (FeTPP) Cl [ 14] . A decrease in the yield of Col from ca. 70% to ca. 45% on passing from 0.5 X 10-3 to 1.0 X 10-3 M01.1-1 is observed in Fig. 2 for (FeMNPP)Cl. For higher concentrations of this FeP, the dimer active species 2 is predominantly responsible for the activity. Therefore, for (FeMNPP)Cl at 2.OX 10-3 mol - 1', the effective concentration will be almost half (ca. 1.0 X 10 - 3 mol . 1-') of the (FeMNPP) 20 one and the respective yields at this concentration correspond to the intersection of the two plots in Fig. 2. For (FeDNPP) ZO the dimeric 2 and monomeric 1 intermediates were detected [ 16] and the 75- x eoj 45- 30 01 ~ r ~ r ~ -, r i ~ i 5 O 20 23 mxle Fig. 2. Catalyst concentration effect. Reactions carried out under argon, in the dark, ultrasound stirring for 30 min, [PhIO]/ [FeP] -5-10 and yields based on PhIO. (FeMNPP)z0, O (FeMNPP)Cl. M. das Dores Assis et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 41-47 eo K i s 3i eo - 0 7 8 9 pPyxto' E Fig. 3. Catalyst concentration effect. Reactions were carried out under argon, in the dark, ultrasound stirring for 30 min, [PhIO] / I FeP] -5-10 and yields based on PhIO. (FeDNPP)20, O I FeDNPP)CI, L~s (FeTNPP)Cl. corresponding plots have an intermediate pattern ( Fig. 3 ) . There is a slight decrease in yield when concentration increases, however, higher yields are observed above ca. 1.0 X 10-3 mol ~ 1-' indicating that the dimeric active species 2 participate, as was observed for ( FeMNPP) 20. For ( FeDNPP)Cl only intermediate 1 is active [16]. However, the yield of Col is low at diluted conditions as observed for (FeTPP)Cl [ 14] due to the destruction of the catalyst (Table 1). The plot confirms the absence of the active intermediate 2. For (FeTNPP)Cl, which involves only species 1, the yield is almost independent of the catalyst concentration ( Fig. 3 ) . 3.2. Optimization of reactions with FeP catalysts We selected ( FeMNPP) 20 to study the reaction conditions because we are interested in catalytic activities of dimers, species previously considered inactive. The same effects were observed with other FeP studied in this work unless otherwise stated. A special technique in small scale was developed and the concentration ratio of PhIO and FeP, the stirring method, atmosphere, temperature and light effects were investigated ( Table 2 ) . We observed a significant increase in the Col yield when ultrasound was used as stirring method. Ultrasound is more effective for mixing and homogenization of the reactants, promoting rate enhancements in reactions in which active 45 radical intermediates are produced chemically, subsequent to the cavitation [ 17 ] . The presence of the solid particles of PhIO are responsible for the inhomogeneities and may act as cavitation nuclei. The intermediate dimer radical 2, responsible for the high yield of Col is favored by ultrasound, however without changing the reaction mechanism once the selectivity is not affected. For ( FeTNPP) C1, which does not dimerize, the catalytic activity was less affected by ultrasound. The presence of dioxygen is responsible for a decrease in Col yield, and cyclohexanone was not detected. The ultrasound effect promotes a radical-forming process which, in presence of dioxygen, could produce cyclohexanone. However, in this condition, an attack at the a-carbon atom is favored, producing cyclohexyloxy radicals. These radicals are in equilibrium with open-chain aldehyde radicals, which are easily oxidized to carboxylic acids [ ld] [ 18] . We observed a higher yield of Col in reactions carried out at 0 when compared to those carried out at room temperature (ca. 25). At lower temperature, the porphyrin degradation is lower. With (FeTNPP)Cl, which is resistant to the bimolecular destruction, the yield of Col remained high (71 0 ) at 25. The reactions were carried out protected from light, in a dark chamber, to prevent photo-oxidation of the porphyrin ligand followed by fission of the macrocycle and demetalation [ 19]. However, the presence of light in the absence of oxygen did not affect the yield of Col. The yield of Col is dependent on the [ PhIO ] / [FeP] ratio. For ratios over 10, the Col yields Table 2 Stirring method, atmosphere, temperature and light effects in the catalytic activity of (FeMNPP)20 in cyclohexane hydroxylation Agitation magnetic ultrasound ultrasound ultrasound ultrasound argon argon air argon argon Atmosphere Temperature, Light Col yield, %o 0 0 0 25 0 no 45 no 60 no 22 no 30 yes 60 Reactions were carried out for 30 min, [ FeP] ca. 1.0 X 10-' mol ~ 1-', [PhIO] / [FeP] -5-10 and the yields were based on PhIO. 46 M. das Dores Assis et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 41-47 Table 3 Influence of the [PhIO]/[FeP] ratios on the cyclohexanol yield FeP (FeMNPP)Cl (FeMNPP) z0 (FeDNPP) CI (FeDNPP)20 (FeTNPP)CI [PhIO]/[FeP] 5-10 20 100 70 60 50 44 74 46 39 26 24 70 23 26 14 17 46 Reactions were carried out for 30 min, [FeP] ca. L0 x 10-' mol - 1-', References [PhIO] / [FeP] -5-10 and the yields were based on PhIO. e 5% of cyclohexanone. decrease (Table 3 ) because the competitive reac tions of PhIO behaving as substrate are favored, leading to PhI02 and oxidative destruction of FeP [ 14,20] . Almost complete destruction in the ratio of 100 was observed except for (FeTNPP)Cl, which shows a complete recovery. In this case, the competitive reaction of PhIO to Ph102 was responsible for the drop in the yield. Dimerization has been regarded as being unfa vorable in model P-450 reactions, because they lead to a catalyst deactivation [ 5 ] . However, evi dence for almost the same catalytic activity of ( FeTPP ) 20, when compared to the corresponding monomer has been reported for the epoxidation of cyclohexene, in 43% and 55% yields, respectively [ 21 ] . We were surprised by the high catalytic activities for cyclohexane hydroxylation of mono ortho-nitrophenyl substituted ironporphyrins dimers and we conclude that it is due to the pres ence of the dimeric radical 2 as active species in these systems. The high selectivity towards cyclohexanol, rel atively high efficiency and stability for ( Fe MNPP)Cl and (FeMNPP)20 have indicated that they are good P-450 model systems. These results indicate that the electron withdrawing effect of the substuents'on the meso-phenyl rings of the por phyrin overwhelms the steric one in the catalytic activity, since only one ortho-nitro group is almost as efficient as that of tetra-ortho-nro substituted FeP. In this way, this work contributes to the understanding of unhindered ironporphyrin catalytic activities. Acknowledgements This work was supported by CAPES, CNPq and FAPESP. We are grateful to C.M.C. Prado for helpful discussions. [ 1 ] (a) R.A. Sheldon and J.K. Kochi, Metal-Catalyzed Oxidations of Organic Compounds, Academic Press, New York, (1981); (b) A.E, Shilov, Activation of Saturated Hydrocarbons by Transition Metal Complexes, D. Reidel Publishing Company, Dordrecht, (1984); (c) P.E. Ellis, Jr. and J.E. Lyons, Coord. Chem. Rev. 105 (1990) 181; (d) U. Schuchardt, W.A. Carvalho and E.V. 5pinac Synlett, 10 (1993 ) 713. [ 2] (a) D. Mansuy, P. Battioni and J.P. Battioni, Eur. J. Biochem., 184 (1989) 267; (b) D. Mansuy, Coord. Chem. Rev., 125 (1993) 129; (c) B. Meunier, Chem. Rev., 92 (1992) 1411; (d) M.J. Gunter and T. Turner, Coord. Chem. Rev., 108 (1991) 115. [3] J.H. Dawson and M. Sono, Chem. Rev., 87 (1987) 1255. [4] (a) T.G. Traylor, Pure Appl. Chem., 63 (1991) 265; (b) D. Mansuy, Pure Appl. Chem., 62 (1990)741; (c) P.S.Traylor, D. Dolphin and T.G. Traylor, J. Chem. Soc., Chem. Common., (1984) 279. [5] (a) T.C. Bruice, J. Am. Chem. Soc., 110 (1988) 158; (b) A.J. Castellino and T.C. Bruice, J. Am. Chem. Soc., 110 (1988) 7512; (c) S. Tsuchiya and M. Sono, Chem. Lett., 263 (1989); (d) S.Tsuchiya, J. Chem. Soc., Chem. Commun., 716 (1991); (e) T.G. Traylor, K.W. Hill, W.P.Fann, S.Tsuchiya and B.E. Dunlap, J. Am. Chem. Soc.,114 (1992) 1308; (f) T.G. Traylor and S.Tsuchiya, Inorg. Chem. 26 (1987)1338; (g) J.Renaud, P. Battioni, J.F. Bartoli and D. Mansuy.J. Chem. Soc., Chem. Commun., (1985) 888. [6] (a) A. Khenkin, O. Koifman, A. Semeikin, A. Shilov and A. Shteinman, Tetrahedron Lett., 26 (1985) 4247; (b) V.S. Belova, A.M. Khenkin and A. Shilov, Kinet. Catal., 28 (1987 ) 1016. [7] (a) M.D. Assis, Ph.D. Thesis, University of S Paulo, Brazil, (1988); (b) M.D. Assis, O.A. Serra, Y. Iamamoto, O. Baffa and O.R. Nascimento, Cic. Cult. (S Paulo), 38 (1986) 486. [8] M.D. Assis, O.A. Serra, Y. Iamamoto and O.R. Nascimento, Inorg. Chim. Acta., 187 (1991) 107. [9] (a) W.S. Caughey, H. Eberspaecher, W.S. Fuchsman and S. McCoy, Ann. NY Acad. Sci., 153 (1969) 722; (b) M.O. Senge, C.W. Eigenbrot, T.D. Brennan, J. Shusta, W.R. Sheid and K.M. Smith, Inorg. Chem., 32 (1993 ) 3134. [ 10] J.G. Sharefkin and H. Saltzman, Org. Synth., 5 (1963) 658. [ 11 ] A.D. Adler, F.R. Longo, F. Kampas and J. Kim, J. Inorg. Nucl. Chem., 32 (1970) 2443. M. das Dores Assis et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 41-17 [ 12] C.K. Chang and F. Ebina, J. Chem. Soc., Chem. Cornmun., (1981) 778. [ 13] (a) M.M. Williamson, C.M. Prosser-McCartha, S. Mukundan, Jr. and C.L. Hill, Inorg. Chem., 27 (1988) 1061 and refs. therein; (b) D. Ostovic and T.C. Bruice, J. Am. Chem. Soc., 111 (1989) 6511. [ 14] M.J. Nappa and C.A. Tolman, Inorg. Chem. 24 (1985) 4711. [15] Y. Iamamoto, M.D. Assis, O. Baffa, S. Nakagaki and O.R. Nascimento, J. Inorg. Biochem., 52 (1993) 191. [ 16] A.J.B. Melo, K.J. Ciuffi, O. Baffa Filho, M.D. Assis, Y. Iamamoto and OR Nascimento, Encontro em Catise Homogea a Heterogea, IQ-USP, S Paulo, 1993. 47 [17] (a) P. Riez, D. Berdahl and C.L. Christman, Environmental Health Perspectives, 64 (1985) 233; (b) J.C.S. Barbosa and A.A. Serra, Qu. Nova, 15 (1992) 302. [ 18] (a) A.L J. Beckwith and B.P. Hay, J. Am. Chem. Soc., 111 (1989) 2674; (b) ref. 1(a) p. 343. [ 191 J.W. Buchler in D. Dolphin (Ed.), The Porphyrins, Academic Press, New York, 1978, Vol. 1, p. 417. [ 20] D. Mansuy, N. J. Chim., 9 (1985) 711. [21 ] (a) M.J. Gunter and P. Turner, J. Mol. Catal., 66 (1991) 121; (b) J.T. Groves, T.E. Nemo and R.S. Myers, J. Am. Chem. Soc., 101 (1979) 1032. MOLCAA 94000638 1381-1169(94)00063-8 10.1016/1381-1169(94)00063-8 Chemical and metal complex catalysis Article Study of catalytic activity of nitro substituted ironporphyrins Marilda das Dores Assis ∗ Andréa Junqueira Botelho de Melo Osvaldo Antonio Serra Yassuko Iamamoto Departamento de Química, FFCLRP USP, Av Bandeirantes 3900, CEP 14040-901 Ribeirão Preto, SP, Brazil ∗ Corresponding author. Fax. (+55-16)6338151 ortho-Nitrophenyl meso-substituted ironporphyrins (FeP) and their corresponding μ-oxo dimers were studied as catalyst in the oxidation of cyclohexane by iodosylbenzene (PhIO). The cyclohexanol yield versus FeP concentration plot indicate the nature of active species. For (FeTNPP)Cl and (FeDNPP)Cl the active species is FeIV(O)P+· (1). For unhindered (FeMNPP)Cl, the involvement of PFeIVOFeIV(O)P+· (2) explains results. The catalytic activity of dimeric species (FeMNPP)2O and (FeDNPP)2O were surprisingly high, being as good as the monomeric ones. There is evidence of species 2 for these dimer catalysts. The oxidation reaction conditions were studied. We observed that the concentration of the catalyst, stirring method, ratio of iodosylbenzene/catalyst and presence of air can affect the cyclohexanol yields. (FeMNPP)Cl and (FeMNPP)2O as catalysts can be seen as good P-450 model systems due to their stability, efficiency and selectivity toward cyclohexanol. The electron withdrawing effect of the substituents on the meso-phenyl rings of the porphyrin overwhelms the steric one in the catalytic activity, since only one ortho-nitro group is almost as efficient as the tetra-ortho-nitro substituted FeP. This work contributes to the understanding of the catalytic activities of unhindered ironporphyrins. Keywords Biomimetic catalyst Cyclohexane Cytochrome P-450 model Ironporphyrin Nitro substituted ironporphyrin Oxidation References [1] (a) R.A. Sheldon J.K. Kochi Metal-Catalyzed Oxidations of Organic Compounds 1981 Academic Press New York [1] (b) A.E. Shilov Activation of Saturated Hydrocarbons by Transition Metal Complexes 1984 D. Reidel Publishing Company Dordrecht [1] (c) P.E. Ellis Jr. J.E. Lyons Coord. Chem. Rev. 105 1990 181 [1] (d) U. Schuchardt W.A. Carvalho E.V. Spinacé Synlett 10 1993 713 [2] (a) D. Mansuy P. Battioni J.P. Battioni Eur. J. Biochem. 184 1989 267 [2] (b) D. Mansuy Coord. Chem. Rev. 125 1993 129 [2] (c) B. Meunier Chem. Rev. 92 1992 1411 [2] (d) M.J. Gunter T. Turner Coord. Chem. Rev. 108 1991 115 [3] J.H. Dawson M. Sono Chem. Rev. 87 1987 1255 [4] (a) T.G. Traylor Pure Appl. Chem. 63 1991 265 [4] (b) D. Mansuy Pure Appl. Chem. 62 1990 741 [4] (c) P.S. Traylor D. Dolphin T.G. Traylor J. Chem. Soc., Chem. Commun. 1984 279 [5] (a) T.C. Bruice J. Am. Chem. Soc. 110 1988 158 [5] (b) A.J. Castellino T.C. Bruice J. Am. Chem. Soc. 110 1988 7512 [5] (c) S. Tsuchiya M. Sono Chem. Lett. 263 1989 [5] (d) S. Tsuchiya J. Chem. Soc., Chem. Commun. 716 1991 [5] (e) T.G. Traylor K.W. Hill W.P. Fann S. Tsuchiya B.E. Dunlap J. Am. Chem. Soc. 114 1992 1308 [5] (f) T.G. Traylor S. Tsuchiya Inorg. Chem. 26 1987 1338 [5] (g) J. Renaud P. Battioni J.F. Bartoli D. Mansuy J. Chem. Soc., Chem. Commun. 1985 888 [6] (a) A. Khenkin O. Koifman A. Semeikin A. Shilov A. Shteinman Tetrahedron Lett. 26 1985 4247 [6] (b) V.S. Belova A.M. Khenkin A. Shilov Kinet. Catal. 28 1987 1016 [7] (a) M.D. Assis Ph.D. Thesis 1988 University of São Paulo Brazil [7] (b) M.D. Assis O.A. Serra Y. Iamamoto O. Baffa O.R. Nascimento Ciênc. Cult. (São Paulo) 38 1986 486 [8] M.D. Assis O.A. Serra Y. Iamamoto O.R. Nascimento Inorg. Chim. Acta. 187 1991 107 [9] (a) W.S. Caughey H. Eberspaecher W.S. Fuchsman S. McCoy Ann. NY Acad. Sci. 153 1969 722 [9] (b) M.O. Senge C.W. Eigenbrot T.D. Brennan J. Shusta W.R. Sheid K.M. Smith Inorg. Chem. 32 1993 3134 [10] J.G. Sharefkin H. Saltzman Org. Synth. 5 1963 658 [11] A.D. Adler F.R. Longo F. Kampas J. Kim J. Inorg. Nucl. Chem. 32 1970 2443 [12] C.K. Chang F. Ebina J. Chem. Soc., Chem. Commun. 1981 778 [13] (a) M.M. Williamson C.M. Prosser-McCartha S. Mukundan Jr. C.L. Hill Inorg. Chem. 27 1988 1061 and refs. therein [13] (b) D. Ostovic T.C. Bruice J. Am. Chem. Soc. 111 1989 6511 [14] M.J. Nappa C.A. Tolman Inorg. Chem. 24 1985 4711 [15] Y. Iamamoto M.D. Assis O. Baffa S. Nakagaki O.R. Nascimento J. Inorg. Biochem. 52 1993 191 [16] A.J.B. Melo K.J. Ciuffi O. Baffa Filho M.D. Assis Y. Iamamoto O.R. Nascimento Encontro em Catálise Homogênea e Heterogênea 1993 IQ-USP São Paulo [17] (a) P. Riez D. Berdahl C.L. Christman Environmental Health Perspectives 64 1985 233 [17] (b) J.C.S. Barbosa A.A. Serra Quím. Nova 15 1992 302 [18] (a) A.L.J. Beckwith B.P. Hay J. Am. Chem. Soc. 111 1989 2674 [18] (b) R.A. Sheldon J.K. Kochi Metal-Catalyzed Oxidations of Organic Compounds 1981 Academic Press New York 343 [19] J.W. Buchler D. Dolphin The Porphyrins Vol. 1 1978 Academic Press New York 417 [20] D. Mansuy N. J. Chim. 9 1985 711 [21] (a) M.J. Gunter P. Turner J. Mol. Catal. 66 1991 121 [21] (b) J.T. Groves T.E. Nemo R.S. Myers J. Am. Chem. Soc. 101 1979 1032",
      "scopus-id": "58149362434",
      "coredata": {
        "eid": "1-s2.0-1381116994000638",
        "dc:description": "ortho-Nitrophenyl meso-substituted ironporphyrins (FeP) and their corresponding μ-oxo dimers were studied as catalyst in the oxidation of cyclohexane by iodosylbenzene (PhIO). The cyclohexanol yield versus FeP concentration plot indicate the nature of active species. For (FeTNPP)Cl and (FeDNPP)Cl the active species is FeIV(O)P+· (1). For unhindered (FeMNPP)Cl, the involvement of PFeIVOFeIV(O)P+· (2) explains results. The catalytic activity of dimeric species (FeMNPP)2O and (FeDNPP)2O were surprisingly high, being as good as the monomeric ones. There is evidence of species 2 for these dimer catalysts. The oxidation reaction conditions were studied. We observed that the concentration of the catalyst, stirring method, ratio of iodosylbenzene/catalyst and presence of air can affect the cyclohexanol yields. (FeMNPP)Cl and (FeMNPP)2O as catalysts can be seen as good P-450 model systems due to their stability, efficiency and selectivity toward cyclohexanol. The electron withdrawing effect of the substituents on the meso-phenyl rings of the porphyrin overwhelms the steric one in the catalytic activity, since only one ortho-nitro group is almost as efficient as the tetra-ortho-nitro substituted FeP. This work contributes to the understanding of the catalytic activities of unhindered ironporphyrins.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-03-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116994000638",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "das Dores Assis, Marilda"
          },
          {
            "@_fa": "true",
            "$": "de Melo, Andréa Junqueira Botelho"
          },
          {
            "@_fa": "true",
            "$": "Serra, Osvaldo Antonio"
          },
          {
            "@_fa": "true",
            "$": "Iamamoto, Yassuko"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116994000638"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116994000638"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(94)00063-8",
        "prism:volume": "97",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Study of catalytic activity of nitro substituted ironporphyrins",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Biomimetic catalyst"
          },
          {
            "@_fa": "true",
            "$": "Cyclohexane"
          },
          {
            "@_fa": "true",
            "$": "Cytochrome P-450 model"
          },
          {
            "@_fa": "true",
            "$": "Ironporphyrin"
          },
          {
            "@_fa": "true",
            "$": "Nitro substituted ironporphyrin"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "41-47",
        "prism:endingPage": "47",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 March 1995",
        "prism:doi": "10.1016/1381-1169(94)00063-8",
        "prism:startingPage": "41",
        "dc:identifier": "doi:10.1016/1381-1169(94)00063-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/58149362434"
      }
    }
  }
}