{
  "metadata": {
    "title": "Surface organometallic chemistry on metals: kinetics of the hydrogenolysis of tetra n-butyl tin on silica and alumina supported rhodium catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-10-28",
    "doi": "10.1016/1381-1169(95)00107-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995001077",
    "pii": "1381116995001077"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-2342647011",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-22 1999-12-22 2010-04-18T17:16:47 1-s2.0-1381116995001077 1381-1169(95)00107-7 1381116995001077 10.1016/1381-1169(95)00107-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00404 2015-05-13T23:01:31.432129-04:00 0 0 19951028 1995 1999-12-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 103 103 2 2 Volume 103, Issue 2 6 125 132 125 132 19951028 28 October 1995 1995-10-28 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. SURFACEORGANOMETALLICCHEMISTRYMETALSKINETICSHYDROGENOLYSISTETRANBUTYLTINSILICAALUMINASUPPORTEDRHODIUMCATALYSTS FERRETTI O CANDY 1994 179 204 J DIDILLON 1991 137 143 B DIDILLON 1992 43 49 B DIDILLON 1991 717 728 B DIDILLON 1992 23 30 B TRAVERS 1984 891 902 C 8THINTERNATIONALCONGRESSCATALYSIS FERRETTI 1991 283 294 O ELMANSOUR 1989 360 A BASSET 1990 657 667 J TOMISHIGE 1994 70 K TOMISHIGE 1993 K COQ 1992 231 B COQ 1991 1485 B CANDY 1988 210 220 J DIDILLON 1994 9380 B CANDY 1988 201 209 J NEDEZ 1993 722 C VANHARDEVEL 1969 189 R FERRETTIX1995X125 FERRETTIX1995X125X132 FERRETTIX1995X125XO FERRETTIX1995X125X132XO item 1381-1169(95)00107-7 1381116995001077 1-s2.0-1381116995001077 10.1016/1381-1169(95)00107-7 271358 2010-09-27T22:22:56.875335-04:00 1995-10-28 1-s2.0-1381116995001077-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001077/MAIN/application/pdf/e06bffd72202083f6dd5606ed74d3adc/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001077/MAIN/application/pdf/e06bffd72202083f6dd5606ed74d3adc/main.pdf main.pdf pdf true 741657 MAIN 8 1-s2.0-1381116995001077-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001077/PREVIEW/image/png/69646816987a5ba73595d407bf74125f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001077/PREVIEW/image/png/69646816987a5ba73595d407bf74125f/main_1.png main_1.png png 68769 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 103 (1995) 125-132 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Surface organometallic chemistry on metals: kinetics of the hydrogenolysis of tetra n-butyl tin on silica and alumina supported rhodium catalysts O.A. Ferretti a, C. Lucas a, J.P. Candy a, J.-M. Basset a'*, B. Didillon ', F. Le Peltier' a Laboratory of Surface Organometallic Chemistry, UMR CNRS-CPE 9986, 43 Bd du 11 nov. 1918, 69626 Villeurbanne, France b Institut Franis du Prole, 1 et 4 av. de Bois-Pru, Rueil Malmaison, France Received 10 January 1995; accepted 16 May 1995 Abstract The stoichiometry and the kinetics of the hydrogenolysis of tetra n-butyl tin on silica and alumina supported rhodium catalysts has been determined at 298 K in n-heptane. Various Rh/Si02 and Rh/A1203 catalysts have been prepared by exchange from [RhCI(NH3)51(OH)Z and by impregnation from RhC13 respectively. After reduction, metallic dispersions were found to vary from 0.45 to 0.9 as determined by hydrogen chemisorption measurements. Concerning the hydrogenolysis of the organotin complex, the amount of grafted tin was found to depend on the amount of tetra n-butyl tin introduced: since this amount is lower than the value corresponding to a ratio Sn/Rhs of 0.7, all the tin complex is grafted and the amount of grafted tin is directly proportional to the number of surface rhodium atoms; on average, each surface rhodium atom is able to graft 0.8 Sn(n-C4Hg)x fragment. Above this ratio, the amount of grafted tin is almost independent of the amount of complex introduced. These results strongly support the hypothesis that the reaction occurs selectively on the metallic surface. The stoichiometry of the hydrogenolysis, determined by the amount of butane evolved per mole of grafted tin, depends on the coverage of the rhodium surface: for a low coverage, all the butyl groups are hydrogenolyzed, showing the formation of `naked' tin atoms. For a full coverage, some butyl groups remain fixed on the surface showing the presence of grafted organotin species on the rhodium surface. The stoichiometry of the hydrogenolysis also depends on the reaction time for a given concentration of tetra n-butyl tin: at short reaction times which correspond to low coverages of the metallic particles, all the butyl groups are removed whereas this phenomenon is not observed at longer reaction times for which alkyl groups remain on the metallic surface. Kinetics of the hydrogenolysis indicates that the reaction is first order in `free surface adsorption site' and zero order in tetra n-butyl tin. Keywords: Alumina; Hydrogenolysis; Kinetics; Rhodium; Silica; Surface organometallic chemistry; Supported catalysts; Tetra n-butyl tin 1. Introduction Surface organometallic chemistry on metals (SOMC/M) is devoted to the study of the reactivity of organometallic complexes with the surface of metals [ I ] . By this method it is possible to prepare relatively well defined catalysts which * Corresponding author. 1381-1169/95/$09.50 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00107-7 may be alloys of given composition, adatoms of main group elements on the surface of transition metal particles or `organometallic fragments' which are likely adsorbed (coordinated) at some particular crystallographic positions of the metallic particles. It has been shown that each of these three different types of materials exhibit interest- 126 O.A. Ferretti et al. l Journal of Molecular Catalysis A: Chemical 103 (1995)125-132 ing and unusual selectivities in certain catalytic reactions [ 1 ] . Partial hydrogenolysis of tetra n-butyl tin [Sn(n-C4H9)4] on silica supported rhodium particles leads to bimetallic catalysts which are very active and selective for the hydrogenation of a-(3 unsaturated aldehydes into the corresponding unsaturated alcohol [ 2-4] , or nitrobenzene into aniline [ 5 ] . Total hydrogenolysis of tetra n-butyl tin on silica or alumina supported rhodium, ruthenium or nickel particles leads to bimetallic catalysts which are very active and selective toward ethyl acetate hydrogenolysis into ethanol [ 6-9 ] , NO-H2 reaction [ 10,11 ] , hydrogenolysis and dehydrogenation of alkanes [ 12,13 ] . The bimetallic materials have been well characterised by various physical techniques [ 10-15 ] . A correlation has been made between the structure of the bimetallic catalyst and its selectivity toward ethanol formation in the hydrogenolysis of ethyl acetate (concept of site isolation) [ 8 ] . In this particular case, the preparation of the bimetallic catalyst was achieved by reaction between molecular hydrogen, tetra n-butyl tin and silica or alumina supported rhodium in n-heptane solution. In order to have a clear understanding of the synthetic route leading to these bimetallic particles (via surface organometallic chemistry), it appeared necessary to study the kinetics of the hydrogenolysis of the organometallic compound. The present work reports the kinetics of this reaction in solution and tries to establish the possible relationship between the number of surface rhodium atoms and the amount of grafted organometallic compound. The stoichiometry of the surface reaction is also tentatively determined. 2. Experimental The monometallic rhodium/ silica catalysts are prepared by the conventional ion exchange method previously described [ 16] using [ RhCI (NH3) 5 ] C12 as precursor. The silica support is an `Aerosil 200' from Degussa with specific area of 200 M2 /g. The monometallic alumina sup- ported rhodium is prepared by impregnation of the alumina surface with RhC13 following the procedure previously described [ 16]. The dispersion of the monometallic silica and alumina supported catalysts (number of surface rhodium atoms versus the total number of rhodium atoms, Rhs/Rht) is determined by chemisorption of hydrogen at 298 K. According to already published data [ 16] the stoichiometry of the hydrogen adsorption (number of adsorbed hydrogen atoms per surface rhodium atom, H/Rhs) is assumed to be equal to 1.2 at 25 under an equilibrium pressure of 200 mbar of hydrogen. The amount of adsorbed hydrogen is measured by volumetry [ 16] . Prior to the adsorption measurement of hydrogen, the samples are reduced under flowing hydrogen at 623 K during 3 h and then evacuated at the same temperature for 16 h. The reaction between the n-heptane solution of tetra n-butyl tin and the monometallic catalysts is performed in a closed glass reactor (Schlenk tube, total volume 80 ml) well stirred, under one atmosphere of hydrogen. The temperature of the reactor is maintained at 298 K by an oil bath. The solvent, n-heptane, is distilled on P205 and is kept under argon. Prior to the reaction with tetra n-butyl tin, a known amount of monometallic catalyst (generally 3 g) is reduced in a fixed bed reactor under flowing hydrogen at 653 K during 3 h. After cooling at room temperature under hydrogen, the sample is introduced without any contact with air, into the Schlenk tube. The freshly distilled n-heptane, (20 ml) and a known amount of tetradecane (internal standard) are introduced under hydrogen in the Schlenk tube which is then closed under one atmosphere of hydrogen. After 30 min of stirring, the desired amount of tetra n-butyl tin is added via a syringe and the variation of the tetra n-butyl concentration (Qt) with time is followed by gas chromatographic analysis of the liquid phase, carried out after increasing times, t, of reaction. It has been confirmed in separate experiments that tetradecane used as an internal standard has no effect on the reaction rate. O.A. Ferretti et al. /Journal of Molecular Catalysis A: Chemical 103 (1995)125-132 The amount of tetra n-butyl tin adsorbed on the catalyst (Snt) is deduced from the difference between the initial concentration of tetra n-butyl tin (Qo) and the concentration after the time t of reaction (Qt). After completion of the reaction, that is when the concentration of tetra n-butyl tin remains constant at Qf, the total amount of tetra n-butyl tin adsorbed on the surface at full coverage (Snf) c is obtained by the difference between Qo and Qf. One can define the coverage of the metallic surface, 0, at each time t, by Eq. (1) 0= (QO-Qt) l(Qo-Qf) At the end of the reaction, the formation of hydrocarbons is estimated, either in the liquid or in the gas phase. The only hydrocarbon detected is butane. In order to measure the total amount of butane evolved, the reactor is immersed into a cold bath (200 K) in order to completely trap the nbutane, then the analysis of the liquid phase is carried out by GC: the total amount of butane formed during the reaction is thus precisely determined. The catalyst is then filtered and washed with pure n-heptane and the total amount of tin still present on the catalyst (Snf) a is measured by chemical analysis (atomic absorption). CP-MAS t3C solid state NMR spectra of the samples were taken after various reaction times. For that purpose, the catalyst is first filtered and washed with pure n-heptane under argon, the solvent is then evacuated under vacuum. The solid is transferred to a solid state NMR sample rotor in a glove box under argon. The NMR studies are performed using a Bruker MSL-300. 3. Results 3.1. General features of the reaction: evidence for a selective hydrogenolysis on the rhodium particles In order to estimate the effect of metal loading, metallic coverage and particle size on the stoiChiometry of the surface reaction between the organotin compound and the rhodium surface, various 127 silica and alumina supported rhodium catalysts were prepared and characterized (Table 1) . For silica a fairly wide range of dispersion was achieved (from 45% to 80%) corresponding to a range of metal loading from 0.9% to 1.65%. Such preparations lead to metallic surface areas varying from 39 gmol/g to 128 tt,mol/g. For alumina as it is frequently observed [ 16] the degree of dispersion is quite high since a value of 100% is obtained. Reaction of tetra n-butyl tin with all these catalysts in the presence of one atmosphere of hydrogen has been carried at room temperature. Fig. 1 and Fig. 2 indicate the variation of concentration of tetra n-butyl tin with time for various catalysts and for various initial concentrations (Qo) of the organotin complex. Blank experiments carried out on silica and alumina support, without metallic rhodium, but pretreated under the same conditions, did not give any detectable adsorption or reaction of the tetra n-butyl tin with the support. Even given the results of these blank experiments, we can not exclude for the case of alumina or silica supported catalysts, a 'spillover' reaction leading to a migration of the organometallic fragment from the metallic surface to the silica (or alumina) surface or the migration of `dealkylated' tin atoms inside the metallic particle. Regarding the reaction with the support, it has been shown [ 17] that for certain conditions (higher temperatures and/or gas phase reactions), tetra n-butyl tin could react with the silica (or alumina) surface to form a well defined surface complex which can be formulated as ~SiO-Sn(n-C4H9)3 or CAI-O-Sn(n-C4H9)3). These surface complexes have been fully characterized by surface microanalysis, infrared and Table 1 Rhodium loading and dispersion of the samples Reference A090) Si(165) Si(120) Si(090) Si(045) Support Alumina Silica Silica Silica Silica Rh (wt%) 0.9 1.65 1.2 0.9 0.45 Disp. (D %) 100 80 69 45 60 Rh, (u,mol/g) 87 128 80 39 26 128 12 1 o m 0 U 18 e O 18 X O ' I 14 0 0 5 10 15 Time (h) Fig. 1. Variation of the concentration of tetra n-butyl tin during the reaction, using various initial concentrations and 3 g of Al( 090) and pure alumina. ( X ): 3 g A1(090), initial concentration of tetra nbutyl tin: 22.3 mmol/1 ( * ): 3 g Al(090), initial concentration of tetra n-butyl tin: 11.5 mmol/1 ( ~ ): 3 g of pure alumina, initial concentration of tetra n-butyl tin: 25 mmol/1 Msbauer spectroscopy and CP-MAS 1t9Sn and t3C NMR. For ~SiO-Sn(n-C4H9)3 complexes, three 13C NMR signals were observed at 26.3,15.0 and 10.7 ppm. These peaks were respectively assigned to terminal CH3, CH27 ( in and y position) and Sn-CHZ- carbon atoms. With our silica supported rhodium ( Si (165 ) ) , the 13 C NMR signal obtained after 20 h of reaction at 298 K or 1 and 15 h of reaction at 363 K are reported on Table 2. Clearly, after reaction between tetra n-butyl tin and silica supported rhodium at 298 K, the formation of a detectable amount of ~SiO-Sn(nC4H9)3 surface complex is not observed, even after 20 h of reaction. This surface complex is observed only after 15 h of reaction at 363 K and we have to note that in this case, the Sn/Rhs ratio is greater than unity. This shows that, in the experimental conditions described here, especially in the presence of a liquid non polar solvent (nheptane), the reaction seems to occur selectively on the metallic phase. O.A. Ferretti et al. /Journal of Molecar Catalysis A: Chemical 103 (1995)125-132 With silica and alumina supported rhodium samples, the concentration of tetra n-butyl tin decreases readily with time to reach a limiting value, Qt, after ca. 20 h of reaction. As can be seen on Fig. 1 and Fig. 2, the amount of tetra n-butyl tin fixed at 298 K on a given catalyst does not depend on the initial concentration of tetra n-butyl tin ( provided that the amount of tetra n-butyl tin introduced is greater than the amount necessary for saturation of the rhodium surface). As expected, but not shown to date, the amount of 2 0 - E _E _c 1 5 D 'm m 10 c 0 U x X X \\--~X -_ 5 0 0 5 10 15 Time (h) Fig. 2, Variation of the concentration of tetra n-butyl tin with time, using various initial concentrations of tetra n-butyl tin and 3 g of Si(120) and pure silica. ( X ): 3 g Si(120), initial concentration of tetra n-butyl :15.3 mmol/1( * ): 3 g Si(120), initial concentration of tetra n-butyl tin: 9.35 mmol/1 ( o ): 3 g of pure silica, initial concentration of tetra n-butyl tin: 16 mmol/1 Table 2 '3C NMR signals obtained after reaction of Sn(n-C4iig)4 with Rh/ Silica Si (165 ) T (K) 298 363 363 time (h) Sna (wt%) 1.32 1.40 2.40 Sn/Rha \"C NMR s (PPM) 20 I Is 0.77 0.82 1.40 no signal detected no signal detected 10.7, 15.0, 26.3 Temperature T for one to several hours of reaction. Sna (wt%) is the total amount of fixed measured by chemical analysis of the sample. O.A. Ferretti et al. /Journal of Molecular Catalysis A: Chemical 103 (1995)125-132 Table 3 Amount of fixed tin after hydrogenolysis Reference Rk Catal. Qo (gmol/ (g) (pmol/ g) g) AI (090) 87 A1(090) 87 A1(090) 87 Si(165) 128 s120) so S120) 80 S045) 26 S09 39 S165) 128 3 3 3 2 2 2 2 3 3 22.3 11.5 12.7 20.4 9.3 15.8 5.0 21.7 50.2 Qe (trmol/ g) 12.0 2.0 3.1 10.5 2.8 9.6 3.3 15.5 33.8 (Sn'), (Sn% (pmol/ (te.mol/ g) g) 69 68 63 nd 66 100 nd 66 76 63 74 16 20 41 34 109 110 Conditions: 298 K for 20 h in 20 ml of n-heptane. ( Snf )~ and ( Sn')e are the amounts of fixed tin as determined by two different methods (see the Experimental part). tetra n-butyl tin fixed seems to be related to the amount of surface rhodium atoms ( vide infra). In order to verify this assumption we have reported on Table 3, the total amount of tetra nbutyl tin fixed on the catalysts surface after 20 h of reaction, measured by two different and independent methods: ( i ) difference between the initial and the final concentration of tetra n-butyl tin ( Snf) c and ( ii ) chemical analysis of the samples ( Snf ) a A fairly good agreement is reached between the values of Snf obtained by chemical analysis of the solid ( Snf) a and by the variation of concentration of tetra n-butyl tin in solution ( Snf) c. Let us consider now the relation between Snf and Rhs represented on Fig. 3 and deduced from the results of Table III. The relationship is linear, indicating that tin, within experimental error, is grafted on the surface rhodium atoms. The value of the slope of the straight line corresponding to this linear relationship (0.8) indicates that, on average, each surface rhodium atom is able to graft 0.8 Sn(n-CQH9)X fragment, assuming no surface reconstruction after the grafting. During the reaction between tetra n-butyl tin and the rhodium surface, butane is the only gas evolved. It has been found that the amount of tin fixed ( Snf / Rhs ) and the amount of butane evolved ( C4 / Snf) depend on the amount of tetra n-butyl 129 tin introduced (Sn') (Table 4). There is a discontinuity for a tin coverage of 0.3. 1. For a coverage less than 0.3 all the butyl groups are eliminated as butane, and tin is present on the surface as naked tin atoms. For a coverage greater than ca. 0.3 some butyl groups remain on the surface. It is possible to estimate the formula of the corresponding grafted organometallic species Sn(n-C4H9)x Clearly two situations occur: (a) for Sn/Rhs ratio lower than ca. 0.3, the reaction proceeds with complete hydrogenolysis of the butyl groups. There is no butyl group remaining (x=0) on the catalyst surface, (b) for Sn/Rhs ration greater than ca. 0.3, some butyl groups remain on the surface (1 < x < 1.2) . If we assume that for Sn/ RhS ratio lower than ca. 0.3, tin is completely dealkylated, the number of butyl groups remaining coordinated to tin at high coverage on each organotin fragment is close to two. 2. 3.2. Kinetic study Tetra n-butyl tin reacts readily with silica or alumina supported rhodium at 298 K in heptane 12 0 7- too + p, 8 0 h m - so 0 C r 40 'x x~ + ,x is 20 o ;' o so too tso Surface rhodium atoms (Rhs/g) Fig. 3. Amount of tetra n-butyl tin fixed on various silica and alumina supported catalysts against the amount of surface rhodium atoms. 130 O.A. Ferretti et al. / Journal of Molecular Catalysis A: Chemical 103 (1995)125-132 Table 4 Effect of the amount of tetra n-butyl tin introduced (SW) on the amount of tin fixed (Snf/Rhs) and on the amount of butane evolved (C4/Snf) Sample Al(090) Si(120) Si(045) Al(090 Si(165) Si(120) Si(120) Si(090) D (%) 100 69 60 100 80 69 69 45 Snf/Rhs (y) 0.31 0.38 0.65 0.66 0.75 0.77 0.77 0.78 C$/Snf 4 3.8 3.0 3.0 3.1 2.8 2.8 2.8 x 0 0.2 1.0 1.0 0.9 1.2 1.2 1.2 After 20 h of reaction at 298 K. The number x represents the average values of the empirical formula Sn(n-CQH9)x. 1 0.91i o,a 1 5 $ 0,7 o,s 0,5 m 0,4 0,3 h 0,2 0,1 1 0 xi >r yt 0 0 5 10 15 Time (h) Fig. 4. Variation with time of the fraction of the metallic surface covered by Sn(n-C4Hg)x fragments (during the reaction between Al (090) and tetra n-butyl tin for various initial concentrations ( X ) and ( o) 11.5 mmol/1; ( + ) 22.3 mmol/1. The dotted line is calculated from 1-e- with k= 0.6 h-' ) solution under atmospheric pressure of hydrogen. The kinetics of the reaction can be expressed by the variation of coverage 0, of the surface rhodium atoms by tin organometallic fragments or atoms: er = ( QO - QI) ( QO - SCf) =f ( t) (2) These values are represented in Fig. 4 and Fig. 5, for various silica and alumina supported catalysts and for various initial concentration of tetra n-butyl tin. First of all, as can be observed in Fig. 4 and Fig. 5, the initial reaction rate does not depend significantly on the initial concentration of tetra n-butyl tin; the reaction is zero order in tin complex. If we assume that the rate of reaction is directly related to the amount of `free' surface adsorption sites, the coverage of the surface by the organometallic fragments must follow the simple relation B= I -e-k` (3) Computational curves obtained following Eq. ( 3 ) are drawn in Fig. 4 and Fig. 5 ( dotted lines). The value of the rate constant k depends on the nature of the support, the best fit is obtained with ka = 0.6 h-' with alumina and ks -1 h-1 with silica. There is not a very good agreement between the experimental and the computational curves, 0,9 0,8 0,7 d 0,6 0 11 0,5 0 0,4 U 0,3 ~' 0,2 0,1 .x1 . . b r i ~~l i i ~i rx 0 5 10 15 Time (h) Fig. 5. Variation with time of the fraction of the metallic surface covered by Sn(n-C4H9)s fragments (during the reaction between silica supported catalysts and tetra n-butyl tin for various initial concentrations ( o) 21.7 mmol/1; ( + ) 15.8 mmol/1 and ( + ) 9.3 mmol/l. The dotted line is calculated from B=1-e- with k=1 O.A. Ferretti et al. /Journal of Molecular Catalysis A: Chemical 103 (1995)125-132 but as a first approximation we can conclude that the rate of the reaction is greater on silica sup ported rhodium than on alumina supported rho dium. The reason why there is such difference between the two supports is not clear. 4. Discussion and conclusion Tetra n-butyl tin reacts readily with silica or alumina supported rhodium, at room temperature, in n-heptane solution, under atmospheric pressure of hydrogen. The total amount of tin fixed after 20 h of reaction is directly correlated to the amount of surface rhodium atoms (Fig. 3) . There is no formation of silica (or alumina) grafted ~M-O Sn(n-C4H9)3 complex (M=Al, Si). These results confirm that the reaction occurs exclu sively on the metallic surface (at least at a tem perature of 298 K, at short reaction time and for a coverage of the metallic surface lower than unity). The number of tin fixed by surface rhodium atom is close to 0.8: on average, each surface rhodium atom is able to graft 0.8 Sn(n-C41-19), fragments. The reaction proceeds by successive hydrogen olysis of the butyl groups to form butane. The amount of butane evolved depends on the amount of tin fixed. For Sn/Rhs ratio less than ca. 0.3, there is complete hydrogenolysis of the butyl groups, leading to `naked' tin atoms. For Sn/Rhs ratio greater than ca. 0.3, some butyl groups remains on the surface. According to the data of Table 4, it seems that a relatively well defined References organometallic fragment Rhs Sn (n-C4H9) z could be obtained. This result could be due to the pro gressive poisoning of a certain type of surface rhodium atoms (kinks, edges, faces) [ 13 ] by naked tin atoms and then partial hydrogenolysis of the organotin complex on the other sites of the metallic surface. The reaction rate is first order in surface rho dium atoms and zero order in tetra n-butyl tin. The rate determining step is independent of the con centration of the alkyl-tin complex. The first step could be a reversible adsorption of the organometallic on the rhodium surface. This 131 organometallic complex is very bulky and covers several rhodium atoms. The following step, which could be the rate limiting step would be the hydrogenolysis of the first Sn-C bond of the adsorbed complex. The kinetics of the reaction would only be governed by the number of `free' surface rhodium atoms. Partial hydrogenolysis could be observed at any surface coverage (0 < Sn/ Rhs < 0.8), but full hydrogenolysis could be observed only for low tin coverage (0 < Sn/ Rhs<0.3). As seen in Fig. 4 and Fig. 5, the rate constant ka and kS which represents the probability of the reaction on surface rhodium atoms depend on the nature of the support. But, the dispersion of the silica and alumina supported catalysts are not in the same range. The alumina supported rhodium is fully dispersed (D=1) and the dispersion of the silica supported catalysts are always lower than 0.8. According to Van Hardevel and Hartog [ 18 ] , the number of kink and corner atoms compared to the number of faces atoms increases with the dispersion of spherical particles. For atomically dispersed catalyst (Rh/A1203), there is no atom on faces, we could propose than the fast reaction occurs on faces atoms and the slower one only on defects. This would be unexpected as it is generally assumed that defects sites have greater catalytic activity than faces [ 12 ] . [ 1 ] J.P. Candy, B. Didillon, E.L. Smith, T.B. Shay and J.-M. Basset, J. Mol. Catal., 86 (1994) 179-204. [2] B. Didillon, A. El Mansour, J.P. Candy, J.P. Bournonville and J.-M. Basset, Stud. Surf. Sci. Catal., 59 (1991) 137-143. [ 3 ] B. Didillon, J.P. Candy, A. El Mansour, C. Houtmann and J.- M. Basset, J. Mol. Catal., 74 (1992) 439. [4] B. Didillon, A. El Mansour, J.P. Candy, F. Le Peltier, J.P. Boumonville and J.-M. Basset, Stud. Surf. Sci. Catal., 63 (1991) 717-728. [5] B. Didillon, F. Le Peltier, J.P. Candy, J.P. Boitiaux and J.-M. Basset, Progr. Catal., (1992) 23-30. [6] C. Travers, J.P. Bournonville and G. Martino, 8th International Congress on Catalysis, Berlin, 1984, p. 891-902. [7] O.A. Ferretti, J.P. Bournonville, G. Mabilon, G. Martino, J.P. Candy and J.-M. Basset, J. Mol. Catal., 67 (1991) 283-294. 132 O.A. Ferretti et al. /Journal of Molecular Catalysis A: Chemical 103 (1995)125-132 [8] A. El Mansour, J.P. Candy, J.P. Bournonville, O.A. Ferretti and J.-M. Basset, Angew. Chem., Int. Ed. Engl., 101 (1989) 360. [9] J.-M. Basset, J.P. Candy, P. Louessard, O.A. Ferretti and J.P. Boumonville, Wiss. Z. TH Leuna-Merseburg, 32 (5/6 1990) 657-667. [ 10] K. Tomishige, K. Asakura and Y. Iwasawa, J. Catal., 149 (1994) 70. [ 11 ] K. Tomishige, K. Asakura and Y. Iwasawa, J. Chem. Soc., Chem. Commun., 184 (1993). [ 12] B. Coq, A. Chaqroune, F. Figuas and B. Nciri, Appl. Catal. A, 82 (1992) 231. [ 13 ] B. Coq, A. Goursot, T. Tazi, F. Figu6ras and D.R., Salahub, J. Am. Chem. Soc., 113 (1991) 1485. [ 14] J.P. Candy, O.A. Ferretti, G. Mabilon, J.P. Bournonville, A. El Mansour, J: M. Basset and G. Martino, J. Catal., 112 (1988) 210-220. [ 15] B. Didillon, C. Houtman, T. Shay, T. Candy and J.-M. Basset, J. Am. Chem. Soc., 115 (1994) 9380. [ 16] J.P. Candy, A. El Mansour, O.A. Ferretti, G. Mabilon, J.P. Bournonville, J: M. Basset and G. Martino, J. Catal., 112 (1988) 201-209. [ 17] C. Nedez, A. Thlier, F. LeFebvre, A. Choplin, J.-M. Basset and J.-F. Joly, J. Am. Chem. Soc., 115 (1993) 722. [ 181 R. Van Hardevel and F. Hartog, Surf. Sci., 15 (1969) 189. MOLCAA 95001077 1381-1169(95)00107-7 10.1016/1381-1169(95)00107-7 Molecular aspects of heterogeneous catalysis Article Surface organometallic chemistry on metals: kinetics of the hydrogenolysis of tetra n-butyl tin on silica and alumina supported rhodium catalysts O.A. Ferretti a C. Lucas a J.P. Candy a J.-M. Basset ∗ a B. Didillon b F. Le Peltier b a Laboratory of Surface Organometallic Chemistry, UMR CNRS-CPE 9986, 43 Bd du 11 nov. 1918, 69626 Villeurbanne, France b Institut Français du Pétrole, 1 et 4 av. de Bois-Préau, Rueil Malmaison, France ∗ Corresponding author. The stoichiometry and the kinetics of the hydrogenolysis of tetra n-butyl tin on silica and alumina supported rhodium catalysts has been determined at 298 K in n-heptane. Various Rh/SiO2 and Rh/Al2O3 catalysts have been prepared by exchange from [RhCl(NH3)5] (OH)2 and by impregnation from RhCl3 respectively. After reduction, metallic dispersions were found to vary from 0.45 to 0.9 as determined by hydrogen chemisorption measurements. Concerning the hydrogenolysis of the organotin complex, the amount of grafted tin was found to depend on the amount of tetra n-butyl tin introduced: since this amount is lower than the value corresponding to a ratio Sn/Rhs of 0.7, all the tin complex is grafted and the amount of grafted tin is directly proportional to the number of surface rhodium atoms; on average, each surface rhodium atom is able to graft 0.8 Sn(n-C4H9) x fragment. Above this ratio, the amount of grafted tin is almost independent of the amount of complex introduced. These results strongly support the hypothesis that the reaction occurs selectively on the metallic surface. The stoichiometry of the hydrogenolysis, determined by the amount of butane evolved per mole of grafted tin, depends on the coverage of the rhodium surface: for a low coverage, all the butyl groups are hydrogenolyzed, showing the formation of ‘naked’ tin atoms. For a full coverage, some butyl groups remain fixed on the surface showing the presence of grafted organotin species on the rhodium surface. The stoichiometry of the hydrogenolysis also depends on the reaction time for a given concentration of tetra n-butyl tin: at short reaction times which correspond to low coverages of the metallic particles, all the butyl groups are removed whereas this phenomenon is not observed at longer reaction times for which alkyl groups remain on the metallic surface. Kinetics of the hydrogenolysis indicates that the reaction is first order in ‘free surface adsorption site’ and zero order in tetra n-butyl tin. Keywords Alumina Hydrogenolysis Kinetics Rhodium Silica Surface organometallic chemistry Supported catalysts Tetra n-butyl tin References [1] J.P. Candy B. Didillon E.L. Smith T.B. Shay J.-M. Basset J. Mol. Catal. 86 1994 179 204 [2] B. Didillon A. El Mansour J.P. Candy J.P. Bournonville J.-M. Basset Stud. Surf. Sci. Catal. 59 1991 137 143 [3] B. Didillon J.P. Candy A. El Mansour C. Houtmann J.-M. Basset J. Mol. Catal. 74 1992 43 49 [4] B. Didillon A. El Mansour J.P. Candy F. Le Peltier J.P. Bournonville J.-M. Basset Stud. Surf. Sci. Catal. 63 1991 717 728 [5] B. Didillon F. Le Peltier J.P. Candy J.P. Boitiaux J.-M. Basset Progr. Catal. 1992 23 30 [6] C. Travers J.P. Bournonville G. Martino 8th International Congress on Catalysis Berlin 1984 891 902 [7] O.A. Ferretti J.P. Bournonville G. Mabilon G. Martino J.P. Candy J.-M. Basset J. Mol. Catal. 67 1991 283 294 [8] A. El Mansour J.P. Candy J.P. Bournonville O.A. Ferretti J.-M. Basset Angew. Chem., Int. Ed. Engl. 101 1989 360 [9] J.-M. Basset J.P. Candy P. Louessard O.A. Ferretti J.P. Bournonville Wiss. Z. TH Leuna-Merseburg 32 5/6 1990 657 667 [10] K. Tomishige K. Asakura Y. Iwasawa J. Catal. 149 1994 70 [11] K. Tomishige K. Asakura Y. Iwasawa J. Chem. Soc., Chem. Commun. 184 1993 [12] B. Coq A. Chaqroune F. Figuéras B. Nciri Appl. Catal. A 82 1992 231 [13] B. Coq A. Goursot T. Tazi F. Figuéras D.R. Salahub J. Am. Chem. Soc. 113 1991 1485 [14] J.P. Candy O.A. Ferretti G. Mabilon J.P. Bournonville A. El Mansour J.-M. Basset G. Martino J. Catal. 112 1988 210 220 [15] B. Didillon C. Houtman T. Shay T. Candy J.-M. Basset J. Am. Chem. Soc. 115 1994 9380 [16] J.P. Candy A. El Mansour O.A. Ferretti G. Mabilon J.P. Bournonville J.-M. Basset G. Martino J. Catal. 112 1988 201 209 [17] C. Nedez A. Théolier F. LeFebvre A. Choplin J.-M. Basset J.-F. Joly J. Am. Chem. Soc. 115 1993 722 [18] R. Van Hardevel F. Hartog Surf. Sci. 15 1969 189",
      "scopus-id": "2342647011",
      "coredata": {
        "eid": "1-s2.0-1381116995001077",
        "dc:description": "The stoichiometry and the kinetics of the hydrogenolysis of tetra n-butyl tin on silica and alumina supported rhodium catalysts has been determined at 298 K in n-heptane. Various Rh/SiO2 and Rh/Al2O3 catalysts have been prepared by exchange from [RhCl(NH3)5] (OH)2 and by impregnation from RhCl3 respectively. After reduction, metallic dispersions were found to vary from 0.45 to 0.9 as determined by hydrogen chemisorption measurements. Concerning the hydrogenolysis of the organotin complex, the amount of grafted tin was found to depend on the amount of tetra n-butyl tin introduced: since this amount is lower than the value corresponding to a ratio Sn/Rhs of 0.7, all the tin complex is grafted and the amount of grafted tin is directly proportional to the number of surface rhodium atoms; on average, each surface rhodium atom is able to graft 0.8 Sn(n-C4H9) x fragment. Above this ratio, the amount of grafted tin is almost independent of the amount of complex introduced. These results strongly support the hypothesis that the reaction occurs selectively on the metallic surface. The stoichiometry of the hydrogenolysis, determined by the amount of butane evolved per mole of grafted tin, depends on the coverage of the rhodium surface: for a low coverage, all the butyl groups are hydrogenolyzed, showing the formation of ‘naked’ tin atoms. For a full coverage, some butyl groups remain fixed on the surface showing the presence of grafted organotin species on the rhodium surface. The stoichiometry of the hydrogenolysis also depends on the reaction time for a given concentration of tetra n-butyl tin: at short reaction times which correspond to low coverages of the metallic particles, all the butyl groups are removed whereas this phenomenon is not observed at longer reaction times for which alkyl groups remain on the metallic surface. Kinetics of the hydrogenolysis indicates that the reaction is first order in ‘free surface adsorption site’ and zero order in tetra n-butyl tin.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-10-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995001077",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ferretti, O.A."
          },
          {
            "@_fa": "true",
            "$": "Lucas, C."
          },
          {
            "@_fa": "true",
            "$": "Candy, J.P."
          },
          {
            "@_fa": "true",
            "$": "Basset, J.-M."
          },
          {
            "@_fa": "true",
            "$": "Didillon, B."
          },
          {
            "@_fa": "true",
            "$": "Le Peltier, F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995001077"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995001077"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00107-7",
        "prism:volume": "103",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Surface organometallic chemistry on metals: kinetics of the hydrogenolysis of tetra n-butyl tin on silica and alumina supported rhodium catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alumina"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenolysis"
          },
          {
            "@_fa": "true",
            "$": "Kinetics"
          },
          {
            "@_fa": "true",
            "$": "Rhodium"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "Surface organometallic chemistry"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "Tetra n-butyl tin"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "125-132",
        "prism:endingPage": "132",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 October 1995",
        "prism:doi": "10.1016/1381-1169(95)00107-7",
        "prism:startingPage": "125",
        "dc:identifier": "doi:10.1016/1381-1169(95)00107-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/2342647011"
      }
    }
  }
}