{
  "metadata": {
    "title": "Synthesis of R<ce:inf loc=post>2</ce:inf>NR' dissymmetric amines from nitriles and hexamethylenetetramine over nickel catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-10-28",
    "doi": "10.1016/1381-1169(95)00118-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995001182",
    "pii": "1381116995001182"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-30244560336",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-22 1999-12-22 2010-04-18T17:16:47 1-s2.0-1381116995001182 1381-1169(95)00118-2 1381116995001182 10.1016/1381-1169(95)00118-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00404 2015-05-13T23:01:31.432129-04:00 0 0 19951028 1995 1999-12-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 103 103 2 2 Volume 103, Issue 2 5 117 123 117 123 19951028 28 October 1995 1995-10-28 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. SYNTHESISR2NRDISSYMMETRICAMINESNITRILESHEXAMETHYLENETETRAMINEOVERNICKELCATALYSTS CAILLAULT X BILLENSTEIN 1984 353 S VONBRAUN 1923 1988 J GREENFIELD 1967 142 H SUPPOESSAYEM 1991 N THESIS KLIGER 1978 615 G BAIKER 1985 653 A BARRAULT 1994 J 15THCONFERENCECATALYSISORGANICREACTIONS BAIKER 1983 217 A GAIZI 1990 Z THESIS FU 1993 277 Z VEDAGE 1985 423 G 1989 MERCKINDEX VOLF 1986 105 J BESSON 1990 5 M CAILLAULTX1995X117 CAILLAULTX1995X117X123 CAILLAULTX1995X117XX CAILLAULTX1995X117X123XX item 1381-1169(95)00118-2 1381116995001182 1-s2.0-1381116995001182 10.1016/1381-1169(95)00118-2 271358 2010-09-27T22:22:56.875746-04:00 1995-10-28 1-s2.0-1381116995001182-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001182/MAIN/application/pdf/717054c9d82e8ab52ad28aeb366ff0af/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001182/MAIN/application/pdf/717054c9d82e8ab52ad28aeb366ff0af/main.pdf main.pdf pdf true 589856 MAIN 7 1-s2.0-1381116995001182-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001182/PREVIEW/image/png/6f59dacc15c0155eea9552b757fe88de/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001182/PREVIEW/image/png/6f59dacc15c0155eea9552b757fe88de/main_1.png main_1.png png 61828 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 103 (1995) 117-123 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Synthesis of R2N-R' dissymmetric amines from nitriles and hexamethylenetetramine over nickel catalysts X. Caillault, Y. Pouilloux, J. Barrault Laboratoire de Catalyse, URA CNRS 350, ESIPP, 40, avenue du Recteur Pineau, 86022 Poitiers Cedex, France Received 2 December 1994; revised 3 February 1995; accepted 16 May 1995 Abstract The synthesis of methylated tertiary amines (RN (CH3) z or RZNCH3) was carried out at low pressure and temperature (P= 0.1 MPa, T_< 160) from fatty nitriles, hydrogen and hexamethylenetetramine (HMTA) over a nickel catalyst. HMTA, the methylating agent, is both very reactive and selective with the final selectivity depending on the experimental conditions. Indeed, over the same nickel catalyst, methyldidodecylamine is selectively obtained at 80-100 while at 140-160 dimethyldodecylamine is the main product starting from dodecylnitrile. These products would result from the reactions of didodecylamine or of dodecylamine (issued from the hydrogenation of dodecylnitrile) with methylimine (CHZ=NH) or with N-methylmethylimine (CH3- N=CHZ) formed from the catalytic decomposition of HMTA. Keywords: Amines; Hexamethylenetetramine; Methylation; Nickel catalyst 1. Introduction Fatty aliphatic amines which are important intermediates for the preparation of surfactants are generally prepared in multistep processes from fatty alcohols or acids [ 1 ] . In our laboratory, we studied the direct synthesis of dissymmetric tertiary amines (R2NCH3 or RN (CH3) 2) from acids, esters or nitriles over multifunctional catalysts i.e., RC = N + t-IZ + \"Methylating agent\" (RCHZ)zN- CH3 CHZ-N(CH3)2 The selectivity of this type of reaction depends on the competitive steps of the methylation of the primary amine (steps 1 and 2) and of the conden- * Corresponding author. 1381-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSD11381-1169(95)00118-2 sation of the same primary amine with the corresponding imine (step 3) as depicted in Scheme 1. The intermediate formation of (RCHZ) ZNH has been described by Von Braun et al. [2] and more recently by Greenfield [ 3 ] . Generally, methanol is the methylating agent [4] but the alcohol dehydrogenation reviewed by Kliger et al. [ 5 ] or Baiker et al. [ 6 ] is the rate limiting step [7,8] . Moreover, water formed during the reaction is a strong catalyst modifier which minimizes both the activity and the selectivity [ 9 ] . It would be more convenient to use other methylating agents. In the literature, hexamethylenetetramine (HMTA) [ 10] , dimethylcarbonate [ 11 ] or syngas [ 12] are proposed for these reactions. Among them, HMTA which has numerous other applications [ 13 ] is potentially the most accurate com- 118 pound and was recently used for the N-methylation of nitriles and amines involving a nickel catalyst [ 10] . In our laboratory, we studied the reactivity of HMTA with different nitrogen compounds over solid catalysts so as to increase the selectivity and to determine the substitution mechanism as well as the nature of the active sites. In this paper, we report the first results obtained in the reaction of dodecylnitrile with HMTA over a nickel hydrogenation catalyst. 2. Experimental 2.1. Catalytic reactions The catalytic reactions were carried out at atmospheric pressure in a batch reactor with a continuous hydrogen flow. Dodecylnitrile (C I IH23C=N) and didodecylamine ((Ct2H2s)2NH) were the reagents. At the start of the reaction, methanol or HMTA ((CH2)6N4) used as methylating agents were introduced and mixed with the N-reagent and the solvent (dodecane). The reaction mixture was continuously stirred with a magnetic agitation at 800 rpm. Moreover, we verified that the activity and the selectivity in the hydrogenation or methylation were independent of the agitation rate when it was above 600 rpm. The liquid and gas phases were analyzed by offline gas chromatographs respectively equipped with capillary columns (SGE-25 QC2/BP1-0.1 and SGE-25 QC3/BPI-5.0) X. Caillault et al. /Journal of Molecular Catalysis A: Chemical 103 (1995) 117-123 \"Methylating H agent\" RC=N -- RCH = NH H- 2 -- RCHZ-- NH2---RCHZ-NH-CH3 2 \"Methylating agent 3 (RCHy)2NH (RCH2)ZN- CH3 \"Methylating agent\" Scheme 1. RCHZN(CH3)2 2.2. Nickel catalyst The Ni 5256P catalyst (from Engelhard) used in these experiments was composed of nickel ( 31 wt% ) , nickel oxide ( 32 wt% ) , magnesium oxide (13 wt% ) and silica ( 24 wt% ) with a surface area of 250 m2 ~ g-1 and a mean particle size of 150 ,u. The solid was reduced with hydrogen at 420 for 9 h before each catalytic test. 3. Results 3.1. Preliminary study of the reactions of methanol or HMTfI with amine or nitrile In the first part of our work, we determined the rate of N-methylation of didodecylamine and dodecylnitrile with methanol or hexamethylenetetramine. N-methylation of didodecylamine with methanol or HMTEI Results reported in Table 1 show that the Nmethylation of didodecylamine is faster with HMTA than with methanol. Indeed with methanol, the methyldidodecylamine selectivity was around 65% for a 20% conversion after 45 h reaction. On the other hand with HMTA, the selectivity was around 96% at complete conversion after only 10 h. The rate of Nmethylation with HMTA was far greater than the rate of secondary amine dismutation via: X. Caillault et al. /Journal of Molecular Catalysis A: Chemical 103 (1995) 117-123 - H2 (RCH2)2NH.~ RCH=N-CHZR (1) (1) + H2 ~NH- CH2R (1) + (RCH2)2NH -- RCH (B ) \\N(CH2R)2 ( II ) + H2 -r RCH2NH2 + (RCH2)3N (3) Thus the selectivity into RN (CH3) z is also very low, which is quite in agreement with previous results [ 10] . N-methylation of dodecylnitrile with methanol or HMTA When dodecylnitrile was used as starting material, the results presented in Table 2 show that the reaction rates are also different with CH30H and HMTA. Moreover, due to the change of the product distribution with reaction time also reported in Table 2, we can observe that in the presence of methanol, the imine (1) is slowly hydrogenated into didodecylamine and enamine [ (C t ZHZS) 2NCH=CH-CtoH22 ] is then obtained from these two compounds. These results show that the rate of the methylation step with methanol is very slow. On the other hand, with HMTA, dimethyldodecylamine is the main product (70% ), and methyldidodecylan-tine the main side product (30%) . In this case, the methylation of primary amine is faster than the formation of RZNH (and of R2NCH3). 3.2. Reaction of dodecylnitrile or of HMTA in the presence of a nickel catalyst In order to show the effect of HMTA on the activity and on the product distribution, we studied first the hydrogenation of nitrile and the hydrogenolysis of HMTA. Hydrogenation of dodecylnitrile The activity of the nickel catalyst and the main products obtained at 80 and 140 in the absence of HMTA are reported in Table 3. 119 The results show that dodecylamine and didodecylamine are the main products at low temperature. An increase of the reaction temperature from 80 to 140 significantly changes the reaction, and didodecylamine is formed with a selectivity of 95%. At 140 the rate of condensation of the primary amine with the corresponding imine is apparently increased significantly compared to the rate of nitrile hydrogenation; H2 H2 RC=N ---> RCH= NH RCH2NH2 1 _NH3.+H2 (RCH2)2NH This result is in agreement with those of previous work reported in the literature [ 14,15 ] Hydrogenolysis of hexamethylenetetramine (HMTA) This reaction has been studied under the same experimental conditions as the hydrogenation of nitrile. In the absence of the nickel catalyst, the HMTA is not transformed. In the presence of the catalyst, the results of Table 4 show that the HMTA is converted into monomethylamine (MMA), dimethylamine (DMA) and trimethylamine (TMA). (Ammonia is also formed during the reaction.) Table 1 N-Methylation of didodecylamine with methanol or with HMTA Methylating Time Conversion Selectivity (%) agent of R2NH (h) (%) RN(CH3)2 R2N-CH3 R3N CH,OH 1.5 31 45.5 1.4 17.4 19.4 HMTA 1 25.5 6.5 96.3 10 99 20.6 21.6 4.5 2.4 2.4 100 62.9 62.3 91.7 96.3 96.3 15.5 16.1 3.8 1.3 1.3 Wcata-0 g; VCH30H `2 ml or WHMTA-7 gn WRiNH-3 gVdodeea=65 ml; h-Hz=21~h-'; T=140. 120 X. Caillault et al. /Journal of Molecular Catalysis A: Chemical 103 (1995)117-123 Table 2 N-Methylation of dodecylnitrile with HMTA or methanol Methylatingagent t CR'CN Selectivity (%) (h) (%) RNH2 RNH-CH3 RN(CH3)2 `imine' a R2NH R2N-CH3 R3N `enamine\"' CH30H 1 30 18 - - 74.9 3.2 - - 3.9 7 56.5 2.9 - - 82 4.5 0.7 1 8.9 32 79.4 5.8 1.3 - 66 9 1.9 3.9 12.1 46 99 9 - 0.8 3.9 81.3 - - 5 HMTA 1 38 - 15.6 43.8 23 8.6 5.2 - 3.8 4 96.7 - 4.8 61 0.4 20.2 13 0.3 0.3 7 100 - - 69.4 - 9.2 21.1 0.3 - 22 100 - - 69.4 - - 30.4 0.2 - w,=0.2 g; VCH30H=2 ml or w,jT7.5 g; VRICN=3.9 ml. Vdd..=65 ml; FHZ=21 -h-'; T=140. Ci2H25N=CH-Ci,H23, b (Ci2H25)2N-CH=CH-C1oH21. Table 3 Hydrogenation of dodecylnitrile Temperature Time Conversion of R'CN Selectivity (%) () (h) (%) RNH2 `imine\" R2NH R3N `enamine' b 80 1 90.5 58.3 16.1 17.8 0.4 7.4 7 100 54.4 - 44.8 0.8 - 22 100 50.3 - 48.3 1 0.4 140 1 98.6 36.7 2 58.6 1.8 0.9 7 100 5.4 - 91.5 3.1 - 23 100 0.9 - 95.3 3.8 - w..,.=0.2 g; VR,cN=3.9 ml; Vd.&_.=65 ml; FHZ=21-h-'. a C12H25N=CH-C,1H23. b (C12H25)2N-CH=CH-C1oH21. If the rate of reaction was low at 80, we decrease of the secondary reactions of MMA or observed a significant increase at 140. Moreo- DMA into TMA. ver the product distribution is also largely modi fied because DMA instead of TMA is the main Table 4 Hydrogenolysis of HMTA product. In fact, besides the formation of TMA as a primary product there must be also the formation Temperature Time Conversion Selectivity (% ) of MMA, DMA and NH3. We suggest therefore o of HMTA (C) (h) (%) CH3NH2 (CH3)2NH (CH3)3N that secondary transformations of MMA, DMA into TMA occur specially at low temperature. At go 1 0.3 - - 100 1.5 - 100 higher temperatures the rates of these reactions 2s 3.6 - - loo are different and the selectivity of MMA or DMA 140 1 1.6 4.5 13.6 81.9 increases. But at 140 the development of the 7 11.4 6.3 30.4 63.3 selectivity with reaction time also shows that there 22 23.5 8.7 48.5 42.8 is a modification of the catalyst and perhaps a w =0.2 g; wHMTA=7.5 ml; Vdw_-=65 ml; FH,=21-h-`. X. Caillault et al. /Journal of Molecular Catalysis A: Chemical 103 (1995)117-123 Table 5 Transformation of HMTA in the presence of dodecylnitrile Temperature Time Conversion Selectivity (o) of HMTA (%) ao 1 7 23 1 7 22 140 2.2 2.6 13.9 24.8 21.6 27.9 18.7 41.7 7.4 47.5 CH3NH2 (CH3)2NH (CHI) 3N loo 100 loo 50.5 39.6 45.1 ~a,a=0.2 g; wHMTA=7.5 P>; Varr -3.9 ml; HMTA/R'CN=3 (mot). Vdd.a=65 ml; FHZ=21~h-'. Conclusion With these experiments at low temperature ( 80 ) , the dodecylnitrile is mainly hydrogenated into dodecylamine while HMTA is transformed into TMA. At 140, the didodecylamine is the main product and HMTA is converted more rapidly into DMA and TMA. 3.3. Reaction of dodecylnitrile with hexamethylenetetramine Hydrogenolysis of hexamethylenetetramine in the presence of dodecylnitrile From results reported in Table 5, the rate of transformation of HMTA at 80 is not modified by the presence of nitrite (see also Table 4) and TMA is always the major product. At 140, if the conversion of HMTA is also more or less the same in the presence of the nitrite, we observe at the beginning of the reaction a significant change of selectivity. Indeed DMA and especially MMA are produced faster in the presence of the dodecylnitrile. It seems that the competitive adsorption of nitrite and/or of the reaction products modify the secondary reactions starting from MMA and DMA. Moreover the selectivity changes with reaction time are important ( see figure 1) and will be discussed later. N-Methylation of dodecylnitrile with HMTA From results reported in Table 6, we can see that at a temperature of 80-100, didodecylamine and methyldidodecylamine are the main prod- 121 ucts while at 140-160 dimethyldodecylamine is obtained with a selectivity of more than 80%. From the general scheme presented in the introduction for the formation of these amines, we can observe that: at 80, in the presence of HMTA, the rate of step 3 (of condensation of amine) is more significant than the rate of methylation of the primary amine ( steps l and 2 ) . In fact this result is due to the very low conversion of HMTA and to the small formation of MMA and DMA which are the true methylating agents ( see also Table 5 ) . At 140 we can observe from Table 3 that dodecylnitrile was selectively transformed into didodecylamine. When the reaction is carried out in the presence of HMTA, nitrite is converted into dimethyldodecylamine (Table 6). This result means that, according to the reaction scheme presented above, the methylation ( steps (1) and ( 2 ) ) becomes faster than the amine condensation ( step 3 ) . In fact, the transformation of HMTA into MMA and DMA is more significant at 140 than at 80 and the intermediate primary amine is methylated more rapidly. The decrease of the nitrite conversion when the temperature rises from 80 to 140 could be also due to the large increase of the conversion of HMTA. Indeed the competitive adsorption on active sites of HMTA, light amines and nitrite could decrease significantly the nitrite coverage. If we now compare at a temperature of 140 the changes with reaction time, of the products distribution from HMTA (Fig. 1) and from dodecylnitrile (Fig. 2) it seems that: 1. During the first part of the reaction, MMA and/or DMA are consumed both for the methylation of the dodecylamine and for the formation of TMA. Indeed statistically the decomposition of HMTA produces TMA with a molar selectivity of 25 % which would be the maximum value obtained ( see reactions below). 2. When the hydrogenation of N-dodecyldodecylimine into didodecylamine occurs, followed by the consecutive N-methytation, the relative formation of TMA and MMA decreases while there is a continuous increase of the DMA. It can be 122 Table 6 N-Methylation of dodecylnitrile with HMTA Temperature Time CR-CN Selectivity (% ) () 80 100 140 160 X. Caillault et al. /Journal of Molecular Catalysis A: Chemical 103 (1995)117-123 (h) 1 7 23 6 23 1 6 22 1 6 23 31.5 99 100 1.5 65.8 100 100 38 99 100 29.9 86.4 99.6 RNHz RNH-CH3 31.4 13.9 16.3 1.5 4.1 0.5 1.7 1.2 4.2 2.8 15.6 18.8 7 RN(CH3)z 3.4 3.3 7.8 10.5 18.5 21.1 43.8 68.3 69.4 54.3 75 83 R2NH 24.3 64.6 59.9 39 47 8.8 8.6 13 2.4 8.4 5 RZN-CH3 4.3 10.6 24.1 13.1 26.5 65.6 5.2 18.4 30.4 3.3 6.3 10 Others 36.6 5.9 7 16.9 3.7 4.5 26.8 0.3 0.2 17.1 2.8 2 w,=0.2 g; WHmTp=7.5 g; VR,cN=3.9 ml; HMTA/R'CN=3 (mol) Vd~.=65 ml; FH2=21~h-'. 60 c~-. so y 40 so zo to V 0 T 0 5 fo Cow. HMTA --o--CH3NH2 --A-(CH3)2NH -*-(CH3)3N 10 15 20 25 Time (h) Fig. 1. Transformation of HMTA in the presence of dodecylrutrile at 140. 0 100 75 h 50 O O i zs U s 10 is T; 20 25 Fig. 2. Reaction of dodecylnitrile with HMTA at 140. concluded that MMA rather than DMA is involved in the methylation of the secondary amine; otherwise the selectivity to DMA and to MMA would vary in the opposite way. 4. Discussion We have shown in this work that HMTA can act as a methylating reagent of fatty amines and that this reaction is catalyzed with a nickel catalyst. More precisely the catalytic decomposition of HMTA forms MMA and DMA which are the `real' methylating reagents. These light amines, TMA and ammonia are formed from HMTA via the following reactions; z cx3Nxz + z (cH;nNH 3 (CH3y2NH+NH3 (CH2)6N4 + 6 H2 3 CH3NH2 + (CH3hN CH3NH2 + (CH3yzNH + (CH;)3N + NH3 -RNH-cx3 As TMA was the main product at 80, MMA -.o-R'.'(cH3)2 RN-CH-R' and DMA are also converted into TMA; t tR2NH : R2N-CM -o-C R'CN 3MMA --~ TMA + 2NH3 2DMA -),TMA + MMA MMA + DMA -),TMA + NH3 On the other hand at 140, the product distribution is modified significantly; MMA and DMA appear in the gas phase in amounts such that the rate of decomposition of HMTA in these products is higher than.the rate of reconversion, especially in the presence of nitrite. Among all of these possible reactions, it is difficult to propose the preferential ways) of HMTA hydrogenolysis. Nevertheless if we consider methylamine and didodecylamine as reagents, two methylation steps can be proposed: the reaction of methyla- X. Caillault et al. /Journal of Molecular Catalysis A: Chemical 103 (1995) 117-123 CH3H2 + RCH=N-CH2R---iCHiNH-CH2R U \"NH-CH3 ->--(RCH2)2N-CH3 (4) (RCH2)2NH+CH2~(RCH2)2N-CH2-NH2 ~ (RCHZ)zN-CH3 (5) Scheme 2. (RCHO2NH+ CH2 -CH3 - (RCH2)zN- CH2-NH-CH3 ~ (RCH2)2N-CH3 ( mine with N-dodecyldodecylimine ( RCH=NCHzR) or the reaction of methylimine (resulting from the catalytic dehydrogenation of methylamine) with didodecylamine. However, only the second reaction can explain the formation of methyldidodecylamine (Scheme 2) as well as the formation of methyldodecylamine or of dimethyldodecylamine from dodecylamine and methylimine. From dimethylamine ( and the intermediate Nmethylmethylimine), similar reactions lead to methyldidodecylamine when didodecylamine is the reagent or to methyldodecylamine and dimethyldodecylamine when the reagent is dodecylamine. However the variation of the MMA selectivity observed during the reaction of dodecylnitrile with HMTA seems to indicate that the step ( 6 ) ( Scheme 3 ) is less important than the step ( 5 ) Scheme 2. 5. Conclusion Methyldodecylamine ( s ) can be prepared from the hydrogenation and N-methylation of dodecylnitrile with HMTA in the presence of a nickel catalyst. Moreover, it is possible to obtain selectively either the methyldidodecylamine at low temperature (80-100) or the dimethyldodecylamine at a higher temperature (140-160) Scheme 3. 123 This work also demonstrates that during the reaction, hexamethylenetetramine is transformed into light amines (MMA, DMA and TMA) and ammonia. Two of these amines DMA and especially MMA could act as methylating reagents (via the corresponding imines) of the intermediate dodecylamine and didodecylamine. References [ 1 ] S. Billenstein and G. Blaschke, J. Am. Oil. Chem. Soc., 61 ( 2) (1984) 353. [ 2 ] J. Von Braun, G. Blessing and F. Zobel, Chem. Ber., 56 (1923 ) 1988. [3J H. Greenfield, Ind. Eng. Chem., Prod. Res. Dev., 6(2) (1967) 142. [4] N. Suppo-Essayem, Thesis, Poitiers, France, 1991. [SJ G.A. Kliger, L.S. Glebov, R.A. Fridman, L.A. Vytnovo and AX Bashkirov, Kinet. Katal., 19(3) (1978) 615. [6] A. Baiker and J. Kijenski, Catal. Rev.-Sc Eng., 27(4) (1985) 653. [7] J. Barrault and X. Caillault, 15th Conference on Catalysis of Organic Reactions, Paper 25, Phoenix, AZ, May 1994. [8] A. Baiker, W. Caprez and W.L. Holstein, Ind. Eng. Chem., Prod. Res. Dev., 22 (1983) 217. [9] Z. Gaizi, Thesis, Poitiers, France, 1990. [ 10] S. Fouquay, EP 550 307 A1 (1992) CECA S.A.. [ 1 I ] Z. Fu and Y. Ono, Catal. Lett., 22 (1993 ) 277. [ 12] G.A. Vedage> R.G. Herman and K. Klier, J. Catal., 95 (1985) 423. [ 13] Merck index, l lth Ed, 1989. [ 14] J. Volf and J. Pasek, Stud. Surf. Sci. Catal., 27 (1986) 105. [ 15 ] M. Besson, J.M. Bonnier and M. Joucla, Bull. Soc. Chim. Fr., 127 (1990) 5. MOLCAA 95001182 1381-1169(95)00118-2 10.1016/1381-1169(95)00118-2 Molecular aspects of heterogeneous catalysis Article Synthesis of R2NR' dissymmetric amines from nitriles and hexamethylenetetramine over nickel catalysts X. Caillault Y. Pouilloux J. Barrault ∗ Laboratoire de Catalyse, URA CNRS 350, ESIP, 40, avenue du Recteur Pineau, 86022 Poitiers Cedex, France ∗ Corresponding author. The synthesis of methylated tertiary amines (RN(CH3)2 or R2NCH3) was carried out at low pressure and temperature (P = 0.1 MPa, T ≤ 160°C) from fatty nitriles, hydrogen and hexamethylenetetramine (HMTA) over a nickel catalyst. HMTA, the methylating agent, is both very reactive and selective with the final selectivity depending on the experimental conditions. Indeed, over the same nickel catalyst, methyldidodecylamine is selectively obtained at 80–100°C while at 140–160°C dimethyldodecylamine is the main product starting from dodecylnitrile. These products would result from the reactions of didodecylamine or of dodecylamine (issued from the hydrogenation of dodecylnitrile) with methylimine (CH2NH) or with N-methylmethylimine (CH3NCH2) formed from the catalytic decomposition of HMTA. Keywords Amines Hexamethylenetetramine Methylation Nickel catalyst References [1] S. Billenstein G. Blaschke J. Am. Oil. Chem. Soc. 61 2 1984 353 [2] J. Von Braun G. Blessing F. Zobel Chem. Ber. 56 1923 1988 [3] H. Greenfield Ind. Eng. Chem., Prod. Res. Dev. 6 2 1967 142 [4] N. Suppo-Essayem Thesis 1991 Poitiers, France [5] G.A. Kliger L.S. Glebov R.A. Fridman L.A. Vytnovo A.N. Bashkirov Kinet. Katal. 19 3 1978 615 [6] A. Baiker J. Kijenski Catal. Rev.-Sci. Eng. 27 4 1985 653 [7] J. Barrault X. Caillault 15th Conference on Catalysis of Organic Reactions 11th Ed Paper 25 May 1994 Phoenix, AZ [8] A. Baiker W. Caprez W.L. Holstein Ind. Eng. Chem., Prod. Res. Dev. 22 1983 217 [9] Z. Gaizi Thesis 1990 Poitiers, France [10] S. Fouquay, EP 550 307 A1 (1992) CECA S.A.. [11] Z. Fu Y. Ono Catal. Lett. 22 1993 277 [12] G.A. Vedage R.G. Herman K. Klier J. Catal. 95 1985 423 [13] Merck index 11th Ed 1989 [14] J. Volf J. Pasek Stud. Surf. Sci. Catal. 27 1986 105 [15] M. Besson J.M. Bonnier M. Joucla Bull. Soc. Chim. Fr. 127 1990 5",
      "scopus-id": "30244560336",
      "coredata": {
        "eid": "1-s2.0-1381116995001182",
        "dc:description": "The synthesis of methylated tertiary amines (RN(CH3)2 or R2NCH3) was carried out at low pressure and temperature (P = 0.1 MPa, T ≤ 160°C) from fatty nitriles, hydrogen and hexamethylenetetramine (HMTA) over a nickel catalyst. HMTA, the methylating agent, is both very reactive and selective with the final selectivity depending on the experimental conditions. Indeed, over the same nickel catalyst, methyldidodecylamine is selectively obtained at 80–100°C while at 140–160°C dimethyldodecylamine is the main product starting from dodecylnitrile. These products would result from the reactions of didodecylamine or of dodecylamine (issued from the hydrogenation of dodecylnitrile) with methylimine (CH2NH) or with N-methylmethylimine (CH3NCH2) formed from the catalytic decomposition of HMTA.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-10-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995001182",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Caillault, X."
          },
          {
            "@_fa": "true",
            "$": "Pouilloux, Y."
          },
          {
            "@_fa": "true",
            "$": "Barrault, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995001182"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995001182"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00118-2",
        "prism:volume": "103",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis of R2NR' dissymmetric amines from nitriles and hexamethylenetetramine over nickel catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Amines"
          },
          {
            "@_fa": "true",
            "$": "Hexamethylenetetramine"
          },
          {
            "@_fa": "true",
            "$": "Methylation"
          },
          {
            "@_fa": "true",
            "$": "Nickel catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "117-123",
        "prism:endingPage": "123",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 October 1995",
        "prism:doi": "10.1016/1381-1169(95)00118-2",
        "prism:startingPage": "117",
        "dc:identifier": "doi:10.1016/1381-1169(95)00118-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/30244560336"
      }
    }
  }
}