{
  "metadata": {
    "title": "Olefin metathesis catalyst. Part II. Activation and characteristics of a ‘molecular’ tungsten unit on silica",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-01-02",
    "doi": "10.1016/1381-1169(94)00155-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116994001553",
    "pii": "1381116994001553"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-2342533199",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-07-09 2001-07-09 2010-04-18T17:16:47 1-s2.0-1381116994001553 1381-1169(94)00155-3 1381116994001553 10.1016/1381-1169(94)00155-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00271 2015-05-13T23:01:31.432129-04:00 0 0 19950102 1995 2001-07-09T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 95 95 1 1 Volume 95, Issue 1 10 75 82 75 82 19950102 2 January 1995 1995-01-02 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. OLEFINMETATHESISCATALYSTPARTIIACTIVATIONCHARACTERISTICSAMOLECULARTUNGSTENUNITSILICA VERPOORT F VANDERYSE 1988 317 L VANDERYSE 1988 723 L VANDERYSE 1991 269 L VERDONCK 1992 319 L HEVELING 1990 1 J FISCHER 1961 1200 E VANDERVOORT 1990 3751 P BASRUR 1991 86 A GROSS 1992 59 T SMITH 1974 1742 J BARS 1986 3178 T KERKHOF 1977 M121 F BARTRAM 1991 4453 M YAMAGUCHI 1990 1 T OLAH 1985 G SUPERACIDS VERPOORTX1995X75 VERPOORTX1995X75X82 VERPOORTX1995X75XF VERPOORTX1995X75X82XF item 1381-1169(94)00155-3 1381116994001553 1-s2.0-1381116994001553 10.1016/1381-1169(94)00155-3 271358 2010-09-27T22:24:36.236958-04:00 1995-01-02 1-s2.0-1381116994001553-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994001553/MAIN/application/pdf/53d12ebd781fb130843cf9b5d970241b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994001553/MAIN/application/pdf/53d12ebd781fb130843cf9b5d970241b/main.pdf main.pdf pdf true 645756 MAIN 8 1-s2.0-1381116994001553-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994001553/PREVIEW/image/png/5627e857436878ac4f99c31fcbe23939/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994001553/PREVIEW/image/png/5627e857436878ac4f99c31fcbe23939/main_1.png main_1.png png 61672 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 95 ( 1995) 75-82 Olefin metathesis catalyst. Part II. Activation and characteristics of a oleculartungsten unit on silica F. Verpoort, A.R. Bossuyt, L. Verdonck * Vakgroep Anorganische en Fysische Chemie, Divisie Organometaalchemie en Katalyse, Universiteit Gent, Krijgslaan 281 (S-3), B-9000 Gent, Belgium, tel. ( + 32-9)2644442. fnr. (+ 32-9)2644983 Received 24 June 1994; accepted 16 August 1994 Abstract A heterogeneous precursor with respect to the metathesis of olefins has been prepared by a controlled thermal reaction between rr-C,H,W( CO)$l and a silica support. Activated by iBuAlC1, the catalyst is reusable without any loss of tungsten. Compared to the W03/Si02 system, the new catalyst is superior with respect to conversion and initial rate. Characteristics of the precursor and activated system have been determined by different techniques, such as GC-MS, XPS, XRD and TGA-DTA. Keywords: GC-MS; Metathesis; Olefins; Silica; Supported catalysts; Surface chemistry; Tungsten; XPS; XRD 1. Introduction In previous reports we studied R,Cl, _ ,$nW (CO) ,Cp (R = alkyl, phenyl IZ = O- 3) [l-3] and XW(CO)3Cp (X=Cl,I) [4] derivatives as catalytic precursors for the metath- esis of olefins. In combination with iBuAICl,/Oz, homogeneous catalytic systems with high activity and selectivity are generated. A recent paper [ 51 describes the synthesis and catalytic activity of a system based on a polymer- bonded HW( CO)&p precursor. After reactiva- tion by iBuAlC1, the catalyst can be reused several times, however with a marked loss of tungsten. In this paper we report on the synthesis, cata- lytic activity and characteristics of a heterogene- ous precursor prepared by a surface reaction of ClW (CO) ,Cp with a silica support. * Corresponding author. 2. Experimental section 2.1. Materials and products Support. Silica Polypor SPG (surface area BET: 322 m2/g, pore volume: 2.77 cmg) was used as support. Products. ClW (CO) $p was prepared using well known procedures [ 61. (NH,),WO, (Aldrich) is used as received. Chlorobenzene (Merck) was distilled twice from P205 in an argon atmosphere and stored on molecular sieves in an argon atmosphere. iBAC = Isobutylaluminium dichloride (Ethyl Corporation) was diluted in chlorobenzene and stored in an argon atmosphere. 2-Pentene (Janssen Ch.) 7 1% tram, 29% cis was distilled and stored on molecular sieves in an argon atmosphere. Preparation of the WOxISi02 precursor. A 6.5 wt-% precursor (one free silanol/nm2 [ 71) is pre- 1381-1169/95/$09.50 0 1995 Elsevier Science B.V. All rights reserved SSDIl381-1169(94)00155-3 papp sr aIdum aq~ *a.mssaJd pampas .tapun 3,,08 -aIadwa) u100.1 0) UMOP paI sr eDjI pay!pOLU )t! uoywodma Aq pa~owa~ s! JCQX?M ssa~xa aql ay,~ *y E ~03 s,,oc~ w %Upy .quU3 4 pas@ prre dIsnoJoiJ;rr\\ pa.uys sy a.~n~xy.u ay,~ woymua:, -UIOD sy uo!wal ay, put? pawodma s! waAIos au -UOD alydorddt! 30 alws8unwnzd umyuowm 30 *aJaydsowlt! uo2h hp B u! &OS 1 p y c ~03 pavay uognIos snoanbt! m ~J!M (f)& .IodLIod) uoddns pm LIsnoloZy pamis s! a_mxy.u ayL ywDa[uI EXITS ay, 30 uoym%aldur! laM Aq pa.mdaId s! oh s! auazuaqoJoly9 30 pu g ui dac( ()a)MIz -JM 6 30 %U!pEOI 1? I#M [ $31 JosmaaJd Z()IS/EOM % IZZ*O 30 uognIos t! uayL *JomaJ adh v *Aosmmd Zojsf Ebb ar.f$ 40 u0~yvmda.q luaIWS v u! (9dS JodkIod) ?IFs 30 8 I 01 PaPPa *mpoJd ST auazuaqoloIq9 30 wnoum Iur 0s v *aatg.ms pamamn Am ahIoss!p 01 auazuaqoetoIy:, qp~ tnqs ay$ uo sdn0.G Iouvlrs am pm d3E ( o~)MI~ saurg ImaAas paysern uayl pue .I~Z uado u! a.w uaahlaq uogmaJ Immarl) pallo.woD v dq pamd 1 01 1 SUN~O3~~~l'Sh~U~lUad-~3OUO~S3~AUO~ % '1 '%Q w!lu)=U!.L OP OE oz 01 0 I 91 Pa EIZWJ A IIUru Q 6PmL\"m V fjpmguw 0 OIP~S\"~ Q PUN ?? ZU~J x ~pue IU~J + 9L F. Verpoort et al. /Journal of Molecular Catalysis A: Chemical 95 (1995) 75-82 80 0 IO 20 30 40 TIME (min.) 50 60 Fig. 2. % Conversion of 2-pentene vs. time in relation to the precursor: ( + ) WO,/SiO*, (0) WO,/SiO,. at 120 for 12 h, then the temperature is raised by l/min to 250. This temperature is main- tained for 2 h and then raised by 3/min to 600. The end step is a calcination at 600 for 8 h. 2.2. Activation procedures 2.2.1. Metathesis of 2-pentene based on precursor WOJSi02 All reactions are carried out in air and moisture free conditions in a Schlenk type equipment. An amount of 200 mg of the precursor is transferred to the Schlenk reactor, and is dried at 120 for 2 h under reduced pressure to remove the physisor- bed water. The Schlenk reactor is kept in a dry argon atmosphere and 20 ml of dry chlorobenzene is added by syringe. While vigorously stirring, the activator iBAC (0.2 ml: 2.56 M) is injected. 10 20 30 4.0 50 6b Z-theta After an activation period of 10 min, 2-pentene Fig. 3. X-ray diffraction patterns for: (a) WOs/Si02, (b) WOJ (0.5 ml) is added to the reaction mixture. At time SiOz. (c) calcinated W0,/Si02. 78 F. Verpoon et al. /Journal of Molecular Catalysis A: Chemical 95 (1995) 75-82 Table 1 2.3.2. XPS Semi-quantitative XPS data of the WOJSiOz precursor Run 0 Run 4 Run 16 Residue W4f 0.20 0.20 0.20 0.001 Si 2p 1 1 1 1 Al 2s - 0.10 1.1 0.14 Cl 2p 0.03 0.25 1.9 0.32 c 1s 0.14 1.1 14.1 14.3 0 1s 5.60 6.4 10.5 4.2 Run 0: WO&i02 precursor before activation. Run 4: WOJSi02 precursor after four runs. Run 16: WO,/SiO1 precursor after sixteen runs. Residue: after evaporation of the volatile components from the filtrate of Run 16. The X-ray measurements are performed with a HP 5950 A ESCA spectrometer equipped with an Al Ka, X-ray source (hv = 1486 eV) and a hem- ispherical electron analyser. The X-ray source is operated at 12 kV and 5 mA. The samples are pumped down to 10s5 mbar before they are moved into the analyser chamber. The Si 2p peak with a binding energy of 103.6 eV [ 91 is taken as internal standard. intervals (of 5,10,20,40 and 60 min) gas samples are analysed by CGC. In all experiments, 2-pentene is used as the ole- finic feed. In a clear metathesis reaction where equilibrium is reached the reaction mixture is composed of 50% 2-pentene, 25% 2-butene and 25% 3-hexene corresponding to a conversion of 50%. In our experiments a virtual conversion well above 50% can be reached due to the fact that all samples are taken in the gas phase. 2.2.2. Metathesis of 2-pentene based on precursor WO&i02 2.3.3. GC-MS equipment and analysis procedure The GC-MS measurements are performed with a Varian 4600 gas chromatograph coupled with an ITD Finnigan-Matt mass detector. Silica 0.1 g (Polypor SPG) is mixed with 0.05 g ClW(CO),Cp in dichloromethane, and after the evaporation of the solvent the sample is analysed using a self designed inlet system [ lo] by GC- MS. The inlet consists of a T tube in stainless steel with inside a capillary filled with the sample. The system is connected on one side by 0.2 m X 0,32 mm capillary column to the GC injector, the other side is coupled with 0.1 m X 0,32 mm empty cap- illary column to the transfer line of the mass detec- tor. The whole is placed in the temperature programmed oven of the GC. Precursor W03 on silica (200 mg) is trans- ferred to the Schlenk reactor and is dried at 120 for 2 h under reduced pressure to remove the phys- isorbed water. We follow the same procedure as the metathesis of 2-pentene based on precursor W0,/Si02. Temperature program: 40-100 (6/min), lOO-130 (3/min), 130-160 (2/min), 160-230 (6/min) carrier gas: He, 100 kPa. 2.3.4. TGA-DTA The samples are analysed with a Stanton Red- croft Thermal Analyser (STA-780 series). Gas: N,; rate: S/min. 2.3.5. XRD 2.3. Equipment and analysis procedures 2.3.1. Gas chromatography Samples are analysed with an XRD Siemens Diffrac 5000. X-ray source: Cu KU, operation conditions: 40 kV and 5 mA. The system has a coupled scan: 8/ 28. GC analysis is performed using the following conditions: column: RSL 1.60; 30 mX0.32 mm, dj 5 pm. temperature program: 40-128 (4/ min), 128-200 (lS/min), carrier gas: He, 100 kPa, detector: FID, gas chromatograph: Var- ian 4600, integrator: Vista 401. 3. Results and discussion 3.1. Catalytic activity WOxISi02 precursor. Activation of the precur- sor, further described as WOJ SiOz, by iBAC gen- F. Verpoort et al. /Journal of Molecular Catalysis A: Chemical 95 (1995) 7542 79 lb) 1 Fig. 4. XPS spectra of W0,/Si02: (a) before. activation, (b) after 16 runs. erates a catalyst with a very high activity for the metathesis of 2pentene. However on addition, after equilibration, of a new amount of 2-pentene, no further catalytic activity is observed indicating a short-term stability of the system. Nevertheless the system can be reactivated by a repeated treat- ment with iBAC. In this way, several (actually 16) successive runs have been carried out without any substantial loss of activity. Only when the system has been perturbed by sampling the solid for XPS investigation, a drop in the activity is observed, however followed by an remarkable activity redress in the subsequent runs (Fig. 1) . WOJSi02 precursor. The classic W03/Si02 [ 111 precursor can be activated by the olefinic substrate at elevated temperatures (T> 300). However chemical activation of W0,/Si02 by iBAC generates an active catalytic system at room temperature. The %-conversion of 2-pentene based on the W0,/Si02 and WOJSiO, precur- sors, respectively, is depicted in Fig. 2. The initial rate and conversion is markedly higher for the W0,/Si02 system. The performance of the WO,/ SiOz based catalyst is undoubtedly superior to the W03/Si02 analogue. 80 F. Verpoort et al. /Journal of Molecular Catalysis A: Chemical 95 (1995) 75-82 TIC I I I 10 I 20 30 I 40 50 (min.) Fig. 5. Temperature programmed GC-MS of the solid state reaction between ClW(CO),Cp aad silica (TIC = total ion current). With reference to the characteristics of the pre- cursors (see following section) the catalytic per- formance of the two systems can be related to the dispersion and physical state of the tungsten oxide species on the silica surface. The high dispersive monolayer structure of the WO, species promotes the generation of a highly active catalyst. 3.2. Characteristics of precursors and activated systems 3.2. I. XPS and XRD characterization From the XPS spectra can be deduced that the structural unit on the silica surface is probably only composed of tungsten and oxygen. However the XPS carbon region is obscured by adventitious undefined adsorbed carbonaceous species [ 121, the complete absence of carbonyls and cyclopen- tadiene in the coordination sphere of tungsten can only be definitely proved by a combination of the GC-MS, TGA-DTA and XPS results. Further- more in a separate angle resolved and depth pro- filing XPS study [ 131 the silica surface has been characterized as composed of structural units of M-0 Si-0 >w~ \\cOl S-0 L s.%-0 > O1 hOI with [ 0] = 0x0 or hydroxo. The high uniform dispersion of tungsten on the silica surface indicates a monolayer structure. This has been confirmed by X-ray diffraction measure- ments (Fig. 3b). No crystallites are detected prov- ing the amorphous character of the layered structure. This is in marked contrast to the W03/Si02 precursor prepared by the wet impregnation method. From the XRD spectrum can be deduced that the silica surface is covered by W03 micro- crystallites (average diameter of 20 nm) [ 141 with an orthorhombic crystal structure (Fig. 3a). Calcination of precursor WO,/SiOz above 500 results in a condensation and probably migration of the tungsten structural units. The XRD spectrum clearly shows that by this thermal treatment, the initial amorphous tungsten mono- layer on silica is transformed in a crystalline W03 phase with triclinic microcrystallites (Fig. 3~). F. Verpoort et al. /Journal of Molecular Catalysis A: Chemical 95 (1995) 75-82 81 A semi-quantitative XPS analysis of the WOJ Si02 samples after a defined number of runs (Table 1) indicates no substantial leaching of tungsten from the surface. Furthermore an XPS analysis of the residue after evaporation of the reaction mixture detects only traces of tungsten confirming the firm anchoring of the tungsten spe- cies to the silica support. Furthermore in the course of the catalytic activ- ity experiments an enrichment of the surface with aluminium, chlorine and carbon is observed. At the end (after 16 runs) a Si:Al ratio of 1: 1 is obtained together with a substantial loading of the surface with chlorine and carbon derivatives (Fig. 4). Chemisorption of organ0 aluminium species on silica is a known phenomenon [ 151 where silanol (A) as well as siloxane (B) groups are involved. ~*_OH + iBu*ICh/sSi-O-*lliBYiCl + HC(A) = 1 iSLO-AICI, + iBuH = 7: p Al(iBu)CI ,IlC,,,,,,,,,, rflullllll S In addition structural changes on the surface are induced in the neighbourhood of adsorbates by cleaving siloxane bonds with formation of O-Al- 0 bridges (C) . The composition of the gas phase (see further) in the catalytic activity experiments can be related to the presence of the above defined surface spe- cies. The fragmentation of isobutane to methane and ethane is an indication for the superacid char- acter of certain surface centres (aprotic super- acids). Saturated organic derivatives known as extremely weak bases only interact with super- acids by an attack of the strong electrophilic Lewis acid centres on the C-H and C-C (T bonds [ 16,171. 3.2.2. GC-MS and TGA-DTA In the thermogram and chromatogram of the WOJSi02 precursor only the escape of adsorbed water has been observed in the temperature range 50-250. This indicates that in the course of the preparative procedure all carbonyls and cyclopen- tadiene are removed. As a supplementary check, the solid state reac- tion between silica and ClW(CO),Cp has been monitored by the same techniques. In the temper- ature range lOO-150 the carbonyl groups are progressively split off, while the cleavage of the cyclopentadiene group starts at about 165 (Fig. 5). This observations firmly confirm the XPS results. Furthermore a GC-MS study of the volatile reaction products formed in the activation of WO,/SiO, with iBAC reveals the presence of iC4HI0, C&l& CH, and HCl, in addition to the metathesis products. Following the evolution of the gas phase com- ponents (Table 2) in the course of the catalytic activity runs we notice that : (a) the relative concentrations of CI-I, and C2H, are related to the concentration of iC4HIO; (b) the amount of iC4H,,, decreases in the metathesis series; (c) the amount of iC4HI,, is related to the cata- lytic activity. Methane and ethane are the result of the frag- mentation of i&HI0 caused by the action of the superacid centres on the silica surface (see above). Observation b leads to the conclusion that reac- tion A forms a considerable contribution to the iC4HI0 amount in the initial runs. However at the end of the series, a second mechanism directly related the catalytic activity, becomes the almost exclusive source of iC4HIw This can be related to the activation cycle of the W0,/Si02 precursor where reductive elimination in an isobutylated species generates catalytically 82 F. Verpoort et al. /Journal of Molecular Catalysis A: Chemical 95 (1995) 75-82 Table 2 Relative a amounts CH.+, C,&, iC,H,, in the gas phase vs. time Compounds CJ-b CZH~ > iCd& Relative amount (%) Run 1 times (min) 5 10 21 25 39 50 20 26 59 Run 3 times (mm) 5 10 11 12 23 25 20 16 32 Run 16 times (min) 5 10 8 11 21 25 20 11 25 Calibration with respect to [ 2-pentene] + [ 2-butene] + [ 3-hexene] active tungsten isobutene with the joint elimina- tion of isobutane (D) . GH,, CD) 4. Conclusion A tungsten oxide species is chemisorbed on the surface by a controlled thermal reaction of ClW (CO) ,Cp with silica. The structural tungsten units are anchored to the surface by Si-O-W bonds in a monolayer arrangement. On chemical activation, the WO,/SiO,/iBAC system shows a significant higher initial rate and conversion for the metathesis of 2-pentene than the classic WO,/ SiOJiBAC system. This can be directly related to the surface struc- ture of the precursors, olecularWO, units compared to orthorhombic W03 microcrystalli- tes. Furthermore the WOJSiOJiBAC catalytic system can be reactivated unrestrictedly since no leaching of tungsten from the surface has been observed in the course of the numerous runs. Acknowledgements We thank the Nationaal Fonds voor Weten- schappelijk Onderzoek, the Onderzoekfonds of the Universiteit Gent and DSM Research for financial support. References [ 11 L.M. Vanderyse, L. Verdonck, A.R. Bossuyt, F.M. Van Wijnsberghe and G.P. Van Der Kelen, Bull. Sot. Chim. Belg., 97 (1988) 317. [2] L.M. Vanderyse, T. Haemers, A.R. Bossuyt, L. Verdonck and G.P. Van Der Kelen, Bull. Sot. Chim. Belg., 97 (1988) 723. [3] L.M. Vanderyse, L. Verdonck, A.R. Bossuyt, A. Praet and G.P. Van Der Kelen, J. Mol. Catal., 65 (1991) 269. [4] L. Verdonck, A.R. Bossuyt, A. Praet, F. Verpoort, J. Geeraert, D. Van De Vondel and G.P. Van Der Kelen, J. Mol. Catal., 76 (1992) 319. [5] J. Heveling, J. Mol. Catal., 58 (1990) 1. [6] E.O. Fischer and K. Fichtel, Chem. Ber., 94 (1961) 1200. [7] P. Van Der Voort, I. Gillis-Damers and E.F. Vansant, J. Chem. Sot.. Faraday Trans., 86 (22) (1990) 3751. [8] A.G. Basrur, S.R. Patwardhan and S.N. Vyas, J. Catal., 127 (1991) 86. [9] Th. Gross, M. Ramm, H. Sonntag, W. Unger, H.M. Weijers and E.H. Adem, Surf. Interface Anal., 18 (1992) 59. [ lo] A.R. Bossuyt and L. Verdonck, unpublished results. [ 111 J. Smith, W. Mowat, D.A. Whan, E.A.V. Ebsworth, J. Chem. Sot., Dalton Trans., (1974b) 1742. [ 121 T.L. Bars and M.A. Lishka, J. Am. Chem. Sot., 108 (1986) 3178. [ 131 F. Verpoort, A.R. Bossuyt and L. Verdonck, J. Catal., submitted. [ 141 F.P. Kerkhof, R. Thomas and J.A. Mouiijn, Reel. Trav. Chim. Pays-Bas, 96 (1977) M121. [ 151 M.E. Bartram, T.A. Michalske and J.W. Rogers, Jr., J. Phys. Chem., 95 (1991) 4453. [ 161 T. Yamaguchi, Appl. Catal., 61 (1990) 1. [ 171 G.A. Olah, G.K.S. Prakash and J. Sommer, Superacids, Wiley, New York, 1985. MOLCAA 94001553 1381-1169(94)00155-3 10.1016/1381-1169(94)00155-3 Heterogeneous catalysis Article Olefin metathesis catalyst. Part II. Activation and characteristics of a ‘molecular’ tungsten unit on silica F. Verpoort A.R. Bossuyt L. Verdonck ∗ Vakgroep Anorganische en Fysische Chemie, Divisie Organometaalchemie en Katalyse, Universiteit Gent, Krijgslaan 281 (S-3), B-9000 Gent, Belgium, tel. (+32-9)2644442, fax. (+32-9)2644983 ∗ Corresponding author. A heterogeneous precursor with respect to the metathesis of olefins has been prepared by a controlled thermal reaction between π-C5H5W(CO)3Cl and a silica support. Activated by iBuAlCl2 the catalyst is reusable without any loss of tungsten. Compared to the WO3/SiO2 system, the new catalyst is superior with respect to conversion and initial rate. Characteristics of the precursor and activated system have been determined by different techniques, such as GC-MS, XPS, XRD and TGA-DTA. Keywords GC-MS Metathesis Olefins Silica Supported catalysts Surface chemistry Tungsten XPS XRD References [1] L.M. Vanderyse L. Verdonck A.R. Bossuyt F.M. Van Wijnsberghe G.P. Van Der Kelen Bull. Soc. Chim. Belg. 97 1988 317 [2] L.M. Vanderyse T. Haemers A.R. Bossuyt L. Verdonck G.P. Van Der Kelen Bull. Soc. Chim. Belg. 97 1988 723 [3] L.M. Vanderyse L. Verdonck A.R. Bossuyt A. Praet G.P. Van Der Kelen J. Mol. Catal. 65 1991 269 [4] L. Verdonck A.R. Bossuyt A. Praet F. Verpoort J. Geeraert D. Van De Vondel G.P. Van Der Kelen J. Mol. Catal. 76 1992 319 [5] J. Heveling J. Mol. Catal. 58 1990 1 [6] E.O. Fischer K. Fichtel Chem. Ber. 94 1961 1200 [7] P. Van Der Voort I. Gillis-D'Hamers E.F. Vansant J. Chem. Soc.. Faraday Trans. 86 22 1990 3751 [8] A.G. Basrur S.R. Patwardhan S.N. Vyas J. Catal. 127 1991 86 [9] Th. Gross M. Ramm H. Sonntag W. Unger H.M. Weijers E.H. Adem Surf. Interface Anal. 18 1992 59 [10] A.R. Bossuyt and L. Verdonck, unpublished results. [11] J. Smith W. Mowat D.A. Whan E.A.V. Ebsworth J. Chem. Soc., Dalton Trans. 1974 1742 [12] T.L. Bars M.A. Lishka J. Am. Chem. Soc. 108 1986 3178 [13] F. Verpoort, A.R. Bossuyt and L. Verdonck, J. Catal., submitted. [14] F.P. Kerkhof R. Thomas J.A. Moulijn Recl. Trav. Chim. Pays-Bas 96 1977 M121 [15] M.E. Bartram T.A. Michalske J.W. Rogers Jr. J. Phys. Chem. 95 1991 4453 [16] T. Yamaguchi Appl. Catal. 61 1990 1 [17] G.A. Olah G.K.S. Prakash J. Sommer Superacids 1985 Wiley New York",
      "scopus-id": "2342533199",
      "coredata": {
        "eid": "1-s2.0-1381116994001553",
        "dc:description": "A heterogeneous precursor with respect to the metathesis of olefins has been prepared by a controlled thermal reaction between π-C5H5W(CO)3Cl and a silica support. Activated by iBuAlCl2 the catalyst is reusable without any loss of tungsten. Compared to the WO3/SiO2 system, the new catalyst is superior with respect to conversion and initial rate. Characteristics of the precursor and activated system have been determined by different techniques, such as GC-MS, XPS, XRD and TGA-DTA.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-01-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116994001553",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Verpoort, F."
          },
          {
            "@_fa": "true",
            "$": "Bossuyt, A.R."
          },
          {
            "@_fa": "true",
            "$": "Verdonck, L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116994001553"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116994001553"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(94)00155-3",
        "prism:volume": "95",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Olefin metathesis catalyst. Part II. Activation and characteristics of a ‘molecular’ tungsten unit on silica",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "GC-MS"
          },
          {
            "@_fa": "true",
            "$": "Metathesis"
          },
          {
            "@_fa": "true",
            "$": "Olefins"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "Surface chemistry"
          },
          {
            "@_fa": "true",
            "$": "Tungsten"
          },
          {
            "@_fa": "true",
            "$": "XPS"
          },
          {
            "@_fa": "true",
            "$": "XRD"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "75-82",
        "prism:endingPage": "82",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 January 1995",
        "prism:doi": "10.1016/1381-1169(94)00155-3",
        "prism:startingPage": "75",
        "dc:identifier": "doi:10.1016/1381-1169(94)00155-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/2342533199"
      }
    }
  }
}