{
  "metadata": {
    "title": "Selective hydrogenation into oleyl alcohol of methyl oleate in the presence of <math altimg=si1.gif><fr shape=sol align=c style=s><nu><rm>RuSn</rm></nu><de><rm>Al<inf loc=post>2</inf>O<inf loc=post>3</inf></rm></de></fr></math> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-05-25",
    "doi": "10.1016/1381-1169(96)00010-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996000106",
    "pii": "1381116996000106"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-10644228770",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-1381116996000106 1381-1169(96)00010-6 1381116996000106 10.1016/1381-1169(96)00010-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00167 2015-05-13T23:01:31.432129-04:00 0 0 19960525 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 108 108 3 3 Volume 108, Issue 3 7 161 166 161 166 19960525 25 May 1996 1996-05-25 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. SELECTIVEHYDROGENATIONOLEYLALCOHOLMETHYLOLEATEINPRESENCERUSNAL2O3CATALYSTS POUILLOUX Y RYLANDER 1985 P HYDROGENATIONMETHODS GALLEZOT 1991 1 17 P CATALYSISORGANICREACTIONS KREUTZER 1984 343 U BOERMA 1976 105 115 H CANDY 1994 179 204 J NARASIMHAN 1989 L1 L6 C DESPHANDE 1990 174 182 V DESPHANDE 1990 165 173 V CHEAH 1992 410 416 K BASSET 1988 1 18 J ZDRAZIL 1974 1488 1493 H BOUDART 1985 27 38 M MORALES 1978 A THESIS DEVINAT 1983 463 466 G PICCIRILLI 1994 A THESIS POUILLOUXX1996X161 POUILLOUXX1996X161X166 POUILLOUXX1996X161XY POUILLOUXX1996X161X166XY item 1381-1169(96)00010-6 1381116996000106 1-s2.0-1381116996000106 10.1016/1381-1169(96)00010-6 271358 2010-09-28T03:10:17.845673-04:00 1996-05-25 1-s2.0-1381116996000106-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000106/MAIN/application/pdf/c5e3846881596986f3bb52da22af7b39/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000106/MAIN/application/pdf/c5e3846881596986f3bb52da22af7b39/main.pdf main.pdf pdf true 540909 MAIN 6 1-s2.0-1381116996000106-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000106/PREVIEW/image/png/42a7e84e263d78b3e2649b2cc212336e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000106/PREVIEW/image/png/42a7e84e263d78b3e2649b2cc212336e/main_1.png main_1.png png 48459 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116996000106-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000106/STRIPIN/image/gif/5c33bc1a279abf0617232a58a7f3db22/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000106/STRIPIN/image/gif/5c33bc1a279abf0617232a58a7f3db22/si2.gif si2 true si2.gif gif 586 18 125 ALTIMG 1-s2.0-1381116996000106-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000106/STRIPIN/image/gif/f62d8c11284892e04d761cc0b315b7d6/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000106/STRIPIN/image/gif/f62d8c11284892e04d761cc0b315b7d6/si1.gif si1 si1.gif gif 520 18 101 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 108 (1996) 161-166 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Selective hydrogenation into oleyl alcohol of methyl oleate in the presence of Ru-Sn/A1203 catalysts Y. Pouilloux, A. Piccirilli, J. Barrault Laboratoire de Catalyse, URA CNRS 350, ESIP, 40 avenue du Recteur Pineau 86022 Poitiers Cedex, France Received 14 February 1995; accepted 4 December 1995 Abstract The hydrogenation of methyl-9-octadecenoate (methyl oleate) into 9-octadecen-l-of (oleyl alcohol) was carried out in the presence of Ru-Sn-B/AIz03 catalysts at 8.0 MPa and 270. The selectivity to unsaturated alcohol (oleyl alcohol) was enhanced significantly by adding tin to ruthenium and reducing the catalyst by a published procedure. But our work showed that a transesterification reaction between methyl oleate and oleyl alcohol (initially formed) not reported in previous works occurred rapidly giving oleyl oleate. This ester was then transformed into oleyl alcohol at a higher conversion of methyl oleate. The result was that the formation of oleyl oleate which occurred on tin species decreased the selectivity of unsaturated alcohol. Keywords; Ruthenium; Tin; Boron; Methyl oleate hydrogenation; Hydrogenation ; Oleyl alcohol; Transesterification 1. Introduction Unsaturated alcohols are generally obtained by the reduction of carbonyl compounds with stoichiometric amounts of reducing agents such as hydrides (LiAIH4, NaBH4, ...) or with other specific reagents such as aluminium isopropoxide (Merwein-Pondorf-Verley reaction). The heterogeneous catalytic hydrogenation is a more attractive pathway but the regioselectivity of the process must be controlled. Bulk or supported monometallic catalysts like Raney nickel or Pt Corresponding author. 1381-1 169/96/$15.00 1996 Elsevier Science B.V. All rights reserved P1/S1381-1169(96)00010-6 (Pd)/A1203 are the solids used more usually in the hydrogenation of olefinic bonds [1]. On the other hand, the selective hydrogenation of a, unsaturated carbonyl compounds requires more complex catalytic systems. A second transition metal (bimetallic catalysts) or a promoter (pseudo-metal) are added to the above-mentioned catalysts in order to enhance the hydrogenation of the C=O bond. In earlier works, in order to propose new types of selective catalysts the hydrogenation of cinnamaldehyde into cinnamic alcohol has been often chosen as a model reaction [2]. For the selective hydrogenation of esters into alcohols, the aim of our work, the carbonyl group of esters is less reactive than that of 162 1-11 CFh-ccFhh (cHzh-C02CH3 Methyl oleate (a) 1 Hz 2F~icH,oH CH3-(CF~)j (cFWv-H3 Methyl stearate Scheme 1. Y. Pouilloux et al. /Journal of Molecular Catalysis A: Chemical 108 (1996) 161-166 ^iaH3oH Oleyl alcohol (2) 1 Hz (4) -(c)7 >0H Stearyl alcohol ketones and aldehydes; this difference of reactivity is due to the weak polarisability and the intrinsic steric hindrance of the C=O bond of esters. As a result the hydrogenation of esters into alcohols must be performed under severe reaction conditions (temperature and pressure) even in the presence of solid catalysts like copper chromites [3]. Indeed, the hydrogenation reaction is carried out in the presence of these materials at a temperature of 250-300 and a hydrogen pressure of 20-35 MPa. In our work we have studied the selective hydrogenation of methyl oleate into oleyl alcohol (Scheme 1). But it can be remarked from the reaction scheme that two primary compounds (oleyl alcohol and methyl stearate (steps 1 and 3) can be obtained from methyl oleate. Moreover the consecutive hydrogenation of these two compounds may occur and form the saturated alcohol (stearyl alcohol) (steps 2 and 4). Side-products (hydrocarbons) resulting from the hydrogenolysis of the carbon-oxygen and carbon-carbon bonds could be also obtained. From this scheme it can be seen that the first competitive adsorption steps of the methyl oleate either with C=C bond or with C=O bond will govern the whole regioselectivity of the process. Zinc chromite catalysts are often used for the preparation of unsaturated alcohols but only at high pressure and temperature [4]. Therefore it is important to find new catalysts which carry out the reaction at lower temperature and pressure. It has been shown recently that transition metals promoted with another metal or with a specific oxide catalyze the hydrogenation of esters at a lower hydrogen pressure than the one required with copper (or zinc) chromite systems. The modifier is added in two different ways: (1) coimpregnation or (2) reaction of an organometallic precursor with a transition metal predispersed on a support. Basset et al. prepared Rh-Sn, Ni-Sn and Ru-Sn from the reaction of tetrabutyltin with the corresponding metals and used them in the selective transformation of ethyl acetate into ethanol [5]. Nevertheless these solids are not selective in the formation of oleyl alcohol from methyl oleate. Indeed when the reaction is carried out at 5 MPa and 270 the main product formed is stearyl alcohol [6-8]. On the other hand Narasimhan et al. claimed that in the presence of a Ru-Sn-B/alumina catalyst, selectivity of 80% to oleyl alcohol is obtained at high conversion (80%) of methyl oleate at a temperature of 270 and a pressure of 4.5 MPa (10]. Such catalysts are prepared from the impregnation of chlorides (RuC13 and SnCl2) on alumina and reduction of these precursors with sodium borohydride. The authors proposed that the active centers are zerovalent ruthenium particles in interaction with tin oxides) acting as Lewis acid centers involved in the activation of the carbonyl group [ 11 ]. Moreover the hydrogenation of the olefmic bond would be inhibited by a local increase of the electronic state density of ruthenium particles close to tin species. It was also suggested that boron species could interact with ruthenium (with the formation of ruthenium boride Ru3B) which would favour the specific activation of the hydrogen in `hydride form'. Nevertheless the role of boron in the catalytic hydrogenation was in contradiction with what Mizukami et al. reported recently. They obtained a yield of about 80% to oleyl alcohol from the hydrogenation of oleic acid in the presence of a Ru-Sn/alumina catalyst prepared by a sol-gel method [ 12] without boron species. In this paper we report results obtained in the hydrogenation of methyl oleate in the presence of Ru/A1203 catalysts modified with tin and/or boron species. Y. Pouilloux et al. /Journal of Molecular Catalysis A: Chemical 108 (1996) 161-166 2. Experimental 2.1. Catalytic test The hydrogenation was carried out in a stainless steel batch reactor (300 ml). The reagent (methyl oleate) with the catalyst (suspension) was introduced into the reactor, purged (4 times) with nitrogen at 5 MPa under continuous stirring. The temperature then was slowly increased up to 270 at constant pressure (5 MPa) and then nitrogen was substituted for hydrogen; the pressure (8 MPa) being maintained during the reaction. 2.2. Analysis Liquid samples were mixed with dodecane and analyzed by 2 GPC equipped with FID. Light esters, alcohols, fatty acids and hydrocarbons were analyzed on a SGE BP20 column. Long chain esters (from transesterification) were separated on a CPSIL 5 column. All the products were identified from GC-MS coupling. 2.3. Catalysts preparation All the solids were prepared by coimpregnation of the support (A1203 GFSC from Rhene Poulenc, area 200 m2 g-') with RuCl3 and SnC12 according to the method described by Narasimhan et al. [9]. After the impregnation step (12 h), the metallic precursors were reduced with an aqueous solution of sodium borohydride. Then the solids were filtered, washed Table 1 Influence of boron on the activity and selectivity of Ru/AIz0, catalysts Catalyst (wt %) 163 with water and ethanol and dried at 80 under nitrogen for 4 h. Before use catalysts were reduced with hydrogen at 400 and passivated with air at room temperature. 3. Results 3.1. Hydrogenation of methyl oleate 3.1.1. Influence of boron on Ru /Alz 03 catalyst In order to determine the effect of boron, two catalysts were prepared and compared; the first was a ruthenium catalyst prepared as described above and the second was reduced with hydrogen alone. Results presented in Table 1 show that ruthenium catalysts are selective in the hydrogenation of the olefinic bond producing saturated ester (methyl stearate) with a selectivity of 70% without formation of alcohols. Moreover one can notice that the reduction with NaBH4 suppresses the induction period (in situ reduction) and modifies the selectivity. Indeed the catalyst resulting from the sodium borohydride reduction is more selective towards saturated ester with a lower formation of hydrocarbons and acids resulting from hydrogenolysis reactions. Acids, some of the primary products of the ester conversion, are formed from the hydrogenolysis of the O-CH 3 bond in accord with previous results reported by Basset et al. and Zdrazil et al. These authors clearly proved that acetic acid was formed during the hydrogenation of ethyl acetate in the presence of Ru-Sn/SiOZ [13] Conversion Time (h) Selectivity (%) Alcohols Saturated ester Hydrogenolysis Acids Ru,.9 1 - 85.5 - 14.5 98.5 2 - 73 5.5 21.5 Ru, .9BO.7 87.5 1 - 100 - - 99.5 2 - 89 - 10.5 T = 270, P = 80 bar, catalyst weight = 2.2 g, molar ratio H,/ester = 1.5. P = 8.0 MPa. 164 Y. Pouilloux et al. /Journal of Molecular Catalysis A: Chemical 108 (1996) 161-166 (Sn/Ru = 0.1) and Rh/C [14] catalysts and proposed that CH4 was formed simultaneously (reaction 2). RCO2CH3 + HZ - RC02H + CH4 (2) The inhibition of this reaction when the catalyst is reduced with NaBH4 could result from a change of the metal particle morphology and of the metal particle size. It is well known that, according to classification proposed by Boudart, hydrogenolysis reactions are demanding reactions [15]. 3.1.2. Effect of tin on a Ru/A1203 catalyst For the preparation of catalysts with a variable tin content, the molar ratio [NaBH4/(Ru + Sn)] was maintained equal to 7 X 10-2. Therefore, when the concentration of the reducing agent was important (i.e. Table 2, catalyst corresponding to a Sn/Ru of 3.7), some of the ruthenium and tin impregnated in alumina was redissolved in the solution. This phenomenon could explain why with such catalysts, the ruthenium and tin contents are lower than the required ones (ruthenium: 1.6 instead of 2%, tin: 7.0 instead of 9.4%). The results reported in Table 2 show the influence of the Sn content on the catalytic properties of a ruthenium catalyst reduced with NaBH4 [9]. It can be observed that the addition of tin decreases the activity of the Ru-B/A1203 50 25 0 SnlRu - 4 2 1,2 0 10 30 50 70 90 conversion I% 1 Fig. 1. Influence of the tin content on the selectivity to oleyl alcohol. catalyst. On the other hand, oleyl alcohol is formed and its selectivity increases with Sn content when the Sn/Ru ratio varies between 0 and 2 (Fig. 1). In accord with previous works reported in the literature, the addition of Sn to Ru catalysts inhibits the adsorption of olefinic bond and favors the activation of the carbonyl group. Moreover the decrease of the hydrogenation rate is the result of the inhibition of the hydrogen adsorption by the partial coverage of Ru particles with Sn species [18]. A similar result, the decrease of both the hydrogenation and hydrogenolysis properties, was observed after addition of Sn to Pt catalysts [16]. RICOZCH3 + R20H - RICOZR2 + CH30H Table 2 Influence of the tin content on the activity and the selectivity of Ru-Sn-B/z03 catalyst Catalyst a Ru,_9Bo7 Ruj,sSnz.SBo_3 Ruz.zSns.SBo.z Rui.sSW .oBo.s Narasimhan[9] Sn/Ru (atomic) 0 1.2 2.1 3.7 2 Activity b (mol/gRX h) 2.4 0.7 1.1 1.4 conv. 80% Selectivity (%) to: unsat, alcohol - 14 40 38.5 75.5 sat. alcohol 1 13.5 4 5 I S sat. ester 86 11 - 1 ? heavy esters - 58.5 55 52.5 ? others ` 13 3 1 3 10 a T= 270, P = 80 bar, catalyst weight = 2.2 g, molar ratio Hz/ester = 1.5 P = 8.0 MPa. a wt% supported on alumina. b Conversion ca. 70%. ` Hydrocarbons, `light esters', fatty acids. `light esters' and saturated ester. (3) 165 75 _i ,p ` W 20 Y. Pouilloux et al. /Journal of Molecular Catalysis A: Chemical 108 (1996) 161-166 ~SNRu=0 ~t SMRu = 7,2 -aa-SNRu = 2,1 tSNRu=3,7 j I 70 90 60 !0 100 Conversion (% ) Fig. 2. Influence of the tin content on the selectivity to heavy esters. From results presented in Fig. 1, a selectivity to oleyl alcohol of 50was obtained with a RuSn-B/A1203 catalyst in which the Sn/Ru ratio was between 2 and 4. However Narasimhan et al. did not mention the formation of `heavy esters' (transesterification between methyl oleate with alcohols formed from the hydrogenation) (reaction 3) and it could be possible that these compounds were not analyzed with the analytical procedures described in their experimental part (10]. In agreement with this statement, a similar selectivity value is obtained (70-80%) if these esters compounds are omitted. In our experiments the identification of these compounds by GC-MS showed that the main product was oleyl oleate (Ct7H33CO2C18H35). Moreover the important selectivity of oleyl oleate at the beginning of the experiment demonstrated that the transesterification reaction was rapid whatever the tin content (Fig. 2). In organic chemistry it is well known that such reactions are performed with homogeneous acid or base catalysts. In these experiments therefore the transesterification could involve the support of the catalyst (alumina) and/or tin species; tin chloride or tin oxides are often used as promoters of transesterification catalysts [17]. It appears also from results reported in Fig. 3 that the selectivity to heavy esters decreases slowly with reaction time with a simultaneous formation of oleyl alcohol (reaction 4). (CgHt7~H2)7COz(CIa, (CgHt7) ZHz 2(C5I-It7) (CH7ytCH20H (4) Heavy Esters 50 Sn/Ru = 3,7 m 25 Oleyl Alcohol 0 2 4 6 8 Time (h) Fig. 3. Selectivity to heavy esters and unsaturated alcohol with reaction time in the presence of a Ru-Sn-alumina catalyst (Sn/Ru = 3.7). 3.2. Reaction of methyl oleate with stearyl alcohol (transesterifccation) In order to obtain further information concerning the sites of the catalysts involved in the transesterification, we have studied the reaction between stearyl alcohol and methyl oleate (reaction 5) in the presence of alumina or SnOXalumina which was obtained from the impregnation of SnC12 on alumina (dried in air oven at 100) and reduced with hydrogen at 400 for 12 h. The reaction was carried out in the absence of hydrogen in the same reactor as the one for hydrogenation of methyl oleate. ~ CH3(CH2)pOH ,~ (CSH17~H2'7COzCH; _ CH30H (C8H17~H2)7C02(CH2)I'7CH3 (5) The results presented in Table 3 show that Sn species are important for the transesterification reaction which does not occur on alumina. Thus we can conclude that during methyl oleate hydrogenation Sn species added as a promoter of Ru for the selective hydrogenation of methyl Table 3 Study of the transesterification of methyl oleate by stearyl alcohol Catalyst a Time (h) Heavy esters (wt %) without alumina Sn/alumina n T = 270, pressure NZ = 3 MPa, molar ratio ester/alcohol = 1.5. ' Catalyst weight = 2.2 g. b Catalyst weight = 0.9 g (Sn, 5 wt%). 3 _ 3 - 1 32.5 166 Y. Pouilloux et al. /Journal of Molecular Catalysis A: Chemical 108 (1996) 761-166 oleate into oleyl alcohol act also as a promoter Charentes' for providing financial support for in the transesterification of methyl oleate with this research. oleyl alcohol into oleyl oleate. 4. Conclusion In this work the hydrogenation of methyl oleate into oleyl alcohol has been performed in the presence of Ru/alumina catalysts modified with Sn and B species. When the atomic ratio Sn/Ru is between 2 and 4, a selectivity of about 50o to oleyl alcohol (at quite a complete conversion) is obtained. Nevertheless the unsaturated alcohol yield is lower than the one proposed in previous works because of the formation of heavy esters (oleyl oleate). This ester is formed rapidly from methyl oleate and oleyl alcohol and then retransformed into oleyl alcohol at a higher conversion of methyl oleate. This side reaction has not been clearly mentioned in the literature, and could be due to tin species dispersed on the alumina. Acknowledgements The authors are grateful to the `Ministere de l'Agriculture' and the `Region Poitou- References [1] P.N. Rylander, Hydrogenation Methods, Academic Press, New York, (1985). [21 P. Gallezot and A. Giroir-Fendler, in D. Richard and W. Pascoe (Eds.) Catalysis of Organic Reactions, Marcel Dekker, New York, 1991, p. 1-17. [31 U.R. Kreutzer, J. Am. Oil Chem. Soc., 61 (1984) 343. [4] H. Boerma, Stud. Surf. Sci. Catal., 1 (1976), p 105-115. [51 J.P. Candy, B. Didillon, E.L. Smith, T.B. Shay and J.M. Basset, J. Mol. Catal., 86 (1994) 179-204. [6] Eur. Pat. 095408 (1983) to IFP. [71 Eur. Pat. 172091 (1985) to IFP. [81 Eur. Pat. 282409 (1988) to IFP. [9] C.S. Narasimhan, V.M. Desphande, K. Ramnarayan, Appl. Catal., 48 (1989) L1-L6. [10] V.M. Desphande, K. Ramnarayan, C.S. Narasimhan, J. Catal., 121(1990)174-182. [11] V.M. Desphande, W.R. Patterson, C.S. Narasimhan, J. Catal., 121 (1990) 165-173. [12] K.Y. Cheah, T.S. Tang, F. Misukami, S. Niwa, M. Toba, Y.M. Choo, J. Am. Oil Chem. Soc., 69 (1992) 410-416. [13] J.M. Basset, J.P. Candy, A. Choplin, P. Dufour, P. Loues- sard, C. Santini, Stud. Surf. Sci. Catal., 41 (1988) 1-18. [14] H. Zdrazil, Coll. Czech. Chem. Comun., 39 (1974) p 1488- 1493. [15] M. Boudart, J. Mol. Catal., 30 (1985) 27-38. [16] A. Morales, Thesis, University of Poitiers, 1978. [171 G. Devinat, J.L. Coustille, J.L. Perrin, A. Prevot, Rev. Fr. Corps Gras, 11/12 (1983) 463-466. [18] A. Piccirilli, Thesis, University of Poitiers, 1994. MOLCAA 96000106 1381-1169(96)00010-6 10.1016/1381-1169(96)00010-6 Molecular aspects of heterogeneous catalysis Article Selective hydrogenation into oleyl alcohol of methyl oleate in the presence of RuSn Al2O3 catalysts Y. Pouilloux A. Piccirilli J. Barrault ∗ Laboratoire de Catalyse, URA CNRS 350, ESIP, 40 avenue du Recteur Pineau 86022 Poitiers Cedex, France ∗ Corresponding author. The hydrogenation of methyl-9-octadecenoate (methyl oleate) into 9-octadecen-1-ol (oleyl alcohol) was carried out in the presence of RuSnB Al2O3 catalysts at 8.0 MPa and 270°C. The selectivity to unsaturated alcohol (oleyl alcohol) was enhanced significantly by adding tin to ruthernium and reducing the catalyst by a published procedure. But our work showed that a transesterification reaction between methyl oleate and oleyl alcohol (initially formed) not reported in previous works occurred rapidly giving oleyl oleate. This ester was then transformed into oleyl alcohol at a higher conversion of methyl oleate. The result was that the formation of oleyl oleate which occurred on tin species decreased the selectivity of unsaturated alcohol. Keywords Ruthenium Tin Boron Methyl oleate hydrogenation Hydrogenation Oleyl alcohol Transesterification References [1] P.N. Rylander Hydrogenation Methods 1985 Academic Press New York [2] P. Gallezot A. Giroir-Fendler D. Richard W. Pascoe Catalysis of Organic Reactions 1991 Marcel Dekker New York 1 17 [3] U.R. Kreutzer J. Am. Oil Chem. Soc. 61 1984 343 [4] H. Boerma Stud. Surf. Sci. Catal. 1 1976 105 115 [5] J.P. Candy B. Didillon E.L. Smith T.B. Shay J.M. Basset J. Mol. Catal. 86 1994 179 204 [6] Eur. Pat. 095408 (1983) to IFP. [7] Eur. Pat. 172091 (1985) to IFP. [8] Eur. Pat. 282409 (1988) to IFP. [9] C.S. Narasimhan V.M. Desphande K. Ramnarayan Appl. Catal. 48 1989 L1 L6 [10] V.M. Desphande K. Ramnarayan C.S. Narasimhan J. Catal. 121 1990 174 182 [11] V.M. Desphande W.R. Patterson C.S. Narasimhan J. Catal. 121 1990 165 173 [12] K.Y. Cheah T.S. Tang F. Misukami S. Niwa M. Toba Y.M. Choo J. Am. Oil Chem. Soc. 69 1992 410 416 [13] J.M. Basset J.P. Candy A. Choplin P. Dufour P. Louessard C. Santini Stud. Surf. Sci. Catal. 41 1988 1 18 [14] H. Zdrazil Coll. Czech. Chem. Comun. 39 1974 1488 1493 [15] M. Boudart J. Mol. Catal. 30 1985 27 38 [16] A. Morales Thesis 1978 University of Poitiers [17] G. Devinat J.L. Coustille J.L. Perrin A. Prevot Rev. Fr. Corps Gras 11/12 1983 463 466 [18] A. Piccirilli Thesis 1994 University of Poitiers",
      "scopus-id": "10644228770",
      "coredata": {
        "eid": "1-s2.0-1381116996000106",
        "dc:description": "The hydrogenation of methyl-9-octadecenoate (methyl oleate) into 9-octadecen-1-ol (oleyl alcohol) was carried out in the presence of RuSnB Al2O3 catalysts at 8.0 MPa and 270°C. The selectivity to unsaturated alcohol (oleyl alcohol) was enhanced significantly by adding tin to ruthernium and reducing the catalyst by a published procedure. But our work showed that a transesterification reaction between methyl oleate and oleyl alcohol (initially formed) not reported in previous works occurred rapidly giving oleyl oleate. This ester was then transformed into oleyl alcohol at a higher conversion of methyl oleate. The result was that the formation of oleyl oleate which occurred on tin species decreased the selectivity of unsaturated alcohol.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-05-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996000106",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pouilloux, Y."
          },
          {
            "@_fa": "true",
            "$": "Piccirilli, A."
          },
          {
            "@_fa": "true",
            "$": "Barrault, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996000106"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996000106"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00010-6",
        "prism:volume": "108",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective hydrogenation into oleyl alcohol of methyl oleate in the presence of RuSn Al2O3 catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ruthenium"
          },
          {
            "@_fa": "true",
            "$": "Tin"
          },
          {
            "@_fa": "true",
            "$": "Boron"
          },
          {
            "@_fa": "true",
            "$": "Methyl oleate hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Oleyl alcohol"
          },
          {
            "@_fa": "true",
            "$": "Transesterification"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "161-166",
        "prism:endingPage": "166",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 May 1996",
        "prism:doi": "10.1016/1381-1169(96)00010-6",
        "prism:startingPage": "161",
        "dc:identifier": "doi:10.1016/1381-1169(96)00010-6",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996000106-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "586",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "101",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996000106-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "520",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/10644228770"
      }
    }
  }
}