{
  "metadata": {
    "title": "Mechanism of aniline alkylation over vanadia and supported vanadia",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-12-15",
    "doi": "10.1016/1381-1169(95)00248-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995002480",
    "pii": "1381116995002480"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0011427396",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T17:16:47 1-s2.0-1381116995002480 1381-1169(95)00248-0 1381116995002480 10.1016/1381-1169(95)00248-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00180 2015-05-13T23:01:31.432129-04:00 0 0 19951215 1995 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 104 104 2 2 Volume 104, Issue 2 6 L109 L113 L109 L113 19951215 15 December 1995 1995-12-15 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. MECHANISMANILINEALKYLATIONOVERVANADIASUPPORTEDVANADIA NARAYANAN S NARAYANAN 1992 561 S NARAYANAN 1992 497 S NARAYANAN 1992 1204 S NARAYANAN 1994 205 S NARAYANAN 1994 133 S NARAYANAN 1994 L271 S HARIPRASADRAO 1994 1449 P CHEN 1986 739 P PROC7THINTZEOLITECONF RICE 1955 4052 R RUSEK 1988 1138 M PROC9THINTCONFCATALCALGARYCANADA VENUTO 1968 327 P BOEHM 1966 179 H LEBARS 1993 1277 J NARAYANAN 1995 57 S MARTINEZ 1991 706 N LEBARS 1992 179 J BALOGH 1993 5 M ORGANICCHEMISTRYUSINGCLAYS GALWEY 1970 330 A RHODES 1992 2269 C RHODES 1993 1387 C BUTRUILLE 1992 141 J NARAYANANX1995XL109 NARAYANANX1995XL109XL113 NARAYANANX1995XL109XS NARAYANANX1995XL109XL113XS item 1381-1169(95)00248-0 1381116995002480 1-s2.0-1381116995002480 10.1016/1381-1169(95)00248-0 271358 2010-09-27T22:24:25.365033-04:00 1995-12-15 1-s2.0-1381116995002480-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002480/MAIN/application/pdf/926c04c27bea5e8aaff9b30f171bf70c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002480/MAIN/application/pdf/926c04c27bea5e8aaff9b30f171bf70c/main.pdf main.pdf pdf true 406106 MAIN 5 1-s2.0-1381116995002480-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002480/PREVIEW/image/png/3b9263e49a1ad972340a973eb71fab1c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002480/PREVIEW/image/png/3b9263e49a1ad972340a973eb71fab1c/main_1.png main_1.png png 66447 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 104 (1995) L109-L113 Letter Mechanism of aniline alkylation over vanadia and supported vanadia Sankarasubbier Narayanan *, Kiranmayi Deshpande Indian Institute of Chemical Technology, Hyderabad-500 007, India Received 1 March 1995; accepted 24 August 1995 Abstract JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL The mechanism of aniline alkylation reaction over solid acid catalysts viz., montmorillonite K10, silica and supported vanadia catalysts is explained on the basis of presence of Brsted and Lewis acid sites. Keywords: Alkylation; Aniline; Acidic sites; Mechanism; Solid acids; Silica; Montmorillonite; Supported catalysts; Vanadia Ecofriendly solid acid catalysts are the answer for alkylation reactions involving corrosive and polluting traditional Lewis acids and mineral acids. In light of this we [ 1-6] have studied aniline alkylation reaction over many solid acid catalysts like oxides, mixed oxides, zeolites and clays. Over the solid acid catalysts studied [8,9], it is observed that N-ethylaniline is the main product and the reaction depends on acidity of the catalysts, though, the strength of acid sites responsible for the reaction is still a matter of discussion. This has motivated us to propose a mechanism for the formation of N-ethylaniline over the surface of a solid acid catalyst. We have tried to explain the mechanisms based on the experimental results obtained in catalyst systems studied and draw inference on the type of acid sites responsible for the reaction. It has been proposed in the literature that, Nalkylation of aniline takes place by dehydrogenation of alcohol to carbonyl, followed by the * Corresponding author. Fax. ( +91-40)673387 or 673757. 1381-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00248-0 formation of an imine, which is finally hydrogenated to alkyl aniline [ 10,11 ] . Alkylation with alcohols and haloalkanes proceed analogously to those with olefins, by generation of electrophiles from heterolysis of carbon-oxygen or carbon-halide bonds [ 12] . For aniline alkylation, we envisage a situation where the presence of both the types of acid sites on the catalyst surface would enhance the product formation. The acidity of the catalysts was measured by nbutylamine titrations as well as by stepwise temperature programmed desorption (STPD) of ammonia. The desorbed ammonia was estimated by back titration with an acid [4]. We have also carried out STPD of ammonia using Micromeritics Pulse Chemisorb 2700 unit. The details of the experiment are given in our paper [ 7 ] . Vapour phase aniline alkylation was carried out over the catalysts as described earlier [ 6] . The results of a typical experiment on the catalysts is given in Table 1. The products formed contained mainly N-alkylated aniline. Reaction is a sequential one, LI 10 S. Narayanan, K. Deshpande /Journal of Molecular Catalysis A: Chemical 104 (1995) L109-LI13 Table 1 ' Aniline alkylation at 673 K, 12 cm' h-' g-' catalyst and 1 bar Catalyst Total NH3 desorbed (353-723 K) mmol g-'/10-2 Aniline conversion/% Selectivity/% NEA NNDEA Others SiOz 2.41 35 81 14 5 V203 0.51 35 70 20 10 Montmorillonite K10 20.28 77 64 25 11 1OV205-Si02 34.88 83 72 21 7 lOV205-Mont K10 47.10 97 48 37 15 H~0-CHp-CH3 CHZ-CH3 O-H 0-H 0-H a - - s i- HZO /H H ~H--H2- H O-H COH 0 H 1+ 2H5 6 H'NiC2H5 w B-ONSTED SITE Scheme 1. Aniline alkylation on catalyst having only Bronsted acid sites. CO Hl __y~ TITI~_777 H 11 0 11 + mE~v t) Scheme 2. Aniline alkylation on catalyst having only Bronsted acid sites. with NN'-diethylaniline being formed by alkylation of N-ethylaniline ( NEA ) . The reaction mechanisms have been proposed, for the formation of primary product, viz., NEA over the solid acid catalysts under different conditions of the catalyst containing: 1. only Brsted acid sites; 2. only Lewis acid sites; 3. both Brsted and Lewis acid sites. Scheme 1 depicts aniline alkylation on catalyst having only Brsted acid sites. The suggested Scheme 1 is very similar to the situation present in silica catalyst. Weak Brsted acidity of silica has been well established [ 13 ] . Dehydration of alcohol involved in the reaction helps in maintaining slight acidity of silica even at high reaction temperature of 673 K. Brsted acidity helps the reaction by dehydrating the alcohol to give carbocation. On the other hand aniline gets protonated to anilinium ion bringing down the rate of reaction (Scheme 2). This may be the reason for comparatively low aniline alkylation activity of silica. However, the absence of deactivation of silica surface for the reaction period of 4 h indicates that the anilinium ion may be washed down by the excess of alcohol used in the feed. The activation of ethanol is initiated by hydrogen bonding between Brsted hydroxyl proton and oxygen of alcohol. It leads to the alcohol protonation and dehydration, releasing the carbocation. Formation of NEA on silica surface may be explained by the electrophilic substitution of the released carbocation, on the unadsorbed base molecule, i.e. aniline ( Scheme 1) . Scheme 3 describes the reaction on a catalyst surface possessing only Lewis acid sites. Aniline being a stronger base than ethanol gets adsorbed preferentially on the Lewis site. However, the presence of a large excess of alkylating agent, does not rule out the possibility of ethanol getting adsorbed on the acid sites. Having a catalyst sys- S. Narayanan, K. Deshpande /Journal of Molecular Catalysis A: Chemical 104 (1995) LI09-LI13 H ~H l H Q~CH2-CH3 H CH2- CH3 L L H,H~H H,H H,HJH2-CH3 uJ H~ _H+ s . ... I H2_CH3 1 CO ~HiC2H5 0- L L + L-LEWIS SITE Scheme 3. Aniline alkylation on catalyst having only Lewis acid sites. tem with exclusively Lewis sites is rather unlikely under the reaction conditions involving dehydration of alcohol. Even if the catalyst does not possess Brsted hydroxyls to start with, it may eventually develop them during the course of alkylation. Mechanism of aniline alkylation on a catalyst system containing both Lewis and Brsted sites is depicted in Scheme 4. Aniline being a stronger base than ethanol, gets preferentially adsorbed on Lewis sites, while high electronegativity of oxygen of ethanol leads to hydrogen bonding with hydroxyl proton of Brsted sites. Protonation of alcohol, dehydration and subsequent formation of ether of the released carbocation with the conjugate base of Brsted acid site may follow. On the Lewis site, the adsorbed aniline loses a proton to balance the positive charge developed on the nitrogen. The high electronegativity of oxygen in the ether linkage results in the development of a partial positive charge on the C moiety of the ethyl side chain. The lone pair of electrons on nitrogen attract the alkyl side chain, initiating heterolytic cleavage of polar O-C bond and the shift of alkyl carbocation to nitrogen. The three catalyst systems ( Table 1) , viz., 10 wt% vanadia impregnated silica ( l OV-Si02 ) , montmorillonite K10 and 10 wt% vanadia impregnated montmorillonite K 10, are believed to possess both Lewis and Brsted acidity. Aniline alkylation on these catalyst systems is proposed to go by Scheme 3. V205 is weakly acidic. Ammonia STPD measurement indicated acidic sites on V205 which desorbed ammonia only in the temperature region 353 to 423 K. Weak acidity of bulk V205 has been reported [ 14] . Bulk V205 does not show a catalytic activity comparable to the supported vanadia. However, when V205 was impregnated on Si02, 0-H L B M~H H~H~H H-O-CHZ-CH3 H~H 3 L B H~H _ CHZ-CH3 L B H -H20 I ~Z-CH3 Co L B ~CH3 Hv iCHZ CH I o' L B ~CH3 ~ _ H~H~CHZ 0 I ~ L B Scheme 4. Aniline alkylation on catalyst having h Bronsted and Lewis acid sites. L112 S. Narayanan, K Deshpande /Journal of Molecular Catalysis A; Chemical 104 (1995) L109-L113 a well dispersed catalyst system with vanadia probably in ( + IV) oxidation state was obtained [ 15 ] showing high catalytic activity. Acidity as measured by STPD of ammonia shows an increase in acidity on vanadia impregnation on Si02. lOV-Si02 shows almost 14 times more acidity than Si02. Creation of new acid sites with higher strength on V205 impregnated Si02, than pure silica or bulk V205 have been identified by microcalorimetric measurements [ 14] . In fact deposition of various oxides on silica seems to enhance the acidity of the catalyst system [16]. Ammonia adsorption by infrared spectroscopy using the diffuse reflectance mode (DRIFT) of V205/Si02 catalyst has shown it to be a medium acidic material possessing both Lewis and Brsted acid sites of equal strength [ 17 ] . These sites seem to be of suitable strength and number, for aniline alkylation enhancing the conversion compared to silica. Montmorillonite .is a layered aluminosilicate. Isomorphous substitution of Si(IV) by Al (III) in tetrahedral layers of montmorillonite is responsible for both Lewis and Brsted acidity. The excess negative charge on the oxygen is delocalised over the whole clay surface by simple proton hops. Presence of interlamellar cations to maintain electroneutrality of the layers add to Brsted acidity by polarising water molecules pinched between negatively charged oxygens of the sheet and positively charged counter ions [ 18]. Facile proton movement helps in dehydroxylation at Al(III) and the formation of Lewis sites above 363 K [19]. Acid activation not only increases the surface area of clay but also the acidity by replacing interlamellar cations with protons and by leaching Al(III) from the octahedral layer [ 20] . Protons add to Brsted acidity and Al (III) to Lewis sites. Montmorillonite K10 is a commercially acid activated clay. It has its laminar structure intact to a considerable extent [ 21 ] . FTIR studies on pyridine adsorbed montmorillonite K10 showed the presence of both the types of acid sites [ 22 ] . For commercial clay catalysts, Cseri et al. [ 23 ] have given the relative intensities of the I R bands corresponding to Lewis and Brsted acidity on montmorillonite K10 to be 1.91:2.23. Vanadia impregnation on montmorillonite K10 increases the acidity of the system. But a proportional increase in the alkylation activity is not observed. Probably the acid sites present on montmorillonite K10 itself are sufficient for the reaction and any additional sites created by vanadia impregnation do not drastically affect the reaction unlike in the case of vanadia-silica. In conclusion, it may be said that: 1. In presence of Brsted sites carbocation is formed, but the aniline molecule gets protonated reducing the effective concentration of reactant. 2. Having a catalyst system with exclusively Lewis sites is unlikely for the alkylation reaction which involves dehydration of alcohol. 3. The presence of a combination of Brsted and Lewis acid sites on the catalyst surface favours aniline alkylation reaction. Acknowledgements K. Deshpande thanks the Council of Scientific & Industrial Research (CSIR), New Delhi, for a Senior Research Fellowship. References [ 1 ] S. Narayanan, B.P. Prasad and V. Vishwanathan, React. Kinet. Catal. Lett., 48 (1992) 561. [2] S. Narayanan, B.P. Prasad and V. Vishwanathan, React. Kinet. Catal. Lett., 48 (1992) 497. [ 3 ] S. Narayanan and B.P. Prasad, J. Chem. Soc., Chem. Commun., (1992), 1204. [4] S. Narayanan, A. Sultana and K. Krishna, React. Kinet. Catal. Lett., 52 (1994) 205. [5 ] S. Narayanan, V.D. Kumari and A.S. Rao, Appl. Catal. A, 111 (1994) 133. [6] S. Narayanan, K. Deshpande and B.P. Prasad, J. Mol. Catal., 88 (1994) L271. [7] S. Narayanan and K. Deshpande, Appl. Catal. A, (in press). [8] P.R. Hari Prasad Rao, P. Massaini and D. Barthomeuf, Stud. Surf. Sci. Catal., 84 (1994) 1449. [9] P.Y. Chen, M.C. Chen, H.Y. Chen, N.S. Chang and T.K. Chuang in Y. Murakami, A. Lazima and W.C. Ward (Eds.), Proc. 7th Int. Zeolite Conf., Tokyo, Elsevier, Amsterdam, 1986, p.739. S. Narayanan, K. Deshpande /Journal of Molecular Catalysis A: Chemical 104 (1995) L709-LI13 [ 10] R.G. Rice and EL Kohn, J. Am. Chem. Soc., 77 (1955) 4052. [ 11 ] M. Rusek, Proc. 9th Int. Conf. Catal., Calgary, Canada, 3 (1988) 1138. [ 12] P.B. Venuto and P.S. Landis, Adv. Catal., 18 (1968) p.327. [ 13 ] H.P. Boehm, Adv. Catal., 16 (1966) 179. [ 14] J. Le Bars and A. Auroux, J. Thermal Anal., 40 (1993) 1277. [ 15] S. Narayanan and B.P. Prasad, J. Mol. Catal., 96 (1995) 57. [ 16] N.C. Martinez and J.A. Dumesic, J. Catal., 127 (1991) 706. [ 17] J. Le Bars, J.C. Vedrine and A. Auroux, Appl. Catal. A, 88 (1992) 179. [ 18] M. Balogh and P. Laszlo, Organic Chemistry using Clays, Springer-Verlag, Berlin, 1993, p. 5. [ 19] A.K. Galwey, J. Catal., 19 (1970) 330. [20] C.N. Rhodes and DR. Brown, J. Chem. Soc., Faraday Trans., 88 (1992) 2269. [ 21 ] C.N. Rhodes and DR. Brown, J. Chem. Soc., Faraday Trans., 89 (1993) 1387. [ 22 ] JR. Butruille and T.J. Pinnavaia, Catal. Today, 14 (1992) 141. [23] T. Cseri, S. Bekassy, F. Figueras, E. Cseke, L.C. de Menorval and R. Dutartre (to be published). MOLCAA 95002480 1381-1169(95)00248-0 10.1016/1381-1169(95)00248-0 Chemical and metal complex catalysis Letter Mechanism of aniline alkylation over vanadia and supported vanadia Sankarasubbier Narayanan ∗ Kiranmayi Deshpande Indian Institute of Chemical Technology, Hyderabad-500 007, India ∗ Corresponding author. Fax. (+91-40) 673387 or 673757. The mechanism of aniline alkylation reaction over solid acid catalysts viz., montmorillonite K10, silica and supported vanadia catalysts is explained on the basis of presence of Brønsted and Lewis acid sites. Keywords Alkylation Aniline Acidic sites Mechanism Solid acids Silica Montmorillonite Supported catalysts Vanadia References [1] S. Narayanan B.P. Prasad V. Vishwanathan React. Kinet. Catal. Lett. 48 1992 561 [2] S. Narayanan B.P. Prasad V. Vishwanathan React. Kinet. Catal. Lett. 48 1992 497 [3] S. Narayanan B.P. Prasad J. Chem. Soc., Chem. Commun. 1992 1204 [4] S. Narayanan A. Sultana K. Krishna React. Kinet. Catal. Lett. 52 1994 205 [5] S. Narayanan V.D. Kumari A.S. Rao Appl. Catal. A 111 1994 133 [6] S. Narayanan K. Deshpande B.P. Prasad J. Mol. Catal. 88 1994 L271 [7] S. Narayanan and K. Deshpande, Appl. Catal. A, (in press). [8] P.R. Hari Prasad Rao P. Massaini D. Barthomeuf Stud. Surf. Sci. Catal. 84 1994 1449 [9] P.Y. Chen M.C. Chen H.Y. Chen N.S. Chang T.K. Chuang Y. Murakami A. Lazima W.C. Ward Proc. 7th Int. Zeolite Conf. Tokyo 1986 Elsevier Amsterdam 739 [10] R.G. Rice E.J. Kohn J. Am. Chem. Soc. 77 1955 4052 [11] M. Rusek Proc. 9th Int. Conf. Catal., Calgary, Canada 3 1988 1138 [12] P.B. Venuto P.S. Landis Adv. Catal. 18 1968 327 [13] H.P. Boehm Adv. Catal. 16 1966 179 [14] J. Le Bars A. Auroux J. Thermal Anal. 40 1993 1277 [15] S. Narayanan B.P. Prasad J. Mol. Catal. 96 1995 57 [16] N.C. Martinez J.A. Dumesic J. Catal. 127 1991 706 [17] J. Le Bars J.C. Vedrine A. Auroux Appl. Catal. A 88 1992 179 [18] M. Balogh P. Laszlo Organic Chemistry using Clays 1993 Springer-Verlag Berlin 5 [19] A.K. Galwey J. Catal. 19 1970 330 [20] C.N. Rhodes D.R. Brown J. Chem. Soc., Faraday Trans. 88 1992 2269 [21] C.N. Rhodes D.R. Brown J. Chem. Soc., Faraday Trans. 89 1993 1387 [22] J.R. Butruille T.J. Pinnavaia Catal. Today 14 1992 141 [23] T. Cseri, S. Bekassy, F. Figueras, E. Cseke, L.C. de Menorval and R. Dutartre (to be published).",
      "scopus-id": "0011427396",
      "coredata": {
        "eid": "1-s2.0-1381116995002480",
        "dc:description": "The mechanism of aniline alkylation reaction over solid acid catalysts viz., montmorillonite K10, silica and supported vanadia catalysts is explained on the basis of presence of Brønsted and Lewis acid sites.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-12-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995002480",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Narayanan, Sankarasubbier"
          },
          {
            "@_fa": "true",
            "$": "Deshpande, Kiranmayi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995002480"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995002480"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00248-0",
        "prism:volume": "104",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Mechanism of aniline alkylation over vanadia and supported vanadia",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alkylation"
          },
          {
            "@_fa": "true",
            "$": "Aniline"
          },
          {
            "@_fa": "true",
            "$": "Acidic sites"
          },
          {
            "@_fa": "true",
            "$": "Mechanism"
          },
          {
            "@_fa": "true",
            "$": "Solid acids"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "Montmorillonite"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "Vanadia"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L109-L113",
        "prism:endingPage": "L113",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 December 1995",
        "prism:doi": "10.1016/1381-1169(95)00248-0",
        "prism:startingPage": "L109",
        "dc:identifier": "doi:10.1016/1381-1169(95)00248-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0011427396"
      }
    }
  }
}