{
  "metadata": {
    "title": "Hydrogenolysis of formic esters with homogeneous and heterogeneous rhenium catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-01-02",
    "doi": "10.1016/1381-1169(94)00163-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116994001634",
    "pii": "1381116994001634"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-58149364727",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-07-09 2001-07-09 2010-04-18T17:16:47 1-s2.0-1381116994001634 1381-1169(94)00163-4 1381116994001634 10.1016/1381-1169(94)00163-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00271 2015-05-13T23:01:31.432129-04:00 0 0 19950102 1995 2001-07-09T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 95 95 1 1 Volume 95, Issue 1 4 19 26 19 26 19950102 2 January 1995 1995-01-02 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. HYDROGENOLYSISFORMICESTERSHOMOGENEOUSHETEROGENEOUSRHENIUMCATALYSTS BRACA G WAINWRIGHT 1988 95 M GORMLEY 1992 81 R EVANS 1983 31 J MONTI 1986 17 D BROADBENT 1959 1847 H BROADBENT 1962 4400 H BROADBENT 1962 4402 H BROADBENT 1963 2345 H ISHINO 1989 315 M KOMIYAMA 1983 1719 M HERBERHOLD 1975 700 M IOGANSON 1974 23 A ANDREWS 1977 66 M JOHNSON 1978 60 J VALIGI 1977 271 M BRACA 1988 245 G MARCHIONNA 1993 107 M CIANI 1978 85 G HERMANN 1992 1795 W BOLIVAR 1976 163 C KOMIYAMA 1984 618 M VALIGI 1978 810 M YATES 1969 182 D YAO 1976 392 H EDREVAKARDJIEVA 1985 97 R FUNG 1991 225 A ENGELS 1991 251 S SOLYMOSI 1992 1349 F IIZUKA 1983 T IIZUKA 1983 2927 T KIRLIN 1990 8439 P KIRLIN 1986 4882 P GUCZI 1989 50 L PAPILE 1992 74 C HONJI 1992 2715 A CIMINO 1982 207 A XU 1991 1664 Z BRACAX1995X19 BRACAX1995X19X26 BRACAX1995X19XG BRACAX1995X19X26XG item 1381-1169(94)00163-4 1381116994001634 1-s2.0-1381116994001634 10.1016/1381-1169(94)00163-4 271358 2010-09-27T22:24:36.236288-04:00 1995-01-02 1-s2.0-1381116994001634-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994001634/MAIN/application/pdf/9f93e1c6bf0077af83b97973bdd4d774/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994001634/MAIN/application/pdf/9f93e1c6bf0077af83b97973bdd4d774/main.pdf main.pdf pdf true 751822 MAIN 8 1-s2.0-1381116994001634-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994001634/PREVIEW/image/png/07f89a3791c4b7db26ed209927832ab0/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994001634/PREVIEW/image/png/07f89a3791c4b7db26ed209927832ab0/main_1.png main_1.png png 61302 849 656 IMAGE-WEB-PDF 1 Journal of Molecular Catalysis A: Chemical 95 ( 1995) 19-26 Hydrogenolysis of formic esters with homogeneous and heterogeneous rhenium catalysts G. Braca a** , A.M. Raspolli Galletti a, G. Sbrana a, M. Lami b, M. Marchionna b a Dipartimento di &mica e Chimica Industriale, Universitci di Piss, via Risorgimento 35, I-56126 Piss, Italy b SNAMPROGElTl S.p.A., Research Division, Via Maritano 26, I-20097 San Donato Milanese, Italy Received 19 May 1994; accepted 8 September 1994 Abstract The hydrogenolysis of formic esters to methanol, as the second step of the low temperature methanol synthesis from syngas, has been studied using rhenium catalysts. henium blackscontaining reduced Re( 0) species produced n situstarting from soluble rhenium precursors like Rez07 or Rez( CO) ,,, are active and generally very selective (99%) in the hydrogenation of the formyl group to methanol. Unfortunately this catalyst suffers from CO poisoning: however, the poisoning is reversible and the catalytic activity can be restored by treatment with pure hydrogen. Rhenium catalysts supported on oxides generally are less active and selective: the acid or basic centres of the support, which strongly interact with the oxophilic rhenium cations, make difficult the generation of the active Re( 0) species and on other hand promote the decarboxylation of the formic ester. Keywords: CO; Formic esters; Hydrogenation; Poisoning; Rhenium 1. Introduction Several process alternatives have been pro- posed for converting CO/H2 to methanol at milder conditions with respect to the current copper-cat- alyzed process in order to improve the thermo- dynamic efficiency of the process. Among these alternatives one of the most notable is the synthe- sis of methanol via an alkyl formate, generally methyl formate [ 1 ] : CH,OH + CO + HCOOCH3 (1) HCOOCH, + Hz + 2CH30H (2) CO + 2H2 + CH30H (3) * Corresponding author. Methanol is first carbonylated to methyl for- mate and the subsequent hydrogenolysis results in the gain of a methanol molecule over the total reaction (Eqs. l-3). While the carbonylation step is commercially available, the hydrogenolysis, in order to be eco- nomically advantageous, must be carried out using a hydrogen feed containing the CO not con- verted in the carbonylation stage; as a conse- quence, the hydrogenolysis catalyst must be insensitive to CO poisoning [ 11. Furthermore the same catalyst should be able to depress undesired reactions such as decarbonylation and decarbox- ylations (Eqs. 4-7) ; reaction (7) follows an inter- mediate hydrolysis step occurring when water is present: 1381-l 169/95/$09.50 0 1995 Elsevier Science B.V. All rights reserved .SSDIl381-1169(94)00163-4 20 G. Braca et al. /Journal of Molecular Catalysis A: Chemical 95 (1995) 19-26 HCOOCH, = CH30H + CO (4) HCOOCH, -+ CI& + COz (5) HCOOCH3 + Hz0 = CH30H + HCOOH (6) HCOOH-, CO2 + H2 (7) Up to now copper-based catalysts (copper hydrogenolysis, where formaldehyde is produced as intermediate; however, the catalyst employed in that study (Re/C) was unable to hydrogeno- lyze alkyl formates, their decomposition to alco- hol and CO being the only reaction detected. chromite, Cu-Raney, Cu/SiOz) have been exten- sively studied but they generally were found to be inhibited by CO whereas a contemporary signifi- cant decarbonylation of the esters took place [ 2,3]. Moreover, in the gas phase, the heteroge- neous copper hydrogenolysis catalysts were also deactivated by the intermediate formaldehyde, whose polymers deposit on their surface [ 41. 2. Experimental 2.1. Materials NH4Re04 (&em), RezO, (Fluka), Rez( CO) i0 (Fluka) were used as received. In this context the hydrogenating activity of homogeneous and heterogeneous rhenium cata- lysts, never reported in methyl formate hydrogen- olysis, has been investigated with the aim at finding new useful catalytic systems. [Re (CO), (OWla H31, IBuN IX (C% (OW31 [141, H3Re3 Wh [I51 ad H4 Re, (CO) i2 [ 161 were prepared according to literature methods. Rhenium oxides (RQO,, Re03, ReOz, Re203, ReO) are known to act as hydrogenation catalysts, and are particularly active for ketones, aldehydes, amides and also for acids and carboxylic acids esters [ 5-81. By using R@OT as precursor, under high hydrogen pressure and at temperatures rang- ing from 120 to 220, a heterogeneous hydro- genation catalyst indicated as henium blackis obtained, able also to hydrogenate esters and a lot of carboxylic acids to alcohols but not formic acid to methanol [ 51. Supported Re catalysts were prepared by wet impregnation of the support with slightly warm solutions of ammonium perrhenate and successive drying at 250 for 8 h. The following supports were used: SiOz ( Akzo Si-4-5p; surface area: 400 m*/g), Al*03 (Akzo p29440; surface area: 200 m*/g), MgO (Carlo Erba; surface area: 80 m*/g) , Ti02 (Fluka; sur- face area: 55 m*/g), Nb205 (CBMM; surface area: 164 m*/g). The determination of rhenium content in the various supported catalysts was carried out spec- trophotometrically according to literature proce- dure [ 171. About the nature of the active species present in the henium blackmetal Re(O), or Re(IV) species, when water or acetic acid are the reaction media, have been suggested [ 51. 2.2. Apparatus and procedure Another interesting characteristic of the homo- geneous and heterogeneous rhenium catalysts is their activity in the hydrogenation of CO to eth- ylene glycol and methanol [ 9,101 and in the hydroformylation of olefins [ 111 which suggests a possible maintenance of the hydrogenating abil- ity also in the presence of CO. The hydrogenolysis reactions were carried out in a 190 ml Hastelloy C rocking autoclave filled with a glass vial and heated in an oil bath and equipped with devices for removal of liquid and gas samples during the runs. 2.3. Analysis Finally, a recent patent has reported the resis- Liquid and gas products were analyzed by GLC tance of rhenium catalysts to formaldehyde poi- (Perkin Elmer Sigma 3B) as reported previously soning [ 121, a possible drawback in formic esters [W. G. Braca et al. /Journal of Molecular Catalysis A: Chemical 95 (1995) 19-26 21 IR spectra were carried out with a Perkin Elmer 1750 Fourier transform infrared spectrometer. The infrared cell was interfaced to a gas manifold to maintain the recovered catalyst under argon. 3. Results and discussion 3. I. Hydrogenolysis of methyl for-mate with soluble rhenium precursors The most utilized soluble rhenium precursors reported in the literature are the Re(VII) oxide, Re207, and the Re( 0) carbonyl Re,( CO) iO. Hydrogenolysis runs on methyl formate, car- ried out with Re,O, reduced in situ to e black at 200 and 10 MPa of hydrogen, displayed good selectivity to methanol (up to 99%)) being very limited the decomposition of the formic moiety to CO or CO2 (run 1, Table 1). The recycled henium blackcatalyst did not lose significantly activity and selectivity in suc- cessive hydrogenolysis cycles (Table 1, run 2). The hydrogenolysis of methyl formate took place very rapidly also under milder temperature conditions ( 15O, but at higher pressures and rhenium concentrations) and also using THF as solvent (Table 1, run 5 and 6). In contrast, when the hydrogenolysis was car- ried out in the presence of initial CO (HZ/CO: 10) (Table 1, run 3), a marked decrease of the catalytic activity was observed. Contemporary a great part ( ~60%) of the catalyst was trans- Table 1 Hydrogenolysis of methyl formate with Re,O, formed into Re,(CO) i,-, present in solution or adsorbed on the solid catalyst. This result gave an indirect confirmation of the prevailing Re(0) nature of henium blackand prompted us to accomplish a new synthesis route of RQ( CO) i0 from Rq07 under mild conditions in the presence of CO/H, mixtures [ 191. After removal of the adsorbed ReZ( CO) 1,,, the residual solid catalyst was used in a successive hydrogenolysis cycle under pure H2 (Table 1, run 4): its activity (expressed as TN and taking into account the loss of soluble Re) and selectivity toward MeOH were completely restored. This indicates that henium blackcan be regenerated under pure HZ. IR spectrum of the solid catalyst recovered from run 4 indicates the complete absence of carbonyl species. To better clarify the phenomenon of CO- induced catalyst inhibition, the hydrogenolysis of methyl formate was also investigated starting from homogeneous rhenium metal carbonyl com- plexes. Catalysts originated from Re,( CO) i0 were less active both in pure methyl formate and in THF with respect to the corresponding catalysts obtained from Re,O, working under analogous conditions (compare runs 7-8, Table 2 with runs 5-6, Table 1) . The selectivity to methanol was always > 95% being CH, and CO2 the only by-products; no decarbonylation reaction of methyl formate was noticed. Run Catalyst charged Methyl formate/Re (w/w) P Hz (MPa) p CO (MPa) T () Time (h) Conversion (%) MeOH (Selectivity W) TN (h-l) b 1 2 Re@-, e blackfrom run 1 200 200 10 10 200 200 8 8 79.7 77.9 98.6 99.7 10.5 10.3 3 4 5 6a e blackfrom run 2 e blackfrom run 3 Re20, Re@7 200 500 60 60 10 10 15 15 1 _ 200 200 150 150 8 8 4 4 4.2 33.1 70.0 89.0 100 95.8 98.0 98.5 0.5 10.5 8.3 10.8 a Solvent: THF (THF/MF=2/1 v/v). N(h-:gMeOH/(gReXh). 22 G. Braca et al. /Journal of Molecular Catalysis A: Chemical 95 (1995) lS26 Table 2 Hydrogenolysis of methyl formate with Re,(CO)& Run 7b 8 9b 10lib Methyl formate/ 60 60 60 60 40 Re (w/w) Promoter - - Et,N p-tolylsulphonic MqNO acid Promoter/Re - - 2 5 3 (molar ratio) Time (h) 447 7 4 Conversion (%) 42 33 35 29 23 MeOH 96.0 97.3 97.0 95.3 82.1 (Selectivity %) TN (h-l) = 3.9 3.1 1.9 1.5 1.1 Reaction conditions: temperature: 150; pressure (Hz): 15 MPa. b Solvent: THP (THP/MP=2/1 v/v). cTN(h-l):gMeOH/(gReXh). The IR spectroscopic analysis of the discharged solution revealed the presence of a part of uncon- verted ReZ ( CO) r0 and little amount of [Re(C0)3(0H)]4 (producedbyreactionofrhe- nium carbonyl with moisture impurity) ; solid henium blackwas also separated. Working in the presence of CO (CO/Hz: 1 / 12) complete inactivity was observed and no solid henium blackwas formed. The addition of bases, such as Et3N, did not promote the expected formation of hydrido-car- bony1 species which could increase the hydrogen- ating activity; analogously the addition of strong acids, such as p-tolyl sulphonic acid, did slightly inhibit the catalytic activity (runs 9-10, Table 2). The difficulty in activating rhenium carbonyl prompted us to investigate the effect of the addi- tion of species (such Me,NO) able to subtract CO from the metal with formation of C02. The activity of the modified system was very scarce and the selectivity to methanol was lower than 85%: in this case significant decarbonylation of methyl formate was observed (run 11, Table 2). The IR analysis of the discharged solutions revealed that Re,( CO) 10 was in this case com- pletely converted into other carbonyl species such as [Re (CO), tOWI ad Uh (CO), (OMe),-, W-O,1 - ( x=0-3) [ 14,20,21]. Fur- thermore, separate runs using [ Re (CO) 3 (OH) 14 and [ Bu4N] [Rez (CO), (0Me)J as catalytic precursors showed that they were very stable and unable to catalyze the hydrogenolysis of methyl formate (not reported in the table) : this indicates that they should not correspond to active species. Other hydrido rhenium carbonyl precursors, such as H3Re3( CO) 12 and I&Re4( CO) i2 were not able to hydrogenate methyl formate; the addition of Me3N0 favoured only the production of [Re(CO),(OH) 14. In conclusion, the following points have been ascertained about the catalytic activity of rhenium catalysts produced from homogeneous precur- sors: (0 henium blackheterogeneous catalyst, formed from Re207 under pure hydrogen and likely consisting of metal Re, is active and very selective in the hydrogenation of the formic moiety. A reversible CO poison- ing is observed working under CO/H2 mixtures. (ii) (iii) the presence of CO ligands in the precursor compounds makes more difficult the reduc- tion to henium black rhenium(I) species, such as [ Re (CO), UW14 ad Be2 (CO)6 (OMeM - are catalytically inactive. 3.2. Hydrogenolysis of formic esters with supported heterogeneous rhenium catalysts In order to diminish rhenium concentration and attain a better dispersion of metal, heterogeneous catalysts, prepared by wet impregnation of differ- ent supports with ammonium perrhenate, were prepared and tested after a preactivation with 10 MPa of hydrogen at 200 in n-hexane. Acid, neutral and basic supports were used. When Re/SiO:, was used in the hydrogenolysis of methyl formate, the activity and selectivity toward MeOH appeared reduced with respect to catalysts prepared from homogeneous precursors (compare run 12, Table 3 with run 1, Table 1) and a significant formation of CO2 and methane was observed. The solid catalyst recycled in successive HCOOMe hydrogenolysis tests maintained G. Braca et al. /Joumal of Molecular Catalysis A: Chemical 95 (1995) 19-26 23 Table 3 Hydrogenolysis of methyl formate with supported rhenium catalysts a RUtI Catalyst charged P HZ (MPa) p CO (MPa) Conversion (70) 12 13 Re/SiO, b Re/SiO, from run 12 10 10 46.1 43.0 14 Re/SiO, from run 13 10 1 4.8 15 16 Re/SiO, from run 14 Re/Al,O, 10 10 40.9 12.1 Reaction products Selectivity % MeOH 90 90 67.5 90.4 60.5 COZ 7.0 5.0 14.5 5.9 9.7 co CH4 3.0 5.0 18.0 3.7 12.0 TN (h-l) d 1.1 1.0 0.1 0.9 0.2 a Reaction conditions: temperature: 200; methyl formate/Re: 118; time: 24 h. b Re/SiO,: 4.77% Re. c Re/Al,O,: 4.29% Re. N (h-:gMeOH/(gReXh). almost unchanged its catalytic activity and selec- tivity (Table 3, run 13). When the hydrogenolysis of methyl formate was carried out with Hz stream containing CO (HJCO: lO/ 1) a marked decrease of the catalytic activity and an increase of the selectivity to CO* and Cl& formation were observed (Table 3, run 14). IR analysis of the discharged solution (from run 14, Table 3) excluded the formation of soluble Rez( CO) 10 or other carbonyl derivatives. On the contrary the IR spectrum of the solid discharged catalyst provided evidence for the presence of a strong band at 2030 cm- due to linear Re-CO species, to be compared with the strong band at 2035 cm-reported in the literature for CO lin- early bound to Re supported crystallites; absorp- tions assignable to oxidized rhenium carbonyl species were nearly absent (Fig. 1) [ 22,231. The formation of Re( 0) carbonyl species should indicate the presence of metal Re (0) in the preactivated catalyst and of weak interactions between rhenium and Si02 which facilitate its reduction [ 241. The lower catalytic activity of the supported catalyst with respect to henium black is probably related to residual not fully reduced rhenium species, dissolved into bulk SiO, [ 251. The residual solid catalyst, used in a successive recycle under pure HZ, restored again nearly com- pletely its activity and selectivity (run 15, Table 3). The acid -A&O3 was also used as support for rhenium catalysts in the hydrogenolysis of methyl formate. The catalyst was very little active in this reaction whereas promoted an extensive ester decomposition (decarbonylation and decarbox- ylation), favoured by the acid character of the support (Table 3, run 16). These negative performances point out once again the relevance of reducing Re completely: the reduction of rhenium on 3/-A1203 is in fact reported to be more difficult with respect to Re/ SiO:, due to the oxophilic nature of the rhenium cations which are strongly bonded to the support oxide surface [ 26,271. These strong metal support interactions (SMSI) prevent the reduction step [ 28,291, causing a significant decrease of the cat- alytic activity of the hydrogenolysis reaction. Residual activity could be assured by the presence of very low amounts of Re (0)) as also observed in related spectroscopic studies [ 301. To gain more information on the hydrogenation of the formyl moiety some experiments were then carried out using formic esters of higher alcohols. Thus Re/SiOz catalysts were tested in the hydrogenolysis of ethyl formate and n-butyl for- mate (Table 4, runs 17-18): lower activity with 24 G. Braca et al. /Joumal of Molecular Caralysis A: Chemical 95 (1995) 1%26 Fig. 1. Infrared spectra in the carbonyl region of: (A) Re/SiO, catalyst recovered nfter run 14 carried out in the presence of CO; (B) Re/TiO, catalyst recovered after run 20 carried out in the pres- ence of CO. (C) Re/NbzOS catalyst recovered after run 23 carried out in the presence of CO. respect to methyl formate hydrogenolysis was ascertained; the lower selectivity toward free MeOH (30%) was due to the transesterification reaction to methyl formate (Eq. 8) : HCOOR + MeOH + HCOOMe + ROH (8) Re/Ti02 catalysts, reported in the literature as active in the CO hydrogenation to methanol [ 231 and consequently insensitive to CO poisoning, were also tested in the ethyl formate hydrogenol- ysis: they showed a catalytic activity analogous to that observed with Re/SiO*, but the extent of the I I I I 2200 2000 1900 1800 WAVENUMBERS, cm -1 decarboxylation reaction was higher and a CO reversible poisoning was again observed (Table 4, run 20). The infrared spectrum of the discharged cata- lyst (Fig. 1 B) showed not only the absorption at 2030 cm-due to CO occupying sites on the metal surface, but also the presence of a broad band centered at 1900 cm- probably due to an oxi- dized rhenium carbonyl species on the titanium oxide. Also the less known Re/Nb205 catalyst, claimed to be active in the hydrogenation of CO2 to methanol [ 3 11, was tested in the hydrogenol- ysis of ethyl formate: in this case the formic moi- ety was prevailingly decomposed to CO*, due to the high acidity of the support [ 321. The IR spec- trum of the catalyst, recovered after the run carried out in the presence of CO, indicated the presence of CO linearly bound to supported Re (0) ( v CO: 2030 cm- but also the prevailing presence of oxidized carbonyl species, with vCO bands at 2030, 1920 and 1885 cm- assignable to species of general formula [ Re( CO),] [ ONb] 3 --x [ HONb]. [ 33-351. The presence of these species at the expenses of Re( 0) is likely the cause of the low hydrogenolyzing ability. Finally a basic support as MgO was used. Also for this oxide several studies [33,34,36-381 revealed the easy formation of the [ Re (CO),] [OMg13_,[HOMg], species thus indi- cating the presence of strong interactions pre- venting complete rhenium reduction. In effect also in this case a scarce hydrogeno- lyzing activity and a significant decomposition of the formic moiety to COZ were observed (Table 4, runs 25-27). In conclusion, the use of supported rhenium catalysts always resulted in a decrease of the over- all activity (TN) with the supported catalysts suf- fering from the same CO poisoning as henium black moreover the supports, especially acid and basic ones which strongly interact with rhenium oxides, make difficult the reduction to the active Re(0) species. Thus, the best support appears to be silica where Re( 0) species can be easily gen- erated and stabilized; similar conclusions were G. Braca et al. / Joumal of Molecular Catalysis A: Chemical 95 (1995) I%26 25 Table 4 Hydrogenolysis of ethyl and butyl formate with supported rhenium catalysts a Run 17 18 19 20 21 22 23 24 25 26 27 Catalyst Re/SiO, h Re/Si02 b Re/TiO, Re/TiO, Re/TiO, Rel RelNb,OS Re/Nb,OS Re/MgO e Re/MgO Re/MgO charged from run from run Nb*Os d from run from run from run from run 19 20 22 23 25 26 Ester HCOOEt HCOOBu HCOOEt HCOOEt HCOOEt HCOOEt HCOOEt HCOOEt HCOOEt HCOOEt HCOOEt p Hz (MPa) 10 10 10 10 10 10 10 10 10 10 10 pCO(MPa) - - 1 _ 1 _ _ 1 Conversion 41.7 44.9 62.4 14.7 76.3 66.7 25.6 71.0 69.7 11.5 63.2 (%) Reaction products Selectivity % MeOH 29.6 25.2 31.2 2.1 43.9 23.1 5.3 30.4 25.7 - 24.5 HCOOMe 55.7 60.0 48.2 59.6 23.5 21.7 44.9 22.9 23.3 11.8 30.4 co, 7.0 8.0 17.7 18.1 28.0 40.6 37.5 31.4 36.8 60.2 32.8 co _ 3.6 - 3.7 CH, 7.7 6.8 2.9 20.2 4.6 14.6 12.3 15.3 10.5 28.0 8.0 TN (h-l)0.8 0.6 1.0 0.2 1.0 0.6 0.2 0.8 0.8 0.3 0.7 Reaction conditions: temperature: 200; alkyl formate/Re: 118; time: 24 h; all catalysts were used after a preactivation step carried out under Hz in n-hexane at 200. h RelSiO?: 4.71% Re. RelTiO?: 4.5% Re. * Re/NbzOS: 4.3% Re. e Re/MgO: 4.2% Re. N (h-l): g of formed MeOH (as free MeOH+ MeOH in MF) gReXh also achieved in a study on the hydrogenation of CO2 with supported rhenium catalysts on different oxides [ 391. 3.3. General conclusions The present work shows that heterogeneous dis- persed rhenium catalysts, i.e. Re(0) henium black is an active (TN: 10 g MeOH/ (g Re X h) and selective (selectivity > 99%) catalyst for the hydrogenation of the HCO group to methanol under not too drastic conditions (T: 150-2OO, P: 10-15 MPa). Unfortunately, the active metal rhenium is poi- soned, albeit in a reversible manner, by CO with formation of rhenium cat-bony1 species: the car- bonylation may proceed up to the formation of soluble Re,( CO) 10. The henium blackupon recycle maintains unchanged its catalytic activity and after poison- ing by CO can be restored by treatment at high temperature (200) with pure H,. The formation of oxidized rhenium(I) species corresponds to the occurrence of less active cata- lysts, both in the homogeneous (species [Re (CO), (OHh ad [Re2 (CO), (OW,-, (OH),] - ) , and in the heterogeneous phase ( spe- cies [Re (CO),] [OM*],_, [HOM*], (x=0- 3;M*=Al,Mg,). Thus, only neutral and almost inert matrices can be proposed as supports for the rhenium catalysts to be used in the hydrogenation of the formyl moiety of the formic esters without causing their decarboxylation to CO2 and CH,. Acknowledgements 0. Forlani and S. Rossini (both of Snamprogetti S.p.A.) are gratefully acknowledged for the prep- aration of rhenium supported catalysts. 26 G. Braca et al. /Journal of Molecular Catalysis A: Chemical 95 (1995) IS26 References [l] MS. Wainwright, Stud. Surf. Sci. Catal., 36 (1988) 95. [2] R.J. Gormley, V.U. Rao, Y. Soong andE. Micheli, Appl. Catal. A, 87 (1992) 81. [3] J.W. Evans, P.S. Casey, M.S. Wainwright D.L. Trimm and N.W. Cant, Appl. Catal., 7 (1983) 31. 141 D.M. Monti, N.W. Cant, D.L. Trimm and M.S. Wainwright, J. Catal., 100 (1986) 17. ]20] G. Ciani, G. Dlfonso, M. Freni, P. Romiti and A. Sironi, J. Organomet. Chem., 152 (1978) 85. [211 W.A. Hermann, D. Mihalios, K. Gfele, P, Kiprof and F. Belmedjahed, Chem. Ber., 125 (1992) 1795. [22] C. Bolivar, H. Charcosset, R. Fmty, M. Primet, L. Toumayau, C. Betizeau, G. Leclercq and R. Mauml, J. Catal., 45 (1976) 163. 1231 M. Komiyama,T.OkamotoandY.Ogino, J. Chem. SocChem. Commun., (1984) 618. [ 51 H.S. Broadbent, G.C. Campbell, W.J. Bartleyand J.H. Johnson, J. Org. Chem.. 24 (1959) 1847 [6] H.S. Broadbent and J.H. Johnson, J. Org. Chem., 27 (1962) 4400. 1241 M. Valigi, A. Cimino and G. Minelli, Chim. Ind (Milan), 60 (1978) 810. [7] H.S. Broadbent and J.H. Johnson, J. Org. Chem., 27 (1962) 4402. WI D.J.C. Yates and J.H. Sinfelt, J. Catal., 14 (1969) 182. [%I H.C. Yao and M. Shelef, J. Catal., 44 (1976) 392. 1271 R.M.Edreva-KardjievaandA.A.Andreev,J.Catal.,94 (1985) 97. [8] H.S. Broadbent and W.J. Bartley, J. Org. Chem., 28 ( 1963) 2345. [9] M. Ishino, T. Deguchi, T. Takano and S. Nakamura, J. Mol. Catal.. 49 (1989) 315. [281 A.S. Fung, P.A. Tooley, M.J. Kelley, DC. Koningsberger and B.C. Gates, J. Phys. Chem., 95 (1991) 225. [291 S. Engels, H. Lausch and H.W. Meiners, React. Kinet. Catal. I&t., 44 (1991) 251. [ 101 M. Komiyama, Y. Ogino, Y. Akai and M. Goto, J. Chem. Sot. Faraday Trans., 79 (2) (1983) 1719. [ 111 E.H. Homeier, US Pat. 3 948 999 ( 1976). to Universal Oil Products. 1301 F. Solymosi and T. Bat&$, J. Phys. Chem., 96 (1992) 1349. [311 T. Iizuka, M. Kojima and K. Tanabe, J. Chem. Sot., Chem. Commun., 638 (1983). [ 121 J.A. Broussard, Eur. Pat. Appl. 0 373 938 (1989) to Hoechst Celanese Co. 1321 T. Iizuka, K. Osawara and K. Tanabe, Bull. Chem. Sot. Jpn., 56 (1983) 2927. [ 131 M. Herberhold and G. Silss, Angew. Chem., Int. Ed. Engl., 14 ( 1975) 700. 1141 A.A. Ioganson, B.V. Lokshin, EB. Kolobova and K.N. Anisimov, Zh. Obsch. Kh., 44 (1974) 23. [15] M.A.Andrews, SW. KirtleyandH.S.Kaesz,Inorg. Synth., 17 (1977) 66. ]33] P.S. Kirlin, F.B.M. van Zon, DC. Koningsberger and B.C. Gates, J. Phys. Chem., 94 (1990)8439. I341 P.S. Kirlin, F.A. De Thomas, J.W. Bailey, H.S. Gold, C. Dybowski and B.C. Gates, J. Phys. Chem., 90 (1986) 4882. [ 35 1 L. Guczi, A. Beck, Z. Zsoldos and S. Dobos, J. Mol. Catal., 56 (1989) 50. [ 161 J.R. Johnson and H.D. Kaesz, Inorg. Synth., 18 (1978) 60. [ 171 M. Valigi and G. Minelli, J. Less Common Metals, 51 (1977) 271. [361 C.J. Papile and B.C. Gates, Langmuir, 8 (1992) 74. [37] A. Honji, L.U. Gron, J.R. Chang and B.C. Gates, Langmuir, 8 (1992) 2715. [ 181 G. Braca, G. Sbraua, A.M. Raspolli Galletti and S. Berti, J. 1381 A. Cimino, D. Gazzoli, G. Minelli and M. Valigi, Z. Anorg. Organomet. Chem., 342 (1988) 245. Allg. Chem., 494 (1982) 207. [ 191 M. Marchionna, M. Lami, A.M. Raspolli Gallettiand G. Braca [ 391 Z. Xu, Z. Qian, K. Tanabe and H. Hattori, Bull. Chem. Sot. Gazz. Chim. Ital., 123 (1993) 107. Jpn., 64 (1991) 1664. MOLCAA 94001634 1381-1169(94)00163-4 10.1016/1381-1169(94)00163-4 Chemical and metal complex catalysis Article Hydrogenolysis of formic esters with homogeneous and heterogeneous rhenium catalysts G. Braca ∗ a A.M.Raspolli Galletti a G. Sbrana a M. Lami b M. Marchionna b a Dipartimento di Chimica e Chimica Industriale, Università di Pisa, via Risorgimento 35, I-56126 Pisa, Italy b SNAMPROGETTI S.p.A., Research Division, Via Maritano 26, I-20097 San Donato Milanese, Italy ∗ Corresponding author. The hydrogenolysis of formic esters to methanol, as the second step of the low temperature methanol synthesis from syngas, has been studied using rhenium catalysts. ‘Rhenium blacks’ containing reduced Re(0) species produced ‘in situ’ starting from soluble rhenium precursors like Re2O7 or Re2(CO)10 are active and generally very selective (99%) in the hydrogenation of the formyl group to methanol. Unfortunately this catalyst suffers from CO poisoning: however, the poisoning is reversible and the catalytic activity can be restored by treatment with pure hydrogen. Rhenium catalysts supported on oxides generally are less active and selective: the acid or basic centres of the support, which strongly interact with the oxophilic rhenium cations, make difficult the generation of the active Re(0) species and on other hand promote the decarboxylation of the formic ester. Keywords CO Formic esters Hydrogenation Poisoning Rhenium References [1] M.S. Wainwright Stud. Surf. Sci. Catal. 36 1988 95 [2] R.J. Gormley V.U. Rao Y. Soong E. Micheli Appl. Catal. A 87 1992 81 [3] J.W. Evans P.S. Casey M.S. Wainwright D.L. Trimm N.W. Cant Appl. Catal. 7 1983 31 [4] D.M. Monti N.W. Cant D.L. Trimm M.S. Wainwright J. Catal. 100 1986 17 [5] H.S. Broadbent G.C. Campbell W.J. Bartley J.H. Johnson J. Org. Chem. 24 1959 1847 [6] H.S. Broadbent J.H. Johnson J. Org. Chem. 27 1962 4400 [7] H.S. Broadbent J.H. Johnson J. Org. Chem. 27 1962 4402 [8] H.S. Broadbent W.J. Bartley J. Org. Chem. 28 1963 2345 [9] M. Ishino T. Deguchi T. Takano S. Nakamura J. Mol. Catal. 49 1989 315 [10] M. Komiyama Y. Ogino Y. Akai M. Goto J. Chem. Soc. Faraday Trans. 79 2 1983 1719 [11] E.H. Homeier, US Pat. 3 948 999 (1976), to Universal Oil Products. [12] J.A. Broussard, Eur. Pat. Appl. 0 373 938 (1989) to Hoechst Celanese Co. [13] M. Herberhold G. Süss Angew. Chem., Int. Ed. Engl. 14 1975 700 [14] A.A. Ioganson B.V. Lokshin E.E. Kolobova K.N. Anisimov Zh. Obsch. Kh. 44 1974 23 [15] M.A. Andrews S.W. Kirtley H.S. Kaesz Inorg. Synth. 17 1977 66 [16] J.R. Johnson H.D. Kaesz Inorg. Synth. 18 1978 60 [17] M. Valigi G. Minelli J. Less Common Metals 51 1977 271 [18] G. Braca G. Sbrana A.M.Raspolli Galletti S. Berti J. Organomet. Chem. 342 1988 245 [19] M. Marchionna M. Lami A.M.Raspolli Galletti G. Braca Gazz. Chim. Ital. 123 1993 107 [20] G. Ciani G. D'Alfonso M. Freni P. Romiti A. Sironi J. Organomet. Chem. 152 1978 85 [21] W.A. Hermann D. Mihalios K. Öfele P. Kiprof F. Belmedjahed Chem. Ber. 125 1992 1795 [22] C. Bolivar H. Charcosset R. Frety M. Primet L. Tournayau C. Betizeau G. Leclercq R. Maurel J. Catal. 45 1976 163 [23] M. Komiyama T. Okamoto Y. Ogino J. Chem. Soc. Chem. Commun. 1984 618 [24] M. Valigi A. Cimino G. Minelli Chim. Ind (Milan) 60 1978 810 [25] D.J.C. Yates J.H. Sinfelt J. Catal. 14 1969 182 [26] H.C. Yao M. Shelef J. Catal. 44 1976 392 [27] R.M. Edreva-Kardjieva A.A. Andreev J. Catal. 94 1985 97 [28] A.S. Fung P.A. Tooley M.J. Kelley D.C. Koningsberger B.C. Gates J. Phys. Chem. 95 1991 225 [29] S. Engels H. Lausch H.W. Meiners React. Kinet. Catal. Lett. 44 1991 251 [30] F. Solymosi T. Bànsàgi J. Phys. Chem. 96 1992 1349 [31] T. Iizuka M. Kojima K. Tanabe J. Chem. Soc., Chem. Commun. 638 1983 [32] T. Iizuka K. Osawara K. Tanabe Bull. Chem. Soc. Jpn. 56 1983 2927 [33] P.S. Kirlin F.B.M. van Zon D.C. Koningsberger B.C. Gates J. Phys. Chem. 94 1990 8439 [34] P.S. Kirlin F.A. De Thomas J.W. Bailey H.S. Gold C. Dybowski B.C. Gates J. Phys. Chem. 90 1986 4882 [35] L. Guczi A. Beck Z. Zsoldos S. Dobos J. Mol. Catal. 56 1989 50 [36] C.J. Papile B.C. Gates Langmuir 8 1992 74 [37] A. Honji L.U. Gron J.R. Chang B.C. Gates Langmuir 8 1992 2715 [38] A. Cimino D. Gazzoli G. Minelli M. Valigi Z. Anorg. Allg. Chem. 494 1982 207 [39] Z. Xu Z. Qian K. Tanabe H. Hattori Bull. Chem. Soc. Jpn. 64 1991 1664",
      "scopus-id": "58149364727",
      "coredata": {
        "eid": "1-s2.0-1381116994001634",
        "dc:description": "The hydrogenolysis of formic esters to methanol, as the second step of the low temperature methanol synthesis from syngas, has been studied using rhenium catalysts. ‘Rhenium blacks’ containing reduced Re(0) species produced ‘in situ’ starting from soluble rhenium precursors like Re2O7 or Re2(CO)10 are active and generally very selective (99%) in the hydrogenation of the formyl group to methanol. Unfortunately this catalyst suffers from CO poisoning: however, the poisoning is reversible and the catalytic activity can be restored by treatment with pure hydrogen. Rhenium catalysts supported on oxides generally are less active and selective: the acid or basic centres of the support, which strongly interact with the oxophilic rhenium cations, make difficult the generation of the active Re(0) species and on other hand promote the decarboxylation of the formic ester.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-01-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116994001634",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Braca, G."
          },
          {
            "@_fa": "true",
            "$": "Galletti, A.M.Raspolli"
          },
          {
            "@_fa": "true",
            "$": "Sbrana, G."
          },
          {
            "@_fa": "true",
            "$": "Lami, M."
          },
          {
            "@_fa": "true",
            "$": "Marchionna, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116994001634"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116994001634"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(94)00163-4",
        "prism:volume": "95",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenolysis of formic esters with homogeneous and heterogeneous rhenium catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CO"
          },
          {
            "@_fa": "true",
            "$": "Formic esters"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Poisoning"
          },
          {
            "@_fa": "true",
            "$": "Rhenium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "19-26",
        "prism:endingPage": "26",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 January 1995",
        "prism:doi": "10.1016/1381-1169(94)00163-4",
        "prism:startingPage": "19",
        "dc:identifier": "doi:10.1016/1381-1169(94)00163-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/58149364727"
      }
    }
  }
}