{
  "metadata": {
    "title": "Use of phosphines as versatile molecular probes for studying the coordination states of molybdenum ions in <math altimg=si1.gif><fr shape=sol align=c style=s><nu><rm>Mo</rm></nu><de><rm>SiO<inf loc=post>2</inf></rm></de></fr></math> catalysts by EPR",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-11-10",
    "doi": "10.1016/1381-1169(96)00179-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996001793",
    "pii": "1381116996001793"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030579265",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-1381116996001793 1381-1169(96)00179-3 1381116996001793 10.1016/1381-1169(96)00179-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00155 2015-05-13T23:01:31.432129-04:00 0 0 19961110 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 112 112 3 3 Volume 112, Issue 3 16 469 482 469 482 19961110 10 November 1996 1996-11-10 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. USEPHOSPHINESVERSATILEMOLECULARPROBESFORSTUDYINGCOORDINATIONSTATESMOLYBDENUMIONSINMOSIO2CATALYSTSBYEPR SOJKA Z CHE 1990 265 M DYREK 1985 195 K LOZOS 1974 2110 G SOJKA 1995 461 Z CHE 1989 3939 M LUNSFORD 1985 1540 J LOUIS 1988 354 C LOUIS 1987 2875 C CHE 1986 618 M SOJKA 1991 637 Z BONNEVIOT 1983 415 L RAHMAN 1987 650 M JOHNSON 1984 2415 J LOUIS 1993 453 C RAYNOR 1969 775 J GEIGER 1984 7000 W DEARMOND 1965 1019 K SCHOONHEYDT 1984 74 R LEVASON 1977 2911 W KASAI 1984 8018 P CAI 1987 93 F TOLMAN 1970 2956 C BROWN 1993 89 T MINGOS 1982 464 D HALL 1984 237 K DEGRAY 1987 3565 J IWASAWA 1987 187 Y FERGUSON 1978 2965 G PARKIN 1993 887 G ALYEA 1977 2329 E CANOSA 1991 300 B HATHAWAY 1970 143 B MIKHEIKIN 1972 909 I SOJKAX1996X469 SOJKAX1996X469X482 SOJKAX1996X469XZ SOJKAX1996X469X482XZ item 1381-1169(96)00179-3 1381116996001793 1-s2.0-1381116996001793 10.1016/1381-1169(96)00179-3 271358 2010-09-28T03:13:43.211498-04:00 1996-11-10 1-s2.0-1381116996001793-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001793/MAIN/application/pdf/2fba887bd279cc09af8bb71539087a26/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001793/MAIN/application/pdf/2fba887bd279cc09af8bb71539087a26/main.pdf main.pdf pdf true 1341881 MAIN 14 1-s2.0-1381116996001793-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001793/PREVIEW/image/png/9502320bb038cef721707e2f79bebe4c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001793/PREVIEW/image/png/9502320bb038cef721707e2f79bebe4c/main_1.png main_1.png png 61265 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116996001793-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001793/STRIPIN/image/gif/655eea5e9868178930e2ecfd62bb5992/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001793/STRIPIN/image/gif/655eea5e9868178930e2ecfd62bb5992/si2.gif si2 true si2.gif gif 496 30 68 ALTIMG 1-s2.0-1381116996001793-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001793/STRIPIN/image/gif/655eea5e9868178930e2ecfd62bb5992/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001793/STRIPIN/image/gif/655eea5e9868178930e2ecfd62bb5992/si2.gif si1 si1.gif gif 496 30 68 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 112 (1996) 469-482 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Use of phosphines as versatile molecular probes for studying the coordination states of molybdenum ions in Mo/Si02 catalysts by EPR Zbigniew Sojka a, Andrzej Adamski a, Michel Che b' a Faculty of Chemistry, Jagiellonian University, Ingardena 3, 30-060 Cracow, Poland b Laboratoire de Rctivitde Surface, URA 1106, CNRS, UniversitP. et M. Curie, 4 Place Jussieu, 75232 Paris Cedex 05, France Received 19 January 1996; accepted 26 April 1996 Abstract Adsorption of trimethyl-, triethyl- and tri(t-butyl)phosphine which have differing Tolman angles was used for the EPR characterization of the coordination sphere and spatial accessibility of Mos+ ions present on the surface of reduced supported Mo/Si02 catalysts. Due to the presence of 31P nuclei a well resolved 1:2:1 ligand superhyperfine structure (ca. 3 mT) was observed even in the first derivative spectra showing that two phosphine molecules are directly bonded to exposed tetracoordinated Mo4+ species to form together with the remaining ligands a distorted octahedron with one distinct molybdenyl bond. This method detects tetracoordinated Mo species even when their EPR spectra are obscured by the simultaneous presence of the EPR signal of dominant hexacoordinated Mob+ ions. The ligand arrangement in the tetracoordinated Moo' can be best explained in terms of a Dzd pseudosymmetry giving rise to the resultant Cs structure for this surface complex. Keywords: EPR; Coordination state; Si02; Mo5+ ions; Phosphines; Molecular probes 1. Introduction The problem of assessing the structure-reactivity relationship requires the knowledge of the molecular structure and the redox/acid-base functions of active centres. With the use of suitable probe molecules, EPR spectroscopy can detect the presence of adsorption sites [1], redox [2] and Lewis acid centres [3] as well as determine their number and strength, and reveal their oxidation and coordination state [4,5]. Recently, Corresponding author. Fax: +33-1-44276033. MAS NMR spectroscopy has also been employed to evaluate the Brsted and Lewis acidity of zeolites and other catalysts using trimethylphosphine as a probe [6]. Characterization of catalytic surfaces by means of probe molecules and the EPR technique has been reviewed by Che and Giamello [1] who give basic definitions and classification of probe molecules. The properties of transition metal ions (TMI) which cause them to act as active sites in catalytic processes stem from their electronic structure, coordinative unsaturation and dispersion. This can be best illustrated by the reaction of CH30H oxidation over various molybdenum 1381-1169/96/$15.00 Copyright 1996 Published by Elsevier Science B.V. All rights reserved. P11 S1381-1169(96)00179-3 470 Z Sojka et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 469-482 based catalysts, which appear to be both dispersion and structure sensitive [7]. The determination of dispersion, oxidation and coordination states of active centres is therefore of great interest in relation to their adsorption and catalytic properties. This is not, however, a trivial task, because the heterogeneous nature of the solid surface, the lack of long range order (translational symmetry) of active sites along with their typically low concentration exclude application of many of the well established techniques conventionally employed in structural investigations. The nature of information gained from EPR may vary from a simple confirmation of the presence of given paramagnetic active sites to the far more sophisticated and detailed analysis of the coordination sphere and molecular orbital structure of a particular transition metal ion located on the support surface [4]. However, direct interpretation of the EPR spectra often is impeded by the overlapping signals originating from the simultaneous presence of more than one centre. In such cases corroboration of the spectroscopic method by the use of probe molecules acquires a particular value. EPR has proven to be a powerful tool for investigating surface coordination chemistry by means of probes having magnetic (I * 0), and non magnetic ( I = 0) nuclei and which are able to fill up coordination vacancies producing characteristic changes in the EPR features. Typically used probe molecules are 13C0 [4,8-10], H20 [5,8], CH 30H [4,10], which are coordinating predominantly via a Q-type bonding between the lone pair sp\" hybrid of the ligand and the 3d orbitals of the TMI of appropriate symmetry. While water and methanol probes can only provide information about the presence of coordinative unsaturation of the central cation, via the g tensor changes induced by the coordination [4,8], the 13C0 molecule can reveal the number of coordination vacancies through the superhyperfine (shf) structure due to the interaction of nuclear spin I= 1/2 of 13C with the unpaired electron [4,5,8-10]. The counting of vacancies in transition metal ions with 13 CO has been shown to be particularly suitable for TMI 3da orbitals carrying the unpaired electron, which have lobes pointing along the metalligand bonds (e.g. the dZZ or dX2_y2 orbitals of Ni+ in C 3v or C 2v symmetry) that are able to make bonding with a Q donor CO probe [11]. The magnitude of coupling in such cases is usually sufficiently large (2.0-5.0 mT) to enable a straightforward analysis of the shf structure (Table 1). However, for ions with 3d,, orbitals pointing between ligands, like dXy of Mo5+ or V4+ in C4v symmetry, the superhyperfine coupling constant between MoS+ or V4+ and 13C0 is significantly smaller (0.4-0.75 mT) due to the symmetry dismatch between the d,,(xy) and ligand Q-orbitals and remains usually unresolved in first derivative [5,8-10]. However, they can produce a considerable overlap with ir-bonding ligands. An approach has been then developed consisting in recording the first and third derivative EPR spectra after adsorption of 1300 [9]. The shf structure which is normally observed in third derivative permits determination of the number of CO molecules bonded to the metal centre. Since the resolution of spectra is crucial for reliable determination of the number of the shf lines the use of phosphorus-containing probes should offer considerable interest due to the large coupling constant of the 31 P nucleus, its low nuclear spin value ( I = 1 /2) and high natural abundance (100%). Replacing 13C carbon donor by 31 P containing o- donor with its much larger atomic hyperfine values (AiSO = 364 mT and Aaso = 20.6 mT) in comparison to 13C (A;so = 113 mT and AaSo = 6.6 mT) should provide, therefore, a distinctly more sensitive probe for the determination of coordination unsaturation. All the above mentioned factors make the shf usually sufficiently well resolved, even in a first derivative presentation, for performing the straightforward vacancy counting. The utility of phosphines as molecular probe is dictated by their ligand and redox properties. The bonding characteristics of these compounds Table 1 EPR parameters of selected transition metal complexes supported on SiO, surface with 31 P or 1'C containing probe molecules as ligands Sample Surface complex a g tensor ;1 P shfs tensor (mT) 1;C shfs tensor (mT) Ground state Ref. V/Si02 O=V NOL),(CO)2 g 1 = 1.985, gjj = 1.931 A 1 = 0.7, Al < 0.7 d ~ (xy) [9] MO/S'02 O=MoV(OL)ZOHCO g, = 1.965, gz = 1.941, 93 = 1.891 A, = 0.65 d. (xy) [33] MO/S'02 O=MOV(OL)3(CO)2 g, =1.969, gZ = 1.965, 93 - A, = 0.75, AZ = 0.75, A3 - d, (xy) [5,81 Ni/S'02 Nil (OL)Z(CO)Z g,=2.191, g2=2.086, g,=2.066 AI=3.0, A,=3.25, A3=3.25 da(x2-y2) [11] Ni/S'02 Nil (OL)(CO)4 gl -2.130, gI,=2.009 A1 -5.l5 A1 -2.5 e, d, (z') [11] A~ = 5.5 A~ = 5.5 e Ni/S'02 Nil (OL)(PEt3)3 gl =2.087, g1l=2.280 A1 -5.0, All=7.0 d(x2-vz) [11] Ni/S'02 Nil (OL)2(PEt3) g 1 = 2.125, g11 = 2.013 A 1 = 7.0, All- do (zz) [231 MO/S'02 O=MOV(OL)4(PEtz)2 gj, = 1.925, g 1 = 1.960 A 1 = 2.5, All = 2.9 d(xy) this work \" Notation OL stands for lattice oxide ions located on the support surface. Shf splitting of axial ligand. r Shf splitting of equatorial ligand. A J 472 Z. Sojka et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 469-482 to transition metal ions depend on a subtle blend of electronic (o- and 7r) and steric (Tolman cone angle effects, which can be separated quantitatively [12]. Interaction of phosphines with TMI centres in some cases is accompanied by reduction of transition metal even at ambient conditions [13]. In the present work, which corroborates earlier investigations from our laboratory [5,8-11], using various trialkylphosphine molecules as a probe we have studied the coordination and the spatial accessibility of Mos+ species formed on the surface of the MO/S'02 catalyst. Although the steric characteristics of phosphines on various TMI are well known, no attempt has been made to apply this property for the study of surface supported transition metal ion centres. 2. Experimental Grafted MO/S'02 catalysts have been prepared by reacting partially dehydrated silica (400 m 2/g) with molybdenum pentachloride in cyclohexane as described elsewhere [8] or by impregnation using ammonium heptamolybdate solution. Analysis of the grafted samples gave 0.15 and 0.33-0.31 wt% of molybdenum mainly in the isolated state [14]. The Mo content in impregnated samples was found to be 2 and 10 wt%. In the standard reduction catalysts were initially heated at 873 K in vacuum for 0.5 h and next heated under 200 Torr of oxygen for 2 h, then reduced under 200 Torr of hydrogen and finally outgassed for 0.5 h. The gases OZ and HZ were supplied by l'Air Liquide and used without further purification. The (CH3)3P, (CZHS)3P and (t-Bu)3P phosphines (Strem) were adsorbed in the temperature range 77-295 K from the gas phase ((CH3)3P, (CZHS)3P) or from solution in nhexane ((t-Bu)3P). Partial pressures of (C2HS)3P at given temperature of adsorption were calculated using the following relationship: log p = -2188/T+ 8.42. The EPR spectra were recorded at 77 K and room temperature on a Bruker (Model ESP 300) spectrometer working at 9.4 GHz (X-band) with 100 kHz field modulation. A Bruker variable temperature unit was used for recording the spectra at the temperature range 77-295 K. The third derivative spectrum was obtained by means of a subharmonic generator (Telmor) on a Varian E-3 spectrometer. All the data manipulation (subtraction, comparison and integration etc.) has been performed with the software provided by Bruker. Computer simulations of the spectra have been performed with a modified version of the SIM14A program [15]. 3. Results and discussion number 3.1. Phosphines as probes of the coordination Upon standard reduction all the MO/S'02 samples exhibit a complex EPR spectrum at 77 K (Fig. la) owing to the superimposed Mo5+ signals already discussed and assigned earlier [4,5,8]. The predominant one with g 1= 1.944 and g,, = 1.89 corresponds to a hexacoordinated Mo6~ ion, and the weaker signal to a pentacoordinated Mos+ ion (g 1 = 1.957, g 1l = 1.87). Moreover an additional signal due to a tetracoordinated Mo4+ ion (g 1 = 1.926, g1l = 1.76) is also detected. All three types of Mos+ cations possess a molybdenyl character, which is preserved upon adsorption [4,8]. When (CH3)3P or (C2HS)3P is adsorbed, the EPR spectrum is dramatically changed (Fig. lb, c). The features due to Mo4+ species clearly disappear, while those of Mos~ and Mo6~ are dominated by the superimposed new signal A of phosphine substituted molybdenum as can be judged from the appearance of hyperfine structure in the spectrum. The shape of the resultant complex spectrum is apparently associated with the amount of the tetrahedral Mo4+ initially present on the surface after reduction since the ratio of the component signals varied correspondingly (Fig. Z. Sojet al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 469-482 5+ Mo 6c gl 5+ 5+/~ Mo 4c mo SeI 1 91 1i a b Fig. 1. EPR spectra (X band, 77 K) of reduced MO/S'02 catalysts before (a) and after adsorption at room temperature of (b) (CH3)3P, (c) (CZHS)3P, (d) t-Bu3P. In the insert a third derivative of the perpendicular line corresponding to m, = 0 (a component of the 31 P total spin I = h + IZ = 1/2+ 1/2 = 1) of the bis(triethylphosphine) molybdenyl species is presented showing the presence of g 1 (MoS~ ) features, due to pentacoordinated molybdenum, which are not affected by the adsorption. 2). The contribution of signal A is greatest for grafted 0.33 wt% sample (Fig. 2a) which has 5 the highest relative concentration of Mo+ c species and considerably decreases in the case of impregnated 2 and 10 wt% samples (Fig. 2b, c) of progressively lower content of tetracoordinated Mo species. In the latter case, the features due to the Mo4~ are practically undetectable in the initial spectrum. Its presence may be then revealed only via the application of the phosphine probe. These observations indicate that the signal A is formed at the expense of Mote . The signal A does not depend, except for its intensity, on the phosphine pressure in the entire 473 investigated range. This is clearly revealed in the in situ variable temperature adsorption experiment. The Mo/Si02 sample was initially cooled down to 77 K and next 12 Torr of triethylphosphine adsorbed. Then the temperature was gradually increased, with the sample kept inside the cavity. No change in the EPR spectrum was detected the temperature range 77-180 K, indicating that under such conditions coordination does not occur. Obviously, the vapor pressure of (CZHS)3P is too low at these temperatures to enable formation of any surface complex with molybdenum centres. However, above 200 K, as the adsorption time steadily increases, the new lines of the diphosphine species appear in the spectrum (Fig. 3a), and after about 200-250 min the signal A of the phosphine complex practically reaches its maximal intensity. Fig. 3a shows the plot of the reaction progress with time at 200 K. The spectra recorded at 200 K correspond to the adsorption of (C2H5)3P at the threshold pressure p = a b g = 2.00 Fig. 2. EPR spectra (X band, 77 K) obtained after adsorption of (C2H5)3P onto reduced 0.33 wt % Mo/Si02 (a), 2 wt% Mo/SiOZ (b), and 10 wt% Mo/Si02 (c). 474 1. 0.75 0. so 100 150 200 250 300 time [min] 195min 75min 45min 14min SSi ~ m n min K -~ amin Fig. 3. Kinetics of the in situ adsorption of triethylphosphine onto 0.33 wt% Mo/Si02 catalyst at 200 K (evolution of the EPR signal). In the insert, a plot of the reaction progress with time is shown. 3 X 10-3 Torr where coordination occurs and which is the saturated vapor pressure of triethylphosphine at this temperature. The new features of the spectrum (Fig. lb) are assigned to phosphorus-containing species on the following basis. The `perpendicular' part of the spectrum is better resolved, than the `parallel' one, showing the appearance of new lines split by about 3.0 mT, absent in the initial spectrum. The latter obviously come from the superhyperfine (shf) coupling of the unpaired electron localized mainly on the molybdenum dxy orbital [8] with the two equivalent 31P nuclei of phosphine ligands. To a first approximation [ 16,17], the spectrum may be understood in terms of pseudo-axial g and hyperfine tensors with the `parallel' hyperfine axis corresponding to one of the `perpendicular' g-tensor axes. Thus the three low-field features correspond to g 1 and All components and the three high-field splittings then correspond to g,, and A 1 . Within these assumptions a computer simulation of the experimental spectrum of the molybdenum phosphine complex was performed and the result is shown in Fig. 4. The Z. Sojka et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 469-482 general fit obtained is quite satisfactory explaining not only the gross features of the spectrum, but also reproducing correctly the intensities of the individual lines of the experimental EPR signal. Although rigorously it accounts only approximately for the real non-coincidence of the axes, since there is no reason that the angle separating g and A axes should be exactly 90 the good fit obtained indicates that the angle must be close to this value. The detailed analysis of the spectrum as well as the molecular structure of the molybdenum diphosphine surface complex will be the subject of another paper [18]. Nevertheless, the conclusion that two phosphine ligands occupy equatorial sites in the complex is well accounted for by this analysis. In principle, upon adsorption of phosphine ligands a splitting of the EPR lines due to the shf coupling with 31 P nuclei (1= 1 /2) as well as the shift of their positions, due to the change of both the coordination and the nature of coordinated ligand, is to be expected. This conclusion is based on the analysis of the theoretical expressions of g tensor components of Mos+ in axial symmetry [19] g1-2.0023-2AM/32E/DE(b2- e) (1) g1l = 2.0023 - 4(2AM 02 /31 - AL 02 ) /n Eib2 - b l> Fig. 4. EPR spectrum (X band, 77 K) of the molybdenyl bis(triethylphosphine) (a) experimental, (b) computer simulation assuming pseudo axial symmetry. Z. Sojka et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 469-482 where AM and AL are the spin-orbit coupling constants of the central metal ion and the donor atom of the ligand respectively, 2, , E, /3l and 02 ' are the coefficients of atomic orbitals of Mo and phosphine ligands constituting a singly occupied molecular orbital (SOMO), while 0 E(b2 - e) and 0 E(b2 - bi) are the energy differences between the relevant molybdenum d orbitals labelled here within the axial C4v point group symmetry. The minor terms containing overlap integrals are neglected. These equations show that especially g1l and, to a lesser extent, also g 1 depend on the nature of the ligands surrounding the central ion. Indeed, the larger value of spin-orbit coupling of 3' P relative to O (.to = 152 cm-' and AP = 299 cm-') along with a stronger crystal field than that for oxygen (by a factor of about 2, [20]) created by (C2H5)3P ligand cause a decrease of the shift of both g components (g~I = 1.925, g 1 = 1.960) from the free electron ge = 2.0023 value in comparison to those observed for hexacoordi- nated Mo6~ ( g jj = 1.89, g 1 = 1.944). The mag- nitude of the observed shf splittings A 1 = 2.5 mT and A,, = 2.9 mT is much higher than that obtained with 13 CO adsorption on the same MO/S'02 samples (0.75 mT for dicarbonyl and 0.4 mT for monocarbonyl complexes of Mo4c [8,10] and is comparable to that measured for Ni+ (ca. 3.0 mT) in Ni/Si02 [11] with d, (d_2 or dxz_.2) ground state. The number of phosphine molecules that fill up the vacancies within the inner sphere of molybdenum ions is directly deduced from the number N of the shf lines N = 2 nl + 1, where Et3P 0 /0 I O O~ Et3P axial-equatorial 0 /0 Et3PI O Et3P O cis Scheme 1. equatorlat-equatorial 475 n is the number of equivalent 3' P-containing species. In principle, three different cases (shown in Scheme 1) with the same degree of saturation of the coordination sphere but with different arrangements of the phosphine ligands may be distinguished (i) a molecule of phosphine probe is coordinated in vertical while the second one in a planar position giving rise to 5 axial-equatorial isomer of disubstitutedoc , (ii) two phosphines associate with theM041 forming a cis- (of C s symmetry) or (iii) transdiphosphine complex (of C 2v symmetry) producing a pseudooctahedral molybdenyl bis(triethylphosphine) complex with phosphine molecules coordinated in the horizontal plane of the symmetry. Case (i) can be easily excluded since the shf structure observed upon adsorption clearly reveals the 1:2:1 pattern expected for two equivalent 3' P nuclei (Fig. 4a) while for the axialequatorial isomer a distinct shf pattern (consisting of doublet of doublets) due to the nonequivalent phosphines is expected [21]. In fact, it is known that an axial ligand (trans to M=O bond) has a longer and weaker M-L bond than a similar equatorial ligand (in a cis to M=O bond position), which makes delocalization of the odd electron density onto the axial ligand less favorable. As a result, hyperfine splittings due to the axially-coordinated P-containing species are considerably smaller than those coming from the equatorial ligands. For example, in the case of mer-O=WCI,(R3P)2 complex the value of the a;,. of 31P for the phosphorus atoms in the cis to the W=O bonding 0 ,Jo Et3P ~ Et3P O O trans 476 Z. Sojka et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 469-482 (equatorial) position amounts to 3.5 mT, while that corresponding to trans to the W=O (axial) ligand is less than 1.5 mT [21]. From the two possible (ii) geometries, the trans-structure can be rejected on the basis of steric arguments. Indeed in such symmetry, in order to preserve two previously existing bonds with surface oxygens and maintain the equivalency of the 31 P nuclei, the only possible situation of the (C2HS)3P ligands is in the horizontal plane of the octahedron formed upon coordination of these two molecules. However, estimation of steric requirements in this position (see below) indicates that such molecules cannot be accommodated owing to the too large value of their Tolman angles. Following earlier studies of the coordination sphere of molybdenum in MO/S'02 using H20 and CH30H as probe molecules [4,8,10] we can expect that Mos+ species should, in principle, also be able to coordinate one phosphine molecule and exhibit corresponding shf structure due to the one 31 P nucleus in the spectrum. The analysis of this problem is complicated by the fact that one of the perpendicular lines of diphosphine occurs at the same position as the Mo5. perpendicular features. We found, however, no direct experimental evidence that this actually takes place since in the third derivative EPR spectra the resolution is sufficiently improved showing that upon adsorption of phosphines the perpendicular features of Mo5c species remain unaffected (Fig. 1 insert). Furthermore computer simulation revealed that the observed experimental spectrum can be satisfactory reproduced by assumption of the presence of only one species with two nearly equivalent phosphines associated with the Mo4+ coordination sphere (Fig. 4b). The above results remain in analogy with the data obtained for 13 CO adsorption, where it was stated that carbon monoxide molecules are adsorbed exclusively by tetracoordinated species [8]. This indicates that Mo4+ contains two vacancies in the coordination sphere. Upon adsorption of two molecules of P(C2H5)3 these vacancies are filled and the coordination sphere of Mo4+ species completed. Therefore, the earlier attribution of Mo4+ c to tetracoordinated species has been confirmed. However, the use of the phosphine probe en abled detection of tetracoordinated molybdenum even in the cases where the parent EPR signal of M04+ centres was to weak to be resolved in the simultaneous presence of the overwhelming signal of the dominant, in the impregnated cata lyst, M06 5+ Species. Under the conditions used in the present study, phosphines apparently act as probe 5 molecules and interact exclusively with Mo+ c species which have the highest coordination unsaturation. This, however, does not exclude the possibility that phosphines may affect to some extent also Mo6+ or Mo5+ , for instance via a slow ligand substitution reaction. Since it would require replacement of surface oxygen ligands by bulky PEt3, this process is likely to be sterically hindered. Perhaps the most intriguing feature of the present EPR study of the Mo4+ interaction with phosphine molecules is that the molybdenum diphosphine species is readily formed while the molybdenum monophosphine is not. No lines other than those of the disubstituted complex are observed in the EPR spectrum. The diphosphine complexes, in contrast to those formed upon CO [10] or methanol adsorption [4,10] are formed not via the stepwise transformation of the monophosphine (for instance formed first at lower pressures) into diphosphine species (emerging at higher pressures by accepting the second molecule of (CZHS)3P). Instead, from the very beginning of the adsorption process both (C2HS)3P molecules appear simultaneously within the coordination sphere and the prolonged contact time or increasing the pressure of the adsorbate (by rising the temperature) results just in the increase of the concentration of the molybdenyl bis(triethylphosphine) complex formed. Similar coordination behaviour was previously stated by Kasai and Jones in the case of bis(carbonyl)aluminium(0) generated in argon matrices by condensation of Al atoms and Z. Sojka et al. /Journal of Molecular Catal)Sis A: Chemical 112 (1996) 469-482 CO molecules [22], where no evidence of monocarbonyl species was observed in the EPR spectra. The bis(carbonyl)aluminium(0) species is formed as the result of o--type dative interaction between the lone-pair electrons of CO and the vacant sp,,, hybridized orbitals of A1 and or-type back-donation of the unpaired electron from the A1 p,. orbital into the vacant antibonding -r~_* orbitals of CO. Synergism between the two types of interactions is crucial and Al monocarbonyl does not appear to have a bound state [22]. A possible transformation of molybdenum diphosphine surface complexes during thermal desorption at 373 K was further investigated by EPR (Fig. 5). The samples were progressively evacuated at this temperature and the shape of their spectra was analyzed. After 5 min of outgassing the intensity of the signal decreased twice and evacuation for 30 min completely U.5 X15 IU 3 after readsorption of PEt3 30min lOmin Smin after adsorption Fig. 5. Thermal decomposition of the molybdenyl bis(triethylphosphine) complex formed on the surface of 0.33 wt% Mo/Si0= catalyst under continuous evacuation at 373 K. In the insert associated kinetic curves are shown. 477 HO 0 OH s 0 0 o / Mo\\ O O,H Fig. b. Possible structures of Mo4',+ species grafted on the silica surface, which can give rise to nearly axial EPR spectrum (a) D,, pseudosymmetry (C,); (b) C3v structure. destroyed the features attributable to 3 1 P shfs, indicating that practically all phosphine ligands under these conditions are desorbed. Fig. 6 shows the decay of molybdenyl bis(triethylophosphine) complex under vacuum at 373 K. The semi-logarithmic plot of decay (Fig. 5 insert) indicates a first order reaction with the rate constant value equal to k = 0.20 min-'. The equation describing this process can be then expressed as follows [Et3PMo] , = [Et3PMo]roe-o.zor (2) where [Et3PMo], and[Et3PMo],-o are current and initial concentration of the diphosphine complex respectively. During this reaction no other species were detected. We may therefore conclude that the molybdenyl bis(triethylphosphine) surface complexes are completely decomposed by outgassing at 373 K, releasing in concert two molecules of (CzHS)3P, and without formation of any intermediate species like monophosphine complex. However, by subsequent readsorption of the phosphine at room temperature the initial diphosphine complex is restored (Fig. 5). O=MoS+(OL)2(OH) + 2(CzHS)3P E-' [(CzHs)3P]z0-M+(OL)z(OH) (3) where OL stands for lattice oxygen Oz- species located on the surface. The reversibility of the process has been therefore revealed. Collation of the results obtained from variable temperature adsorption and thermal desorp- 478 Z Sojka et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 469-482 tion clearly indicates that upon interaction of (C2H5)3p with the tetracoordinated molybdenum centres only one type of the complex, containing exclusively two phosphine molecules, is formed. Thus adsorption of the phosphine probe results in filling of the previously existing coordination vacancies and does not provoke any change in the polydentate character of the bonding with the surface. This contrasts with the case of Ni+/Si02 catalysts where upon adsorption of ethylphosphine a series of various complexes of different coordination number and containing from one to four molecules of phosphine have been detected depending on the experimental conditions [23]. An interesting feature of these complexes is a mutable number of links (one for the tetra- and triphosphine species and two links for the bi- and monophosphine species) the Ni+ ion forms with the surface of the silica support. The results of the present work show that there is no evidence for the generation of any other than diphosphine complexes in the entire investigated range of the applied conditions. The Ni+ ions are prone to change the number of links with the surface but the MoS+ ions resist similar changes. This is most probably caused by the higher positive charge of the latter species which, owing to the electrical neutrality of the (C2H5)3P, can be compensated exclusively by negative surface oxygens. On the other hand, the low electric charge of Ni+ makes the bonding with the surface more flexible. The same type of different behavior has also been observed in the case of the coordination of carbon monoxide by Ni+/Si02 and M05 +/S'02 surface complexes [8,10,11 ]. 3.2. Probing spatial accessibility of M05+ ions using phosphines with various Tolman angles The properties of metal-coordination compounds are to a large extent determined by the nature of the bound ligands. The latter can be factored into electronic and steric properties which are characteristic for each ligand. The electronic properties refer to the extent of charge transfer or orbital overlap of the metal-ligand bond. The steric properties are the measure not merely of the ligand size, but also its spatial requirements in the coordination environment. The most widely employed measure of the amount of space occupied by a ligand is the cone angle D, first proposed by Tolman [24]. This angle is specified as the apex angle of a cylindrical cone with its origin 0.228 nm away from the centre of the phosphorus atom, whose sides just touch the van der Waals surfaces of the outermost atoms of the organic substituents. Quantitative measurements of relative ligand steric requirements are useful in a variety of assessments such as interpretations and predictions of changes in coordination number, rough comparative equilibrium constants or reaction rates. Such relationships have a predictive power and may provide the basis for a deeper understanding of experimental data [25]. Since cone angles are reasonably accurate measures of the relative three-dimensional space-filling properties, it is appealing to use this property for gauging of steric requirements around the Mo tetracoordinated species with the aim of distinguishing between possible geometric structures. In fact, this idea arises from the studies of steric effects in metal cluster compounds which based on assessing the space requirements of bulky ligands from the values of their cone angles [26]. Since the steric effects are approximately additive, the tabulated cluster cone angles can then be used to estimate the maximal number of ligands that can be coordinated at given centre, in terms of the steric saturation principle [26]. The crude assessments of the relative steric constraints introduced by some common ligands found in cluster chemistry give rise to reasonably accurate descriptions of the possible limiting cluster stoichiometries [27]. Therefore it is tempting to extend this method to study the structure of heterogeneous surfaces. Our approach differs from that generally used in the chemistry of homogeneous complexes since we try to use bulky phosphine ligands of various Z. Sojka et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 469-482 values of the Tolman angle for probing the spatial accessibility and geometry of Mos+ centres grafted on the surface of the silica support. The tetracoordinated Mo4+ species producing axial EPR signals can exist in two basic geometries which differ in the symmetry of the ligand arrangement and the number of bonds the molybdenum complex is making with the surface. The two possible limiting structures are typified by D2d pseudo-symmetry (in fact the actual symmetry of this species is reduced to C, and the label DZd is used to denote the type of approximate geometrical arrangement of the ligands rather than the rigorous symmetry label for this species) and a C3v structure, which are schematically shown in Fig. 6. Precedents can be found for these structures elsewhere [28]. In the following we will show that by adsorption of phosphines of various Tolman angle a distinction can be made between these geometries basing on the different spatial accessibility of the coordination sphere for each particular structure. As the space-filling probe we have used (CH3)3P, (CZH5)3P and (t-Bu), phosphines having the Tolman angle of 118 132and 182respectively [25], which define the ligand steric demand. The EPR signals obtained after adsorption at room temperature are shown in Fig. lb-d. While in the case of methyl- and ethylphosphine the presence of the characteristic triplet pattern clearly shows coordination of O 1 si 479 these molecules to paramagnetic Moo' and formation of disubstituted complex, for (t-Bu)3P only a slight broadening of the perpendicular part of the Mo5+ EPR spectrum was observed. This is caused apparently the by proton dipolar interaction owing to the contact with n-hexane solvent. The size of the phosphine ligand that can be accommodated around the molybdenum polyhedron will be influenced primarily by the cone angle that is subtended at the Mo centre by molybdenyl Mo=O bonding and MO-OL links made with the surface. An EXAFS investigation of the Mo complexes attached to silica revealed that the Mo=O bond length is equal to ca. 0.17 nm and a greater distance from Mo to surface oxygen, which amounts to MO-OL = 0.21 nm [29]. Extension of a model initially proposed for silica supported Nb205 to molybdenum species suggest that these oxygens attached to surface Si atoms may project outside the surface of the support. Therefore the maximal distance from Mo to surface should be increased, but probably no more than to about 0.33 nm [29]. The estimates of the semicone angles are then performed for the limiting structures of Mo surface complex basing on the method of calculation of the maximum semicone angles B/2 from the X-ray and van der Waals radii data, developed by Ferguson et al. [30]. Such values are for the most part in good agreement with those pre- Fig. 7. Details of the graphical estimation of the maximum semitone angle B/2 and the steric strain produced by coordination of ethylphosphine ligand in equatorial plane. The semicircles and cones indicate the size of van der Waals radii of phosphine hydrogen and surface oxygen atoms. 480 Z. Sojka et al. / Journal of Molecular Catalysis A: Chemical 112 (1996) 469-482 dicted by Tolman therefore may be mutually compared. Details of the calculation of the semicone angle 2 are explained in Fig. 7. The point of the contact of the cone generating vector Mo - X from the metal, with the van der Waals sphere of the hydrogen atom, is taken as coplanar with the Mo-P-H atoms [30]. In the calculation the following averaged bond lengths have been used: dm,,-p = 0.25 nm [31], dP_c = 0.183 nm [32], dc-c = 0.142 nm, dc-H = 0.108 nm [26] in conjunction with van der Waals radii of hydrogen and oxygen equal to 0.12 nm and 0.14 nm respectively [26]. The coordination about phosphorus and carbon was assumed to be essentially tetrahedral with angles averaging 110 In the C 3v geometry, since the axial position is blocked by Mo=O bonding and owing to the rigid links with surface, we can reasonably assume that the equatorial sites are the only potential centres apt for coordination. As implied in the Fig. 7 in this case the steric requirements gauged by the graphic model preclude the coordination of phosphines, even if some favorable distortions of the C3Mo4c structure is assumed. On the contrary, in the case of Dzd pseudosymmetry (CS) there is enough space for coordination of two methyl- or ethylphosphine molecules providing that they will project out- 19 H \\ - M side the surface being located on both sides of the symmetry plane. The paramagnetic complex of such a structure can account for the observed shfs originating from two equivalent equatorial 31 P nuclei, and the steric window is sufficient for (CH3)3P and (CZHS)3P but is to small for accommodation of the bulky (t-Bu)3P ligand. This is adequately accounted for by the lack of the relevant shf structure in the EPR spectrum in the latter case (Fig. ld). The following pictorial model of the coordination of phosphine ligands to Mo4~ surface species is then proposed (Fig. 8). From the arguments developed above it is apparent that the experimental results can be best explained by the DZd pseudosymmetry (CS) of the tetracoordinated surface complex of Mos+. This conclusion is corroborated by the analysis of the g tensor of the Mo4~ species. The relevant expressions for the g factors for various symmetries for dl(d9) configuration were reported by Hathaway and Billing [34]. For a given ground state the g value shifts will depend on which states are coupled to it through spin-orbit interaction, and therefore on any degeneracy or symmetry relationships within the excited state. The observed large anisotropy (g = 1.76, g 1= 1.926) of the Zeeman term can P P Et3 T>200K si -'-%0 Fig. 8. Schematic picture of the transformation occurring upon coordination of the ethylphosphine ligands to Mo~ surface species of pseudo Did symmetry (C,). The ellipses symbolize the size of the cone angles subtended by the appropriate Mo-O bondings. Z. Sojka et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 469-482 be reasonably accounted for by the theoretical expressions for g I = ge - 8 AMo/0 El and g 1 = ge - 2 A/0 Ez ~8], valid for DZd symmetry and d2. -? ground state. In the case of C3v symmetry the d? orbital belongs to the A 1 representation whereas all other d orbitals span symmetry species E which provides a basis for their mutual mixing. This leads to an essential modification of the g parameters. In the particular case of compressed trigonally distorted tetrahedron Kazansky et al. [35] have shown that the g,, component lies close to the free electron value (g1~ = 2.0) while gl = 2 - 6 A[ a'`/4( A 1 E-) + ,2/4( A 1 E+)], where a and 6 account for the mixing coefficients of relevant orbitals and 4 stands for the energy difference between the levels of A I and E symmetry. The analysis of the g tensor values predicted for C3structure ( g11 > g 1) revealed that they cannot be accommodated by the experimental g tensor of Mo4+ species with g,l < g 1 , providing additional argument against C 3.. symmetry. 4. Conclusions P(CZH5)3 proved superior to 13C0 for the characterization of the coordination sphere of molybdenum centres. The presence of the exposed tetracoordinated Mo species has been detected by the well resolved shf structure of 31P exhibiting a characteristic 1:2:1 triplet. Application of the P(C2H5)3 probe enables detection of Mo4+ of very low abundance in the simultaneous presence of dominant Mo6+ species which otherwise cannot be detected because of the overlap of the corresponding spectra. Adsorption of a number of phosphines of different Tolman angle help to determine the spatial accessibility of this species and to distinguish between two possible geometries. The structure of tetracoordinated surface molybdenum complexes is better explained by D2d pseudosymmetry (C) than by C3v geometry. Two phosphine molecules are directly bonded to a molybdenum 481 ion and this number does not change for lower adsorbate pressures. Acknowledgements Z.S. is grateful to the Ministe de l'Enseignement Supieur et de la Recherche and the UniversitP. et M. Curie for an invited Professorship (PAST program). Strem Chemicals Inc. (France) is greatly acknowledged for providing the curve of the temperature dependence of triethylphosphine partial pressure. References [1] M. Che and E. Giamello, Stud. Surf. Sci. Catal. 57B (1990) 265. [21 K. Dyrek and Z. Sojka, Stud. Surf. Sci. Catal. 21 (1985) 195. [3] G.P. Lozos and B.M. Hoffman, J. Phys. Chem. 78 (1974), 2110. [4] Z. Sojka, Catal. Rev.-Sci. Eng. 37 (1995) 461. [51 M. Che, C. Louis and Z. Sojka, J. Chem. Soc. Faraday Trans. 1 85 (1989) 3939. [6] J.H. Lansford, W.P. Rothwell and W. Shen, J. Am. Chem. Soc. 107 (1985) 1540. [7] C. Louis, J.M. Tatibouet and M. Che, J. Catal. 109 (1988) 354. [8] C. Louis and M. Che, J. Phys. Chem. 91 (1987) 2875. [9] M. Che, B. Canosa and A.R. Gonzalez-Elipe, J. Phys. Chem. 90 (1986) 618. [ 10] Z. Sojka, K. Dyrek, P. Roberge and M. Che, Pol. J. Chem. 65 (1991) 637. [I1] L. Bonneviot, D. Olivier and M. Che, J. Mol. Catal. 21 (1983) 415. [12] M.M. Rahman, H.Y. Liu, A. Prock and W.P. Giering. Organometallics 6 (1987) 650. [13] J.W. Johnson, J.F. Brody, G.B. Ansell and S. Zentz, Inorg. Chem. 23 (1984) 2415. [ 14] C. Louis, M. Che and M. Anpo. J. Catal. 141 (1993) 453. [15] QCPE No. 265. [161 J.B. Raynor, Z. Naturforsch. 24B (1969) 775. [171 W.E. Geiger, P.H. Rieger, B. Tulyathan and M.D. Rausch. J. Am. Chem. Soc. 106 (1984) 7000. [18] Z. Sojka et al., to be published. [l9] K. De Armond, B.B. Garrett and H.S. Gutowsky, J. Chem. Phys. 42 (1965) 1019. [20] R.A. Schoonheydt, R. van Overloop, M. van Hove. J. Verlin den, Clays Clay Miner. 32 (1984) 74. [21] W. Levason, C.A. Auliffe and F.P. Cullough, Inorg. Chem. 16 (1977) 2911. [22] P.H. Kasai and P.M. Jones, J. Am. Chem. Soc. 106 (1984) 8018. 482 Z Sojka et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 469-482 [23] F.X. Cai, C. Lepetit, M. Kermarec and D. Olivier, J. Mol. Catal. 43 (1987) 93. [24] Ch.A. Tolman, J. Am. Chem. Soc. 92 (1970) 2956. [25] T.L. Brown and K.J. Lee, Coord. Chem. Rev. 128 (1993) 89. [26] D.M.P. Mingos, Inorg. Chem. 21 (1982) 464. [27] K.P. Hall and D.M.P. Mingos, Progr. Inorg. Chem. 32 (1984) 237. [28] J.A. De Gray, Q. Meng and P.H. Rieger, J. Chem. Soc. Faraday Trans. 1 83 (1987) 3565. [29] Y. Iwasawa, Adv. Catal. 35 (1987) 187. [30] G. Ferguson, P.J. Roberts, E.C. Alyea and M. Khan, Inorg. Chem. 17 (1978) 2965. [31] G. Parkin, Chem. Rev. 93 (1993) 887. [32] E.C. Alyea, S.A. Dias, G. Ferguson and R.J. Restivo, Inorg. Chem. 16 (1977) 2329. [33] B. Canosa, A.R. Gonzalez-Elipe and M. Che, J. Catal. 131 (1991) 300. [34] B.J. Hathaway and D.E. Billing, Coord. Chem. Rev. 5 (1970) 143. [35] I.D. Mikheikin, G.M. Zhidomirov and V.B. Kazansky, Usp. Khim. 41 (1972) 909. MOLCAA 96001793 1381-1169(96)00179-3 10.1016/1381-1169(96)00179-3 Aspects of heterogeneous catalysis Article Use of phosphines as versatile molecular probes for studying the coordination states of molybdenum ions in Mo SiO2 catalysts by EPR Zbigniew Sojka a Andrzej Adamski a Michel Che ∗ b a Faculty of Chemistry, Jagiellonian University, Ingardena 3, 30-060 Cracow, Poland b Laboratoire de Réactivité de Surface, URA 1106, CNRS, Université P. et M. Curie, 4 Place Jussieu, 75232 Paris Cedex 05, France ∗ Corresponding author. Fax: +33-1-44276033. Adsorption of trimethyl-, triethyl- and tri(t-butyl)phosphine which have differing Tolman angles was used for the EPR characterization of the coordination sphere and spatial accessibility of Mo5+ ions present on the surface of reduced supported Mo SiO2 catalysts. Due to the presence of 31P nuclei a well resolved 1:2:1 ligand superhyperfine structure (ca. 3 mT) was observed even in the first derivative spectra showing that two phosphine molecules are directly bonded to exposed tetracoordinated Mo5+ 4c species to form together with the remaining ligands a distorted octahedron with one distinct molybdenyl bond. This method detects tetracoordinated Mo species even when their EPR spectra are obscured by the simultaneous presence of the EPR signal of dominant hexacoordinated Mo5+ 6c ions. The ligand arrangement in the tetracoordinated Mo5+ 4c can be best explained in terms of a D2d pseudosymmetry giving rise to the resultant Cs structure for this surface complex. Keywords EPR Coordination state SiO2 Mo5+ ions Phosphines Molecular probes References [1] M. Che E. Giamello Stud. Surf. Sci. Catal. 57B 1990 265 [2] K. Dyrek Z. Sojka Stud. Surf. Sci. Catal. 21 1985 195 [3] G.P. Lozos B.M. Hoffman J. Phys. Chem. 78 1974 2110 [4] Z. Sojka Catal. Rev.-Sci. Eng. 37 1995 461 [5] M. Che C. Louis Z. Sojka J. Chem. Soc. Faraday Trans I 85 1989 3939 [6] J.H. Lunsford W.P. Rothwell W. Shen J. Am. Chem. Soc. 107 1985 1540 [7] C. Louis J.M. Tatibouet M. Che J. Catal. 109 1988 354 [8] C. Louis M. Che J. Phys. Chem. 91 1987 2875 [9] M. Che B. Canosa A.R. Gonzalez-Elipe J. Phys. Chem. 90 1986 618 [10] Z. Sojka K. Dyrek P. Roberge M. Che Pol. J. Chem. 65 1991 637 [11] L. Bonneviot D. Olivier M. Che J. Mol. Catal. 21 1983 415 [12] M.M. Rahman H.Y. Liu A. Prock W.P. Giering Organometallics 6 1987 650 [13] J.W. Johnson J.F. Brody G.B. Ansell S. Zentz Inorg. Chem. 23 1984 2415 [14] C. Louis M. Che M. Anpo J. Catal. 141 1993 453 [15] QCPE No. 265. [16] J.B. Raynor Z. Naturforsch 24B 1969 775 [17] W.E. Geiger P.H. Rieger B. Tulyathan M.D. Rausch J. Am. Chem. Soc. 106 1984 7000 [18] Z. Sojka et al., to be published. [19] K. De Armond B.B. Garrett H.S. Gutowsky J. Chem. Phys. 42 1965 1019 [20] R.A. Schoonheydt R. van Overloop M. van Hove J. Verlinden, Clays Clay Miner 32 1984 74 [21] W. Levason C.A. Auliffe F.P. Cullough Inorg. Chem. 16 1977 2911 [22] P.H. Kasai P.M. Jones J. Am. Chem. Soc. 106 1984 8018 [23] F.X. Cai C. Lepetit M. Kermarec D. Olivier J. Mol. Catal. 43 1987 93 [24] Ch.A. Tolman J. Am. Chem. Soc. 92 1970 2956 [25] T.L. Brown K.J. Lee Coord. Chem. Rev. 128 1993 89 [26] D.M.P. Mingos Inorg. Chem. 21 1982 464 [27] K.P. Hall D.M.P. Mingos Progr. Inorg. Chem. 32 1984 237 [28] J.A. De Gray Q. Meng P.H. Rieger J. Chem. Soc. Faraday Trans. I 83 1987 3565 [29] Y. Iwasawa Adv. Catal. 35 1987 187 [30] G. Ferguson P.J. Roberts E.C. Alyea M. Khan Inorg. Chem. 17 1978 2965 [31] G. Parkin Chem. Rev. 93 1993 887 [32] E.C. Alyea S.A. Dias G. Ferguson R.J. Restivo Inorg. Chem. 16 1977 2329 [33] B. Canosa A.R. Gonzalez-Elipe M. Che J. Catal. 131 1991 300 [34] B.J. Hathaway D.E. Billing Coord. Chem. Rev. 5 1970 143 [35] I.D. Mikheikin G.M. Zhidomirov V.B. Kazansky Usp. Khim. 41 1972 909",
      "scopus-id": "0030579265",
      "coredata": {
        "eid": "1-s2.0-1381116996001793",
        "dc:description": "Adsorption of trimethyl-, triethyl- and tri(t-butyl)phosphine which have differing Tolman angles was used for the EPR characterization of the coordination sphere and spatial accessibility of Mo5+ ions present on the surface of reduced supported Mo SiO2 catalysts. Due to the presence of 31P nuclei a well resolved 1:2:1 ligand superhyperfine structure (ca. 3 mT) was observed even in the first derivative spectra showing that two phosphine molecules are directly bonded to exposed tetracoordinated Mo5+ 4c species to form together with the remaining ligands a distorted octahedron with one distinct molybdenyl bond. This method detects tetracoordinated Mo species even when their EPR spectra are obscured by the simultaneous presence of the EPR signal of dominant hexacoordinated Mo5+ 6c ions. The ligand arrangement in the tetracoordinated Mo5+ 4c can be best explained in terms of a D2d pseudosymmetry giving rise to the resultant Cs structure for this surface complex.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996001793",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sojka, Zbigniew"
          },
          {
            "@_fa": "true",
            "$": "Adamski, Andrzej"
          },
          {
            "@_fa": "true",
            "$": "Che, Michel"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996001793"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996001793"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00179-3",
        "prism:volume": "112",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Use of phosphines as versatile molecular probes for studying the coordination states of molybdenum ions in Mo SiO2 catalysts by EPR",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "EPR"
          },
          {
            "@_fa": "true",
            "$": "Coordination state"
          },
          {
            "@_fa": "true",
            "$": "SiO2"
          },
          {
            "@_fa": "true",
            "$": "Mo5+ ions"
          },
          {
            "@_fa": "true",
            "$": "Phosphines"
          },
          {
            "@_fa": "true",
            "$": "Molecular probes"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "469-482",
        "prism:endingPage": "482",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 November 1996",
        "prism:doi": "10.1016/1381-1169(96)00179-3",
        "prism:startingPage": "469",
        "dc:identifier": "doi:10.1016/1381-1169(96)00179-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "68",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996001793-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "496",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "68",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996001793-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "496",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030579265"
      }
    }
  }
}