{
  "metadata": {
    "title": "Catalytic and structural properties of ruthenium bimetallic catalysts: kinetics of 2,2,3,3-tetramethylbutane hydrogenolysis",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-02-10",
    "doi": "10.1016/1381-1169(94)00028-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/138111699400028X",
    "pii": "138111699400028X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001890917",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-04-21 2000-04-21 2010-04-18T17:52:58 1-s2.0-138111699400028X 1381-1169(94)00028-X 138111699400028X 10.1016/1381-1169(94)00028-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00301 2015-05-13T23:01:31.432129-04:00 0 0 19950210 1995 2000-04-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 96 96 1 1 Volume 96, Issue 1 6 35 48 35 48 19950210 10 February 1995 1995-02-10 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. CATALYTICSTRUCTURALPROPERTIESRUTHENIUMBIMETALLICCATALYSTSKINETICS2233TETRAMETHYLBUTANEHYDROGENOLYSIS COQ B COQ 1991 1485 B COQ 1992 231 B COQ 1990 103 B BROWN 1988 1013 R PROCEEDINGS9THINTERNATIONALCONGRESSCATALYSISCALGARY1988 BROWN 1993 585 R COQ 1991 275 B BURTON 1975 106 J COQ 1989 4904 B SMALE 1990 335 M BOND 1994 221 G COQ 1994 107 B MARGITFALVI 1984 903 J PROCEEDINGS8THINTERNATIONALCONGRESSCATALYSISBERLIN1984 PAAL 1977 234 Z BOND 1993 399 G SHANG 1992 134 S GAULT 1981 1 F ADVANCESINCATALYSIS KEMBALL 1971 33 C VANBROEKHOVEN 1984 109 E KEMPLING 1972 146 J GOURSOT 1994 8747 A COQX1995X35 COQX1995X35X48 COQX1995X35XB COQX1995X35X48XB item 1381-1169(94)00028-X 138111699400028X 1-s2.0-138111699400028X 10.1016/1381-1169(94)00028-X 271358 2010-09-27T23:05:21.808018-04:00 1995-02-10 1-s2.0-138111699400028X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:138111699400028X/MAIN/application/pdf/201a762df6773614c61d002db5e70e22/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:138111699400028X/MAIN/application/pdf/201a762df6773614c61d002db5e70e22/main.pdf main.pdf pdf true 1289709 MAIN 14 1-s2.0-138111699400028X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:138111699400028X/PREVIEW/image/png/f6ec13392c4b761f1af98db622ffddb7/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:138111699400028X/PREVIEW/image/png/f6ec13392c4b761f1af98db622ffddb7/main_1.png main_1.png png 67233 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS 10 A: CHEMICAL ELSEVIER Journal of Molecular Catalysis A: Chemical 96 (1995) 35-48 Catalytic and structural properties of ruthenium bimetallic catalysts: kinetics of 2,2,3,3-tetramethylbutane hydrogenolysis Bernard Coq *, Eleanor Crabb, Franis Figuas Laboratoire de Chimie Organique Physique et Cinique Chimique Appliqus, 8, rue de l'Ecole Normale, 34053 Montpellier, France Received 13 April 1994; accepted 7 October 1994 Abstract The kinetics of 2,2,3,3-tetramethylbutane (TeMB) hydrogenolysis has been investigated over alumina-supported mono- and bimetallic ruthenium catalysts. The bimetallic catalysts were prepared from the monometallic ones by controlled surface modification with Sn, Pb and Ge organometallics. As reported earlier, large Ru particles ( > 3 nm) favour the cleavage between the two quaternary carbon atoms leading to isobutane (a8 process); moreover, deep hydrogenolysis of the adsorbed alkyl fragments occurs before desorption. At the opposite, on small Ru particles ( - 1 nm) demethylation to 2,2,3-trimethylbutane is the main reaction (ay process) and deep hydrogenolysis is suppressed. The addition of Sn or Ph onto small Ru particles has only a small effect on the reaction rate but shifts the selectivity pattern towards that of large Ru particles, while the selectivity remains unchanged upon Ge addition. The addition of either Sn or Ge to large Ru particles decreases the rate by two orders of magnitude. With respect to the rate, hydrogen has a stronger inhibiting effect on the sample of lower dispersion. Both rates for ay and aprocesses go through a maximum as a function of hydrogen pressure, the maximun for the aprocess being shifted to higher Hz pressures. Assuming (i) Langmuir adsorption isotherms, (ii) multisite competitive adsorption between hydrogen and TeMB, (iii) hydrogenation of the dehydrogenated adsorbed alkane (most abundant surface intermediate, MASI) by a surface hydrogen atom as the rate determining step, a rate law was proposed for both ay and a8 processes. The kinetic analysis suggests that highly dehydrogenated intermediates (aE process, -5H) are formed on large Ru particles. These species need a large ensemble of Ru atoms to be formed. At variance, on small Ru particles hydrogenolysis could proceed through less dehydrogenated adsorbed species: metallacyclobutane for the ay process (-2H) and metallacyclopentane for the a8 process (3H), the formation of the latter being inhibited at high Hz pressure. These metallacycles can be formed on small ensembles of Ru atoms. The addition of Sn or Ge to small Ru particles does not change very much the positions of the rate maxima for ay and aprocesses, or the hydrogen dependence of the rate. It emerges that the main effect of Sn and Ge addition is to decrease the number of sites active for ay and aprocesses respectively, the former being the sites of low coordination, the latter the sites of high coordination. Keywords: Bimetallic catalysts; Hydrogenolysis; Kinetics; Ruthenium; Supported catalysts; Tetramethylbutane 1. Introduction The hydrogenolysis of 2,2,3,3-tetramethybutane ( TeMB ) over supported metals is extremely sensitive to the coordination of surface metal * Corresponding author. Fax: ( +33)67144395 1381-1169/95/$09.50 995 Elsevier Science B.V. All rights reserved SSDI1381-1169(94)00028-X atoms for Rh [ 1 ] , Pt [ 2 ] and Ru [ 3 ] catalysts. On high coordination number atoms, dense planes and large particles, the preferred reaction is C-C splitting between the two quaternary carbon atoms (CQ) leading to isobutane as the primary product ( a8 process). On low coordination number 36 B. Coq et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 35-F8 atoms, corners and edges of small particles, the demethylation of TeMB to 2,2,3-trimethylbutane (TriMB) and CH4 (ay process) becomes important, or even selective as in the case of Rh/A1203 [ 1 ] . The ay and a8 processes could occur through metallacyclobutane and metallacyclopentane respectively, bonded to one or more metal atoms. The occurrence of these two kinds of surface complexes has been confirmed by TeMB /D2 exchange on Rh and Ru [4,5]. Moreover, TeMB/D2 exchange showed that small Rh particles exhibit a greater ability to form ay complexes than larger ones [ 6 ] . It turns out that selectivity in TeMB hydrogenolysis varies most for metal particles smaller than 2 nm. At 101 kPa Hz pressure, and whatever the metal, particles larger than 2 nm give iC4 selectively ( > 90%) as the primary product, whereas metal particles smaller than 1 nm yield only 50% iC4 for Pt at 553 K [2], 45% for Ru at 473 K [ 3 ] , and less than 5 % for Rh at 493 K [ 1 ] . Thereby, this reaction constitutes a powerful molecular probe for identifying subtle changes in the surface topology of small metal particles. For instance, it has allowed us to determine the surface site distribution of the two elements in RuM [ 7 ] , PtM [ 2 ] and RhM [ 1 ] bimetallic catalysts (where M = Sn, Pb, Ge). It was shown that a small additions of Sn or Pb favour the a8 process, whereas Ge had an opposite effect. Quantum chemical calculations [ 1 ] supported the view that Sn and Pb segregate to low coordination sites, while Ge does not have such a definite preference. This concept of surface site segregation was first introduced by the pioneering work of Burton et al. [ 8 ] . Catalytic reactions, usually alkane hydrogenolysis, to probe the surface site distribution were also used for RhCu/Si02 [9] and RuCu/Si02 [10] catalysts. However, activity and selectivity in alkane hydrogenolysis is highly dependent on the HZ pressure as shown, for instance, for n-butane hydrogenolysis on Ru/A1203 [ 11 ] . Thus, particle size or bimetallic effects might be obscured or exaggerated depending upon the reaction conditions used; erroneous conclusions might then be derived from such behaviours. It was therefore the aim of this work to validate the use of TeMB hydrogenolysis as a probe for Ru surfaces, by studying the kinetics of the reaction on a series of mono- and bimetallic RuM/A1203 catalysts (M=Sn, Pb, Ge). Special attention will be paid to the mechanism of the reaction, the nature of the surface complexes and of the active centres. 2. Experimental 2.1. Preparation and characterisation of the catalysts Full details concerning the preparation and the characterisation of the catalysts were given in a previous study [ 12] . We shall recall here the most salient points of the preparation and the main characteristics of the samples. The monometallic parent catalysts (RuECI and RuEC3) were prepared by contacting ruthenium acetylacetonate (Ru (acac) 3, Heraeus) in toluene solution with yA1203 (Rh6ne Poulenc, SBET = 220 m2 g-'). The solution was either filtered (RuECI), or the solvent was evaporated (RuEC3). After drying under vacuum at 333 K the resulting solids were first dried under N2 at 473 K, then reduced under different conditions. The monometallics RuECl and RuEC3 were used as the bases for the bimetallic formulations. The second metal was introduced as tetra-n-butyl tin (Merck, purity > 98%), tetra-ethyl lead (Alfa Products) or tetra-n-butyl germanium (Alfa Products). The bimetallic RuM/A1203 samples were prepared by contacting in situ a prereduced Ru/A1203 parent catalyst with the desired amount of tetra-alkyl-M in n-heptane solution. The controlled surface reaction [ 7,13,14 ] was carried out under an HZ atmosphere at 353 K. The solid was dried at 333 K under N2 and then reduced under HZ at 623 K to obtain true bimetallic particles. Basic characteristics of these catalysts were obtained from TPR and TPO experiments, HZ and CO chemisorption, TEM examination, XPS and EXAFS studies [ 12] . Here will only be presented the values for HZ chemisorption carried out at 373 K in a static volumetric apparatus with the single B. Coq et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 35-48 Table 1 Main characteristics of the alumina supported Ru catalysts Catalyst Ru content 2nd metal content (M = Ge, H/Ru (wt%) Sn, Ph) (wt%) M/Ru (at/at) RuEC 1 0.97 RuEC3 4.0 RuEC 1 Ge l 0.97 RuECIGe3 0.97 RuEC 1 Sn 1 0.97 RuECISn2 0.97 RuEC 1 Pbl 0.97 RuEC3Ge 1 4.0 RuEC3Sn 1 4.0 a Rus surface Ru atoms. 0.15 0.23 0.70 1.06 0.26 0.24 0.54 0.50 0.51 0.26 0.41 0.15 0.51 0.12 M/Rus (at/at) 0.39 2.6 0.47 1.56 0.40 1.25 0.63 0.88 0.25 0.59 0.41 0.51 0.32 0.66 0.12 0.19 isotherm method (Table 1) . The agreement for the Ru particle sizes, in monometallic samples, determined from HZ chemisorption and electron microscopy, was good. 2.2. Catalytic experiments The reaction of 2,2,3,3-tetramethylbutane (TeMB, Aldrich > 99%) with hydrogen (high purity grade > 99.99%) was studied by performing kinetic measurements at different hydrogen pressures in a stainless steel reactor operated at low conversion (typically less than 5%) in order to minimize readsorption of the products and to avoid heat and mass transfer limitations. The TeMB partial pressure was maintained constant at 1.3 kPa. The effluents were analysed by sampling on-line to a gas chromatograph equipped with a J and W capillary column (30 m X 0.5 mm i.d., DB 1 apolar bonded phase). An aliquot of the catalyst, typically 50 or 100 mg, was pretreated in situ by reduction in flowing hydrogen (20 cm3 min-') up to 623 K (heating rate 1 K min-), 'remaining at this temperature for 3.5 h before cooling down to the initial reaction temperature (413 K). The typical range of reac tion temperatures studied was 413-493 K, depend ing on the activity of the sample. For the initial screening experiments, the heating rate was con trolled at 0.5 K min-' over this range, until the top 37 temperature was reached, remaining isothermal at this temperature for 60 min before starting the downward ramp. The hydrogen flow was reduced to 10 cm3 min' for the reaction. As some decay of activity was observed in the initial screening (typically 30-50%) , the following protocol for the catalytic test was adopted in order to stabilise the catalysts. TeMB hydrogenolysis was first carried out over the range 433-493 K at atmospheric pressure (flow 20 cm' min-', heating ramp 0.5 K min') and the reaction held at 493 K for 4 h before cooling to 433 K at 0.5 K min-'. The catalysts were then left overnight at this temperature in a stream of hydrogen (20 cm3 min-'). The catalyst was then tested at atmospheric pressure for the hydrogenolysis of TeMB over the same temperature range but without the isothermal portion at 493 K. This procedure was repeated at 202, 353 and 504 kPa total pressure, again at 101 kPa, to ensure that there was no great modification in the catalyst properties and then at 49.8, 24.9 and 12.5 kPa hydrogen partial pressure (101 kPa total pressure, with He as the diluent). The catalyst was heated at 433 K in a stream of hydrogen (20 cm3 min') overnight between each test. An additional experiment was carried out to monitor the hydrogenolysis of TeMB over the first 30 min of the reaction course. A 100 mg sample of catalyst was reduced in hydrogen (10 cm' min') at 623 K, then cooled to the reaction temperature of 445 K. After that, the TeMB was switched on. A 16-port sampling valve, with sample loops of 0.8 cm3, was used to store in sequence the reaction products. Samples were taken every 15 s initially, with intervals increasing over time. The stored samples were then analyzed at a later time by flushing each loop with N2 to the sampling valve (20 /ul loop) of the GC apparatus. The following parameters were evaluated: conversion (mol%) s (i/8) C)/(Cg+E(i/8)Q X 100 selectivity Si to compound i: 38 8 Si (MOI%) =Cil (ECi) X 100 B. Coq et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 35-18 where Ci is the mole percent in the feed of product with i carbon atoms and C8is the mole percent in the feed of TeMB. The turnover frequency (TOF) is defined as the number of molecules of reactant transformed per unit time and per surface Ru atom. The depth of hydrogenolysis, or number of fragments produced from one molecule of reactant before desorption, was characterised by the fragmentation factor defined, following Paal and Tetenyi [ 15 ] , as: 8 7 6=ECi/E (i18)Cj 3. Results First we will recall some important features of the Ru catalysts reported elsewhere [ 12,16]. The Ru particles in the RuECI sample are extremely small as shown by H2 and CO chemisorption (H/ Ru = 0.88, CO /Ru =1.31) , TEM examination (particle sizes in the range 0.8-1.5 nm) and EXAFS studies. From these experiments it was shown that the average coordination number of (a) :100 N Ru is of 4.35 (RuRu+ RuRus+ ) and the Ru Ru distances shorter ( 2.60 ) than the bulk one 0 ( 2.67 A). Furthermore, this sample contains some partially oxidised Ru atoms (10-15%), even after reduction at 623 K in flowing hydrogen. On the other hand, the large Ru particles of the RuEC3 sample exhibit coordination numbers and Ru-Ru distances the same as the bulk values ( CN =12, Ru-Ru = 2.67 A). In the bimetallic samples, prepared according to the controlled surface reaction technique, the size of the metallic particles was not modified by adding Ge, Sn or Pb, and the intimate contact between Ru and Ge was confirmed by EXAFS [ 16] . The transient kinetics was studied during the first seconds of TeMB conversion over the Hprecovered Ru surface of RuECl sample. Fig. 1 shows the reaction rate and selectivities versus reaction time for the first 15 min of reaction at 445 K. The delay time between switching on TeMB and the first detection of the hydrocarbon in the effluent corresponds to 180 s. The total peak area reached its maximum value after about 300 s. It can be seen that the selectivity to CH4, which is initially the dominant product, decreases with time until it reaches a steady value at about 45 % after 240 s. The selectivity to iC4 increases, going through a slight maximum of 28% at 190-210 s, 0r, . 0 200 400 600 time on stream (s) m w _c _E c T . C U m _m U 01 C N O U m c t0 Y_ 600 0 40 30 20 10 200 400 600 800 time on stream (s) Fig. 1. Transient period of TeMB hydrogenolysis on RuECI catalyst at 445 K: (a) alkane concentration (GC peak area) in the feed (O), and reaction rate (; (b) selectivity for CH4 (O), iC, (, TriMB (. P99.7 kPa, flow rate=0.17 ml s'. 1o' x 1o' E 10 2,0 2,1 2.2 2,3 2,4 1000/T Fig. 2. Arrhenius plots for TeMB hydrogenolysis on RuEC 1 catalyst open symbols: increasing ramp; full symbols: decreasing ramp; (O, ayprocess, (O, arocess.PH=99.7kPa. before decreasing to a constant value of approximately 20%, after about 420 s. The selectivity to 2,2,3-trimethylbutane (TriMB) is initially very low, at just 9%, increasing steadily with time until it reaches a value of about 29% after 900 s. Due to the parallel enhancement of the selectivity for iC4 and TriMB during the first 100 s, it is clear that multiple fission to methane starts from iC4 and TriMB' adsorbed fragments. It would appear that the main changes of selectivity occur during the transient period where the TeMB concentration increases in the feed. As soon as it reaches its maximum value ( at = 300 s ) the selectivity changes are smaller. After 900 s, a total of 0.2 mol of TeMB per mole of surface ruthenium atom has Table z Main catalytic properties of Ru catalysts for the hydrogenolysis of TeMB. PH B. Coq et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 358 39 been converted, and the catalytic properties remain stable. It is very likely that carbon deposition decreases the multiple fragmentation of adsorbed TeMB, and favours the ay process in comparison with the a8 one. Fig. 2 shows typical Arrhenius plots obtained for the RuEC 1 sample, after the passivation period and according to the protocol described in the experimental section. Since a slight deactivation always occurs between the increasing and the decreasing ramp, the latter was used to derive the kinetic results. All the samples were tested following the same procedure. Table 1 reports the main catalytic properties for TeMB conversion over RuM/A1203 and the parent monometallic catalysts for the initial screening experiments. The results are in full agreement with those previously reported on the effects of Ru particle size [ 3 ] and of `alloying' ruthenium [ 7 ] on TeMB hydrogenolysis over similar catalysts. On pure Ru / A1203 catalysts ( RuEC l and RuEC3) a strong effect of particle size is observed, both on TOF and on selectivities. When the Ru dispersion is increased, the TOF and deep hydrogenolysis decrease, and the fragmentation factor ~ becomes close to a value of 2 on the RuEC 1 sample; the selectivity for TeMB hydrogenolysis is shifted from splitting of the central bond ( --* 2 iC4) to demethylation (- CH4 + TriMB ) . The addition of a small amount of Sn or Pb to the well dispersed RuECl 99.7 kPa; TeMB partial pressure=1.3 kPa Catalyst Temp. (K) Conv. (mol%) TOF (s-0x10' Selectivity (mol%) C, C2-C3 iC4 C5-C6 TriMB RuECI 459 0.95 2.2 38.7 - 29.6 1.2 30.5 2.12 RuEC 1 Sn 1 465 0.60 2.0 29.4 - 48.5 - 22.0 2.12 RuEClsn2 473 0.10 0.75 42.3 - 20.0 - 37.7 2.07 RuEC1Ge1 463 1.0 3.5 40.4 0.8 28.5 4.5 25.2 2.15 RuEC1Ge3 460 0.75 0.75 43.6 - 16.0 - 40.4 2.06 RuECl Pb 1 464 1.50 4.4 31.6 1.7 40.5 3.8 22.4 2.11 RuEC3 436 8.3 16.7 32.7 11.1 50.9 5.3 2.2 2.70 \" 468 56 104 85.6 19.1 9.2 2.4 0.2 4.54 RuEC3Ge1 438 1.70 0.6 12.4 2.4 80.4 - 4.9 2.14 RuEC3Sn1 433 0.30 0.7 30.0 7.8 59.2 - 3.0 2.61 40 B. Coq et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 35-f8 Table 3 Main catalytic properties for the hydrogenolysis of TeMB at 463 K and different hydrogen partial pressures on RuECI catalyst. TeMB partial pressure = 1.3 kPa. Rows are presented following the sequence of experiments Pressure (kPa) TOF Selectivity (mol%) (s-`) xl0' Total PC, C2-C3 iC4 CS-C6 TriMB 101 99.7 2.9 202 200.7 2.0 353 351.7 1.15 504 503.7 0.58 101 99.7 2.4 101 49.8 2.2 101 24.9 2.6 101 12.5 1.9 38.9 0.9 30.3 1.6 43.2 0.8 22.5 0.9 43.5 0.6 19.0 1.8 42.3 - 17.4 0.8 37.8 0.7 30.9 1.9 36.9 1.5 41.5 2.4 32.7 3.4 46.5 4.0 37.3 5.2 40.9 3.7 28.4 2.12 32.6 2.13 35.1 2.12 39.5 2.03 28.7 2.13 17.7 2.31 13.4 2.33 12.9 2.47 Table 4 Kinetic results for the hydrogenolysis of TeMB at different hydrogen partial pressures over RuECI catalyst. TeMB partial pressure= 1.3 kPa PH (kPa) Route a Route ay Rate \" E, ( kJ mol-') 12.5 8.88 24.9 12.1 49.8 9.12 99.7 6.12 99.7 8.20 200.7 4.03 351.7 2.03 503.7 0.85 1nA Rate a 123 162 156 163 155 161 155 160 22.8 7.53 33.2 9.53 31.5 9.17 32.8 14.3 31.1 16.8 31.8 12.5 29.6 7.83 30.2 4.17 E$ ( kJ 1nA mol-') 124 23.0 137 26.6 152 30.3 139 27.5 128 24.9 132 25.6 141 27.4 144 27.6 a Reaction temperature: 463 K; rate in (mol s-' g-') X 109. A in s-'. sample shifts the selectivity pattern towards that of large Ru particles with an increase in iC4, while the selectivity remains approximately the same for a similar addition of Ge. These effects were attributed to the preferential occupancy of defect sites, edges and corners, by Sn or Pb in bimetallic particles [ 7 ] , as predicted by the theory of site segregation [ 8 ] . Ge does not have such a definite preference and could be more randomly distributed. At higher Sn or Ge content, the properties of RuECl for TeMB hydrogenolysis are shifted towards those of smaller particles, in both cases; the classical phenomenon of the surface dilution is then observed. Otherwise, it appears that the effect of the second element is much more detrimental on the specific activity (TOF) when added to the large particles of RuEC3 in comparison with small particles of RuEC 1. It turns out that the four catalysts, RuECI, RuEC3, RuEC1Snl and RuEC1Ge3, are archetypical of the different behaviours observed in TeMB hydrogenolysis: effects of the size of the Ru particles ( RuEC 1 and RuEC3), of site segregation (RuEC1Sn1) and of the dilution of Ru surface ( RuEC 1 Ge3 ) . Therefore, the kinetics of TeMB hydrogenolysis was studied in more detail with these catalysts. Tables 3 and 4 present the results obtained for the RuEC 1 sample. It can be seen that as the hydrogen partial pressure is increased, deep hydrogenolysis decreases, reflected by the decrease of the fragmentation factor, the selectivity to TriMB increases, while the selectivity to iC4 decreases. The change in the product selectivities shows that the central cleavage is becoming less important and the demethylation more so with increasing hydrogen pressure. This is also reflected in the relative rates between the ay and the a6 processes (Table 4). Fig. 3 shows that, under the experimental conditions investigated, the temperature b> -8 E m -s -7 1 2 log hydrogen pressure (kPa) 3 Fig. 3. Hydrogen pressure dependence for the rate of ay (open symbols) and a& (full symbols) processes in TeMB hydrogenolysis at different temperatures on RuECl catalysts; (O, TR=476 K, (O, TR=463 K, (21~, TR=450 K. B. Coq et al. l Journal of Molecular Catalysis A: Chemical 96 (1995) 35-48 35 25 ,0 100 120 140 160 180 200 220 Ee (kJ molh 1) Fig. 4. Compensation effect between Ea and InA for ay (open symbols) and a(full symbols) processes in TeMB hydrogenolysis at different hydrogen partial pressures over: (O, RuECI, (A, RuECISnl, (0, RUECIGe3, (O) RuEC3. does not have a great effect on the position of the rate maxima for ay and a8 processes with respect to hydrogen pressure. The values for the apparent activation energy Ea and the pre-exponential factor A for the ay and a8 processes were determined by using the simplest expression for the rate law: rate =Ae-ERT -8 -9 d -10 7 2 log hydrogen pressure (kPa) Fig. 5. Hydrogen pressure dependence for the rate of ay (open symbols) and a(full symbols) processes in TeMB hydrogenolysis at 463 K. (O, RuECI, (A, RUECISnl, (O, RuEClGe3. 41 -s -7 _8 m 0 -10 2 log hydrogen pressure (kPa) 3 Fig. 6. Hydrogen pressure dependence for the rate of aprocess in TeMB hydrogenolysis at 463 K over RuEC3. These values are reported in Table 4 for RuEC 1, A being expressed as TOF in s t. Both terms, A and Ea increase with hydrogen pressure; this observation conforms with the finding of Bond [17] for the hydrogenolysis of propane over a 0.3%Pt/A1203 catalyst at different reactant pressures. This behaviour shown by RuECl is typical and is observed for all the different catalysts studied. Fig. 4 shows a graph of 1nA as a function of Ea for ay and a8 processes on all the catalysts. It seems that a compensation effect, as described by Bond [ 17 ] , applies for both the RuEC 1 series of catalysts and for RuEC3 respectively. Bond proposed that changing the temperature alters the shape of the kinetic curves by acting on the equilibrium constants for reactant chemisorption and dehydrogenation, i.e. we are measuring apparent activation energies with concentrations of the adsorbed intermediates which change in different ranges as the reactant concentration is changed. There is thus an infinity of values of apparent activation energy that can be measured, depending on the reactant concentration used. One may extend this argument to the case of a series of catalysts, for instance the RuECl and RuEC3 series. The dependence of reaction rate on hydrogen pressure for the RuEC 1 series of catalysts and the RuEC3 catalyst is reported in Figs. 5 and 6 respec- 42 B. Coq et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 35-f8 tively. We can see that the ratio between the values of rate maxima for the ay and a8 processes moves in opposite directions when adding Sn or Ge to the RuEC 1 sample. 4. Discussion The kinetics of TeMB hydrogenolysis in the steady state will be discussed first, with a view to defining better the active sites and the surface complexes involved. For the hydrogenolysis of ethane over a Ru/A1203 catalyst, Shang and Kenney [ 18 ] have proposed several different kinetic models. Bond and Slaa [ 11 ] reported recently that the model Shang and Kenney called ES5B, best fits the results for butane hydrogenolysis over the same series of alumina-supported Ru catalysts studied in the present work. This model assumes (i) multisite competitive adsorption between hydrogen and TeMB, (ii) hydrogenation of the dehydrogenated adsorbed alkane (most abundant surface intermediate, MASI) by a surface hydrogen atom as the rate determining step. Using this model, the following reaction steps were assumed for TeMB hydrogenolysis: KH H2(g) +2\" -_ 2H* KA(ay) C8Hlg(g) + (x+ 1)' C8H(lg-x) +xH kay C8H(*18-x) + H\" -~'C7HZ + CH for the ay process; and KA(abi C8His(g) + (y+ l) * = C8H(is-y) +yH* kas C8Hcis-y)-4 2C4H(*is-y+ i)i2 (5) for the a8 process. Where the parameters are defined as follows: kay(kas) = rate constant for ay (a8) process KH=adsorption constant of hydrogen KA (ay) (KA(a8) ) = adsorption constant of TeMB via ay(a8) complex x (y) -the number of hydrogen atoms abstracted from TeMB before bond-breaking for ay(a8) process occurs. Further steps, such as desorption or multiple CC bond rupture of alkyl fragments, are not rate determining (at low conversion). Thus, the rates for both the ay and a8 processes are given by (see Appendix): r (x+ kaypA(KNPH) 2y+ ) ) l2 lKApAI(KHpH)(xl2)+(KHpH)(y/2)] +(KHPH)(x+Y)l2+(KHPH)(x+y+1)/2)2 (7) kaeKAPA(KHPH)(y+2x+()la IKApAI(KHpH)(xl2)+(KHpH)(yl2)1 +(KHpH)(x+Y)l2+(KHpH)(x+y+1)12)7 (8) Thereafter, an interesting expression for the selectivity can be given: (2) (3) -_ rad karKAPA(KHPH) (x+2y+ 1) l2 a kaaKAPA(KHPH)(y+2r+1)1z- KHPH)(y-x)iz (9) Fig. 7 shows the variation of log (ray/ ras) as a (4) function of 109PH for the RuECl catalyst. The linear dependence between these two terms is not excellent but from the value of the slope ( = 0.5) , it seems that one more H atom is abstracted from the a8 surface complex than from the ay complex before bond-breaking occurs. Moreover, taking into account the hydrogen dependence of the rates (6) in the high pressure region on the RuECl based catalysts (Fig. 5), it appears that two or three H atoms at least were removed from TeMB before bond-breaking, but 5 on RuEC3 (Fig. 6). The B. Coq et al. /Journal of Molecular Catalysis A: Chemical (1995) 35-48 0.5 ,d o 0.0 -0.5 2 3 log hydrogen pressure (kPa) Fig. 7. Hydrogen pressure dependence for the relative rate between ay and a8 processes in TeMB hydrogenolysis at 483 K over RuECl. 43 higher dehydrogenation degree of the a8 complex on large Ru particles is reflected by the strong inhibiting effect of hydrogen pressure on the reaction rate. On the basis of logical mechanisms and our previous studies on alkane hydrogenolysis on Ru catalysts [ 3 ] , the following surface complex for TeMB hydrogenolysis can be postulated: Scheme 1 for small Ru particles (RuECl catalysts), and Scheme 2 for large Ru particles (RuEC3 catalysts). The occurrence of both metallacyclobutane and metallacyclopentane during TeMB hydrogenolysis was proved in the case of Rh/A1203 by deuterium exchange experiments [4]. Moreover, a multisite TeMB adsorption for the a8 complex (dicarbene or dicarbyne species) on large Ru particles (Eq. 12, Scheme 2) agrees with the difference in sensitivity of ras to hydrogen pressure, or +H ~\"'- (10) -2H - --- . HOC ~p i Hz + Chi (MASI) -3H (11) ~H (MASI) -5H Scheme 1. +H -i 2 (12) C c Ill CH Ill (MAST) Scheme 2. 44 B. Coq et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 35-f8 Ge addition, on RuEC3 and on the RuECl series of catalysts. On small Ru particles, Ge (or Sn) addition has a very small influence on TOF (Table 1), whereas Ge or Sn addition on RuEC3 strongly decreases the activity per Ru site. It is very likely that the a8 complex needs an `ensemble' of Ru atoms larger on RuEC3 in comparison with RuECl catalysts. Another important feature with Ru is the occurrence of several consecutive C-C bond ruptures of alkyl fragments before desorption. The extent of which decreases with the metallic dispersion [ 3 ] . This behaviour is characterized by the fragmentation factor 6. Gault [ 19] suggested that deep fragmentation is favoured on metals showing a capacity to form multiply-bonded species (metallocarbene or metallocarbyne). The TeMB/D2 exchange results demonstrate that Ru has a strong tendency at higher temperature to form carbenelike intermediates with multiple bonding of a C atom to the surface [ 5 ] . These results agree with suggestions that metals with a high activity for hydrogenolysis tend to form metal-carbon multiple bonds [ 20,21 ] . The primary fragments, isobutyl or trimethybutyl, formed by a single C-C bond breaking, can suffer either desorption or secondary fragmentation to adsorbed propyl or dime- (a) 0.5 C V m Z 0.0 0 m m thylbutyl fragments, for instance. In the framework of the `rake scheme' proposed by Kempling and Anderson [22], Bond and Slaa [ 23 ] proposed that the ratio between desorption and further cracking of fragments is given by: desorption of isobutyl fragment: rd = k' eic4 cracking of the isobutyl fragment: rc = k OtcarH (13) (14) (a-b) =difference in number of H2 molecules needed for desorption and further cracking respectively. The value of (a-b) is given by the slope of the graph of log (SiC4/ (Sas - SiC4) ) plotted as a function of logPH; Sas and SiC4 being the selectivities for the overall a8 process ( iC4 + C3 + C2) and for isobutane respectively. The same approach can be applied to the trimethybutyl fragment. Fig. 8 shows such a plots for RuECl and RuEC3 catalysts. The desorption of isobutyl fragments from large Ru particles needs one more Hz molecule than desorption from small Ru particles. This point emphasizes the much higher dehydrogenation degree of that fragment on RuEC3 (Eq. 12, Scheme 2). However, from Fig. 8a it is note- f = (b) 0 A C .1L V m O 0 ..9 -0.5 T I _, 2 2 log hydrogen pressure (kPa) 3 log hydrogen pressure (kPa) Fig. 8. Hydrogen pressure dependence for the relative rate between desorption and cracking of the adsorbed alkyl fragments: ( isobutyl, ( D) trimethylbutyl. (a) RuECl at 483 K, (b) RuEC3 at 433 K. 45 B. Coq et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 35-48 - T H +H CH - HC- C - - Chh + (15) v -2H HC- C~ _ +-~ CH2 + II I ~ I H - C c H CHZ + (17) Ill Ill 1 11 11 Scheme 3. worthy that trimethybutyl and isobutyl fragments need the same difference in the number of H atoms to be desorbed or cracked in the adsorbed state on the RuEC 1 sample. A possible sequence of further cracking of isobutyl and trimethybutyl fragments on both small (Eqs. 15, 16) and large (Eq. 17 ) Ru particles is shown in Scheme 3. It emerges from this study that the mechanism of TeMB hydrogenolysis shows differences depending on the size of Ru particles. On small aggregates, both ay and a8 routes proceed through metallacycles bonded onto a small ensemble of Ru atoms (one Ru atom?). The two surface entities, metallacyclobutane (ay) and metallacyclopentane (aS), are little dehydrogenated, only 2 or 3 H atoms are abstracted. The rate determining step is C-C bond-breaking in the metallacycle by attack with an H atom. In both cases, a 46 B. Coq et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 35-I8 carbene/,7r-alkene adsorbed species is formed. The alkene species can rearrange to form a metallocarbene through a- hydrogen shift [ 19] . The similarity between both mechanisms for the ay and a8 routes would be further supported by the compensation effect between Ea and InA observed for ay and a8 reaction rates at different HZ pressures on RuEC 1, RuEC 1 Sn 1 and RuEC 1 Ge3 (Fig. 4). On large aggregates, the a8 route is the prevailing process ( > 90%) occurring through 1-4 multibonded species on a large ensemble of Ru atoms. This surface species is highly dehydrogenated with the abstraction of 5 H atoms at least. After bond-breaking between the two CQ atoms has occurred, adsorbed carbyne species remain at the surface. A compensation effect also exists between Ea and InA for the reaction rate at different H2 pressures (Fig. 4). The fact that this compensation effect does not coincide with that derived on the RuECl series of catalysts could be an argument emphasizing the difference of mechanism and/or reactive sites for TeMB hydrogenolysis on large and small Ru particles. From these sudies, it seems that on large Ru particles the prevailing reaction is the a8 process occuring on an ensemble site containing several Ru atoms. This specificity makes the reaction rate sensitive to dilution of the Ru surface into smaller ensembles when adding Sn or Ge. Indeed, the TOF is divided by 20 in that case. As mentioned briefly above, on small Ru aggregates the reactive sites for both ay and a8 routes are formed by small ensembles of few Ru atoms. Therefore, the specific reaction rate is less sensitive to the bimetallic effect. Indeed, at the maximum of the rate as a function of H2 pressure, the TOFas remains unchanged after Sn addition (RuEC 1 Sn 1) , and decreased by 5 upon Ge addition (RuEC1Ge3). On the other hand, the TOFay is divided by 1.7 upon Sn addition and by 2.3 upon Ge addition. Since the mechanisms for both the ay and a8 routes were basically not changed upon addition of a second element to RuECl, the difference in the values of the maxima in the rate dependence of the catalyst reflects changes in the rate constant ka,y and k which can be expressed as: E _E kay=kaye Rl and kas=ke R-~ (18) where Et(E't) is the true activation energy, and k(k) the pre-exponential factor which contains the entropy term and the number of active sites. There is no change in the number of active sites for the a8 process upon Sn addition. It was concluded for Pt [ 2 ] , Rh [ 1 ] and Ru [ 3 ] catalysts that the a8 process occurs on the sites of highest coordination of a given particle. Thereafter, the preferential location of Sn at defect sites, corners and edges, in RuSn aggregates is confirmed in a situation not obscured by kinetic artefacts due to differences in HZ pressure dependence of ay and aroutes. The same approach, developed for RuGe aggregates, shows that Ge does not have such a definite site preference. This behaviour seems to be confirmed by EXAFS experiments [ 16] and quantum chemical calculations on bimetallic model clusters [ 24,25 ] . EXAFS of RuEC 1, RuEC 1 Sn 1 and RuEC 1 Ge3 shows that Ge is more diluted in the Ru matrix than Sn [ 16 ] . From quantum chemical calculations on Rug, RugGe and Ru$Sn clusters by means of the functional density method, we concluded that Sn, and Ge to a much smaller extent, prefer to be localized at the sites of lower coordination [ 24] . Similar calculations on Ru13, RuloGe3 and RuloSn3 clusters with perfect cubooctahedral shape emphasized that Ge-Ge bonds are less favoured than Sn-Sn bonds at the surface of these aggregates, all surface atoms having the same coordination number of 5 [ 25 ] . All the kinetic experiments were carried out at the steady state on a carbon pre-covered Ru surface. Hence, it is tempting to speculate on how this `carbon deposit' is distributed over the surface. By comparing the effects on the selectivity of the deposited carbon (Fig. lb) and Sn and Ge addition (Table 2 and Fig. 4), more similarities appear between the effects of Ge and carbon than with Sn. We can then postulate that the carbon deposit is laid down on the Ru surface in a rather random fashion. B. Coq et al. l Journal of Molecular Catalysis A: Chemical 96 (1995) 35- 5. Conclusions Our previous works based on the comparison of selectivities in the C-C cleavage in model alkanes, on Ru catalysts of widely varying disper sions and on Ru `alloys', supported the conclusion of a preferential location of Sn and Pb at sites of low coordination, corner and edge sites, and a location of Ge in a more random fashion. The present study of the kinetics of TeMB hydrogen olysis on model mono- and bimetallic Ru catalysts confirms this hypothesis, in a wide range of HZ pressure. TeMB hydrogenolysis occurs through two main routes, central cleavage between the two quaternary carbon atoms leading to isobutane (a8 process), demethylation to 2,2,3-trimethylbutane (ay process). The kinetic results can be ration alized assuming that different kinds of surface intermediates are involved in this reaction, the nature of which is depending on both the size of Ru particles and the process considered. Large Ru particles favour the formation of highly dehydro genated species, metallocarbenes and metallocar bynes, bonded to several Ru atoms (`large ensembles'). On small Ru particles, less dehydro- eoy= genated metallacycles bonded to a small number of Ru atoms (`small ensemble') are prevailing. The ay process is going through metallacyclo butane and the aprocess through metallacyclo- pentane, the former being less dehydrogenated than the latter. Acknowledgements This works forms part of the EC-funded `Stim ulation Action' programme SC 1 `-CT91-0681. E. Crabb thanks the EEC for granting her research. The authors thank Prof. G.C. Bond for fruitful comments. Appendix 1 The application of the Langmuir equation for the adsorption of H2 and TeMB gives: 47 KHPx9z = 9zx, and 8= 6xl ( KHPx)1 / 2 KA)PAOv +1 = OH KA c >PAUtv, + 1= axe (19) (20) (21) , B, B and 8,, are the surface coverages of H, CgH(,B_x), CgH(IB_y) and vacant sites respectively. For competitive adsorption between HZ and TeMB, ex + a+ a+ e(,=1 (22) Incorporating Eq. 19, the expressions for 8 and B reduce to B euKA()PAl(KxPx)xl2 e- BoKA()P,ql (KxPx)yl2 (23) (24) Assuming that Kp() =KAY) =Ka.. and solving Eqs. 22 to 24, give the expressions for OH, B and B as OH= (xHpH)(x+Y+pl2 KAI'AI (KHPH) (x12> + (gHpH) (y/2) ] + (KHpH) (x+y7 rz+ (xHpH) cx+y+ n rz xAPA) (KHPH) yl2 KAPAUPH) (x127 + lKHpH)(y 271 + (HpH)(s+y) 2+HpH) (s+y+1)/2 KAPA) (ICHFH) x/2 KAPA[ (K9pH)(sl2)+(K HpH)(y1771 +(KHpH)(x+y)12+( KHpH)(x+Y+I7/2 (26) (27) The rate determining steps for ay and a8 processes are described by Eqs. 4 and 6, respectively. Thus, the rate equation for the ay process is given by ray=kaygvYgH= ka,K,,pA(KyPH)(s+2y+1)l2 I KAPAUKHPH)(sl7) + (KHpH)(yl7)1 +(KHpH)(x+y)l2+ /KHpH) (x+y+l)/777 (28) Similarly for the a8 process 48 raa - kaeOar9H s B. Coq et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 35-48 koX~Pn(xaPu) (x. 2y+ 1 > n [Kapa [ (RxpH) <sn> +. (gHpH) cri2)) + (KHpN) cx+y>i2+ (gHpH) (~+r+ i)iz)z References [ 1 ] B. Coq, A. Goursot, T. Tazi, F. Figuas and D. Salahub, J. Am. Chem. Soc., 113 (1991) 1485. [2] B. Coq, A. Chaqroune, F. Figuas and B. Nciri, Appl. Catal. A, 82 (1992) 231. [ 3 ] B. Coq, A. Bittar and F. Figulras, Appl. Catal., 59 (1990) 103. [4] R. Brown, C. Kemball and I.H. Sadler, in Proceedings 9th International Congress on Catalysis, Calgary, 1988, Chemical Institute of Canada, Ottawa, 1988, Vol.3, p. 1013. [5] R. Brown and C. Kemball, J. Chem. Soc., Faraday Trans., 89 (1993) 585. [6] C. Kemball, personal communication. [7] B. Coq, A. Bittar, R. Dutartre and F. Figuas, J. Catal., 128 (1991) 275. [81 J.J. Burton, E. Hyman and D.G. Fedak, J. Catal., 37 (1975) 106. [9] B. Coq, R. Dutartre, F. Figuas and A. Rouco, J. Phys. Chem., 93 (1989) 4904. (29) [13: [ 10] M.W. Smale and T.S. King, J. Catal., 125 (1990) 335. [ 111 G.C. Bond and J.C. Slaa, J. Mol. Catal., 89 (1994) 221. [ 121 B. Coq, E. Crabb, M. Warawdekar, G.C. Bond, J.C. Slaa, S. Galvagno, L. Mercadante, J. Garcia Ruiz, M.C. Sanchez Sierra, J. Mol. Catal., 92 (1994) 107. C. Travers, T.D. Chan, R. Snappes and J.P. Bournonville, US Pat. 4,456,775, 1984 [ 14] J. Margitfalvi, M. Hegedus, S. Gobolos, E. Kern Talas, P. Szedlacsek, S. Szabo and F. Nagy, in Proceedings 8th International Congress on Catalysis, Berlin, 1984, Verlag Chemie, Weinheim, 1984, Vo1.4, p.903. [ 15 ] Z. Pa and P. Tyi, Nature (London), 267 (1977) 234 [ 16] J. Garcia Ruiz and M.C. Sanchez Sierra, J. Mol. Catal., accepted. [ 17] G.C. Bond, Catal. Today, 17 (1993) 399. [ 18] S.B. Shang and C.N. Kenney, J. Catal., 134 (1992) 134. [ 19 ] F.G. Gault, in Advances in Catalysis, Academic Press, London and New York, 1981, Vol. 30, p. 1. [20] C. Kemball, Catal. Rev., 5 (1971) 33. [21 ] E.H. van Broekhoven and V. Ponec, J. Mol. Catal., 25 (1984) 109. [22] J.C. Kempling and R.B. Anderson, Ind. Eng. Chem. Process Res. Dev., 11 (1972) 146. [23] G.C. Bond and J.C. Slaa, J. Mol. Catal., submitted. [ 24 ] A. Goursot, L. Pedocchi and B. Coq, J. Phys. Chem., 98 (1994 ) 8747. [25] A. Goursot, L. Pedocchi and B. Coq, J. Phys. Chem., in preparation. MOLCAA 9400028X 1381-1169(94)00028-X 10.1016/1381-1169(94)00028-X Heterogeneous catalysis Article Catalytic and structural properties of ruthenium bimetallic catalysts: kinetics of 2,2,3,3-tetramethylbutane hydrogenolysis Bernard Coq ∗ Eleanor Crabb François Figuéras Laboratoire de Chimie Organique Physique et Cinétique Chimique Appliquées, 8, rue de l'Ecole Normale, 34053 Montpellier, France ∗ Corresponding author. Fax: (+33)67144395 The kinetics of 2,2,3,3-tetramethylbutane (TeMB) hydrogenolysis has been investigated over alumina-supported mono- and bimetallic ruthenium catalysts. The bimetallic catalysts were prepared from the monometallic ones by controlled surface modification with Sn, Pb and Ge organometallics. As reported earlier, large Ru particles (> 3 nm) favour the cleavage between the two quaternary carbon atoms leading to isobutane (αδ process); moreover, deep hydrogenolysis of the adsorbed alkyl fragments occurs before desorption. At the opposite, on small Ru particles (≈ 1 nm) demethylation to 2,2,3-trimethylbutane is the main reaction (αγ process) and deep hydrogenolysis is suppressed. The addition of Sn or Pb onto small Ru particles has only a small effect on the reaction rate but shifts the selectivity pattern towards that of large Ru particles, while the selectivity remains unchanged upon Ge addition. The addition of either Sn or Ge to large Ru particles decreases the rate by two orders of magnitude. With respect to the rate, hydrogen has a stronger inhibiting effect on the sample of lower dispersion. Both rates for αγ and αδ processes go through a maximum as a function of hydrogen pressure, the maximum for the αδ process being shifted to higher H2 pressures. Assuming (i) Langmuir adsorption isotherms, (ii) multisite competitive adsorption between hydrogen and TeMB, (iii) hydrogenation of the dehydrogenated adsorbed alkane (most abundant surface intermediate, MASI) by a surface hydrogen atom as the rate determining step, a rate law was proposed for both αγ and αδ processes. The kinetic analysis suggests that highly dehydrogenated intermediates (αδ process, −5H) are formed on large Ru particles. These species need a large ensemble of Ru atoms to be formed. At variance, on small Ru particles hydrogenolysis could proceed through less dehydrogenated adsorbed species: metallacyclobutane for the αγ process (−2H) and metallacyclopentane for the αδ process (−3H), the formation of the latter being inhibited at high H2 pressure. These metallacycles can be formed on small ensembles of Ru atoms. The addition of Sn or Ge to small Ru particles does not change very much the positions of the rate maxima for αγ and αδ processes, or the hydrogen dependence of the rate. It emerges that the main effect of Sn and Ge addition is to decrease the number of sites active for αγ and αδ processes respectively, the former being the sites of low coordination, the latter the sites of high coordination. Keywords Bimetallic catalysts Hydrogenolysis Kinetics Ruthenium Supported catalysts Tetramethylbutane References [1] B. Coq A. Goursot T. Tazi F. Figuéras D. Salahub J. Am. Chem. Soc. 113 1991 1485 [2] B. Coq A. Chaqroune F. Figuéras B. Nciri Appl. Catal. A 82 1992 231 [3] B. Coq A. Bittar F. Figuéras Appl. Catal. 59 1990 103 [4] R. Brown C. Kemball I.H. Sadler 3rd Ed. Proceedings 9th International Congress on Catalysis, Calgary, 1988 Vol. 3 1988 Chemical Institute of Canada Ottawa 1013 [5] R. Brown C. Kemball J. Chem. Soc., Farady Trans. 89 1993 585 [6] C. Kemball, personal communication. [7] B. Coq A. Bittar R. Dutartre F. Figuéras J. Catal. 128 1991 275 [8] J.J. Burton E. Hyman D.G. Fedak J. Catal. 37 1975 106 [9] B. Coq R. Dutartre F. Figuéras A. Rouco J. Phys. Chem. 93 1989 4904 [10] M.W. Smale T.S. King J. Catal. 125 1990 335 [11] G.C. Bond J.C. Slaa J. Mol. Catal. 89 1994 221 [12] B. Coq E. Crabb M. Warawdekar G.C. Bond J.C. Slaa S. Galvagno L. Mercadante J. Carcia Ruiz M.C. Sanchez Sierra J. Mol. Catal. 92 1994 107 [13] C. Travers, T.D. Chan, R. Snappes and J.P. Bournonville, US Pat. 4,456,775, 1984 [14] J. Margitfalvi M. Hegedus S. Gobolos E.Kern Talas P. Szedlacsek S. Szabo F. Nagy 3rd Ed. Proceedings 8th International Congress on Catalysis, Berlin, 1984 Vol. 4 1984 Verlag Chemie Weinheim 903 [15] Z. Paál P. Tétényi Nature (London) 267 1977 234 [16] J. Garcia Ruiz and M.C. Sanchez Sierra, J. Mol. Catal., accepted. [17] G.C. Bond Catal. Today 17 1993 399 [18] S.B. Shang C.N. Kenney J. Catal. 134 1992 134 [19] F.G. Gault 3rd Ed. Advances in Catalysis Vol. 30 1981 Academic Press London and New York 1 [20] C. Kemball Catal. Rev. 5 1971 33 [21] E.H. van Broekhoven V. Ponec J. Mol. Catal. 25 1984 109 [22] J.C. Kempling R.B. Anderson Ind. Eng. Chem. Process Res. Dev. 11 1972 146 [23] G.C. Bond and J.C. Slaa, J. Mol. Catal., submitted. [24] A. Goursot L. Pedocchi B. Coq J. Phys. Chem. 98 1994 8747 [25] A. Goursot, L. Pedocchi and B. Coq, J. Phys. Chem., in preparation.",
      "scopus-id": "0001890917",
      "coredata": {
        "eid": "1-s2.0-138111699400028X",
        "dc:description": "The kinetics of 2,2,3,3-tetramethylbutane (TeMB) hydrogenolysis has been investigated over alumina-supported mono- and bimetallic ruthenium catalysts. The bimetallic catalysts were prepared from the monometallic ones by controlled surface modification with Sn, Pb and Ge organometallics. As reported earlier, large Ru particles (> 3 nm) favour the cleavage between the two quaternary carbon atoms leading to isobutane (αδ process); moreover, deep hydrogenolysis of the adsorbed alkyl fragments occurs before desorption. At the opposite, on small Ru particles (≈ 1 nm) demethylation to 2,2,3-trimethylbutane is the main reaction (αγ process) and deep hydrogenolysis is suppressed. The addition of Sn or Pb onto small Ru particles has only a small effect on the reaction rate but shifts the selectivity pattern towards that of large Ru particles, while the selectivity remains unchanged upon Ge addition. The addition of either Sn or Ge to large Ru particles decreases the rate by two orders of magnitude. With respect to the rate, hydrogen has a stronger inhibiting effect on the sample of lower dispersion. Both rates for αγ and αδ processes go through a maximum as a function of hydrogen pressure, the maximum for the αδ process being shifted to higher H2 pressures. Assuming (i) Langmuir adsorption isotherms, (ii) multisite competitive adsorption between hydrogen and TeMB, (iii) hydrogenation of the dehydrogenated adsorbed alkane (most abundant surface intermediate, MASI) by a surface hydrogen atom as the rate determining step, a rate law was proposed for both αγ and αδ processes. The kinetic analysis suggests that highly dehydrogenated intermediates (αδ process, −5H) are formed on large Ru particles. These species need a large ensemble of Ru atoms to be formed. At variance, on small Ru particles hydrogenolysis could proceed through less dehydrogenated adsorbed species: metallacyclobutane for the αγ process (−2H) and metallacyclopentane for the αδ process (−3H), the formation of the latter being inhibited at high H2 pressure. These metallacycles can be formed on small ensembles of Ru atoms. The addition of Sn or Ge to small Ru particles does not change very much the positions of the rate maxima for αγ and αδ processes, or the hydrogen dependence of the rate. It emerges that the main effect of Sn and Ge addition is to decrease the number of sites active for αγ and αδ processes respectively, the former being the sites of low coordination, the latter the sites of high coordination.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-02-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/138111699400028X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Coq, Bernard"
          },
          {
            "@_fa": "true",
            "$": "Crabb, Eleanor"
          },
          {
            "@_fa": "true",
            "$": "Figuéras, François"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/138111699400028X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/138111699400028X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(94)00028-X",
        "prism:volume": "96",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Catalytic and structural properties of ruthenium bimetallic catalysts: kinetics of 2,2,3,3-tetramethylbutane hydrogenolysis",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Bimetallic catalysts"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenolysis"
          },
          {
            "@_fa": "true",
            "$": "Kinetics"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "Tetramethylbutane"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "35-48",
        "prism:endingPage": "48",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 February 1995",
        "prism:doi": "10.1016/1381-1169(94)00028-X",
        "prism:startingPage": "35",
        "dc:identifier": "doi:10.1016/1381-1169(94)00028-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001890917"
      }
    }
  }
}