{
  "metadata": {
    "title": "Hydrocarbon synthesis from CO and H<ce:inf loc=post>2</ce:inf> on <math altimg=si1.gif><fr shape=sol align=c style=s><nu><rm>(Fe + Pt)</rm></nu><de><rm>SiO</rm><inf loc=post>2</inf></de></fr></math> catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-09-19",
    "doi": "10.1016/1381-1169(95)90045-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995900454",
    "pii": "1381116995900454"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042738238",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-12-10 2003-12-10 2010-04-18T17:16:47 1-s2.0-1381116995900454 1381-1169(95)90045-4 1381116995900454 10.1016/1381-1169(95)90045-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X01732 2015-05-13T23:01:31.432129-04:00 0 0 19950919 1995 2003-12-10T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 102 102 2 2 Volume 102, Issue 2 6 103 110 103 110 19950919 19 September 1995 1995-09-19 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. HYDROCARBONSYNTHESISCOH2FEPTSIO2CATALYSTS KOVALCHUK V FUKUOKA 1988 428 A FUKUSHIMA 1986 148 T FUKUSHIMA 1985 1752 T KONINGSBERGER 1987 892 D WOO 1990 93 H BHASIN 1978 120 M FUKUSHIMA 1985 4440 T FUKUOKA 1990 434 A GUCZI 1981 329 L GUCZI 1984 13 L VANDERKRAAN 1984 635 A INDAPPLMOSSBAUEREFFSYMP NIEMANTSVERDRIET 1985 58 J NIEMANTSVERDRIET 1986 867 J MARTENS 1987 259 J VANNICE 1975 201 M BOUDART 1984 2185 M BURCH 1985 149 R LIU 1985 376 F GUERRERORUIZ 1985 419 A FUKUSHIMA 1985 95 T JAEGER 1986 697 N RICHARDSON 1986 559 J KIP 1988 821 B PROC9THINTCONGRCATALCALGARY1988THEORYPRACT CHE 1989 55 M KULISHKIN 1971 1539 N BARTHOLOMEW 1973 278 C GUCZI 1979 121 L BRADY 1964 1168 G COTTON 1966 F ADVANCEDINORGANICCHEMISTRYACOMPREHENSIVETEXT STOOP 1981 1024 F EFREMOV 1985 103 A VANNICE 1975 449 M VANNICE 1975 462 M BURTON 1977 1 J GARTEN 1976 69 R PROC10THSYMP SAWICKI 1988 65 J MATERRESSOCSYMP VONKUSSMANN 1950 470 A PEARSON 1958 W AHANDBOOKLATTICESPACINGSSTRUCTURESMETALSALLOYS KUBASCHEWSKI 1982 O IRONBINARYPHASEDIAGRAMS YERMAKOV 1980 13 Y ANDERSON 1956 123 R DRY 1981 159 M SCIENCETECHNOLOGY CATALYSIS GOLDANSKY 1963 V MOSSBAUEREFFECTAPPLICATIONSINCHEMISTRY AGRESTY 1967 1339 D QAIM 1967 1065 S PROCPHYSSOC GUCZI 1980 782 L KNOR 1983 231 Z CATALYSIS KOVALCHUKX1995X103 KOVALCHUKX1995X103X110 KOVALCHUKX1995X103XV KOVALCHUKX1995X103X110XV item 1381-1169(95)90045-4 1381116995900454 1-s2.0-1381116995900454 10.1016/1381-1169(95)90045-4 271358 2010-09-27T22:22:09.126696-04:00 1995-09-19 1-s2.0-1381116995900454-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995900454/MAIN/application/pdf/e494385d526f3b1433fdcd1c19d59be1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995900454/MAIN/application/pdf/e494385d526f3b1433fdcd1c19d59be1/main.pdf main.pdf pdf true 870552 MAIN 8 1-s2.0-1381116995900454-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995900454/PREVIEW/image/png/28239382ad6fe54b4d4cc71f3e58c574/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995900454/PREVIEW/image/png/28239382ad6fe54b4d4cc71f3e58c574/main_1.png main_1.png png 64682 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116995900454-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995900454/STRIPIN/image/gif/2109ded86142363592e93fd54e07c762/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995900454/STRIPIN/image/gif/2109ded86142363592e93fd54e07c762/si2.gif si2 true si2.gif gif 634 31 107 ALTIMG 1-s2.0-1381116995900454-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995900454/STRIPIN/image/gif/443932601450529b73b5bfddfdc440ab/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995900454/STRIPIN/image/gif/443932601450529b73b5bfddfdc440ab/si1.gif si1 si1.gif gif 637 31 107 ALTIMG ELSEVIER Abstract JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 102 (1995) 103-110 Hydrocarbon synthesis from CO and H2 on (Fe + Pt) / Si02 catalysts V.I. Kovalchuk *, B.N. Kuznetsov Institute of Chemistry of Natural Organic Materials, Siberian Division of Russian Academy of Sciences, Akademgorodok, 660036 Krasnoyarsk, Russian Federation Received 14 February 1995; accepted 10 April 1995 Catalytic and adsorption properties of (Pt+Fe) /Si02 catalysts prepared by coimpregnation of SiOZ with FeC13 and HZPtClb aqueous solutions have been studied. According to the X-ray diffraction data, Fe-Pt particles of the size 5-36 nm and bcc or fcc crystal lattice are formed during the reduction of catalysts by flowing hydrogen. Bimetallic catalysts exhibit higher specific activity for the reaction of CO hydrogenation than do monometallic samples. The enhanced activity of Fe-Pt particles manifests itself mainly through increased formation of C4+ olefins. These observations suggest that the effect of Pt addition on the catalytic properties of silica-supported iron in CO hydrogenation is similar to the effect of potassium addition. Keywords: Carbon monoxide; Hydrogenation; Iron; Platinum; Silica 1. Introduction The unbroken interest in the study of iron-containing catalysts is certainly due to their application in the industrial synthesis of ammonia and the high activity of Fe in the synthesis of hydrocarbons from CO and H2. The reduction of saltderived supported catalysts to form iron in metallic state is known to require elevated temperature resulting in lower metal dispersion. Addition of a noble metal to supported Fe catalyst allows us to lower the temperature of reduction of iron cations, and as a consequence, to increase the metal dispersion. Moreover, the presence of iron can improve activity and selectivity of supported Pt, Ir, Pd catalysts towards methanol synthesis [ 1- *Corresponding author. Tel. (+7-391)2495387, fax. (+7391)2439342, e-mail: kov@nchem.krasnoyarsk.su 1381-1169/95/$09.50 995 Elsevier Science B.V. All rights reserved SSD11381-1169(95)00087-9 5 ] and Rh ones towards ethanol formation [ 6-8 ] during CO hydrogenation at elevated pressure. The above mentioned reasons have led to the intensive study of the state of components of ironGroup VIII noble metal supported catalysts [ 914]. However, catalytic properties of (Fe + Pt) / support systems for the CO + HZ reaction have been the subject of a few papers dedicated to the study of the highly dispersed catalysts only [ 8,15 ] . Nevertheless, there is abundant evidence that the catalytic behavior of supported metallic catalysts in CO hydrogenation can depend on the size of metal particles [ 16-24] . Therefore, the objective of the research reported in this paper was to study the catalytic and adsorption properties of (Fe +Pt)/Si02 catalysts with low dispersion of supported metals. 104 2. Experimental V.I. Kovalchuk, B.N Kuznetsov /Journal of Molecular Catalysis A: Chemical 102 (1995)103-110 Silica with specific surface area of 200 m2 g- t and granule size from 0.5 to 0.25 mm was used as support. The loadings of sodium and iron in the initial support were less than 0.01 wt.%. Prior to preparation of catalysts, Si02 was calcined in air at 870 K for 6 h to eliminate organic contaminants. To avoid overheating of support during the first moment of its contact with the impregnation solution, the silica was equilibrated with water at 298 K for 24 h followed by exposition in dynamic vacuum (10-4 Torr) overnight. The catalysts were prepared by pore volume impregnation. The appropriate amount of Si02 was instantly added to a freshly prepared aqueous solution containing the necessary amounts of FeC13 and H2PtC16. Then the samples were dried at 380 K in the air for 5 h. Each of the concentrations of FeC13 and H2PtC16 in the impregnation solutions was _< 0.25 M. The pH of 1 for the solution employed for the preparation of Fe /Si02 was provided by addition of hydrochloric acid. In other cases a distinctive value of pH was not maintained and it remained = 1 due to the presence of H2PtC16. The metal loadings of the reduced catalysts were determined by X-ray fluorescence spectroscopy. The composition of catalysts is listed in Table 1. Catalytic experiments were performed with a conventional fixed-bed differential reactor. Amount of catalyst charged in the reactor was 0.40.6 g. Prior to catalytic measurements, the sample was reduced for 3 h in flowing hydrogen at 820 K. The temperature was then lowered to 623 K and synthesis gas was introduced into the reactor. The reaction was allowed to proceed until steadystate conditions were reached (generally 5 h). During this initial period the activity of all catalysts decreased by 20 to 30%, and no dramatic changes in selectivity were observed. During catalytic measurements the total pressure was maintained at 0.1 MPa and an HZ/CO ratio of 1 / 1 was used. The space velocity was adjusted to maintain CO conversion below 1%. Product composition was determined by analysis with a gas chromatograph. Temperature programmed desorption (TPD) of CO and HZ was carried out to a stream of carrier gas followed by gas chromatography analysis of desorption products. The rate of sample heating was 14 K/min. Prior to the experiment, all catalysts were reduced in HZ flow at 820 K for 3 h and cooled in carrier gas stream to the temperature of gas adsorption. CO adsorption was carried out at 313 K from a stream of CO + He gas mixture containing 3 % CO. Hydrogen adsorption was conducted at 623 K followed by cooling to 313 K in Table 1 Dispersion and phase composition of silica supported Fe, FePt and Pt catalysts after reduction at 820 K by flowing hydrogen Catalyst a Fe/Pt Particle size `, nm Phase Relative content of Distortion of the the phase, % interlayer distance, X-ray ads. d dd2oo (nm) 2.OFe 00 30.0 36.0 a-Fe 100 t 0 3.5Fe+0.5Pt 24.6 36.0 45.5 a-FePt 100 +0.00055 3.OFe + LOPt 10.4 23.0 25.0 a-FePt 100 + 0.00063 2.OFe + 2.OPt 3.5 7.0 11.0 a-FePt - 10 + 0.00068 7.5 y-PtFe = 90 - 0.0035 LOFe + 3.OPt 1.1 5.0 9.0 a-FePt ---10 + 0.00070 7.5 y-PtFe = 90 - 0.0054 2.OPt 0 < 3.0 3.0 Pt 100 0 a Support-Si02; specific area, 200 m2 g-'; metal loading is given in wt.%. b Atomic ratio. `Particle sizes are determined from broadening of X-ray lines and from CO TPD data (CO adsorption stoichiometry was assumed to be equal to 1). a-FePt is FePt solid solution of a-Fe like structure, y-PtFe is FePt solid solution of Pt like structure. V 1. Kovalchuk, B.N Kuznetsov /Journal of Molecular Catalysis A: Chemical 102 (1995) 103-110 a hydrogen stream. Helium was used as carrier gas for CO, while argon was employed for hydrogen. IR spectra of adsorbed CO were recorded with Carl-Zeiss-Jena Specord-751R spectrometer equipped with vacuum cell, which allowed us to carry out high temperature treatments of samples inside and gas adsorption procedures without contact with atmospheric oxygen. For the IR study the catalyst samples were pressed into self-supporting wafers, with surface density 8-10 mg/ cm2. X-ray powder patterns were recorded using DRON-4 diffractometer equipped with a receiving graphite monochromator to obtain monochromatic CuKa radiation and a scintillation detector. The average size of particles in the reduced catalysts was determined from the broadening of [ 110 ] , [ 111 ] , [ 200 ] , [ 220 ] and [ 211 ] X-ray lines, as described elsewhere [ 25 ] and from the amount of CO desorbed, determined in CO TPD experiments, taking CO adsorption stoichiometry, CO/Pt, and CO/Fey, to be equal to 1. The coincidence of bulk and surface composition of bimetallic particles was supposed. In the latter case particle sizes were calculated assuming them to have spherical shape and average site densities for Pt and Fe of 8.4 and 9.4 A2 /atom, respectively [26]. 3. Results and discussion 3.1. Preparation of catalysts The pH value of an impregnation solution plays an important part during preparation of supported iron catalysts using Fe(III) salts as precursor. At the pH = 0 all Fe ions act as aquacomplexes poorly interacting with silica surface and capable of surface migration in the process of catalyst reduction. The dispersion of reduced catalysts is high enough in this case [27]. As the pH of the impregnation solution is increased, hydrolysis of Fe(III) ions occurs first accompanied by the formation of mononuclear hydroxycomplexes and then polynuclear 105 ones when the pH reaches the value of 2-3 [ 28 ] . At higher pH values even gels could be formed [28,29]. When deposited on the support surface, gels and polynuclear hydroxycomplexes yield low-dispersed catalyst upon reduction. Coimpregnation of silica with aqueous solution of FeCl3 and H2PtClb of the pH =1 allowed us to obtain (Fe+Pt)/SiOz catalysts containing bimetallic FePt particles of size 5-36 nm after reduction by flowing hydrogen at 820 K (see Table 1) . 3.2. X-ray diffraction The reduction of (Fe +Pt) /SiO, catalysts led to the formation of FePt solid solutions on the silica surface (see Table 1) . The samples with bimetallic particles containing up to 9 at.% platinum yielded only solid solutions with a-Fe lattice. This resulted in the increase of unit cell parameter of Fe crystal lattice (da=24dzoo) by 0.00110.0013 nm. Solid solutions both with a-Fe lattice and that with Pt were formed at higher Pt mole fraction (22-47%) . However, X-ray line intensities corresponding to the solid solution of a-Fe structure was much lower compared to those of solid solution of Pt lattice (see Table 1) . With solid solutions of Pt lattice being formed, their unit cell parameter was decreased by 0.007-0.010 nm. No metal phase of iron has been found over the range of Fe/Pt ratios studied. However, it is known [ 15 ] that paramagnetic particles of iron have been detected by Msbauer spectroscopy in the reduced high-dispersed (Fe+Pt)/y-AI,03 catalyst with the atomic ratio of Fe/Pt=10. No data on surface composition of bimetallic particles have been obtained in the present research. However, the results reported in [26,34,35] suggest that it should be close to bulk composition, at least, in a reduction medium. It is known [ 12,13,36] that more than a half of the total amount of iron of the high-dispersed (Pt +Fe)/Si02 catalysts is available in the form of Fe' ions even upon the reduction of samples at 770 K. Under these conditions Pt(IV) species are totally reduced to Pt metal. The comparison of composition of FePt bulk alloys and their unit cell 106 V.L Kovalchuk, B.N. Kuznetsov l Journal of Molecular Catalysis A: Chemical 102 (1995) 103-110 parameter [ 37-39 ] has shown that in the studied low-dispersed (Pt + Fe)lSi02catalysts alloy particles should contain more than 90% of iron initially loaded to a catalyst. Thus, the extent of Fe reduction in these (Fe+Pt)/Si02 catalysts is higher than in the supported FePt catalysts of high dispersion. Irreducible iron ions should be bound with the surface of support through Si-O-Fe bonds. Surface iron ions could be either blocked by FePt particles since low-valent surface ions of metals could serve as centers of stabilization of supported metal particles [ 40 ] , or belong to the alloy-support interface, as suggested elsewhere [12]. In Table 1 are listed X-ray diffraction and adsorption data which suggest that the sizes of metal particles determined from broadening of Xray lines and from CO desorption data are fairly close. The size of supported metal particles is continuously increased following the increase of Fe content in Fe-Pt samples. For the catalyst with the highest Fe/Pt ratio (3.5% Fe+0.5% Pt) the size of particles approaches that of the reduced monometallic 2.0% Fe/S'02 sample. The estimation of particle sizes of the studied catalysts along other faces of crystal lattice gave values equal to those of face (200) . This result allows us to assume the symmetric shape of surface bimetallic particles. 3.3. IR spectroscopic and TPD data Only one absorption band at 2085 cm-' was observed in IR spectrum of CO adsorbed on reduced Pt/Si02 catalyst with the metal particles size about 3.0 nm. There was a shift of the CO absorption band by 10-25 cm-' to lower wavenumbers as Pt surface coverage by adsorbed CO was reduced. This shift is usually interpreted either in the terms of dipolar interaction between adsorbed CO molecules [ 30] or in the terms of energy inhomogeneity of surface metal atoms [ 31 ] . Strong dependence of the heats of CO adsorption on supported Pt catalysts on the degree of CO surface coverage reported in [ 31 ] has led us to prefer the last reason for the above mentioned shift. CO adsorption on reduced Fe-Pt catalysts was also accompanied by the appearance in the IR spectrum of one absorption band only at 2080 cm-' which was reasonably assigned to the linear mode of CO adsorbed on Pt atoms. IR bands of CO adsorbed on Fe atoms were ill-defined, probably due to low uptake. The CO desorption spectra for monometallic 2.0% Pt/Si02,2.0% Fe/Si02 and bimetallic FePt samples are shown in Fig. lA. The CO TPD spectrum from 2.0% Fe/Si02 catalyst consists of one peak located at 370 K while the spectrum for 2.0% Pt/ Si02 catalyst has two peaks situated at 390 and 670 K, the high-temperature peak being much more intense. In addition, the shapes of CO TPD spectra for 2.0% Pt/Si02 sample and 0.38% Pt/ y-A1203 catalysts studied in [ 31 ] are very close. Since energy inhomogeneity of surface Pt atoms in Pt/y-A1203 has been established elsewhere [ 31 ] , the same energy inhomogeneity of Pt on silica could be assumed. Taking into account this fact and the IR spectroscopy data, the presence of two peaks in the CO TPD spectrum might be referred to CO desorption from centers with essentially different heats of CO adsorption rather than CO adsorption in two modes, e.g. in linear and bridging ones. The TPD spectra for CO desorption from bimetallic (Fe +Pt) /Si02 catalysts contain two peaks too. The major peak occurs at 380 K for all the catalysts. The peak of smaller magnitude is located between 600 K and 670 K depending on the catalyst composition. The smaller the fraction of platinum in the bimetallic catalyst, the smaller is the area of the high-temperature peak (Fig. IA). Following [ 15 ] , we have chosen CO adsorption to represent the fraction of surface metal atoms in the catalysts since CO is more strongly adsorbed than HZ and covers most of the metal surface [ 32,33 ] . Correct choice of the stoichiometry of CO adsorption on Pt and Fe is a rather complicated problem, especially for bimetallic particles. But the close agreement in particle sizes determined from X-ray and adsorption data (see Table 1) justifies the choice of stoichiometric ratios, CO/Pt, and CO/Fe, to be equal to 1. V.1. Kovalchuk, BA Kuznetsov/Journal of Molecular CatalvsisA: Chemical 102 (1995)103-110 A 0 w m 0 0 Z 0 a w J 0 10 20 30 TIME, min 7 5 6 0 10 20 30 40 50 TIME, min B 2 3 4 ~soo~ F- soo ~ a w 400 F 300 800 700 soo ~ N Q soo w a w 400 300 Fig. 1. CO TPD (A) and HZ TPD (B) spectra of reduced 2.0% Pt/ S2 (1); (1.0% Fe+3.0% Pt) /S'02 (2); (2.0% Fe+2.0% Pt)/ S2 (3); (3.0% Fe+1.0% Pt) /SiOz (4); (3.5% Fe+0.5% Pt)/ Si02 (5); 2.0% Fe/Si0= (6) catalysts. Curve 7-catalyst temperature vs time. The TPD spectra for H2 desorption from 2.0% Pt/Si02, 2.0% Fe/Si02 and (Fe +Pt)/Si02 catalysts are shown in Fig. 113. The spectrum of H2 TPD from Pt/Si02 catalyst has two maxima. The first one, of higher intensity, is located at 390 K, the second, substantially smaller in magnitude, at 107 750 K. The major peak for H2 desorption from 2.0% Fe/Si02 is located at 540 K. This peak is accompanied by low-temperature shoulder at 430 K and broad ill-resolved peak between 730 and 770 K. With an exception of ( 2.0% Fe + 2.0% Pt) /Si02 the shape of the spectra for H2 desorption from ( Fe + Pt) / Si02 catalysts suggests the presence of all adstates for H2 adsorption which are present for monometallic Pt and Fe catalysts. The major peak for H2 desorption from ( Fe + Pt) / Si02 catalysts is shifted to lower temperatures with increase of Pt amount in ( Fe + Pt) /Si02 catalysts ( see Fig. 1 B ) . This suggests that the energy of HZ interaction with the metal surface decreases with Pt content increasing in the bimetallic particles. These observations might be due to an interaction between Fe and Pt atoms in reduced catalysts. 3.4. Activity measurements Specific activity of bimetallic samples in the reaction of CO hydrogenation was significantly higher compared to that of monometallic Fe and Pt catalysts. The phenomenon of non-additive changes of catalytic activity of bimetallic Fe-Pt catalysts is illustrated in Fig. 2 and Table 2. The turnover frequency of supported Pt is 7 times higher than that of Fe. The addition of 4 at.% of platinum to the supported iron catalyst results in 80 70 60 X r 50 U Z j 40 O w W ,30 j 20 O Z X10 0 80 70 60 50 40 30 20 10 0 10 20 30 40 50 60 70 80 90 1000 100 Pt 1O0Fe COMPOSITION OF BIMETALLIC PARTICLES, at.sa Fig. 2. Specific activity of Feet catalysts CO hydrogenation vs. catalyst composition. 1-experimental curve, 2-dependence on additive. 108 V.l. Kovalchuk, B.N Kuznetsov/Journal of Molecular Catalysis A: Chemical 102 (1995) 103-110 Table 2 Catalytic properties of silica supported Fe, FePt and Pt catalysts in the CO +HZ reaction at 623 K Catalyst TOF Selectivity, wt.% x 10' _, s C, C2 C3 C4+ Cz C3 CQ C5+ 2.OFe 4 3.5Fe+0.5Pt 31 3.OFe + LOPt 64 2.OFe + 2.OPt 55 1.OFe+3.OPt 38 2.OPt 27 17 9 1 9 18 20 7 19 17 6 1 1 16 20 9 30 14 5 2 3 13 22 11 30 30 12 2 1 8 20 10 17 21 15 5 2 7 21 12 17 92 8 - the sharp increase of specific catalytic activity. As the content of platinum is increased, the specific activity of the Fe-Pt catalysts passes via maximum. The highest activity is observed for Fe-Pt sample with Pt mole fraction about 10%. It should be noted that Pt catalyzes formation of paraffins with methane prevailing (92 wt.%) and Fe catalyst produces a high amount of olefins (up to 64 wt.%, Table 2). It should be emphasized that the turnover frequency of all studied Fe-Pt catalysts exceeded that of 2.0o Fe/S'02 sample. This enhanced activity manifests itself mainly through increased formation of CZ-C8 hydrocarbons rather than increased yield of methane to be expected in the case of additive catalytic action of Fe and Pt. The selectivity of bimetallic catalysts with mole fraction of Pt up to 9% towards olefins is higher than that of silica-supported Fe catalysts and makes up 75-76 wt.% (see Table 2). One could also observe higher amount of C5+ hydrocarbons produced over Fe-Pt catalysts compared to those of Fe. The distribution of all hydrocarbons followed Schultz-Flory kinetics for polymerization/polycondensation processes proceeding with constant rates of chain propagation and rupture, as shown in Fig. 3, where chain propagation probabilities (a) estimated from the slopes of the lines drawn through the data, are also presented. For all bimetallic catalysts a is higher than that for Fe/Si02 sample (Fig. 3) . It is interesting to note that catalysts of different composition containing alloy particles of the same crystal structure have, in fact, the same a values. Thus, the effect of Pt addition on the catalytic properties of silica-supported Fe in CO hydrogenation resembles the effect of potassium addition to iron catalysts [ 41 ] : promoted catalysts have enhanced specific activity and the product distribution is shifted to higher molecular weights. Electron state of iron in potassium promoted catalysts is considered to be altered by the transfer of electrons from the potassium oxide to the metal [42] . Hence, one could expect increasing of electron density on the Fe atoms to be accompanied by electron transfer to the adsorbed CO molecules. This should increase the Fe-C bond strength and decrease the C-O bond strength facilitating hydrogenation of the adsorbed CO species and increasing the reaction rate, considering the mechanism of CO hydrogenation proposed by Anderson 1.2 0.7 0.2 -0.3 -0.8 1.3 0.8 0.3 -0.2 -0.7 (a) a, = 0.47 ae = 0.63 a, = 0.62 63 1 s e s P i (b) 0 1 2 3 a,=o.se a,, = 0.55 \\5 *q 7 s s P Fig. 3. Schultz-Flory plots for the 2.0% Fe/Si02 (1), (3.5% Fe+0.5% Pt)/SiOz (2), (3.0% Fe+1.0% Pt)/S2 (3), (2.0% Fe+2.0% Pt)/Si02 (4) and (1.0% Fe+3.0% pt) /Si02 (5) catalysts. mP the weight fraction of a hydrocarbon with p carbon atoms in the chain. VI. Kovalchuk, B.N. Kuz'netSOV l JO72al of Molecular Catalysis A: Chemical 102 (1995) 103-110 [ 41 ] . The greater amount of hydrocarbons of higher molecular weight should be due to stronger Fe-C bonds. The average residence time of surface intermediates (hydroxymethyl or carbene complexes) increases, thereby increasing the probability of chain growth. Thus, we assume that the transfer of electrons from platinum to iron takes place in (Fe + Pt) / Si02 catalysts studied. However, the suppressed catalytic activity of iron in (Fe + Pt) / y-A1203 catalysts was found elsewhere [ 15 ] . On the basis of positive isomer shift (the measure of s-electron density on the atoms of absorber [43] ) for iron in the Msbauer spectra compared to that of bulk iron, this suppressed activity was attributed to the electron deficiency of Fe atoms because of their interaction with more electronegative platinum [ 15 ] . Negative isomer shift has been observed in [44] for '95 Pt nuclei of FePt bulk alloys in Msbauer spectrum, which supports the conclusion of the previous paper. Meanwhile, iron in Fe-Pt alloys has a larger electron density than in bulk Fe due to the enhanced overlapping of the d-bands [45] resulting in a larger screening of the s-electrons. The last leads to the increased value of isomer shift for 5' Fe in Msbauer spectra. It has been found [46] that the absorption band corresponding to multicenter mode of CO adsorption on Pt is shifted to higher wavenumbers for (Fe +Pt)/5102 catalysts in comparison with Pt/ Si02 one. The shift value makes up almost 100 cm-' for PtFe catalyst containing 71 at.% Fe. It might be caused by decreased electron density on Pt atoms. Nevertheless, the suppressed activity of iron in (Fe + Pt) / y-A1203 reported in [ 15 ] could be also caused by its interaction with surface Fe 3 + ions, which are always present in the reduced (Fe + Pt) /support catalysts [ 12,13,15 ] , resulting in electron deficiency of metallic iron. A contribution from the interaction between FePt particles and surface Fe 3+ ions should become less with the growth of size of supported bimetallic particles (because of the decrease in the Fe 3+/Feratio). Hence, for sufficiently large FePt particles the phenomenon of electron transfer from Pt to Fe 109 caused by overlapping of their d-bands could have a determining effect on their catalytic properties. One more reason for higher catalytic activity of FePt catalysts compared to those of monometallic Fe and Pt samples could be connected with surface concentration of H atoms which may be essentially different in Fe/SiO,, and (Fe+Pt)/SiO, catalysts. It is well known that platinum atoms promote fast and dissociative adsorption of HZ [ 47 ] . Then hydrogen atoms could be spilled over from Pt to Fe, thereby increasing the rate of hydrogenation of intermediate species, assuming Fe atoms provide the hydrocarbon chain growth. The extremum on the dependence of specific catalytic activity of catalysts studied on Fe/Pt ratio may be due to a best compromise between the concentration of Fe and Pt on the surface of FePt particles for the catalyst with Fe/Pt ratio equal to 10.4 (Fig. 2) . A decrease of surface concentration of platinum should lead to a shortage of active hydrogen atoms resulting in the lower specific activity. However, decreasing the surface concentration of iron reduces a number of sites for hydrocarbon chain growth with the same result. Nevertheless, the nature of synergistic behaviour of low-dispersed (Fe + Pt) /SiO., catalysts in CO + HZ reaction needs further investigation. 4. Conclusion Silica was coimpregnated by FeCl3 and H2PtC16 aqueous solutions to produce (Fe +Pt) /Si02 catalysts with Fe/Pt atomic ratio within 24.6-1.1. The reduction of the catalysts by flowing hydrogen at 820 K yielded alloy FePt particles having bcc or fcc crystal lattice and of the average size from 5 to 36 nm. The adsorption and catalytic properties of bimetallic samples were significantly different from those of Pt and Fe catalysts. With the increasing of Pt amount in (Fe+Pt)/Si02 catalysts the major peak for H2 TPD from (Fe + Pt) / Si02 catalysts was shifted to low temperature side. The area of the high-temperature peak in the CO desorption spectra for bimetallic catalysts decreased with the decrease of the mole 110 V.L Kovalchuk, B.N Kuznetsov /Journal of Molecular Catalysis A: Chemical 102 (1995)103-110 fraction of Pt in the bimetallic particles. The (Fe+Pt)/Si02 catalysts have exhibited superior specific activity for CO hydrogenation, and the shift in selectivity to higher molecular weight hydrocarbons in comparison with monometallic Fe and Pt samples was observed. The enhanced activity of Fe-Pt particles manifests itself mainly through increased formation of C4+ olefins. These observations suggest that the effect of Pt addition on the catalytic properties of silica-supported Fe in CO hydrogenation is similar to the effect of potassium addition to iron. References [ 1 ] A. Fukuoka, T. Kimura and M. Ichikawa, J. Chem. Soc., Chem. Commun., (1988) 428. [ 2] T. Fukushima, K. Araki and M. Ichikawa, J. Chem. Soc., Chem. Commun., (1986) 148. [3] T. Fukushima, Y. Ishii, Y. Onda and M. Ichikawa, J. Chem. Soc., Chem. Commun., (1985) 1752. [4] D.C. Koningsberger, C.P.J.H. Borgmans, A.M.J. van Elderen, B.J. Kip and J.W. Niemantsverdriet, J. Chem. Soc., Chem. Commun., (1987) 892. [5] H.S. Woo, T.H. Fleish, H.C. Foley, S. Uchiyama and W.N. Delgass, Catal. Lett., 4 (1990) 93. [6] M.M. Bhasin, W.J. Bartley, P.C. Ellgen, and T.P. Wilson, J. Catal., 54 (1978) 120. [7] T. Fukushima, K. Araki and M. Ichikawa, J. Phys. Chem., 89 (1985) 4440. [8] A. Fukuoka, T. Kimura, N. Kosugi, H. Kuroda, Y. Minai, Y. Sakai, T. Tominaga and M. Ichikawa, J. Catal., 126 (1990) 434. [9] L. Guczi, Catal. Rev.-Sci. Eng., 23 (1981) 329. [ 10] L. Guczi, J. Mol. Catal., 25 (1984) 13. [ 11 ] A.M. van der Kraan and J.W. Niemantsverdriet, Ind. Appl. M6ssbauer Eff. Symp., Honolulu, HW., Dec. 16-21, 1984, p. 635. [ 12] J.W. Niemantsverdriet, J.A.C. van Kaam, C.F.J. Flipse and A.M. van der Kraan, J. Catal., 96 (1985) 58. [13] J.W. Niemantsverdriet, J. van Grondelle and A.M. van der Kraan, Hyperfine Interactions, 28 (1986) 867. [ 14] J.H.A. Martens, R. Prins and J.W. Niemantsverdriet, J. Catal., 108 (1987) 259. [ 15] M.A. Vannice and R.L. Garten, J. Mol. Catal., 1 (1975/76) 201. [ 16] M. Boudart and M.A. McDonald, J. Phys. Chem., 88 (1984) 2185. [ 17 ] R. Burch, Catalysis, 7 (1985) 149. [ 18] Fu Liu and C.H. Bartholomew, J. Catal., 92 (1985) 376. [ 19] A. Guerrero-Ruiz, I. Rodrigues-Ramos and V. RomeroSanches, React. Kinet. Catal. Lett., 28 (1985) 419. [20] T. Fukushima, K. Fujimoto and H. Tominaga, Appl. Catal., 14 (1985) 95. [ 21 ] N.I. Jaeger, A. Jourdan, G. Schulz-Ekloff, A. Svensson and G. Wildeboer, Chem. Express, 1 (1986) 697. [22] J.T. Richardson and R. Koveal, J. Catal., 98 (1986) 559. [23] B.J. Kip, E.G.F. Hermans and R. Prins, in M.J. Phillips and M. Ternon (Eds.), Proc. 9th Int. Congr. Catal., Calgary, 1988: Theory Pract. Vol. 2, Chemical Institute of Canada, Ottawa, 1988, p. 821. [24] M. Che and C.O. Bennett, Adv. Catal., 36 (1989) 55. [25] N.T. Kulishkin, A.V. Mashkina, N.E. Buyanova, A.P. Kamaukhov, I.D. Ratner and L.M. Plyasova, Kinet. Katal., 12 (1971) 1539 (in Russ. ). [26] C.H. Bartholomew and M. Boudart, J. Catal., 29 (1973) 278. [27] L. Guczi, K. Matusek and M. Eszterle, J. Catal., 60 (1979) 121. [28] G.W. Brady, M.B. Robin and J. Varimbi, Inorg. Chem., 3 (1964) 1168. [ 29] F.A. Cotton and G. Wilkinson, Advanced Inorganic Chemistry, A Comprehensive Text, 2nd Ed., Interscience, New York, 1966. [30] F. Stoop, F.J.C.M. Toolenaar and V. Ponec, J. Chem. Soc., Chem. Commun., (1981) 1024. [31] A.A. Efremov, N.I. Bakhmutova, Yu.D. Pankratiev and B.N. Kuznetsov, React. Kinet. Catal. Lett., 28 (1985) 103. [32] M.A. Vannice, J. Catal., 37 (1975) 449. [33] M.A. Vannice, J. Catal., 37 (1975) 462. [34] J.J. Burton and R.S. Polizzotti, Surf. Sci., 66 (1977) 1. [35] R.L. Garten, Msbauer Effect Methodology, Vol. 10. Proc. 10th Symp., New York City, 1976, p. 69. [36] J.A. Sawicki, J.H. Rolston, S.R. Julian, T. Tyliszczak and K.D. McCrimmon, Mater. Res. Soc. Symp., 111 (1988) 65. [37] A. von Kussmann and G.G. von Rittberg, Z. Metallkd., 42 (1950) 470. [ 38 ] W.B. Pearson, A Handbook of Lattice Spacings and Structures of Metals and Alloys, Pergamon Press, London, 1958. [39] O. Kubaschewski, Iron - Binary Phase Diagrams, SpringerVerlag, Berlin, Verlag Stahleisen, Dusseldorf, 1982. [40] Yu.I. Yermakov and B.N. Kuznetsov, J. Mol. Catal., 9 (1980) 13. [41] R.B. Anderson, Catalysis, 4 (1956) 123. [42] M.E. Dry, Catalysis, in J.R. Anderson and M. Boudart (Ed.), Science and Technology, Vol. 1, Springer-Verlag, Berlin, 1981, p. 159. [43] V.I. Goldansky, Msbauer Effect and its Applications in Chemistry, USSR Academy of Sciences Press, Moscow, 1963. [44] D. Agresty, E. Kankeleit and B. Persson, Phys. Rev., 155 (1967) 1339. [45] S.M. Qaim, Proc. Phys. Soc., 90 (1967) 1065. [46] L. Guczi, G. Kemeny, K. Matusek, J. Mink, S. Engels and W. Morke, J. Chem. Soc., Faraday Trans. 1, 76 (1980) 782. [47] Z. Knor, in J.R. Anderson and M. Boudart (Eds.), Catalysis, Science and Technology, Vol. 3, Springer-Verlag, Berlin, 1983, p. 231. MOLCAA 95900454 1381-1169(95)90045-4 10.1016/1381-1169(95)90045-4 Chemical and metal complex catalysis Article Hydrocarbon synthesis from CO and H2 on (Fe + Pt) SiO 2 catalysts V.I. Kovalchuk ∗ B.N. Kuznetsov Institute of Chemistry of Natural Organic Materials, Siberian Division of Russian Academy of Sciences, Akademgorodok, 660036 Krasnoyarsk, Russian Federation ∗ Corresponding author. Tel. (+ 7-391)2495387, fax. (+ 7-391)2439342, Catalytic and adsorption properties of (Pt + Fe) SiO 2 catalysts prepared by coimpregnation of SiO2 with FeCl3 and H2PtCl6 aqueous solutions have been studied. According to the X-ray diffraction data, FePt particles of the size 5–36 nm and bcc or fcc crystal lattice are formed during the reduction of catalysts by flowing hydrogen. Bimetallic catalysts exhibit higher specific activity for the reaction of CO hydrogenation than do monometallic samples. The enhanced activity of FePt particles manifests itself mainly through increased formation of C4+ olefins. These observations suggest that the effect of Pt addition on the catalytic properties of silica-supported iron in CO hydrogenation is similar to the effect of potassium addition. Keywords Carbon monoxide Hydrogenation Iron Platinum Silica References [1] A. Fukuoka T. Kimura M. Ichikawa J. Chem. Soc., Chem. Commun. 1988 428 [2] T. Fukushima K. Araki M. Ichikawa J. Chem. Soc., Chem. Commun. 1986 148 [3] T. Fukushima Y. Ishii Y. Onda M. Ichikawa J. Chem. Soc., Chem. Commun. 1985 1752 [4] D.C. Koningsberger C.P.J.H. Borgmans A.M.J. van Elderen B.J. Kip J.W. Niemantsverdriet J. Chem. Soc., Chem. Commun. 1987 892 [5] H.S. Woo T.H. Fleish H.C. Foley S. Uchiyama W.N. Delgass Catal. Lett. 4 1990 93 [6] M.M. Bhasin W.J. Bartley P.C. Ellgen T.P. Wilson J. Catal. 54 1978 120 [7] T. Fukushima K. Araki M. Ichikawa J. Phys. Chem. 89 1985 4440 [8] A. Fukuoka T. Kimura N. Kosugi H. Kuroda Y. Minai Y. Sakai T. Tominaga M. Ichikawa J. Catal. 126 1990 434 [9] L. Guczi Catal. Rev.-Sci. Eng. 23 1981 329 [10] L. Guczi J. Mol. Catal. 25 1984 13 [11] A.M. van der Kraan J.W. Niemantsverdriet Ind. Appl. Mössbauer Eff. Symp. Honolulu, HW. Dec. 16–21, 1984 635 [12] J.W. Niemantsverdriet J.A.C. van Kaam C.F.J. Flipse A.M. van der Kraan J. Catal. 96 1985 58 [13] J.W. Niemantsverdriet J. van Grondelle A.M. van der Kraan Hyperfine Interactions 28 1986 867 [14] J.H.A. Martens R. Prins J.W. Niemantsverdriet J. Catal. 108 1987 259 [15] M.A. Vannice R.L. Garten J. Mol. Catal. 1 1975/1976 201 [16] M. Boudart M.A. McDonald J. Phys. Chem. 88 1984 2185 [17] R. Burch Catalysis 7 1985 149 [18] Fu Liu C.H. Bartholomew J. Catal. 92 1985 376 [19] A. Guerrero-Ruiz I. Rodrigues-Ramos V. Romero-Sanches React. Kinet. Catal. Lett. 28 1985 419 [20] T. Fukushima K. Fujimoto H. Tominaga Appl. Catal. 14 1985 95 [21] N.I. Jaeger A. Jourdan G. Schulz-Ekloff A. Svensson G. Wildeboer Chem. Express 1 1986 697 [22] J.T. Richardson R. Koveal J. Catal. 98 1986 559 [23] B.J. Kip E.G.F. Hermans R. Prins 2nd Ed. M.J. Phillips M. Ternon Proc. 9th Int. Congr. Catal., Calgary, 1988: Theory Pract. Vol. 2 1988 Chemical Institute of Canada Ottawa 821 [24] M. Che C.O. Bennett Adv. Catal. 36 1989 55 [25] N.T. Kulishkin A.V. Mashkina N.E. Buyanova A.P. Karnaukhov I.D. Ratner L.M. Plyasova Kinet. Katal. 12 1971 1539 (in Russ.) [26] C.H. Bartholomew M. Boudart J. Catal. 29 1973 278 [27] L. Guczi K. Matusek M. Eszterle J. Catal. 60 1979 121 [28] G.W. Brady M.B. Robin J. Varimbi Inorg. Chem. 3 1964 1168 [29] F.A. Cotton G. Wilkinson Advanced Inorganic Chemistry, A Comprehensive Text 2nd Ed. 1966 Interscience New York [30] F. Stoop F.J.C.M. Toolenaar V. Ponec J. Chem. Soc., Chem. Commun. 1981 1024 [31] A.A. Efremov N.I. Bakhmutova Yu.D. Pankratiev B.N. Kuznetsov React. Kinet. Catal. Lett. 28 1985 103 [32] M.A. Vannice J. Catal. 37 1975 449 [33] M.A. Vannice J. Catal. 37 1975 462 [34] J.J. Burton R.S. Polizzotti Surf. Sci. 66 1977 1 [35] R.L. Garten Proc. 10th Symp. New York City Mössbauer Effect Methodology Vol. 10 1976 69 [36] J.A. Sawicki J.H. Rolston S.R. Julian T. Tyliszczak K.D. McCrimmon Mater. Res. Soc. Symp. 111 1988 65 [37] A. von Kussmann G.G. von Rittberg Z. Metallkd. 42 1950 470 [38] W.B. Pearson A Handbook of Lattice Spacings and Structures of Metals and Alloys 1958 Pergamon Press London [39] O. Kubaschewski Iron — Binary Phase Diagrams 1982 Springer-Verlag Berlin Verlag Stahleisen, Dusseldorf [40] Yu.I. Yermakov B.N. Kuznetsov J. Mol. Catal. 9 1980 13 [41] R.B. Anderson Catalysis 4 1956 123 [42] M.E. Dry Catalysis J.R. Anderson M. Boudart Science and Technology Vol. 1 1981 Springer-Verlag Berlin 159 [43] V.I. Goldansky Mössbauer Effect and its Applications in Chemistry 1963 USSR Academy of Sciences Press Moscow [44] D. Agresty E. Kankeleit B. Persson Phys. Rev. 155 1967 1339 [45] S.M. Qaim Proc. Phys. Soc. 90 1967 1065 [46] L. Guczi G. Kemeny K. Matusek J. Mink S. Engels W. Morke J. Chem. Soc., Faraday Trans. 1 76 1980 782 [47] Z. Knor J.R. Anderson M. Boudart Catalysis Science and Technology Vol. 3 1983 Springer-Verlag Berlin 231",
      "scopus-id": "0042738238",
      "coredata": {
        "eid": "1-s2.0-1381116995900454",
        "dc:description": "Catalytic and adsorption properties of (Pt + Fe) SiO 2 catalysts prepared by coimpregnation of SiO2 with FeCl3 and H2PtCl6 aqueous solutions have been studied. According to the X-ray diffraction data, FePt particles of the size 5–36 nm and bcc or fcc crystal lattice are formed during the reduction of catalysts by flowing hydrogen. Bimetallic catalysts exhibit higher specific activity for the reaction of CO hydrogenation than do monometallic samples. The enhanced activity of FePt particles manifests itself mainly through increased formation of C4+ olefins. These observations suggest that the effect of Pt addition on the catalytic properties of silica-supported iron in CO hydrogenation is similar to the effect of potassium addition.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-09-19",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995900454",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kovalchuk, V.I."
          },
          {
            "@_fa": "true",
            "$": "Kuznetsov, B.N."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995900454"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995900454"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)90045-4",
        "prism:volume": "102",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrocarbon synthesis from CO and H2 on (Fe + Pt) SiO 2 catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon monoxide"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "103-110",
        "prism:endingPage": "110",
        "pubType": "fla",
        "prism:coverDisplayDate": "19 September 1995",
        "prism:doi": "10.1016/1381-1169(95)90045-4",
        "prism:startingPage": "103",
        "dc:identifier": "doi:10.1016/1381-1169(95)90045-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "107",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995900454-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "634",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "107",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995900454-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "637",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042738238"
      }
    }
  }
}