{
  "metadata": {
    "title": "Characterization of <math altimg=si1.gif><fr shape=sol align=c style=s><nu><rm>MoO<inf loc=post>3</inf></rm></nu><de><rm>TiO<inf loc=post>2</inf></rm></de></fr></math> catalysts by <ce:sup loc=pre>1</ce:sup>H magic-angle-spinning NMR spectroscopy",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-02-10",
    "doi": "10.1016/1381-1169(94)00029-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116994000298",
    "pii": "1381116994000298"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001835981",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-04-21 2000-04-21 2010-04-18T17:52:58 1-s2.0-1381116994000298 1381-1169(94)00029-8 1381116994000298 10.1016/1381-1169(94)00029-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00301 2015-05-13T23:01:31.432129-04:00 0 0 19950210 1995 2000-04-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 96 96 1 1 Volume 96, Issue 1 13 L5 L8 L5 L8 19950210 10 February 1995 1995-02-10 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. CHARACTERIZATIONMOO3TIO2CATALYSTSBY1HMAGICANGLESPINNINGNMRSPECTROSCOPY CHARY K OKAMOTO 1989 29 Y KIM 1989 325 D QUINCY 1990 85 R NAG 1987 2324 N QUINCY 1987 85 R NG 1985 340 K MACHEJ 1988 3905 T KULKARNI 1991 63 G MASTIKHIN 1991 259 V ENRIQUEZ 1981 233 M BOEHM 1966 179 H KNOZINGER 1982 184 H PRIMET 1971 1216 M PRIMET 1971 1221 M PRIMET 1968 799 M YATES 1961 746 D TANAKA 1982 4708 K NAG 1985 432 N CHARYX1995XL5 CHARYX1995XL5XL8 CHARYX1995XL5XK CHARYX1995XL5XL8XK item 1381-1169(94)00029-8 1381116994000298 1-s2.0-1381116994000298 10.1016/1381-1169(94)00029-8 271358 2010-09-27T23:05:21.808536-04:00 1995-02-10 1-s2.0-1381116994000298-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994000298/MAIN/application/pdf/8aa2e5230e3b34578365c3ba6b31f63d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994000298/MAIN/application/pdf/8aa2e5230e3b34578365c3ba6b31f63d/main.pdf main.pdf pdf true 363437 MAIN 4 1-s2.0-1381116994000298-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994000298/PREVIEW/image/png/a95145644c38ed8b5441917f345c536e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994000298/PREVIEW/image/png/a95145644c38ed8b5441917f345c536e/main_1.png main_1.png png 61509 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116994000298-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994000298/STRIPIN/image/gif/272684b2f004ef4b55542b07a6ad9146/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994000298/STRIPIN/image/gif/272684b2f004ef4b55542b07a6ad9146/si1.gif si1 si1.gif gif 560 30 87 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 96 (1995) L5-L8 Letter Characterization of MO03/Ti02 catalysts by 1H magic-angle-spinning NMR spectroscopy I JOURNAL OF MOLECULAR CATALYSIS \" A: CHEMICAL K.V.R. Chary a, V. Vijayakumar a, P. Kanta Rao a, AN. NosOV b, V.M. Mastikhin b a Catalysis Section, Indian Institute of Chemical Technology, Hyderabad 500 007, India b Institute of Catalysis, Novosibirsk, Russia Received 4 January 1994; accepted 20 May 1994 Abstract ' H MAS NMR spectra of molybdenum oxide catalysts supported on anatase and rutile polymorphs of Ti02 reveals the presence of two types of OH groups (acidic and basic) on the surface of Ti02. Keywords: Magic angle spinning; Molybdenum; Supported catalysts; Titania 1. Introduction Supported oxides and sulfides of molybdenum are the subject of extensive investigation because of their significant catalytic role in many industrially important reactions including hydrodesulfurization (HDS), oxidation and metathesis of olefins. It is well documented that the efficiency of supported molybdena catalysts mainly depends on the dispersion of the active component, which in turn can be greatly infiuenced by the nature of supported oxide and the method of preparation of the catalysts. In the recent past many studies have been made attempting to correlate the structural information of the supported molybdenum oxides/sulfides with their catalytic properties. Among the supported molybdena systems, M003/Ti02 catalysts have been the subject of recent investigations. Corresponding author. IICT Communication No. 3314. 1381-1169/95/$09.50 995 Elsevier Science B.V. All rights reserved SSD11381-1169(94)00029-8 Ti02 as a support has received much attention in catalysis research over the last decade because of the interaction between group VIII metals and certain reducible oxides. Apart from metal catalysts supported on Ti02, metal oxides supported on Ti02 such as the V205/Ti02 system is a classical example of support enhancement of the active phase. A considerable amount of research work has been carried out so far to characterize Mo03/Ti02 catalysts by various spectroscopic techniques which include the use of ESCA [ 1-4 ] , laser Raman spectroscopy [ 1,2,5,6], FT-IR [7], ion scattering spectroscopy (ISS) [ 7 ] , X-ray diffraction [ 2,7 ] and EXAFS [ 8 ] . In recent years the development of high resolution solid state NMR spectroscopy provided new possibilities for studying the adsorption and catalysis. The use of magic angle spinning (MAS) of the samples for narrowing of NMR lines makes it possible to obtain high resolution NMR spectra of solid catalysts and adsorbed molecules. In IH NMR MAS spectra of various acidic and basic catalysts, sig- 16 K.V.R. Chary et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) L5 1,8 nals from different surface OH groups bound to certain elements are often resolved, and thus allow an accurate measurement of their chemical shifts. Recently, Mastikhin et al. [ 9 ] reviewed the application of 'H NMR studies of a variety of heterogeneous catalysts. Enriquez et al. [ 10] reported the effect of distribution of OH groups on the localization of surface water on anatase. In the present investigation, we report new complementary results of 'H MAS NMR of molybdenum oxide catalysts supported on the anatase and rutile polymorphs of Ti02. 2. Experimental A series of M003 catalysts with Mo loadings ranging from 2% to 12% w/w supported on anatase (Ti-oxide UK Ltd., surface area 92 m2 g-') and rutile (Ti-oxide UK Ltd., surface area 33 m2 g-') were prepared by incipient wetting of the supports using an aqueous solution containing ammonium heptamolybdate at pH 8. The impregnated samples were dried at 383 K for 16 h and then calcined at 773 K for 16 h in air. The 'H NMR spectra were obtained on a Bruker CXP-300 spectrometer at 300.066 MHz, using a frequency range of 50 kHz. The 7r/2 radiation in pulse was 5 ms and the pulse repetition frequency 0.2 Hz. Prior to NMR experiments the samples were placed in special NMR tubes of 7 mm o.d. and 12 mm length and then evacuated at 523 K at 10-3 Pa for 24 h. The spinning of the samples was performed in quartz rotors at frequency 3-3.5 kHz using a probe with minimal background signal. The probe head, rotor and the sample tubes were dried to remove the traces of water from their outside surfaces. Chemical shifts were measured relative to tetramethyl silane (TMS) as an external reference. 3. Results and discussion The representative 'H NMR spectra of various M003 catalysts supported on anatase and rutile d) a5~ c) b) 6.e , a) - j 30 20 10 0 -10 -205, PPM Fig. 1. `H NMR MAS spectra of Ti02 (anatase) and Mo03/TiOZ (anatase) samples at various 'Mo' levels. (a) TiOZ (anatase) ; (b) 2% Mo; (c) 4% Mo, (d) 8% Mo; (e) 12% Mo. modifications of Ti02 are shown in Figs. 1 and 2. The dependence of the total signal intensity measured relative to the standard sample ( Si02 evacuated at 573 K for 4 h contained 5 X 10'9 OH groups) as a function of Mo03 content for both anatase and rutile supported catalysts, are illustrated in Fig. 3. According to previous work [11-16] the anatase surface consists predominantly of the most dense (001) plane, with admixture of (010) and K.VR. Chary et al. /Journal of Molecular 2.5 e, 6.6 10. - 0.7, 2.5 , 4.9 6.5 10. c) r 6, b) a) 2.3 6.s( ~0.7 io. 6,Y t,~ 0.7 6.6 so~ 9.\\ 10.5 4. 7 /2.1 0.5 30 20 10 0-10 -20 5, PYM Fig. 2. 'H NMR MAS spectra of Ti0= (ruble) and Mo03,Ti02 (ruble) samples at various 'Mo' levels. (a) Ti02 (rutile); (b) 2% Mo ; (b) 4% Mo ; (c) 8% Mo ; (d) 10% Mo. (100) planes having about the same structure. Ti atoms in these planes are pentacoordinated with respect to oxygen. There are two types of oxygen atoms on each of (001),(010) and (100) planes of Ti02 surface. Oxygen atoms of the first type are coordinated to Ti atoms and have a formal Catalysis A: Chemical 96 (1995) LS-G8 L7 charge - 2 / 3, assuming all the bonds in Ti02 are 0 pure ionic. They are located 0.41 A above the (001) plane. The oxygen atoms of second type, located 0.41 below (001) plane, are three-coordinated to Ti atoms are neutral. For (O10) and (100) planes, all oxygen atoms are located in the plane. Dissociation of H20 molecules over a Ti02 surface results in the formation of OH groups with the formal charges of -1 /3 and 1 /3 on the protons respectively. Yates [ 16] found the existence of two types OH groups on the anatase surface and was confirmed by the infra-red studies (two stretching infrared absorption bands at 3715 and 3675 cm- t ). The band at 3675 cm-corresponds corresponds to the adjacent OH groups interacting via weak hydrogen bonds, while the band at 3715 cm- t can be attributed to OH groups attached to Ti atoms. Tanaka and White [ 17] reported similar types of OH groups are also characteristic for ruble Ti02. The observation of two main peaks in the tH MAS NMR spectra of the molybdenum oxide catalysts supported on anatase and rutile samples of the present study are in agreement with this model. The downfield peak at b = 6.5 ppm can be attributed to `acidic' OH groups co-ordinated to two Ti atoms, while the signal with 8 = 2.1-2.5 ppm is more likely to belong to `basic' OH groups coordinated to one Ti atom. The low field peak most probably can be ascribed to the more acidic OH groups localized on bridging oxygen atoms and forming weak hydrogen bonds with adjacent to N d 7 O m O d a 3 0.4 z 0 2 4 6 8 10 12 Mo loading, wt% Fig. 3. The concentration of the surface OH groups as function of Mo content on various Mo03/TiOz catalysts. Mo/anatase ; O Mo/ruble. L8 K.V.R. Chary et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) LS-L8 oxygen atoms. While the high field peak was ascribed to the more basic OH groups, where hydrogen atoms are bound with terminal oxygen atoms. The unidentified sharp line at 8 = 10.9 ppm most probably belongs to some OH groups associated with impurities present in the samples under study. The results presented in Figs. l and 2 unambiguously show that the selective interaction of Mo atoms with the `acidic' Ti-OH groups while the `basic' OH groups are remain unperturbed when M003 is supported on the Ti02 surface. The impurity OH group also decreases in the sample with supported M003. The decrease of the NMR signal intensity proceeds rapidly at the lowest concentration (2% Mo w/w on Ti02) studied, there after the decrease in intensity becomes much less pronounced (Fig. 3) . This is the case for both anatase and rutile supported molybdena catalyst samples. It should be noted that the largest Mo concentration (12% Mo w/w on Ti02), is larger than the formal `monolayer' amount of M003. This observation indicates that there is a non uniform distribution of M003 on the Ti02 surface in agreement with the `patchy-monolayer' model of Mo/A1203 catalysts discussed elsewhere [ 18]. A comparison of the quantity of reacted OH groups with the quantity of adsorbed Mo atoms reveals that, at the lowest content of molybdenum (2% Mo w/w on Ti02) each Mo atom reacts with approximately one OH group. However, at the higher Mo contents several Mo atoms are required for the interaction with one OH group. Therefore, most probably at the low Mo (2%) concentration in the catalyst monomeric isolated Mo species are formed, while at the larger concentrations of Mo in the catalysts most probably the clusters containing several Mo atoms are created on the Ti02 surface. Thus tH magic-angle-spinning NUR spectra of M003 catalysts supported on anatase and rutile polymorphs reveal the presence of two types of OH groups on the surface: one ascribed to OH groups of acidic nature and other to basic OH groups. References [ 1 ] Y. Okamoto, A. Maezawa and T. Imanaka, J. Catal., 120 (1989) 29 [2] D.S. Kim, Y. Kurusu, I.E. Wachs, F.D. Hardcastle and K. Segawa, J. Catal., 120 (1989) 325 [3] R.B. Quincy, M. Houalla and D.M. Hercules, J. Phys. Chem., 106 (1990) 85 [4] N.K. Nag, J. Phys. Chem., 91 (1987) 2324 [5] R.B. Quincy, M. Houalla and D.M. Hercules, J. Catal., 106 (1987) 85 [6] K.Y.S. Ng and E. Gulari, J. Catal., 92 (1985) 340 [7] T. Machej, B. Doumain, B. Yasse and B. Delmon, J. Chem. Soc. Faraday Trans 1, 84 (1988) 3905 [ 8 ] G.U. Kulkarni and C.N.R. Rao, Catal. Lett., 11(1991) 63 [9] V.M. Mastikhin, I.L. Mudrakovsky and A.V. Nosov, Progr. NMR Spectrosc., 23 (1991) 259 [ 10] M.A. Enriquez, C. Doremeux-Morin and J. Fraissard, J. Solid State Chem., 40 (1981) 233 [ 11 ] H.P. Boehm. Adv. Catal., 16 (1966) 179 [ 12] H. Knozinger. Adv. Catal., 25, (1982) 184 [13] M. Primet, P. Pichat and M.V. Mathieu, J. Phys. Chem., 75 (1971) 1216 [ 14] M. Primet, P. Pichat and M.V. Mathieu, J. Phys. Chem, 75 (1971) 1221 [ 15] M. Primet, P. Pichat and M.V. Mathieu, CR Acad. Sci. Ser. B, 267 (1968) 799 [ 16 ] DIC. Yates, J. Phys. Chem., 65 (1961) 746 [ 17] K. Tanaka and J.M. White, J. Phys. Chem., 86 (1982) 4708 [ 18 ] N.K. Nag, J. Catal., 92 (1985) 432 MOLCAA 94000298 1381-1169(94)00029-8 10.1016/1381-1169(94)00029-8 Heterogeneous catalysis ☆ IICT Communication No. 3314. Letter Characterization of MoO3 TiO2 catalysts by 1H magic-angle-spinning NMR spectroscopy K.V.R. Chary ∗ a V. Vijayakumar a P.Kanta Rao a A.V. Nosov b V.M. Mastikhin b a Catalysis Section, Indian Institute of Chemical Technology, Hyderabad 500 007, India b Institute of Catalysis, Novosibirsk, Russia ∗ Corresponding author. 1H MAS NMR spectra of molybedenum oxide catalysts supported on anatase and rutile polymorphs of TiO2 reveals the presence of two types of OH groups (acidic and basic) on the surface of TiO2. Keywords Magic angle spinning Molybdenum Supported catalysts Titania References [1] Y. Okamoto A. Maezawa T. Imanaka J. Catal. 120 1989 29 [2] D.S. Kim Y. Kurusu I.E. Wachs F.D. Hardcastle K. Segawa J. Catal. 120 1989 325 [3] R.B. Quincy M. Houalla D.M. Hercules J. Phys. Chem. 106 1990 85 [4] N.K. Nag J. Phys. Chem. 91 1987 2324 [5] R.B. Quincy M. Houalla D.M. Hercules J. Catal. 106 1987 85 [6] K.Y.S. Ng E. Gulari J. Catal. 92 1985 340 [7] T. Machej B. Doumain B. Yasse B. Delmon J. Chem. Soc. Faraday Trans 1 84 1988 3905 [8] G.U. Kulkarni C.N.R. Rao Catal. Lett. 11 1991 63 [9] V.M. Mastikhin I.L. Mudrakovsky A.V. Nosov Progr. NMR Spectrosc. 23 1991 259 [10] M.A. Enriquez C. Doremeux-Morin J. Fraissard J. Solid State Chem. 40 1981 233 [11] H.P. Boehm Adv. Catal. 16 1966 179 [12] H. Knozinger Adv. Catal. 25 1982 184 [13] M. Primet P. Pichat M.V. Mathieu J. Phys. Chem. 75 1971 1216 [14] M. Primet P. Pichat M.V. Mathieu J. Phys. Chem 75 1971 1221 [15] M. Primet P. Pichat M.V. Mathieu CR Acad. Sci. Ser. B 267 1968 799 [16] D.J.C. Yates J. Phys. Chem. 65 1961 746 [17] K. Tanaka J.M. White J. Phys. Chem. 86 1982 4708 [18] N.K. Nag J. Catal. 92 1985 432",
      "scopus-id": "0001835981",
      "coredata": {
        "eid": "1-s2.0-1381116994000298",
        "dc:description": "1H MAS NMR spectra of molybedenum oxide catalysts supported on anatase and rutile polymorphs of TiO2 reveals the presence of two types of OH groups (acidic and basic) on the surface of TiO2.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-02-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116994000298",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chary, K.V.R."
          },
          {
            "@_fa": "true",
            "$": "Vijayakumar, V."
          },
          {
            "@_fa": "true",
            "$": "Rao, P.Kanta"
          },
          {
            "@_fa": "true",
            "$": "Nosov, A.V."
          },
          {
            "@_fa": "true",
            "$": "Mastikhin, V.M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116994000298"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116994000298"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(94)00029-8",
        "prism:volume": "96",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization of MoO3 TiO2 catalysts by 1H magic-angle-spinning NMR spectroscopy",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Magic angle spinning"
          },
          {
            "@_fa": "true",
            "$": "Molybdenum"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "Titania"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "L5-L8",
        "prism:endingPage": "L8",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 February 1995",
        "prism:doi": "10.1016/1381-1169(94)00029-8",
        "prism:startingPage": "L5",
        "dc:identifier": "doi:10.1016/1381-1169(94)00029-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "87",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116994000298-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "560",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001835981"
      }
    }
  }
}