{
  "metadata": {
    "title": "Synthesis of indole, benzofuran and benzothiophene by reaction of 2-anilinoethanol, 2-phenoxyethanol and 2-(phenylthio)ethanol on AlPO<ce:inf loc=post>4</ce:inf> and Pd/AlPO<ce:inf loc=post>4</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-09-06",
    "doi": "10.1016/1381-1169(95)00082-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995000828",
    "pii": "1381116995000828"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0348101529",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-22 1999-12-22 2010-04-18T17:16:47 1-s2.0-1381116995000828 1381-1169(95)00082-8 1381116995000828 10.1016/1381-1169(95)00082-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00386 2015-05-13T23:01:31.432129-04:00 0 0 19950906 1995 1999-12-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 102 102 1 1 Volume 102, Issue 1 6 49 58 49 58 19950906 6 September 1995 1995-09-06 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. SYNTHESISINDOLEBENZOFURANBENZOTHIOPHENEBYREACTION2ANILINOETHANOL2PHENOXYETHANOL2PHENYLTHIOETHANOLALPO4PDALPO4CATALYSTS AFXANTIDIS J SUVOROV 1970 761 N SOSMNA 1974 708 I KHUSHVAKHTOVA 1972 1401 S MOFFAT 1978 199 J ESTEBAN 1983 715 S ESTEBAN 1985 593 S ESTEBAN 1986 157 S ESTEBAN 1984 2545 S CAMPELO 1985 427 J BAUTISTA 1989 493 M ARAMENDIA 1982 188 M ALBA 1986 288 A ARAMENDIA 1986 329 M ARAMENDIA 1980 489 M ARAMENDIA 1984 451 M ARAMENDIA 1982 97 M ARAMENDIA 1988 17 M LOPIDANA 1987 3415 M ARAMENDIA 1988 331 M CABELLO 1985 1 J CABELLO 1985 337 J CABELLO 1984 857 J CABELLO 1986 1786 J CAMPELO 1984 638 J ARAMENDIA 1984 227 M BENSON 1973 146 J DOEHLERT 1970 231 D MATHIEU 1980 D LOGICIELNEMROD CAMPELO 1988 106 J KEARBY 1961 2567 K ACTESDEUXIEMECONGRESINTERNATIONALDECATALYSE MOFFAT 1985 171 J JIMENEZ 1976 254 C CAMPELO 1986 165 J CAMPELO 1983 2567 J FERNANDEZ 1988 313 C ITOH 1982 235 H SAKAI 1976 37 Y ITOH 1981 1567 H MASTIKHIN 1987 93 V SCHMIDTMEYER 1985 242 A ONIKUBO 1987 240 T MUKAMAIYA 1962 803 T AFXANTIDISX1995X49 AFXANTIDISX1995X49X58 AFXANTIDISX1995X49XJ AFXANTIDISX1995X49X58XJ item 1381-1169(95)00082-8 1381116995000828 1-s2.0-1381116995000828 10.1016/1381-1169(95)00082-8 271358 2010-09-27T22:21:43.019889-04:00 1995-09-06 1-s2.0-1381116995000828-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000828/MAIN/application/pdf/e4efdbf5de0f72b58169bdcd9bb102de/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000828/MAIN/application/pdf/e4efdbf5de0f72b58169bdcd9bb102de/main.pdf main.pdf pdf true 817848 MAIN 10 1-s2.0-1381116995000828-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000828/PREVIEW/image/png/dc477e72330c8baaee88bf873ed9eaf0/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000828/PREVIEW/image/png/dc477e72330c8baaee88bf873ed9eaf0/main_1.png main_1.png png 59587 849 656 IMAGE-WEB-PDF 1 ELSEVIER JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 102 (1995) 49-58 Synthesis of indole, benzofuran and benzothiophene by reaction of 2-anilinoethanol, 2-phenoxyethanol and 2- (phenylthio) ethanol on AIP04 and Pd/AlP04 catalysts Jean Afxantidis a, Naima Bouchry b, Jean-Pierre Aune a a Laboratoire de Synthe Organique Industrielle, ENSSPICAM UniversitdAix-Marseille 11113397 Marseille, France b Dartement de Chimie, Facultdes Sciences d' El Jadida, Morocco Received 9 February 1995; accepted 3 April 1995 Abstract The synthesis of indole, benzofuran and benzothiophene is possible from compounds of the general formula: -CHz CHZ-OH (X=NH, O, S). The reaction of 2-anilinoethanol, 2-phenoxyethanol and 2-(phenylthio)ethanol on aluminium orthophosphate and palladium supported by aluminium orthophosphate catalysts was studied. The synthesis of benzothiophene over A1 was optimized by the response surface methodology. A possible mechanistic pathway involving an acid media cyclization is discussed. Keywords: Aluminium orthophosphate; Anilinoethanol; Benzofuran; Benzothiophene; Indole; Palladium; Phenoxyethanol; Phenylthioethanol 1. Introduction The synthesis of indole, benzofuran and benzothiophene has been intensively studied. These products can be obtained as depicted in Fig. 1 [ 13]. We have tried the synthesis of indole, benzofuran and benzothiophene by pyrolysis of 2-anilinoethanol, phenoxyethanol and 2-(phenylthio) ethanol, respectively. The heterocycles were obtained with low yields (5% of indole at 800, 2% of benzofuran at 950 and 4% of benzothiophene at 850) . In order to improve these results, we tried the heterogeneous catalysis by using AIP04 and Pd/AlP04. * Corresponding author. 1381-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00082-8 Aluminium orthophosphate catalysts (AIP04), have been used in a great number of reactions (isomerizations, polymerizations, oxidations, alcohol dehydrations and dehydrogenations and olefin alkylations) [4]. The syntheses of alkylindoles [ 5 ] , benzofuran [ 6 ] and benzothiophene [ 7 ] have been studied in gas phase on aluminium orthophosphate, taking advantage of the great specific area, high acidity and oxidizing properties. Aluminium orthophosphate, AIP04, has also been studied as Ni [ 8 ] , Pd. [ 9,10 ] , Pt [ 11 ] or Rh [ IZ] support and applied to the catalysis of various reactions with excellent results. O - a XCH2CH,OH H7-, OX H (X - NH, S, O) Fig. 1. 50 J. Afxantidis et al. /Journal of Molecular Catalysis A: Chemical 102 (1995) 49-58 On the other hand, the Pd supported catalyst (Pd/C) [13,14] was used in the synthesis of indole, and the best yield in indole from 2-anilinoethanol (75.3 %) was obtained by gas phase reaction at 325. 2. Experimental 2.1. Chemicals 2-Anilinoethanol (bp 125/3 mmHg), 2phenoxyethanol (bp 100/2 mmHg) and 2(phenylthio) ethanol (by 107 / 2 mmHg) are commercial products (Aldrich), used after distillation under reduced pressure. Aluminium orthophosphate was obtained from a mixture of 116 g aluminium chloride hexahydrate, 32 ml 85% phosphoric acid and 180 ml distilled water. The catalyst was precipitated as a gel upon addition of ammonium hydroxide to pH 9. The mixture was left to stand for 12 h, then filtered and washed with isopropanol. The gel was left for 24 h in a drying oven at 120 and calcined at 650 for 3 h and the solid sieved. The particle diameter was < 40 Am. Palladium supported by aluminium orthophosphate was obtained from a mixture of 1.1 g palladium chloride in 4 ml concentrated hydrogen chloride, 60 ml DMF and 20 g P04. The resulting paste was placed in a drying oven at 120 for 24 h. 2 g Pd` /P04 were treated for 1 h in 20 ml of refluxing cyclohexene. The mixture was filtered and the solid dried on vacuum. Table 1 Textural properties of P04 and Pd/P04 catalysts Catalyst Al/P S13ET a S, b (mol) (m2g-') (m2g-1) The chemical analyses of Pd, P, A1 and Cl were carried out at `Service d'Analyse CNRS -Solaize -France' The catalyst surface acidity and basicity were determined by UV spectrophotometric titration by using irreversible adsorption of cyclohexylamine (pKe =10.6; ~1 max = 220 nn ) and benzoic acid (pKa = 4.19; .l max = 275 nm) at room temperature [ 15,16 ] ( Table 1) . According to results of Marinas et al. [ 10] , the number of acidic sites ( as measured with cyclohexylamine ) decreases when the metallic phase is incorporated onto the support. In addition it was reported [ 10 ] that the number of basic sites ( as measured with m-nitrobenzoic acid) increased when Pd was incorporated onto A1P04-Si02, catalyst which gave the same results as AIP04 with regards to the decrease in acidity. The textural properties of Pd/P04 and P04 were determined from the nitrogen adsorptiondesorption at 77 K. Experimental data are collected in Table 1. The metal surface area (10 m2 g-tPd, dispersion = 2% ) of Pd supported catalyst was determined by hydrogen chemisorption performed at room temperature by using classical volumetric material; the solid was desorbed at 473 K before measurement by use of Benson's method [ 17 ] . 2.2. Apparatus The reactions were carried out in a stainless steel tubular reactor ( length 270 mm, inner diameter 10 mm, volume 15.7 ml) placed in an oven and in which the catalyst in powder form and vp ` (cm3g_,) rP d Basicity Acidity Pd Cl (nm) (mmol g-') (mmol g-') (wt%) (wt%) A1P0, 1.1 178 155 0.935 10.5 0.45 0.71 - 0.056 Pd/P0, 1.1 165 159 0.85 10.3 - 0.28 3 < 0.2 ' Specific surface area (BET equation). b Determined by Boer's t curve. ` Pore volume. eanporeradius (rp=2VPlS) [18]. J. Afxantidis et al. /Journal of Molecular Catalysis A: Chemical 102 (1995) 49-58 pieces of quartz were introduced. The starting materials were introduced with a peristaltic pump, nitrogen being used as carrier gas. The products were recovered in a flask cooled by a mixture of acetone and liquid nitrogen. The products of the gas phase were recovered in a bladder. 2.3. Analysis The separation of the reaction mixture was performed by gas phase chromatography. We used a chromatograph equipped with a FID (250) and a 30 m DB 1 capillary column with He (0.5 bar) as carrier gas. The injector temperature was 250 and the selected temperature programs and gradients were 80-10 min, 6/min, 260-15 min. The analysis of benzonitrile and aniline was performed in the same conditions on a 30 m CP WAX capillary column. The identification of the reaction products was performed by coupling gas phase chromatography and mass spectrometry. The quantity of water produced by the reaction was determined by the Karl-Fischer method. Gaseous products were analyzed by gas phase chromatography on packed columns (carrier gas helium 1 bar, temperature program 50-5 min, 130-10 min, detector thermal conductivity 180, injector 80) for methane, carbon dioxide, acetylene, ethylene, ethane, ammonia (Porapak Q 2.5 m) and hydrogen sulfide (Porapak N 2 m) and on molecular sieves 3 m (carrier gas helium 1 bar, temperature program 40-5 min, 150-10 min, detector of thermal conductivity 180, injector 80) for oxygen, nitrogen and carbon monoxide. 3. Results The response studied is the yield in benzoheterocycles Y. Y- Moles of benzoheterocycle obtained X 1 00 Moles of starting material injected This yield is function of the selectivity S t and of the recovery efficiency R. ' Determined by GPC. 51 S- Mass of benzoheterocycle obtained Mass of products recovered (liquid phase) Mass of products recovered Mass of starting material injected (liquid phase) R= x 100 x loo The factors influencing the results are the temperature, the nitrogen flow and the starting material flow. In order to vary the ratio mass of catalyst to mass of injected starting material (M,,a,/MP), we introduced a fixed quantity of catalyst Mat) in the reactor and varied the starting material flow, each reaction lasting 15 min. Then we chose these three factors as experimental variables: Tfor temperature; Nfor nitrogen flow; D for starting material flow. 3.1. Heterocyclization over PdlAlP04 The synthesis of indole and benzofuran were carried out over Pd/P04, and the results were compared with those obtained without catalyst. Since sulphur derivatives aye a poison for palladium catalysts, the supported metal catalyst was not used in the cyclization of 2-(phenylthio ) ethanol. Yields and selectivities in indole and benzofuran are collected in Table 2. The composition of reaction mixture is as follows: Substrate Products Liquid phase Gas phase 2-anilinoethanol 2-phenoxyethanol indole, aniline, toluene, styrene, benzonitrile, water, benzene phenol, ammonia, carbon monoxide, carbon dioxide, methane, ethane, acetylene, ethylene carbon monoxide, benzofuran, ethylene, 52 J. Afxantidis et al. /Journal of Molecular Catalysis A: Chemical 102 (1995) 49-58 toluene, water, benzene, styrene carbon dioxide, methane, ethane, acetylene Aniline (40-42%), ammonia and ethylene were the major products obtained from 2-anilinoethanol and phenol (47-X1.5 %) and ethylene were the major products obtained from 2-phenoxyethanol. Those results show that the presence of supported catalyst does not improve yields and selectivities. In view of this, we shifted from Pd/P04 to P04. 3.2. Indole synthesis over P04 The reaction mixture of 2-anilinoethanol, at 750 with a nitrogen flow of 31/h and a substrate flow of 52 g/h, over 1 g of P04 is as follows: Liquid phase Gaseous phase Products Yield Products Yield benzene 10 toluene styrene benzonltle aniline 2 3 5 55 indole 2 water 5 carbon traces monoxide carbon dioxide traces methane ethane ethylene acetylene ammonia major product major product The results in indole on aluminium orthophosphate are given in Table 3. 3.3. Benzofuran synthesis on P04 At 650, with a nitrogen flow of 8.251/h and a 2-phenoxyethanol flow of 51 g/h, on 0.7 g of P04, the reaction mixture holds the following products: Liquid phase Gaseous phase Products Yield Products Yield benzene 7 toluene styrene phenol benzoran water 1 3 50 6 8 carbon traces monoxide carbon dioxide traces methane ethane ethylene major product acetylene The results in benzofuran on aluminium orthophosphate are given in Table 4. By using P04 catalyst, the maximum yield in benzofuran (11 % ) is twice as high as that obtained without catalyst in the same conditions ( T= 683, N= 6.5 1/h, D=73 g/h, on 0.5 g of catalyst (Mca,/ MP = 0.04) ). 3.4. Benzothiophene synthesis The reaction mixture of 2-(phenylthio)ethanol at 650, with a nitrogen flow of 8.25 1/h and a substrate flow of 130 g/h, on 0.5 g of P04 gives the following products: Liquid phase Gaseous phase Products Yield Products Yield benzene toluene 8 2 styrene 4 thiophenol 20 benzothiophene 33 water 4 carbon monoxide carbon dioxide methane ethane ethylene acetylene hydrogen sulfide traces traces major product J. Afxantidis et al. /Journal of Molecular Catalysis A: Chemical 102 (1995) 49-58 53 Table 2 2-Anilinoethanol and 2-phenoxyethanol cyclization without catalyst and on Pd/AlP04 Substrate Catalyst T N D Mca, M.a,1MP Y S R () (1/h) (g/h) (g) (%) (%) (%) 2-anilinoethanol - 650 6.50 52 - - 5 6 76 Pd/AlP04 650 8.25 14 0.50 0.14 4 4 73 Pd/AlP04 650 6.50 89 0.50 0.02 3 3 98 2-phenoxyethanol - 683 6.50 73 - - 5 6 74 Pd/AlP04 650 6.50 98 0.50 0.20 4 5 73 Pd/AIPO4 550 8.25 53 0.50 0.04 3 3 98 Table 3 The cyclization of 2-(phenylthio) ethanol gives 2-Anilinoethanol cyclization on AIPO4, results in indole benzothiophene with 33% yield, which is better T N D M_ M./MP Y S R than those observed in the syntheses of indole and () (1/h) (g/h) (g) (%) (%) (%) benzofuran. This led us to study the 2-(phenyl- 750 3.00 52 thio)ethanol cyclization by the surface response 650 4.75 53 1.00 0.08 2 2 78 1.00 0.08 2 2 7o methodology using Doehlert' s plans 18 ] . Doeh 650 8.25 53 1.00 0.08 3 2 87 lert's nettings present a uniform space distribution 550 10.00 54 1.00 0.08 - traces 87 of the experimental points, all these points are equidistant and they are particularly useful when one wants either to study an experimental domain Table 4 as a whole or to interpolate a response. 2-Phenoxyethanol cyclization on AIP04, results in benzofuran The region of interest has the following limits: T N D M.e, M_,/MP Y S R 550 <_ T < 750; 4.75 1/h < N < 11.75 1/h; 50 () (1/h) (g/h) (g) (%> (%) (%) g/h<D<-210g/h. 650 3.00 52 1.00 0.08 8 9 85 An interesting quality of those plans is the dis 550 4.75 53 1.00 0.08 6 7 84 tinct number of levels occupied by the different 750 8.25 53 1.00 0.08 4 5 44 variables. In this case, the first variable (XI) occu 717 10.00 54 1.00 0.16 5 7 40 pies five levels, the second (XZ) seven and the last 683 6.50 73 0.50 0.04 11 12 80 683 6.50 83 0.25 0.02 10 10 80 (X3) three. The experimental constraints can lead to assign the fewest possible levels to one or sev eral variables. Table 5 The precision of the measure is good for the Correspondence between the levels of the coded variables X and the temperature l(less than 1 % Of measure error), but values of the real variables U ( it is not so good for the nitrogen flow (2-3%) and levels of -1 -0.5 0 0.5 1 for the substrate flow (3-4%) . Thus we decided X, U,=N 4.75 6.50 8.25 10.00 11.75 to attribute seven levels to the temperature (XZ), (1/h) five to the nitrogen flow (XI), three to the starting levels of -0.866 -0.5774 -0.2887 0 0.2887 0.5774 0.866 material flow (X3). X- The different values taken by the variables cor- (C= T 550 583 617 650 683 717 750 responding to the different levels of the plan are levels of -0.8165 0 0.8165 given in Table 5. The real variables U correspond X; to the variables X coded within -1 and + 1. U3 = D 50 130 210 (g/h) As indicated previously, an invariable mass of catalyst (0.5 g) was introduced in the reactor, 54 J. Afxantidis et al. /Journal of Molecular Catalysis A: Chemical 102 (1995) 49-58 Table 6 2-(Phenylthio)ethanol cyclization on AIP04, results in benzothio phene Exp. no. T () N D M.. (1/h) (g/h) (g) 1 2 3 4 5 6 7 8 9 10 11 12 13 650 650 650 750 550 550 750 683 617 617 717 683 583 8.25 130 11.75 130 4.75 130 10.00 130 6.50 130 10.00 130 6.50 130 10.00 210 6.50 50 10.00 50 8.25 50 6.50 210 8.25 210 0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.5 Mce,/Mp Y 0.015 27 0.015 20 0.015 26 0.015 9 0.015 15 0.015 15 0.015 10 0.010 20 0.040 31 0.040 28 0.040 20 0.010 25 0.010 12 S R (%a) (%) 33 72 26 68 30 75 15 51 14 90 15 85 17 50 27 65 34 80 32 75 31 56 31 70 12 84 which allowed us to vary the ratio Mat/Mp between 0.01 and 0.04. The repetition of the experience at the centre of the experimental domain gave the following results: Y=28%, 26%, 28%; S=34%, 33%, 33%; R=74%, 72%, 75%. The results in benzothiophene on aluminium orthophosphate are given in Table 6. The calculations carried out using the NEMROD Logiciel [ 19 ] led to a theoretical maximum yield of 32.4% (S=37%, R=76.5%). This result was verified and we obtained an experimental yield of 31 % (S = 35%, R = 75 %) for the following conditions: X, = -0.234, U, =N=7.41/h ; X2= =0.276, U2=T=618; X3=-1, U3=D=32g/h; over 0.5 g of catalyst. The surface responses are presented in Fig. 2 and Fig. 3. The total material balance of this reaction (including coke, liquid phase products and gases) is presented in Table 7. 3.5. Study of the catalytic activity evolution with time In order to verify if there is no deactivation of the AIP04 catalyst during the synthesis of benzothiophene, a series of experiments was carried out with different reaction times under the optimal conditions. Experimental data are shown in Table 8. Etude de la ronse expimentale YI Var. fix<s> ------------- X3 = 0.000 -^ -.-r\" 4 5 Nun. Y1 7 - 1 : 9.0 2 : 11.0 10 3 : 13.0 5 4 : 15.0 5 : 17.0 6 : 19.0 7 : 21.0 8 : 23.0 9 : 25.0 'L 10 : 27.0 11 : 29.0 ~I a.__u R = 1.000 cataJ Fig. 2. Evolution of the benzothiophene yield (Y,) in function of the temperature (XZ in ordinate) and of the nitrogen flow (X, in abscissa) for a fixed starting material flow (X3=0.000). Var. Pix(s) xl = -0.200 Nun. Y1 1 9.0 2 : 11.0 3 : 13.0 is.o 9 : 17.0 4 6 7 $ : 23.0 9 : 25.0 10 . 11 : 29.0 R = 1.000 19.0 21.0 J. Afxantidis et al. /Journal of Molecular Catalysis A: Chemical 102 (1995) 49-58 Etude de la ronse gxpieventale Y1 2~ ~3 rte4 6 r 1 1 -a o x r Si N 3 2 l- 55 cataJ Fig. 3. Evolution of the benzothiophene yield (Y,) in function of the temperature (XZ in ordinate) and of the starting material flow (X3 in abscissa) for a fixed nitrogen flow (X, _ -0.200). Table 7 2-(Phenylthio)ethanol cyclization over A1P0,, total material balance of the optimal reaction Material coke benzene toluene styrene thlOphenol benzothiophene water gases heavy products and polymers Table 8 Catalytic activity, evolution with time Time ( min) to is 20 25 30 R 29 31 28 24 18 4 7 1 2 16 28 1 16 25 We notice that whereas the yields remain constant when the time reaction does not exceed 20 min, they rapidly decrease for longer reaction times. Esteban determined that there is no poisoning of the catalyst with aniline during the formation of indole derivatives [ 5 ] . Thus we can expect that this yield decrease is due to the coating of the catalyst surface by coke and no vaporizable heavy products and not to the saturation of the acid sites by basic heteroatomic species. 4. Discussion Aluminium orthophosphate catalysts have often been used as acid catalysts [ 20-31 ] . Esteban [5,6] postulated that aluminium orthophosphate catalysts intervene by their Lewis acid sites during the formation of benzofuran from orthoalkylphenols and of indoles from aniline and carbonyl derivatives. The existence of oxidizing sites on the surface of the catalyst improves the yields in indolic compounds. On the other hand, aluminium orthophosphate catalysts have been used in alcohol dehydration [ 4,31]. Thus, according to these observations, we suggest an acid type mechanism which can proceed 56 J. Afxantidis et al. /Journal of Molecular Catalysis A: Chemical 102 (1995) 49-58 CY + CHz=CHz 11 CH3 0 \\ I X = NH, O, S ni 2 CHz X OH Rii'~\"Rifi\"1B\"\"\"S-^1T J v Hz CH2 LI - :~1~x OH I H' ~- Hz X Fig. 4. Mechanistic path of the cyclization reaction. on the Lewis acid sites either by direct formation of carbocation intermediate (pathway a), or by previous dehydration of the alcohol function into olefin (pathway b) (Fig. 4). In the reaction sequence, we can also consider the participation of the protons of the surface hydroxyl groups which are still present up to 800 [ 20,22 ] . An alternative cause of the presence of the protons is the participation of the basic sites which can involve an abstraction of an H+ from an adsorbed species (substrate or intermediates) during the reaction [ 27 ] . Pathway b can be compared to the mechanism proposed by Onikubo [32], who suggested that the oxidizing properties of the platinum-phthalocyanine catalyst were responsible for the formation of indole from N-ethyl aniline. Similarly, because AIP04 catalyst has not only acid sites, but also oxidizing sites on its surface [ 5 ] , we can suggest that the enamine form gives indole after ~ 2 \\+ Hz Q ~,l XH 1 /+ 2H' - / - CHz=CHz Hz0 _ H2 X=NH ~H. Fl 7 3 H] C aX/C H] C 00 (X = NH, Enamine form) dehydrogenation and the imine form gives a benzoisonitrile intermediate, which rearranges easily into benzonitrile at high temperature [ 33 ] . The absence of acetaldehyde and thioacetaldehyde in the mixtures resulting of 2-phenoxyethanol and 2(phenylthio)ethanol can be explained by the fact that the presence of an intermediate comparable to the imine form is impossible in the case of the oxygenated or sulphurated products. The gaseous products formation (ammonia, hydrogen sulfide and ethylene) can be attributed to the acidity of the catalyst, which has been successfully employed in cracking reactions [ 6,23 ] . The cyclization products yield difference can be explained by the capacity of the different heteroatoms to react with the acid sites of the catalyst. In the case of 2-anilinoethanol, the nitrogen atom has a more basic character than the oxygen atom of the alcohol group and so, it is likely to be more strongly adsorbed on the catalyst surface, which J. Afxantidis et al. /Journal of Molecular Catalysis A: Chemical 102 (1995) 49-58 induces the formation of aniline as main product. References When the nitrogen atom is replaced by a sulphur atom (2-(phenylthio)ethanol) which is the least basic of the three heteroatoms and which is likely to be weakly adsorbed on the active sites, the yield in cyclization product increases. 2-Phenoxy ethanol shows an intermediate behaviour. Over Pd/AlP04 catalyst the yields and selectiv ities in heterocycles products were smaller than those observed over AIP04. This result could be attributed to the total acid site concentration 2 of Pd/AlP04, smaller than that of AIP04 only. 5. Conclusion The catalytic activity of aluminium orthophos phate in the cyclization of the studied alcohols by formation of a carbon-aromatic carbon bond allows us to sensibly improve the yields in ben zothiophene compared with those obtained with out catalyst and to slightly improve those in benzofuran. On the other hand, the reaction of 2 anilinoethanol on this catalyst gives only low quantities of indole, the major product being ani line. The use of Pd supported AIP04 catalyst does not improve these results. Indeed, it has a lower catalytic activity than solely the support, perhaps due to the decrease in its acidity. We believe that the cyclization mechanism is of the Friedel-Crafts type. The difference in yield obtained for the three products can be explained by the difference in heteroatom basicity ( N > O > S). The sulphur atom being the least basic, the alcohol function reacts preferentially and leads to quite a good yield in cyclization prod uct. Acknowledgements The authors thanks Professor Phan Tan Luu for the access to his Nemrod Logiciel and for his help. Z Titration by using cyclohexylamine allows the total acid con centration to be determined but does not allow comparison of the strength of acidic sites. 57 [ 1 ] N.N. Suvorov, N.N. Mitina and L.I. Zamyshyaeva, Khim. Geterosikl. Soedin., 6 (1970) 761. [2] I.E. Sosmna, E.A. Viktorova and S.I. Poporii, Vestn. Mosk. Univ. Khim., 14 (6) (1974) 708. [3] S. Khushvakhtova, T.A. Danilova and E.A. Viktorova, Neftekhimya., 12 ( 3) (1972) 1401. [4] J.B. Moffat, Catal. Rev. Sci. Eng., 18 (1978) 199. [ 5 ] S. Esteban, J.M. Marinas, M.P. Martinez-Alcazar, M. Martinez and A.R. Agarrabeitia, Bull. Soc. Chim. Belg., 92 (1983) 715. [6] S. Esteban, J.M. Marinas and M.P. Martinez-Alcazar, Rev. Roum. Chim., 30 (1985) 593. [7] (a) S. Esteban, J.M. Marinas, M.P. Martinez-Alcazar, M. Martinez and A.R. Agarrabeitia, React. Kinet. Catal. Lett., 30 (1986) 157; (b) S. Esteban, J.M. Marinas, M.P. MartinezAlcazar, M. Martinet and A.R. Agarrabeitia, Actas Simp. Iberoam. Catal., 9th, 2 (1984) 2545. [8] (a) J.M. Campelo, A. Garcia, D. Luna and J.M. Marinas, Rev. Roum. Chim, 30(5) (1985) 427 (b) M Bautista, J.M. Campelo, A. Garcia. R. Guardeno, D. Luna and J.M. Marinas, J. Chem. Soc., Perkin Trans. II, (1989) 493. [9] (a) M.A. Aramendia, V. Borau, C. Jimenez, J.M. Marinas and J.A. Pajares, J. Catal., 78 (1982) 188 (b) A. Alba, M.A. Aramendia, V. Borau, C. Jimenez and J.M. Marinas, J. Catal, 98 (1986) 288 (c) M.A. Aramendia, V. Borau, J.F. Gomez, C. Jimenez and J. M Marinas, React. Kinet. Catal. Lett., 30(2) (1986) 329. (d) M.A. Aramendia, M.S. Climent, C. Jimenez and J.M. Marinas, React. Kinet. Catal. Lett., 14(4) (1980) 489. 10] M.A. Aramendia, V. Borau, C. Jimenez and J.M. Marinas., Gazz. Chim. Ital., 114 (1984) 451. 11 ] ( a) M.A. Aramendia, V. Borau, C. Jimenez and J.M. Marinas, Acta. Chim. Acad. Sci. Hung., 110(1) (1982) 97. (b) M.A. Aramendia, V. Borau, C. Jimenez and J.M. Marinas, Rev. Roum. Chim., 33(1) (1988) 17. (c) M.A. Aramendia Lopidana, V. Borau Bolos, C. Jimenez Sanchidrian, J.M. Marinas Rubio and F. Rodero Luque, Bull. Chem. Soc. Jpn., 60 (1987) 3415 (d) M.A. Aramendia, V. Borau, C. Jimenez, J.M. Marinas and F. Rodero, React. Kinet. Catal. Lett., 37(2) (1988) 331. 12] ( a) J.A. Cabello, J.M. Campelo, D. Luna and J.M. Marinas, J. Catal., 94 (1985) 1. (b) J.A. Cabello, J.M. Campelo, A. Garcia, D. Luna and J.M. Marinas, React. Kinet. Catal. Lett., 27(2) (1985) 337. (c) J.A.Cabello,J.M.Campelo,A.Garcia. D. Luna and J.M. Marinas, Bull. Soc. Chem. Belg., 93 (10) (1984) 857. (d) J.A. Cabello, J.M. Campelo, A. Garcia, D. Luna and J.M. Marinas, J. Org. Chem., 51 (1986) 1786. 13] Jpn. Pat. 81 61 353 (1981) to Mitsui Toatsu Chemical Inc. 14] Hung. Pat. 21 507 (1981) to A. Tunglem, T. Math J. Petro and Z. Bende. IS] J.M. Campelo, A. Garcia, D. Luna and J.M. Marinas., Can. J. Chem., 62 (1984) 638. 16] M.A. Aramendia, V. Borau, C. Jimenez, J.M. Marinas and F. Rodero, Colloids Surf., 12 (1984) 227. 17] J.E. Benson, H.S. Hwang and M. Boudart, J. Catal., 30 (1973) 146. 18 ] D.H. Doehlert, Appl. Statistics, 19 (1970) 231. 58 J. Afxantidis et al. /Journal of Molecular Catalysis A: Chemical 102 (1995) 49-58 [ 19] D. Mathieu and R. Phan Tan Luu, Logiciel NEMROD, 1980, Universitd'Aix-Marseille III. [20] J.M. Campelo, A. Garcia, D. Luna and J.M. Marinas, J. Catal., 111(1988) 106. [ 21 ] K. Kearby, Actes Deuxie congr international de Catalyse, 1960 Technip. Paris, (1961) 2567. [22] J.B. Moffat, J. Mol. Catal., 30 (1985) 171. [23 ] C. Jimenez, J.M. Marinas, R. Perez-Ossorio and J.V. Sinisterra, An. Quim., 72 (1976) 254. [24] J.M. Campelo, A. Garcia, D. Luna and J.M. Marinas, React. Kinet. Catal. Lett., 30(1) (1986) 165. [25] J.M. Campelo, A. Garcia, J.M. Gurtierrez, D. Luna and J.M. Marinas, Can. J. Chem., 61 (1983) 2567. [26] C. Fernandez, J.M. Marinas and J.V. Sinisteaa, React. Kinet. Catal. Lett., 36(2) (1988) 313. [ 27 ] H. Itoh, A. Tada and H. Hattori, J. Catal., 76 (1982) 235. [28] Y. Sakai and H. Hattori, J. Catal., 42 (1976) 37. [29] H. Itoh, A. Tada and K. Tanabe, Chem. Lett., (1981) 1567. [ 30] V.M. Mastikhin, I.L. Mudrakovskii, V. Shmachkova and N.S. Kotsarenko, Chem. Phys. Lett., 139(1) (1987) 93. [ 31 ] A. Schmidtmeyer and J.B. Moffat., J. Catal, 96 (1985) 242. [32] T. Onikubo, N. Nemoto, K. Ikeda and N. Takamiya, J. Catal., 107 (1987) 240. [ 33 ] T. Mukamaiya, M. Tokizawa and H. Takei, J. Org. Chem., 27 (1962) 803. MOLCAA 95000828 1381-1169(95)00082-8 10.1016/1381-1169(95)00082-8 Molecular aspects of heterogeneous catalysis Article Synthesis of indole, benzofuran and benzothiophene by reaction of 2-anilinoethanol, 2-phenoxyethanol and 2-(phenylthio)ethanol on AlPO4 and Pd/AlPO4 catalysts Jean Afxantidis ∗ a Naima Bouchry b Jean-Pierre Aune a a Laboratoire de Synthèse Organique Industrielle, ENSSPICAM Université d'Aix-Marseille III 13397 Marseille, France b Département de Chimie, Faculté des Sciences d' El Jadida, Morocco ∗ Corresponding author. The synthesis of indole, benzofuran and benzothiophene is possible from compounds of the general formula: X-CH2CH2OH (X = NH, O, S). The reaction of 2-anilinoethanol, 2-phenoxyethanol and 2-(phenylthio)ethanol on aluminium orthophosphate and palladium supported by aluminium orthophosphate catalysts was studied. The synthesis of benzothiophene over AlPO4 was optimized by the response surface methodology. A possible mechanistic pathway involving an acid media cyclization is discussed. Keywords Aluminium orthophosphate Anilinoethanol Benzofuran Benzothiophene Indole Palladium Phenoxyethanol Phenylthioethanol References [1] N.N. Suvorov N.N. Mitina L.I. Zamyshyaeva Khim. Geterosikl. Soedin. 6 1970 761 [2] I.E. Sosmna E.A. Viktorova S.I. Poporii Vestn. Mosk. Univ. Khim. 14 6 1974 708 [3] S. Khushvakhtova T.A. Danilova E.A. Viktorova Neftekhimya. 12 3 1972 1401 [4] J.B. Moffat Catal. Rev. Sci. Eng. 18 1978 199 [5] S. Esteban J.M. Marinas M.P. Martinez-Alcazar M. Martinez A.R. Agarrabeitia Bull. Soc. Chim. Belg. 92 1983 715 [6] S. Esteban J.M. Marinas M.P. Martinez-Alcazar Rev. Roum. Chim. 30 1985 593 [7] (a) S. Esteban J.M. Marinas M.P. Martinez-Alcazar M. Martinez A.R. Agarrabeitia React. Kinet. Catal. Lett. 30 1986 157 [7] (b) S. Esteban J.M. Marinas M.P. Martinez-Alcazar M. Martinez A.R. Agarrabeitia Actas Simp. Iberoam. Catal., 9th 2 1984 2545 [8] (a) J.M. Campelo A. Garcia D. Luna J.M. Marinas Rev. Roum. Chim 30 5 1985 427 [8] (b) M Bautista J.M. Campelo A. Garcia R. Guardeno D. Luna J.M. Marinas J. Chem. Soc., Perkin Trans. II 1989 493 [9] (a) M.A. Aramendia V. Borau C. Jimenez J.M. Marinas J.A. Pajares J. Catal. 78 1982 188 [9] (b) A. Alba M.A. Aramendia V. Borau C. Jimenez J.M. Marinas J. Catal 98 1986 288 [9] (c) M.A. Aramendia V. Borau J.F. Gomez C. Jimenez J.M Marinas React. Kinet. Catal. Lett. 30 2 1986 329 [9] (d) M.A. Aramendia M.S. Climent C. Jimenez J.M. Marinas React. Kinet. Catal. Lett. 14 4 1980 489 [10] M.A. Aramendia V. Borau C. Jimenez J.M. Marinas Gazz. Chim. Ital. 114 1984 451 [11] (a) M.A. Aramendia V. Borau C. Jimenez J.M. Marinas Acta. Chim. Acad. Sci. Hung. 110 1 1982 97 [11] (b) M.A. Aramendia V. Borau C. Jimenez J.M. Marinas Rev. Roum. Chim. 33 1 1988 17 [11] (c) M.A.Aramendia Lopidana V.Borau Bolos C.Jimenez Sanchidrian J.M.Marinas Rubio F.Rodero Luque Bull. Chem. Soc. Jpn. 60 1987 3415 [11] (d) M.A. Aramendia V. Borau C. Jimenez J.M. Marinas F. Rodero React. Kinet. Catal. Lett. 37 2 1988 331 [12] (a) J.A. Cabello J.M. Campelo D. Luna J.M. Marinas J. Catal. 94 1985 1 [12] (b) J.A. Cabello J.M. Campelo A. Garcia D. Luna J.M. Marinas React. Kinet. Catal. Lett. 27 2 1985 337 [12] (c) J.A. Cabello J.M. Campelo A. Garcia D. Luna J.M. Marinas Bull. Soc. Chem. Belg. 93 10 1984 857 [12] (d) J.A. Cabello J.M. Campelo A. Garcia D. Luna J.M. Marinas J. Org. Chem. 51 1986 1786 [13] Jpn. Pat. 81 61 353 (1981) to Mitsui Toatsu Chemical Inc. [14] Hung. Pat. 21 507 (1981) to A. Tunglem, T. Mathé, J. Petro and Z. Bende. [15] J.M. Campelo A. Garcia D. Luna J.M. Marinas Can. J. Chem. 62 1984 638 [16] M.A. Aramendia V. Borau C. Jimenez J.M. Marinas F. Rodero Colloids Surf. 12 1984 227 [17] J.E. Benson H.S. Hwang M. Boudart J. Catal. 30 1973 146 [18] D.H. Doehlert Appl. Statistics 19 1970 231 [19] D. Mathieu R.Phan Tan Luu Logiciel NEMROD 1980 Université d'Aix-Marseille III [20] J.M. Campelo A. Garcia D. Luna J.M. Marinas J. Catal. 111 1988 106 [21] K. Kearby Actes Deuxième congrés international de Catalyse 1960 Technip. Paris 1961 2567 [22] J.B. Moffat J. Mol. Catal. 30 1985 171 [23] C. Jimenez J.M. Marinas R. Perez-Ossorio J.V. Sinisterra An. Quim. 72 1976 254 [24] J.M. Campelo A. Garcia D. Luna J.M. Marinas React. Kinet. Catal. Lett. 30 1 1986 165 [25] J.M. Campelo A. Garcia J.M. Gurtierrez D. Luna J.M. Marinas Can. J. Chem. 61 1983 2567 [26] C. Fernandez J.M. Marinas J.V. Sinisterra React. Kinet. Catal. Lett. 36 2 1988 313 [27] H. Itoh A. Tada H. Hattori J. Catal. 76 1982 235 [28] Y. Sakai H. Hattori J. Catal. 42 1976 37 [29] H. Itoh A. Tada K. Tanabe Chem. Lett. 1981 1567 [30] V.M. Mastikhin I.L. Mudrakovskii V. Shmachkova N.S. Kotsarenko Chem. Phys. Lett. 139 1 1987 93 [31] A. Schmidtmeyer J.B. Moffat J. Catal 96 1985 242 [32] T. Onikubo N. Nemoto K. Ikeda N. Takamiya J. Catal. 107 1987 240 [33] T. Mukamaiya M. Tokizawa H. Takei J. Org. Chem. 27 1962 803",
      "scopus-id": "0348101529",
      "coredata": {
        "eid": "1-s2.0-1381116995000828",
        "dc:description": "The synthesis of indole, benzofuran and benzothiophene is possible from compounds of the general formula: X-CH2CH2OH (X = NH, O, S). The reaction of 2-anilinoethanol, 2-phenoxyethanol and 2-(phenylthio)ethanol on aluminium orthophosphate and palladium supported by aluminium orthophosphate catalysts was studied. The synthesis of benzothiophene over AlPO4 was optimized by the response surface methodology. A possible mechanistic pathway involving an acid media cyclization is discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-09-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995000828",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Afxantidis, Jean"
          },
          {
            "@_fa": "true",
            "$": "Bouchry, Naima"
          },
          {
            "@_fa": "true",
            "$": "Aune, Jean-Pierre"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995000828"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995000828"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00082-8",
        "prism:volume": "102",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis of indole, benzofuran and benzothiophene by reaction of 2-anilinoethanol, 2-phenoxyethanol and 2-(phenylthio)ethanol on AlPO4 and Pd/AlPO4 catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Aluminium orthophosphate"
          },
          {
            "@_fa": "true",
            "$": "Anilinoethanol"
          },
          {
            "@_fa": "true",
            "$": "Benzofuran"
          },
          {
            "@_fa": "true",
            "$": "Benzothiophene"
          },
          {
            "@_fa": "true",
            "$": "Indole"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Phenoxyethanol"
          },
          {
            "@_fa": "true",
            "$": "Phenylthioethanol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "49-58",
        "prism:endingPage": "58",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 September 1995",
        "prism:doi": "10.1016/1381-1169(95)00082-8",
        "prism:startingPage": "49",
        "dc:identifier": "doi:10.1016/1381-1169(95)00082-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0348101529"
      }
    }
  }
}