{
  "metadata": {
    "title": "Heterogenation of water-sensitive organometallic catalysts into layered aluminosilicates",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-05-06",
    "doi": "10.1016/1381-1169(95)00172-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995001727",
    "pii": "1381116995001727"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030572051",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-11-05T21:50:31 1-s2.0-1381116995001727 1381-1169(95)00172-7 1381116995001727 10.1016/1381-1169(95)00172-7 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S1381116900X00179 2015-05-13T23:01:31.432129-04:00 0 0 19960506 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 107 107 1 3 1 2 3 Volume 107, Issues 1–3 23 191 197 191 197 19960506 6 May 1996 1996-05-06 1996 Proceedings of the 8th International Symposium on the Relations between Homogeneous and Heterogeneous Catalysis Balatonfured 10–14 September 1995 19950910 19950914 L. Guczi, S. Gobolos, G. Palyi converted-article fla Copyright © 1996 Published by Elsevier B.V. HETEROGENATIONWATERSENSITIVEORGANOMETALLICCATALYSTSLAYEREDALUMINOSILICATES SKORDILIS C BAILAR 1974 17 J PINNAVAIA 1975 3819 T PINNAVAIA 1979 6891 T PINNAVAIA 1982 241 T ACSSYMPSER PINNAVAIA 1983 365 T FIGUERAS 1988 457 F MITCHEL 1990 I PILLAREDLAYEREDSTRUCTURESCURRENTTRENDSAPPLICATIONS BRINDLEY 1977 229 G YAMANAKA 1978 21 S LADAVOS 1991 319 A BRADDELL 1987 157 O BERKHEISER 1977 105 V SKARIBAS 1992 P PHDTHESIS SKARIBAS 1992 3217 P BERGAYA 1991 329 F LEE 1989 159 W STERTE 1991 301 J GIANNELIS 1985 3602 E CHIN 1993 581 C VINCENT 1987 5703 J FISH 1988 1504 R SKORDILIS 1994 61 C SKORDILIS 1995 513 C GILES 1960 3973 C THENG 1974 B CHEMISTRYCLAYORGANICREACTIONS MACEVAN 1948 349 D GEARY 1971 81 W SKORDILISX1996X191 SKORDILISX1996X191X197 SKORDILISX1996X191XC SKORDILISX1996X191X197XC item 1381-1169(95)00172-7 1381116995001727 1-s2.0-1381116995001727 10.1016/1381-1169(95)00172-7 271358 2010-11-30T03:46:01.87847-05:00 1996-05-06 1-s2.0-1381116995001727-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001727/MAIN/application/pdf/d9906efb6c307e6ca673892fc49a68ac/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001727/MAIN/application/pdf/d9906efb6c307e6ca673892fc49a68ac/main.pdf main.pdf pdf true 536803 MAIN 7 1-s2.0-1381116995001727-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001727/PREVIEW/image/png/807f621039cf90438e2be66a3392d6a8/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001727/PREVIEW/image/png/807f621039cf90438e2be66a3392d6a8/main_1.png main_1.png png 72165 849 656 IMAGE-WEB-PDF 1 ~ JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL ELSEVIER Journal of Molecular Catalysis A: Chemical 107 (1996) 191-197 Heterogenation of water-sensitive organometallic catalysts into layered aluminosilicates Constantinos S. Skordilis, Philip J. Pomonis * Department of Chemistry, University of loannina, loannina 45332, Greece Abstract Non-aqueous intercalation of montmorillonite with the water-sensitive species [ Mn30 (CH3COO)6pyr3 ] was achieved with the use of nitromethane as solvent. The adsorption of the complex into the clay was studied photometrically and follows second order kinetics. Thermogravimetric analysis showed that the complex is adsorbed in excess of the CEC of the clay. XRD measurements suggest that the complex is intercalated parallel to the sheets. The surface area of the fired solids is rather low, due the small height of the formed MnOx pillars. 1. Introduction The chemistry of intercalation of various spe- cies into smectite clays has received considerable interest during the last 15-20 years, for various reasons. First, the immobilization of metal com- plex catalysts in the interlamellar space of smec- tite clays has offered new ways of combining the advantages of both homogeneous and heteroge- neous catalysis [ 1-3]. Apart from these advan- tages very often the heterogenized homogeneous catalyst shows increased catalytic activity and selectivity as compared to the homogeneous one, due to the limited orientations by which the mol- ecules are forced to accommodate themselves between the aluminosilicate sheets during inter- calation [4,5]. Second, by pillaring the smectite clays with thermally stable metal oxides it has been possible to produce high surface area mate- rials that possess a two-dimensional microporos- ity, and are usually employed as absorbents and/ * Corresponding author. 1381-1169/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSD11381-1169(95)00172-7 or heterogeneous catalysts for transformation of various organic molecules [6,7]. As precursors are used poly-hydroxy-cations of metals like AI [ 8 ], Zr [ 9 ], and many others, which after inter- calation between the aluminosilicate layers and calcination, are transformed into oxidic pillars of various height. Pillars which have been introduced in this way include single species like NiOx [ 10], CuOx [ 11], FeO~ [12] or double/binary oxides like LaMO~ (M=Ni, Co, Mn) [13,14], A1Ox- FeOy [ 15,16] as well as REO~-AIO~ [ 17]. Traditionally, the intercalation of the above chemical species into cationic clays is performed by ion-exchange in aquatic media. The reason for this practice is due mainly to the fact that the swelling of clays in organic solvents and thus the expansion of the interlayer space is usually lim- ited. So in the absence of water it is very difficult for a bulky metal complex or a poly-hydroxy- cation to penetrate between the layers [ 18]. Some trials for intercalation into non-aquatic media have shown limited percentage of exchange < 20%. 192 C.S. Skordilis, P.J. Pomonis / Journal of Molecular Catalysis A: Chemical 107 (1996) 191-197 But very often in the literature, when the presence of organic solvent is necessary, the addition of water accelerates the procedure with better results [18,19], a fact due presumably to the swelling effect of water on the clay. The question of attempting intercalation of water sensitive chemical species, like multinu- clear complexes, by cation exchange into clays has not been addressed up to now according to our knowledge. The probable reason is that suitable solvents, or mixture of solvents, should be employed, satisfying the following requirements: (i) The complex should be easily dissolved in them without decomposition. (ii) The aluminos- ilicate sheets should be adequately separated to allow insertion of chemical species. Recently we became interested in intercalating water-sensitive-multinuclear complexes into clay layers. Such complexes are for example [Mn30(CH3COO)6pyr3]C104 and they have been considered as biomimetic systems, resem- bling the multimanganese centre of enzymes which decomposes water. This and other similar complexes have been used as homogeneous cat- alysts for the activation of C-H bond of hydro- carbons in order to obtain oxidation products C- OH [20,21 ]. In some trials we performed using aqueous or aqueous/organic environment the suc- cess was rather limited, because the complex was readily hydrolyzed in the presence even of small quantities of water, resulting in MnOx species of high surface area [22] and catalytic activity [23]. So we had to develop a non-aqueous method of intercalation for the above and other similar water sensitive complexes. 2. Experimental 2.1. Preparation of the complex The multinuclear manganese complex used was [MnaO(CHaCOO)6(pyr)3]C104 [20]. The method of its preparation is reported in detail in Ref. [20] and it was followed closely in the pres- ent case. Briefly, 2.00 g of Mn(CH3COO) 2.4H20 (6.15 mmol) were dissolved in a mixture of 20 ml EtOH, 3 ml pyridine and 12 ml glacial acetic acid. In this mixture 1.14 g (3.15 mmol) of N- nBu4MnO4 were added under intense stirring. Addition of 0.69 g (5.65 mmol) of NaCI04 results in precipitation of a brown mass of the complex which was subsequently filtered and washed by acetone. The brown solid obtained was examined for its IR spectra which was found similar to that reported in [20]. 2.2. Intercalation of the complex into montmorillonite 1 g Na-montmorillonite (CEC = 100 mequiv./ 100 g) was added to 100 ml of nitromethane and the suspension kept under continuous stirring for one day so that the solvent would penetrate between the aluminosilicate layers. 0.88 g (1 mequiv.) of the complex was then added and the suspension took the dark brown color of the com- plex. Four days later the color of the suspension became light brown, an indication that the com- plex had been transferred on the clay. The brown solid was filtered, washed by acetone and dried in air. Yield 1.52 g. We did not notice any desorption of the complex during the washing with acetone. By the same method we also synthesized some other samples with ratios complex (mequiv.)/ clay (mequiv. of CEC) varying in the range 0.12- 8.00, 2.3. Kinetics of adsorption The kinetic of adsorption was studied photo- metrically, since during the intercalation the color of the supernatant liquid became weaker due to the transfer of the complex from the liquid phase into the clay layers. The concentration of the dis- solved complex as a function of time was followed using a Photometer UV-VIS Spectrotronic 21 Bausch&Lomb at A = 500 nm. Then from the dif- ference from the initial concentration at t = 0 the amount of the adsorbed complex was found. Were studied three samples with ratios complex (mequiv.)/clay (mequiv. of CEC) 1.00, 0.50 and C.S. Skordilis, P J. Pomonis / Journal of Molecular Catalysis A: Chemical 107 (1996) 191-197 193 0.33. In all the samples the initial concentration of the complex was kept constant. 2.4. Thermogravimetric analysis The obtained solids after drying were examined to establish their thermogravimetric behaviour in a Thermobalance TRDA3H of the Chyo Balance Co. having the ability to record simultaneously the parameters T, TG, DTG and DTA. The heating rate was 5 deg/min and the sample was kept under a flow of dried air 30 ml/min. 2.5. XRD studies The X-ray diffraction patterns of the obtained materials heated at 130, 300 and 500, were obtained by a Siemens Diffractometer (Cu anode, A = 1.54). The samples were prepared as oriented films on glass pieces to favor the detection of 001 reflections in X-rays and heated at the above tem- peratures for 3 h. 2.6. Surface area The specific surface areas (m2. g- ~ ) of the sol- ids at different temperatures were determined by the single-point BET method of N2 adsorption at T=77 K employing a Carlo Erba 1750 Sorpty equipment. 3. Results and discussion First of all it should be emphasised that the complex is adsorbed within the aluminosilicate layers and not on the external surface of the solid. This was confirmed by washing the intercalated system with warm acetone for long periods with- out observing any brown colouring of the solvent. Bear in mind that acetone is the typical recrystal- lization solvent of the trinuclear complex so if it was adsorbed on the external surface it would be easily transferred to the liquid phase. The absence of desorption indicates strong adsorption of the complex within the interlamellar space. O. 1 Mn3/Mont ratio (meq/meq of CEC) v 1.00 ~ 0.08 ~ ,0.50 i 0.04 0.02 0 1 1 i i i 0 20 40 60 80 100 120 140 Time (h) Fig. 1. First order kinetics for the intercalation of the Mn~ complex into clay. 3.1. Kinetics of adsorption The concentration of the complex in the liquid phase as a function of time for the three ratios mequiv, of Mn3:mequiv. of CEC of clay = 1.00, 0.50 and 0.33, is shown in Fig. 1. As a first approximation, the experimental points of the drop of the concentration of the com- plex in the liquid phase was considered to obey first order exponential decay: C= Co*e-k' ( 1 ) where C is the concentration at time t, Co is the initial concentration and k is a constant. It should be noticed that this apparent rate constant k might be diffusion controlled, but this does not change the following discussion. Fitting of the experimental points to Eq. ( 1 ) for the above ratios gives k values equal to 0.013, 0.024 and 0.034 (h-1) respectively. Since the k values increase with the concentration of the com- plex, or otherwise drop with the concentration of the clay, it seems that the quantity of the clay influences the kinetic of adsorption. So it would be better to assume second order kinetics. Then the reduction of the concentration of the complex in the liquid will be given by the relationship: dCMn3 k*CM.3*C.~o., (2) dt where C~,3 the concentration of the complex in the liquid phase and Cmont the concentration of the 194 C.S. Skordilis, P.J. Pomonis /Journal of Molecular Catalysis A.\" Chemical 107 (1996) 191-197 ,20 Mn3/Mont ratio | Cmeq/meq of CEC)I v,00/ so o.2o / / . / 60 D 0.33 j//~./~ 40 0 20 40 60 80 100 120 !.40 160 Time (h) Fig. 2. Second order kinetics for the intercalation of the Mn3 complex into clay. adsorption sites of montmorillonite which are actually reflected in its CEC. For the three ratios used CMn3/Cmo,t = 1.00, 0.50 and 0.33. As a result Eq. (2) is transformed to: dCM~3 _ k ,c,2 dt - app '~-'Mn3 (3) where k~pp = k, k/0.50, k/0.33, for the three dif- ferent experiments. Integration of Eq. (3) in the limits t = 0 to t and C = Co to C, gives the concentration C of the com- plex as a function of time t: 1 1 CoW kapp*t (4) C- So the slope of the line 1/C = f(t) provides the value of the constant k. The fitting of the experi- mental points to Eq. (4) is shown in Fig. 2. The k values for the three ratios have been also calcu- lated and founded almost similar and equal to 2.8, 3.3 and 3.2 (1.g- 1. h- ~) respectively. Since the kapp values are so close to each other and inde- pendent of the concentrations, it seems that the second order kinetics assumption is indeed correct and the apparent rate constant of the observed system is k= 3.0-i-0.2 (1.g-~ .h-~). 3.2. Thermogravimetric analysis In Fig. 3 the weight loss as well as the DTA curves as a function of temperature for (a) the sample with ratio complex (mequiv.)/clay (mequiv.) = 1.00 and (b) a sample of pure mont- morillonite previously mixed with nitromethane and dried in air, is shown. The weight loss 20.51% at temperature 250- 280, accompanied by a strong exothermic effect in Fig. 3(a) shows the adsorption of a significant quantity of the complex by the clay. It refers to the decomposition of the organic matter (pyridine and acetic acid ligands) of the complex, since it does not appear on the pure clay sample. The organic part of the complex that is decomposed is about the 50% of its total weight. So, we can calculate that on 1 g montmorillonite, for initial ratio in the solution equal to 1.00, is intercalated about 0.60 g of the cationic part of the complex [Mn30(CH3COO)6pyr3] + (=80% of CEC of the clay). Since the amount of the complex adsorbed can be estimated from the weight loss at 250--280, we studied the thermogravimetric behaviour of the other samples intercalated at different ratios com- plex (mequiv.)/clay (mequiv. of CEC). In Fig. 4(a) the TG curves and in Fig. 4(b) the DTA curves are shown for initial ratios complex (mequiv.)/clay (mequiv.) in the solution, in the range 0.12-8.00. In Fig. 5 the weight loss of these samples in the temperature range 250-280 is shown as a func- tion of the ratio complex (mequiv.)/clay (mequiv. of CEC). This curve could be regarded as an adsorption isotherm. A comparison of this , ......... o.8 ~ ~0~ _ 1 DTA ......... ~\" = 0.8 t _o >\" DTA 0.5 0.6 ~ 0 0 200 400 600 Temperature () Fig. 3. TG and DTA curves for (a) the sample with initial ratio complex (mequiv.)/clay (mequiv.) 1.0(3 and (b) pure montmoril- lonite in nitromethane. C.S. Skordilis, P.J. Pomonis / Journal of Molecular Catalysis A: Chemical 107 (1996) 191-197 195 2.2 1.8 1.6 1.4 ~ ~ 1.2 1 0.6 0.4 0.2 (a) o i I i l l 8 --'v\" ~ Y ~ 6 --~ o (b) 0 200 400 600 800 Temperature (qc) Fig. 4. (a) TG and (b) DTA curves for all the samples prepared with different complex (mequiv.) / clay (mequiv.) ratios. Mn3/Mont ratio meq/meq 0.12 0.33 030 1.00 2.00 4,00 8.00 0.12 0.33 0.50 1.00 2,00 4.00 8.00 ~ 20 0 i I i I i I i I 0 2 4 6 8 Mn3(meq)/Mont(meq) ratio Fig. 5, Weight loss in the temperature range 250--280 as a function of the complex (mequiv.) / clay (mequiv.) ratio. curve with the various types of adsorption iso- therms given in a classification by Giles et al. [24], gives a Langmuir type mechanism for the adsorption of the cationic part of the complex between the aluminosilicate sheet of the clay. It also assumes the formation of a monolayer. It is very important also to notice that at high values of ratios complex (mequiv.)/clay (mequiv. of CEC) in the initial suspension, we calculate adsorbed quantities of the complex that exceeding the CEC of the clay. This phenomenon is very well known and has been studied much, for example in the adsorption of organoclays with a large carbon chain C>1o by clays [25]. The quantity of the complex that is adsorbed on the clay exceeding the CEC of the clay is in the neutral form [Mn30(CH3COO)6(pyr)3]C104. Never- theless, another distinct possibility for the reduced weight loss at hight ratios complex/clay may be the remaining carbon in the form of coke into the clay, apart from MnO3 species. 3.3. XRD studies In Fig. 6 the XRD patterns in small angles are shown after heating the samples at different tem- peratures. The samples examined had a ratio com- plex (mequiv.)/clay (mequiv. of clay) = 1. Pure montmorillonite in nitromethane was also exam- ined as reference. For the intercalated sample heated at 130, the doo~ distance is 1.24 nm, so if the thickness of the aluminosilicate layer (0.95 nm) is subtracted, it seems that the flat complex is intercalated between the aluminosilicate sheets parallel to them, forming thus props of approxi- mately 0.30 nm height. At 300 the pillars shrink because of the decomposition of the organic part of the complex, to a height of 0.17 nm. This very small height of the pillars is due to the flat structure of the core Mn30 and the parallel orientation that it takes in respect to the sheets. It is very charac- teristic that at this temperature the pure clay is already collapsed, due to the desorption of the solvent. At 500 two peaks appear suggesting Mn3 ./mont 1.00 mont/CH3NO2 500 ~Mn3 /mont 1013 ft. ~_~==-.~,~ ~ 0.96 300 oc mont / OH3NO2 Mn3 / rnont 1.00 9 1 30 oc k~'~v\"\"'~'~-\") ~1 ~ mont/ CH3NO2 i 1 i I / 4 6 8 10 12 14 2O Fig. 6. XRD patterns of montmori]lonite intercalated with the com- plex Mn3 and pure montmorillonite in nitromethane heated at differ- ent temperatures. 196 C.S. Skordilis, P.J. Pomonis /Journal of Molecular Catalysis A: Chemical 107 (1996) 191-197 Table l Specific surface areas (m2.g-z) of the samples heated at various temperatures Sample Temperature/ 2~ 300 4~ 5~ 6~ 7~ Mn3/mont 0.33 12 47 62 45 24 19 Mns/mont 1.00 14 54 71 47 25 29 Mn3 / mont 2.00 21 45 65 51 25 20 that some of the material has collapsed, but some pillars are still present. 3.4. Surface area The specific surface area of three samples with different ratios complex (mequiv.)/clay (mequiv. of CEC) = 0.33, 1.00 and 2.00 at heated at various temperatures are shown in Table 1. The maximum values of the surface area (70 m2. g- l) appears after heating the solids at temperatures 400, where the organic part of the complex is decomposed and the remaining pillars keep the aluminosilicate sheets apart. The values of the sur- face areas are however small for a pillared clay. But as mentioned before, since the complex is flat and lies parallel to the sheets, the pillars are very low. So a very small region of the interlayer space is open for N2 adsorption. As the temperature rises the surface is reduced, due to the collapse of the pillars and the pillared structure. Perhaps at this point it should be mentioned that before reaching the final decision for the use of nitromethane, as an appropriate intercalation sol- vent, we made several attempts with other organic solvents, such as acetone, ethanol and methanol. In these experiments we had limited success and the ion exchange never exceeded 10% of the CEC of the clay. So, the questions that emerges are: Why does nitromethane differ so much from the other organic solvents and why does its behaviour as an intercalation solvent more resemble that of water? Studies on the interactions between organic molecules and clays carded out some time ago by MacEvan [26] show that only nitromethane and acetonitrile can form 3 molecular layers between the aluminosilicate sheets keeping them apart in an interlayer distance > 1.0 nm. All the other organic molecules (ethanol, methanol, acetone, etc.) form 2 or 1 layers and interlayer distance < 0.8 nm. It seems that there exist a critical value for the an interlayer distance between 0.8 nm and 1.0 nm for intercalation. We can also assume that the third intermediate nitromethane molecule, which is not directly attached to the clay surface, is probably easily removable and replaceable by the complex cations. The successful intercalation of the complex into the clay in the case of nitro- methane (a) and the unsuccessful case of ethanol (b) are represented schematically in Fig. 7. Of course, it is well known the corresponding values for water is more than 30 molecular layers and more than 10 nm interlayer distance. That is the reason why the procedure of intercalation by ion exchange in water usually takes some minutes to complete while the intercalation in nitromethane needs some days. Finally there might be another reason for the successful use of nitromethane as solvent. This might be related to the low donor capacity of nitromethane towards metal ions [ 27 ]. Actually it has been well established that the use of nitromethane does not change the electrolytic type of the complexes. Thus the cation [Mn30(CH3COO)6(pyr)3] + should remain intact in the solvent. The failure to obtain good intercalation results with other solvents can be due by some kind of dissociation or decreased mobil- ity of the complex caused by coordination of the solvent molecules [ 27 ]. ALUMINOSlUCATE SHEET (,..~J C:O C:O~ I ALUMINOSIUCATE SHEET ] ~ : Complex cations (b) ...... I~'~''~T~ ~r I IZ~ IZ~ -. XI i:~O~l: E~,~oJ~oi.~i. Fig. 7. Model for (a) successful, in the case of nitromethane and (b) unsuccessful attempt in the case of ethanol for intercalation of mont- morillonite with complex Mn3. C.S. Skordilis, P,J. Pomonis / Journal of Molecular Catalysis A: Chemical 107 (1996) 191-197 197 4. Conclusions We have developed a method of intercalating water-sensitive complexes into clays by employ- ing non-aquatic media. Nitromethane proved to be an excellent medium for that purpose. The pro- posed method may find applications either in the immobilization of homogeneous water-sensitive complex catalysts or in the preparation of new pillared materials. Especially as far as the last point is concerned, the variety of the multinuclear complexes of various composition and dimen- sions can offer new possibilities for the prepara- tion of new technologically important porous materials, supported homogeneous catalysts as well as in controlled released processes. Acknowledgements Financial support from the programs STRIDE- 33 and PENED '91 is acknowledged. References [ 1 ] J.C. Bailar, Catal. Rev. Sci. Eng., 10 (1974) 17. [ 21 T.J. Pinnavaia and P.K. Welty, J. Am. Chem. Soc., 97 ( 1975 ) 3819. [3] T.J. Pinnavaia, R. Raythatha, J.G.S. Lee, L.J. Halloran and J. F. Hoffman, J. Am. Chem. Soc. 101 (1979) 6891. [4] T.J. Pinnavaia, ACS Syrup. Ser., 192 (1982) 241. [51 T.J. Pinnavaia, Science, 220 (1983) 365. [6] F. Figueras, Catal. Rev. Sci. Eng., 30 (1988) 457. [7] I.V. Mitchel, Pillared Layered Structures. Current Trends and Applications, Elsevier, Amsterdam, 1990. [ 8 ] G.W, Brindley and R.E. Sempels, Clay Miner., 12 ( 1977 ) 229. [9] S. Yamanaka and G.W. Brindley, Clays Clay Miner., 26 (1978) 21. [ 10] A.K. Ladavos and P.J. Pomonis, Stud. Surf. Sci. Catal., 63 (1991) 319. [ 11 ] O. Braddell, R.C. Barklie, D.H. Doff, N.H. Gangas and A. McKimm, Z. Phys. Chem., NF, 151 (1987) 157. [ 12] V.E. Berkheiser and M.M. Mortland, Clays Clay Miner., 25 (1977) 105. [ 13] P.S. Skaribas, Ph.D. Thesis, University of loannina (1992). [ 14] P.S. Skaribas, P.J. Pomonis, P. Grange and B. Delmon, J. Chem. Soc., Faraday Trans., 88 (1992) 3217 [ 15] F. Bergaya, N. Hassoun, L. Gatineau and J.Barrault, Stud. Surf. Sci. Catal., 63 ( 1991 ) 329. [ 16] W.Y. Lee, R.H. Raythatha and B.J. Tatarchouk, J. Catalysis. 115 (1989) 159. [ 17] J. Sterte, Stud. Surf. Sci. Catal., 63 ( 1991 ) 301. [ 18] E.P. Giannelis and T.J. Pinnavaia, Inorg. Chem., 24 (1985) 3602. [ 19] C.S. Chin, B. Lee, I. Yoo and T. Kwon, J. Chem. Soc., Dalton Trans., (1993) 581. [20] J.B. Vincent, H.R. Chang, K. Folting, J.C. Huffman, G. Christou, D. N. Hendrikson, J. Am. Chem. Soc., 109 (1987) 5703 [21] R.H. Fish, R.H. Fong, J.B. Vincent and G. Christou, J. Chem. Soc., Chem. Commun., (1988) 1504. [22] C.S. Skordilis and P.J. Pomonis, J. Colloid Interface Sci., 166 (1994) 61 [23] C.S. Skordilis and P.J. Pomonis, Stud. Surf. Sci. Catal., 91 1995) 513. [24] C.H. Giles, T.H. MacEvan, S.N. Nakhwa and D. Smith, J. Chem. Soc., (1960) 3973. [25] B.K.G. Theng, The Chemistry of Clay Organic Reactions, Adam Hilger, London, 1974. [26] D.M.C. MacEvan, Trans. Faraday Soc., 44 (1948) 349. [27] W.J. Geary, Coord. Chem. Rev., 7 ( 1971 ) 81. MOLCAA 95001727 1381-1169(95)00172-7 10.1016/1381-1169(95)00172-7 Contributed paper Heterogenation of water-sensitive organometallic catalysts into layered aluminosilicates Constantinos S. Skordilis Philip J. Pomonis ∗ Department of Chemistry, University of Ioannina, Ioannina 45332, Greece ∗ Corresponding author. Non-aqueous intercalation of montmorillonite with the water-sensitive species [Mn3O(CH3COO)6pyr3] was achieved with the use of nitromethane as solvent. The adsorption of the complex into the clay was studied photometrically and follows second order kinetics. Thermogravimetric analysis showed that the complex is adsorbed in excess of the CEC of the clay. XRD measurements suggest that the complex is intercalated parallel to the sheets. The surface area of the fired solids is rather low, due the small height of the formed MnO x pillars. References [1] J.C. Bailar Catal. Rev. Sci. Eng. 10 1974 17 [2] T.J. Pinnavaia P.K. Welty J. Am. Chem. Soc. 97 1975 3819 [3] T.J. Pinnavaia R. Raythatha J.G.S. Lee L.J. Halloran J.F. Hoffman J. Am. Chem. Soc. 101 1979 6891 [4] T.J. Pinnavaia 3rd Ed. ACS Symp. Ser. 192 1982 241 [5] t.J. Pinnavaia Science 220 1983 365 [6] F. Figueras Catal. Rev. Sci. Eng. 30 1988 457 [7] I.V. Mitchel Pillared Layered Structures. Current Trends and Applications 1990 Elsevier Amsterdam [8] G.W. Brindley R.E. Sempels Clay Miner. 12 1977 229 [9] S. Yamanaka G.W. Brindley Clays Clay Miner. 26 1978 21 [10] A.K. Ladavos P.J. Pomonis Stud. Surf. Sci. Catal. 63 1991 319 [11] O. Braddell R.C. Barklie D.H. Doff N.H. Gangas A. McKimm Z. Phys. Chem., NF 151 1987 157 [12] V.E. Berkheiser M.M. Mortland Clays Clay Miner. 25 1977 105 [13] P.S. Skaribas 3rd Ed. Ph.D. Thesis 1992 University of Ioannina [14] P.S. Skaribas P.H. Pomonis P. Grange B. Delmon J. Chem. Soc., Faraday Trans. 88 1992 3217 [15] F. Bergaya N. Hassoun L. Gatineau J. Barrault Stud. Surf. Sci. Catal. 63 1991 329 [16] W.Y. Lee R.H. Raythatha B.J. Tatarchouk J. Catalysis 115 1989 159 [17] J. Sterte Stud. Surf. Sci. Catal. 63 1991 301 [18] E.P. Giannelis T.J. Pinnavaia Inorg. Chem. 24 1985 3602 [19] C.S. Chin B. Lee I. Yoo T. Kwon J. Chem. Soc., Dalton Trans. 1993 581 [20] J.B. Vincent H.R. Chang K. Folting J.C. Huffman G. Christou D.N. Hendrikson J. Am. Chem. Soc. 109 1987 5703 [21] R.H. Fish R.H. Fong J.B. Vincent G. Christou J. Chem. Soc., Chem. Commun. 1988 1504 [22] C.S. Skordilis P.J. Pomonis J. Colloid Interface Sci. 166 1994 61 [23] C.S. Skordilis P.J. Pomonis Stud. Surf. Sci. Catal. 91 1995 513 [24] C.H. Giles T.H. MacEvan S.N. Nakhwa D. Smith J. Chem. Soc. 1960 3973 [25] B.K.G. Theng The Chemistry of Clay Organic Reactions 1974 Adam Hilger London [26] D.M.C. MacEvan Trans. Faraday Soc. 44 1948 349 [27] W.J. Geary Coord Chem. Rev. 7 1971 81",
      "scopus-id": "0030572051",
      "coredata": {
        "eid": "1-s2.0-1381116995001727",
        "dc:description": "Non-aqueous intercalation of montmorillonite with the water-sensitive species [Mn3O(CH3COO)6pyr3] was achieved with the use of nitromethane as solvent. The adsorption of the complex into the clay was studied photometrically and follows second order kinetics. Thermogravimetric analysis showed that the complex is adsorbed in excess of the CEC of the clay. XRD measurements suggest that the complex is intercalated parallel to the sheets. The surface area of the fired solids is rather low, due the small height of the formed MnO x pillars.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-05-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995001727",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Skordilis, Constantinos S."
          },
          {
            "@_fa": "true",
            "$": "Pomonis, Philip J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995001727"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995001727"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00172-7",
        "prism:volume": "107",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Heterogenation of water-sensitive organometallic catalysts into layered aluminosilicates",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Proceedings of the 8th International Symposium on the Relations between Homogeneous and Heterogeneous Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "191-197",
        "prism:endingPage": "197",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 May 1996",
        "prism:doi": "10.1016/1381-1169(95)00172-7",
        "prism:startingPage": "191",
        "dc:identifier": "doi:10.1016/1381-1169(95)00172-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030572051"
      }
    }
  }
}