{
  "metadata": {
    "title": "Ruthenium(II) 2-(phenylazo)pyridine complexes as epoxidation catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-05-25",
    "doi": "10.1016/1381-1169(95)00026-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995000267",
    "pii": "1381116995000267"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0141562542",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-04-21 2000-04-21 2010-04-18T17:52:58 1-s2.0-1381116995000267 1381-1169(95)00026-7 1381116995000267 10.1016/1381-1169(95)00026-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00465 2015-05-13T23:01:31.432129-04:00 0 0 19950525 1995 2000-04-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 98 98 3 3 Volume 98, Issue 3 4 143 146 143 146 19950525 25 May 1995 1995-05-25 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. RUTHENIUMII2PHENYLAZOPYRIDINECOMPLEXESEPOXIDATIONCATALYSTS BARF G SHELDON 1993 23 R SHELDON 1981 3 R ASPECTSHOMOGENEOUSCATALYSIS SHELDON 1980 107 R KATSUKI 1980 5976 T JOHNSON 1993 101 158 R CATALYTICASYMMETRICSYNTHESIS SHELDON 1985 651 R 1986 CYTOCHROMEP450STRUCTUREMECHANISMBIOCHEMISTRY IRIE 1990 7345 R IRIE 1991 481 R IRIE 1991 1055 R ZHANG 1990 2801 W JACOBSEN 1993 159 E CATALYTICASYMMETRICSYNTHESIS MUKAIYAMA 1993 327 T GORE 1983 111 E BALAVOINE 1984 3187 G ESKENAZI 1985 1111 C GOLDSTEIN 1994 2424 A BAILEY 1994 1833 A UPADHYAY 1992 277 M HIGUCHI 1992 277 T GROVES 1985 5790 J KURESHY 1993 1693 R YANG 1994 L1 R DOBSON 1984 3187 J CHE 1987 173 C KRAUSE 1980 2600 R KRAUSE 1982 1714 R GOSWAMI 1981 2246 S GOSWAMI 1983 2825 S CAMPBELL 1953 1281 N EVANS 1973 204 I KRAUSE 1984 2195 R GOSWAMI 1982 2737 S GOLDSTEIN 1994 1063 A SEAL 1984 929 A BARFX1995X143 BARFX1995X143X146 BARFX1995X143XG BARFX1995X143X146XG item 1381-1169(95)00026-7 1381116995000267 1-s2.0-1381116995000267 10.1016/1381-1169(95)00026-7 271358 2010-09-27T23:07:38.388693-04:00 1995-05-25 1-s2.0-1381116995000267-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000267/MAIN/application/pdf/54b14c25f055d756c87cfcc63cde21f8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000267/MAIN/application/pdf/54b14c25f055d756c87cfcc63cde21f8/main.pdf main.pdf pdf true 411208 MAIN 4 1-s2.0-1381116995000267-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000267/PREVIEW/image/png/01be62a0ce78403a25e527db700b7022/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000267/PREVIEW/image/png/01be62a0ce78403a25e527db700b7022/main_1.png main_1.png png 64862 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 98 ( 1995) 143-146 Ruthenium( II) 2- ( phenylazo) pyridine complexes as epoxidation catalysts Gert A. Barf, Roger A. Sheldon * Laboratory of Organic Chemistry and Catalysis, Delft University of Technology. Julianalaan 136, 2628 BL Delft, Netherlands Received 26 September 1994; accepted 6 February 1995 Abstract trans-Stilbene undergoes epoxidation with a two-fold excess of sodium periodate in the presence of 2 mol% ruthenium( II) 2-( phenylazo)pyridine complexes. Selectivities for epoxide are in the range 34-75%. depending on the structure of the complex. The byproduct. benzaldehyde, is derived from competing oxidative cleavage of the double bond. Keywords: Alkenes; Epoxidation; Nitrogen ligands: Ruthenium Epoxides, and more specifically chiral epoxi- des, are key intermediates in organic synthesis. Catalytic methods for their preparation fall into two major categories [ 11. The first category [ 21 employs alkyl hydroperoxides or hydrogen per- oxide in combination with early transition ele- ments (MO, W, V, Ti, etc.) as catalysts and involves peroxometal species as the active oxidant (pathway a in Fig. 1). The Katsuki-Sharpless method [3] for the asymmetric epoxidation of allylic alcohols with alkyl hydroperoxides, in the presence of titanium( IV)-tartrate complexes as chiral catalysts, is a well-known example of this category. The second category employs late tran- sition elements (e.g. Fe and Mn) in combination with various single oxygen donors [4], such as iodosyl benzene and hypochlorite, and involves high-valent oxometal species as the active oxi- dant. An important difference is that the oxometal *Corresponding author. Tel. ( +31-15)789111, fax. (+31- 15)781415/784700. \\ fb) * H@+ 0 - MM + c-c x0 c=c Fig. 1. Peroxometal vs. oxometal pathways in catalytic olefin epox- idation. oxidants generally give selective epoxidation only when coordinated to certain organic ligands. In the biological systems this is accomplished with porphyrin ligands in combination with iron as the catalytic centre, e.g. in the ubiquitous cytochrome P450-dependent monooxygenases [ 51. Hence, much effort has been devoted in recent years to developing biomimetic systems, mainly involving Fe or Mn as the catalytic centre, capable of emu- lating the regio- and enantioselective oxidations observed in Nature. The most well-known of these are the chiral manganese Schiff s base complexes used by both Katsuki [6] and Jacobsen [7] in combination with iodosyl benzene or hypochlorite 1381-1169/95/$09.50 0 1995 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00026-7 144 G.A. Barj R.A. Sheldon/Journal of Molecular Catalysis A: Chemical 98 (1995) 143-146 Scheme 1. Synthesis of Ru(pap),C&. and by Mukaiyama [ 81 with in situ formed per- carboxylic acids. In view of its close proximity to iron in the periodic table and its ability to readily form high- valent oxometal complexes, ruthenium would also be expected to be a candidate for epoxidation catalysis. In the absence of organic ligands high- valent oxoruthenium species effect the oxidative cleavage of olefins [ 91. In contrast, Balavoine and coworkers showed [ IO] that RuCl, in the pres- ence of bipyridyl or substituted phenanthroline ligands, catalyzed the epoxidation of olefins with sodium periodate as single oxygen donor. Recently it was shown that a ruthenium bipyridyl periodate complex was even more active [ 111. Olefin epoxidation has also been observed with iodosyl benzene and heteroaromatic N-oxides, in the presence of ruthenium Schiff base complexes [ 121 and/or ruthenium porphyrins [ 131. Simi- larly, chiral ruthenium Schiff s base complexes [ 141 and ruthenium pyridyl-oxazolines [ 151 have been reported to catalyze the asymmetric epoxidation of olefins, using iodosyl benzene and sodium periodate, respectively, as the oxygen donors. The best enantioselectivity (80% ee) was observed in the epoxidation of styrene using a ligand: 2-(phenylazo)pyrfdine (pap) Three isomeric forms: ( a, P and V) Separated by columnchromatography I Na 6 a (t c C) P (CCC) Y (t t 1) Fig. 2. Three isomers of Ru(pap),Cl,. tridentate Schiff base ligand in combination with triphenylphosphine [ 141. A prerequisite for the development of a more efficient ruthenium-based asymmetric epoxida- tion catalyst is the understanding of the nature of the active oxoruthenium species and the influence of ligand structure on its reactivity. The mecha- nism and the nature of the oxidative species is still not fully understood. Assuming that oxidative cleavage involves initial [ 3 + 21 cycloaddition of the olefin to a dioxoruthenium(V1) moiety, one would expect this to be possible only when the 0x0 ligands are disposed in a cis fashion. Ru( IV) 0x0 complexes have been reported to afford epoxides [ 161. Both trans-Ru (VI) dioxo [ 171 and cis-Ru( VI)dioxo [c] complexes have also been shown to afford epoxides. Until now there has been no comparison of cis- and truns- ruthenium( VI) dioxo complexes with the same ligand( s) . Hence, we have undertaken a study of the ruthenium-catalyzed epoxidation of olefins using a variety of nitrogen-containing ligands. Here we report our findings on the epoxidation of truns-stilbene with NaIO, as oxygen donor and ruthenium bis [ 2- (phenylazo) pyridine] (pap) complexes as catalyst. We expected to see a dif- ference in selectivity to the epoxide for cis-com- plexes on the one hand, and truns-complexes on the other. These complexes were known in the literature [ 181, but have never been used for epox- idation reactions. Since the Ru(pap),Cl, com- plexes are easy to isolate and very stable we have used them to investigate the influence of the nature of the coordination on the selectivity to epoxide. 2-( Phenylazo) pyridine (pap) has a higher reduction potential than 2,2bipyridyl, is a stronger n-acceptor and gives stable ruthenium complexes. It was synthesized from nitrosoben- zene and 2aminopyridine [ 191. The synthesis of the complexes is depicted in Scheme 1. Ru( DMS0)&12 was synthesized from RuCl, - 3H20 and dimethyl sulfoxide (DMSO) [W. Ru(pap),C& can give five possible isomeric forms, three of which can be isolated from the synthesized material; truns-truns-tram ( y) , G.A. Barj R.A. Sheldon /Journal of Molecular Catalysis A: Chemical 98 (1995) 143-146 145 Table 1 Results of epoxidation of rrans-stilbene with NATO, Entry Complex Conversion Selectivity (%) (%) 1 R&l,/- 100 <2 2 RuCl,/pap 1 100 48 3 R&1,/4-NOZ-pap 2 100 42 4 a,P,y_Ru(pap)#J, 100 47 5 cr-Ru(pap)-j.& 75 34 6 P-Ru(pap)X& 100 15 7 y-Ru(pap)zCIZ 100 65 8 [?l_Ru(pap)zP(Ph)3CIJCl 3 6 26 Selectivity is % epoxide vs. % aldehyde (from oxidative cleavage of the double bond). the large decrease in activity. The similar selectiv- ity observed with both a tram- and a &s-complex, with the same bidentate ligand, cannot be reconciled with a mechanism in which only the cis-dioxo moiety is responsible for oxidative cleavage. The different selectivity, observed for the two cis-isomers ((Y and p) could possibly be due to a steric effect. X-ray structures of both the cy and the p-isomer have been determined /24]. The a-isomer appears to be more sterically hin- dered, which was confirmed by constructing molecular models. tram-cis-cis (cr) and cis-cis-cis (p) (Fig. 2). The isomers were separated by column chroma- tography over silica gel. The (Y- and the p-isomers are blue while the y-isomer is green. Both the mixture and the three isolated isomers were tested in the epoxidation of trans-stilbene using NaIO, as the primary oxidant. A two-fold excess of oxidant was used in order to obtain com- plete conversion of the truns-stilbene. The only byproduct observed was benzaldehyde, derived from oxidative cleavage of the stilbene. In the absence of the 2- ( phenylazo) pyridine ligands benzaldehyde was the only product observed. Interestingly, the different isomers showed differ- ent activity and selectivity (Table 1, entries 2 and 5-7). 2- (4-Nitrophenylazo) pyridine 2 [ 2 11, a derivative of 2- ( phenylazo) pyridine was also synthesized and tested (entry 3). One additional complex with only one vacant position at the ruthenium metal was also tested (entry 8). This complex ( [Ru(pap)2(P(Ph)j)C1]Cl 3) con- tained an additional triphenylphosphine ligand [=I. General procedure for epoxidation of stilbene with RuCl, * nH,OINaIO,: (a) with in situ for- mation of complex; To a vigorously stirred solu- tion of 14 mg (0.059 mmol) of RuCl, . nH,O (42.3% Ru assay) in 8 ml of distilled water was added 0.26 rnmol (2.2 equiv.) of ligand. The solu- tion was stirred for 30 min. Then, 0.5 g (2.78 mmol) of trurzs-stilbene in 12 ml of CH,Cl, was added, followed by 1.2 g (5.66 mmol) of NaIO,. The mixture was stirred at room temperature and monitored by GLC. The reaction was stopped when GLC showed complete conversion ( 18-24 h), Then 25 ml of CH2C12 and 25 ml of water was added. The layers were separated and the aqueous layer was extracted twice with 25 ml of CH,Cl,. The combined organic layers were washed with water (25 ml) and brine (50 ml), dried on Na,SO,, filtered over silica gel and evaporated under reduced pressure. The amount of epoxide and aldehyde (byproduct) was determined by NMR and GLC. For epoxidation with preformed complexes the same procedure was followed, except that 0.059 mm01 complex was added instead of ruthenium salt and free ligand. The cis-/3- and the truns-y-isomer gave good In summary, ruthenium pap complexes have selectivities. The most stable c&a-isomer gave been found to be new catalysts for epoxidation both lower conversion and selectivity. Complex 3 reactions. Both a cis- and a truns-isomer showed with only one vacant coordination site gave a low good selectivity which suggests that both ruthe- conversion and selectivity (Table 1, entry 8). This nium cis- and trans-dioxo species can give epox- suggests that a Ru( vr) -dioxo compound is the idation. Interestingly, both the (Y- and p-isomer of active oxidant as was postulated by others [ 231. Ru( pap) &lZr are chiral. Since the p-isomer gave Alternatively, the electronic and/or steric effects the highest selectivity for epoxide we are currently of the triphenyl phosphine group may also cause investigating the possibility of using optically 146 G.A. Barj R.A. Sheldon/Journal of Molecular Catalysis A: Chemical 98 (1995) 143-146 active P-Ru( pap) $lZ for asymmetric epoxida- tion. Acknowledgements This research was supported by the Dutch Inno- vation Oriented Program Catalysis (IOP-C) . Alexandra Boelrijk from Leiden University is acknowledged for fruitful discussions and collab- oration. Her work on carbohydrate oxidations with ruthenium 2- ( phenylazo) pyridine com- plexes gave us the idea to use them in epoxidation reactions. Johnson Matthey is acknowledged for their generous supply of RuC13 via the loan scheme. References [ l] R.A. Sheldon, Topics Curr. Chem., 164 (1993) 23. [ 21 (a) R.A. Sheldon, in R. Ugo (Ed.), Aspects of Homogeneous Catalysis, Reidel, Dordrecht, 1981 p. 3; (b) R.A. Sheldon, J. Mol. Catal., 7 (1980) 107. [3] (a) T. Katsuki and K.B. Sharpless, J. Am. Chem. Sot., 102 ( 1980) 5976; (b) R.A. Johnson and K.B. Sharpless, in I. Ojima (Ed.), Catalytic Asymmetric Synthesis, VCH, New York, Weinheim, Cambridge, 1993, p. 101-158. [4] R.A. Sheldon, Bull. Sot. Chim. Belg., 94 (1985) 651. [5] P.R. Ortiz de Montellano (Ed.), Cytochrome P450: Structure, Mechanism and Biochemistry, Plenum, New York, 1986. [6] (a) R. Irie, K. Noda, Y. Ito, N. Matsumoto and T. Katsuki, Tetrahedron Lett., 31 (1990) 7345; (b) R. lrie, K. Noda, Y. Ito, N. Matsumoto and T. Katsuki, Tetrahedron Asymmetry, 2 (1991) 481; (c) R. Irie, K. Noda, Y. Ito and T. Katsuki, Tetrahedron Lett., 32 (1991) 1055. [7] (a) W. Zhang, J.L. Loebach, S.R. Wilson and E.N. Jacobsen, J. Am. Chem. Sot., 112 (1990) 2801; (b) E.N. Jacobsen, in I. Ojima (Ed.), Catalytic Asymmetric Synthesis, VCH, New York, Weinheim, Cambridge, 1993, p. 159. [ 81 T. Mukaiyama, T. Yamada, T. Nagata and K. Imagawa, Chem. Lett., (1993) 327. [9] ES. Gore, Platinum Met. Rev., 27 ( 1983) 111. [lo] (a) G. Balavoine, C. Eskenazi, F. Meunier and H. Riviere, Tetrahedron Lett., 25 (1984) 3187; (b) C. Eskenazi, G. Balavoine, F. Meunier and H. Riviere, J. Chem. Sot., Chem. Commun., (1985) 1111; (c) see also AS. Goldstein, R.H. Beer and R.S. Drago, J. Am. Chem. Sot., 116 ( 1994) 2424 for epoxidation with Oz. [ 1 l] A.J. Bailey, W.P. Griffith, A.J.P. White and D.J. Williams, J. Chem. Sot., Chem. Commun., (1994) 1833. [ 121 M.J. Upadhyay, P. Krishna Bhattacharya, P.A. Ganeshpure and S. Satish, J. Mol. Catal., 73 ( 1992) 277. [ 131 (a) T. Higuchi, H. Ohtake and M. Hirobe, Tetrahedron Lett., 73 ( 1992) 277; (b) see also J.T. Groves and R. Quinn, J. Am. Chem. Sot., 107 (1985) 5790 for epoxidation with Oz. [ 141 RI. Kureshy, N.H. Khan, S.H.R. Abdi and K.N. Bhatt, Tetrahedron Asymmetry, 4 ( 1993) 1693. [ 151 R.T. Yang and L.X. Dai, J. Mol. Catal., 87 (1994) Ll. [ 161 See e.g. J.C. Dobson, W.K. Seok and T.J. Meyer, Tetrahedron Lett., 25 (1984) 3187. [17] See e.g. C.-M. Che, W.-H. Leung and C.K. Poon, J. Chem. Sot., Chem. Commun., (1987) 173. [ 181 (a) R.A. Krause and K. Krause, Inorg. Chem., 19 ( 1980) 2600; (b) R.A. Krause and K. Krause, Inorg. Chem., 21 ( 1982) 1714; (c) S. Goswami, A.R. Chakravarty and A. Chakravorty, Inorg. Chem., 20 (1981) 2246; (d) S. Goswami, R. Mukherjee and A. Chakravorty, Inorg. Chem., 22 (1983) 2825. [ 191 N. Campbell, A.W. Henderson and D. Taylor, J. Chem. Sot., (1953) 1281. [ 201 LP. Evans, A. Spencer and G. Wilkinson, J. Chem. Sot., Dalton Trans, ( 1973 ) 204. [21] R.A. Krause and K. Krause, Inorg. Chem., 23 (1984) 2195. [22] S. Goswami, A.R. Chakravarty and A. Chakravorty, Inorg. Chem., 21 (1982) 2737. [23] Seee.g.ref. [ lOc] andW.-CCheng, W.-Y. Yu, K.-K.Cheung, C.-M. Che, J. Chem. Sot., Chem. Commun., ( 1994) 1063. [24] A. Seal and S. Ray, Acta Crystallogr., C40 ( 1984) 929. MOLCAA 95000267 1381-1169(95)00026-7 10.1016/1381-1169(95)00026-7 Chemical and metal complex catalysis Article Ruthenium(II) 2-(phenylazo)pyridine complexes as epoxidation catalysts Gert A. Barf Roger A. Sheldon ∗ Laboratory of Organic Chemistry and Catalysis, Delft University of Technology, Julianalaan 136, 2628 BL Delft, Netherlands ∗ Corresponding author. Tel. (+31-15)789111, fax. (+31-15)781415/784700. trans-Stilbene undergoes epoxidation with a two-fold excess of sodium periodate in the presence of 2 mol% ruthenium(II) 2-(phenylazo)pyridine complexes. Selectivities for epoxide are in the range 34–75%, depending on the structure of the complex. The byproduct, benzaldehyde, is derived from competing oxidative cleavage of the double bond. Keywords Alkenes Epoxidation Nitrogen ligands Ruthenium References [1] R.A. Sheldon Topics Curr. Chem. 164 1993 23 [2] (a) R.A. Sheldon R. Ugo Aspects of Homogeneous Catalysis 1981 Reidel Dordrecht 3 [2] (b) R.A. Sheldon J. Mol. Catal. 7 1980 107 [3] (a) T. Katsuki K.B. Sharpless J. Am. Chem. Soc. 102 1980 5976 [3] (b) R.A. Johnson K.B. Sharpless I. Ojima Catalytic Asymmetric Synthesis 1993 VCH New York, Weinheim, Cambridge 101 158 [4] R.A. Sheldon Bull. Soc. Chim. Belg. 94 1985 651 [5] P.R. Ortiz de Montellano Cytochrome P450: Structure, Mechanism and Biochemistry 1986 Plenum New York [6] (a) R. Irie K. Noda Y. Ito N. Matsumoto T. Katsuki Tetrahedron Lett. 31 1990 7345 [6] (b) R. Irie K. Noda Y. Ito N. Matsumoto T. Katsuki Tetrahedron Asymmetry 2 1991 481 [6] (c) R. Irie K. Noda Y. Ito T. Katsuki Tetrahedron Lett. 32 1991 1055 [7] (a) W. Zhang J.L. Loebach S.R. Wilson E.N. Jacobsen J. Am. Chem. Soc. 112 1990 2801 [7] (b) E.N. Jacobsen I. Ojima Catalytic Asymmetric Synthesis 1993 VCH New York, Weinheim, Cambridge 159 [8] T. Mukaiyama T. Yamada T. Nagata K. Imagawa Chem. Lett. 1993 327 [9] E.S. Gore Platinum Met. Rev. 27 1983 111 [10] (a) G. Balavoine C. Eskenazi F. Meunier H. Riviere Tetrahedron Lett. 25 1984 3187 [10] (b) C. Eskenazi G. Balavoine F. Meunier H. Riviere J. Chem. Soc., Chem. Commun. 1985 1111 [10] (c) see also A.S. Goldstein R.H. Beer R.S. Drago J. Am. Chem. Soc. 116 1994 2424 for epoxidation with O2 [11] A.J. Bailey W.P. Griffith A.J.P. White D.J. Williams J. Chem. Soc., Chem. Commun. 1994 1833 [12] M.J. Upadhyay P.Krishna Bhattacharya P.A. Ganeshpure S. Satish J. Mol. Catal. 73 1992 277 [13] (a) T. Higuchi H. Ohtake M. Hirobe Tetrahedron Lett. 73 1992 277 [13] (b) see also J.T. Groves R. Quinn J. Am. Chem. Soc. 107 1985 5790 for epoxidation with O2 [14] R.I. Kureshy N.H. Khan S.H.R. Abdi K.N. Bhatt Tetrahedron Asymmetry 4 1993 1693 [15] R.T. Yang L.X. Dai J. Mol. Catal. 87 1994 L1 [16] See e.g. J.C. Dobson W.K. Seok T.J. Meyer Tetrahedron Lett. 25 1984 3187 [17] See e.g. C.-M. Che W.-H. Leung C.K. Poon J. Chem. Soc., Chem. Commun. 1987 173 [18] (a) R.A. Krause K. Krause Inorg. Chem. 19 1980 2600 [18] (b) R.A. Krause K. Krause Inorg. Chem. 21 1982 1714 [18] (c) S. Goswami A.R. Chakravarty A. Chakravorty Inorg. Chem. 20 1981 2246 [18] (d) S. Goswami R. Mukherjee A. Chakravorty Inorg. Chem. 22 1983 2825 [19] N. Campbell A.W. Henderson D. Taylor J. Chem. Soc. 1953 1281 [20] I.P. Evans A. Spencer G. Wilkinson J. Chem. Soc., Dalton Trans 1973 204 [21] R.A. Krause K. Krause Inorg. Chem. 23 1984 2195 [22] S. Goswami A.R. Chakravarty A. Chakravorty Inorg. Chem. 21 1982 2737 [23] See e.g. ref. A.S. Goldstein R.H. Beer R.S. Drago W.-C. Cheng W.-Y. Yu K.-K. Cheung C.-M. Che J. Chem. Soc., Chem. Commun. 1994 1063 [24] A. Seal S. Ray Acta Crystallogr. C40 1984 929",
      "scopus-id": "0141562542",
      "coredata": {
        "eid": "1-s2.0-1381116995000267",
        "dc:description": "trans-Stilbene undergoes epoxidation with a two-fold excess of sodium periodate in the presence of 2 mol% ruthenium(II) 2-(phenylazo)pyridine complexes. Selectivities for epoxide are in the range 34–75%, depending on the structure of the complex. The byproduct, benzaldehyde, is derived from competing oxidative cleavage of the double bond.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-05-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995000267",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Barf, Gert A."
          },
          {
            "@_fa": "true",
            "$": "Sheldon, Roger A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995000267"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995000267"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00026-7",
        "prism:volume": "98",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Ruthenium(II) 2-(phenylazo)pyridine complexes as epoxidation catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alkenes"
          },
          {
            "@_fa": "true",
            "$": "Epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Nitrogen ligands"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "143-146",
        "prism:endingPage": "146",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 May 1995",
        "prism:doi": "10.1016/1381-1169(95)00026-7",
        "prism:startingPage": "143",
        "dc:identifier": "doi:10.1016/1381-1169(95)00026-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0141562542"
      }
    }
  }
}