{
  "metadata": {
    "title": "A copper/silica catalyst prepared from a monolayer film of copper 2,2′-bipyridine dimer on CabOSil",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-04-03",
    "doi": "10.1016/1381-1169(94)00065-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116994000654",
    "pii": "1381116994000654"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-2342510660",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-04-21 2000-04-21 2010-04-18T17:52:58 1-s2.0-1381116994000654 1381-1169(94)00065-4 1381116994000654 10.1016/1381-1169(94)00065-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00374 2015-05-13T23:01:31.432129-04:00 0 0 19950403 1995 2000-04-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 97 97 2 2 Volume 97, Issue 2 4 85 99 85 99 19950403 3 April 1995 1995-04-03 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. ACOPPERSILICACATALYSTPREPAREDAMONOLAYERFILMCOPPER22BIPYRIDINEDIMERCABOSIL CHOKSI H WHITE 1993 73 M VANHENGSTRUM 1983 207 A VANVEEN 1988 214 J REDDY 1991 1551 B KENVIN 1992 81 J BERTRAND 1992 1130 J SYMPOSIUMCATALYTICSELECTIVEOXIDATIONWASHINGTONDCMEETINGACS SUPPORTEDCUOCATALYSTPREPAREDPOLYNUCLEARMETALCOMPLEXESACSPREPRINTSDIVISIONPETROLEUMCHEMISTRY BERTRAND 1991 J AICHENATIONALMEETINGSESSION99C CATALYTICPROPERTIESSUPPORTEDCUOCATALYSTSPREPAREDMONONUCLEARDINUCLEARTRINUCLEARCUCOMPLEXES BERTRAND 1991 J NOVELCUOSILICAPREPAREDPOLYNUCLEARMETALCOMPLEXESSESSIONU5 ZIPPERT 1993 782 A SYMPOSIUMSUPPORTEDMETALCATALYSTS KENVIN 1991 1198 J KENVIN 1991 447 J RAO 1993 S AICHEANNUALMEETING SELECTIVESULFURDIOXIDEADSORBENTSPREPAREDDESIGNEDDISPERSIONSGROUPIAIIAMETALOXIDESALUMINA MCWHINNIE 1964 2959 W HATHAWAY 1969 2219 B VENABLE 1990 M MSTHESIS BECKLER 1986 252 R MAKI 1958 31 A 1983 1609 EIGHTPEAKINDEXMASSSPECTRA CHOKSI 1994 H MSTHESIS KHMELNITSKII 1971 393 A OSBORNE 1977 777 G MATHUR 1981 92 P BECKLER 1988 157 R BRUCE 1994 D PHDTHESIS HATHAWAY 1961 3091 B KATRITZKY 1959 353 A MCWHINNIE 1965 1382 W FERRARA 1965 1382 J CARLIN 1986 R MAGNETOCHEMISTRY BARNES 1972 144 J CRAWFORD 1976 2107 V TOOFAN 1976 217 M VALYON 1993 1204 J VALYON 1992 J NEWFRONTIERSINCATALYSISPROCEEDINGS10THINTERNATIONALCONGRESSCATALYSIS IWAMOTO 1986 943 M EVANS 1983 75 J KING 1987 583 T BRUCE 1993 1966 D KAVELEROVA 1963 116 E FABER 1959 1849 R CHOKSIX1995X85 CHOKSIX1995X85X99 CHOKSIX1995X85XH CHOKSIX1995X85X99XH item 1381-1169(94)00065-4 1381116994000654 1-s2.0-1381116994000654 10.1016/1381-1169(94)00065-4 271358 2010-09-27T23:06:19.987105-04:00 1995-04-03 1-s2.0-1381116994000654-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994000654/MAIN/application/pdf/bc52dade6ed7c4ad31f906b1a831da2f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994000654/MAIN/application/pdf/bc52dade6ed7c4ad31f906b1a831da2f/main.pdf main.pdf pdf true 1291365 MAIN 15 1-s2.0-1381116994000654-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994000654/PREVIEW/image/png/244a79da78418eec9dda9f34f176f65b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994000654/PREVIEW/image/png/244a79da78418eec9dda9f34f176f65b/main_1.png main_1.png png 64834 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL A copper/ silica catalyst prepared from a monolayer film of copper 2,2'-bipyridine dimer on Cab-O-Sil I Homiyar N. Choksi a, Alexandra Zippert b, Paul Berdahl c, J.A. Bertrand a, Dale L. Perry Mark B. Mitchell d, Mark G. White b \"School of Chemistry and Biochemistry, Georgia Institute of Technology, Atlanta, GA 30332-0100, USA b School of Chemical Engineering, Georgia Institute of Technology, Atlanta, Georgia 30332-0100, USA Lawrence Berkeley Laboratory, University of California, Berkeley, CA 94720, USA d Department of Chemistry, Clark Atlanta University, Atlanta, GA 30310, USA Received 14 July 1994; accepted 30 November 1994 Abstract A dinuclear copper complex was supported as a monolayer film on Cab-O-Sil (2.27 wt% Cu) as a model for Cu/ silica. The supported and unsupported metal complexes were characterized by elemental analyses, EPR, SQUID, DRIFTS, and mass spectrometry (El and FAB) techniques. The magnetic properties and infrared vibrational spectra were altered when the complex interacted strongly with the support by an ion exchange mechanism. The samples were subsequently decomposed by heating in oxygen to produce a highly dispersed supported Cu0/silica. This sample was reduced in HZ and the catalyst was exposed to NO and NZO under controlled conditions in separate experiments. The results of these characterizations are discussed in the framework of the theories of catalytic ensembles. Keywords: Copper; NO decomposition; Polynuclear copper complex; Silica; SQUID; Supported catalysts 1. Introduction Our previous work illustrated how metal complexes may be attached as thin films to oxide supports such as silica and alumina [ 1 ] . This technology has been used by others to create welldispersed metal oxides on supports starting with precursors such as the metal acetylacetonates of Fe 3 + , M002 + and VOZ + [ 2-4 ] . We have developed well-dispersed metal catalysts on silica and alumina from thin films of the acetylacetonates of Fe 3+, Mgt +, Cue +, C02 +, andMn3+ [5-12] . The * Corresponding author. Focused Research Program in Surface Science and Catalysis 1381-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI1381-1169(94)00065-4 copper-containing catalysts prepared on silica deserve special attention in that the selectivities of several probe reactions were very sensitive to the dispersion of the copper [5,8-10]. Well-dispersed catalysts ( > 90%) which were prepared from thermolysis of a monolayer film of Cu (acac)2/silica showed high selectivity for the simple hydrogenation of acetaldehyde to ethanol (> 95%); whereas, poorly-dispersed catalysts ( < 30%) created from the thermolysis of multiple layers of Cu (acac) 2 showed a selectivity of 45 % to the simple hydrogenation product (ethanol) and 45 % to the product ethyl acetate [ 5 ] . This technique of catalyst synthesis may be applied to develop supported metal catalysts hav- 86 H.N. Choksi et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 ORTEP Drawing of [Cu(bipy)(OH)]2 2+ N 0 N Cu U N 0 N Fig. 1. ORTEP diagram of copper 2,2-bipyridine dimer. Hydrogen atoms have been omitted for clarity. ing controlled ensemble sizes. In the present work, we synthesized and characterized a supported copper catalyst which was developed by decomposing a monolayer film of [ Cu (OH) bipy ] Z + cation on silica (Figure 1) . The properties of this catalyst were compared to those of other supported copper catalysts reported in the literature. 2. Experimental apparatus and procedures Preparation of [ Cu ( OH) bipy] 2 ( C104 ) Z. The method used to prepare this compound was similar to that reported by McWhinnie [ 13,14 ] . A 3.12 g (0.0200 mol) portion of 2,2'-bipyridine (Aldrich) dissolved in 50 mL methanol was warmed and added to a boiling methanol solution containing 7.65 g ( 0.0200 mol ) Cu ( C104 ) 2 nH20 (16.6% Cu, Alfa). Potassium hydroxide hydrate (ca. 12.5% HZO) (1.29 g, 0.020 mol) in boiling methanol was filtered and added to the turquoise copper-bipyridine solution. A bluish-purple solid, mixed with a white solid was formed, and the white solid, KC104, was removed by washing first with water during filtration. The blue solid was then washed with ethanol, then ether, and finally dried under vacuum. The structure (Fig. 1) was determined from data of single crystal X-ray diffraction [ 15 ] . 2.1. Chemicals Cab-O-SiI (M-5 grade; surface area= 200 m2/ g silica) was purchased from Cabot Corporation. Acetonitrile, obtained from Fisher, was used without further purification. The gases were (1) extradry nitrogen ( Holox ) , ( 2 ) oxygen ( Holox ) , ( 3 ) 25 vol. % hydrogen ( balance helium), ( 4 ) mixtures of NO/N2 (1.09 and 0.94 vol.% nitric oxide, Matheson), and (5) nitrous oxide (UHP, Matheson). Each gas was passed through a molecular sieve, replaceable, gas purifier cartridge (Type 452), held in a Type 450 gas purifier ( Matheson) . Elemental analyses. The catalyst samples were analyzed for carbon, nitrogen, and hydrogen content by Atlantic Microlab, Inc. (Norcross, GA) and for metal content by Applied Technical Services, Inc (Marietta, GA). Catalysts preparation. The catalyst was prepared by adding the copper complex, either as a solid or in acetonitrile solution, to a slurry of 3.00 g silica in 150 ml acetonitrile. Triethylamine (Et3N) was added to the slurry to facilitate the ion exchange of cationic complexes onto the surface. Normally, a ratio of 1-2 mol Et3N/mol Cu was used. The slurry was stirred for several hours, filtered and the solid was washed with acetonitrile until the wash solution was colorless. The acetonitrile washing suppresses formation of polycrystalline copper complex. The washed filter cake was dried at ca. 20 Torr and 54 to avoid decomposition of the complex. XRD. The powder XRD was collected on a Siemens D5000 instrument using Cu-K,, radiation having a wavelength of 1.5406 Powdered samples of the Cab-O-SiI and the copper catalyst ( 2.27 wt% Cu) were prepared for analysis. FT-IR. Characterization of samples without thermal decomposition or gas adsorption was done using a Nicolet 520 FTIR spectrometer with a TGS detector. Samples mixed with KBr ( Spectra-Tech) were placed in a stainless steel sample holder with a cavity 3 mm in diameter and 2 mm in depth. The sample holder was mounted on a Spectra-Tech diffuse reflectance attachment H.N Choksi et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 equipped with a blocker device to minimize specular reflectance. Thermal decomposition of the supported metal complex and NO adsorption experiments were completed on a Nicolet 5DXB FTIR spectrometer with a liquid nitrogen-cooled, mercury-cadmium-telluride (MCT) detector. The reflectance accessory accommodated a watercooled, controlled-atmosphere cell (Harrick Scientific), having a sample cavity about 6 mm in diameter and 4 mm deep. Pinholes in the side of the cavity allow gas to flow through the sample bed, which consists of KBr powder (65 microns mesh size) topped with a thin layer of the sample. A stainless steel dome with KBr windows seals the cell and allows the infrared beam to strike the sample. Careful manipulation of the mirrors on the reflectance accessory allows maximum signal throughput to obtain good spectra. The background signal was taken with KBr. All spectra were taken at 4 cm-' resolution and corrected for water and carbon dioxide in the instrument chamber, using OMNIC, a PC-based, software package from Nicolet, running under MicrosoftWindows. The NO adsorption spectra were developed by subtracting the room-temperature spectrum of the decomposed and subsequently reduced supported sample (prior to exposure) from the spectra of samples exposed to NO. SQUID. The magnetic properties of the supported copper complex were determined with a Quantum Design Model MPMS SQUID magnetometer. SQUID is an acronym for Superconducting Quantum Interference Device. The procedure was as follows: (1) determine the magnetic moment while warming the sample from 5 to 280 K in a field of 1 T (tesla), (2) cool back to 5 K in a field of 4 T, and (3) reduce the field from 4 T to zero at 5 K. The time was about 30 s for each individual moment determination. A correction was made for the diamagnetic plastic sample container. Electron paramagnetic resonance. All EPR spectra were measured with a Varian E-Line Century Series Model E-109ES spectrometer equipped with a 9 in. magnet and a Model E-100A microwave bridge. The cavity was tuned for the 87 resonance condition at a frequency in the X band (8.950 GHz for the unsupported sample and 9.033 GHz for the supported sample). Two samples were examined having nearly the same amount of copper; one was supported complex (2.27 wt% Cu) and the other was unsupported complex. The samples were weighed to give a copper content of 1.323 mg in the unsupported sample and 1.316 mg in the supported sample. The samples were placed in a quartz EPR tube along with a few crystals of DPPH (2,2-diphenyl-l-picrylhydrazyl hydrate, free radical, 95%, Aldrich) in a sealed capillary tube, placed inside the EPR tube. The pen was centered on the recorder and the field set adjusted to center the DPPH signal on the oscilloscope. The 2 h scans were performed at room temperature. The instrumental parameters were as follows: scan range= 1000 gauss (G), modulation amplitude =10 G, receiver gain = 800, modulation frequency= 100 kHz. The field set at the midpoint of the chart was 3009.2 G for the unsupported sample, and 3051.0 G for the supported sample. To compare intensities, the receiver gain was kept constant for both samples. Thermogravimetric analysis. Thermogravimetric analysis of the supported catalyst (2.27 wt% Cu) was performed on a Perkin Elmer TGS-2 Spectrum B oo Gauss DPPH Spectrum A Fig. 2. Electron paramagnetic resonance spectra of copper 2,2'-bipyr idine dimer. (a) Spectrum of unsupported metal complex. (b) Spec trum of metal complex supported on Cab-O-Sil. 88 HA Choksi et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 thermogravimetric system. Flow rates of all gases were controlled with a Matheson multiple flow controller Model 8249, using Model 8141 transducers at a pressure of 18 psig. We monitored the time, temperature, weight and weight change with respect to time (dw/dt); these data were acquired on a computer with an 80286 processor and 640 KB memory. 95, 98. h 70 9s r .Vl 68 y 55 C 58 Before the experiment was started, the catalyst sample was dried in the sample holder under a nitrogen flow at 125-135. It was found that samples weighing 4-8 mg gave the most reproducible results. Gravimetric analysis-thermal decomposition. Samples were decomposed in a controlled atmosphere by heating from ca. 35to 450. The heating rate for all TGA experiments was 5/min. 128.1 n.9 i 51.8 H.1 39.1 i9 .1 N 40 60 80 i.l 1 .I I9 .I 1 .1 100 120 140 160 180 200 Mass/Charge Ratio, m/e 95. 90, n n es s9 d ss se AS 'v.W m 35 30. n: r. 11 . 3 . 5 (b) i,,JL 69 e 0 k.tnl 40 60 >o.i .B II , 80 100 120 Mass/Charge Ratio, m/e 140 760 H.N. Choksi et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 (C) r 95 51 w 25 ss ss se Is N 35 30 n.8 n 51.8 20 87.8 15 II 1 .8 5 11.1 1 81 40 60 80 100 is .1 '.1 ~ 231.2 ,11111 a 11, 11 ~I1 19?i.1 vr, 120 140 160 180 200 220 240 Mass/Charge Ratio, m/e 89 Fig. 3. Electron impact mass spectra of copper 2,2'-bipyridine dimer. (a) Metal complex supported on Cab-O-Sil. (b) 2,2'-Bipyridine. (c) Unsupported metal complex. NO titration. The sample was decomposed in OZ and reduced in HZ before NO exposure. Prior to starting the nitric oxide flow and after adsorption was complete, the sample was flushed with NZ for 30 min before weighing. NO adsorption was carried out at 100, and in one instance at room temperature, with NO partial pressures ranging from 3.3 to 6.8 Torr and the exposure time was 180 to 400 min. Nz0 reaction. The sample was decomposed and reduced before N20 exposure. Prior to starting the nitrous oxide flow and after adsorption was complete, the sample was flushed with N2 for 30 min before it was weighed. Nitrous oxide adsorption was completed in an atmosphere showing N20 partial pressure of 380 Torr (balance nitrogen) at 100. Mass spectrometry-thermal decomposition. Mass spectra were collected on a VG 70-SE mass spectrometer equipped with a two-sector, forward-geometry analyzer and a VG 11-25J data system. Theoretical abundance calculations were completed with the utility ISO, which is a part of the data system. Two types of analyses were completed on the samples: electron ionization (EI) and fast atom bombardment (FAB). For the El experiment, the powder sample of the supported metal complex was heated in a vacuum with the temperature programmed at 2/s. Volatiles from the sample were introduced to the spectrometer inlet system for mass spectral analyses. Fast atom bombardment (FAB) experiments were developed using xenon ionized by a saddle field gun to produce the bombarding atoms. Samples of the powder were contacted with acetonitrile and sonicated to ensure dissolution of the copper containing species. The resulting solutions were mixed with meta-nitrobenzyl alcohol, mNBA, obtained from Aldrich. The m-NBA served as a matrix to hold the solution containing the copper species. 3. Results Elemental analyses. The unsupported metal complex showed elemental analyses as follows: 35.79 (35.73) wt% C, 2.74 (2.68) wt% H, 8.27 (8.33) wt% N, 10.49 (10.55) wt% Cl, and 20.0 (18.9) wt% Cu. The theoretical analyses are shown in parentheses for each element. One sample of the supported complex showed elemental analyses as follows: 2.27 wt% Cu; 3.87 wt% C (4.29%) , and 0.95 wt% N (1.00%) , along 90 H.N Choksi et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 with the theoretical analyses (in parentheses) calculated using the metal content. Only the carbon analysis appeared to be in serious error; whereas, the error was small for the N analyses. The sample 100- 90 h 80 . 70 C d 60 50 40 30 20 10 was found to have no perchlorate using a modified version of Geilmann's technique [ 16] . EPR of Cu(bipy) dimer. We recorded the EPR spectra of two samples so as to characterize the (a) Ise 569 6 3 1 A 1 1 113 175 X96 538 SJ2 0 200 250 300 350 400 450 500 550 600 Mass/Charge Ratio, m/e 100 90 80 ~c 70 d G 60 a 50~ 40 30 10 0 .l tee ees ,J, 325 tssAI, t 1u,1 - ,se 450 500 550 150 200 250 300 350 400 Mass/Charge Ratio, We HA Choksi et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 100. 90 80 70 60 . C d c 40 m 30 50 20 10 375 3 342 3 1 3 (C) 04 527 SS SO 5 3 S S 1 I ~ I I ~ 91 p. 350 400 450 500 550 600 650 Mass/Charge Ratio, We Fig. 4. Fast atom bombardment mass spectra of 2,2'-bipyridine metal complex. (a) Metal complex supported on Cab-O-SiI. (b) Copper bipyridine monomer. ( c ) Unsupported metal complex. magnetic properties of the supported metal complex before thermolysis. Two samples were prepared in which equal molar amounts of Cu were present in the unsupported metal complex and the 2.27 wt% Cu/silica (Fig. 2) The sharp peak each spectrum is the DPPH label. The spectrum of the unsupported metal complex (Fig. 2(a) ) shows a small signal near 3000 G; whereas, the supported sample (Fig. 2(b) ) shows a very large peak near 3000 G containing the distinct, four-line spectrum normally associated with a Cu2+ in an axial field [ 17 ] . The spectrum of the supported sample could be modeled by axial field equations using the following parameters for the spin-Hamiltonian: g 11 = 2.34; g 1= 2.09; A 11 = 0.0184 cm -' ; A 1 = unresolved. Gravimetric analysis-thermal decomposition. One sample (2.27 wt% Cu) was analyzed in the thermal gravimetric apparatus for weight loss during thermolysis. This sample showed small weight losses at 190, 280 and a large weight loss near 335; whereas, the unsupported metal complex decomposes rapidly at 296. Eighteen aliquots of the supported sample were decomposed in the TGA to give an average weight loss of 0.0564 mg/mg total sample weight. The predicted weight loss is 0.0562 mg/mg total sample weight assuming the residue is Cu0/silica. Mass spectral analysis of supported Cu-bipy dimer. The 2.27 wt% Cu /silica sample was examined by mass spectrometry using electron impact ( EI ) and fast atom bombardment ( FAB ) to develop the spectra. The El spectrum of the supported sample (2.27 wt% Cu) appears in Fig. 3 ( a) for the sample heated to 402. This spectrum shows large peaks at mle=51, 78, 128, and 156, plus the small peaks at 170 and 190. The fragmentation pattern of the peaks with mle < 156 in the supported sample is identical to that of the unsupported sample. The electron impact (EI) mass spectra are identical for the neutral molecule of the ligand: 2,2'-bipyridine, Fig 3 ( c ) [ 18 ] and the gases evolved from the unsupported metal complex when heated to 383 ( Fig. 3 ( c ) ) . The small peak which appears in the spectrum of the supported sample at 190 may be a product of the reaction between the Cu species and a fragment of the 2,2'-bipyridine ligand which is 92 H.N. Choksi et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 (a) Y a Y 'c 7 Y C 7 Y JE 4000 3600 3200 2800 2400 2000 1600 1200 800 400 Wavenumbers, cm-1 4000 3800 3600 3400 3200 3000 2800 2600 2400 Wavenrs, cm's 2200 2000 1800 1600 1400 Fig. 5. Fourier transform infrared spectroscopy of supported and unsupported copper 2,2'-bipyridine dimer. ( a) Unsupported metal complex. (c) Metal complex supported on Cab-O-SiI. observed in the fragmentation pattern of the ligand [ 19-22] . This value of the mle may be explained by the formation of Cu + quinoline - 2 H atoms which show masses of ( Cu + C9H,N - 2H; 63 + 129 - 2 =190 ) . The quinoline formation is supported by the normalized relative intensity ratio of the 190:192 peaks appearing in the ratio of 100:41.2 which is close to the theoretical isotope envelope for these species (100:45.1). H.N Choksi et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 Table 1 Infrared absorption peaks for supported complex 93 Frequency of absorption, cm-' Supported sample Unsupported sample 3750 3650-3200 3125-3050 2000-1850 1670-1620 1605-1450 0 o.s U w 0.4 c 0 v 0.2 G ca m 0.0 , 3616 3112-3000 1605-1443 1323 1084 l1000 896 774 635 626 513 440 Unsupported sample Supported sample 0.0 0.2 0.4 0.6 0.8 B/T (tesla/kelvin) Fig. 6. Magnetic moment data of copper 2,2'-bipyridine dimer. Moments are expressed in units of Bohr magnetons per copper ion, as a function of the ratio of magnetic field to temperature. Solid circles represent data collected at 4 T, open circles, 1 T, triangles at 5 K for various magnetic fields. The curves are spline fits through the triangles. The same samples were examined using fast atom bombardment of the metal complexes in the matrix. The spectrum of the 2.27 wt% Cu/silica (Fig. 4(a) ) shows large peaks at 219, 289, 307, 341, 375, and 460. The spectrum of the unsupported Cu-bipy dimer sample ( Fig. 4 ( c ) ) shows large peaks at 375 [ Cu + 2 bipy ligands (C1oH8N2)=63+312=375] and 474 [Cu+2 Notes and assignments 2,2\"-bipyridine 308Cr3054 1577-1415 1253 992 759 616 O-H stretch of Cab-O-SiI O-H v O-H of bipy dimer v C-H Si-O of Cab-O-SiI C-C & C-N ring bending C-H, in-plane bending perchlorate ring breathing perchlorate C-H, out-of-plane bending in-plane deformation perchlorate v Cu-O perchlorate bipy ligands (CIOHgN2) + C104 = 63 + 312 + 99 = 474 ] which also appear in the spectrum of the Cu bipy monomer, [Cu(bipy)2]C104)2 (Fig. 4(b)). A peak at 219 is evident in the spectrum of the monomer, also. The peaks at 219 and 375 have been explained in the spectrum of the unsupported metal complex as characteristic of the monomer; however, the large peaks at 289, 307 and 460 which appear in E - LO 1.0 p a a U 0.9 0.8 ~- 0.7 0 50 2J/k = +43 K 100 150 200 T (K) Fig. 7. Product of magnetic susceptibility and temperature for unsupported copper 2,2'-bipyridine dimer. The susceptibility times temperature has been normalized to the value extrapolated to 0 K, 0 T. The parameter 2Jlk is determined by a curve fit. Measurements were made at 1 T. 94 H.N. Choksi et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 Table 2 Infrared absorption peaks and assignments for NO assignments Frequency of absorption, cm-' Cu/ZSM-5 Cu(acac)2 Cubipy Cu/Y Adsorbed Notes and assignments species 2230-2240 N20 on Cu\" [31] 2238 Nz0 [32] 2200 N20 21601 N02 onCu2+ [311 21251 N02 [321 1952 NO on Cu2 + 19481 NO on Cu2+ 19141 NO 1910 NO [11] 1906 NO+ [32] 1905 NO on Cu\" [ 31 ] 1902-1891 NO on isolated Cu` moved to accessible position [ 31 1895 1912-1907 on CUZ+ carrying extra-lattice O [ 31 ] 18251 (NO)2 on Cu' 17301 1826 NO on cu+ [ 11 ] 1817 NO 1807-1815 NO [31] 1768 ? ? 1672 1654 ? ? 1619-1630 N02 [31] 1602 NO2 1575 1579 O(NO2) Cu 1375 N03 Cu(?) 1305 N03 [31] the supported sample are not present as large peaks in the monomer, but they appear as large peaks in the spectrum of the matrix material: m-NBA. Thus, the supported sample appears to show the same FAB spectrum as the unsupported monomer and dimer; however, the supported sample does not show a peak at 474 which is the ml e for the monomer complex cation plus a perchlorate. Elemental analysis likewise failed to show any perchlorate in the supported metal complex (vide supra). XRD. No sharp peaks were observed in the Xray diffraction data of the Cu-bipy dimer on CabO-Sil which suggests that the catalyst is amorphous, i.e. no large crystals of metal complex were formed on the surface of the support. In fact, when these data were compared to that for CabO-Sil, the resulting spectra were identical. Our prior work with other metal complexes on silica [ 16,23 ] showed that XRD was a sensitive tool to define completion of a monolayer. Samples having loadings of the hexanuclear Cu complex just 2% in excess of a monolayer showed the presence of peaks characteristic of the polycrystalline metal complex [ 16] . Bruce confirmed the use of XRD to define monolayer completion for the system 2 Cu(en)+ on silica [24]. FT-IR. The FT-IR spectra of the supported and unsupported samples (Fig. 5) are summarized in Table 1 along with peak assignments. The spectrum of the unsupported sample shows a sharp peak at 3616 cm-', which is the stretching frequency of the bridging O-H groups in the complex (Fig. 5 (a)) . The spectrum of the supported sample (Fig. 5 (b)) shows a broad peak between 3650-3200 cm-', which we interpret as the overlap of the relaxations of O-H from the sample and the support. Note the SiOH from the support is just visible at 3747 cm-'. Our earlier work with other supported metal complexes show IR spectra H.N Choksi et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 Spectrum B Spectrum C Spectrum D Spectrum A 2200 2100 2000 1900 1800 7700 1600 1500 7400 95 Wavmumbers, cm -1 Fig. 8. Diffuse reflectance infrared Fourier transform spectroscopy of NO chemisorbed to Cu/silica. Spectrum A: Sample prepared by thermolysis monolayer of a film of metal complex (2.27 wt% Cu) in OZ followed by reduction in H2. Sample was cooled to 32 and the spectrum was recorded. Spectrum B: Sample of Spectrum A was exposed to NO at 32 and evacuated at same temperature. Spectrum A was subtracted from these data to produce the difference spectrum shown here. Spectrum C: Sample of Spectrum B was heated to 100, exposed to NO at same temperature and then evacuated. Difference spectrum is reported here relative to the sample of Spectrum A. Spectrum D: Sample of Spectrum C was heated to 160, exposed to NO at same temperature and then evacuated. Difference spectrum is reported here relative to the sample of Spectrum A. similar to that we report here [ 23 ] . These results suggest that the symmetry of both the surface SiOH and complex OH have been lowered by some interaction. The supported sample also shows a spectrum which contains a broad C-H band at 3200-3100 cm-' which corresponds to two, well-defined peaks in the unsupported sample between 3112-3000 cm-' ( v C-H) [ 10,2528 ] . Both spectra contain six sharp peaks between 1600-1400 cm' which are characteristic of the C-C and C-N ring deformation vibrations of 2,2'bipyridine. These data suggest that the bipyridine rings have not been destroyed when the complex mounted the support. Magnetic properties - SQUID. The magnetic moment data are shown in Fig. 6 for the supported and unsupported metal complex. The data for the unsupported metal complex were used to obtain (vide infra) a g-value of 2.13 and a value for 2J/ k = 43 K ( i.e., 2J= 30 cm-' ) . The positive value of the exchange interaction constant, 2J, is con- sistent with a model for the complex where the Cu ions are ferromagnetically coupled so that the ground state of the electrons is the triplet state ( vide infra). The supported metal complex is somewhat less magnetic, which is evidence for anti-ferromagnetic coupling. Fig. 7 shows the product of the magnetic susceptibility and the temperature for the unsupported sample. This plot removes the dominant T-' Curie law dependence. The low-field, lowtemperature data have been used to normalize this plot, which gives a g-value = 2.13. A one-parameter fit of the data to the following equation for the magnetic moment per copper ion M as a function of the field and temperature [ 29 ] g sinh(gtt,BBlkT) [1+2cosh(g1cuBlkT)+exp(-2/kT)] (1 yields the ferromagnetic interaction parameter 2J=30 cm-'. The range of the magnitude variation in Fig. 7 is fit well without an adjustable 96 H.N. Choksi et al. l Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 parameter, which is evidence for the accuracy of our description. At low temperatures there is paramagnetic behavior with spin =1 dimers which goes over smoothly to paramagnetic behavior with twice as many spins, each equal to 1/2, at higher temperatures. Prior magnetic measurements on the unsupported compound are in general agreement with the present measurements. Barnes, et al., reported positive ferromagnetic interactions modeled by the van Vleck equation with 50 < 2J< 100 cm-' when g = 2.22 [ 30 ] . Crawford et al. [ 31 ] discussed a correlation between the Cu-O-Cu bridge angle and the value of 2J in the hydroxo-bridged copper dimers. This angle, determined to be 96.94by Toofan et al. [ 32 ] , leads to an estimate for 2J=45 cm-' which is close to the value reported here. The work of Crawford et al. [ 31 ] also shows that a change in 2J on the order of 30 cm-' can be caused by changes in the Cu-Cu distance as small as 0.20, or a corresponding change in the Cu-0-Cu bridge angle of only 0.4 NO adsorption - MR. The pretreatment of the sample and the conditions of the NO adsorption experiment described earlier were repeated in a controlled atmosphere cell installed in a diffuse reflectance, Fourier transform infrared spectrometer (Table 2) . The spectra developed in Fig. 8 show the sample after calcination and reduction in HZ (Fig. 8, Spectrum A). This spectrum was subtracted from the data of the same sample after exposure to NO to develop the difference spectra (Fig. 8, Spectra B, C, and D). Peaks were observed at 2200, 1620, 1580, 1375 cm-' for a sample exposed to 0.03 mol NO at 32 (Fig. 8, Spectrum B). The sample was heated to 100 in vacuum and exposed to NO (0.02 mol NO exposure). In Fig. 8, the IR Spectrum C was developed after this treatment to show a decrease in the 2200 cm-' peak with increases in the peaks at 1620, 1580,1375 cm-' and the appearance of new peaks at 1952, 1817, 1768 cm-'. Heating of the sample to 160 in vacuum followed by NO exposure at that temperature (0.01 mol NO exposure) gave the Spectrum Din Fig. 8. Heating of the sample causes the peaks at 2200, 1620, and 1580 cm-' to decrease significantly; whereas, the peaks at 1952, 1817, 1768, and 1375 cm-' remain large. Peak assignments by Valyon and Hall [33] and others [ 11,34] were used to identify the surface species which give rise to these observed vibrations. These results suggest that NZO, NOZ and N03 are present on the surface with very little molecular NO on the dinuclear Cu catalysts. The N20 and NOZ species disappeared upon heating the sample to 160; however, the N03 species appears to grow. NO adsorption -grauimetric analysis. The conditions of the NO adsorption experiment in the gravimetric experiment were the same as we used in the DRIFTS experiment. The weight gain was 0.281 mg/mg Cu, 0.246 and 0.260 mg/mg Cu for the adsorption of NO in three separate experiments when the exposure time was varied from 240-400 min at 100 and 6.8 Torr NO. The results of the infrared experiments suggested that very little molecular NO was present on the surface; thus, we conclude that NO decomposed over the Cu /silica developed from the dimer complex. If we assume that oxygen remains on the surface, then the weight increase corresponds to an average O/Cu stoichiometry of 1.04. These data suggest that the Cu ions are completely dispersed in these samples. N20 Reaction. The samples synthesized from the dinuclear metal complex were examined further by reaction of N20 which has been used previously to measure exposed copper surface area [ 35 ] . The reaction stoichiometry [ 35 ] for the reaction of N20 on metallic copper crystals is given by the following equation: 2Cu(s) +NZO(g) ---> Cu-O-Cu (s) +NZ(g) We showed how this reaction did not adequately represent the state of copper dispersion when the surface was created by the decomposition of a monolayer of Cu(acac)Z/silica as no reaction occurred between the reduced surface and the gaseous N20 [ 11 ] . We explained these results as a consequence of the N20 reaction demanding an ensemble of two Cu atoms no more than 4 A apart H.N Choksi et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 and that the Cu atoms in the model catalyst were separated by as much as 5 [ 11 ] . The 2.27 wt% Cu sample was pretreated by reduction in HZ at 300 before it was exposed to N20 gas. After exposure to N20, the sample was purged with dry N2, and the weight increase was found to be 0.252 mg/mg Cu in the sample. This weight increase corresponds to 0.999 mol O/mol Cu in the sample. Therefore, every Cu atom in the sample has acquired another O atom which suggest a stoichiometry of the reaction as follows: 2Cu(s) +2N20(g) -2Cu-O(s) +2NZ(g) This reaction stoichiometry is quite different from that observed over copper metal crystals [ 35 ] . 4. Discussion Copper bipy dimer complex. The elemental analyses and FTIR spectra of the unsupported metal complex suggest that we were successful in synthesizing the metal complex. The magnetic properties data of the unsupported metal complex appear to be consistent with those reported in the literature [ 29-32 ] . Supported copper bipy dimer complex. The data of elemental analyses, gravimetric and mass spectral data attending the thermolysis of the supported metal complex are consistent with a picture that the copper bipy complex resides on the support with organic ligands intact but without the perchlorate anions. The EPR data suggest that some of the dimer mounts the surface showing evidence Table 3 EPR spin-Hamiltonian parameters for CUZ+ Sample/ reference This work Cu(acac)Z/S26 Cu(acac)2/S2-A1203 35 Cu\" /charcoal 36 Cue+/Y-zeolite 27' a Partially reduced sample 2.34 2.09 2.26 2.06 2.28 2.06 2.32 2.086 2.39 2.06 A11, A1, cm-' cm-1 0.0184 - 0.0200 - 0.0182 0.0029 0.0152 0.0134 0.0019 97 of unpaired electrons not unlike that we have seen for supported mononuclear metal complexes which the Cu2+ were `magnetically' isolated [9] . Others report spin-Hamiltonian parameters for `isolated' Cu 2+ which are very close to those we report here ( Table 3 ) [ 17,37,38 ] . The magnetic properties data collected in the SQUID help to explain these results. It is believed that the copper ions are not present on the silica surface as ferromagnetically-coupled dimers, and the magnetic data are consistent with this belief, but the magnetic data cannot be used to confirm this idea conclusively. The simplest explanation for the reduced moment in the supported sample relative to the unsupported sample, as is evident in Fig. 6, is that the copper dimers have a weak anti-ferromagnetic coupling, which only becomes evident at rather low temperatures. If Eq. 1 is used to fit the data for the supported sample (leaving the g-value fixed at 2.13 ) , then one obtains 2Jlk = - 6 K ( 2J = - 4 cm - ` ) . As remarked earlier, even small changes in the copper ion positions could be responsible for changing the exchange coupling constant from + 30 to - 4 cm-' . A strong interaction between the complex and the silica surface may be responsible for these small changes in the copper ion positions. Thus, the magnetic properties data imply that the copper ions are very weakly coupled. Moreover, we suggest that ion exchange has occurred to produce a film of copper bipy canons which interact strongly with the CabO-Sil surface in a manner similar to that we have reported previously [ 1,16,23,36] . The results for the reactivity of NO and NZO over Cu/silica prepared by decomposing a monolayer of a dinuclear Cu complex on silica are in stark contrast to the results we reported for Cu/ silica prepared from the thermolysis of a monolayer film of Cu ( acac ) Z / silica [ 10,11 ] . We shall designate the sample prepared from the dinuclear Cu complex as `dinuclear' and the sample prepared from the mononuclear Cu complex as `mononuclear'. The two samples of Cu/silica showed the same dispersions of Cu (100%) for similar weight loadings ( 2.27 wt% Cu for the `dinuclear' sample and 2.4 wt% Cu for the `mononuclear' 98 HN Choksi et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 sample). However, NO and N20 could be dissociated on the `dinuclear' sample; whereas, NO was reversibly adsorbed without dissociation on the `mononuclear' sample. Nitrous oxide did not react on the `mononuclear' sample at conditions often used to `count' surface Cu sites in supported Cu samples: 100 and 380 Torr of N20. The stoichiometry of 1 O/Cu resulting from the Nz0 reaction on the `dinuclear' catalyst is different from the stoichiometry of 1 O/2 Cu normally used to count surface Cu atoms on supported polycrystalline Cu [ 35 ] . We speculate that the coordination number of surface Cu species governs the adsorbate stoichiometry. Consider a model for the surface of polycrystalline Cu which for which the surface Cu atoms show a coordination number of five. Two surface Cu atoms of polycrystalline Cu can share an oxidic oxygen, since each surface Cu atom can accept one more bond. Now consider a model for a small Cu ensemble as might be generated from the thermolysis of a dinuclear Cu complex on silica (Species 1) . Oads Osds OH O Cu O OH O Species The Cu atoms in this ensemble may show coordination numbers as small as 3-4. This smaller Cu coordination number may permit the Cu species to form double bonds with each oxidic oxygen so that the oxygen/Cu stoichiometry is 1 O/Cu. We suggest by this discussion that the Cu ion ensemble size will govern the types of interactions between NO and the copper ions. The `dinuclear' sample was observed to develop surface N20, nitrito and nitrato species after exposure to NO at room conditions in the FTIR. The `mononuclear' catalyst showed chem- isorbed NO on Cu\" giving rise to a peak at 1910 cm-', chemisorbed NO on Cu + giving rise to a peak at 1826 cm-', and an unassigned peak at 1672 cm-'. It would appear that the reaction of NO to products on Cu is a demanding reaction which requires an ensemble size of at least 2. The results for the N20 reaction confirm the demanding nature of this reaction. 5. Conclusions Model Cu/silica catalysts were prepared from the thermolysis of a monolayer film of Cu-bipy dimer/Cab-O-Sil. The cationic complex attached to the surface of the silica with its ligands intact apparently by an ion exchange mechanism for which two surface protons left the surface combined with two perchlorate anions. The surface bound Cu-bipy metal complex showed significant interactions with the surface (perhaps, between the surface Si0' - and the OH groups of the complex) as evidenced by a decrease in the magnetic moment of the Cu ions. Thermolysis of the surface film apparently produced a residue showing a Cu/ O stoichiometry equal to 1. This residue could be reduced in hydrogen to produce a reactive surface which dissociates NO and N20 at mild conditions. The stoichiometry of the reaction of the residue with Nz0 is quite different from that reported in the literature for supported polycrystalline Cu. The present results call into question the use of NZO as a proper titrant for copper surface area as well as our use of NO as a titrant for well-dispersed Cu as reported in earlier papers. The reactions of NO and N20 over small ensembles of Cu are demanding. Acknowledgements The authors acknowledge the financial support of the Georgia Institute of Technology through the Focused Research Program in Surface Science and Catalysis and the US Department of Energy (PETC) through the grant number DE-FG22- H.N Choksi et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 85-99 90PC90292. We thank the Lawrence Berkeley Laboratory for use of the SQUID and acknowl edge the use of the El and FAB mass spectroscopy equipment and the data interpretation help pro vided by Dr. David Bostwick, Ms. Sarah Shealy, and Professor K. Bush at the School of Chemistry and Biochemistry at the Georgia Institute of Tech nology. The authors also acknowledge support from the Center for Science and Engineering Edu cation, Director, Office of Energy Research, Divi sion of University and Science Education Programs from the US Department of Energy under Contract No. DE-AC03-76SF00098. References [ 1 ] M.G. White, Catal. Today, 18 (1993) 73. [2] A.J. van Hengstrum, J.G. van Ommen, H. Bosch and P.J. Gellings, Appl. Catal., 5 (1983) 207. [3] J.A.R. van Veen, J. Collect. Int. Sci., 121 (1988) 214. [4] B.M. Reddy, K. Narsimha and P. Kanta Rao, Langmuir, 7 (1991) 1551. [ 5] J.C. Kenvin and M.G. White, J. Catal., 135 (1992) 81. [ 6] J.A. Bertrand, D. Bruce, H. Choksi and M.G. White, Supported Cu0 Catalyst Prepared from Polynuclear Metal Complexes, ACS Preprints, Division of Petroleum Chemistry, Symposium on Catalytic Selective Oxidation, Washington, DC, Meeting of the ACS, 23-28 August 1992, p. 1130. [7] J.A. Bertrand, D. Bruce, H. Choksi and M.G. White, The Catalytic Properties of Supported Cu0 Catalysts Prepared from Mononuclear, Dinuclear, and Trinuclear Cu Complexes, AIChE National Meeting, Session 99C, Los Angeles, CA, 17 22 November 1991, Paper 99-C,h. [8] J.A. Bertrand, D. Bruce, H. Choksi and M.G. White, Novel Cu0/Silica Prepared from Polynuclear Metal Complexes, Session U-5, Materials Research Society, Boston, MA, 1-5 December 1991, Paper U-5.5. [9] A. Zippert and M.G. White, ACS Preprints, Division of [35] Petroleum Chemistry, Symposium on Supported Metal Catalysts, 1993, p. 782. [10] J.C. Kenvin, M.G. White and M.B. Mitchell, Langmuir, 7 [36] (1991) 1198. [ I 1 ] J.C. Kenvin and M.G. White, J. Catal., 130 (1991) 447. [ 12] S. Rao, E. Waddell, M.B. Mitchell and M.G. White, Selective Sulfur Dioxide Adsorbents Prepared from Designed Dispersions of Group IA and IIA metal Oxides on Alumina, 99 Paper 184e, AIChE Annual Meeting, St. Louis, MO, November 1993. [ 13 ] W.R. Mcwhinnie, J. Chem. Soc. (1964) 2959. [ 14] B.J. Hathaway, LM. Procter, R.C. Slade and A.A. Tomlinson, J. Chem. Soc. A, (1969) 2219. [15] M. Venable, M.S. thesis, Georgia Institute of Technology, Atlanta, GA, (1990). [ 16] R.K. Beckler and Mark G. White, J. Catal., 102 (1986) 252. [ 17] A.H. Maki and B.R. McGarvey, J. Chem. Phys., 29 (1958) 31. [ 18] Eight Peak Index of Mass Spectra, 3rd Ed., Vol. 2, Part 1, The Mass Spectrometry Data Center, AWRE, Aldermaston, Reading, England, 1983, 1609. [ 19] H.N. Choksi, M.S. Thesis, Georgia Institute of Technology, Atlanta, GA, (1994). [ 20] A.N. Khmelnitskii, A. Klyuev and P.B. Teretev, Soviet J. Org. Chem. (English translation), 7 (1971) 393. [21] G. Osborne, Spectroscopy Lett., 10 (1977) 777. [22] P. Mathur, E.M. Burgess, D.E. Bostwick and T.F. Moran, Org. Mass Spectrosc., 16 (1981) 92. [23] R.K. Beckler and M.G. White, J. Catal., 112 (1988) 157. [24] D.A. Bruce, Ph.D. thesis, Georgia Institute Technology, Atlanta, GA, (1994). [25] B.J. Hathaway and A.E. Underhill, J. Chem. Soc., (1961) 3091. [26] A.R. Katritzky, Q. Rev., 13 (1959) 353. [27] W.R. McWhinnie, J. Inorg. Chem., 4 (1965) 1382. [28] J.R. Ferrara and W.R. Walker, Inorg. Chem., 4 1382 (1965). [29] R.L. Carlin, Magnetochemistry, Springer-Verlag, Berlin, 1986, Chap. 5. [30] J.A. Barnes, D.J. Hodgson and W.E. Hatfield, Inorg. Chem., 11 (1972) 144. [31 ] V.H. Crawford, H.W. Richardson, JR. Wasson, D.J. Hodgson and W.E. Hatfield, Inorg. Chem., 15 (1976) 2107. [32] M. Toofan, A. Boushehri and M. Haque, J. Chem. Soc., Dalton Trans. (1976) 217. [33] J. Valyon and WK. Hall, J. Phys. Chem., 97 (1993) 1204; J. Valyon and W.K. Hall, in L. Guczi, et al. ( Eds. ) , New Frontiers in Catalysis, Proceedings of the 10th International Congress on Catalysis, 19-24 July, 1992, Budapest, Hungary, Elsevier, Amsterdam. [34] M. Iwamoto, H. Furukawa and S. Kagawa, Stud. Surf. Sci. Catal., 28 (1986) 943. J.W. Evans, M.S. Wainwright, A.J. Bridgewater and D.J. Young, Appl. Catal., 7 (1983) 75; T.S. King, W.J. Goretzke and B.C. Gerstein, J. Catal., 107 (1987) 583. D. Bruce, J.A. Bertrand and M.G. White, AIChE J., 39 (1993) 1966. [37] E.V. Kavelerova, V.B. Golubev and V.B. Evdokimov, Russ. J. Phys. Chem., 37 (1963) 116. [38] R.J. Faber and M.T. Rogers, J. Am. Chem. Soc., 81 (1959) 1849. MOLCAA 94000654 1381-1169(94)00065-4 10.1016/1381-1169(94)00065-4 Molecular aspects of heterogeneous catalysis ☆ Focused Research Program in Surface Science and Catalysis Article A copper/silica catalyst prepared from a monolayer film of copper 2,2′-bipyridine dimer on CabOSil Homiyar N. Choksi a Alexandra Zippert b Paul Berdahl c J.A. Bertrand a Dale L. Perry c Mark B. Mitchell d Mark G. White ∗ b a School of Chemistry and Biochemistry, Georgia Institute of Technology, Atlanta, GA 30332-0100, USA b School of Chemical Engineering, Georgia Institute of Technology, Atlanta, Georgia 30332-0100, USA c Lawrence Berkeley Laboratory, University of California, Berkeley, CA 94720, USA d Department of Chemistry, Clark Atlanta University, Atlanta, GA 30310, USA ∗ Corresponding author. A dinuclear copper complex was supported as a monolayer film on Cab-O-Sil (2.27 wt% Cu) as a model for Cu/silica. The supported and unsupported metal complexes were characterized by elemental analyses, EPR, SQUID, DRIFTS, and mass spectrometry (EI and FAB) techniques. The magnetic properties and infrared vibrational spectra were altered when the complex interacted strongly with the support by an ion exchange mechanism. The samples were subsequently decomposed by heating in oxygen to produce a highly dispersed supported CuO/silica. This sample was reduced in H2 and the catalyst was exposed to NO and N2O under controlled conditions in separate experiments. The results of these characterizations are discussed in the framework of the theories of catalytic ensembles. Keywords Copper NO decomposition Polynuclear copper complex Silica SQUID Supported catalysts References [1] M.G. White Catal. Today 18 1993 73 [2] A.J. van Hengstrum J.G. van Ommen H. Bosch P.J. Gellings Appl. Catal. 5 1983 207 [3] J.A.R. van Veen J. Collect. Int. Sci. 121 1988 214 [4] B.M. Reddy K. Narsimha P. Kanta Rao Langmuir 7 1991 1551 [5] J.C. Kenvin M.G. White J. Catal. 135 1992 81 [6] J.A. Bertrand D. Bruce H. Choksi M.G. White Supported CuO Catalyst Prepared from Polynuclear Metal Complexes, ACS Preprints, Division of Petroleum Chemistry Symposium on Catalytic Selective Oxidation, Washington, DC, Meeting of the ACS 23–28 August 1992 1130 [7] J.A. Bertrand D. Bruce H. Choksi M.G. White The Catalytic Properties of Supported CuO Catalysts Prepared from Mononuclear, Dinuclear, and Trinuclear Cu Complexes AIChE National Meeting, Session 99C Los Angeles, CA 3rd Ed. Paper 99-C,h 17–22 November 1991 [8] J.A. Bertrand D. Bruce H. Choksi M.G. White Novel CuO/Silica Prepared from Polynuclear Metal Complexes, Session U-5 Materials Research Society, Boston, MA 3rd Ed. Paper U-5.5 1–5 December 1991 [9] A. Zippert M.G. White ACS Preprints, Division of Petroleum Chemistry Symposium on Supported Metal Catalysts 1993 782 [10] J.C. Kenvin M.G. White M.B. Mitchell Langmuir 7 1991 1198 [11] J.C. Kenvin M.G. White J. Catal. 130 1991 447 [12] S. Rao E. Waddell M.B. Mitchell M.G. White Selective Sulfur Dioxide Adsorbents Prepared from Designed Dispersions of Group IA and IIA metal Oxides on Alumina AIChE Annual Meeting St. Louis, MO 3rd Ed. Paper 184e November 1993 [13] W.R. McWhinnie J. Chem. Soc. 1964 2959 [14] B.J. Hathaway I.M. Procter R.C. Slade A.A. Tomlinson J. Chem. Soc. A 1969 2219 [15] M. Venable M.S. thesis 1990 Georgia Institute of Technology Atlanta, GA [16] R.K. Beckler Mark G. White J. Catal. 102 1986 252 [17] A.H. Maki B.R. McGarvey J. Chem. Phys. 29 1958 31 [18] 3rd Ed. Eight Peak Index of Mass Spectra Vol. 2 1983 The Mass Spectrometry Data Center, AWRE Aldermaston, Reading, England 1609 Part 1 [19] H.N. Choksi M.S. Thesis 1994 Georgia Institute of Technology Atlanta, GA [20] A.N. Khmelnitskii A. Klyuev P.B. Teretev Soviet J. Org. Chem. 7 1971 393 (English translation) [21] G. Osborne Spectroscopy Lett. 10 1977 777 [22] P. Mathur E.M. Burgess D.E. Bostwick T.F. Moran Org. Mass Spectrosc. 16 1981 92 [23] R.K. Beckler M.G. White J. Catal. 112 1988 157 [24] D.A. Bruce Ph.D. thesis 1994 Georgia Institute Technology Atlanta, GA [25] B.J. Hathaway A.E. Underhill J. Chem. Soc. 1961 3091 [26] A.R. Katritzky Q. Rev. 13 1959 353 [27] W.R. McWhinnie J. Inorg. Chem. 4 1965 1382 [28] J.R. Ferrara W.R. Walker Inorg. Chem. 4 1965 1382 [29] R.L. Carlin Magnetochemistry 1986 Springer-Verlag Berlin Chap. 5 [30] J.A. Barnes D.J. Hodgson W.E. Hatfield Inorg. Chem. 11 1972 144 [31] V.H. Crawford H.W. Richardson J.R. Wasson D.J. Hodgson W.E. Hatfield Inorg. Chem. 15 1976 2107 [32] M. Toofan A. Boushehri M. Haque J. Chem. Soc., Dalton Trans. 1976 217 [33] J. Valyon W.K. Hall J. Phys. Chem. 97 1993 1204 J. Valyon W.K. Hall L. Guczi New Frontiers in Catalysis, Proceedings of the 10th International Congress on Catalysis 19–24 July, 1992 Elsevier Amsterdam Budapest, Hungary [34] M. Iwamoto H. Furukawa S. Kagawa Stud. Surf. Sci. Catal. 28 1986 943 [35] J.W. Evans M.S. Wainwright A.J. Bridgewater D.J. Young Appl. Catal. 7 1983 75 T.S. King W.J. Goretzke B.C. Gerstein J. Catal. 107 1987 583 [36] D. Bruce J.A. Bertrand M.G. White AIChE J. 39 1993 1966 [37] E.V. Kavelerova V.B. Golubev V.B. Evdokimov Russ. J. Phys. Chem. 37 1963 116 [38] R.J. Faber M.T. Rogers J. Am. Chem. Soc. 81 1959 1849",
      "scopus-id": "2342510660",
      "coredata": {
        "eid": "1-s2.0-1381116994000654",
        "dc:description": "A dinuclear copper complex was supported as a monolayer film on Cab-O-Sil (2.27 wt% Cu) as a model for Cu/silica. The supported and unsupported metal complexes were characterized by elemental analyses, EPR, SQUID, DRIFTS, and mass spectrometry (EI and FAB) techniques. The magnetic properties and infrared vibrational spectra were altered when the complex interacted strongly with the support by an ion exchange mechanism. The samples were subsequently decomposed by heating in oxygen to produce a highly dispersed supported CuO/silica. This sample was reduced in H2 and the catalyst was exposed to NO and N2O under controlled conditions in separate experiments. The results of these characterizations are discussed in the framework of the theories of catalytic ensembles.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-04-03",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116994000654",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Choksi, Homiyar N."
          },
          {
            "@_fa": "true",
            "$": "Zippert, Alexandra"
          },
          {
            "@_fa": "true",
            "$": "Berdahl, Paul"
          },
          {
            "@_fa": "true",
            "$": "Bertrand, J.A."
          },
          {
            "@_fa": "true",
            "$": "Perry, Dale L."
          },
          {
            "@_fa": "true",
            "$": "Mitchell, Mark B."
          },
          {
            "@_fa": "true",
            "$": "White, Mark G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116994000654"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116994000654"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(94)00065-4",
        "prism:volume": "97",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A copper/silica catalyst prepared from a monolayer film of copper 2,2′-bipyridine dimer on CabOSil",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Copper"
          },
          {
            "@_fa": "true",
            "$": "NO decomposition"
          },
          {
            "@_fa": "true",
            "$": "Polynuclear copper complex"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "SQUID"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "85-99",
        "prism:endingPage": "99",
        "pubType": "fla",
        "prism:coverDisplayDate": "3 April 1995",
        "prism:doi": "10.1016/1381-1169(94)00065-4",
        "prism:startingPage": "85",
        "dc:identifier": "doi:10.1016/1381-1169(94)00065-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/2342510660"
      }
    }
  }
}