{
  "metadata": {
    "title": "Catalytic hydrogenation of 2,4-dinitrotoluene over a Pd/C catalyst: identification of 2-(hydroxyamino)-4-nitrotoluene (2HA4NT) as reaction intermediate",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-09-25",
    "doi": "10.1016/1381-1169(96)00112-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996001124",
    "pii": "1381116996001124"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030601467",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-1381116996001124 1381-1169(96)00112-4 1381116996001124 10.1016/1381-1169(96)00112-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00027 2015-05-13T23:01:31.432129-04:00 0 0 19960925 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 111 111 3 3 Volume 111, Issue 3 5 257 260 257 260 19960925 25 September 1996 1996-09-25 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. CATALYTICHYDROGENATION24DINITROTOLUENEOVERAPDCCATALYSTIDENTIFICATION2HYDROXYAMINO4NITROTOLUENE2HA4NTREACTIONINTERMEDIATE NERI G NERI 1995 235 G NERI 1995 2226 G BRAND 1923 883 K JANSSEN 1990 754 H JANSSEN 1990 1822 H MORI 1985 327 M RYLANDER 1967 P CATALYTICHYDROGENATIONOVERPLATINUMMETALS NERIX1996X257 NERIX1996X257X260 NERIX1996X257XG NERIX1996X257X260XG item 1381-1169(96)00112-4 1381116996001124 1-s2.0-1381116996001124 10.1016/1381-1169(96)00112-4 271358 2010-09-28T03:12:55.384117-04:00 1996-09-25 1-s2.0-1381116996001124-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001124/MAIN/application/pdf/3d754d002d5f9230755f24b360e7f8c5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001124/MAIN/application/pdf/3d754d002d5f9230755f24b360e7f8c5/main.pdf main.pdf pdf true 319327 MAIN 4 1-s2.0-1381116996001124-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001124/PREVIEW/image/png/9809cc40d59ab0d82d49eee1e4dd0ccf/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001124/PREVIEW/image/png/9809cc40d59ab0d82d49eee1e4dd0ccf/main_1.png main_1.png png 47819 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 111 (1996) 257-260 JOURNALOF MOLECULAR CATALYSIS Of A: CHEMICAL Catalytic hydrogenation of 2,4-dinitrotoluene over a Pd/C catalyst: identification of 2-(hydroxyamino) -4-nitrotoluene (2HA4NT) as reaction intermediate G. Neri a, M.G. Musolino b, E. Rotondo S. Galvagno b' n Faculty of Engineering, University of Reggio Calabria, 89100 Reggio Calabria, Italy b Department of Industrial Chemistry, University of Messina, Salita Sperone, 31, Sant'Agata di Messina, 98166 Messina, Italy Department of Inorganic Chemistry, Analytical and Molecular Structure, University of Messina, 98166 Messina, Italy Received 9 August 1995; accepted 11 March 1996 Abstract The catalytic hydrogenation of 2,4-DNT over palladium supported on carbon catalysts is reported. The 2(hydroxyamino)-4-nitrotoluene (2HA4NT) was identified as a reaction intermediate. The characterization of this compound and the reasons for its formation are discussed. Keywords: Palladium; 2,4-Dinitrotoluene; Hydrogenation 1. Introduction The hydrogenation of 2,4-dinitrotoluene (2,4DNT) can be carried out by using chemical, biological or catalytic methods. In previous papers we have investigated the mechanism of the catalytic reaction over a commercial Pd/C catalyst [1,2]. The reduction follows a complex reaction pathway involving several intermediates. The 4-(hydroxyamino)-2-nitrotoluene (4HA2NT) (1), CH3 N02 NHOH # Corresponding author. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PHS1381-1169(96)00112-4 formed by the selective reduction of the p-N02 group into a -NHOH group, was the main reaction intermediate detected. Somewhat surprising is the lack of the isomer 2-(hydroxyamino)-4-nitrotoluene (2HA4NT) (2) n3 / NHOH N02 (2) in the reaction products. This is however in agreement with the reports of other authors concerning with the 2,4-DNT catalytic hydrogenation [3-5]. The reasons of such a behaviour are not clear. The formation of 2HA4NT has 258 G. Neri et al. / Journal of Molecular Catalysis A: Chemical 111 (1996) 257-260 been instead observed in the reduction of 2,4DNT by Zn powder in NH4CI and by bacterial agents under anaerobic conditions [6]. In this communication we report the proof of the presence of 2HA4NT during the catalytic hydrogenation of 2,4-DNT over palladium supported on carbon catalysts. 2. Experimental The hydrogenation of 2,4-DNT (Aldrich, purity 97%) was carried out in a batch type reactor at 323 K and at pressure of 0.1 MPa under H2 flow. The catalyst MGPdl, containing 1 wt.-% Pd, was prepared by incipient wetness impregnation of carbon support (Chemviron, 1100 m 2/g BET surface area) with an aqueous solution of PdCl2. After drying at 393 K, the sample was reduced at 423 K in flowing H 2 for 1 h. As comparison, a commercial 5% Pd/C catalyst (supplied by Montecatini Tecnologie) was used. Before the reaction, the catalyst, suspended in 25 ml of EtOH (95%, analytical grade), was further reduced in situ at 323 K for 1 h under H 2 flow. In a typical run 25 ml of a solution, containing 1.154 g of 2,4-DNT (0.25 M) in EtOH was added and the reaction mixture was stirred at a rate of 500 rpm. The progress of reaction was followed with a liquid chromatograph (Waters 510), equipped with a UV detector (X = 254 nm). The separation was carried out on a reverse-phase packed column (p,-Bondapak C 18, 3 X 300 mm) using a mixture of solvents (acetonitrile-water). In order to isolate the reaction intermediates the reaction was stopped at total conversion of the reagent. The catalyst was separated immediately from the reaction mixture by filtration and the solvent was removed by a rotavapor in order to avoid the oxidation of the arylhydroxylamines. The solid obtained was dissolved in CHC13 and the separation of 2HA4NT from the other reaction products was carried out by using a chromatography column of silica gel (70-230 mesh) and CHC13 as eluent. Reaction products were identified by MS, IR, 1 H and 13C NMR. The following spectroscopy data were collected for 2HA4NT: nip 108-112; IR VCHC13 cm-': 3600 (NH), 3340 (OH), 1530 (NOZ). MS m/e: 168 (M+), 151 (M+- OH). 1H-NMR (300 MHz, CDC13) d: 2.209 (s, 3H), 5.28 (br s, IH), 6.80 (br s, 1H), 7.200 (d, 1H, Jbc = 8.2 Hz), 7.775 (dd, 1H, Jb c = 8.2 Hz, Jab = 2.3 Hz), 8.116 (d, 1H, Jab = 2.3 Hz). 13C {1 H} NMR (75.47 MHz, CDC13) d: 17.2 (CH3), 108.28 (C-3), 116.26 (C-5), 129.80 (C-1), 147.49 (C-4 or C-2), 148.60 (C-2 or C-4). 13C assignment by 13C/'H heterocorrelated 2D spectra. 3. Results and discussion Fig. 1 shows HPLC analysis of the reaction mixture, taken at an intermediate conversion, of the 2,4-DNT hydrogenation carried out over Pd/C catalysts. Analysis a is related to the reaction performed over the MGPd1 catalyst. A typical analysis of the reaction carried out over a commercial Pd/C sample is also shown for comparison in Fig. lb. The analysis were performed immediately after sampling in order to avoid the decomposition of arylhydroxylamines [1]. In the analysis a, in addition to the compo- 0 b a 0 10 20 30 40 50 60 70 mfn Fig. 1. Typical HPLC analysis of the reaction mixture of 2,4-DNT hydrogenation over: (a) MGPdl catalyst; (b) commercial 5% Pd/C catalyst. 259 Ha + 1.5% G. Neri et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 257-260 b) CH3 + 2.8% CH3 a) ppm 9 8 7 6 5 4 3 2 1 Fig. 2. (a) Standard 1 H NMR spectrum of compound (2) in CDC' 3; (b) NOED spectrum with increased intensity of Ha and CHI resonances (-NHOH protons irradiated; line broadening = 8 Hz). CH3 1 NH- OH z 5 o 3 H a NOz nents previously identified [1], a new peak present as a shoulder of the peak of 4HA2NT was revealed. This strongly suggests the presence of a compound with chemical behaviour and characteristics similar to 4HA2NT. In order to identify this compound, the separation procedure described in detail in the Experimental section, was followed. Two major fractions (A and B) were eluted from the chromatographic column and, after removal of the solvent, a residue of 0.112 g and CH3 / NOZ (NHOH) OH (NOZ) ;,4-nitrohydroxyaminotoluene isomers CH3 NOZ NOz 2,4-dinitrotoluene CH3' / Noz(NHZ) NHz (NO2) 2,4-nitroaminotoluene isomers Scheme 1. of 0.284 g was obtained. The 4HA2NT was identified as the main component of fraction B. Fraction A, dissolved and recrystallized in CHCl3, yields a pure crystalline compound characterised by MS, IR, tH and t3C NMR spectroscopy. The spectroscopic data, reported in the Experimental section, are in good agreement with that known for 2HA4NT [6]. As additional proof, the relative position of the substituents on the aromatic ring of the isolated compound have been assigned by NOE CH3 NH2 NHz 2,4-diaminotoluene 260 G. Neri et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 257-260 (Nuclear Overhauser Effect). An increase in the relative intensity of CH 3 ( = 2.8%) and Ha 1.5%) was observed by irradiation of hydroxylamino protons, indicating a magnetization transfer between the nitrogen and the oxygen bonded protons whose frequencies are strongly concentration dependent (Fig. 2). This confirms the presence of a -NHOH group surrounded by the -CH3 and Ha groups, as shown in the molecular structure reported in Fig. 2. The above results give new insight into the mechanism of 2,4-DNT catalytic hydrogenation over Pd catalysts. The reaction pathway up to now proposed [1,2,4] does not take in account the formation of 2HA4NT. However by analogy with the pathway leading to 4A2NT through 4HA2NT (see Scheme 1) a similar sequence is to be expected in the formation of 2A4NT. It has previously been observed that the hydrogenation rate of p-N02 group into -NHOH is faster than the subsequent reduction of -NHOH into -NH 2 [2]. Therefore the isomer 4HA2NT accumulates in the reaction mixture. To explain the absence of the isomer 2HA4NT in the reaction products we should assume that the rate of hydrogenation of the o-N02 group is similar or lower than that of the o-NHOH group. However, on the basis of the results reported in this note this seems do not be a general conclusion. In fact the relative rate of hydrogenation of the -N02 and -NHOH groups seems to depend on the catalyst used. A detailed characterization of the catalysts is necessary to correlate the formation of 2HA4NT with their physico-chemical properties. A more general reaction scheme (Scheme 1), involving the presence of both 2,4nitrohydroxylamino functions as intermediates of the reaction, is therefore proposed for the catalytic hydrogenation of 2,4-dinitrotoluene over Pd/C catalysts. It is also interesting to note that, because the hydroxylamines can undergo rearrangement to yield a variety of important chemicals [7], the catalytic hydrogenation of 2,4-DNT over MGPdl-type catalysts can be regarded as a convenient route for the synthesis of 2HA4NT due to the a higher yield of product and to the lower cost of hydrogen as compared to other reducing agents. References [1] G. Neri, M. G. Musolino, C. Milone, A. M. Visco and A. Di Mario, J. Mol. Catal. A, 95 (1995) 235. [2] G. Neri, M. G. Musolino, C. Milone and S. Galvagno, Ind. Eng. Chem. Res., 34 (1995) 2226. [3] K. Brand and J. Steiner, Ber. Dent. Chem. Ges., 55 (1923) 883. [4] H. J. Janssen, A. J. Kruithof, G. J. Steghius and K. R. Westerterp, Ind. Eng. Chem. Res., 29 (1990) 754. [51 H. J. Janssen, A. J. Kruithof, G. J. Steghius and K. R. Westerterp, Ind. Eng. Chem. Res., 29 (1990) 1822. [6] M. Mori, Y. Kudo, T. Nuzozawa, T. Miyahara and H. Kozuka, Chem. Pharm. Bull., 33 (1) (1985) 327. [7] P. N. Rylander, Catalytic Hydrogenation over Platinum Met- als, Academic Press, New York, 1967. MOLCAA 96001124 1381-1169(96)00112-4 10.1016/1381-1169(96)00112-4 Chemical and metal complex catalysis Article Catalytic hydrogenation of 2,4-dinitrotoluene over a Pd/C catalyst: identification of 2-(hydroxyamino)-4-nitrotoluene (2HA4NT) as reaction intermediate G. Neri a M.G. Musolino b E. Rotondo c S. Galvagno ∗ b a Faculty of Engineering, University of Reggio Calabria, 89100 Reggio Calabria, Italy b Department of Industrial Chemistry, University of Messina, Salita Sperone, 31, Sant'Agata di Messina, 98166 Messina, Italy c Department of Inorganic Chemistry, Analytical and Molecular Structure, University of Messina, 98166 Messina, Italy ∗ Corresponding author. The catalytic hydrogenation of 2,4-DNT over palladium supported on carbon catalysts is reported. The 2-(hydroxyamino)-4-nitrotoluene (2HA4NT) was identified as a reaction intermediate. The characterization of this compound and the reasons for its formation are discussed. Keywords Palladium 2,4-Dinitrotoluene Hydrogenation References [1] G. Neri M.G. Musolino C. Milone A.M. Visco A. Di Mario J. Mol. Catal. A 95 1995 235 [2] G. Neri M.G. Musolino C. Milone S. Galvagno Ind. Eng. Chem. Res. 34 1995 2226 [3] K. Brand J. Steiner Ber. Deut. Chem. Ges. 55 1923 883 [4] H.J. Janssen A.J. Kruithof G.J. Steghius K.R. Westerterp Ind. Eng. Chem. Res. 29 1990 754 [5] H.J. Janssen A.J. Kruithof G.J. Steghius K.R. Westerterp Ind. Eng. Chem. Res. 29 1990 1822 [6] M. Mori Y. Kudo T. Nuzozawa T. Miyahara H. Kozuka Chem. Pharm. Bull. 33 1 1985 327 [7] P.N. Rylander Catalytic Hydrogenation over Platinum Metals 1967 Academic Press New York",
      "scopus-id": "0030601467",
      "coredata": {
        "eid": "1-s2.0-1381116996001124",
        "dc:description": "The catalytic hydrogenation of 2,4-DNT over palladium supported on carbon catalysts is reported. The 2-(hydroxyamino)-4-nitrotoluene (2HA4NT) was identified as a reaction intermediate. The characterization of this compound and the reasons for its formation are discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996001124",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Neri, G."
          },
          {
            "@_fa": "true",
            "$": "Musolino, M.G."
          },
          {
            "@_fa": "true",
            "$": "Rotondo, E."
          },
          {
            "@_fa": "true",
            "$": "Galvagno, S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996001124"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996001124"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00112-4",
        "prism:volume": "111",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Catalytic hydrogenation of 2,4-dinitrotoluene over a Pd/C catalyst: identification of 2-(hydroxyamino)-4-nitrotoluene (2HA4NT) as reaction intermediate",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "2,4-Dinitrotoluene"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "257-260",
        "prism:endingPage": "260",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 1996",
        "prism:doi": "10.1016/1381-1169(96)00112-4",
        "prism:startingPage": "257",
        "dc:identifier": "doi:10.1016/1381-1169(96)00112-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030601467"
      }
    }
  }
}