{
  "metadata": {
    "title": "Enantioselection using modified zeolite catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-05-06",
    "doi": "10.1016/1381-1169(95)00223-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995002235",
    "pii": "1381116995002235"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030572037",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-11-05T21:50:31 1-s2.0-1381116995002235 1381-1169(95)00223-5 1381116995002235 10.1016/1381-1169(95)00223-5 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S1381116900X00179 2015-05-13T23:01:31.432129-04:00 0 0 19960506 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 107 107 1 3 1 2 3 Volume 107, Issues 1–3 35 291 295 291 295 19960506 6 May 1996 1996-05-06 1996 Proceedings of the 8th International Symposium on the Relations between Homogeneous and Heterogeneous Catalysis Balatonfured 10–14 September 1995 19950910 19950914 L. Guczi, S. Gobolos, G. Palyi converted-article fla Copyright © 1996 Published by Elsevier B.V. ENANTIOSELECTIONUSINGMODIFIEDZEOLITECATALYSTS FEAST S WAN 1994 449 K WEBB 1992 319 G BLASER 1991 147 H CORMA 1993 2293 A FEAST 1994 1611 S PCB 1993 2139 P 1993 SOLIDSDOCKERPROGRAMVERSION236 1995 DISCOVERPROGRAMVERSION941 FEASTX1996X291 FEASTX1996X291X295 FEASTX1996X291XS FEASTX1996X291X295XS item 1381-1169(95)00223-5 1381116995002235 1-s2.0-1381116995002235 10.1016/1381-1169(95)00223-5 271358 2010-11-30T03:46:01.878633-05:00 1996-05-06 1-s2.0-1381116995002235-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002235/MAIN/application/pdf/3567bcf1388e20a0d608ec903e00dbf3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002235/MAIN/application/pdf/3567bcf1388e20a0d608ec903e00dbf3/main.pdf main.pdf pdf true 401130 MAIN 5 1-s2.0-1381116995002235-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002235/PREVIEW/image/png/7c917e3879f5b6a89f0eff3a4aa9da23/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002235/PREVIEW/image/png/7c917e3879f5b6a89f0eff3a4aa9da23/main_1.png main_1.png png 70220 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 107 (1996) 291-295 ~ JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL i Enantioselection using modified zeolite catalysts Saskia Feast a, Donald Bethell a, Philip C. Bulman Page a, Frank King b, Colin H. Rochester c, M. Rafiq H. Siddiqui a, David J. Willock a, Graham J. Hutchings a,. a Leverhulme Centre for Innovative Catalysis, Robert Robinson Laboratories, Department of Chemistry, University of Liverpool, PO Box 147, Liverpool, L69 3BX, UK b 1CI Katalco, Research and Technology Group, PO Box 1, Billingham, Cleveland, TS23 1LB, UK Department of Chemistry, University of Dundee, Dundee, DD1 4HN, UK Abstract The proton form of zeolite Y was modified with R- 1,3-dithiane- 1-oxide at a loading of one molecule per supercage to create a chiral acid catalyst. The enantiomeric discrimination of this catalyst was demonstrated using the dehydration of the separate enantiomers of butan-2-ol and over the temperature range investigated the S-enantiomer was always more reactive. This catalyst system was then studied using computational simulation methods. The lowest energy structures for the enantiomers of butan-2- ol docked into a model of the modified zeolite were calculated and it was found that the binding energy for the S-enantiomer is 64.7 kJ mol- ~ and that for the R-enantiomer is 48.3 kJ mol ~. This difference in the adsorption of the two enantiomers is considered to be the origin of the enhanced reactivity of the S-enantiomer. I. Introduction A large number of important pharmaceuticals, agrochemicals and food additives are chiral and there is at present great interest in the identification of new synthetic routes to these molecules. In par- ticular, the identification of new catalytic routes is being keenly investigated in a number of research centres. To date most of the effort involved with asymmetric synthesis has been car- ried out in the liquid phase, often with the use of a homogeneous catalyst. Recently there has been a significant interest in the design of heterogene- ous asymmetric catalysts and considerable pro- gress has been made in an immobilised homogeneous system [ 1 ]. In addition there has * Corresponding author. 1381-1169/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 1381- 1169(95) 00223-5 been considerable success with metal catalysts modified using chiral alkaloids for the hydrogen- ation of prochiral alkenes [ 2,3 ]. Interest in the use of modified zeolite catalysts has also become apparent, and recently Corma [4] demonstrated the use of a chiral metal complex encapsulated in zeolite Y for asymmetric synthesis. In this case the enantioselectivity was associated with the chi- ral metal complex, and the zeolite was used as a convenient support for this active material. We now report some of our preliminary results from the use of modified zeolite Y for an asymmetric acid catalysed reaction in which the zeolite acid site and the chiral modifier act in concert to create a chiral acid catalytic site. In our previous studies [5,6] we have shown that the addition of cyclic sulphoxides I, that are chiral at the sulphoxide sulphur atom, to zeolite Y leads to a significant 292 S. Feast et al. / Journal of Molecular Catalysis A: Chemical 107 (1996) 291-295 enhancement in the rate of dehydration of butan- 2-ol, whereas modification with the equivalent cyclic dithiane II leads to a decrease in activity for the same reaction conditions. S + y S-O_ R I SvS In a subsequent paper [7] we have used com- putational simulation of the modified zeolite to study the interaction between the chiral modifier and the zeolite acid site to gain an understanding of the nature of the active site. In this paper we extend these studies to the investigation of the interaction of a chirally modified zeolite with the separate enantiomers of butan-2-ol. or rearrangement. Heating the modified zeolite in flowing nitrogen at 180 did not lead to any decomposition, and the dithiane oxide could be recovered intact in high yield by solvent extrac- tion. Of particular importance is that such high- temperature treatment did not result in racemization of the enantiomerically enriched R- 1,3-dithiane-l-oxide. Decomposition of com- pound I adsorbed on the zeolite was only observed at temperatures well in excess of 400. The catalyst was tested for the dehydration of R- and S-butan-2-ol in a conventional fixed bed microreactor. Modified zeolite Y (0.1 g) was allowed to react separately with either R- or S- butan-2-ol ( 1.77 X 10-2 mol/h) prevaporised in a nitrogen diluent (5.6 X 10-2 mol/h). The prod- ucts were analysed using on-line gas chromatog- raphy using a 40-m capillary y-cyclodextrin column with trifluoroacetyl stationary phase, tem- perature programmed from 25 to 70 with a split ratio of 120:1. 2.2. Computer simulation methods 2. Experimental and methodology 2.1. Catalyst preparation and testing Zeolite Y (2.0 g, Crosfield NaY ion exchanged with NH4NO3 and calcined at 550) was treated with a solution of enriched R- 1,3-dithiane- 1-oxide [8] (enantiomeric excess 83%) (0.144 g) in de- ionised water (30 ml) at 50 for 2 h to achieve a loading of one dithiane molecule per supercage. The modified zeolite was filtered and dried (100), pelleted and sieved to give particles (diameter= 0.6--1 mm). Characterization by X- ray diffraction demonstrated that the modifier did not affect the crystallinity of the zeolite, and stud- ies using 13C MAS NMR spectroscopy showed that the dithiane oxide had been molecularly adsorbed into the zeolite. The dithiane oxide was remarkably stable inside the acidic zeolite; it did not undergo acid catalysed elimination, hydrolysis The details concerning the methodology and model potentials used in this study have been pub- lished previously [7]. The atomic charge para- meters for the enantiomers of butan-2-ol were derived from an ab initio calculation on the iso- lated S-butan-2-ol using a double zeta plus polar- isation basis set. Using these charges and consistent force field potentials, the two enantio- mers could be energy minimised to structures related by a mirror plane with the same internal molecular energy. 3. Results and discussion 3.1. Butan-2-ol dehydration over modified zeolite Y Zeolite Y was modified with R-1,3-dithiane-1- oxide at a loading of one molecule per supercage as previously described [ 5 ]. R- and S-butan-2-ol were separately dehydrated over the modified zeo- S. Feast et al. / Journal of Molecular Catalysis A: Chemical 107 (1996) 291-295 293 20- S-butan-2-ol \"~ R-butan-2-ol o ~ 10 0 .... 110 120 130 140 150 Teml~erature t) Fig. 1. Effect of temperature on the conversion of R-butan-2-ol and S-butan-2-ol over zeolite Y (Crosfield NaY ion exchanged with NH4NO3 and calcined at 550) modified with 1 molecule per super- cage of R- 1,3-dithiane 1 -oxide (0.1 g) and reacted with 1.77 x 10 - 2 mol/h of the homochiral alcohol prevaporised in diluent nitrogen (5.60 2mol/h). lite and the effect of varying the reaction temper- ature was investigated. The results shown in Fig. 1 indicate that the two enantiomers react at different rates over the chirally modified zeolite and that the S-butan-2-ol is always more reactive over the temperature range studied. Since the experiment was conducted in a flow reactor, the first order rate constant (kl) is related to the conversion (x) via: k, =A ln(~x_l x)= B exp(-~T~) where R is the molar gas constant, T temperature, Ea the activation energy andA and B are constants. It is interesting to note that the energy of activation for the dehydration of the two separate enantio- mers, calculated from this relationship, is the same within experimental error (101 +5 kJ mol-1) over the temperature range investigated. 3.2. Computer simulation studies In an earlier paper [7] we used computer sim- ulation techniques to study the adsorption of R- 1,3-dithiane 1-oxide by zeolite Y (using an Si/A1 ratio of 1 ). By comparing the thermal stability of the molecule in the computer model with experi- mental results we concluded that the R-1,3-dithi- ane 1-oxide molecule is stabilised by proton transfer from the framework to the sulphoxide oxygen atom. The energy-minimised position of the R-1,3-dithiane 1-oxide cation in zeolite Y is Fig. 2. Calculated low energy conformation of the protonated R-l,3-dithiane-l-oxide cation in zeolite Y. For the adsorbed molecule atoms are distinguished by size and grey scale with oxygen, carbon, sulphur and hydrogen being shaded successively lighter. The tetrahedra are centred on AI or Si atoms belonging to the 12-ring containing the deprotonated framework oxygen. 294 S. Feast et al. / Journal of Molecular Catalysis A: Chemical 107 (1996) 291-295 q S-butan-2-ol R-butan-2-ol Fig. 3. The lowest energy structures for the enantiomers of butan-2-ol docked into the modified zeolite. The binding energy for the S-enantiomer is 64.7 kJ mol- ] and that for the R-enantiomer is 48.3 kJ mol 1 The zeolite cage has been cut away to show detail of the molecular positions, the deprotonated framework oxygen is highlighted by a small sphere. For the adsorbed molecules atoms are distinguished by size and grey scale with oxygen, carbon, sulphur and hydrogen being shaded successively lighter. shown in Fig. 2. This structure is now used as a model for the modified catalyst into which we introduce the enantiomers of butan-2-ol. R- and S-butan-2-ol were docked separately into the mod- ified catalyst using a combination of molecular dynamics and Monte Carlo techniques. First a library of conformations of each molecule was built up by performing molecular dynamics on the isolated molecules for 1000 fs (after an equilibra- tion period of 100 fs) at a simulation temperature of 1000 K. During these runs molecular confor- mations were recorded every 100 fs giving a library of 10 conformations for each enantiomer. For each enantiomer one conformation was then randomly selected from its library and randomly positioned in the modified zeolite Y unit cell. The interaction energy between the molecule and the zeolite was then calculated using an Ewald sum for the electrostatic terms and an atom based cut off of 20 A for the repulsion-dispersion interac- tion. If this interaction energy was negative the structure was recorded and fifty such structures were assembled for each enantiomer. This whole process has been automated within the Biosym Solids Docker package [ 9 ]. The cubic P1 unit cell used in this simulation o work has a cell parameter of 25.65 A, contains four super-cages and one R-1,3-dithiane 1- hydroxide cation. The simulation was conducted in this way to minimise the interactions between periodic images of the docked molecules. At the experimental concentration of R-1,3-dithiane 1- oxide per supercage we expect that the butan-2-ol enantiomers are only able to interact with one modifier molecule at any given time and so this difference in modifier concentration between experiment and simulation should not be significant. Due to the relatively low concentration, many of the docked structures had the butan-2-ol enan- tiomer well separated from the R-1,3-dithiane 1- hydroxide cation. To limit the amount of computational effort we imposed the further restriction that only docked structures with a sep- aration between butan-2-ol oxygen atom and R- 1,3-dithiane 1-oxide cation oxygen of 8 ]k or less need be considered. This left us with 4 R-butan- 2-ol and 5 S-butan-2-ol structures. The remaining structures were then energy minimised using the Discover program [ 10] with the degrees of free- S. Feast et al. / Journal of Molecular Catalysis A: Chemical 107 (1996) 291-295 295 dom for both the R-1,3-dithiane 1-hydroxide cat- ion and the butan-2-ol relaxed and the zeolite structure fixed. This procedure gave a set of struc- tures with the adsorbed molecules energy min- imised with respect to both their position within the zeolite and their internal conformation. The resulting lowest energy structures for each enan- tiomer are shown in Fig. 3. The relaxed position of the R-1,3-dithiane 1-hydroxide cation is very similar for both enantiomers indicating that both interact with the same chiral environment. The alcohol OH group in each case is positioned to counter-align with the dipole set up between the negative deprotonated framework oxygen atom and the positive sulphur/hydrogen atom of the modifier SOH group. To accomplish this, the arrangement of the rest of the molecule with respect to the modified zeolite host is considerably different for the two enantiomers. This results in a binding energy difference of 16.4 kJ mol- between the two structures, with the S-enantiomer being more tightly bound. 4. Concluding remarks It is apparent from the experimental studies that the modification of zeolite Y by R- 1,3-dithiane- 1- hydroxide at a concentration of one molecule per supercage leads to the formation of an acid catalyst that can dehydrate S-butan-2-ol at a faster rate than R-butan-2-ol. Furthermore it is apparent that there is no difference in the activation energy for the reaction of the separate enantiomers over the mod- ified zeolite. The difference in the reaction rates must therefore be due to a difference in the pre- exponential factor which would be expected to arise from differences in the adsorption of the S- and R-butan-2-ol at the active site. This effect has then been simulated by molecular modelling and it is found that in these studies the S-enantiomer is more tightly bound at the active site which is consistent with the experimental results. The results indicate that this modified zeolite catalyst may be capable of enantioselective discrimination between the enantiomers of butan-2-ol in a race- mic mixture and this will be the subject of a sub- sequent study. References [ 1 ] K.T. Wan and M.E. Davis, Nature, 370 (1994) 449. [2] G. Webb and P.B. Wells, Catal. Today, 12 (1992) 319. [3] H.U. Blaser, H.P. Meheux, D.M. Monti, A. Balker and J.T. Wehrli, Stud. Surf. Sci. Catal., 67 ( 1991 ) 147. [4] A. Corma, M. Iglesias, C. Delpino and F. Sanchez, Stud. Surf. Sci. Catal., 75 (1993) 2293. [5] S. Feast, D. Bethell, G.J. Hutchings, P.C.B. Page, S.P. Saberi, F. King and C.H. Rochester, Stud. Surf. Sci. Catal., 84 (1994) 1611. [6] D. Bethell, S. Feast, G.J. Hutchings, P.C.B. Page and S.P. Saberi, Proc. Int. Chirocat Conf., in press. [7] D.J. Willock, D. Bethell, S. Feast, G.J. Hutchings, F. King and P.C. Bulman Page, Topics Catal., in press. [8] P.C.B. Page, M.T. Gareh and R.A. Porter, Tetrahedron: Asymmetry, (1993) 2139. [9] Solids Docker Program, Version 2.3.6, Biosym Technologies, San Diego, CA, 1993. [ 10] Discover Program version 94.1, Biosym TechnoLogies, San Diego, CA, 1995. MOLCAA 95002235 1381-1169(95)00223-5 10.1016/1381-1169(95)00223-5 Contributed paper Enantioselection using modified zeolite catalysts Saskia Feast a Donald Bethell a Philip C. Bulman Page a Frank King b Colin H. Rochester c M.Rafiq H. Siddiqui a David J. Willock a Graham J. Hutchings ∗ a a Leverhulme Centre for Innovative Catalysis, Robert Robinson Laboratories, Department of Chemistry, University of Liverpool, PO Box 147, Liverpool, L69 3BX, UK b ICI Katalco, Research and Technology Group, PO Box 1, Billingham, Cleveland, TS23 1LB, UK c Department of Chemistry, University of Dundee, Dundee, DD1 4HN, UK ∗ Corresponding author. The proton form of zeolite Y was modified with R-1,3-dithiane-1-oxide at a loading of one molecule per supercage to create a chiral acid catalyst. The enantiomeric discrimination of this catalyst was demonstrated using the dehydration of the separate enantiomers of butan-2-ol and over the temperature range investigated the S-enantiomer was always more reactive. This catalyst system was then studied using computational simulation methods. The lowest energy structures for the enantiomers of butan-2-ol docked into a model of the modified zeolite were calculated and it was found that the binding energy for the S-enantiomer is 64.7 kJ mol− and that for the R-enantiomer is 48.3 kJ mol−. This difference in the adsorption of the two enantiomers is considered to be the origin of the enhanced reactivity of the S-enantiomer. References [1] K.T. Wan M.E. Davis Nature 370 1994 449 [2] G. Webb P.B. Wells Catal. Today 12 1992 319 [3] H.U. Blaser H.P. Meheux D.M. Monti A. Baiker J.T. Wehrli Stud. Surf. Sci. Catal. 67 1991 147 [4] A. Corma M. Iglesias C. Delpino F. Sanchez Stud. Surf. Sci. Catal. 75 1993 2293 [5] S. Feast D. Bethell G.J. Hutchings P.C.B. Page S.P. Saberi F. King C.H. Rochester Stud. Surf. Sci. Catal. 84 1994 1611 [6] D. Bethell, S. Feast, G.J. Hutchings, P.C.B. Page and S.P. Saberi, Proc. Int. Chirocat Conf., in press. [7] D.J. Willock, D. Bethell, S. Feast, G.J. Hutchings, F. King and P.C. Bulman Page, Topics Catal., in press. [8] Page P.C.B. M.T. Gareh R.A. Porter Tetrahedron: Asymmetry 1993 2139 [9] Solids Docker Program, Version 2.3.6 1993 Biosym Technologies San Diego, CA [10] Discover Program version 94.1 1995 Biosym Technologies San Diego, CA",
      "scopus-id": "0030572037",
      "coredata": {
        "eid": "1-s2.0-1381116995002235",
        "dc:description": "The proton form of zeolite Y was modified with R-1,3-dithiane-1-oxide at a loading of one molecule per supercage to create a chiral acid catalyst. The enantiomeric discrimination of this catalyst was demonstrated using the dehydration of the separate enantiomers of butan-2-ol and over the temperature range investigated the S-enantiomer was always more reactive. This catalyst system was then studied using computational simulation methods. The lowest energy structures for the enantiomers of butan-2-ol docked into a model of the modified zeolite were calculated and it was found that the binding energy for the S-enantiomer is 64.7 kJ mol− and that for the R-enantiomer is 48.3 kJ mol−. This difference in the adsorption of the two enantiomers is considered to be the origin of the enhanced reactivity of the S-enantiomer.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-05-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995002235",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Feast, Saskia"
          },
          {
            "@_fa": "true",
            "$": "Bethell, Donald"
          },
          {
            "@_fa": "true",
            "$": "Bulman Page, Philip C."
          },
          {
            "@_fa": "true",
            "$": "King, Frank"
          },
          {
            "@_fa": "true",
            "$": "Rochester, Colin H."
          },
          {
            "@_fa": "true",
            "$": "Siddiqui, M.Rafiq H."
          },
          {
            "@_fa": "true",
            "$": "Willock, David J."
          },
          {
            "@_fa": "true",
            "$": "Hutchings, Graham J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995002235"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995002235"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00223-5",
        "prism:volume": "107",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Enantioselection using modified zeolite catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Proceedings of the 8th International Symposium on the Relations between Homogeneous and Heterogeneous Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "291-295",
        "prism:endingPage": "295",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 May 1996",
        "prism:doi": "10.1016/1381-1169(95)00223-5",
        "prism:startingPage": "291",
        "dc:identifier": "doi:10.1016/1381-1169(95)00223-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030572037"
      }
    }
  }
}