{
  "metadata": {
    "title": "Synthesis of acetic acid from methanol alone by homogeneous metal complex catalyst. Part II. Mechanistic study on methyl acetate formation from methanol alone by [(<ce:italic>η</ce:italic><ce:sup loc=post>5</ce:sup>-C<ce:inf loc=post>5</ce:inf>H<ce:inf loc=post>5</ce:inf>)(PPh<ce:inf loc=post>3</ce:inf>)<ce:inf loc=post>2</ce:inf>RuX] (X=Cl, SnF<ce:inf loc=post>3</ce:inf>) complex catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-03-21",
    "doi": "10.1016/1381-1169(94)00073-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116994000735",
    "pii": "1381116994000735"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002777832",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-04-21 2000-04-21 2010-04-18T17:52:58 1-s2.0-1381116994000735 1381-1169(94)00073-5 1381116994000735 10.1016/1381-1169(94)00073-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00325 2015-05-13T23:01:31.432129-04:00 0 0 19950321 1995 2000-04-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 97 97 1 1 Volume 97, Issue 1 6 35 40 35 40 19950321 21 March 1995 1995-03-21 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. SYNTHESISACETICACIDMETHANOLALONEBYHOMOGENEOUSMETALCOMPLEXCATALYSTPARTII1MECHANISTICSTUDYMETHYLACETATEFORMATIONMETHANOLALONEBY5C5H5PPH32RUXXCLSNF3COMPLEXCATALYST EINAGA H SHINODA 1990 1511 S YAMAKAWA 1992 L1 T YAMAKAWA 1994 2265 T HOLT 1989 11 M EINAGA 1994 117 H DAVIES 1990 1 S TREICHEL 1984 151 P TREICHEL 1985 228 P WILCZEWSKI 1981 87 T BRUCE 1984 1747 M ITO 1982 504 T ROPER 1982 C5 W GAMBAROTTA 1986 2425 S PRUETT 1982 1693 R OHNISH 1993 51 T HORWITZ 1984 219 C BRUCE 1990 270 M EINAGAX1995X35 EINAGAX1995X35X40 EINAGAX1995X35XH EINAGAX1995X35X40XH item 1381-1169(94)00073-5 1381116994000735 1-s2.0-1381116994000735 10.1016/1381-1169(94)00073-5 271358 2010-09-27T23:06:14.384825-04:00 1995-03-21 1-s2.0-1381116994000735-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994000735/MAIN/application/pdf/56ffe1735f6fb0c0c66aacf60dfb8493/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994000735/MAIN/application/pdf/56ffe1735f6fb0c0c66aacf60dfb8493/main.pdf main.pdf pdf true 557886 MAIN 6 1-s2.0-1381116994000735-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994000735/PREVIEW/image/png/a3e1b75b9bd335867f906116219b5f42/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994000735/PREVIEW/image/png/a3e1b75b9bd335867f906116219b5f42/main_1.png main_1.png png 62587 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 97 (1995) 35-40 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Synthesis of acetic acid from methanol alone by homogeneous metal complex catalyst. Part II 1. Mechanistic study on methyl acetate formation from methanol alone by (,15-C5H5) (PPh3) 2RuX ] (X = Cl, SnF3) complex catalyst Hisahiro Einaga, Tetsu Yamakawa, Sumio Shinoda Institute of Industrial Science, The University of Tokyo, 22-I Roppongi 7 Chome, Minato-ku, Tokyo 106, Japan Received 21 July 1994; accepted 28 November 1994 Abstract Catalytic activity of [(775-CSHS)(PPh3)ZRuX] (X=CI (1), SnF3 (2)) was investigated for the highly selective formation of methyl acetate with methanol used as the sole source. Complex 2 was found to be more catalytically active than the singlemetallic complex 1. For both complexes, the initial reaction rate was first order with respect to the catalyst concentration, and a saturation curve was obtained for dependence on the reactant concentration. Extra addition of Cl- ion considerably slowed the reaction with 1 taken as catalyst, and an almost linear relationship was obtained between the reciprocal of initial rate and the concentration of added Cl- ion. This fact indicates the presence of pre-equilibrium to form catalyst-reactant complex through the substitution of Cl- ligand. In the case of 2, extra addition of PPh3 gave a similar effect on the rate, allowing the same type of kinetic analysis. The role of Sn(II) ligand is considered in line with the mechanism that satisfies the rate equations derived from these kinetic results. Keywords: Acetic acid; Methanol; Methyl acetate; Ruthenium complex 1. Introduction We have recently shown [ 1-3 ] that acetic acid (and/or methyl acetate) can be formed in a onestage reaction with methanol used as the sole source, when Ru(II) complex containing the Sn(II) ligand [4] is used as catalyst. Comparison of catalytic activities of a series of Ru(II) complexes containing zero, one and two Sn (II ) ligands ( [RuC12 f P(OMe)3]4], [RuCI(SnC13) {P(OMe)3]4], [Ru(SnC13)2fP(0Me)3)3D Corresponding author. For Part I see: ref. [ 3 ] . 1381-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI1381-1169(94)00073-5 confirmed its importance in the reaction [ 3 ] . However, as reported preliminarily [ 5 ] ,when the cyclopentadienyl bis(triphenylphosphine) ruthenium(II) auxiliary is adopted, the reaction can also be catalyzed by a Ru(II) complex without the Sn(II) ligand ([Cp(PPh3)2RuC1] (Cp= n5-C5H5) (1)), although [Cp(PPh3)2RuSnF3] (2) is much more active than 1. This feature seemed to be derived from the unique character of this auxiliary (well-defined geometry and configurational stability) [6], and we present here detailed studies to elucidate the reactivity difference between 1 and 2. 36 2. Results and discussion A representative time course is shown in Fig. 1 for the formation of methyl acetate with 1 and 2 used as catalyst. Turnover numbers are calculated from the formed amount (mol) of methyl acetate divided by the charged amount (mol) of catalyst. Acetic acid was detected as methyl acetate throughout the reaction due to esterification with methanol existing in excess as a reactant. Any other product such as formaldehyde, methylal or methyl formate was not detected in any of the cases. This feature is in contrast to the case of [Ru(SnC13)2{P(OMe)3)3] catalyst [3], with which selectivity to methyl formate is higher than that to methyl acetate in the temperature range of 100-140. Furthermore, the catalytic activity itself for methyl acetate formation is much higher for 2 than for [Ru(SnC13)2{P(OMe)3}3] (e.g., turnover frequency at 140: 5.8 h-'and 1.5 h-', respectively). It is obvious in Fig. 1 that the order of catalytic activity is 2 > 1, and this order was not changed in the temperature range of 120-160 as shown in the form of Arrhenius plots in Fig. 2. Good straight lines indicate that the same reaction mechanisms are operative in this temperature range, respectively. From their slopes values of 71.9 (1) and 40.4 (2) kJ mol -' were obtained as an apparent activation energy, which are in harmony with the order of catalytic activity described above. 2.1. Dependence on the catalyst concentration With 1 and 2 adopted as catalyst, the catalyst concentration was varied between 0.05-0.20 mM, while the reactant concentration was maintained at 12.5 M. The dependence of the initial rate on the concentration of catalyst is shown in Fig. 3. It is clearly seen from this figure that the rate shows first-order dependence with respect to the catalyst concentration in both cases. 2.2. Dependence on the reactant concentration The reactant concentration was varied between 0.25-12.5 M at the constant catalyst concentration H. Einaga et al. l Journal of Molecular Catalysis A: Chemical 97 (1995) 35-40 so h 60 C 40 0 H 20 0 0 10 20 Time (h) Fig. 1. Time course for the formation of methyl acetate from methanol with [ (?-CSHS) (PPh3) ZRuX] complex catalyst (X = Cl ( , SnF3 () at 120 and [catalyst] =0.20 mM. -3 2.3 2.4 2.5 103/T(K-I) Fig. 2. Temperature dependence of the initial rate for the formation of methyl acetate from methanol with [(,75-CSHS)(PPh3)ZRuX] complex catalyst (X=Cl (, SnF3 () at [catalyst] =O.20 lz to 6 4 2 0 0.0 0.1 0.2 Catalyst concentration (mM) Fig. 3. Dependence of the initial rate on the concentration of catalyst with [ ( r15-CSHS) ( PPh, ) 2RuX] complex catalyst ( X =Cl ( ), SnF3 ( ) ) at 140. H. Einaga et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 35-40 12 s 6 4 ~0 5 10 15 Substrate concentration (M) Fig. 4. Dependence of the initial rate on the concentration of reactant with [ ( 75-C5H5) ( PPh3 ) zRuX j complex catalyst ( X = CI (0), SnF3 ( ) at 140. of 0.20 mM. In each case, the dependence of the initial rate on the concentration of reactant showed saturation in the high-concentration region (Fig. 4). 2.3. Rate equations Dissociation of chloride ligand (solvolysis) of the [ Cp ( L ) zRuCl ] complexes ( L = phosphorus ligands ) is highly and preferentially promoted in polar solvents [ 6 ] . While most of the solvolysis reactions with DMSO (dimethyl sulfoxe) reach completion [ 7 ] , partial solvolysis occurs in acetonitrile to give an equilibrium between starting material and the ionic product [ 8 ] . Methanol as donor solvent would more resemble acetonrile than DMSO, and it is estimated that the solvolysis with acetonitrile reaches equilibrium within a few minutes at 140 [ 8 ] . Since the solvolysis of chloride ligand with methanol should lead to the formation of catalystreactant complex in the overall reaction ( as a preequilibrium process), the effect of adding free Cl- ion on the initial reaction rate was investigated. It was found that the rate was progressively slowed down (Fig. Sa), and when the reciprocal of the initial rate was plotted as a function of the concentration of added Cl- ion, linear dependence was obtained with a slight deviation in the region of low concentration ( Fig. 5b) . 37 It was found that the reaction with 2 used as catalyst was retarded by extra addition of PPh3 (Fig. 6a). Linear dependence was also observed between the reciprocal of the initial rate and the concentration of added PPh3 with a slight deviation in the region of low concentration ( Fig. 6b ) . It is to be noted that when SnF2 or ( SnF2 + NEt4F) was added for the reaction with Z, the reaction rate was not decreased but increased slightly (Table 1). This fact may allow us to exclude the dissociation of SnF3 ligand as a kinetically important step; it has been reported that while solvolysis of chloride ligand occurs easily for [Cp(L)ZRuCI] ( L = PPh20Me or ( L ) z =1,2-b ( diphenylphosphinoethane) ) in acetonitrile, the corresponding reaction does not occur for [ Cp ( L ) ZRuSnCl3 ] 4 4 (a) 2 0 0.0 0.1 0.2 0.3 0.4 0.5 ICI-lad (nlM) 0 0.0 0.1 0.2 0.3 0.4 0.5 ECl-lad (MM) Fig. 5. Effect of the addition of free Cl- (as (Et4N)Cl) on the initial rate of the formation of methyl acetate from methanol with [ ( rCSHS)(PPh3)ZRuCIj complex catalyst at 140 and [catalyst] =0.20 mM. 38 H. Einaga et al. l Journal of Molecular Catalysis A: Chemical 97 (1995) 35-40 12 (a) 10 f 0.0 2 2 s 6 4 2 1.0 2.0 3.0 [PPh3]ad (inM) 3 (b) 1 0 0.0 1.0 2.0 3.0 [PPh3]ad (MM) Fig. 6. Effect of the addition of free PPh3 on the initial rate of the formation of methyl acetate from methanol with [ ( 715CSHS)(PPh3)zRuSnF3] complex catalyst at 140 and [catalyst] =0.20 mM. [ 8 ] . The observed positive effect may be due to the Lewis acidity of the addendum ( see below). Rate retardation by the extra addition of free ligand (Figs. 5 and 6) indicates the presence of pre-equilibrium ligand dissociation ( Eqs. (1) and Table 1 Effect of additives on methyl acetate formation with [CpRu(PPh3)zSnF3] complex catalyst a ( 2) ) to form the catalyst-reactant complex ( CR) . The comparatively high stability of the ionized ( solvated ) state ( Eqn. (1) ) [ 6 ] may be a reason for some catalytic activity of 1. Although the first step of the reaction is thus commonly considered to be the pre-equilibrium coordination of methanol, the nature of the residual ligands may cause a considerable reactivity difference between 1 and 2. x, [Cp(PPh3)ZRuCI] +MeOH-- [Cp(PPh3)ZRu(MeOH)]++Cl- (1) Kz [Cp(PPh3)ZRuSnF3] +MeOH;i-- [Cp(PPh3) (SnF3)Ru(MeOH) ] +PPh3 (2) If C-R's in Eqs. (1) and (2) give the product with first-order rate constant kt and k2, respectively, each rate can be expressed as follows, where [Ru]o is the concentration of the catalyst as charged (total ruthenium concentration), and [R] is the concentration of the reactant methanol. R = ktKl[Rulo[Rl k2Kz[Rulo[Rl RZ= KZ[R] + [PPh3] The observed linear correlation between R and [ Ru ] o ( Fig. 3 ) , and the saturation curve for the R vs. [R] plot (Fig. 4) are bothconsistentwiththese equations. Eqs. ( 3 ) and ( 4 ) can be rearranged to give Eqs. (5) and (6). _1 _ I [CI-] Rt kt[Rulo+klKt[Rulo[Rl (5) _1 1 + [PPh3] (6) Additve (mM) Initial turnover rate (h`) R2 kz[Rulo k2Kz[Rulo[Rl SnFz NEt4F 0 0 0.5 0 1.0 3.0 5.8 6.5 9.0 'Reaction temperature 140, catalyst concentration 0.20 mM, MeOH/solvent(MeCN)=1/1 (v/v). These equations account for the observed linear relationships between 1/R, and [Cl-]added (Fig. Sb) and between 1/RZ and [PPh3]aadea (Fig. 6b) in the high-concentration region. The upward deviations in the low-concentration region would be due to the inherent contribution of the ligand H. Einaga et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 35-40 dissociation to the total concentration of free ligand, which should become appreciable in this region. The values of k, and k2 obtained from the two intercepts are 3.6 h-' and 6.3 h', respectively. By coupled use of intercepts and slopes, K, and K2 are calculated as 1.3 X 10-6 and 9.9 X 10-5, respectively. These values clearly indicate that 2 is advantageous over 1 from the viewpoint of both coordination equilibrium of methanol (K) and the net reaction (k) after equilibrium. 2.4. Mechanistic considerations The selectivity of the conversion of methanol by use of the present catalysts is quite high, producing methyl acetate exclusively. It is reasonable to consider that the first step of the net reaction is the dehydrogenation of methanol to form formaldehyde [ 1,9,10 ] . Since either formaldehyde or its dimerization product (methyl formate) through the Tischenko-type reaction [ 11 ] was not detected during the reaction, two situations may be possible. (i) Dehydrogenation of methanol to form formaldehyde is rate-determining, which is consistent with the rate equations. (ii) Formaldehyde exists in a very low but almost steady concentration during the reaction, and thus the rate is first order with respect to both [HCHO] and [ Ru ] o (steady state approximation for [HCHO] ). Discrimination between these two situations is, however, somewhat difficult because the rate of dehydrogenation of methanol should be also very slow in the situation (ii). It is notable that no reaction occurred when methyl formate was reacted with either 1 or 2 taken as catalyst ( [cat.] = 0.20 mM, methyl formate/acetonitrile=1/1 (v/v), 140, 24 h). It was suggested[ 3 ] that the first-order kinetics for the formation of methyl acetate from methanol could be accounted for by the sequential processes of (i) formation of a methyl-formato complex via the metallacyclic intermediate, formed by headto-tail dimerization of formaldehyde [ 12,13 ] , (ii) conversion of the methyl-formato complex into a hydrido-acetato complex [14], and finally (iii) 39 Me 2CH20 / CH2- O RuL~ L2Ru - L,_pRu-O-C-H O- CH2 II O H Ln_2RU -O-C- Me fl o Scheme 1. reductive elimination of acetic acid from the hydrido-acetato complex (Scheme 1) . The lack of reactivity of methyl formate with these catalysts supports the reaction scheme suggested above, because it does not require any formation of free methyl formate which can potentially be isomerized [ 15 ] to acetic acid. Since Sn(II) retains Lewis acidity in the coordinated state [4], it can interact with the oxygen functional group of oxygenates coordinated to Ru(II). It is conceivable that such a kind of extra interaction between the Lewis acid and the Lewis base may facilitate the overall rearrangement of coordinated oxygenates to produce acetic acid. The effect of added SnF2 or (SnF2 + NEt4F) on the reaction with 2 may suggest the possibility of similar interactions taking place in an intermolecular manner [ 16] . 3. Experimental All procedures were performed under an argon atmosphere using conventional Schlenk techniques. All reagents and solvents were of reagent grade. When used as a reactant, methanol was dried over CaH2 and Na, and distilled before use. [ Cp (PPh3) 2RuC1 ] was obtained according to the literature method [17]. 31P{'H} NMR spectra were recorded on a JEOL JNM-FX60Q spectrometer (24.2 MHz) at 25 for saturated CH2C12 solution, using 85% H3P04 as a standard. Elemental analyses were carried out on a Yanaco MT3 element analyzer. 3.1. Synthesis of (CP(PPh3)2RuSnF3J [Cp(PPh3)2RuC1] (0.50 g, 0.69 mmol), SnF2 (0.26 g, 1.66 mmol) and NH4F (1.26 g, 34.0 40 H. Einaga et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 35-40 mmol) were dissolved in a mixed solvent of meth- References anol (50 ml) and water (2 ml), and heated under reflux for 30 min. Upon cooling to room temper- ature, yellow crystals were precipitated, which were filtered, washed with water, methanol and then diethyl ether, and dried under vacuum (0.60 g, 90% yield). The product was purified by recrys tallization from CHZC12-CH30H. 3'P NMR: 8(P) -46.4 ppm, J(\"9Sn-3'P) -504 Hz, J( \"'Sn-3'P) -481 Hz. Analyses found: C 56.80, H 4.23; calcd for C411135PASnRu: C 56.84 and H 4.07%. 3.2. Catalytic reaction The reaction solutions were prepared by dis- solving 4.0 /..tmol of the Ru(II) complex and the substrate in acetonitrile ( methanol 10 ml + ace tonitrile 10 ml, unless otherwise stated). The reac tions were carried out with 1.0 ml of the degassed reaction solution in a Pyrex glass ampule ( 7.0 ml volume), which was sealed under vacuum with the solution freezed by liquid nitrogen. Products were identified with GC-MS (JEOL JMS AX500, DB-1 column) and analyzed quantita tively by GC ( PEG-6000 and TCEP columns). The initial rates were obtained from the initial linear slopes of the time vs. conversion curves (typically 0-3 h). [ 1 ] S. Shinoda and T. Yamakawa, J. Chem. Soc., Chem. Commun., (1990) 1511. [2] T. Yamakawa, P. Tsai and S. Shinoda, Appl. Catal. A, 92 (1992) Ll. [3] T. Yamakawa, M. Hiroi and S. Shinoda, J. Chem. Soc., Dalton Trans., (1994) 2265. [4] M.S. Holt, W.L. Wilson and J.H. Nelson, Chem. Rev., 89 (1989) 11. [5] H. Einaga, T. Yamakawa and S. Shinoda, J. Coord. Chem., 32 (1994) 117. [6] S.G. Davies, J.P. McNally and A.J. Smallridge, Adv. Organomet. Chem., 30 (1990) 1. [7] P.M. Treichel, D.A. Komar and P.J. Vincenti, Inorg. Chim. Acta, 88 (1984) 151. [ 8 ] P.M. Treichel and P.J. Vincenti, Inorg. Chem., 24 (1985 ) 228. [9] T. Wilczewski, M. Bochenska and J.F. Biemat, J. Organomet. Chem., 215 (1981) 87. [ 10] M.I. Bruce, M.G. Humphrey, A.G. Swincer and R.C. Wallis, Aust. J. Chem., 37 (1984) 1747. [ 11 ] T. Ito, H. Horino, Y. Koshiro and A. Yamamoto, Bull. Chem. Soc. Jpn., 55 (1982) 504. [12] W.R.RoperandL.J.Wright,J.Organomet.Chem.,234(1982) cs. [ 13 ] S. Gambatotta, C. Floriani, A. Chiesi-Villa and C. Guastini, Organometallics, 5 (1986) 2425. [14] R.L. Pruett and R.T. Kacmarcik, Organometallics, 1 (1982) 1693. [ 15 ] T. Ohnish, T. Suzuki, T. Yamakawa and S. Shinoda, J. Mol. Catal., 84 (1993 ) 51. [16] C.P. Horwitz and D.F. Shriven, Adv. Organomet. Chem., 23 (1984) 219. [ 17 ] M.I. Bruce, C. Hameister, A.G. Swincer and R.C. Walks, Inorg. Synth., 28 (1990) 270. MOLCAA 94000735 1381-1169(94)00073-5 10.1016/1381-1169(94)00073-5 Chemical and metal complex catalysis Article Synthesis of acetic acid from methanol alone by homogeneous metal complex catalyst. Part II 1 1 For Part I see: ref. [3]. . Mechanistic study on methyl acetate formation from methanol alone by [(η 5-C5H5)(PPh3)2RuX] (X=Cl, SnF3) complex catalyst Hisahiro Einaga Tetsu Yamakawa Sumio Shinoda ∗ Institute of Industrial Science, The University of Tokyo, 22-1 Roppongi 7 Chome, Minato-ku, Tokyo 106, Japan ∗ Corresponding author. Catalytic activity of [(η 5-C5H5) (PPh3)2RuX] (X=Cl (1), SnF3 (2)) was investigated for the highly selective formation of methyl acetate with methanol used as the sole source. Complex 2 was found to be more catalytically active than the singlemetallic complex 1. For both complexes, the initial reaction rate was first order with respect to the catalyst concentration, and a saturation curve was obtained for dependence on the reactant concentration. Extra addition of Cl− ion considerably slowed the reaction with 1 taken as catalyst, and an almost linear relationship was obtained between the reciprocal of initial rate and the concentration of added Cl− ion. This fact indicates the presence of pre-equilibrium to form catalyst-reactant complex through the substitution of Cl− ligand. In the case of 2, extra addition of PPh3 gave a similar effect on the rate, allowing the same type of kinetic analysis. The role of Sn(II) ligand is considered in line with the mechanism that satisfies the rate equations derived from these kinetic results. Keywords Acetic acid Methanol Methyl acetate Ruthenium complex References [1] S. Shinoda T. Yamakawa J. Chem. Soc., Chem. Commun. 1990 1511 [2] T. Yamakawa P. Tsai S. Shinoda Appl. Catal. A 92 1992 L1 [3] T. Yamakawa M. Hiroi S. Shinoda J. Chem. Soc., Dalton Trans. 1994 2265 [4] M.S. Holt W.L. Wilson J.H. Nelson Chem. Rev. 89 1989 11 [5] H. Einaga T. Yamakawa S. Shinoda J. Coord. Chem. 32 1994 117 [6] S.G. Davies J.P. McNally A.J. Smallridge Adv. Organomet. Chem. 30 1990 1 [7] P.M. Treichel D.A. Komar P.J. Vincenti Inorg. Chim. Acta 88 1984 151 [8] P.M. Treichel P.J. Vincenti Inorg. Chem. 24 1985 228 [9] T. Wilczewski M. Bochenska J.F. Biernat J. Organomet. Chem. 215 1981 87 [10] M.I. Bruce M.G. Humphrey A.G. Swincer R.C. Wallis Aust. J. Chem. 37 1984 1747 [11] T. Ito H. Horino Y. Koshiro A. Yamamoto Bull. Chem. Soc. Jpn. 55 1982 504 [12] W.R. Roper L.J. Wright J. Organomet. Chem. 234 1982 C5 [13] S. Gambarotta C. Floriani A. Chiesi-Villa C. Guastini Organometallics 5 1986 2425 [14] R.L. Pruett R.T. Kacmarcik Organometallics 1 1982 1693 [15] T. Ohnish T. Suzuki T. Yamakawa S. Shinoda J. Mol. Catal. 84 1993 51 [16] C.P. Horwitz D.F. Shriver Adv. Organomet. Chem. 23 1984 219 [17] M.I. Bruce C. Hameister A.G. Swincer R.C. Wallis Inorg. Synth. 28 1990 270",
      "scopus-id": "0002777832",
      "coredata": {
        "eid": "1-s2.0-1381116994000735",
        "dc:description": "Catalytic activity of [(η 5-C5H5) (PPh3)2RuX] (X=Cl (1), SnF3 (2)) was investigated for the highly selective formation of methyl acetate with methanol used as the sole source. Complex 2 was found to be more catalytically active than the singlemetallic complex 1. For both complexes, the initial reaction rate was first order with respect to the catalyst concentration, and a saturation curve was obtained for dependence on the reactant concentration. Extra addition of Cl− ion considerably slowed the reaction with 1 taken as catalyst, and an almost linear relationship was obtained between the reciprocal of initial rate and the concentration of added Cl− ion. This fact indicates the presence of pre-equilibrium to form catalyst-reactant complex through the substitution of Cl− ligand. In the case of 2, extra addition of PPh3 gave a similar effect on the rate, allowing the same type of kinetic analysis. The role of Sn(II) ligand is considered in line with the mechanism that satisfies the rate equations derived from these kinetic results.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-03-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116994000735",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Einaga, Hisahiro"
          },
          {
            "@_fa": "true",
            "$": "Yamakawa, Tetsu"
          },
          {
            "@_fa": "true",
            "$": "Shinoda, Sumio"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116994000735"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116994000735"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(94)00073-5",
        "prism:volume": "97",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis of acetic acid from methanol alone by homogeneous metal complex catalyst. Part II 1 1 For Part I see: ref. [3]. . Mechanistic study on methyl acetate formation from methanol alone by [(η 5-C5H5)(PPh3)2RuX] (X=Cl, SnF3) complex catalyst",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Acetic acid"
          },
          {
            "@_fa": "true",
            "$": "Methanol"
          },
          {
            "@_fa": "true",
            "$": "Methyl acetate"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium complex"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "35-40",
        "prism:endingPage": "40",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 March 1995",
        "prism:doi": "10.1016/1381-1169(94)00073-5",
        "prism:startingPage": "35",
        "dc:identifier": "doi:10.1016/1381-1169(94)00073-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002777832"
      }
    }
  }
}