{
  "metadata": {
    "title": "Liquid phase hydroformylation of ring substituted styrenes catalyzed by Rh-B and Rh-Zn-B systems supported on silica",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-02-10",
    "doi": "10.1016/1381-1169(95)00151-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995001514",
    "pii": "1381116995001514"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-1381116995001514 1381-1169(95)00151-4 1381116995001514 10.1016/1381-1169(95)00151-4 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S1381116900X00192 2015-05-13T23:01:31.432129-04:00 0 0 19960210 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 105 105 3 3 Volume 105, Issue 3 5 117 123 117 123 19960210 10 February 1996 1996-02-10 1996 article fla Copyright © 1996 Published by Elsevier B.V. LIQUIDPHASEHYDROFORMYLATIONRINGSUBSTITUTEDSTYRENESCATALYZEDBYRHBRHZNBSYSTEMSSUPPORTEDSILICA LENARDA M PINO 1977 43 P ORGANICSYNTHESISVIAMETALCARBONYLS CORNILS 1980 1 B NEWSYNTHESISCARBONMONOXIDE BOTTEGHI 1987 129 C MANTOVANI 1978 285 F DAVIS 1985 385 M DAVIS 1986 477 R DAVIS 1987 243 M KONISHI 1987 6286 Y CHUANG 1989 12 S CHUANG 1992 618 S IZUMI 1988 286 Y IZUMI 1991 631 Y IZUMI 1991 566 Y ICHIKAWA 1985 7216 M SACHTLER 1986 4752 W JEN 1989 361 H LENARDA 1993 339 M LENARDA 1993 243 M LENARDA 1993 105 M GENSLER 1960 6074 W OKAMOTO 1979 82 Y ANDERSSON 1981 233 S KAWAI 1985 1654 M GYSLING 1987 407 H OH 1983 472 S YANG 1957 1504 A YATES 1979 41 D YATES 1979 3908 J SMITH 1979 3104 A CAVANAGH 1981 4150 R RICE 1981 6487 C WORLEY 1983 1671 S KISS 1984 898 J SOLYMOSI 1982 78 F IIZUKA 1982 1 T SOLYMOSI 1985 4789 F SOLYMOSI 1986 5312 F ROBBINS 1986 3381 J VANDENBERG 1985 340 F BEUTEL 1994 1335 T LAI 1979 401 R UCCIANI 1981 82 E HAYASHI 1981 323 T FUCHIKAMI 1982 3527 T LENARDAX1996X117 LENARDAX1996X117X123 LENARDAX1996X117XM LENARDAX1996X117X123XM item 1381-1169(95)00151-4 1381116995001514 1-s2.0-1381116995001514 10.1016/1381-1169(95)00151-4 271358 2010-09-28T03:07:41.240027-04:00 1996-02-10 1-s2.0-1381116995001514-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001514/MAIN/application/pdf/4e2783dfa686bb68639afd0f492f5060/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001514/MAIN/application/pdf/4e2783dfa686bb68639afd0f492f5060/main.pdf main.pdf pdf true 840383 MAIN 7 1-s2.0-1381116995001514-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001514/PREVIEW/image/png/e1c3167abd9e1adb685d4e33f1890b2f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001514/PREVIEW/image/png/e1c3167abd9e1adb685d4e33f1890b2f/main_1.png main_1.png png 68326 849 656 IMAGE-WEB-PDF 1 l JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL ELS E V 1ER Journal of Molecular Cataly sis A: Chemical 105 ( 1996 ) 117-123 Liquid phase hydroformylation of ring substituted styres catalyzed by Rh-B and Rh-Zn-B systems supported on silica Maurizio Lenardaa'*, Renzo Ganzeriaa, Stefano Paganelli a, Loretta Storaro a, Roberto Zanoni b a Dipartimento di Chimica. Universita di Venezia 'Ca'Foscari', Calle Larga S. Marta 2137. 30123 Venice, Italy h Dipartimento di Chimica, Universita di Roma (La Sapienza). Piazzale A. Moro 5. 00185 Rome, Italy Received 3 April 1995; accepted 3 July 1995 Abstract Rhodium based catalysts supported on silica have been prepared by low temperature reduction of the preadsorbed salts with respectively NaBHand Zn( BH^):,. The catalyst surfaces were characterized by ESCA, XRD and FT-IR spectroscopy. A remarkable boron and zinc surface enrichment resulted from ESCA data in both catalysts. From the FT-IR data it appeared that the bridging CO chemisorption is substantially suppressed, as was observed by others in similar systems, probably because boron and zinc oxide molecules cover most of the catalyst surface blocking the multicenter rhodium sites. Both catalysts are active in the liquid phase ring substituted styres hydroformylation. The reaction resulted was truly heterogeneous because no leaching of catalyst was observed. The chemoselectivity was always very high, close to 100%, and regioselectivity appeared to be controlled by the nature of the ring substituents. Evidences were found that the heterogeneous reaction proceeds through elementary steps similar to those proposed for the homogeneous process. Keywords: Hydrofonpylation; Substituted styres; Heterogeneous catalysts 1. Introduction It is well known that the hydroformylation of alkenes is an important reaction for the production of aldehydes [11. Many olefinic compounds con- taining various functional groups can be success- fully hydroformylated [2], however, no commercial processes employing these substrates are operative to date, in spite of the synthetic inter- est and high commercial value of the products. Heterogeneous catalysts are often preferred in industrial processes to the more active and selec\" * Corresponding author. 1381-1169/96/$ 15.00 1996 Eisevier Science B. V. All rights reserved 55D/1381-1169(95)00151-4 tive homogeneous ones because of their good recoverability. Rhodium-based systems are by far the most studied heterogeneous catalysts for the liquid phase hydroformylation of simple olefins [3-6]. Monometallic rhodium catalysts were reported to have low overall activity and poor chemoselectivity toward olefin hydroformylation, both in vapour and in liquid phase. An improved chemoselectivity in vapour phase was obtained doping the catalyst surface with S [7,8], Se [9] and Zn [ 10]. Recently we described highly che- moselective Rh-B and Rh-Al vapour phase hydroformylation catalysts prepared by the low temperature reduction of rhodium salts, adsorbed 118 M. Lenarda et al. / Journal of Molecular Catalysis A: Chemical 105 (1996) J 17-123 on silica and silica alumina, with respectively NaBH4 and L1A1H4 [11-13]. Oxidized boron and aluminum particles resulted to play an important role in preventing sintering of the metal and, par- tially covering part of the rhodium surface, pre- vent Hz dissociation, substantially reducing the hydrogation activity with a consequent che- moselectivity increase. In this paper we describe the behaviour of Rh- B and of the related Rh-Zn-B system as catalysts for the liquid phase hydroformylation of styre and of some ring substituted styre derivatives. 2. Experimental 2.7. Materials Rhodium chloride trihydrate (Acros) and zinc chloride l M in ether (Aldrich) were used as received. All the reagents and solvents were ACS grade, distilled before the use and made anhydrous if necessary. Silica was a Grace 432 silica catalyst support with surface area of 320 m2;'g, pore vol- ume 1.2 ml/g and particle size 30-100 {im. 2.2. Catalyst preparation The catalyst Rh-B/ silica was prepared as pre- viously described [11]. 2.2.7. Preparation ofZnfBH^)^ A zinc hydride 1 X 10~2 M ethereal solution was prepared as described in the literature [ 14]. A total of 10 ml ofaZnds 1.0 M ethereal solution was added with a syringe to 0.76 g of NaBH4 suspended in 50 ml of anhydrous ethyl ether. The suspension, cooled in ice, was stirred overnight under argon. The solution was separated by decanting and stored in refrigerator under argon in a stoppered bottle. 2.2.2. Preparation of Rh-Zn-B supported on silica A total of 0.15 g of rhodium chloride hydrate dissolved in the minimum amount of absolute eth- anol was added to 4 g of silica, previously treated at 120, suspended in ethanol. The suspension was slowly stirred in a Rotavapor at 50 for an hour and then evaporated to dryness. The Zn( B) 2 ethereal solution prepared as described above (60 ml) was added with a syringe to 100 ml of a slowly stirred silica suspension in ethyl ether. The suspension slowly blackened with a moderate gas evolution. The mixture was stirred in an ice bath for 2 h, filtered, washed with dry ether and dried under vacuum. The rhodium con- tent determined by Atomic Adsorption was 2.0% w/w and the zinc was 6.7% w/w, Rh/Zn atomic ratio =0.19. 2.2.3. Preparation of Rh(0)/silica For comparison a catalyst was prepared by con- ventional silica impregnation with an aqueous solution of RhCl3 and reduction with hydrogen at 450. The crystallite diameter was found 5.0 nm by XRD. 2.3. X-Ray photoelectron spectroscopy XPS spectra were run on a Vacuum Generators ESCALAB spectrometer, equipped with an hem- ispherical analyzer operated in the fixed analyzer transmission (FAT) mode, with a pass energy of 20 or 50 eV. Al Ka 1,2 photons ( h v = 1486.6 eV ) were used to excite photoemission. The binding energy (BE) scale was calibrated by taking the Au 4f7/2 peak at 84.0 eV. Correction of the energy shifts due to static charging of the samples was accomplished by referencing to the Si 2p peak from the support taken at 103.6 eV. Tlie accuracy ofithe reported BEs is 0.2 eV and the reproduc- ibimy of the results was within these values. The spectra were collected by a DEC PDP 11 /83 data system and processed by means of VG 5000 data handling software. All samples were measured as powders pressed on a metal tip or spread on dou- ble-sided scotch tape. 2.4. FT-1 R spectroscopy The IR spectra were recorded on a Nicolet 750 interferometer at a resolution of 4 cm ~ '. M. Lenarda et al. / Journal of Molecular Catalysis A: Chemical 105 (1996) 117-123 119 The adsorption of CO, propylene and CO/Hz (1:1) was studied in an evacuable IR Pyrex cell with CaFz windows. The catalysts were ground to a fine powder, pressed into self-supporting wafers at a pressure of ca. 6 MPa and mounted in the holder of the IR cell. 2.5. Catalytic measurements All the catalytic tests were carried out in a 250 ml stainless-steel autoclave equipped with a manometer and a gas inlet/outlet. Typical reac- tion conditions were: 100 mg of catalyst, sol- vent=10 ml, r=80, P^=iQO bar (Pco/ PHZ=^), reaction time =24 h, Rh/olefin molar ratio=1.5XlO~3. 3. Results 3.1. Catalysts characterisation 3.1.1.XRD The Rh-B/ silica catalyst was described in pre- vious papers [11,12]. The Rh-Zn-B/ silica as prepared sample, analyzed by X-ray showed sig- nals attributable to f.c.c. rhodium with crystallites diameter of ca. 3.5 nm. 3.1.2.ESCA The ESCA data relative to Rh-B catalyst have been analyzed previously [11]. The nature of the Rh-Zn- B surface and its com- position were studied by ESCA as reported in Table 1. The Rh/B and Rh/Zn atomic ratios were Table 1 XPS characterization (eV) of Rh/Zn catalysts on silica Sample Rh 3ds/; Zn 2p,/2 B Is Rh/Zn Rh/B Zn/Si B/Si As prepared 308.0 1022.7 193.20.14 O.l4 0.13 0.13 After 307.5 1022.7 193.20.08 0.12 0.13 0.09 reaction ZnO 1021 8 Zn metal 1022.1 Rh metal 307.2 Rh^O, 308.7 calculated from Rh Sds/s/B Is and Rh 3d5/2/Zn 2p3/2 area ratios. XPS analysis of the Rh 3d^^ core level for the as prepared Rh-Zn-B showed the presence of a component falling at 308.0 0.2 eV. The B l s and the Zn 2p3/2 signals were found, respectively, at 193.2 .2 eV and 1022.7+0.2 eV. No substan- tial modifications of the binding energies values of Rh, Zn and B were observed in the catalyst sample analyzed after a reaction run. The boron and zinc signals are clearly due to the elements in an oxidized state, probably BzOs and ZnO. The rhodium signal can be certainly assigned to a reduced form of the metal. Nevertheless the Rh 3d5/2 binding energy value is slightly higher (308.0 eV) than the usual binding energy value (307.2 eV) attributed to metallic rhodium, as we found in a preceding case [ 131. This is probably attributable to the extremely small crystallite dimensions but could also indicate that the elec- tron density is closer to Rh(I) than to Rh(0) derivatives [8,15-18]. The element atomic ratios (Table 1) indicate that the oxidized zinc and boron species are ten times more abundant than rhodium on the silica surface. Nothing is known of the mechanism of a transition metal reduction by Zn(BH4)2 but a superficial deposition of intimately mixed zinc and boron ions on the catalyst particles can be easily predicted from the catalyst preparation pro- cedure. The permanence in atmosphere of CO and H2 during the reaction did not appear to deeply influence the catalyst surface composition with the exception of a further relative boron enrichment. 3.2. FT-infrared spectroscopy The surface chemistry of Rh is complex and strongly dependent on the metal oxidation states and on the crystallites dimensions [19]. The use of FT-infrared spectroscopy as a tool to study the adsorption of CO on Rh has been the subject of a large number of studies [8,20-34] and both the structure and the oxidation state of the metal can be reasonably deduced by its infrared spectra. The IR spectra of Rh-Zn/silica exposed to CO and 120 M. Lenarda et al. / Journal of Molecular Catalysis A: Chemical 105 (1996) 117-123 C B A 2030 0) 0 C (0 X3 W X < 2098 2030 01% 2200 2100 1900 1800 2000 -1 c.m Fig. l. IR spectra in the u(CO) region of the Rh-Zn-B/SiO; treated in a flow of: ( A ) l h CO at room temperature; ( B ) 24 h CO at room temperature; (C) 24 h CO/H; at room temperature; (D) 15 min propene at 150. CO/Hz flow in an evacuable cell at various tem- peratures are reported in Fig. 1. Treatment of Rh- Zn-B in CO atmosphere at room temperature for l h originated from two small bands of almost equal intensity at 2030 and 2098 cm\" ', which can be assigned to the asymmetric and symmetric stretching vibrational modes of two geminal car- bonyl groups coordinated to an isolated Rh(I) center ( Fig. 1 A ). After treatment of the sample in CO atmosphere for 24 h the most important fea- ture of the spectrum is the presence of a strong band at 2083 cm\" ' and of a medium intensity one at 2048 cm\" ' (Fig. 1B). The two twin bands are still present as shoulders of the more intense ones. Further treatments of the sample in CO and CO/ H2 do not substantially modify the spectrum. The higher frequency band can be attributed to CO linearly bonded to dispersed rhodium [8,20-33]. The high value (2083 cm\"1) of the frequency prompted us to suppose that the oxidation state of the rhodium atoms bearing the coordinated CO is higher than zero and closer to one as was sug- gested by Konishi [7] and Chuang [8] and in agreement with our ESCA findings. The stretch- ing of a CO linearly bondbd to a Rh(I) center is thought in fact to fall at 2090-2100 cm\" ' [25]. It is more difficult to attribute the other weaker band falling at 2048 cm\" '. A band in this position was attributed to linearly coordinated CO [ 25,26] or to carbonyl hydrides [32,33]. We prefer to think of this band as the stretching vibration of a carbon monoxide molecule linearly bonded to a formally zero oxidation state rhodium site. Another important feature common to all the spec- tra is the complete absence of any absorption attributable to bridge bonded CO. The phenome- non was already observed by other authors stud- ying Rh/silica catalysts poisoned by sulphur [7] or promoted by Zn ions [10] and explained in term of site blocking. It was deduced from the experimental data that sulfur atoms or zinc ions together with the related counterions, cover in part the rhodium crystallites surface preferring posi- tions where they are in contact with several surface metal atoms [], the 'Freundlich sites', sup- pressing the bridging mode of adsorbed CO. We can consequently deduce from the FT-IR and ESCA data that zinc and boron oxide are inti- mately in contact with the rhodium surface and partially cover the crystallite blocking the sites suitable to the bridge coordination of CO. The rhodium surface appears to contain positive rho- dium ions on which the CO coordinates linearly (2083 cm-1) and geminally (2098 and 2030 cm- ' ) an i some metallic rhodium sites. The lin- ear 1:1 coordination appears to be the preferred. The presence of superficial rhodium ions and their coexistence with rhodium metal is not surprising and was detected by other authors in promoted Rh catalysts [8,34]. Exposition of the sample to a propene flow at 150 (spectrum D) leads to the complete disappearance of the bands at 2083 and 2048 cm\"!. This finding suggest that the hydro- formylation most probably occurs on these sites while geminal CO are spectator species [7-13]. Readmission of the CO/Hz mixture regenerates the spectrum C feature. M. Lenarda et al. / Journal of Molecular Catalysis A: Chemical 105(1996) 117-123 121 Table 2 Hydroformylation of some ring substituted styre in diglyme with Rh-Zn-B Substituent PPh, SK ^n, Yield (%) w-NOz 92 88 81 w-NOz Yes 94 92 84 -H - 85 100 100 -H Yes 70 93 100 P-OCH, - 58 100 90 P-OCS Yes 63 93 66 SK = {o'-isomer/total hydrofonnylation products ratio) X 100. chem= (hydrofbrmylation/olenn consumption ratio) X 100. 3.3. Catalytic activity We report in Table 2 the data relevant to the hydroformylation of some ring substituted sty- renes with electron donating and electron with- drawing groups catalyzed by Rh-Zn/ silica. Solvent effects on styre hydroformylation were studied on Rh-B and in part on Rh-Zn-B. The data are reported in Table 3. There are only few reports in the literature [35-38] on rhodium cat- alyzed hydroformylation of substituted styres and only two [35,36] refer to heterogeneous sys- tems, but in one case [35] the catalytic activity was tested in the absence of solvent. In the other case leaching of the catalyst is presumed so the supported rhodium must be considered the pre- cursor of the real homogeneous catalyst. A key problem, in fact, related to the use of a supported catalyst in liquid phase is the detach- ment of the catalyst from the support and its pos- sible dissolution in the reaction medium. The occurrence of the phenomenon not only can alter the reactivity data but can totally cancel the advan- tages of the supported catalysis. Therefore we carefully tested the presence of elemental rhodium or rhodium compounds in solution by atomic absorption and FT-IR. Moreover, the catalysts activity did not show any modification after sev- eral catalytic runs. From all these data we deduced that the catalyst was truly heterogeneous and remained attached to the support. On the contrary the Rh(0)\\silica catalyst, prepared by conven- tional methods, showed extensive leaching of rho- dium in solution even if the apparent reactivity was comparable with the other two catalysts. The reagents and products mass balance was carefully checked for every catalytic run. The only detected reaction products where aldehydes and ethylbenzenes and no traces of olefin polymeri- zation were found even when the yield was less than 100%. The catalytic behaviour of Rh-Zn-B and Rh- B in the styre hydroformylation are similar. In both cases selectivity is very high and chemo- selectivity is totally directed toward hydrofor- mylation analogous to what was found in the homogeneous phase [37]. No or only slight activity modifications were observed changing the reaction solvent when ben- zene and diglyme were used. Tetrahydrofuran appears to modify the a-selectivity hindering by coordination to the metal center the formation of the branched metal-alkyi intermediate. On the other hand the catalytic system appeared totally inactive when DMF was used as solvent. We think that this is due to the strong coordinating power of the solvent, the molecules of which can com- pete with the other reagents for the catalyst active sites. It clearly appears from the data in Table 2 that selectivity values are quite related to the nature of the ring substituent. In particular it was observed that the presence on the ring of strong electron withdrawing groups such as -NOz lead to an increase of the a-selec- tivity in comparison with unsubstituted styre while on the other hand electron donor groups like -OCF and -Cl shift the selectivity toward the Table 3 Hydroformylation of styre in various solvents Catalyst Substrate Solvent SK \"chcm Yield(%) Rh-B Styre Diglyme 90 100 100 Rh-B Styre THF 79 99 100 Rh-B Styre DMF n.r. n.r. 0 Rh-Zn Styre Diglyme 85 100 100 Rh-Zn Styre Benzene 86 100 100 SR = ( a- isomer/total hydroformylation products ratio) x 100. Sehern = (hydroformyiation/olefin consumption ratio) x 100. 122 M. Lenarda et af. / Journal of Molecular Catalysis A: Chemical 105 (1996) 117-123 linear products. The results have a trend: -NOz > -H > -Cl > -OCH3 which is similar to that found in homogeneous phase by other authors with HRh(PPh3)4 as catalyst [37]. Nevertheless the selectivity values found in the homogeneous phase are in general slightly higher and the vari- ations less marked. No reduction of the nitro group was observed in the corresponding derivative. The lower conversion and chemoselectivity values found both in heterogeneous and in homogeneous phase [37] for the nitro derivative can probably be ascribed to the stronger metal-olefin coordi- nation. An excess of triphenylphosphine was added to the reaction mixture in some experi- ments. Phosphine addition effects resulted in less important than those observed in homogeneous phase [37] but some slight reactivity modifica- tions were observed. These results confirm that the reaction activity and cr-selectivity are mainly controlled by the polarity of the olefin vinyl group. 4. Discussion The mechanism of the rhodium catalyzed oie- fins homogeneous hydroformylation was deeply investigated since the discovery of the reaction and it is quite well established since long time [ 1 ], but the paths of the heterogeneous reaction are far from being completely clarified. The car- bon monoxide insertion in the metal alkyi bond is a crucial step of the homogeneous process but it appears to play an important role also in some carbon monoxide based heterogeneous reactions [8]. It was found that electropositive promoter ions that direct the conversion of the rhodium cat- alyzed Fischer-Tropsch synthesis toward oxygen- ates, are also active in increasing the catalyst selectivity toward heterogeneous olefin hydrofor- mylation [7-10]. The promoter role was vari- ously interpreted. Some authors proposed that they act as stabilizing positive charges on catalyst surface, preventing CO dissociation and acceler- ating migratory insertion of adsorbed CO [7-10], and the various interpretations are not mutually exclusive. Consequently we can reasonably think that the same promoters act similarly in the het- erogeneous olefin hydroformylation and CO migratory insertion must be a crucial step of the hydroformylation in the heterogeneous phase too. Some promoters such as sulfur [7], selenium atoms [9] and zinc ions [10] almost totally sup- press the catalytic activity of the metal toward olefin hydrogation and increase hydroformyla- tion selectivity, blocking sites used otherwise for the adsorption of CO and Hz when added to a supported rhodium hydroformylation catalyst [7,9,10]. A homogeneous phase mononuclear rhodium complex needs at least three ligand free positions on the metal center to coordinate hydro- gen, carbon monoxide and the olefin in order to actively catalyze olefin hydroformylation. It was hypothesized that this geometrical necessity is more easily fulfilled in a heterogeneous phase cat- alyst on metal crystal comer atoms that are acces- sible from various directions. Therefore it appears reasonable to regard the isolated comer atoms or ions [7,10], where most probably the hydrofor- mylation occurs, as similar in this respect to the central atom of a mononuclear complex and to use some concepts of the homogeneous process for- malism to describe the reaction in the heteroge- neous phase. Hydroformylation is favoured with respect to hydrogation on these particular sites as it happens with mononuclear complexes in the homogeneous phase. It was proved by FT-IR spec- troscopy [8] that heterogeneous hydroformyla- tion occurs prevalently on cationic Rh( + 1 ) sites and to a smaller extent on isolated Rh( 0) sites that linearly chemisorb CO, while rhodium sites, where CO is bridge chemisorbed, catalyze mostly olefin hydrogation. The present work adds various points to this picture. The performances of the two catalysts resulted very similar in many aspects though the FT-IR and ESCA data pointed out that the rho- dium atoms on the Rh-Zn-B surface appear in a higher oxidation state compared to Rh-B. The vapour phase reactivity simulation experiment followed by FT-IR on the two catalysts clearly indicated that the reaction most probably occurs M. Lenarda et al. / Journal of Molecular Catalysis A: Chemical 105 (1996) 117-123 123 in both cases on isolated rhodium sites, while gem dicarbonyl and bridging CO species are not involved in the reaction. It is noteworthy that in the case of Rh-Zn-B it was possible to confirm by ESCA and FT-IR data the presence on the surface ofcationic rhodium sites hypothesised but not detected on similar catalytic systems [ 10]. The slight but detectable activity modification induced by the phosphine addition further suggest in our opinion a homogeneous-like reaction scheme. It can be concluded that by low-temperature boron hydride reduction it is possible to prepare rhodium based nanocrystalline supported catalyst active in the styres hydroformylation with very high chemoselectivity and a regioselectivity com- parable with the rhodium phosphine homogene- ous system [37]. The system does not show any catalyst release and therefore can substitute the homogeneous ones to avoid catalyst recycling. Acknowledgements The financial support ofM.U.R.S.T. and of the CNR-Progetto strategico 'Tecnologie Chimiche Innovative' is acknowledged. The authors thank A. Talon for the analytical determinations. References [ 1 ] (a) P. Pino, F. Piacenti and M. Bianchi, in I. Wender and P. Pino (Editors), Organic Synthesis via Metal Carbonyls, Vol. 2, Wiley-Interscience, New York, 1977, p. 43; (b) B. Comils, in J. Falbe (Editor), New Synthesis with Carbon Monoxide, Springer-Verlag, Berlin. 1980, p. 1. [2] C. Botteghi, R. Ganzeria, M. Lenarda and G. Moretti, J. Mol. Catal.. 40 (198 7) 129. [3] F. Mantovani, N. Palladino and A. Zanobi, J. Mol. Catal., 3, (1978)285. [4] M.E. Davis, P.M. Butler, J.A. Rossin and B.E. Hanson, J. Mol. Catal., 31 (1985)385. [5] R.J. Davis, J.A. Rossin and M.E. Davis, J. Catal., 98 (1986) 477. [6] M.E. Davis. J. Schnitzer, J.A. Rossin, D. Taylor and B.E. Hanson, J. Mol. Catal., 39 (1987) 243. [7] Y. Konishi, M. Ichikawa and W.M.H. Sachtier, J.Phys. Chem., 91 (1987)6286. [8] (a) S.S.C. Chuang and Shyh-Ing Pien, J. Mol. Catal., 55 ( 1989) 12; (b) S.S.C. Chuang and Shyh-Ing Pien, J. Caial., 135 (1992) 618. 19] a) Y. Izumi, K. Asakura and Y. iwasawa, J. Chem. Soc. Chem. Commun., (1988) 1286; (b) Y. Izumi, K. Asakura and Y. Iwasawa, J. Catal., 127 ( 1991 ) 631; (c) Y. Izumi, K. Asakura and Y. Iwasawa, J. Catal., 132 ( 1991 ) 56o. ( iO] (a) M. Ichikawa, A.J. Lang, D.F. Shriver and W.M.H. Sachtier, J. Am. Chem. Soc., 107 (1985) 7216; (b) W.M.H. Sachtier and M. Ichikawa, J. Phys. Chem., 90 (1986) 4752; (c) H.W. Jen, Y. Zheng, D.F. Shriver and W.H. Sachtier, J. Catal., 116 (1989)361. ( 11 ] M. Lenarda, R. Ganzeria, L. Storaro and R. Zanoni, J. Mol. Catal., 78 (1993) 339. [ 12] M. Lenarda, R. Ganzeria, L. Storaro and R. Zanoni, J. Mol. Catal., 79 (l 993) 243. [ 13j M. Lenarda, R. Ganzeria, S. Enzo, L. Storaro and R. Zanoni, J.Mol. Catal., 80 (l 993) 105. [ 14] W.J. Gensler, F.A. Johnson and A.D. Sloan, J. Org. Chem., 82 (1960)6074. [ 15] Y. Okamoto, N. Ishida. T. Imanaka and S. Teranishi, J. Catal., 58(1979) 82. [ 16] S.L.T. Andersson and M.S. Scurrell, J. Catal., 71 ( 1981 ) 233. [ 17] M. Kawai.M. UdaandM. Ichikawa, J. Phys. Chem., 89 (1985) 1654. [ 18] H.J. Gysling, J.R. Monnierand G. Apai, J. Catal., 103 ( 1987) 407. [ 19] S.H. Oh and J.E. Carpenter, J. Catal., 80 ( 1983) 472. [20] A.C. Yang and C.W. Garland, J.Phys. Chem., 61 (1957) 1504. [21] D.J. Yates, L.L. Murrell and E.B. Prestridge, J. Catal., 57 (1979)41. [ 22 ] J.T. Yates Jr., T.M. Duncan and R.W. Vaughan, J. Chem. Phys., 71 (1979)3908. [ 23 ] A.K. Smith, F. Hugues, A. Theolier, J.M. Basset, R. Ugo, G.M. Zanderighi, J.L. Bilhou, V. Bilhou-Bougnol and W.F. Graydon, Inorg. Chem., 18 ( 1979) 3104. [24] R.R. Cavanagh and J.T. Yates, Jr., J. Chem. Phys., 74 ( 1981 ) 4150. [25] C.A. Rice, S.D. Worley, C.W. Curtis, J.A. Guin and AR. Tarrer, J. Chem. Phys., 74 ( 1981 ) 6487. [26] S.D. Worley, G.A. Mattson and R. Caudill, J. Phys. Chem., 87 (1983) 1671. [27] J.T. Kiss and R.D. Gonzales, J. Phys. Chem., 88 ( 1984) 898. [28] F. Solymosi, Tombz and M. Kocsis, J. Catal., 75 ( 1982) 78. [29] T. lizuka, Y. Tanaka and K. Tanabe, J. Catal., 76 ( 1982) l. [30] F. Solymosi and M. Pztor, J. Phys. Chem., 89 (1985) 4789. [3i ] F. Solymosi and M. Pztor, J. Phys. Chem., 90 ( 1986) 5312. [32] J.L. Robbins, J. Phys. Chem., 90 ( 1986) 3381. [33] F.G.A. van den Berg, J.H.E. Glezer and W.M.H. Sachtier, J. Catal., 93 (l 985) 340. [34] T. Beutel, H. Knoezinger, H. Trevino, Z. Conrad, Zhang, W.M.H. Sachtier, C. Dossi, R. Psaro and R. Ugo, J. Chem. Soc. Faraday Trans.. 90 (1994) 1335. [35] R. Lai- and E. Ucciani, J.Mol. Catal., 4 (l 979) 401. [36] E. Ucciani and A. Bonfand, J. Chem. Soc. Chem. Commun., (1981)82. [37] T. Hayashi, M. Tanaka and I. Ogata, J. Mol. Catal., 13 ( 1981 ) 323. [38] T. Fuchikami and I. Ojima, J. Am. Chem. Soc., 104 ( 1982) 3527. MOLCAA 95001514 1381-1169(95)00151-4 10.1016/1381-1169(95)00151-4 Elsevier Science B.V. All rights reserved Chemical and metal complex catalysis Article Liquid phase hydroformylation of ring substituted styrenes catalyzed by Rh-B and Rh-Zn-B systems supported on silica Maurizio Lenarda * a Renzo Ganzerla a Stefano Paganelli a Loretta Storaro a Roberto Zanoni b a Dipartimento di Chimica, Universita di Venezia ‘Ca'Foscari’, Calle Larga S, Marta 2137, 30123 Venice, Italy b Dipartimento di Chimica, Universita di Roma (La Sapienza), Piazzale A, Moro 5, 00185 Rome, Italy * Corresponding author. Rhodium based catalysts supported on silica have been prepared by low temperature reduction of the preadsorbed salts with respectively NaBH4 and Zn(BH4)2. The catalyst surfaces were characterized by ESCA, XRD and FT-IR spectroscopy. A remarkable boron and zinc surface enrichment resulted from ESCA data in both catalysts. From the FT-IR data it appeared that the bridging CO chemisorption is substantially suppressed, as was observed by others in similar systems, probably because boron and zinc oxide molecules cover most of the catalyst surface blocking the multicenter rhodium sites. Both catalysts are active in the liquid phase ring substituted styrenes hydroformylation. The reaction resulted was truly heterogeneous because no leaching of catalyst was observed. The chemoselectivity was always very high, close to 100%, and regioselectivity appeared to be controlled by the nature of the ring substituents. Evidences were found that the heterogeneous reaction proceeds through elementary steps similar to those proposed for the homogeneous process. Keywords Hydroformylation Substituted styrenes Heterogeneous catalysts Reference [1] (a) Pino P. Piacenti F. Bianchi M. 2nd Ed. Wender I. Pino P. Organic Synthesis via Metal Carbonyls Vol. 2 1977 Wiley-Interscience New York 43 [1] (b) Cornils B. Falbe J. New Synthesis with Carbon Monoxide 1980 Springer-Verlag Berlin 1 [2] Botteghi C. Ganzerla R. Lenarda M. Moretti G. J. Mol. Catal. 40 1987 129 [3] Mantovani F. Palladino N. Zanobi A. J. Mol. Catal. 3 1978 285 [4] Davis M.E. Butler P.M. Rossin J.A. Hanson B.E. J. Mol. Catal. 31 1985 385 [5] Davis R.J. Rossin J.A. Davis M.E. J. Catal. 98 1986 477 [6] Davis M.E. Schnitzer J. Rossin J.A. Taylor D. Hanson B.E. J. Mol. Catal. 39 1987 243 [7] Konishi Y. Ichikawa M. Sachtler W.M.H. J. Phys. Chem. 91 1987 6286 [8] (a) Chuang S.S.C. Pien Shyh-Ing J. Mol. Catal. 55 1989 12 [8] (b) Chuang S.S.C. Pien Shyh-Ing J. Catal. 135 1992 618 [9] (a) Izumi Y. Asakura K. Iwasawa Y. J. Chem. Soc. Chem. Commun. 1988 286 [9] (b) Izumi Y. Asakura K. Iwasawa Y. J. Catal. 127 1991 631 [9] (c) Izumi Y. Asakura K. Iwasawa Y. J. Catal. 132 1991 566 [10] (a) Ichikawa M. Lang A.J. Shriver D.F. Sachtler W.M.H. J. Am. Chem. Soc. 107 1985 7216 [10] (b) Sachtler W.M.H. Ichikawa M. J. Phys. Chem. 90 1986 4752 [10] (c) Jen H.W. Zheng Y. Shriver D.F. Sachtler W.H. J. Catal. 116 1989 361 [11] Lenarda M. Ganzerla R. Storaro L. Zanoni R. J. Mol. Catal. 78 1993 339 [12] Lenarda M. Ganzerla R. Storaro L. Zanoni R. J. Mol. Catal. 79 1993 243 [13] Lenarda M. Ganzerla R. Enzo S. Storaro L. Zanoni R. J. Mol. Catal. 80 1993 105 [14] Gensler W.J. Johnson F.A. Sloan A.D. J. Org. Chem. 82 1960 6074 [15] Okamoto Y. Ishida N. Imanaka T. Teranishi S. J. Catal. 58 1979 82 [16] Andersson S.L.T. Scurrell M.S. J. Catal. 71 1981 233 [17] Kawai M. Uda M. Ichikawa M. J. Phys. Chem. 89 1985 1654 [18] Gysling H.J. Monnier J.R. Apai G. J. Catal. 103 1987 407 [19] Oh S.H. Carpenter J.E. J. Catal. 80 1983 472 [20] Yang A.C. Garland C.W. J. Phys. Chem. 61 1957 1504 [21] Yates D.J. Murrell L.L. Prestridge E.B. J. Catal. 57 1979 41 [22] Yates J.T. Jr. Duncan T.M. Vaughan R.W. J. Chem. Phys. 71 1979 3908 [23] Smith A.K. Hugues F. Theolier A. Basset J.M. Ugo R. Zanderighi G.M. Bilhou J.L. Bilhou-Bougnol V. Graydon W.F. Inorg. Chem. 18 1979 3104 [24] Cavanagh R.R. Yates J.T. Jr. J. Chem. Phys. 74 1981 4150 [25] Rice C.A. Worley S.D. Curtis C.W. Guin J.A. Tarrer A.R. J. Chem. Phys. 74 1981 6487 [26] Worley S.D. Mattson G.A. Caudill R. J. Phys. Chem. 87 1983 1671 [27] Kiss J.T. Gonzales R.D. J. Phys. Chem. 88 1984 898 [28] Solymosi F. Tombácz I. Kocsis M. J. Catal. 75 1982 78 [29] Iizuka T. Tanaka Y. Tanabe K. J. Catal. 76 1982 1 [30] Solymosi F. Pásztor M. J. Phys. Chem. 89 1985 4789 [31] Solymosi F. Pásztor M. J. Phys. Chem. 90 1986 5312 [32] Robbins J.L. J. Phys. Chem. 90 1986 3381 [33] van den Berg F.G.A. Glezer J.H.E. Sachtler W.M.H. J. Catal. 93 1985 340 [34] Beutel T. Knoezinger H. Trevino H. Zang Z. Conrad Sachtler W.M.H. Dossi C. Psaro R. Ugo R. J. Chem. Soc. Faraday Trans. 90 1994 1335 [35] Laï R. Ucciani E. J. Mol. Catal. 4 1979 401 [36] Ucciani E. Bonfand A. J. Chem. Soc. Chem. Commun 1981 82 [37] Hayashi T. Tanaka M. Ogata I. J. Mol. Catal. 13 1981 323 [38] Fuchikami T. Ojima I. J. Am. Chem. Soc. 104 1982 3527",
      "coredata": {
        "eid": "1-s2.0-1381116995001514",
        "dc:description": "Rhodium based catalysts supported on silica have been prepared by low temperature reduction of the preadsorbed salts with respectively NaBH4 and Zn(BH4)2. The catalyst surfaces were characterized by ESCA, XRD and FT-IR spectroscopy. A remarkable boron and zinc surface enrichment resulted from ESCA data in both catalysts. From the FT-IR data it appeared that the bridging CO chemisorption is substantially suppressed, as was observed by others in similar systems, probably because boron and zinc oxide molecules cover most of the catalyst surface blocking the multicenter rhodium sites. Both catalysts are active in the liquid phase ring substituted styrenes hydroformylation. The reaction resulted was truly heterogeneous because no leaching of catalyst was observed. The chemoselectivity was always very high, close to 100%, and regioselectivity appeared to be controlled by the nature of the ring substituents. Evidences were found that the heterogeneous reaction proceeds through elementary steps similar to those proposed for the homogeneous process.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-02-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995001514",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lenarda, Maurizio"
          },
          {
            "@_fa": "true",
            "$": "Ganzerla, Renzo"
          },
          {
            "@_fa": "true",
            "$": "Paganelli, Stefano"
          },
          {
            "@_fa": "true",
            "$": "Storaro, Loretta"
          },
          {
            "@_fa": "true",
            "$": "Zanoni, Roberto"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995001514"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995001514"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00151-4",
        "prism:volume": "105",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Liquid phase hydroformylation of ring substituted styrenes catalyzed by Rh-B and Rh-Zn-B systems supported on silica",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydroformylation"
          },
          {
            "@_fa": "true",
            "$": "Substituted styrenes"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "117-123",
        "prism:endingPage": "123",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 February 1996",
        "prism:doi": "10.1016/1381-1169(95)00151-4",
        "prism:startingPage": "117",
        "dc:identifier": "doi:10.1016/1381-1169(95)00151-4",
        "openaccessSponsorName": null
      }
    }
  }
}