{
  "metadata": {
    "title": "Features of Raman band shifts of MoO<ce:inf loc=post>3</ce:inf> catalyst exchanged with <ce:sup loc=post>18</ce:sup>O tracer and active sites for reoxidation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-01-28",
    "doi": "10.1016/1381-1169(95)00159-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/138111699500159X",
    "pii": "138111699500159X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0003097990",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-138111699500159X 1381-1169(95)00159-X 138111699500159X 10.1016/1381-1169(95)00159-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00222 2015-05-13T23:01:31.432129-04:00 0 0 19960128 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 105 105 1 2 1 2 Volume 105, Issues 1–2 6 31 37 31 37 19960128 28 January 1996 1996-01-28 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. FEATURESRAMANBANDSHIFTSMOO3CATALYSTEXCHANGED18OTRACERACTIVESITESFORREOXIDATION ONO T VOLTA 1982 225 J VOLTA 1985 467 J ABON 1992 542 M MIGNOT 1989 424 B ZIOLKOWSKI 1983 263 J BRUCKMAN 1987 71 K SMITH 1993 124 M SNYDER 1989 43 T GRASSELLI 1981 133 R ONO 1994 2113 T GUERRERORUIZ 1992 429 A ANDERSON 1950 793 G KIHLBORG 1963 357 L NAZARI 1992 376 G BEATTIE 1969 2322 I MOHAN 1983 I-267 S PY 1981 370 M GRUNERT 1991 1323 W HABER 1975 970 J BROCLAWIK 1981 103 E ONO 1990 4077 T KEULKS 1976 806 G PROC6THINTERNATIONALCONGRESSCATALYSIS ONOX1996X31 ONOX1996X31X37 ONOX1996X31XT ONOX1996X31X37XT item 1381-1169(95)00159-X 138111699500159X 1-s2.0-138111699500159X 10.1016/1381-1169(95)00159-X 271358 2010-09-28T03:07:30.292501-04:00 1996-01-28 1-s2.0-138111699500159X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:138111699500159X/MAIN/application/pdf/c1d815460bcbdf67587e2c300d68cf2e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:138111699500159X/MAIN/application/pdf/c1d815460bcbdf67587e2c300d68cf2e/main.pdf main.pdf pdf true 644849 MAIN 7 1-s2.0-138111699500159X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:138111699500159X/PREVIEW/image/png/e3312e4813a29a64d3670c259af9023d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:138111699500159X/PREVIEW/image/png/e3312e4813a29a64d3670c259af9023d/main_1.png main_1.png png 62787 849 656 IMAGE-WEB-PDF 1 ELSEVIER JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 105 (1996) 31-37 Features of Raman band shifts of M003 catalyst exchanged with 180 tracer and active sites for reoxidation Takehiko Ono * , Hideo Numata, Nobuaki Ogata Department of Applied Chemistry, University of Osaka Prefecture, l -I Gakuen-cho. Sakai, Osaka 593, Japan Received 25 April 1995; accepted 29 June 1995 Abstract The oxide oxygens of M003 catalyst were exchanged with 180 tracer by a reduction-oxidation method and by a catalytic oxidation of but- l-ene using 1802. The Raman band shifts of the M003 exchanged with 180 by the methods were examined. The two bands at 823 and 670 cm-1 of M003 were shifted to lower frequencies preferentially, while the band of terminal Mo=O oxygen at 998 cm-1 were not shifted very much initially. Applying the correlation between the Raman bands and the stretching modes as described in the literature, the positions of oxide ions and the anion vacancies for reoxidation were estimated. The oxide ions and anion vacancies corresponding to the Mo-O species which have 1.73 and 1.94 distances of Mo octahedra exhibited rapid diffusions. These anion vacancies also seem to be active sites for oxygen insertion. 1. Introduction The selective oxidation on M00.catalysts has been studied by many workers. Volta et al. [ 1 ] have reported that the (100) plane of the oriented Mo03 crystals is responsible for mild oxidation and the (010) plane for total oxidation in propene oxidations. Abon et al. [2] have recently reported that the (120) plane is also responsible for propenal formation in propene oxidation. On the other hand, Jiolkowski [3] has observed that the (010) plane is inactive but the (001) is active for propenal formation. Bruckman et al. [4] have reported that the reactivity of allyl iodide runs parallel with the fraction of Corresponding author. 1381-1169/96/$15.00 996 Elsevier Science B.V. All rights reserved SSDl1381-1169(95)00159-X (010) planes where propenal formation occurs. Smith and Ozkan [5] reported that the partial oxidation of methane over MoO3 catalysts which exposed different relative amounts of (010) and (100) planes. According to the previous studies [6,7], the reduction and reoxidation in oxidation reactions take place at different regions over mix oxide catalysts such as Bi-Mo oxides. Previously we have reported that some Raman bands of yBi2Mo06 [8], a-Bi2Mo301z [8], a-MnM004 [9] and CoMo04 [9] catalysts were shifted preferentially to lower frequencies by the exchange with ' 80 tracer through a reductionoxidation method and that, with these oxides, the oxygen uptake seems to take place at the oxygen vacancies corresponding to the bands which were shifted. Smith and Ozkan [5] have 32 T. Ono et al. /Journal of Molecular Catalysis A: Chemical 105 (1996) 31-37 reported the Raman spectra of Mo03 exchanged with '$O tracer. Guerrero-Ruiz et al. [10] have studied the M003 catalyst exchanged with '$O using SIMS analysis. These workers discussed what oxygen species are responsible for oxidation. More studies will need to elucidate lattice oxygen species or vacancies responsible for oxidation or reoxidation, respectively, on Mo03. In this work, the following exchange was attempted through redox reactions: (MOO.) - (M003)red red. by 1-C4H8 -j (MO03) reoxid. by 1802 The (MO03) * exchanged partly with 180 tracer was recorded on a laser Raman spectrometer. The extent of Raman band shifts have been determined and compared with each other. Using the reactants of 1-C4H8 and 1802, the lattice oxygens of M003 were also exchanged with 180 through a catalytic oxidation. The results were compared with those by a reduction-oxidation method. The correlation between the Raman bands and the stretching vibration modes reported previously on M003 [ 12,13] was applied to the estimation of oxygen species and anion vacancies. 2. Experimental 2.1. Catalysts The M003 supported on Si02 (7 atom%) was prepared as follows: the desired amount of ammonium heptamolybdate were mixed in the solution. After evaporation on a water bath, it was heated at 723 K for 6 h. 2.2. Procedures The first method for '$O substitution, i.e., a reduction-oxidation method, is as follows: the reduction of catalysts by but-l-ene was carried out in a circulation system (ca. 290 CM) at ca. 4 kPa and 673-723 K and the reoxidation by 1802 (98%, MSD Co. Ltd.) was performed at the same temperature range at ca. 1 kPa. The amount of 18 O exchanged was determined from the amount of products such as buta-1,3-diene. The second method for substitution is as follows: the mixture of but-l-ene at ca. 1.5 kPa and ' $02 at 0.5 kPa was reacted on Mo03. The products of buta-1,3-diene, CO, and C02 were analyzed by gas chromatography. The 180% in the products was determined by a mass spectrometer. The amounts of 'g0 exchanged in the M003 catalyst were assumed as those of '60 in the products. The Raman spectra were recorded on a JASCO NR-1000 laser Raman spectrometer. An Ar-ion laser was tuned to the 514.5 nm line for excitation. The laser power was set at 150-200 mW. The data were stored on a computer and used for peak-shape analysis. 3. Results and discussion 3.1. Catalyst properties The structure of M003/Si02 catalysts were determined by the X-ray diffraction method using Cu K a radiation. The diffraction intensities of the M003 catalyst in this work were similar to those reported previously, so it is not oriented to a particular direction. The fraction of this crystallite was determined by a comparison of the X-ray peak intensities between the catalysts and mechanical mixtures. The M003/Si02 (7 atom%) catalyst contained ca. 100% of crystalline Mo03. The results indicate that M003 on Si02 is almost crystallized. The crystal sizes were determined from line broadening using several diffraction lines. The average sizes were determined as ca. 80 nm. 3.2. Structure of MoOj, Raman spectra of Mo03, and assignments to the normal vibrations The structure of M003 was investigated by some workers [ 11 ]. It can be described as a T. Ono et al. /Journal of Molecular Catalysis A: Chemical 105 (1996) 31-37 33 layer structure in which each layer is built up of M006 octahedra (Fig. la) at two levels connected in the direction to c axis by edge and corner sharing so as to form zig-zag rows [ 12,1 ]. In the direction to the a axis the octahedra are connected by corner sharing. The Mo-O distances of the distorted octahedrons are shown in 0 Fig. 1 a and b. The shortest one is 1.67 A and is designated as terminal oxygen (I:OMo) [12,13]. In the a axis direction, the long Mo-O bond (2.23 on Mo, and short bond (1.73 on Mot are connected, designated as two-connected bridged oxygens (II:OMo2). In the zigzag rows, there is an oxygen surrounded by Mo 0 with 1.95, 1.95 and 2.33 A distances, which is designated as III:OMo 3 [ 12,1 ]. IR and Raman spectra of M003 were studied by some workers [12-15]. Beattie and Gilson [13] have made an attempt to apply group frequency assignments to the vibrational spectra of oxides such as M003, V205, Nb205, Ti02 and etc. With M003, the terminal oxygens (OMo), two-connected bridging oxygens (OMo2) and three-connected bridging oxygens (OMo3) were 2.33A 1,95 b: 1.95 1.7 3 225~ 1.67A (a) 1 (b) II ~ *,'~ - (I: (II:OMo2) (II1:0M03) (c) Fig. 1. Structure of M003 [ 1,121. (a) Mo octahedron and Mo-O distances. (b) Zig-zag chains of octahedra. The oxygen types I, II, and III are shown in (c). (c) Subclassifications of bonding and bridging oxygen atoms. Filled and open circle denote Mo and oxygen, respectively. Table 1 IR and Raman spectra of single crystal of Mo03 reported by Nazari et al. [ 121 IR Raman Assignment Corresponding (cm-') (cm-') (stretch.) Mo-O bond ( 1007 998 885 810 566 (OM B 3 993 (OMo) A,g, B, g (OM B 3u (OMoz) B3 817 (OM02) B,9 664 (OM03) B3g (OMo3) B,~ 1.67 1.67 1.73, 2.25 1.73, 2.25 1.95 (2), 2.33 1.95 (2), 2.33 OMo, OMo., and OMo, are shown in Fig. 1. considered on the basis of a site symmetry. Nazri and Julien [12] have studied the infrared and Raman polarized spectroscopy using single crystal of Mo03. They gave the assignment of observed bands as shown in Table 1, which are the same as those by Beattie and Gilson [13]. Modes of the OMo terminal lie in the range 885 to 1007 cm-'. The Raman-active band at 993 cm-' is corresponding to the stretching mode 0 of the Mo-O with 1.67 A distance. The bridg- ing oxygens (OMoz) correspond to Mo-O-Mo 0 with the Mo-O distances of 1.73 and 2.25 A, which is corresponding to the band at 817 cm -' . The vibrational mode corresponding to 664 cm-1 is assigned to the stretching of the bridging oxygens of OMo3. Previous workers [ 12,13] explained that the modes of OM03 have a motion parallel to the basal ac-plane and pass perpendicularly through the 2.33 bond. They also explained [13] that the long 2.33 bond is being deformed while one short 1.95 bond is being compressed at the same time as the other 1.95 one is being stretched. 3.3. Raman band shifts of M003 catalyst exchanged with 180 by a reduction-oxidation method 0.03 g of M003/Si02 (7 atom%) was reduced with but- l-ene at 673-753 K. After evacuation, it was reoxidized with 1802 at the same temperature. The selectivity to buta-1,3-diene 34 99~ (c) 8Z3 xa . 670 ( C1) 11001000 900 800 700 600 500 400 Wavenumber / cm-' Fig. 2. Raman spectra of Mo03 exchanged with 180 tracer using the reduction-oxidation method. (a) No exchange. (b) 7 lLmol (7%) of 180 exchanged. (c) 13 Amol (13%). (d) 23 Icmol (23%). was above 90%. 0.03 g catalyst contains ca. 100 Icmol oxygens as Mo03. Fig. 2 shows the spectra of MoOi before and after they were exchanged with ' O. The bands at 998, 823, and 670 cm -' were observed (Fig. 2a) which are nearly the same as the Mo03 bands at 993, 817, and 664 cm-' reported by Nazari and Julien [12]. With the sample (Fig. 2b) exchanged with 180 by 7%, the bands at 823 cm-' decreases and the new band at 803 cm-' appears. The band at 670 cm-' shows line broadening. With the 13% and 23% samples, the 823 cm-` band is shifted to 803 cm-' and the 670 cm-' band to 650 cm-'. The new band at 955 cm-1 appears, which is shifted from 998 cm-' (Fig. 2d). The theoretical shifts between Mo-`60 and Mo-`80 is calculated as ca. 45 cm-' at around 990 cm` and 40-30 cm-1 at around 800-700 cm-'. The shift of 43 cm-' for 998 cm-' band is the same as theoretical one. This indicates that the terminal Mo=O bond can be applicable T. Ono et al. /Journal of Molecular Catalysis A: Chemical 105 (1996) 31-37 (C) ___~_~955 ______._____,._____ 690-_ c ( b) 998 1000 9e 800 - 700 Wavenumberlcrri 1 Fig. 3. The peak shape analysis of Fig. 2. (a) b in Fig. 2. (b) c in Fig. 2. (c) d in Fig. 2. to the diatomic approximation. The bands at 823 and 670 cm-`, however, are shifted by only ca. 20 cm-`. As described above, these bands are corresponding to two-connected or threeconnected bridged oxygen vibrations. This seems to suggest that the diatomic approximation is not applicable. In order to know the shift change in details, the peak shape analysis was attempted with these spectra (Fig. 3). As shown in the figure, the good curve fittings are obtained in the cases that the 823 cm-` band is shifted to 803 cm-', the 670 cm` band to 650 cm-', and the 998 cm-' band to 955 cm-'. The exchange fraction Table 2 Fractions of the band shifted after exchange with the '$O tracer for the Mo03 /Si02 catalyst Average % 1955/ 1998 ~soa l1s2s + 1650lls7o + exchanged 1955 803 650 0 7 13 23 0 0 0.18 0.30 0 0.45 0.65 0.78 0 0.35 0.54 0.71 was compared with each band between the original peak and the shifted one. The fractions are shown in Table 2. With the 7% exchanged sample, the fraction is ca. 45% for the 823 cm-' band and ca. 35% for the 670 cm-1 band. With increasing in the average % exchanged with 180, both bands at 823 and 670 cm -1 were exchanged preferentially. After that, the 998 cm -' band was exchanged. The exchange fractions with the 823 and 670 cm-' bands are extremely higher than the average exchange %. This suggests that the information of Raman spectra comes from the near surface of Mo03 crystal and that surface oxygens are well exchanged. Propene oxidation was performed previously using a 1802 tracer in order to obtain information concerning the extent of lattice-oxygen participation [191. The products such as propenal, CO.,, and H20 were diluted with lattice oxygen (160) in spite of the use of 98% of 802. Using exponential dilution proposed by Keulks et al. [201, the extent of lattice-oxygen participation were determined as ca. 5 layers for Mo03 at 400. This indicates that the reaction takes place at a very thin surface on the M003 catalyst. 3.4. Raman band shifts of M003 catalyst exchanged with 180 by a catalytic oxidation using I -C4 H8 and 1802 Fig. 4 shows the results of catalytic oxidation using a mixture of 1-C4H8 and 1802 over the Mo08 (7 atom%)rSi02 catalyst. The amounts of products and 80% in them are shown in Table 3. The average per cent exchanged with 180 in the catalysts were calculated from 160% in the products assuming that the reoxidation of Mo03 takes place completely. The 180% in H20 is assumed to be the same as that in CO and CO2. With the Raman band at 823 cm -1 of the catalyst whose oxygen are exchanged with 11 % of 180, a new shoulder appears at ca. 800 cm -' . With the 26% sample, this shoulder become larger and the band at 670 cm-' shows T. Ono et al. /Journal of Molecular Catalysis A: Chemical 105 (1996) 31-37 C a> c A- - ___ ___ - --- --------- 823 s7o (a) 1000 900 800 700 600 Wavenumberl cm-'1 Fig. 4. Raman spectra of Mo03 exchanged with 18 0 during catalytic oxidation of but-l-ene. (a) No exchange. (b) 11%o of 0 exchanged. (c) 26% of 180 exchanged. See Table 3. 35 line broadening. However, the new band shifted from 998 cm -' does not appear. In order to elucidate the shift change in details, the band changes are determined by shape analysis (Fig. 5). Table 4 lists the band intensity ratio (peak area). The ratio of Igo01823 + 803) is increasing from 13 to 34% with increasing n the average exchange % from 11 to 26%. The 16so/( r67o + 16so) is also slightly increased from ca. 9 to 15%. These results indicate that the band at 823 cm -1 initially exchanged with 180. This tendency is the same as the results by the reduction-oxidation method described above. Furthermore, the band at 998 cm-1 is not replaced initially by 180 in the case of catalytic oxidation. Table 3 Oxidation of but-l-ene using 18 02 over Mo03/S2, P(1C4H6)= 16 Torr, P('$OZ, 98 atom%)= 4 Torr Temp. Conversion Selectivity (%) % and X60 (%) a CaHb CO 89 6 (69) 9 (53) Average exchange b COZ % of catalyst 473 3.3 500 6.8 82 5 (7s) 9 26 (63) ll a The 16 0% in H20 is assumed as the average values of CO and CO'. Average exchange % in the catalysts was calculated from 160% of CO, CO., and HZO. 1 Torr = 133.3 Pa. 36 T. Ono et al./Journal of Molecular Catalysis A: Chemical 105 (1996) 31-37 --------------- --------------- (a) e -- ----------- 3 --;7o- -_ 1000 900 800 700 Wavenumber/crri 1 Fig. 5. The peal: shape analysis of Fig. 4. (a) b in Fig. 4. (b) c in Fig. 4. 3.5. Active sites for reoxidation and oxidation on Mo03 As discussed above, the band at 823 cm-' is corresponding to the stretching vibration of Mo-O for 1.73 and 2.25 in the Mo square of the octahedron (Fig. 1). This is also corresponding to the corner-linked oxygen of two octahedra to the a axis direction. The band at 670 cm-' is mainly corresponding to the vibration of Mo-O with two 1.95 distances. These oxygens are edge-linked to the c axis direction. The band at 998 cm-' correspond to the terminal Mo=O of 1.67 The oxygens which are replaced preferentially are those of 823 and 670 cm-' bands during but-l-ene oxidation. These results suggest that the oxygens of Mo-O layer along the a or c direction have high mobilities Table 4 Fractions of the band shifted after exchange with the 18 0 tracer during catalytic oxidation for the Mo03 /Si02 catalyst Average % lass / 98 + 1603 / 1823 + 1660 / Is7o + exchanged 1955 Laos 1650 11 0 0.13 0.09 26 0 0.34 0.15 while that those of oxygen layer, i.e., (010) oxygens, have low mobilities as reported by Guerrero-Ruiz et al. [10]. If the anion vacancies move easily to other sites during reduction and oxidation catalysis, reoxidation may occur randomly at various sites, i.e., 'g0 exchange will occur equally at various oxygen species. However, the preferential exchange takes place as described above. These results suggest that the reoxidation by 'g02 at the surface may take place mainly at the anion vacancies corresponding to the Mo-O of 1.73 (OMo2) and of 1.95 (OMo3). The reduction of Mo03 and its XPS study was performed by some workers. Grunert et al. [16] have reported that the Mob+, M05+, two different M04 ', and Mo2+ will be present in the Mo03 from which lattice oxygens are released at high temperatures. Haber et al. [ 17] have proposed the presence of Mo6+ and two different Mo4+ after the reduction of Mo03. Broclawik et al. [ 18] have suggested that the oxidation number of Mo is lowered from 6 + to 4 + without change of crystal structure in the first stage of reduction while the structure changes in the stage of more reduction from corner-linked octahedra to edge-sharing octahedra using SCF-SW-Xa calculations for Mo-O oxide anions. The oxygen insertion means the reoxidation of Mos+ and Mo4+ to Mob+. In this case, oxygen insertion seems to take place on vacancies or by returning edge-sharing octahedra to corner-sharing octahedra. Volta et al. [ 1 ] have reported that the (100) plane is responsible for mild oxidation and the (010) plane for total oxidation in propene oxidations. Abon et al. [2] have recently reported that the (120) plane is also responsible for propenal formation in propene oxidation. On the other hand, Jiolkowski [3] has observed that the (010) plane is inactive but the (001) is active for propenal formation. Bruckman et al. [4] have reported that the reactivity of allyl iodide runs parallel with the fraction of (010) planes where propenal formation occurs. The Mo03 catalyst used in this work was not T. Ono et al. /Journal of Molecular Catalysis A: Chemical 105 (1996) 31-37 oriented to a special direction. The oxidative dehydrogenation of but-l-ene seems to take place on any surface oxygens of these planes since the allyl hydrogen is abstracted more easily from it. It is unclear which plane is more active for the reaction in this work. The OM02 oxygens (1.73 A) are present on the (100) plane. The OMo ones (1.67 are present on the (010) plane. It is unlikely that the (010) oxygens are more active than other species, since they did not exchanged and did not diffuse so rapidly during oxidation reactions. Acknowledgements We thank Dr. Hisashi Miyata for help in computer peak shape analysis. References [Il J.C. Volta, M. Forissier, F. Theobald and P. Pham, Discuss. Faraday Soc., (1982) 225; J.C. Volta and J.M. Tatibouet, J. Catal., 93 (1985) 467. [2] M. Abon, J. Massardier, B. Mignot, J.C. Volta, N. Floquet and O. Bertrand, J. Catal., 134 (1992) 542; B. Mignot, N. 37 Floquet, O. Bertrand, M. Treilleux, J.J. Heizmann, J. Massardier and M. Abon, J. Catal., 118 (1989) 424. [3] J. Ziolkowski, J. Catal., 80 (1983) 263. [4] K. Bruckman, R. Grabowski, J. Haber, A. Mazurkiewicz, J. Slocynski and T. Wiltowski, J. Catal., 103 (1987) 71. [5] M.R. Smith and U.S. Ozkan, 1. Catal., 141 (1993) 124. [61 T.D. Snyder and G.C. Hills Jr., Catal. Rev. Sci. Eng., 31 (1989) 43. [7] R.K. Grasselli and J.D. Burring-ton, Adv. Catal., 30 (1981) 133. [8] T. Ono and N. Ogata, J. Chem. Soc. Faraday Trans., 90 (1994) 2113. [9) T. Ono, J. Catal., submitted. [10] A. Guerrero-Ruiz, J.M. Blanco, M. Aguilar, I. Rodriguez Ramos and J.L.G. Fierro, J. Catal., 137 (1992) 429. [ 11 ] G. Anderson and A. Magneli, Acta Chem. Scand., 4 (1950) 793; L. Kihlborg, Arkiv Kemi, 21 (1963) 357. [12] G.A. Nazari and C. Julien, Solid State Ionics, 53-56 (1992) 376. [13] I.R. Beattie and T.R. Gilson, J. Chem. Soc. A, (1969) 2322. [14] S. Mohan and K.G. Ravikumar, Bull. Soc. Chim. France, (1983) 1-267. [15] M.A. Py and K. Maschke, Physica, 105B (1981) 370. [16] W. Grunert, A.Yu. Stakheev, R. Feldhaus, K. Anders, E.S. Shpiro and K.M. Minachev, J. Phys. Chem., 95 (1991) 1323. [ 17] J. Haber, W. Marczewski, J. Stoch and L. Ungier, Ber. Bunsenges., 79 (1975) 970. [18) E. Broclawik, A.E. Foti and V.H. Smith Jr., J. Catal., 67 (1981) 103. [19] T. Ono, T. Nakajyo and T. Hironaka, J. Chem. Soc. Faraday Trans., 86 (1990) 4077. [20] G.W. Keulks and L.D. Krenzke, in G.C. Bond, P.B. Wells and F.C. Tompkins (Editors), Proc. 6th International Congress on Catalysis, London, The Chemical Society, London, 1976, p. 806. MOLCAA 9500159X 1381-1169(95)00159-X 10.1016/1381-1169(95)00159-X Molecular aspects of heterogeneous catalysis Article Features of Raman band shifts of MoO3 catalyst exchanged with 18O tracer and active sites for reoxidation Takehiko Ono ∗ Hideo Numata Nobuaki Ogata Department of Applied Chemistry, University of Osaka Prefecture, 1-1 Gakuen-cho, Sakai, Osaka 593, Japan ∗ Corresponding author. The oxide oxygens of MoO3 catalyst were exchanged with 18O tracer by a reduction-oxidation method and by a catalytic oxidation of but-1-ene using 18O2. The Raman band shifts of the MoO3 exchanged with 18O by the methods were examined. The two bands at 823 and 670 cm−1 of MoO3 were shifted to lower frequencies preferentially, while the band of terminal MoO oxygen at 998 cm−1 were not shifted very much initially. Applying the correlation between the Raman bands and the stretching modes as described in the literature, the positions of oxide ions and the anion vacancies for reoxidation were estimated. The oxide ions and anion vacancies corresponding to the MoO species which have 1.73 and 1.94 Å distances of Mo octahedra exhibited rapid diffusions. These anion vacancies also seem to be active sites for oxygen insertion. References [1] J.C. Volta M. Forissier F. Theobald P. Pham Discuss. Faraday Soc. 1982 225 J.C. Volta J.M. Tatibouet J. Catal. 93 1985 467 [2] M. Abon J. Massardier B. Mignot J.C. Volta N. Floquet O. Bertrand J. Catal. 134 1992 542 B. Mignot N. Floquet O. Bertrand M. Treilleux J.J. Heizmann J. Massardier M. Abon J. Catal. 118 1989 424 [3] J. Ziolkowski J. Catal. 80 1983 263 [4] K. Bruckman R. Grabowski J. Haber A. Mazurkiewicz J. Slocynski T. Wiltowski J. Catal. 103 1987 71 [5] M.R. Smith U.S. Ozkan J. Catal. 141 1993 124 [6] T.D. Snyder G.C. Hills Jr. Catal. Rev. Sci. Eng. 31 1989 43 [7] R.K. Grasselli J.D. Burrington Adv. Catal. 30 1981 133 [8] T. Ono N. Ogata J. Chem. Soc. Faraday Trans. 90 1994 2113 [9] T. Ono, J. Catal., submitted. [10] A. Guerrero-Ruiz J.M. Blanco M. Aguilar I. Rodriguez-Ramos J.L.G. Fierro J. Catal. 137 1992 429 [11] G. Anderson A. Magneli Acta Chem. Scand. 4 1950 793 L. Kihlborg Arkiv Kemi 21 1963 357 [12] G.A. Nazari C. Julien Solid State Ionics 53–56 1992 376 [13] I.R. Beattie T.R. Gilson J. Chem. Soc. A 1969 2322 [14] S. Mohan K.G. Ravikumar Bull. Soc. Chim. France 1983 I-267 [15] M.A. Py K. Maschke Physica 105B 1981 370 [16] W. Grunert A.Yu. Stakheev R. Feldhaus K. Anders E.S. Shpiro K.M. Minachev J. Phys. Chem. 95 1991 1323 [17] J. Haber W. Marczewski J. Stoch L. Ungier Ber. Bunsenges. 79 1975 970 [18] E. Broclawik A.E. Foti V.H. Smith Jr. J. Catal. 67 1981 103 [19] T. Ono T. Nakajyo T. Hironaka J. Chem. Soc. Faraday Trans. 86 1990 4077 [20] G.W. Keulks L.D. Krenzke G.C. Bond P.B. Wells F.C. Tompkins Proc. 6th International Congress on Catalysis London 1976 The Chemical Society London 806",
      "scopus-id": "0003097990",
      "coredata": {
        "eid": "1-s2.0-138111699500159X",
        "dc:description": "The oxide oxygens of MoO3 catalyst were exchanged with 18O tracer by a reduction-oxidation method and by a catalytic oxidation of but-1-ene using 18O2. The Raman band shifts of the MoO3 exchanged with 18O by the methods were examined. The two bands at 823 and 670 cm−1 of MoO3 were shifted to lower frequencies preferentially, while the band of terminal MoO oxygen at 998 cm−1 were not shifted very much initially. Applying the correlation between the Raman bands and the stretching modes as described in the literature, the positions of oxide ions and the anion vacancies for reoxidation were estimated. The oxide ions and anion vacancies corresponding to the MoO species which have 1.73 and 1.94 Å distances of Mo octahedra exhibited rapid diffusions. These anion vacancies also seem to be active sites for oxygen insertion.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-01-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/138111699500159X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ono, Takehiko"
          },
          {
            "@_fa": "true",
            "$": "Numata, Hideo"
          },
          {
            "@_fa": "true",
            "$": "Ogata, Nobuaki"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/138111699500159X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/138111699500159X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00159-X",
        "prism:volume": "105",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Features of Raman band shifts of MoO3 catalyst exchanged with 18O tracer and active sites for reoxidation",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "31-37",
        "prism:endingPage": "37",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 January 1996",
        "prism:doi": "10.1016/1381-1169(95)00159-X",
        "prism:startingPage": "31",
        "dc:identifier": "doi:10.1016/1381-1169(95)00159-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0003097990"
      }
    }
  }
}