{
  "metadata": {
    "title": "Heterogeneous palladium catalysts for the Heck reaction",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-07-29",
    "doi": "10.1016/1381-1169(95)00051-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995000518",
    "pii": "1381116995000518"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002816103",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-22 1999-12-22 2010-04-18T17:16:47 1-s2.0-1381116995000518 1381-1169(95)00051-8 1381116995000518 10.1016/1381-1169(95)00051-8 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S1381116900X00453 2015-05-13T23:01:31.432129-04:00 0 0 19950729 1995 1999-12-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 101 101 1 1 Volume 101, Issue 1 5 25 31 25 31 19950729 29 July 1995 1995-07-29 1995 article fla Copyright © 1995 Published by Elsevier B.V. HETEROGENEOUSPALLADIUMCATALYSTSFORHECKREACTION KIVIAHO J CABRI 1992 3558 A HECK 1979 146 R AUGUSTINE 1992 229 R YUAN 1987 261 Y CAO 1989 381 S DIECK 1974 1133 H KELKAR 1994 L113 A HUANG 1987 269 M KIVIAHOX1995X25 KIVIAHOX1995X25X31 KIVIAHOX1995X25XJ KIVIAHOX1995X25X31XJ item 1381-1169(95)00051-8 1381116995000518 1-s2.0-1381116995000518 10.1016/1381-1169(95)00051-8 271358 2010-09-27T22:20:50.154908-04:00 1995-07-29 1-s2.0-1381116995000518-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000518/MAIN/application/pdf/0181682b59c2e2908c9f6a08b5596fed/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000518/MAIN/application/pdf/0181682b59c2e2908c9f6a08b5596fed/main.pdf main.pdf pdf true 594738 MAIN 7 1-s2.0-1381116995000518-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000518/PREVIEW/image/png/bb8f3d1e401b2e4d4587585bcac202f5/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000518/PREVIEW/image/png/bb8f3d1e401b2e4d4587585bcac202f5/main_1.png main_1.png png 62621 849 656 IMAGE-WEB-PDF 1 ELSEVIER Abstract Journal of Molecular Catalysis A: Chemical 101 (1995) 25-31 JOURNAL OF MOLECULAR CATALYSIS if A: CHEMICAL Heterogeneous palladium catalysts for the Heck reaction Jari Kiviaho a, T. Hanaoka b, Y. Kubota b, Y. Sugi b a V7T Chemical Technology, P. O. Box 1401, 02044 V7T Finland National lnstitute ofMaterials and Chemical Research, AJS.T. Tsukuba, Ibaraki 305, Japan Received 27 October 1994; accepted 1 March 1995 The vinylation of iodobenzene with methyl acrylate was studied using palladium-based heterogeneous catalysts. Methyl cinnamate was formed as vinylation product and benzene as side product. All catalysts were of the type S'02 X-(NH)2-PdL, where L = P(C6H5) 3 or C6H5CN and X = Sn, A1 or Ti. The catalysts were stable and could be reused several times in normal atmosphere without suffering appreciable loss in catalytic activity. The activity of the catalysts was good even at low temperature, and selectivities were very high. Strong interaction indicating the existence of chemical bonding was found between the modified silica support and palladium complex. A model of the active surface compound is proposed and confirmed. Keywords: Heck reaction; lodobenzene; Methyl acrylate; Palladium; Silica; Supported catalysts; Vinylation 1. Introduction The usefulness of metal complex promoted reactions in organic synthesis is well documented. One of the most important homogeneously catalysed reactions for carbon-carbon bond formation is the Heck reaction (arylation of olefins). Under suitable laboratory conditions the reaction is relatively fast in most cases. Palladium compounds are particularly useful reagents for the Heck reaction. However, the presence of such catalytically active species in a reaction mixture may present problems associated with the separation, recovery and regeneration of the metal complex [ 1 ] . The use of even 1 mol% of palladium complex is prohibitively expensive for the commercial synthesis of most chemicals, even if recovery is reasonably * Corresponding author. Tel: ( +358-0)4565298, fax: ( +3580)4567026, e-mail: jari.kiviaho@vtt.fi 1381-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00051-8 efficient [ 2 ] . Such problems can be avoided by the use of heterogeneous catalysts for these reactions. So far, only a few reports have been published on the use of heterogeneous catalysts to promote the formation of C-C bond [ 3 ] . The main goal of our study was to develop active, selective and stable heterogeneous catalysts that could be reused in Heck reaction with no appreciable deterioration in catalyst performance. 2. Experimental 2.7. Preparation of catalysts The modified silica supports; silica supported polyalumazane [4], polytitanazane and polystannazane [ 5 ] were prepared by a published method. The modified silica support was impregnated with Pd(P(C6H5)3)2C12, Pd(C6HSCN)ZCl2 or 26 J. Kiviaho et al. /Journal of Molecular Catalysis A: Chemical 107 (1995) 25-31 Pd (OAc) 2 as precursor in CHZCIZ or benzene solution to give a palladium load of about 1 wt, %. After impregnation, the catalyst was washed with an excess of solvent to remove the part of the complex that was only physically adsorbed. After filtering, the catalyst was dried in normal atmosphere in an oven at 60 for 12 h. Part of the catalyst was also reduced in a HZ flow (60 ml/ min) at 450 for 3 h and used as catalyst in a hydrogenation reaction. 2.2. Reaction tests Vinylation experiments were carried out in a 100-ml three-necked flask with magnetic stirrer and condenser. In a typical vinylation experiment, iodobenzene (3 mmol), methyl acrylate (3.75 mmol), Et3N (3.75 mmol), catalyst (Pd = 0.03 mmol) and 1,3-dimethyl-2-imidazoline (DMI) as solvent (40 ml) were introduced to the reactor. Air was removed by flowing nitrogen and the reactor was heated to 50 or 90. The reaction was started by switching on the stirrer. The reaction continued for 12 h, after which the reactor was cooled to room temperature. The catalyst was separated from the reaction mixture by filtration, washed several times with excess CHZCIz to remove the starting material, products and possible Et3NHI salt and then oven-dried at 60 for 4 h. The catalyst was used again in vinylation or in hydrogenation reaction. The reaction mixture was analysed periodically with Shimadzu GC 14 A gas chromatograph with FID and helium as carrier gas. The GC capillary column was FS-WCOT Bonded, 30 m X 0.25 mm X 0.34 [,m. Hydrogenation reactions were run in a 100-ml three-necked flask fitted with condenser, magnetic stirrer, thermometer and gas burette. The catalyst (Pd = 0.027 mmol) and 1.5-cyclooctadiene (14 mmol) in 40 ml solution in ethanol were added to the flask. The reactor was purged with flowing hydrogen and the atmospheric pressure of hydrogen was maintained in the apparatus during the reaction. The reaction temperature was maintained at 30 with stirring. The degree of conversion and the selectivity were measured by taking a 1 ml sample periodically. Samples were analysed using the Shimadzu GC 14 A gas chromatograph with FID and a capillary column, TCWAX, 30 m X 0.25 mm X 0.25 m. 2.3. Characterization of catalysts ESCA measurements were carried out using a Perkin Elmer PHI 5500 ESCA system, with monochromated Al Ka X-ray radiation (1487 eV). The flood gun was used to compensate the charging effect. The binding energies of the supported catalysts were corrected from the value of Si (2s) -103.4 eV. The palladium complexes supported on modified silica support were formed into tablets and kept in vacuo for two days before the measurements. FT-IR spectra were measured with a Perkin Elmer 1720X FT-IR spectrometer with MCT detector. Scan number 100 and 2 cm-' resolution and reflectance method were used. The palladium content of the catalysts was measured with a SEA 2010 X-ray fluorescence spectrometer. 3. Results and discussion Our new heterogeneous catalysts catalysed the vinylation of iodobenzene with methyl acrylate to methyl cinnamate with high activity and selectivity at 90, as shown in Table 1. The main product was methyl cinnamate and the minor product benzene; no biphenyl was produced during the reaction. All the catalysts exhibited almost the same activity in second use after recycling as in the first use and in every case the selectivity was better. A small part of the palladium was released from the surface of the catalysts during the first reaction, and this part had a high capability to catalyse the hydrogenation reaction and produce benzene, and so to decrease the selectivity for methyl cinnamate. In the second use, when the detached palladium was no longer in situ and the catalyst was totally heterogeneous, only the vinylation reaction proceeded and selectivity was vir- J. Kiviaho et al. /Journal of Molecular Catalysis A: Chemical 101 (1995) 25-31 Table 1 Results of the vinylation of iodobenzene with methyl acrylate at 90 Catalyst Pd(P(C~Hs)s)2/SiOz-Sn-(NH)2 Pd(P(C,H5)3)2/SiO,-Al-(NH)2 Pd( P(C6H5)3)=/Si02 Ti-(NH)2 Pd (C6H5CN)z/S'02-Al-(NH) 2 PdC,,H_,CN)=Si02-Ti-(NH)Z Pd(OAc)2/SiO,- Ti-(NH)Z Reaction (1) Conversion (MOI%) 80.1 91.6 81.2 88.2 83.3 82.8 Selectivity for methyl cinnamate (mol%) 93.1 99.5 100 94.5 96.2 99.5 Reaction (11) Conversion (MOI%) 69.1 91.2 83.3 70.8 75.1 69.3 Selectivity for methyl cinnamate (mol%a ) 100 99.6 100 99.5 100 100 The main product is methyl cinnamate and the minor product is benzene. The reaction conditions are described in the Experimental part. (1) = fresh catalyst used. ( 11) -the catalyst of reaction (1) filtered, washed, dried and reused. Table 2 Palladium content of the catalysts before and after vinylation Catalyst Pd (P(C6H5)3)2/S10_-Sn-(NH)2 Pd (P(C6H5);)2/SiOz-Al-(NH)2 Pd(P(C6H5)3)=/Si0-Ti-(NH)= Pd(C6H5CN)=/SiOz-AI-(NH)2 Pd(C6H5CN)2/Si02-Ti-(NH)2 Pd (OAc)Z/Si02-Ti-(NH)Z Pd (wt.-%a) before vinylation 0.7 0.6 0.9 0.9 0.8 0.7 Pd (wt.-%) after vinylation 0.5 0.6 0.9 0.7 0.6 0.6 27 Stabilizing time Stable catalysts 60 C j 40 V 20 a, 100 a0 0 Pljl(d N I I ISNI drINNj _ PI(PIC N I 171810 AIINNj7 PI(P(G N I I INIO TL(NNj rd(e N CM) Id1o .ALINNj P11C N CNI7/d107.Ti.(NNII rl(oAOI Islo .r1.jNNj I Na.Nm - relslo 2 4 6 6 10 12 Time (b) Fig. 1. The yield of methyl cinnamate vs. time at 50. tually 100%. The palladium content of all the catalysts was changed very little during the first reaction, as shown in Table 2, which demonstrates that the real performance of the catalysts was heterogeneous. The catalysts did not seem to be air-sensitive, which made their use and recycling very easy. The typical reaction temperature of the vinylation of iodobenzene is about 100 [6], but some of our catalysts were very active at as low a temperature as 50. As shown in Fig. 1, a more conventional catalyst, metallic palladium on silica, had no activity at that temperature, while the conversion for our most active heterogeneous catalyst was 92% and for the least active 15%. Selectivities were virtually 100% in every case. At 90 the performance of all catalysts was more or less the same; the precursor and the support had little or no influence on the activity and selectivity. At 50, the activity of the catalysts initially depended strongly on the precursor and support. During the first five hours the most active precursor was Pd(P(C6H5)3)2C12 and the least active Pd(OAc) 2, but they had the same selectivity. The most active precursor on silica-supported polytitanaze gave about four times as high a 28 J. Kiviaho et al. /Journal of Molecular Catalysis A: Chemical 101 (1995) 25-31 Table 3 Influence of the base on vinylation at 50 for 12 h Catalyst Et3N 2,3-Dihydroindole Conversion Selectivity for Conversion Selectivity for (mot%) methyl cinnamate (mot%) methyl cinnamate (mot%) (mot%) Pd(OAc)z/SiOz-Ti-(NH)Z 15.3 100 32.5 100 Pd(C6HSCN)2/S'Oz-Al-(NH)z 31.9 100 43.8 100 Metallic Pd/S'02 0 0 7.1 100 The reaction conditions are described in the Experimental part. conversion as the least active precursor on the same support. Selectivity for the main product was 100% in both cases. In addition, the behaviour of Pd (P (C6H5) 3) 2C differed from that of the other catalysts in having a long activation time of about one hour at the beginning of the reaction. The support too, had some effect on the initial performance of the catalysts, and the difference between the most and the least effective was very clear. Supports enhanced the activity of the catalyst in the order S'02-Sn-(NH)2> Si02-Al-(NH) 2 > Si02-Ti-(NH)2. With time the activities of the all catalysts grew more similar and after 5 h the reaction rates were almost the same. This shows very clearly that the final active surface species were shaped during the first five hours and were almost identical in every case, even though the supports were different. Exceptionally, because of its slightly higher metal content, the Pd(P(C6H5)3)2/Si02-Ti-(NH)2 catalyst showed slightly more activity after stabilizing period. In every case the active surface species were also very stable in normal atmosphere, and catalysts did not lose any activity during filtering, washing and drying. Some organic bases act as a source of hydride and promote the hydrogenation of aromatic compounds. Because of this there usually is competition between vinylation and hydrogenation in the Heck reaction and the selectivity pattern will be influenced by the type of base used. Selectivity for a vinylation product like methyl cinnamate is high when Et3N is the base, while selectivity for a hydrogenation product like benzene tends to be high in the case of indoline [ 7 ] . With our catalysts, by contrast, the base had no influence on the selectivity. Only methyl cinnamate was formed, regardless of the base used, as shown in Table 3. Conversion with indoline was higher than with Et3N. The reason for this was the greater capability of indoline than Et3N to remove HI and promote the reaction rate. The main purpose of our hydrogenation of 1,5cyclooctadiene (Scheme SCHEME) was to prove the different nature of metallic palladium and the active surface complex of the heterogeneous catalysts. The hydrogenation of 1,5cyclooctadiene catalysed by metallic palladium/ support catalysts proceeded very well at 30 and atmospheric pressure of hydrogen as shown in Table 4 (reactions 1-3) . After the vinylation reaction and under the same reaction conditions the heterogeneous palladium catalysts exhibited no or only very moderate activity in the hydrogenation of 1,5-cyclooctadiene (reactions 5-7) , whereas metallic Pd/Si02 catalyst still had good activity (reaction 4). The results indicate very clearly that the palladium of our new catalyst did not reduce to metallic form even though the surface complex was modified during the vinylation reaction. During the vinylation reaction the surface of all catalysts became covered with a deposit, which lowered the rate of the hydrogenation of cyclooctene but had no influence on the rate of hydrogenation of 1,5-cyclooctadiene. The hydrogenation reaction catalysed by fresh metallic palladium/ J. Kiviaho et al. /Journal of Molecular Catalysis A: Chemical 101 (/995) 25-31 (hydrogenation products) 0 + nH2 (cyclooctene) catalyst ethanol (isomerization products) O+O Scheme 1. The hydrogenation of 1,5-cyclooctadiene. support catalysts proceeded very well and the final product was cyclooctane. After vinylation, however, the metallic Pd/S'02 catalyst had a high hydrogenation rate for 1,5-cyclooctadiene but negligible for cyclooctene; in practice, the reaction stopped in the intermediate stage and almost no further cyclooctane formed during the next two hours. Possibly the deposit was iodine, which often has been used as a poison in the selective hydrogenation of cyclodienes. The ESCA data for supports, precursors and fresh catalysts in Table 5 point to the existence Table 4 Results of the hydrogenation of 1,5-cyclooctadiene for 4 h 29 (cyclooctane) of a strong interaction between the support and palladium. Large differences the in binding energies of nitrogen (Is) and palladium (3d5/2) in catalysts compared with the corresponding energies in supports and precursors suggest that a chemical bond was formed between nitrogen and palladium. Such a chemical bond between nitrogen and Pd, Rh or Pt in heterogeneous catalysts has been reported earlier [4,5,8 ] . Vinylation of iodobenzene had a modifying effect on the surface species of the fresh catalysts as already seen in Fig. 1. ESCA provided addi- No. Catalyst Conversion Selectivity for Selectivity for Selectivity for Selectivity for (mol %) cyclooctane cyclooctene l,3-cyclooctadiene 1,4-cyclooctadiene (mol %) (mol %) (mol %) (mol %) 1 Pd/Si02 \" 100 44.7 55.3 0 0 2 Pd/Si0z-Al-(NH)2\" 100 62.5 37.5 0 0 3 Pd/Si02-Ti-(NH)2' 100 42.1 57.9 0 0 4 Pd/Si02' 100 1.5 98.5 0 0 5 Pd/Si02-A1-(NHC 17 0 27.5 55.8 16.7 6 Pd/Si02-Ti-(NH)Z' 0 0 0 0 0 7 Pd/Si02-Sri-(NH)2' 0 0 0 0 0 The reaction conditions are described in the Experimental part. Nos. 1-d: The catalyst was reduced in a Hz flow at 450 for 3 h. Nos. 4-7: The catalyst was first used in the vinylation of iodobenzene with methyl acrylate. Pd (P(C6H5),)zCIZ was used as precursor. b Pd (C6HSCN)=Cl2 was used as precursor. 30 J. Kiviaho et al. l Journal of Molecular Catalysis A: Chemical 101 (1995) 25-31 Table 5 ESCA data for supports, precursors and fresh catalysts Catalyst Component No. N AN (eV) (eV) V) I SiOz-Sn-(NH)z 400.0 - Pd(P(C6H5)s)zClz - 337.3 Catalyst 398.9 -1.1 336.5 -0.8 2 SiOz-Al-(NH)z 400.9 - Pd(P(C6H5)3)zClz - 337.3 Catalyst 400.1 -0.8 337.2 -0.1 3 S'02-Ti-(NH)z 399.8 - Pd(P(C6Hs)3)zClz - 337.3 70 Catalyst 399.6 -0.2 336.7 -0.6 4 S'02-Al-(NH)z 400.9 - Abs. Pd(C6H5CN)zClz - 337.3 Catalyst 400.5 -0.4 337.9 +0.6 5 S'02-Ti-(NH)z 399.8 - Pd(C6H,sCN)zClz - 337.3 Catalyst 399.5 -0.3 337.6 +0.3 6 SiOz-Ti-(NH)z 399.8 - 60 Pd(OAc)z - 337.1 Catalyst 399.5 -0.3 337.4 +0.3 The measurements are described in the Experimental part. Table 6 Influence of the vinylation reaction of the binding energies of the catalysts measured by ESCA could be seen before but not after the vinylation reaction ( Fig. 2. ) Pd dPd A modification scheme for the surface complex (eV) (e- is proposed in Fig. 3. In the case of complex (I), 80 Catalyst before vinylalion 700 600 Wavenumbers (cm-1) Fig. 2. IR spectra of Pd(P(C6Hs)3)z/SiOz Sn-(NH)z catalyst before and after vinylation reaction. Catalyst Catalyst dN dPd ~-~ . 1) No. (eV) (eV) _ _ _ Pd(0) 1 Pd(P(C6Hs)a)z/SiOz-Sn-(NH)z +0.1 -2.4 _ _ 2) + 2 Pd(P(C6Hs)s)z/Si02 Al-(NH)z -0.2 -1.5 3 Pd(P(CsHs) s) 2/S'02-Ti-(NH) z +0.2 -2.7 2 4 Pd(C6HSCN)z/SiOz-Al-(NH)z -0.6 -1.5 2) 5 Pd(C6HSCN)z/SiOz-Ti-(NH)z +0.3 -2.7 6 Pd(OAc)z/SiOz Ti-(NH)z +0.3 -2.6 Complex()) [Red.] Complex (III) tional evidence for this. The change in the surface species was easily seen in the binding energies of nitrogen and especially the binding energies of palladium before and after the reaction ( Table 6 ) . Evidently in the fresh catalysts ligands were joined to the palladium, but during the viny lation reaction when the final active surface com pounds were formed they disengaged. F17-IR provided support for this because, characteristics peaks of ligand L, such as Pd ( P ( C6H5 ) s ) ZC12, [Red.] 1) ~ X = Al, Ti or Sn ro) + 2L Complex (I)) L=P(C6H5)3or C6H5CN 1 = Metallic palladium Metallic Pd Fig. 3. Proposed modification scheme for the surface complex during vinylation reaction. J. Kiviaho et al. /Journal of Molecular Catalysis A: Chemical 101 (/995) 25-31 palladium has coordination number 4 and is not active because of steric hindrance. When two PdL bonds (route 1) were severed, both steric hindrance and coordination number decrease and the active complex (II) is formed. Both ESCA and FT-IR results give support to the formation of the surface complex (II), and the results of the hydrogenation of 1,5-cyclooctadiene exclude the possibility of metallic palladium on the support because, as shown in Table 4, complex behaves very differently in hydrogenation from the real metallic catalyst. When Pd-N bonds (route 2) are broken, the homogeneous complex (111) is formed. The results of the vinylation at 90 (Table 1) and palladium content of the catalysts (Table 2) show that the modification route 2 is uncommon but might nevertheless occur. The presence of the homogeneous active complex (lII) presumably decrease selectivities in the first vinylation reaction, and in the second use, when complex (III) no longer existed in the reaction mixture, selectivities increased in practice up to 100%. 4. Conclusions The primary goal of this research was to develop an active, selective and stable catalyst that could be reused in the Heck reaction with no appreciable change in performance. This goal was 31 achieved very well. Our new heterogeneous catalysts exhibited high activity and selectivity. Also the stability was good: catalysts could be reused and stored in air for various periods of time with no loss of catalytic activity. The results showed that this new type of supported palladium catalyst is useful for reactions such as the Heck reaction and should be considered as a viable alternative to the commonly used homogeneous catalysts. Use in the hydrogenation of 1,5-cyclooctadiene of metallic palladium/Si02 catalyst previously used in the vinylation of iodobenzene gave the very interesting result that hydrogenation virtually stopped at the level of cyclooctene. It seems that iodine deposited on the surface played an important inhibitory role in the hydrogenation of cyclooctene References [ I ] A. Cabri, I. Candiani and A. Bedeschi, J. Org. Chem., 57 (1992 ) 3558. [2] R.F. Heck, Acc. Chem. Res., 12 (1979) 146. [ 3 ] R.L. Augustine and S.T. O'Leary, J. Mol. Catal., 72 (1992) 229. [4] Y.X. Yuan, M.Y. Huang and Y.Y. Jiang, J. Macromol. Sci. Chem., A24 (1987) 261. [5] S.K. Cao, M.Y. Huang and Y.Y. Jiang, J. Macromol. Sci. Chem., A26 (1989) 381. [ 6] H.A. Dieck and R.F. Heck, J. Am. Chem. Soc., 96 (1974) 1133. [7] A.A. Kelkar, T. Hanaoka, Y. Kubota and Y. Sugi, J. Mol. Catal., 88 (1994) L113. [ 8 ] M.Y. Huang, C.Y. Ren and Y.Y. Jiang, J. Macromol. Sci. Chem., A24 (1987) 269. MOLCAA 95000518 1381-1169(95)00051-8 10.1016/1381-1169(95)00051-8 Elsevier Science B.V. All rights reserved Heterogeneous palladium catalysts for the Heck reaction Jari Kiviaho * a T. Hanaoka b Y. Kubota b Y. Sugi b a VTT Chemical Technology, P.O. Box 1401, 02044 VTT,Finland b National Institute of Materials and Chemical Research, A.I.S.T., Tsukuba, Ibaraki 305, Japan * Corresponding author. Tel: (+358-0)4565298, fax: (+358-0)4567026 The vinylation of iodobenzene with methyl acrylate was studied using palladium-based heterogeneous catalysts. Methyl cinnamate was formed as vinylation product and benzene as side product. All catalysts were of the type SiO2X-(NH)2-Pd-L2, where L = P(C6H5)3 or C6H5CN and X = Sn, Al or Ti. The catalysts were stable and could be reused several times in normal atmosphere without suffering appreciable loss in catalytic activity. The activity of the catalysts was good even at low temperature, and selectivities were very high. Strong interaction indicating the existence of chemical bonding was found between the modified silica support and palladium complex. A model of the active surface compound is proposed and confirmed. Keywords Heck reaction Iodobenzene Methyl acrylate Palladium Silica Supported catalysts Vinylation Reference [1] Cabri A. Candiani I. Bedeschi A. J. Org. Chem. 57 1992 3558 [2] Heck R.F. Acc. Chem. Res. 12 1979 146 [3] Augustine R.L. O'Leary S.T. J. Mol. Catal. 72 1992 229 [4] Yuan Y.X. Huang M.Y. Jiang Y.Y. J. Macromol. Sci. Chem. A24 1987 261 [5] Cao S.K. Huang M.Y. Jiang Y.Y. J. Macromol. Sci. Chem. A26 1989 381 [6] Dieck H.A. Heck R.F. J. Am. Chem. Soc. 96 1974 1133 [7] Kelkar A.A. Hanaoka T. Kubota Y. Sugi Y. J. Mol. Catal. 88 1994 L113 [8] Huang M.Y. Ren C.Y. Jiang Y.Y. J. Macromol. Sci. Chem. A24 1987 269",
      "scopus-id": "0002816103",
      "coredata": {
        "eid": "1-s2.0-1381116995000518",
        "dc:description": "The vinylation of iodobenzene with methyl acrylate was studied using palladium-based heterogeneous catalysts. Methyl cinnamate was formed as vinylation product and benzene as side product. All catalysts were of the type SiO2X-(NH)2-Pd-L2, where L = P(C6H5)3 or C6H5CN and X = Sn, Al or Ti. The catalysts were stable and could be reused several times in normal atmosphere without suffering appreciable loss in catalytic activity. The activity of the catalysts was good even at low temperature, and selectivities were very high. Strong interaction indicating the existence of chemical bonding was found between the modified silica support and palladium complex. A model of the active surface compound is proposed and confirmed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-07-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995000518",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kiviaho, Jari"
          },
          {
            "@_fa": "true",
            "$": "Hanaoka, T."
          },
          {
            "@_fa": "true",
            "$": "Kubota, Y."
          },
          {
            "@_fa": "true",
            "$": "Sugi, Y."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995000518"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995000518"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00051-8",
        "prism:volume": "101",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Heterogeneous palladium catalysts for the Heck reaction",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heck reaction"
          },
          {
            "@_fa": "true",
            "$": "Iodobenzene"
          },
          {
            "@_fa": "true",
            "$": "Methyl acrylate"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "Vinylation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "25-31",
        "prism:endingPage": "31",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 July 1995",
        "prism:doi": "10.1016/1381-1169(95)00051-8",
        "prism:startingPage": "25",
        "dc:identifier": "doi:10.1016/1381-1169(95)00051-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002816103"
      }
    }
  }
}