{
  "metadata": {
    "title": "Influence of an aromatic carboxylic acid as cocatalyst in the palladium-catalysed reductive carbonylation of aromatic nitro compounds",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-10-10",
    "doi": "10.1016/1381-1169(96)00221-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/138111699600221X",
    "pii": "138111699600221X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030579201",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-138111699600221X 1381-1169(96)00221-X 138111699600221X 10.1016/1381-1169(96)00221-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00131 2015-05-13T23:01:31.432129-04:00 0 0 19961010 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 112 112 1 1 Volume 112, Issue 1 5 23 36 23 36 19961010 10 October 1996 1996-10-10 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. INFLUENCEAROMATICCARBOXYLICACIDCOCATALYSTINPALLADIUMCATALYSEDREDUCTIVECARBONYLATIONAROMATICNITROCOMPOUNDS WEHMAN P WEISSERMEL 1988 395 K INDUSTRIELLEORGANISCHECHEMIE BRAUNSTEIN 1989 1927 P WATANABE 1983 3343 Y SKOOG 1994 4137 S ALESSIO 1984 337 E CENINI 1991 179 S GUPTE 1984 197 S WEHMAN 1995 3751 P BONTEMPI 1987 67 A ALESSIO 1985 117 E WEHMAN 1994 4856 P DRENT 1990 661 E WEHMAN 1996 217 P WEAST 1990 D163 R CRCHANDBOOKCHEMISTRYPHYSICS SERJEANT 1979 E IONISATIONCONSTANTSORGANICACIDSINAQUEOUSSOLUTIONS GARGULAK 1991 1054 J GARGULAK 1992 8933 J LECONTE 1990 1616 P BERMAN 1980 248 R RAGAINI 1994 1178 F PIZZOTTI 1987 265 M KUNIN 1989 2739 A SMITH 1993 568 G OTSUKA 1973 3180 S BRYNDZA 1985 1686 H PARSHALL 1980 93 G HOMOGENEOUSCATALYSIS STEPHENSON 1965 3632 T WEHMANX1996X23 WEHMANX1996X23X36 WEHMANX1996X23XP WEHMANX1996X23X36XP item 1381-1169(96)00221-X 138111699600221X 1-s2.0-138111699600221X 10.1016/1381-1169(96)00221-X 271358 2010-09-28T03:13:26.703957-04:00 1996-10-10 1-s2.0-138111699600221X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:138111699600221X/MAIN/application/pdf/7b9252b05fb18e9cc4774465d8104bda/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:138111699600221X/MAIN/application/pdf/7b9252b05fb18e9cc4774465d8104bda/main.pdf main.pdf pdf true 1513922 MAIN 14 1-s2.0-138111699600221X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:138111699600221X/PREVIEW/image/png/4b82cacde40a9b28518027ebb29a83ac/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:138111699600221X/PREVIEW/image/png/4b82cacde40a9b28518027ebb29a83ac/main_1.png main_1.png png 61486 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 112 (1996) 23-36 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Influence of an aromatic carboxylic acid as cocatalyst in the palladium-catalysed reductive carbonylation of aromatic nitro compounds Petra Wehman, Leo Borst, Paul CT Kamer, Piet W.N.M. van Leeuwen Van 't Hoff Research Institute, Department of Inorganic Chemistry, University of Amsterdam, Nieuwe Achtergracht 166, 1018 WV Amsterdam, The Netherlands Received 21 February 1996; accepted 27 May 1996 Abstract The addition of carboxylic acids such as benzoic acid derivatives as cocatalyst has been found to enhance the catalytic activity and selectivity of a Pd(phen)2(OTf)2 catalyst system in the reductive carbonylation of aromatic nitro compounds. A strong dependency of the catalytic performance on the amount of cocatalyst in the reaction mixture was found, yet no influence of the pKvalue of the particular cocatalyst could be discovered. Though the accelerating influence of the acidic cocatalyst is mainly caused by the protons of the cocatalyst since proton transfer plays a crucial role in the catalytic cycle, the positive effects could not be achieved by the use of other carboxylic acids or sulphonic acids as cocatalyst. Buffered systems showed that traces of weakly coordinating anions should be present in order to stabilise various catalytic intermediates, whereas higher concentrations of anions result in a decrease of catalyst activity. The formation of azoxybenzene was suppressed under the influence of the protons of the aromatic carboxylic acid, leading to an improvement of the catalyst selectivity. Based on the results a schematic mechanism for the palladium-catalysed reductive carbonylation of aromatic nitro compounds is proposed. Keywords: Acidic cocatalysts; Nitro compounds; Palladium catalyst; Nitrogen ligands; Reductive carbonylation 1. Introduction Carbamates and isocyanates are industrially important products which are traditionally prepared through the so-called phosgene route. In this process, the nitro substrate is first catalytically hydrogenated into an amine. Subsequent reaction with phosgene yields the isocyanate which can react with an alcohol to form the carbamate [1-3]. Corresponding author. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00221-X The use of the extremely toxic phosgene as well as the production of large quantities of HCl as side product are two major disadvantages to this traditional route. The reductive carbonylation of aromatic nitro compounds under the influence of a catalyst has proven to be an attractive alternative process for the synthesis of carbamates and isocyanates. In this route the nitro function reacts directly with CO. If the reaction is performed in an alcohol the carbamate is formed which can be thermally degraded into the isocyanate (Scheme 1). 24 P. Wehman et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 23-36 / \\ + CO, - C02 / \\ H R~NOZ 30 N~ OCH 3 catalyst MeOH vitro substrate R' - 11 0 carbamate - MeOH I A R isocvanate Scheme 1. General scheme for the reductive carbonylation of aromatic vitro compounds. The catalyst that is required for the reaction of the vitro substrate with CO is often based on a group 8-10 metal, though a lot of research has been done in the past on the use of sulphur, selenium, or tellurium as a catalyst [4].Among the metal based catalyst systems especially the ruthenium ones are mechanistically well understood [5].Catalyst systems based on palladium, however, have been found to give the highest activities and selectivities [6,7]. A palladium salt like PdC12 or Pd(acetate)Z is catalytically inactive itself but it becomes active on addition of a monodentate nitrogen-donor ligand [8 ].The activity is strongly improved if the monodentate ligand is replaced by a bidentate ligand, especially a rigid one like 1,10-phenanthroline [9,10]. In 1983, a homogeneous catalyst system consisting of palladium and a bidentate nitrogen, phosphorus, arsenic, or antimony ligand for the reductive carbonylation of aromatic vitro compounds was patented [4]. The role of an acidic cocatalyst on the catalytic activity and selectivity has been recognised for several palladium catalyst systems, including both homogeneous and heterogeneous systems. For instance, 2,4,6-trimethylbenzoic acid has been successfully applied to improve the selectivity of a phenanthroline modified Pd/C catalyst system [6,11]. A much stronger acid like p-toluenesulfonic acid is needed if an in situ generated catalyst from Pd(acetate)2 and a bidentate nitrogen ligand is used [ 12,13]. The remarkably positive effect of a carboxylic acid function on the catalytic activity and selectivity of a Pd(phen)2(OTf)2/phen catalyst system, however, was only recently encountered for the first time in a study on the scope of the reductive carbonylation of aromatic vitro compounds [14]. 4-Nitrobenzoic acid turned out to be completely converted within 2 h of our standard reaction time with an extremely high selectivity towards the desired carbamate (tof > 365 mol mol-t h-'; 94%). Following these results 4chlorobenzoic acid has been used successfully as cocatalyst for the Pd(phen)2(OTf)2 catalyst system in the reductive carbonylation of aromatic dinitro compounds which are less reactive in the reductive carbonylation [15]. In this article a study on the influence of carboxylic acids as cocatalyst on the catalytic activity and selectivity of Pd(phen)2(OTf)z will be presented. Though nitrobenzene has been mostly applied as model substrate for the reductive carbonylation of aromatic vitro compounds, the influence of the cocatalyst has also been studied in the conversion of two other, typical vitro substrates. Attention has been paid to the amount of cocatalyst that is required to obtain optimal activity and selectivity. The influence of the nature of the acidic cocatalyst as well as the effect of the anions which are introduced together with the acid have been studied.. 2. Results and discussion The influence of an acidic cocatalyst on the catalytic activity and selectivity of the Pd(phen)2(OTf)Z/4 eq. of free phenanthroline catalyst system has mainly been studied in the conversion of nitrobenzene. Methyl-N-phenylcarbamate was always the desired product as all tests were done in methanol. Next to this carbamate the side products NN'-diphenyl urea, aniline, and azoxybenzene were expected to be formed, based on previous results with this catalyst system in the absence of any cocatalyst [9]. Apart from the experiments with nitroben- P. Wehman et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 23-36 zene, the effect of an acidic cocatalyst was also studied in the reductive carbonylation of 4-(trifluoromethyl)nitrobenzene and 2-tert-butylnitrobenzene. Under the influence of the trifluoromethyl substituent at the nitro substrate the production of the azoxybenzene derivative was found to increase (33%) [14]. With the addition of the cocatalyst it was now tried to enhance the selectivity towards the carbamate for this substrate. Using 2-tert-butylnitrobenzene it was found that introduction of large steric hindrance at the ortho position of the nitro substrate caused an interesting side reaction. Together with the conversion of the nitro function, a substitution reaction takes place in which a methoxy substituent is introduced at the aryl ring of the reacting nitro substrate. Though this side reaction is catalysed by the Pd(phen)2(OTf)2 catalyst system, it is believed that it might be acid-assisted [14]. Therefore, it seemed interesting to study the influence of an acidic cocatalyst on this methoxylation side reaction. Because the stable Pd(phen)2(OTf)2 catalyst system has been applied during the complete study on the influence of the nature and amount of acidic cocatalyst, all experiments were highly reproducible. We could therefore restrict to experiments in duplicate, of which the average results will be reported. The influence of the cocatalyst on the activity of the Pd(phen)2(OTf)2 system was measured by the conversion after 2 h. All reactions could reach complete conversion at prolonged reaction times and it was already reported that the carbonylation of nitrobenzene in the presence of the plain Pd(phen)2(OTf)2 catalyst is approximately zero order in substrate concentration [9]. A product distribution will mostly be used to express the selectivity of the overall catalyst system, though the carbamate:urea ratio can also serve as a measure for the selectivity in the case of the reductive carbonylation of nitrobenzene. The selectivity proved relatively independent of the conversion. Only at very high conversion the selectivity changed because diphenylurea can also be converted into the carbamate. 25 2.1. Influence of the amount of acidic cocatalyst As the remarkable positive effect of a carboxylic acid function on the catalytic activity and selectivity of the Pd(phen)2(OTf)2 catalyst system was first found in the conversion of 4-nitrobenzoic acid (tof >_ 365 mol mol-' h-', selectivity towards the corresponding carbamate of 94% [ 14]) 2-chlorobenzoic acid was initially chosen as cocatalyst in the reductive carbonylation of nitrobenzene. This cocatalyst is only slightly more acidic than 4-nitrobenzoic acid (p Ka value of 4-nitrobenzoic acid = 3.41, p Ka value of 2-chlorobenzoic acid = 2.92 [16]). In the reductive carbonylation of 4-nitrobenzoic acid the acid:Pd ratio equalled 730, due to the substrate:Pd ratio of 730. The first experiments on the reductive carbonylation of nitrobenzene with Pd(Phen)2(OTf)2 in the presence of 2chlorobenzoic acid were therefore also conducted at an acid:Pd ratio of 730. Under the influence of this cocatalyst the activity of the Pd(phen)2(OTf)2 catalyst was indeed increased, as was the selectivity. Nitrobenzene was completely converted within the 2 h of standard reaction time, resulting in a tof of more than 365 mol mol-I h-'. This means that the addition of 2-chlorobenzoic acid to the reaction mixture has enhanced the catalytic activity by at least a factor 1.5, as the conversion of nitrobenzene in the absence of a cocatalyst was 64%. The selectivity towards the carbamate (94%) was also improved by the presence of the large amount of cocatalyst, compared to the results obtained without a cocatalyst (selectivity towards carbamate = 84%). In view of the positive results obtained on addition of 730 eq. of 2-chlorobenzoic acid with respect to the Pd catalyst, the amount of cocatalyst was gradually decreased. The results of these experiments are depicted in Fig. 1, which shows the relation between the catalytic activity and the acid:Pd ratio and also the effect of this ratio on the selectivity towards the carbamate. From the conversions it can be seen that the activity is clearly affected by the amount of acid 26 P. Wehman et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 23-36 i00 9o 7 A 80 d c 70 60 5 0 r- 0 200 400 600 2-chlorobenzoic acid:Pd ratio 100 N m 9 5 f d 9o h w 85 d 80 800 Fig. 1. The influence of the amount of 2-chlorobenzoic acid in the reaction mixture on the conversion and catalyst selectivity. present in the reaction mixture. Especially in the low concentration region, a sharp increase of the activity was observed with an increasing acid:Pd ratio. Finally complete conversion of the substrate within 2 h of reaction time was reached at 250 eq. of acid to Pd. The selectivity increased even more steeply with an increasing acid:Pd ratio. Already at 100 eq. of 2-chlorobenzoic acid compared to Pd the maximum selectivity for this system of approximately 94% of carbamate was obtained. This rapid increase in selectivity between 0 and 100 eq. of acid is mainly caused by the strong decrease of the aniline and azoxybenzene productions. In the absence of a cocatalyst azoxybenzene constituted 6.9% of the product distribution [9]. Only 10 eq. of the acidic cocatalyst to Pd were needed to reduce this percentage to almost zero. In the range of 10-730 for the acid:Pd ratio the amount of azoxybenzene did not significantly change, resulting in an average selectivity towards azoxybenzene of 0.35% in the presence of 2-chlorobenzoic acid. The formation of aniline was also strongly suppressed between 0 and 100 eq. of acid. Without cocatalyst 2.5% of the product distribution consisted of aniline [9]. At an acid:Pd ratio of 100, however, no aniline could be detected at all. Yet, above 100 eq. of 2-chlorobenzoic acid a re- newed production of aniline could be observed, yielding finally 3.7% of aniline at the ultimate acid:Pd ratio of 730. This secondary formation of aniline can be explained by degradation of the urea side product into carbamate and aniline. Although NN\"-diphenyl urea can be thermally degraded into methyl N-phenylcarbamate and aniline, it has previously been shown that this methanolysis occurs more rapidly in the presence of a palladium catalyst [12]. With a Pd(acetate)2/bpy/p-tsa catalyst system it was found that the catalytic degradation of the urea derivative already occurs when there is still nitrobenzene present, though the urea side product is converted much faster once full conversion of the nitro substrate is reached [12]. The degradation of the urea derivative was found to be indirectly influenced by the amount of 2chlorobenzoic acid in the reaction mixture as well. In the acid:Pd range of 0 to 100 the strongly reduced aniline production caused a sharp decrease in the amount of urea derivative that was formed. Above 100 eq. of 2-chlorobenzoic acid with respect to Pd, however, a gradual further reduction of the amount of NN\"-diphenyl urea was observed whereas a renewed aniline production was measured concurrently. This is caused by the methanolysis of the urea side product. As for the stability of the acidic cocatalyst it should be remarked that the 1 H-NMR spectra of the reaction mixtures containing a high concentration of 2-chlorobenzoic acid showed traces of esterified cocatalyst at the end of the catalytic runs. At 730 eq. of acid to Pd approximately 2% of the acidic cocatalyst was converted into its methyl ester during the 2 h of reaction time. 2.2. Influence of the nature of the acidic cocatalyst From the results presented in Fig. 1 the amount of 25 eq. of acidic cocatalyst with respect to palladium was chosen to study the influence of the nature of the cocatalyst on the P. Wehman et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 23-36 catalytic activity and selectivity of Pd(phen)2(OTf)2 in the conversion of nitrobenzene. With the addition of 25 eq. of 2-chlorobenzoic acid the conversion had increased from 64% to 85%. Also the selectivity towards the carbamate had increased but not yet reached 100%. Therefore, it was possible to measure the differences that might be induced by the use of various cocatalysts of different nature at an acid:Pd ratio of 25. In Table 1 the conversions obtained by addition of various cocatalysts are listed together with pKa values of these acids. The product distributions that were found under the influence of the different cocatalysts are shown in Table 2. As the first positive effect of the presence of an carboxylic acid function was found for 4nitrobenzoic acid a series of aromatic carboxylic acids was tested as cocatalysts in the reductive carbonylation of nitrobenzene. The benzoic acids cover a wide range of p Ka values, from 1.75 for pentafluorobenzoic acid to 4.43 for 3,5-dimethoxy-benzoic acid. From the conversions found with these aromatic carboxylic acids it is obvious that there is no correlation between the p Ka value of the cocatalyst and the catalytic Table 1 The pKa values a of various acidic cocatalysts and the conversions obtained on addition of these acids to the reductive carbonylation of nitrobenzene with a Pd(phen)Z(OTf)2 catalyst b Cocatalyst pKa value conversion (%) none pentafluorobenzoic acid 2,4,6-trichlorobenzoic acid 2-chlorobenzoic acid 2,4,6-trimethylbenzoic acid benzoic acid 3.5-dimethoxybenzoic acid acetic acid trimethylacetic acid picolinic acid 1.75 2.92 3.45 4.19 4.43 4.76 5.03 5.52 64 89 98 85 61 96 92 78 70 44 a All pKa values were abstracted from Refs. [16] and [17]. All values mentioned were measured in water at room temperature. b See Experimental section for the precise conditions (acid:Pd ratio = 25). ` pKa value unknown. Based on the substituents the value should be in between those of pentafluorobenzoic acid and 2-chlorobenzoic acid. 27 Table 2 Product distributions obtained in the reductive carbonylation of nitrobenzene with a Pd(phen)z(OTf)2 catalyst under the influence of various acidic cocatalysts a Cocatalyst None Pentafluorobenzoic acid 2,4,6-Trichlorobenzoic acid 2-Chlorobenzoic acid 2,4,6-Trimethylbenzoic acid Benzoic acid 3,5-Dimethoxybenzoic acid Acetic acid Trimethylacetic acid Picolinic acid Product distribution (%) b CA UR AN AZOX 83.5 7.2 85.9 9.5 92.2 5.3 92.9 6.3 90.7 6.4 86.7 9.0 87.6 9.0 91.5 7.5 91.5 7.63 89.4 7.3 2.5 6.9 4.0 0.7 2.5 0.0 0.8 0.6 1.5 1.6 4.3 0.0 2.4 1.1 0.0 1.2 0.0 1.2 0.0 3.2 a See Experimental section for the precise conditions (acid:Pd ratio = 25). b CA = methyl N-phenylcarbamate; UR = NN\"-diphenyl urea; AN =aniline; AZOX = azoxybenzene. activity of the Pd(phen)2(OTf)2 catalyst system. Although there is a large scatter around the mean conversion of 87% ( o~ = 13, n = 6) no trend could be observed connecting the conversion with the p Ka value of the cocatalyst. It should be kept in mind, however, that the reported pKa values were all measured in water at room temperature whereas the catalytic experiments were conducted in methanol at 135. Drent and van Leeuwen [4] already claimed the positive effect of an acidic promoter in 1983. According to this patent acids with a p Ka < 3.5 are preferred if a bidentate nitrogen ligand like 1,10-phenanthroline is applied. This appears to be in contradiction with our results, but it should be kept in mind that the experiments by Drent and van Leeuwen were mainly performed with a palladium salt like Pd(OAc)z in combination with the ligand and the acidic promoter. This means that the acid is especially needed to replace the coordinating acetate anions by noncoordinating anions to meet the required overall electrophilicity of the catalyst complex [9,13]. This can be achieved by adding a strong acid like p-toluenesulfonic acid in the range of 1 to 50 eq. to palladium [4,13]. Addition of 50 eq. of p-tsa to the Pd(phen)2(OTf)Z catalyst system, 28 P. Wehman et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 23-36 however, led to complete decomposition of the catalyst into Pd black. No conversion at all was obtained. Apparently, in the absence of any stabilising anions like the coordinating acetate anions which are in equilibrium with the acidic cocatalyst, a strong acid like p-tsa is disastrous for the palladium complex. This effect was also observed by Cenini et al. [7]. With the addition of various benzoic acids as cocatalyst, on the other hand, no substantial amounts of Pd black were formed, not even with the relatively strong pentafluorobenzoic acid. Only in the case of 2,4,6-trimethylbenzoic acid the degree of catalyst decomposition seemed a bit higher, based on the amount of Pd black formed at the end of the catalytic runs. This might account for the low activity that was found with this acid. A conversion of 61 % was obtained, which was even lower than the conversion in the absence of an acidic cocatalyst (64%). 2,4,6-Trimethylbenzoic acid is frequently applied as cocatalyst for supported phenanthroline modified Pd/C systems [6,11]. It is preferred to other weak organic acids such as acetic acid because it is not readily esterified due to the large steric hindrance caused by the ortho substituents. This indicates that the positive effect of the acidic cocatalyst partly stems from a slight stabilisation of some of the catalytic intermediates by the weakly coordinating anions of the aromatic carboxylic acids. Steric hindrance on the anion hampers such a stabilising interaction with the palladium metal centre. The product distributions, listed in Table 2, show that the selectivity towards methyl Nphenylcarbamate is also independent of the pKa values of the benzoic acid derivatives used as cocatalysts. An average selectivity towards the carbamate of 89.3% was found, while the deviations from this mean value were only small ( o- = 3). In all cases the enhanced selectivity was particularly reached by suppression of the formation of azoxybenzene. In the experiments concerning the influence of the 2-chlorobenzoic acid:Pd ratio on both the activity and the selectivity it was observed that already at 10 eq. of acid the amount of azoxybenzene had decreased from 6.9% to almost zero. Obviously, this feature is not influenced by the specific aromatic carboxylic acid that is used as only traces of azoxybenzene were detected throughout the complete series of benzoic acids. Whereas the production of aniline was found to be hampered by the presence of 2-chlorobenzoic acid this trend was not found for all benzoic acids. Only addition of 2,4,6-trimethylbenzoic acid showed a comparable reduction of the amount of aniline, but in the presence of benzoic acid or pentafluorobenzoic acid even more aniline was formed than in the absence of any cocatalyst. Since it is known that water can be responsible for the production of aniline [12] the enhanced aniline production could be the result of the formation of water in the esterification of the acidic cocatalyst. A hindered acid such as 2,4,6-trimethylbenzoic acid is less prone to esterification, thus minimising the concentration of water in the reaction mixture [11]. The results obtained with 2,4,6-trimethylbenzoic acid indeed support this hypothesis. However, the unaffected aniline production in the presence of another hindered acid as 2,4,6-trichlorobenzoic acid slightly enfeebles this explanation. Similar to the production of aniline the formation of the urea derivative was also decreased by several of the benzoic acids but increased by some of the other ones. Roughly speaking, we could say that the same trend was observed for the urea production under the influence of a specific benzoic acid as for the formation of aniline. This is in good agreement with the fact that aniline is needed for the formation of NN'-diphenyl urea. Addition of an aliphatic carboxylic acid instead of an aromatic carboxylic acid as cocatalyst turned out to have a less powerful effect on the catalytic activity (Table 1). The increase of the conversion under the influence of acetic acid or its more hindered derivative trimethylacetic acid is much smaller than found for the aromatic carboxylic acids, though the activity is still somewhat enhanced compared to the activ- P. Wehman et al./ Journal of Molecular Catalysis A: Chemical 112 (1996) 23-36 ity found in the absence of a cocatalyst. The fact that the corresponding anions of the acetic acids are better coordinating anions than the benzoate anions could be responsible for this smaller increase in activity. Due to their coordinating properties the palladium centre will be better stabilised but also less readily available for the reacting substrates. The selectivity (Table 2) on the other hand was improved to more or less the same extent by the acetic acids as with the benzoic counterparts. However, under the influence of the acetic acids not only the formation of azoxybenzene was strongly reduced but also the production of aniline was completely suppressed. This appears to be in contrast with the finding by Alessio and Mestroni who ascribed the higher aniline production when acetic acid was used to the relatively easy esterification of this acid compared to 2,4,6-trimethylbenzoic acid [11]. This could be due to the higher reaction temperature of 185 used by them. Addition of picolinic acid proved to decrease the catalytic activity. Due to the pyridine moiety this acid is also capable of coordinating to palladium as a bidentate ligand. It might therefore partially replace the phenanthroline ligand, thus altering the catalytic behaviour by the ligand effect. The selectivity towards the carbamate, however, was still slightly improved by the presence of this (coordinating) acid and again the aniline production was completely suppressed. The amount of azoxybenzene, on the other hand, was reduced less than it was when an aromatic or an aliphatic carboxylic acid was added as cocatalyst. 2.3. Influence of the anion of the acidic cocatalyst Though there was no trend found in relation with the p Ka value of the applied aromatic carboxylic acid, the amount of acidic cocatalyst had a strong effect on both the catalytic activity and selectivity of the Pd(phen)2(OTf)2 system. Therefore, the question arose whether the posi- 29 tive influence of such a cocatalyst is purely an effect of protons. The negative effect of steric hindrance on the aromatic carboxylic acid like in 2,4,6-trimethylbenzoic acid, together with the fact that the influence of an aliphatic carboxylic acid on the turnover frequency was found to be much smaller than the influence of an aromatic carboxylic acid points to a contribution of the anions that are introduced together with the protons on the use of an acidic cocatalyst. To study the possible effects of the anions sodium benzoate was added as cocatalyst in the amount of 25 eq. with respect to palladium. In the presence of the alkaline benzoate anions the activity of the Pd(phen)2(OTf)2 catalyst system was strongly reduced; the conversion decreased from 64% to 19%. This strongly hampering effect is probably caused by the presence of a relatively large amount of free benzoate anions when sodium benzoate is used as the cocatalyst. These weakly coordinating anions can more or less block the availability of the palladium centre for the substrates thus hampering the catalytic activity. It was therefore decided to gradually reduce the amount of sodium benzoate that was added as cocatalyst. The results of these experiments are presented in Fig. 2. From this graph it becomes clear that the 100 8 0 1 \" s0- _T m m -t-selectivity towards carbamate y--selectivity towards azoxybenzene (% 7o ~so 0 1 T 0 5 10 15 20 25 sodium benzoate:Pd ratio Fig. 2. The influence of the amount of sodium benzoate in the reaction mixture on the conversion and the selectivity towards carbamate and azoxybenzene. 30 P. Wehman et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 23-36 addition of 5 eq. of sodium benzoate with respect to palladium already causes the sharp decrease in catalytic activity. Between 5 and 25 eq. of the alkaline cocatalyst the conversion remained approximately equal within the normal scatter. A mean value of 15% was obtained. Apparently, a benzoate:Pd ratio of 5 is sufficient to block the palladium centre to such an extent that the conversion of the nitro substrate is strongly inhibited. However, addition of up to 5 times this amount of anions shows no further influence on the competition between the nitro substrate and the weakly coordinating anions for the Pd centre. Replacement of the Pd(phen)Z(OTf)2 catalyst system by a Pd(phen)(benzoate)2 complex in the absence of any cocatalyst yielded a conversion of 59%. This result showed that at low concentrations of the benzoate anion the retarding effect was less profound. The influence of sodium benzoate as cocatalyst on the selectivity of the Pd(phen)Z(OTf)Z catalyst was also very large. In the presence of 5 eq. of sodium benzoate a selectivity towards the carbamate of only 23.4% remained, while this value amounted to 83.5% in the absence of any cocatalyst. The product distributions obtained on addition of various amounts of sodium benzoate are listed in Table 3. The selectivities towards the carbamate and the azoxybenzene side product are visualised in Fig. 2 which makes clear that the sharp decrease of the selectivity towards the desired carbamate was mainly Table 3 Product distributions obtained in the reductive carbonylation of nitrobenzene with a Pd(phen)z(OTf)Z catalyst under the influence of various amounts of sodium benzoate e Sodium benzoate:Pd ratio Product distribution (%) b 0 5 12.5 20 25 CA UR 83.5 7.2 23.7 4.3 22.1 0.7 22.4 0.0 25.3 2.1 AN AZOX 2.5 6.9 7.9 64.0 5.4 72.5 6.7 70.9 8.5 64.0 a See Experimental section for the precise conditions. b CA = methyl N-phenylcarbamate; UR = N N\"-diphenyl urea; AN = aniline; AZOX = azoxybenzene. caused by the strongly enhanced production of azoxybenzene. Together these products amounted to ca. 90% of the product distribution over the complete range of sodium benzoate that was added. Again only 5 eq. of sodium benzoate turned out to be sufficient to completely alter the selectivity of the Pd(phen)2(OTf)2 catalyst system, while roughly no changes occurred in the region of 5-25 eq. of sodium benzoate with respect to Pd. The formation of aniline or NN\"-diphenyl urea was less strongly influenced by the addition of sodium benzoate compared to the production of carbamate or azoxybenzene. This is similar to the trend observed on addition of an acidic cocatalyst. However, the formation of aniline appeared to be slightly stimulated by the presence of sodium benzoate while it was inhibited on addition of an acidic cocatalyst. Yet, it should be remarked that this inhibiting effect was more pronounced in the study on the influence of the 2-chlorobenzoic acid:Pd ratio than the effect of addition of 5-25 eq. of benzoic acid. At 25 eq. of benzoic acid the amount of aniline that was formed (4.3% of the product distribution) was even higher than in the absence of any cocatalyst (2.5%). The amount of urea derivative was reduced by the presence of 5-25 eq. of sodium benzoate while it was quite unaffected by the presence of benzoic acid (5-25 eq.). For both the alkaline and the acidic cocatalyst the sum of the amounts of aniline and urea derivative turned out to be approximately constant in the range of 5-25 eq. of cocatalyst with respect to Pd. This might indicate that it is just the catalytic degradation reaction of the urea derivative into carbamate and aniline that is influenced by the specific type of cocatalyst that is used, instead of the formation of these two side products. 2.4. Addition of a mixture of sodium benzoate and benzoic acid In view of the results obtained on addition of either a benzoic acid or its conjugate base as 31 100 ao 40- P. Wehmau et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 23-36 --A- selectivity towards carbamate ( ) selectivity towards azoxybenzene ( I ) -t-conversion (%) 100 ~-ao 20 --i r 0 20 40 60 80 100 sodium benzoate in cocatalyst mixture ( %) Fig. 3. The influence of the percentage of sodium benzoate in the sodium benzoate/benzoic acid cocatalyst mixture on the conversion and the selectivity towards carbamate and azoxybenzene. cocatalyst it would seem that the positive effect on both the activity and selectivity of the Pd(phen)2(OTf)2 catalyst system is primarily caused by the protons, though the presence of traces of coordinating anions was shown to be important. As 5 eq. of sodium benzoate already turned out to be too much to study the subtle effect of the small amounts of anions introduced on addition of an acidic cocatalyst, mixtures of sodium benzoate and benzoic acid were applied as cocatalyst in the reductive carbonylation of nitrobenzene. The overall amount of cocatalyst was kept at 25 eq. with respect to the Pd(phen)Z(OTf)2 catalyst. The relative amount of sodium benzoate was varied from 0 to 100% of the cocatalyst mixture at the expense of the benzoic acid. Fig. 3 shows the effect of this variation on the catalytic activity. It also gives the correlation between the precise composition of the cocatalyst mixture and the amounts of carbamate and azoxybenzene which were formed as main products. With an increasing percentage of sodium benzoate a decreasing conversion was observed as was expected on the basis of the previous results. Especially in the first half of the graph a sharp drop of the catalytic activity was found, indicating that only a slight disturbance of the state of equilibrium is sufficient to create such an amount of free benzoate anions that their inhibiting properties cannot be compensated for by the accelerating effect of the protons. With even better coordinating anions like the acetate anions this point might already be reached at the state of equilibrium obtained on addition of just the acidic cocatalyst. The influence of a small percentage of sodium benzoate in the cocatalyst mixture on the selectivity was found to be less pronounced than the effect on the activity, as can be seen in Fig. 3 as well. An almost linear decrease of the selectivity towards the carbamate was observed over the complete range of 0-100% of sodium benzoate, while the formation of azoxybenzene increased according to a line which is approximately the mirror image of the correlation found for the carbamate. Again, the total amount of carbamate and azoxybenzene accounts for 9092% of the product distribution, irrespective of the composition of the cocatalyst mixture. With up to circa 65% of sodium benzoate in the cocatalyst mixture the carbamate remained the main product, but above this value the formation of azoxybenzene became most favoured. The remaining 10% of the product distribution was formed by the aniline and urea derivative. In agreement with the results found upon addition of only the acidic or the alkaline cocatalyst the amount of aniline slightly increased with the percentage of sodium benzoate in the cocatalyst mixture, while the amount of urea derivative decreased in the same direction. In the presence of the pure acidic cocatalyst the urea derivative was the most important product of this couple of aniline and urea derivatives, whereas the aniline became the most important one at a high percentage of sodium benzoate in the cocatalyst mixture. The point of inversion was reached at approximately 45% of sodium benzoate, which is a far lower value than the one found for the formation of carbamate and azoxybenzene (65%). This could confirm that the influence of an acidic or alkaline cocatalyst is indeed an P. Wehman et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 23-36 &NO2 I \"Pd\" / \\ NO, Pd] PdJ il IV reaction /real wifth CO carbamate urea derivative v reaction reaction with nitrosobenzene with H+ azoxybenzene aniline Pd(o) Scheme 2. Adjusted simplified reaction scheme for palladium-catalysed reductive carbonylation of nitrobenzene. the effect on the degradation reaction of the urea derivative. The formation of aniline, evidenced either as free aniline or in the form of the urea derivative, is relatively insensitive to the use of any type of cocatalyst. Based on the combined results on the addition of an acidic or alkaline cocatalyst or a mixture of both a fifth reaction step has to be added to the reaction sequence proposed previously [14]. The new sequence is drawn in Scheme 2. If a reaction like step V were to occur under the influence of an acidic cocatalyst this might happen at the expense of step IV, thus suppressing the formation of azoxybenzene. Step III would probably be less influenced due to the large excess of CO and methanol that is present with respect to the acidic cocatalyst. As a result of step V an enlarged aniline production would be expected, expressed either in a high concentration of free aniline or in the formation of a large amount of the urea derivative. The total amount of aniline and urea derivative, however, has been found to be rather constant with or without any cocatalyst. If, on the other hand, the palladium-catalysed reductive carbonylation of nitrobenzene would occur through a mechanism analogous to the one proposed by Gargulak et al. for the reaction under the influence of a Ru(dppe)(CO)3 catalyst this constant amount of aniline and urea derivative would be fairly reasonable [18]. This would also explain our earlier finding that aniline can act as substrate for the formation of a carbamate under the influence of the Pd(phen)2(OTf)2 catalyst system [14]. Gargulak et al. [18,19] have shown that aniline might actually be an intermediate product in the ruthenium-catalysed conversion of nitrobenzene into a carbamate. The first deoxygenation of the n itro g ro u p y ie Id s a Ru(dppe)(CO)2(ON(Ar)C(O)) species which is similar to the Pd(phen)(ON(Ar)C(O)) species suggested by Leconte et al. [20]. This reaction appears to proceed through a single-electrontransfer step followed by the formation of a nitroso intermediate [5,21]. Such an electron transfer process was observed by EPR in related rhodium complexes [22]. A Ru(dppe)(CO)2(112ArNO) species has been isolated and structurally characterised [5]. The fact that the formation of this intermediate is stimulated by electron-withdrawing substituents at the nitro substrate [5] is in good agreement with the catalytic activities we have found for the conversion of various aromatic nitro compounds [ 14]. An Xray structure of a related Pt(PPh3)2(9Z-ArNO) complex has also been determined [23]. Therefore the formation of a similar kind of Pd( 92ArNO) intermediate seems feasible. The finally formed Ru(dppe)(CO)Z(ON(Ar)C(O)) species can react with methanol to give aniline and a new Ru(dppe)(CO)2(C(O)OCH3)2 species through a series of reactions [18,19]. Amido and hydridoamido complexes of Ru are probably formed as intermediates in this conversion with methanol as proton donor [24]. In our case the form anon of aniline from the Pd(phen)(ON(Ar)C(O)) species could be accelerated by the benzoic acid which is a better proton donor than methanol. This would thus explain the rate- and selectivity-enhancing ef- P. Wehman et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 23-36 i I I \\ /OC- /C-OCH3 ( i /Pd\\C-OCH3 I /Pd\\S I 0 S = CO or MeOH Scheme 3. Two possible carbomethoxy complexes formed in the production of aniline. fect of an acidic cocatalyst. The palladium species that eventually is formed next to the aniline should be either a bis(carbomethoxy)palladium complex analogous to the Ru species, or a mono(carbomethoxy)palladium complex if the protons are considered as hydrogen source as well. Both species are visualised in Scheme 3. A bis(carbomethoxy)Pd(bpy) complex has been synthesized and structurally characterised by Smith et al. [25] while the mono(carbomethoxy) species has been suggested as the active species in the palladiumcatalysed reductive carbonylation of nitrobenzene by Bontempi et al. [10]. A related Pd(PPh3)2Cl(C(O)OCH3) complex has been synthesized from a Pd(0) compound by oxidative addition of methyl chloroformate [26] while Pt(dppe)(OCH 3)(C(O)OCH 3) and Pt(dppe)(C(O)OCH3)z species were found in the carbonylation of Pt(dppe)(OCH3)z [27]. In the last step of this mechanism the aniline that is formed as intermediate product reacts with the carbomethoxy complex yielding the desired carbamate, a proton or methanol, and a NO species, as was shown by Gargulak et al. for the Ru catalyst [18]. The reoxidation of this Pd(0) species to the original Pd(II) complex by the substrate might also be proton assisted. The presence of protons has been shown to facilitate the oxidation of Pd(0) to Pd(II) before, especially in the case of heterogeneous Pd/C catalyst systems [10,11]. Initially, this Pd(0) species has to be generated from the Pd(II) starting complex. Under the reaction conditions used this would be no problem, as CO is known to 33 readily reduce Pd(II) to NO in protic media [28]. The complete reaction cycle as suggested above has been summarised in Scheme 4. This might partly be an alternative to Scheme 2 as well as to the mechanism proposed by Leconte et al. [20]. The hampering effect of the addition of sodium benzoate can also be explained by way of this reaction scheme. Apart from the possible coordination of the benzoate anions to the palladium centre in various stages of the cycle that has a positive effect if only traces of the anions are present but which will certainly become inhibiting at large amounts of the anions, the alkaline anions can also reduce the availability of the protons needed for the formation of the amido complex. Due to the low reaction rate caused by these inhibiting effects the concentration of the Pd-nitroso intermediate will increase and therefore enhance the rate of reaction with a kind of Pd-imido species as was suggested previously in step II of Scheme 2. The reaction C02 PhN02 CN o /CO N/Pd~S carbamate aniline H+, CO C\\N aniline _*_~ MeOH -NO,Pd 'N) \\ N / CO - CN/\\ Pd~O~N-Ph r CO O ,Pn N Pd 1 N/ \\ c 1_~ O II 0 O CN\\ Pd/C N/ \\ Ph H ~H+ v C02 Scheme 4. Proposed catalytic cycle for the palladium-catalysed reductive carbonylation of aromatic nitro compounds (S = MeOH, CO). 34 P. Wehman et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 23-36 between the Pd-nitroso and Pd-imido intermediates in step IV then results in the formation of the large amount of azoxybenzene. 2.5. Influence of an acidic cocatalyst on the conversion of other nitro substrates The reductive carbonylation of 4-(trifluoromethyl)nitrobenzene under the influence of the Pd(phen)Z(OTf)2 has previously been found to proceed with a rather high activity (tof = 241 mol mol-1 h-1, 66% conversion) but with a poor selectivity [ 14]. A selectivity towards the corresponding carbamate of only 59% has been found due to the fact that a large part of the products consisted of azoxybenzene (33%) and azobenzene (6%) derivatives. These side products were formed in such high amounts because the nitro substrate is readily reduced to a Pdnitroso species under the influence of the strongly electron-withdrawing trifluoromethyl substituent which increases the oxidising capacity of the substrate. Accumulation of the nitroso and imido intermediates finally results in the formation of the azoxy and azobenzene derivatives [14]. As the selectivity enhancement for the conversion of nitrobenzene in the presence of an acidic cocatalyst was found to occur mainly at the expense of the azoxybenzene side product, 4-chlorobenzoic acid (730 eq.) was added as cocatalyst to the reaction mixture containing 4-(trifluoromethyl)nitrobenzene as substrate. Complete conversion of the substrate within 2 h was observed (tof > 365 mol mol-1 h-1) as was expected with such a large amount of cocatalyst present. Moreover, the desired increase in selectivity was indeed obtained since now as much as 92% of the product consisted of the corresponding carbamate. Only a small amount of the azoxybenzene derivative (4%) was found whereas only traces of the azobenzene derivative could be detected under the influence of the acidic cocatalyst. The formation of the corresponding aniline, on the other hand, seemed rather unaffected with respect to the results obtained in the absence of any cocata- lyst. This confirms the proposed reaction sequence expressed in Scheme 4 which shows the influence of an acidic cocatalyst in the conversion of nitrobenzene. The reaction steps following the formation of a nitroso intermediate are apparently accelerated to such an extent that even under the influence of the trifluoromethyl substituent accumulation of nitroso and imido intermediates no longer takes place, thereby suppressing the formation of the azoxybenzene derivative. The turnover frequency for the conversion of 2-tert-butylnitrobenzene in the presence of 4chlorobenzoic acid (100 or 730 eq.) was only slightly influenced with respect to the results obtained in the absence of the cocatalyst, which is in good agreement with the fact that only traces of the azoxybenzene derivative could be observed without the cocatalyst [14]. 3. Conclusions It has been demonstrated that the use of an aromatic carboxylic acid as cocatalyst in the reductive carbonylation of aromatic nitro compounds has a positive effect on both the activity and selectivity of a Pd(phen)2(OTf)2 catalyst system. Though the increase of the activity and selectivity depends on the amount of acidic cocatalyst present no correlation could be found with the p Ka value of the acid. The promoting effect of the cocatalyst is mainly caused by the protons that are introduced with the acidic cocatalyst. Proton transfer appears to play a crucial role in the catalytic cycle. The anions of the acidic cocatalyst, however, are also of importance, because benzoate anions are capable of slightly stabilising various palladium intermediates owing to their weakly coordinating properties. On the other hand, if the amount of anions becomes too large or their coordinating properties too strong they have a severe negative effect on the catalytic activity as they strongly reduce the availability of the palladium centre. P. Wehman et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 23-36 The selectivity towards the desired carbamate is improved under the influence of the acidic cocatalyst at the expense of azoxybenzene. This is also the result of the accelerating effect of the protons which prevents the accumulation of Pd-nitroso and Pd-imido intermediates that are required for the formation of azoxybenzene. In some cases considerable improvements have been observed. The production of the urea derivative and aniline appears to be less influenced by the acidic cocatalyst, though a slight increase can be observed if an acid is used that is readily esterified. The relative amounts of these two side products is influenced, however, by the specific type of cocatalyst that is applied as a result of the degradation reaction of the urea derivative into aniline and carbamate. 4. Experimental section 4.1. Materials and analyses Pd(acetate)Z and PdC12 were purchased from Degussa and used as received. All other chemicals were purchased from Aldrich and Janssen. CO 3.0 was purchased from Praxair and used as purchased. The solvents were purified prior to use. Methanol was distilled from CaHz (5 g/1) and benzene and toluene were distilled from sodium/benzophenone. Nitrobenzene was used as received, while 4-(trifluoromethyl)nitrobenzene was distilled in vacuo prior to use. The Pd(1,10-phenanthroline)(OTf)2 catalyst complex was prepared from freshly synthesised Pd(CH3CN)4(OTf)2, as was described before [9]. The Pd(1,10-phenanthroline)(benzoate)2 complex was prepared according to a method described by Stephenson et al. for the synthesis of related complexes [29]. Nitration of tertbutylbenzene yielded the desired 2-tert-butylnitrobenzene [ 14]. The reductive carbonylation of the aromatic nitro compounds was preformed in a stainless 35 steel (SS 316) 50 ml autoclave, equipped with a glass liner, a gas inlet, a thermocouple, and a magnetic stirrer. The results of the experiments in which nitrobenzene was used as the substrate were analysed by HPLC on a Gilson HPLC apparatus. An eluent gradient of 45% of water in methanol to 100% methanol in 20 min was applied on a Dynamax C18 column. The results for the other nitro substrates were analysed by 1H-NMR ([D6]DMSO) on a Bruker AMX 300 instrument, using TMS as reference with CDC13 as internal standard. 4.2. Synthesis 4.2.1. Pd(1,10-phenanthroline)(benzoate)Z Pd(acetate)2 (112 mg, 0.5 mmol) and 183 mg of benzoic acid (1.5 mmol) were dissolved in 25 ml of benzene. The solution was refluxed under NZ for 35 min after which the solvent was evaporated. The resulting sticky compound was washed with diethyl ether, yielding a yellowish brown powder. Evaporation of the ether gave the second batch of brown powder. The combined powders were azeotropically distilled with 3 X 5 ml of toluene and dried under vacuum. The crude Pd(benzoate)2 product was dissolved again in 10 ml of benzene. 1,10-Phenanthroline (99 mg, 0.55 mmol) was also dissolved in 10 ml of benzene and added dropwise to the Pd solution. The reaction mixture was stirred under N2 for 20 h. The solvent was decanted and the precipitate was washed with 3 X 10 ml of toluene and 3 X 10 ml of diethyl ether. The product was dried under vacuum, resulting in Pd(phen)(OBz)2 as yellow powder (241 mg, 92% with respect to Pd(OAc)2); Pmax/cm-' 1622s (C=O), 1330s (C=O); m/z 407 (M+ benzoate), 286 (M+ 2-benzoate), 181 (phen + H), 107 (Pd). Owing to the low solubility of the complex in all convenient organic solvents no proper 1 H-NMR spectrum could be obtained. 4.3. Catalysis In a standard experiment using the Pd(phen)2(OTf)2/phen/cocatalyst system the 36 P. Wehman et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 23-36 autoclave was charged with 10 ml of methanol and 14.6 mmol of nitrobenzene, 4-(trifluoromethyl)nitrobenzene, or 2-tert-butylnitrobenzene. 15.3 mg of Pd(phen)2(OTf)2 (0.02 mmol) and 14.4 mg of phen (0.08 mmol) were dissolved in this mixture. Subsequently, a cocatalyst was added: (I) 0.5 mmol of a benzoic or an acetic acid (25 eq. to Pd). (II) a certain amount of 2-chlorobenzoic acid in the range of 0.2-14.6 mmol (10-730 eq. to Pd). (III) a mixture of benzoic acid and sodium benzoate, together amounting to 0.5 mmol (25 eq. to Pd). The autoclave was pressurised with 60 bar of CO and heated to 135 within 35 min. The initial working pressure at 135 was approximately 80 bar. After 2 h the autoclave was cooled down rapidly and the pressure was released. Acknowledgements We are grateful to the Innovation Oriented Research Programme (IOP Katalyse) for the financial support of this research. References [1] K. Weissermel and H.-J. Arpe, Industrielle Organische Chemie (VCH, Weinheim, 1988) p. 395. [2] P. Braunstein, Chem. Rev. 89 (1989) 1927. [3] Y. Watanabe, Y. Tsjui, R. Takeuchi and N. Suzuki, Bull. Chem. Soc. Jpn. 56 (1983) 3343. [4] E. Drent and P.W.N.M. van Leeuwen, EP 86281, 1983. [5] S.J. Skoog, J.P. Campbell and W.L. Gladfelter, Organometallics 13 (1994) 4137 and references cited therein. [6] E. Alessio and G. Mestroni, J. Mol. Catal. 26 (1984) 337. [7] S. Cenini, F. Ragaini, M. Pizzotti, F. Porta, G. Mestroni, and E. Alessio, J. Mol. Catal. 64 (1991) 179. [8] S. Gupte and R.V. Chaudhari, J. Mol. Catal. 24 (1984) 197. [9] P. Wehman, V.E. Kaasjager, W.G.J. de Lange, F. Hard, P.C.J. Kamer, P.W.N.M. van Leeuwen, J. Fraanje and K. Goubitz, Organometallics 14 (1995) 3751. [10] A. Bontempi, E. Alessio, G. Chanos and G. Mestroni, J. Mol. Catal. 42 (1987) 67. [11] E. Alessio and G. Mestroni, J. Organomet. Chem. 291 (1985) 117. [12] P. Wehman, G.C. Dol, E.R. Moorman, P.C.J. Kamer, P.W.N.M. van Leeuwen, J. Fraanje and K. Goubitz, Organometallics 13 (1994) 4856. [13] E. Drent, Pure Appl. Chem. 62 (1990) 661. [14] P. Wehman, L. Borst, P.C.J. Kamer and P.W.N.M. van Leeuwen, Recl. Trav. Chim. Pays-Bas submitted for publication. [15] P. Wehman, P.C.J. Kamer and P.W.N.M. van Leeuwen, J. Chem. Soc., Chem. Commun. (1996) 217. [16] R.C. Weast, D.R. Lide, M.J. Astle and W.H. Beyer, CRC Handbook of Chemistry and Physics, 70th Ed. (CRC Press, Boca Raton, 1990) p. D163. [17] E.P. Serjeant and B. Dempsey, Ionisation Constants of Organic Acids in Aqueous Solutions (Pergamon Press, Oxford, 1979). [18] J.D. Gargulak, M.D. Noirot and W.L.Gladfelter, J. Am. Chem. Soc. 113 (1991) 1054. [19] J.D. Gargulak, A.J. Berry, M.D. Noirot and W.L.Gladfelter, J. Am. Chem. Soc. 114 (1992) 8933. [20] P. Leconte, F. Metz, A. Mortreux, J.A. Osborn, F. Paul, F. Petit and A. Pillot, J. Chem. Soc., Chem. Commun. (1990) 1616. [21] R.S. Berman and J.K. Kochi, Inorg. Chem. 19 (1980) 248. [22] F. Ragaini, S. Cenini and F. Demartin, Organometallics 13 (1994) 1178. [23] M. Pizzotti, F. Porta, S. Cenini, F. Demartin and N. Masciocchi, J. Orgamomet. Chem. 330 (1987) 265. [24] A.J. Kunin, M.D. Noirot and W.L. Gladfelter, J. Am. Chem. Soc. 111 (1989) 2739. [25] G.D. Smith, B.E. Hanson, J.S. Merola and F.J. Waller, Organometallics 12 (1993) 568. [26] S. Otsuka, A. Nakamura, T. Yoshida, M. Naruto and K. Ataka, J. Am. Chem. Soc. 95 (1973) 3180. [27] H.E. Bryndza, Organometallics 4 (1985) 1686. [28] G.W. Parshall, Homogeneous Catalysis (Wiley, New York, 1980) p. 93. [29] T.A. Stephenson, S.M. Morehouse, A.R. Powell, J.P. Heffer and G.Wilkinson, J. Chem. Soc. (1965) 3632. MOLCAA 9600221X 1381-1169(96)00221-X 10.1016/1381-1169(96)00221-X Chemical and metal complex catalysis Article Influence of an aromatic carboxylic acid as cocatalyst in the palladium-catalysed reductive carbonylation of aromatic nitro compounds Petra Wehman Leo Borst Paul C.J. Kamer Piet W.N.M. van Leeuwen ∗ Van't Hoff Research Institute, Department of Inorganic Chemistry, University of Amsterdam, Nieuwe Achtergracht 166, 1018 WV Amsterdam, The Netherlands ∗ Corresponding author. The addition of carboxylic acids such as benzoic acid derivatives as cocatalyst has been found to enhance the catalytic activity and selectivity of a Pd(phen)2(OTf)2 catalyst system in the reductive carbonylation of aromatic nitro compounds. A strong dependency of the catalytic performance on the amount of cocatalyst in the reaction mixture was found, yet no influence of the pK a-value of the particular cocatalyst could be discovered. Though the accelerating influence of the acidic cocatalyst is mainly caused by the protons of the cocatalyst since proton transfer plays a crucial role in the catalytic cycle, the positive effects could not be achieved by the use of other carboxylic acids or sulphonic acids as cocatalyst. Buffered systems showed that traces of weakly coordinating anions should be present in order to stabilise various catalytic intermediates, whereas higher concentrations of anions result in a decrease of catalyst activity. The formation of azoxybenzene was suppressed under the influence of the protons of the aromatic carboxylic acid, leading to an improvement of the catalyst selectivity. Based on the results a schematic mechanism for the palladium-catalysed reductive carbonylation of aromatic nitro compounds is proposed. Keywords Acidic cocatalysts Nitro compounds Palladium catalyst Nitrogen ligands Reductive carbonylation References [1] K. Weissermel H.-J. Arpe Industrielle Organische Chemie 1988 VCH Weinheim 395 [2] P. Braunstein Chem. Rev. 89 1989 1927 [3] Y. Watanabe Y. Tsjui R. Takeuchi N. Suzuki Bull. Chem. Soc. Jpn. 56 1983 3343 [4] E. Drent and P.W.N.M. van Leeuwen, EP 86281, 1983. [5] S.J. Skoog J.P. Campbell W.L. Gladfelter Organometallics 13 1994 4137 and references cited therein [6] E. Alessio G. Mestroni J. Mol. Catal. 26 1984 337 [7] S. Cenini F. Ragaini M. Pizzotti F. Porta G. Mestroni E. Alessio J. Mol. Catal. 64 1991 179 [8] S. Gupte R.V. Chaudhari J. Mol. Catal. 24 1984 197 [9] P. Wehman V.E. Kaasjager W.G.J. de Lange F. Hartl P.C.J. Kamer P.W.N.M. van Leeuwen J. Fraanje K. Goubitz Organometallics 14 1995 3751 [10] A. Bontempi E. Alessio G. Chanos G. Mestroni J. Mol. Catal. 42 1987 67 [11] E. Alessio G. Mestroni J. Organomet. Chem. 291 1985 117 [12] P. Wehman G.C. Dol E.R. Moorman P.C.J. Kamer P.W.N.M. van Leeuwen J. Fraanje K. Goubitz Organometallics 13 1994 4856 [13] E. Drent Pure Appl. Chem. 62 1990 661 [14] P. Wehman, L. Borst, P.C.J. Kamer and P.W.N.M. van Leeuwen, Recl. Trav. Chim. Pays-Bas submitted for publication. [15] P. Wehman P.C.J. Kamer P.W.N.M. van Leeuwen J. Chem. Soc., Chem. Commun. 1996 217 [16] R.C. Weast D.R. Lide M.J. Astle W.H. Beyer 70th Ed. CRC Handbook of Chemistry and Physics 1990 CRC Press Boca Raton D163 [17] E.P. Serjeant B. Dempsey Ionisation Constants of Organic Acids in Aqueous Solutions 1979 Pergamon Press Oxford [18] J.D. Gargulak M.D. Noirot W.L. Gladfelter J. Am. Chem. Soc. 113 1991 1054 [19] J.D. Gargulak A.J. Berry M.D. Noirot W.L. Gladfelter J. Am. Chem. Soc. 114 1992 8933 [20] P. Leconte F. Metz A. Mortreux J.A. Osborn F. Paul F. Petit A. Pillot J. Chem. Soc., Chem. Commun. 1990 1616 [21] R.S. Berman J.K. Kochi Inorg. Chem. 19 1980 248 [22] F. Ragaini S. Cenini F. Demartin Organometallics 13 1994 1178 [23] M. Pizzotti F. Porta S. Cenini F. Demartin N. Masciocchi J. Orgamomet. Chem. 330 1987 265 [24] A.J. Kunin M.D. Noirot W.L. Gladfelter J. Am. Chem. Soc. 111 1989 2739 [25] G.D. Smith B.E. Hanson J.S. Merola F.J. Waller Organometallics 12 1993 568 [26] S. Otsuka A. Nakamura T. Yoshida M. Naruto K. Ataka J. Am. Chem. Soc. 95 1973 3180 [27] H.E. Bryndza Organometallics 4 1985 1686 [28] G.W. Parshall Homogeneous Catalysis 1980 Wiley New York 93 [29] T.A. Stephenson S.M. Morehouse A.R. Powell J.P. Heffer G. Wilkinson J. Chem. Soc. 1965 3632",
      "scopus-id": "0030579201",
      "coredata": {
        "eid": "1-s2.0-138111699600221X",
        "dc:description": "The addition of carboxylic acids such as benzoic acid derivatives as cocatalyst has been found to enhance the catalytic activity and selectivity of a Pd(phen)2(OTf)2 catalyst system in the reductive carbonylation of aromatic nitro compounds. A strong dependency of the catalytic performance on the amount of cocatalyst in the reaction mixture was found, yet no influence of the pK a-value of the particular cocatalyst could be discovered. Though the accelerating influence of the acidic cocatalyst is mainly caused by the protons of the cocatalyst since proton transfer plays a crucial role in the catalytic cycle, the positive effects could not be achieved by the use of other carboxylic acids or sulphonic acids as cocatalyst. Buffered systems showed that traces of weakly coordinating anions should be present in order to stabilise various catalytic intermediates, whereas higher concentrations of anions result in a decrease of catalyst activity. The formation of azoxybenzene was suppressed under the influence of the protons of the aromatic carboxylic acid, leading to an improvement of the catalyst selectivity. Based on the results a schematic mechanism for the palladium-catalysed reductive carbonylation of aromatic nitro compounds is proposed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-10-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/138111699600221X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wehman, Petra"
          },
          {
            "@_fa": "true",
            "$": "Borst, Leo"
          },
          {
            "@_fa": "true",
            "$": "Kamer, Paul C.J."
          },
          {
            "@_fa": "true",
            "$": "van Leeuwen, Piet W.N.M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/138111699600221X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/138111699600221X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00221-X",
        "prism:volume": "112",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Influence of an aromatic carboxylic acid as cocatalyst in the palladium-catalysed reductive carbonylation of aromatic nitro compounds",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Acidic cocatalysts"
          },
          {
            "@_fa": "true",
            "$": "Nitro compounds"
          },
          {
            "@_fa": "true",
            "$": "Palladium catalyst"
          },
          {
            "@_fa": "true",
            "$": "Nitrogen ligands"
          },
          {
            "@_fa": "true",
            "$": "Reductive carbonylation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "23-36",
        "prism:endingPage": "36",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 October 1996",
        "prism:doi": "10.1016/1381-1169(96)00221-X",
        "prism:startingPage": "23",
        "dc:identifier": "doi:10.1016/1381-1169(96)00221-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030579201"
      }
    }
  }
}