{
  "metadata": {
    "title": "Effect of water vapor on the molecular structures of supported vanadium oxide catalysts at elevated temperatures",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-07-25",
    "doi": "10.1016/1381-1169(96)00061-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996000611",
    "pii": "1381116996000611"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030601222",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-1381116996000611 1381-1169(96)00061-1 1381116996000611 10.1016/1381-1169(96)00061-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00039 2015-05-13T23:01:31.432129-04:00 0 0 19960725 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 110 110 1 1 Volume 110, Issue 1 5 41 54 41 54 19960725 25 July 1996 1996-07-25 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. EFFECTWATERVAPORMOLECULARSTRUCTURESSUPPORTEDVANADIUMOXIDECATALYSTSELEVATEDTEMPERATURES JEHNG J HABER 1983 1 J SURFACEPROPERTIESCATALYSISBYNONMETALS STENCEL 1984 314 J STENCEL 1986 4739 J CHAN 1984 5831 S OYAMA 1989 6786 S CRISTIANI 1989 586 C LECOSTUMER 1988 1230 L WACHS 1986 30 I DIXIT 1986 189 L BARLETT 1987 187 J SPECTROSCOPYINORGANICBASEDMATERIALS HARDCASTLE 1988 1449 F PROCINTCONGRCATAL9TH DEO 1991 5889 G JEHNG 1991 369 J KIM 1993 419 D VUURMAN 1993 209 M KIM 1992 539 D ROARK 1992 77 R KOHLER 1992 231 S DEO 1991 307 G JEHNG 1991 7373 J KIM 1993 166 D DEO 1990 16 G ECKERT 1989 6796 H YOSHIDA 1992 277 S DEO 1994 141 G HABER 1992 279 J MAMEDOV 1995 1 E TOPSOE 1991 499 N TOPSOE 1992 742 N HU 1995 10911 H DAS 1993 8240 N HARDCASTLE 1991 5031 F VUURMAN 1991 9928 M WENT 1990 4240 G ROOZEBOOM 1981 304 F VUURMAN 1992 5008 M TUREK 1992 5000 A MASTIKHIN 1994 13621 V ODENBRAND 1991 109 C LINTZ 1992 13 H TUFANO 1993 9 V DUFFY 1994 7153 B JEHNGX1996X41 JEHNGX1996X41X54 JEHNGX1996X41XJ JEHNGX1996X41X54XJ item 1381-1169(96)00061-1 1381116996000611 1-s2.0-1381116996000611 10.1016/1381-1169(96)00061-1 271358 2010-09-28T03:11:36.702493-04:00 1996-07-25 1-s2.0-1381116996000611-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000611/MAIN/application/pdf/0fe7e187782bc035069370c336d97d37/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000611/MAIN/application/pdf/0fe7e187782bc035069370c336d97d37/main.pdf main.pdf pdf true 1260419 MAIN 14 1-s2.0-1381116996000611-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000611/PREVIEW/image/png/f35b411f93241db090bb134a79a57c25/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000611/PREVIEW/image/png/f35b411f93241db090bb134a79a57c25/main_1.png main_1.png png 61067 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS A:CHEMICAL Journal of Molecular Catalysis A: Chemical I 10 (1996) 41-54 Effect of water vapor on the molecular structures of supported vanadium oxide catalysts at elevated temperatures Jih-Mim Jehng Goutam Deo, Bert M. Weckhuysen *, Israel E. Wachs * Z(Jttlemo?;er Center.for Surface Studies, Department of Chemical Engineering. Lehigh lJnil,er.si(v, Bethlehem. PA 18015, USA Received 9 February 1995; accepted 8 February 1996 Abstract The effect of water vapor on the molecular structures of V,O,-supported catalysts (SiO,, Al,O,, TiO,, and CeO,) was investigated by in situ Raman spectroscopy as a function of temperature (from 500 to 120). Under dry conditions, only isolated surface VO, species are present on the dehydrated SiO, surface, and multiple surface vanadium oxide species (isolated VO, species and polymeric vanadate species) are present on the dehydrated Al,O,, TiO,, and CeO, surfaces. The Raman features of the surface vanadium oxide species on the SiO, support are not affected by the introduction of water vapor due to the hydrophobic nature of the SiO, support employed in this investigation. However, the presence of water has a pronounced effect on the molecular structures of the surface vanadium oxide species on the A120,, TiO,, and CeO, supports. The Raman band of the terminal V = 0 bond of the surface vanadia species on these oxide supports shifts to lower wavenumbers by 5-30 cm-and becomes broad upon exposure to moisture. Above 230 the small Raman shift of the surface vanadium oxide species in the presence of water suggests that the dehydrated surface VO, species form a hydrogen bond with some of the adsorbed moisture. Upon further decreasing the temperature below 230 the hydrogen-bonded surface VO, species are extensively solvated by water molecules and form a hydrated surface vanadate structure (e.g. decavanadate). The broad Raman band at = 900 cm- which is characteristic of the polymeric V-O-V functionality. appears to be minimally influenced by the presence of water vapor and is a consequence of the broadness of this band. Oxygen-18 isotopic labeling studies revealed that both the terminal V=O and bridging V-O-V bonds readily undergo oxygen exchange with water vapor. The current observations account for the inhibiting effect of moisture upon oxidation reactions over supported metal oxide catalysts and are critical for interpreting in situ Raman data during hydrocarbon oxidation reactions where H,O is a reaction product. Kqw1rd.r: Water v-apor; Structure: Vanadium oxide; Supported catalysts 1. Introduction * Corresponding author. Current address: Department of Chemical Engineering, Na- tional Chung-Hsing University, Taichung, Taiwan, R.O.C. Current address: Centrum voor Oppervlaktechemie en Katal- yse, K.U. Leuven, Kardinal Mercierlaan 92, B-3001 Heverlee. Belgium. Recent studies on supported metal oxide cata- lysts under ambient conditions indicate that the surface metal oxide overlayers on oxide sup- ports are extensively hydrated due to the pres- ence of adsorbed moisture, and that moisture influences the molecular structures of these sur- 1381-l 169/96/$15.00 Copyright 0 1996 Elsevier Science B.V. All rights reserved PII S1381-1 169(96)00061-l 42 J.-M. Jehng et al. /Journal of Molecular Catalysis A: Chemical 1 IO (1996) 41-54 face metal oxide phases [l- 161. In aqueous environments, the oxide support equilibrates at the pH which results in a net zero surface charge (point zero surface charge (PZC) or iso- electric point). Raman characterization of sup- ported vanadium oxide, niobium oxide, rhenium oxide, chromium oxide, and molybdenum oxide catalysts under ambient conditions have demon- strated that the molecular structures of the hy- drated surface metal oxide phases are directly related to the net surface pH at PZC of the aqueous film which is determined by the com- bined pH of the oxide support and the metal oxide overlayer [ 12-181. The hydrated surface metal oxides can be present as isolated, poly- merized, or clustered polyanions which is a function of the net pH at PZC and the specific oxide system. Under in situ conditions, the adsorbed mois- ture desorbs upon heating and the surface metal oxide overlayers on the oxide supports become dehydrated [2-6,14,19-211. The molecular structures of the surface metal oxide phases are generally altered upon dehydration because the surface pH can only exert its influence via an aqueous environment. Consequently, Raman shifts upon dehydration constitute direct proof of the formation of a surface metal oxide over- layer on an oxide support and the removal of coordinated water [2-6,14,19-211. It has gener- ally been found that essentially the same surface dehydrated metal oxide species are present inde- pendent of the nature of the oxide support. However, the relative concentrations of the sur- face dehydrated metal oxide species, isolated and polymerized, appear to vary somewhat with the specific oxide support and the surface metal oxide coverage (with the exception of the sur- face dehydrated metal oxide/SiO, systems which contain only isolated metal oxide species) [5,19-211. The molecular structures of the sur- face vanadium oxide species have been exten- sively characterized under in situ conditions with Raman spectroscopy [4-7,221, infrared spectroscopy [6], solid state 51V NMR spec- troscopy [23], and X-ray absorption near edge structure (XANES) spectroscopy [24]. The chat-- acterization results uniformly agree that under in situ conditions the surface vanadium oxide species appears to be four coordinated [25]. The above review shows that the molecular structures of the supported metal oxide catalysts around room temperature have been extensively studied with or without the presence of water vapor and that water vapor plays an important role in controlling the surface metal oxide struc- tures. Water vapor is usually also present in the feed gas or as a reaction product in numerous catalytic reactions at elevated temperatures. However, little is currently known about the effect of water vapor on catalytic oxidation reactions and fundamental studies are needed to obtain insights into the influence of moisture on the surface properties of metal oxide catalysts at elevated temperatures [26,27]. The water vapor partial pressure can affect (a) the extent of surface hydroxylation, (b) the ratio of Bronsted/Lewis surface acid sites or, (c) the surface metal oxide structure via surface recon- struction. These surface changes may also have a dramatic influence on the catalytic properties of hydrocarbon oxidation reactions and the se- lective catalytic reduction of NO, over sup- ported metal oxide catalysts [26-291. No de- tailed studies, however, have been performed to determine the influence of water vapor on the surface vanadia molecular structures at elevated temperatures. This information is especially crit- ical for interpreting in situ Raman data during catalytic oxidation reactions where water is one of the products [30,31]. Thus, it is of interest to perform a structural characterization study of supported vanadium oxide catalysts at elevated temperatures in the presence of moisture. In this study, the effect of water vapor on the molecular structures of sup- ported vanadium oxide catalysts is investigated by in situ Raman spectroscopy as a function of surface vanadium oxide coverage, specific ox- ide support (SiO,, TiO,, CeO,, and Al,O,) and temperature ( 120-500). In addition, oxygen- 18 isotopic labeling studies were also examined .1.-M. Jehng et al. /Journal of Molecular Cataluis A: Chemical 110 f 1996) 41-54 33 to obtain direct information about the exchange of oxygen between the surface vanadia species and water vapor. These structural characteriza- tion studies at elevated temperatures provide a better understanding of the effect of water vapor on the structures and reactivity of supported vanadium oxide catalysts. 2. Experimental section 2.1. Materials and preparation The supported vanadium oxide catalysts were prepared by the incipient-wetness impregnation method. The SiO, (Cab-0-Sil, = 300 mg) and Al,O, (Harshaw, = 180 m2/g) supports were pretreated at 500 for 16 h under flowing dry air; the TiO, (Degussa, = 55 m*/g) and CeO, (Engelhard, = 36 mg) supports were pretreated at 500 for 2 h under flowing dry air. A certain concentration of vanadium iso- propoxide (Alfa, 95-99% purity) in a methanol (Fisher, 99.9% purity) solution was impregnated into the oxide supports under a nitrogen envi- ronment. The samples were dried at room tem- perature for 2 h to remove excess alcohol, and further dried at 120 for 16 h under flowing N,. The samples were finally calcined at 500 for 1 h under flowing N,, and for an additional 1 h (or 15 h) under flowing dry air to form the surface vanadium oxide species on the TiO, and CeO, supports (or on the SiO, and Al,O, supports). The higher thermal stability of the SiO, and Al,O, supports allowed for the more extensive calcination treatment. 2.2. Raman spectroscopy 2.2.1. In situ Raman spectroscopy The in situ Raman spectrometer system con- sists of a quartz cell and sample holder, a triple-grating spectrometer (Spex, Model 1877), a photodiode array detector (EG & G, Princeton Applied Research, Model 1420), and an argon ion laser (Spectra-Physics, Model 165). The sample holder is made from a metal alloy (Hastalloy C), and a 100-200 mg sample disc is held by the cap of the sample holder. The sample holder is mounted into a ceramic shaft which is rotated by a 115 V DC motor at a speed of 1000-2000 rpm. A cylindrical heating coil surrounding the quartz cell is used to heat the sample and the temperature is measured by an internal thermocouple. The quartz cell is capable of operating up to 600. and flowing gas is introduced into the cell at a rate of 100-300 cc/min at atmospheric pressure. The 514.5 nm line of the Ar+ laser with lo-100 mW of power is focused on the sample disc in a right-angle scattering geometry. An ellipsoid mirror collects and reflects the scattered light into the spectrometer filter stage to reject the elastic scattering component. The resulting fil- tered light, consisting primarily of the Raman component of the scattered light, is collected with an EG & G intensified photodiode array detector which is coupled to the spectrometer and is thermoelectrically cooled to - 35. The photodiode array detector is scanned with an EG & G OMA III optical multichannel analyzer (Model 1463). 2.2.2. Irt situ Raman spectra The in situ Raman spectra were obtained with the following procedure. The dehydrated Raman spectra were collected after heating the sample to 500 in a flow of pure oxygen gas (Linde Specialty Grade, 99.99% purity) for 30 min. After the above treatment, the temperature of the sample was sequentially decreased from 500 to 120 in order to obtain a series of dehydrated Raman spectra. The sample was then heated to 500 again, and oxygen gas contain- ing saturated water vapor at room temperature (containing = 8 wt% H,O) was introduced into the cell, and the Raman spectra in the presence of water vapor were collected upon reaching steady state by sequentially decreasing the tem- perature from 500 to 120. The Raman spectra were recorded in the lOO- 1200 cm- region at each experimental step and the overall 44 J.-M. Jehng et al. /Journal of Molecular Catalysis A: Chemical 110 (1996) 41-54 resolution of the spectra was determined to be better than 2 cm- . 2.2.3. Oxygen-18 isotopic labeling The oxygen- 18 isotopic labeling experiments were conducted in the following manner. The dehydrated sample was reduced in a 1.3% bu- tane/He (Air Products and Chemicals) static environment at 200-450 in the in situ Raman cell. The reduced sample was then reoxidized in a 3% 180,/He (JWS Technologies, Inc., Math- eson) static environment at 450. The reduc- tion-oxidation cycle were repeated until oxy- gen- 18 was significantly incorporated into the surface vanadia species. An = 8% H,O in O,/He mixture, containing only oxygen- 16, was then passed over the oxygen-18 containing sup- ported vanadia catalyst at 300. The oxygen isotopic exchange of the catalyst with the gaseous mixture was monitored with in situ Raman spectroscopy as a function of time. 1200 1000 600 600 400 200 Raman Shift (cm-) Fig. 1. In situ Raman spectra of 1% V,O, /SiO, in presence of oxygen at various temperatures. 3. Results 3.1. In situ Raman spectra of the supported 1039 7% v* 0, /SiOl vanadium oxide catalysts under dry conditions 1 (02) The in situ Raman spectra of the 1% V,O, and 7% V,O,-supported on SiO, at various temperatures in flowing oxygen are shown in Figs. 1 and 2, respectively. A sharp and strong Raman band appears at 1032- 1038 cm- which is characteristic of the terminal V=O bond of the dehydrated surface vanadium oxide species [5,32]. The slight shift of the surface V=O Raman band from 1032-1038 cm-with de- creasing temperature reflects a shortening of the terminal V=O bond with decreasing tempera- ture due to thermal effects [33]. The Raman spectra of V,O,-supported on TiO, and CeO, in flowing oxygen were only collected in the 600-1200 cm- region due to the strong Ra- man scattering of the TiO, and CeO, supports below 600 cm- The dehydrated surface vana- dium oxide species on TiO, exhibit a Raman -I I I I I I I I I I I 1200 1000 600 600 400 200 Raman Shift (cti) Fig. 2. In situ Raman spectra of 7% V,O,/SiO, in presence of oxygen at various temperatures. J.-M. Jehng et al./ Journal qf Molecular Catalysis A: Chemical 1 IO (199614lL.54 I mv201m02 794 I I& I I I 1200 1000 900 800 700 Raman Shift (cm-3 I I / / ml 1100 loo0 900 800 i Raman Shift (Cd) 0 Fig. 3. In situ Raman spectra of 1% V205 /TiO? in presence of Fig, 4. In situ Raman spectra of 5% V,0,/Ti02 in presence of oxygen at various temperatures. oxygen at various temperatures. band at IO27- 1032 cm-due to the terminal V=O bond (see Figs. 3 and 4) [34,35]. A second Raman band at = 920 cm-is also observed for the higher V,O, loading due to the presence of the polymeric V-O-V functionality (see Fig. 4) [34,35]. The weak band at 994 cm-is due to trace amounts of microcrys- talline V,O, particles. Two Raman bands at 1019- 1027 and 900-920 cm- are also present for the dehydrated 1% V,O,/CeO, and 3% V,O,/CeO, samples in flowing oxygen (see Figs. 5 and 6). An additional Raman band at = 800 cm-is probably due to the formation of V-Ce-0 compound, CeVO,, which is not per- turbed upon dehydration and is consistent with a microcrystalline phase [36]. In situ Raman spec- tra of the 4% V,O, and 18% V,O,-supported on Al,O, at various temperatures in flowing oxy- gen are shown in Figs. 7 and 8, respectively. The Raman bands at 1016- 1028, 800-900, 450-620, and 200-350 cm-are characteristic of the multiple dehydrated surface vanadium oxide species present on Al,O, [36]. The Ra- 1 1 5% v, 0, mo, 1032 r 994 ,/ e. mot, 02 d. 170, 02 - 45 I 1% V, OS ICeO, (02 1 1000 800 Raman Shift (cm-3 1 600 Fig. 5. In situ Raman spectra of 1% V,O, /CeO, in presence of oxygen at various temperatures. 46 J.-M. Jehng et al./Joumal of Molecular Catalysis A: Chemical I10 (1996) 41-54 T 3% V2 OS ICe02 :oz 1 b. 150 1000 800 Raman Shift (cm-) 600 Fig. 6. In situ Raman spectra of 3% V,O, /CeO, in presence of oxygen at various temperatures. r 1025 b 4% v* Oa /AI, 0, a75 (d) j. 70 800 1018 I I I I I I I I 1200 1000 800 600 400 200 Raman Shift (cm-) Fig. 7. In situ Raman spectra of 4% V,O, /Al,O, in presence of oxygen at various temperatures. 118% Vz OS /AL 03 524 a. 1 i 5oo -I I I I I / I 1 I 1 1 1200 1000 800 600 400 200 Raman Shift (cm-) Fig. 8. In situ Raman spectra of 18% V,O, /Al,O, in presence of oxygen at various temperatures. man bands in the 1016-1028 cm-region asso- ciated with the terminal V=O bond and the other bands are related to the polymeric V-O-V functionality. The weak and sharp band at 992 cm-is due to trace amounts of microcrys- talline V,O, particles. Raman bands of the de- hydrated surface vanadium oxide species on the different oxide supports at 230 are summa- Table 1 Raman bands of the dehydrated surface vanadia species on oxide supports at 230 Catalyst v=o v-o-v bulk (cm- (cm- V,M ,O, (cm- 1 1% V,O, /SiO, 1038 - 7% V,O, /SiO, 1037 - 1% v*o, /TiO, 1028 - - 5% V,O, /TiO, 1030 920 - 1% V,O, /CeO, 1023 920 800 a 3% V,O, /CeO, 1026 900 800 = 4% V,O, /Al,O, 1018 875, 800,600,330 - 18% V,O, /Al,O, 1027 900, 800,615,530, - 460,330,240 a M=Ce. J.-M. Jehng et al. /Journal of Molecular Catalvsis A: Chemical 110 (19961 41-54 1% vz 0s /sio, (02 + H,O) 486 1 I I / / I I I I I 1 i ; / / 1 I I 1 / I 1200 1000 800 600 400 200 1200 1000 800 600 400 200 Raman Shift (cti) Raman Shift (cd ) Fig. 9. In situ Raman spectra of 1% VzO, /SiO, in the presence of water vapor at various temperatures. rized in Table 1. The slight Raman shifts are due to the different support ligands and surface coverage effects [5,19,25]. The Raman bands at 1023-1038 cm-are assigned to the terminal V=O bond functionality and the bands at 800- 920 cm- are assigned to the polymeric V-O-V functionality [ 19,25,34,35,37]. 3.2. In situ Raman spectra of the supported vanadium oxide catalysts in the presence of water rapor The terminal V =0 Raman band at = 1038 cm-of the surface vanadium oxide species on SiO, is not influenced upon the introduction of water vapor into the in situ cell as shown in Figs. 9 and 10 for 1% V,O, and 7% V205 loadings, respectively. For 1% V,O,/TiO,, however, the terminal V=O Raman band of the surface vanadium oxide species shifts from 1024 to 1006 cm-upon decreasing the temperature from 450 to 120 and becomes broad in the presence of moisture (see Fig. 11). The shift of I 7% vz OS ISiOn 1037 (02 +Hz 0) Fig. IO. In situ Raman spectra of 7% V?O, /SiO? in the presence of water vapor at various temperatures. i%v205m02 (OS +HzO) Bl C t o) -d.170 E ii -c. 225C E B . b. 35OC 1 / / / I 1200 i 1100 1000 900 a00 700 Raman Shift (cm-) Fig. 11. In situ Raman spectra of 1 ? V205 /TiO, in the presence of water vapor at various temperatures. 48 J.-M. Jehng et al./Journal of Molecular Catalysis A: Chemical 110 (1996) 41-54 I 5% v2 OS n-i02 (02 f Ha 0) 12bo llb0 l&O 900 8iO 7 Raman Shift (cd ) I Fig. 12. In situ Raman spectra of 5% V,O, /TiO, in the presence of water vapor at various temperatures. the terminal V= 0 Raman band from 1029 to 1018 cm-with decreasing temperature is also observed for the 5% V,O,/TiO, sample (see Fig. 12) in the presence of moisture. The broad Raman band at = 920 cm- which is charac- teristic of the polymeric V-O-V functionality, does not appear to be as affected by the pres- ence of moisture. The presence of water vapor also does not perturb the V,O, microcrystallites, Raman band at 994 cm- which is consistent with the three dimensional phase of this oxide [8]. Raman spectra of the 1% V,O,/CeO, and 3% V,O,/CeO, samples (see Figs. 13 and 14) reveal that the terminal V=O Raman band shifts and broadens toward lower wavenumbers from 1018 to 1009 cm-and from 1023 to 1018 cm- respectively, in the presence of moisture as the temperature is lowered. The Raman in- tensity of the polymeric V-O-V functionality (Raman band at = 920 cm- decreases some- what with decreasing temperature in the pres- ence of moisture. The Raman intensity of the V-Ce-0 (CeVO,) compound (Raman band at I % V, 0, ICeO, [O, +H,O) 1000 800 Raman Shii (cm-) Fig. 13. In situ Raman spectra of 1% V,O, /CeO, in the presence of water vapor at various temperatures. 3% V, Oa lCeOl (01 +H*O) i I. 170% - c. 230% I b. 350% 1200 1000 800 Raman Shift (cm-) 6 Fig. 14. In situ Raman spectra of 3% V,O, /CeO, in the presence of water vapor at various temperatures. 1003 4% V, 0, /Al, 03 4 I I / / I / / I /, I 1200 1000 800 800 400 200 Raman Shift (cm- Fig. IS In situ Raman spectra of 4% V,O,jAl,O, in the presence of wntcr vapor at various temperatures. = 805 cm- increases with decreasing temper- ature due to the presence of thermal broadening at elevated temperatures [8]. The presence of water vapor on the surface vanadium oxide species on Al,O, also exhibits a Raman shift of the V = 0 functionality towards lower wavenumber by = 10 cm- upon decreasing the temperature from 500 to 170 for the 4% V,O, and 18% V,O, loading as shown in Figs. 15 and 16, respectively. In addition, the polymeric V-O-V functionality on A120, (Ra- 18%V,Os/AI,O, (02 +HzO) 525 ~b. ; -++h 050ac jog @h+Q f; ,, dr $J % a. boo%) , I / 1200 1000 800 600 400 2d0 Raman Shift (cm- Fif. 16. In situ Raman spectra of lXc+ VzOi/AI,O, in the presence of water vapor at variou\\ temperatures. man bands at 900-800, 620-350, and 350-200 cm-1 does not appear to be significantly af- fected by the presence of water vapor. The presence of water vapor does not perturb the trace V,O, microcrystallites. Raman band at 992 cm-- present in the 18% V,O,/Al,Oi sample. The in situ Raman bands of the sup- ported vanadium oxide catalysts in the presence of water vapor at 230 are summarized in Raman bands of the surface vanadia species on oxide supports at 330 in the prehence of water vapor Cataly\\t v=o v-o-v hulk V\\ M ,O~ (cm ' ) (cm- ) (cm ) I% V,O,/SiO, 1038 (1038) - li; VIO,/SiO, IO37 ( 1037) - I % V,O,/TiO; 1018 (1028) - _.. 5G V20,/Ti02 ) 029 ( 1030) 920 (920) _. 1); VZO,/cKL 1012 (1023) 920 (920) x05 txoo) L 3; VIO,/CeOJ I018 (1026) 900 (920) 800 (800) 4~: V,O,,AI.O, 1018 (1018) 865, 820,586.4X5. 330 (875. 800. 600. 330) _ IXk L201/Ai20: 1013 (1027) 900, 800.6 15.530.460. 330.240 (900. 800, 615. s30. 460, 330. 240) ~ Value\\ in parenthesis arc Raman hands in the abwnce of water vapor (from Tahlc I ). ,M = cc. 50 J.-M. Jehng et al./Joumal of Molecular Catalysis A: Chemical I10 (1996) 41-54 (a) (b) (C) I I I I I 1200 1000 800 600 Raman Shift (cm-) Fig. 17. In situ Raman spectra of oxygen-18 containing 4% V,O,/ZrOz in the presence of H,0/0, at 300 as a function of time. (a) after 25 reduction-oxidation cycles at 450 with butane and 180,, respectively and cooled to 3OO, (b) after flowing H, 0/02 at 300 during 400 s, and (c) after flowing Hzf60/02 at 300 during 600 s. Table 2 and compared with the corresponding dehydrated results (in parentheses). The influence of gases 1602 and H, 160 upon the behavior of oxygen-18 containing surface vanadia species on ZrO, was also investigated with in situ Raman spectroscopy and shown in Fig. 17. The oxygen-18 containing 4% V,O,/ZrO, sample possessed the Raman band due to the terminal V= IgO bond at 990 cm-i compared to the 1030 cm- Raman band for the oxygen- 16 containing 4% V,O,/ZrO, sample. The oxygen- 18 containing surface vanadia species was stable in a flowing i602 stream and did not undergo isotopic exchange within 30 min. In contrast, addition of 8% H, 160 to the 1602 stream exchanged the oxygen-18 of the surface vanadia species within 400 s. No signif- icant additional changes occur up to 600 s by which time the terminal V=O bond is com- pletely exchanged by oxygen- 16. This isotopic experiment demonstrates that moisture directly interacts with the surface vanadia species at elevated temperatures and rapidly exchanges its oxygen with the surface vanadia species. 4. Discussion The effect of water vapor on the molecular structures of the surface vanadium oxide species on different oxide supports (SiO,, Al,O,, TiO,, and CeO,) at elevated temperatures was studied by in situ Raman spectroscopy. The influence of water vapor was determined from a comparison of the Raman spectral features of the dehydrated surface vanadium oxide species with those of the corresponding surface vanadium oxide species in the presence of water vapor. The dehydrated surface vanadium oxide species on oxide supports possess a mono-oxo V=O termi- nal bond (Raman band in the 1038-1018 cm- region) and a polymeric V-O-V functionality (Raman bands in the 920-800, 620-450, and 350-240 cm-region). The molecular structure of the polymeric surface vanadia species is not completely known at present as well as its Raman cross section relative to the isolated VO, species [25]. The relative intensities of these two surface vanadium oxide species are depen- dent on the surface vanadium oxide coverage (see Figs. l-7) [25,34,35,37]. The isolated VO, species are dominant at low surface vanadium oxide coverage (1 wt%l, and the concentration of the polymeric vanadate species increases with increasing surface vanadium oxide coverage. However, only isolated VO, species are present on the SiO, support at all surface vanadium oxide coverages (see Figs. 1 and 2). At low surface vanadium oxide coverages and high temperatures (450 and 5OO), the presence of water vapor has very little or no effect on the V=O Raman bands in the 10 18- 1038 cm-region (see Figs. 9, 11, 13 and 15). This suggests that the molecular structures of the dehydrated surface vanadia species on oxide supports are stable in the presence of water vapor at elevated temperatures and low surface J.-M. Jehng et al. /Journal of Molecular Catalwis A: Chemical 110 (I 9961 41-54 Sl coverages. The slight Raman shifts, from 1016 to 1012 cm-for the V,O,/Al,O, system (see Fig. 15>, and from 1027 to 1024 cm- for the V,O,/TiO, system (see Fig. 1 l), indicate that some hydrogen bonding between the surface vanadium oxide species and adsorbed water molecules occurs at these high temperatures. The V =0 terminal Raman bands in the 10 1% 1038 cm-region, however, further shift to lower wavenumbers by an additional 5-12 cm- upon decreasing the temperature to 230 (with the exception of the V,O,/SiO, system, see Fig. 9). The intensity of these Raman bands also decreases and become broader as the tempera- ture is decreased. The V= 0 Raman bands of the surface vanadia species on the TiO,, CeO,, and Al,O, supports shift down to 1009-1000 cm-upon further reducing the temperature to 170. which indicates that the surface vana- dium oxide species become more extensively coordinated by water molecules. The interaction of water molecules with the accessible surface hydroxyl groups (which are usually present on the oxide support surface at low surface vanadia coverage) adjacent to the surface vanadia species can also lead to a shift of the Raman band to lower wavenumber. The solvated surface vana- dium oxide species possess a structure which approaches the hydrated surface vanadate species (e.g. decavanadate which possesses the terminal V=O band at 990 cm-> due to the formation of a moisture layer on the oxide supports at these lower temperatures (with the exception of the V,O,/SiO, system) L12.251. These results demonstrate that the molecular structures of the surface vanadia species on oxide supports are especially affected by water vapor at lower temperatures (T < 230) since the amount of surface moisture increases with decreasing temperature. The effect of water va- por on the molecular structures of the surface vanadia species is also dependent on the spe- cific oxide support since V,O,/SiO, is hy- drophobic (especially Cab-0-Sil SiO,, which has a low surface hydroxyl density of = 10 OH/nm* [ 171) and very little adsorbed moisture is present in this system at low temperatures (T < 230). Thus, the coordination of water molecules with the surface vanadia species or the oxide support surface hydroxyls can shift the Raman band to lower wavenumber. At high surface vanadium oxide coverage, approaching monolayer coverage, both isolated and polymerized surface vanadia species are present on the oxide support [25,34.35,37]. The formation of a surface vanadia overlayer occurs by the reaction of the surface vanadia species with the surface hydroxyl groups of the oxide support [38]. The interactions of the two-dimen- sional vanadium oxide overlayer with the sur- face hydroxyl of alumina support were deter- mined by H MAS-NMR spectroscopy, and in- dicate that the surface vanadium oxide overlayer is homogeneously distributed over the alumina surface and essentially titrate all the accessible surface hydroxyls at monolayer coverage [39]. Since almost all the accessible surface hydrox- yls of the oxide support have been titrated by the surface vanadium oxide overlayer at mono- layer coverage, water molecules predominantly adsorb directly onto the surface vanadia species. For the V,O,/TiO, system, monolayer cover- age of vanadium oxide on TiOz was achieved due to the detection of a trace of V,O, crystal- lites (Raman band at 994 cm- see Fig. 12). Since no significant reactive surface hydroxyl groups remain on the TiOz surface, the water molecules should predominantly coordinate to the surface vanadia species and shift the Raman frequency to lower wavenumber, by 1 - 14 cm- , at lower temperatures (T < 230). The coordi- nation of water molecules with the surface vanadia species is also observed for high vana- dia surface coverages on CeO, and Al,O, sam- ples at lower temperatures (T < 230) when the terminal V=O Raman band shifts to lower wavenumber by 9 and 14-23 cm- respec- tively (see Figs. 14 and 16). The Raman band in the 800-900 cm-region, characteristic of the polymerized V-O-V functionality, appears to be very little influenced by the presence of water vapor, which is primarily related to the 52 J.-M. Jehng et al. /Journal of Molecular Catalysis A: Chemical 110 (1996) 41-54 broadness of this Raman band relative to the sharper Raman bands at 1018-1038 cm-asso- ciated with the terminal V=O functionality. The isotopic oxygen-18 experiments, however, re- vealed that the polymeric V-O-V functionality also readily undergoes oxygen exchange with moisture. At higher temperatures (T > 35O), the molecular structures of the supported vana- dium oxide catalysts at high V,O, coverage are not significantly affected by the presence of water vapor. The oxygen- 18 isotopic labeling experiments demonstrate that the surface vanadia species readily undergo oxygen exchange with mois- ture, in a matter of several minutes at 300 and 8% H,O, but not efficiently undergo oxygen exchange with 0,. The origin of this different oxygen exchange behavior between H,O and 0, is related to the ability of moisture to hydro- gen bond to the oxygen functionalities of the surface vanadia species (V=O, V-O-V and V-O-Support). The ability to isotopically oxy- gen exchange both the terminal V=O and bridg- ing V-O-V functionalities reveals that mois- ture is capable of interacting with these oxygen bonds. The hydrogen bonding is directly ob- served for the terminal V=O bond as a shift of this sharp Raman band to lower wavenumbers, but is not directly observed for the bridging V-O-V bond because of the broadness of this Raman band. The formation of solvated vanadia species at low temperatures, < 230 also re- veals that moisture is able to hydrolyze the V-O-support bond. However, at elevated tem- peratures, > 230 the hydrolysis reaction does not appear to occur to a significant extent and the surface vanadia species are stable on the oxide supports in the presence of moisture. Thus, moisture is able to interact with the oxygen functionalities of the fully oxidized surface vanadia species via hydrogen bonding and struc- tural transformation only occurs at low tempera- tures ( < 230). The hydrogen bonding of moisture with the oxygen functionalities of the surface vanadia species has significant implications for oxida- tion reactions over such catalysts. The ability of moisture to efficiently interact with the surface vanadia species at elevated temperatures implies that moisture competitively adsorbs with reac- tants, or even blocks such adsorption sites, dur- ing oxidation reactions. Thus, the rate of oxida- tion reactions over supported vanadia catalysts should generally decrease upon the exposure of moisture and the influence of moisture should increase with decreasing reaction temperature. Quite a few studies have investigated the influ- ence of moisture upon the selective catalytic reduction of NO, with NH, because of the presence of significant amounts of moisture typ- ically present in such industrial streams [28,29,39-431. All of these studies demon- strated that the presence of moisture decreases the conversion of NO and that the effect of moisture is more pronounced at lower reaction temperatures [43]. The strong suppression of reactivity by moisture at low reaction tempera- tures, < 230 makes it undesirable to com- mercially operate such supported vanadia cata- lysts in the presence of significant amounts of moisture at such low temperatures. In addition, the selectivity towards N,O formation is sup- pressed by the presence of moisture, which has been attributed to surface hydroxylation [28,29,40,43]. In situ IR studies during SCR over vanadia/titania catalysts have shown that moisture hydrogen bonds to the surface hy- droxyl groups, increases the surface hydroxyl concentration and coordinates to the surface vanadia species [28,29]. Thus, moisture compet- itively adsorbs on the surface of supported vanadia catalysts to both decrease the reactivity and to modify the reaction selectivity. 5. Conclusions The effect of water vapor on the molecular structures of V,O,-supported catalysts (SiO,, Al,O,, TiO,, and CeO,) was investigated by in situ Raman spectroscopy as a function of tem- perature (from 500 to 120). Under dry conditions, only isolated surface VO, species are present on the dehydrated SiO, surface, and multiple surface vanadium oxide species (iso- lated VO, species and polymeric vanadate species) are present on the dehydrated Al,O,, TiO,. and CeO, surfaces. The Raman features of the surface vanadium oxide species on the SiO, support are not affected by the introduc- tion of water vapor. This indicates that the molecular structure of the surface vanadium oxide species on SiO, is not affected by the presence of water vapor due to the hydrophobic nature of the SiO, (Cab-O-Sill support. How- ever, the presence of water has a pronounced effect on the molecular structures of the surface vanadium oxide species on the A1203, TiO,. and CeO, supports. The Raman band of the terminal V=O bond on these oxide supports shifts to lower wavenumbers by 5-30 cm ~ and becomes broad compared to that under dry con- ditions. Above 230, the Raman shift of the surface vanadium oxide species in the presence of water suggests that the dehydrated surface VO, species form a hydrogen bond with some adsorbed moisture. The hydrogen-bonded sur- face VO., species are extensively solvated by water molecules and form a hydrated surface vanadate structure upon further decreasing the temperature below 230 (e.g. decavanadate). The Raman band in the 800-900 cm-region, which is characteristic of the polymerized V- O-V functionality, appears to be little influ- enced by the presence of water vapor primarily due to the broadness of this Raman band. Oxy- gen-18 isotopic labeling studies reveal that both the terminal V =0 and polymeric V-O-V bonds readily undergo oxygen exchange with mois- ture. The current observations account for the inhibiting effect of moisture upon oxidation re- actions over supported vanadia catalysts. Acknowledgements The authors thank H. Hu for preparing and providing the vanadia/silica samples. The fi- nancial assistance of DOE grant DE-FG02- 93ER14350 is gratefully acknowledged by CD and IEW. BMW wishes to acknowledge the National Fund of Scientific Research (NFWO) of Belgium for a grant as a research assistant and a travel grant to visit the Zettlemoyer Cen- ter for Surface Studies (Lehigh University). References [I] J. Haber, in J.B. Bonnelle. B. Delmon and E. Derouane (Eds.), Surfxe Properties and Catalysis by Non-Metals. Rei- del. Dordrecht. 1983. p. I. [2] J.M. Stencel. L.E. Makovskq. T.A. Sarkus. J. de Vrie\\, R. Thornab and J. Moulijn, J. Catal., 90 ( lY83) 314. [3] J.M. Stencel, J.R. Diehl. J.R. Dhte, L.E. Makov\\ky. L. Rodrlgo. K. Marcinkowska, A. Adnot, P.C. Roberge 2nd S. Kaliaguine, J. Phys. Chem., YO (19x6) 4739. [4] S.S. Ghan. I.E. Wachh. L.L. Murrell. L Wan? and W.K. Hall. J. Phys. Chem.. XX (1984) 583 I. IS] S.T. Oyama. G. Went. K.B. Lewis. A.T. Bell and G. Somar- jai. J. Phy.;. Chem.. 93 (1989) 67X6. [6] C. Cristiani, P. Forratti and G. Busca. J. Catal.. I16 (1989) 3X6. [7] L.R. Le Cobturner, B. Tao&, M. Lr Meur. E. Payen. M. Guelton and J. Grimblot. J. Phyy. Chem.. Y2 ( 1988) 1230. [Xl I.E. Wachs. F.D. Hardcastle and S.S. Ghan. Spectroscopy (Eugene. OR), I (1986) 30. [Y] L. Dixit. D.L. Gerrard and H. Bowley. Appl. Spectrorc. Rev.. 72 ( 1986) I X9. [IO] J.R. Barlett and R.P. Cooncy. in R.J.H. Clarh and R.E. Hester (Ed\\.). Spectroscopy of Inorganic-based Materials. Wile). New York. 19X7, p. 1X7. [I I] F.D. Hardcastle and I.E. Wachs, Proc. Int. Congr. Catal. 9th. 3 (1988) 1419. 1121 G. Deo and I.E. Wacha, J. Phya. Chem.. YS (IYY I) .5X89. [I31 J.M. Jehng and I.E. Wachs. J. Mol. Catal.. 67 (1991) 369. [14] D.S. Kim and I.E. Wachs. J. Caral., l-11 (1993) 319. [I51 MA. Vuurman. I.E. Wacha. D.J. Stutkerv and A. O&am, J. Mol. Catal.. 80 (1993) 209. [I61 D.S. Kim. K. Segawa. T. Soeya and I.E. Wachs, J. Cutal.. 136 (1992) 539. [l7] R.D. Roark, S.D. Kohler. J.G. Ekerdt, D.S. Kim and I.E. Wachs. Catal. Lett.. I6 (1992) 77. [IX] S.D. Kohler. J.G. Ekerdt. D.S. Kim and I.E. Wachs. Catal. Lctt.. I6 (lYY2) 231. [I91 G. Dco and I.E. Wachs, J. Catal.. l2Y (IYYI) 307. [20] J.M. Jehng and I.E. Wachs. J. Phys. Chem.. 95 (1991) 7373. [3l] D.S. Kim and I.E. Wachs. J. Catal.. I32 (1993) 166. [22] G. Dee, H. Eckert and I.E. Wachs, Prepr. Am. Chem. Sot. Div. Petr. Chem., 35 (1) (1990) 16. [23] H. Eckert and I.E. Wachs, J. Phys. Chem., Y3 (lY89) 6796. [24] S. Yoahida. T. Tanaka, T. Hanada. T. Hiraiwa and H. Kanai. Catal. Lett., I2 (1992) 277.54 J.-M. Jehng et al./Journal of Molecular Catalysis A: Chemical 110 (1996) 41-54 [25] G. Deo, LE. Wachs and J. Haber, Crit. Rev. Surf. Chem., 4 [35] Cl. Went, S.T. Oyama and A.T. Bell, J. Phys. Chem., 94 (1994) 141. ( 1990) 4240. [26] J. Haher, Stud. Surf. Sci. Catal., 72 (1992) 279. [27] E.A. Mamedov and V. Cortes Corberan, Appl. Catal. A, 127 (19951 1. [28] N.Y. Topsoe, J. Catal., 128 (1991) 499. [29] N.Y. Topsoe, T. Sobalik, B.S. Clausen, T.Z. Srnak and J.D. Dumesic, J. Catal., 134 (1992) 742. [30] G. Deo and I.E. Wachs, in preparation. [31] H. Hu and I.E. Wachs, J. Phys. Chem., 99 (1995) 10911. [32] N. Das, H. Eckert, H. Hu, I.E. Wachs, J. Walzer and F. Feher, J. Phys. Chem., 97 (1993) 8240. [33] F.D. Hardcastle and I.E. Wachs, J. Phys. Chem., 95 (1991) 5031. [36] F. Roozeboom, A.J. van Dillen, J.W. Geus and P.J. Gellings, Ind. Eng. Chem. Prod. Res. Dev., 20 (1981) 304. 1371 M.A. Vuurman and I.E. Wachs, J. Phys. Chem., 96 (1992) 5008. [38] A.M. Turek, E. DeCanio and I.E. Wachs, J. Phys. Chem., 96 (1992) 5000. [34] M.A. Vuurman, A.M. Hirt and I.E. Wachs, J. Phys. Chem., 95 (1991) 9928 [39] V.M. Mastikhin, A.V. Nosov, V.V. Terskikh, K.I. Zamaraev and I.E. Wachs, J. Phys. Chem., 98 (1994) 13621. [40] C.U.I. Odenbrand, P.L.T. Gabrielsson, J.G.M. Brandin and L.A.H. Anderson, Appl. Catal., 78 (1991) 109. [41] H.G. Lintz and T. Turek, Appl. Catal. A., 85 (1992) 13. [42] V. Tufano and M. Turco, Appl. Catal B., 2 (1993) 9. [43] B.L. Duffy, H.E. Curry-Hyde, N.W. Cant and P.F. Nelson, J. Phys. Chem., 98 (1994) 7153. MOLCAA 96000611 1381-1169(96)00061-1 10.1016/1381-1169(96)00061-1 Molecular aspects of heterogeneous catalysis Article Effect of water vapor on the molecular structures of supported vanadium oxide catalysts at elevated temperatures Jih-Mirn Jehng 1 Goutam Deo Bert M. Weckhuysen 2 Israel E. Wachs ∗ Zettlemoyer Center for Surface Studies, Department of Chemical Engineering, Lehigh University, Bethlehem, PA 18015, USA ∗ Corresponding author. 1 Current address: Department of Chemical Engineering, National Chung-Hsing University, Taichung, Taiwan, R.O.C. 2 Current address: Centrum voor Oppervlaktechemie en Katalyse, K.U. Leuven, Kardinal Mercierlaan 92, B-3001 Heverlee, Belgium. The effect of water vapor on the molecular structures of V2O5-supported catalysts (SiO2, Al2O3, TiO2, and CeO2) was investigated by in situ Raman spectroscopy as a function of temperature (from 500°;C to 120°;C). Under dry conditions, only isolated surface VO4 species are present on the dehydrated SiO2 surface, and multiple surface vanadium oxide species (isolated VO4 species and polymeric vanadate species) are present on the dehydrated Al2O3, TiO2, and CeO2 surfaces. The Raman features of the surface vanadium oxide species on the SiO2 support are not affected by the introduction of water vapor due to the hydrophobic nature of the SiO2 support employed in this investigation. However, the presence of water has a pronounced effect on the molecular structures of the surface vanadium oxide species on the Al2O3, TiO2, and CeO2 supports. The Raman band of the terminal V = O bond of the surface vanadia species on these oxide supports shifts to lower wavenumbers by 5–30 cm−1 and becomes broad upon exposure to moisture. Above 230°C, the small Raman shift of the surface vanadium oxide species in the presence of water suggests that the dehydrated surface VO x species form a hydrogen bond with some of the adsorbed moisture. Upon further decreasing the temperature below 230°C, the hydrogen-bonded surface VO x species are extensively solvated by water molecules and form a hydrated surface vanadate structure (e.g. decavanadate). The broad Raman band at ≈ 900 cm−1, which is characteristic of the polymeric VOV functionality, appears to be minimally influenced by the presence of water vapor and is a consequence of the broadness of this band. Oxygen-18 isotopic labeling studies revealed that both the terminal V=O and bridging VOV bonds readily undergo oxygen exchange with water vapor. The current observations account for the inhibiting effect of moisture upon oxidation reactions over supported metal oxide catalysts and are critical for interpreting in situ Raman data during hydrocarbon oxidation reactions where H2O is a reaction product. Keywords Water vapor Structure Vanadium oxide Supported catalysts References [1] J. Haber J.B. Bonnelle B. Delmon E. Derouane Surface Properties and Catalysis by Non-Metals 1983 Reidel Dordrecht 1 [2] J.M. Stencel L.E. Makovsky T.A. Sarkus J. de Vries R. Thomas J. Moulijn J. Catal. 90 1984 314 [3] J.M. Stencel J.R. Diehl J.R. D'Este L.E. Makovsky L. Rodrigo K. Marcinkowska A. Adnot P.C. Roberge S. Kaliaguine J. Phys. Chem. 90 1986 4739 [4] S.S. Chan I.E. Wachs L.L. Murrell L. Wang W.K. Hall J. Phys. Chem. 88 1984 5831 [5] S.T. Oyama G. Went K.B. Lewis A.T. Bell G. Somarjai J. Phys. Chem. 93 1989 6786 [6] C. Cristiani P. Forzatti G. Busca J. Catal. 116 1989 586 [7] L.R. Le Costumer B. Taouk M. Le Meur E. Payen M. Guelton J. Grimblot J. Phys. Chem. 92 1988 1230 [8] I.E. Wachs F.D. Hardcastle S.S. Chan Spectroscopy (Eugene, OR) 1 1986 30 [9] L. Dixit D.L. Gerrard H. Bowley Appl. Spectrosc. Rev. 22 1986 189 [10] J.R. Barlett R.P. Cooney R.J.H. Clark R.E. Hester Spectroscopy of Inorganic-based Materials 1987 Wiley New York 187 [11] F.D. Hardcastle I.E. Wachs Proc. Int. Congr. Catal. 9th. 3 1988 1449 [12] G. Deo I.E. Wachs J. Phys. Chem. 95 1991 5889 [13] J.M. Jehng I.E. Wachs J. Mol. Catal. 67 1991 369 [14] D.S. Kim I.E. Wachs J. Catal. 141 1993 419 [15] M.A. Vuurman I.E. Wachs D.J. Stufkens A. Oskam J. Mol. Catal. 80 1993 209 [16] D.S. Kim K. Segawa T. Soeya I.E. Wachs J. Catal. 136 1992 539 [17] R.D. Roark S.D. Kohler J.G. Ekerdt D.S. Kim I.E. Wachs Catal. Lett. 16 1992 77 [18] S.D. Kohler J.G. Ekerdt D.S. Kim I.E. Wachs Catal. Lett. 16 1992 231 [19] G. Deo I.E. Wachs J. Catal. 129 1991 307 [20] J.M. Jehng I.E. Wachs J. Phys. Chem. 95 1991 7373 [21] D.S. Kim I.E. Wachs J. Catal. 142 1993 166 [22] G. Deo H. Eckert I.E. Wachs Prepr. Am. Chem. Soc. Div. Petr. Chem. 35 1 1990 16 [23] H. Eckert I.E. Wachs J. Phys. Chem. 93 1989 6796 [24] S. Yoshida T. Tanaka T. Hanada T. Hiraiwa H. Kanai Catal. Lett. 12 1992 277 [25] G. Deo I.E. Wachs J. Haber Crit. Rev. Surf. Chem. 4 1994 141 [26] J. Haber Stud. Surf. Sci. Catal. 72 1992 279 [27] E.A. Mamedov V.Cortes Corberan Appl. Catal. A 127 1995 1 [28] N.Y. Topsoe J. Catal. 128 1991 499 [29] N.Y. Topsoe T. Sobalik B.S. Clausen T.Z. Srnak J.D. Dumesic J. Catal. 134 1992 742 [30] G. Deo and I.E. Wachs, in preparation. [31] H. Hu I.E. Wachs J. Phys. Chem. 99 1995 10911 [32] N. Das H. Eckert H. Hu I.E. Wachs J. Walzer F. Feher J. Phys. Chem. 97 1993 8240 [33] F.D. Hardcastle I.E. Wachs J. Phys. Chem. 95 1991 5031 [34] M.A. Vuurman A.M. Hirt I.E. Wachs J. Phys. Chem. 95 1991 9928 [35] G. Went S.T. Oyama A.T. Bell J. Phys. Chem. 94 1990 4240 [36] F. Roozeboom A.J. van Dillen J.W. Geus P.J. Gellings Ind. Eng. Chem. Prod. Res. Dev. 20 1981 304 [37] M.A. Vuurman I.E. Wachs J. Phys. Chem. 96 1992 5008 [38] A.M. Turek E. DeCanio I.E. Wachs J. Phys. Chem. 96 1992 5000 [39] V.M. Mastikhin A.V. Nosov V.V. Terskikh K.I. Zamaraev I.E. Wachs J. Phys. Chem. 98 1994 13621 [40] C.U.I. Odenbrand P.L.T. Gabrielsson J.G.M. Brandin L.A.H. Anderson Appl. Catal. 78 1991 109 [41] H.G. Lintz T. Turek Appl. Catal. A. 85 1992 13 [42] V. Tufano M. Turco Appl. Catal B. 2 1993 9 [43] B.L. Duffy H.E. Curry-Hyde N.W. Cant P.F. Nelson J. Phys. Chem. 98 1994 7153",
      "scopus-id": "0030601222",
      "coredata": {
        "eid": "1-s2.0-1381116996000611",
        "dc:description": "The effect of water vapor on the molecular structures of V2O5-supported catalysts (SiO2, Al2O3, TiO2, and CeO2) was investigated by in situ Raman spectroscopy as a function of temperature (from 500°;C to 120°;C). Under dry conditions, only isolated surface VO4 species are present on the dehydrated SiO2 surface, and multiple surface vanadium oxide species (isolated VO4 species and polymeric vanadate species) are present on the dehydrated Al2O3, TiO2, and CeO2 surfaces. The Raman features of the surface vanadium oxide species on the SiO2 support are not affected by the introduction of water vapor due to the hydrophobic nature of the SiO2 support employed in this investigation. However, the presence of water has a pronounced effect on the molecular structures of the surface vanadium oxide species on the Al2O3, TiO2, and CeO2 supports. The Raman band of the terminal V = O bond of the surface vanadia species on these oxide supports shifts to lower wavenumbers by 5–30 cm−1 and becomes broad upon exposure to moisture. Above 230°C, the small Raman shift of the surface vanadium oxide species in the presence of water suggests that the dehydrated surface VO x species form a hydrogen bond with some of the adsorbed moisture. Upon further decreasing the temperature below 230°C, the hydrogen-bonded surface VO x species are extensively solvated by water molecules and form a hydrated surface vanadate structure (e.g. decavanadate). The broad Raman band at ≈ 900 cm−1, which is characteristic of the polymeric VOV functionality, appears to be minimally influenced by the presence of water vapor and is a consequence of the broadness of this band. Oxygen-18 isotopic labeling studies revealed that both the terminal V=O and bridging VOV bonds readily undergo oxygen exchange with water vapor. The current observations account for the inhibiting effect of moisture upon oxidation reactions over supported metal oxide catalysts and are critical for interpreting in situ Raman data during hydrocarbon oxidation reactions where H2O is a reaction product.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-07-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996000611",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jehng, Jih-Mirn"
          },
          {
            "@_fa": "true",
            "$": "Deo, Goutam"
          },
          {
            "@_fa": "true",
            "$": "Weckhuysen, Bert M."
          },
          {
            "@_fa": "true",
            "$": "Wachs, Israel E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996000611"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996000611"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00061-1",
        "prism:volume": "110",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of water vapor on the molecular structures of supported vanadium oxide catalysts at elevated temperatures",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Water vapor"
          },
          {
            "@_fa": "true",
            "$": "Structure"
          },
          {
            "@_fa": "true",
            "$": "Vanadium oxide"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "41-54",
        "prism:endingPage": "54",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 July 1996",
        "prism:doi": "10.1016/1381-1169(96)00061-1",
        "prism:startingPage": "41",
        "dc:identifier": "doi:10.1016/1381-1169(96)00061-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030601222"
      }
    }
  }
}