{
  "metadata": {
    "title": "Hydroxocompounds of Fe(III) as colloidal and heterogeneous catalysts for water oxidation to dioxygen. Experimental evidence for a correlation of catalytic activity and the structure of the catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-10-15",
    "doi": "10.1016/1381-1169(95)00062-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995000623",
    "pii": "1381116995000623"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0009461231",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-22 1999-12-22 2010-04-18T17:16:47 1-s2.0-1381116995000623 1381-1169(95)00062-3 1381116995000623 10.1016/1381-1169(95)00062-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00428 2015-05-13T23:01:31.432129-04:00 0 0 19951015 1995 1999-12-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 103 103 1 1 Volume 103, Issue 1 7 43 50 43 50 19951015 15 October 1995 1995-10-15 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. HYDROXOCOMPOUNDSFEIIICOLLOIDALHETEROGENEOUSCATALYSTSFORWATEROXIDATIONDIOXYGENEXPERIMENTALEVIDENCEFORACORRELATIONCATALYTICACTIVITYSTRUCTURECATALYSTS ELIZAROVA G MILLS 1989 285 A GERASIMOV 1992 335 O ELIZAROVA 1987 171 G ELIZAROVA 1990 86 G FLYNN 1984 31 C HOFFMAN 1968 903 A MARGULIS 1978 1818 E MARGULIS 1975 1872 E 1985 175 INORGANICSYNTHESIS SOLKOVA 1981 3049 A KING 1963 193 R KUZNETSOV 1982 249 V ELIZAROVA 1992 898 G ELIZAROVA 1994 362 G KRIVORUCHKO 1986 O DOCTORALDEGREETHESIS LEVY 1966 1947 L MENCHETTI 1976 406 J SABELLI 1978 2407 C WEI 1969 1351 C FILATOV 1994 71 M ROGINSKAYA 1987 1215 Y ELIZAROVA 1990 94 G ELIZAROVAX1995X43 ELIZAROVAX1995X43X50 ELIZAROVAX1995X43XG ELIZAROVAX1995X43X50XG item 1381-1169(95)00062-3 1381116995000623 1-s2.0-1381116995000623 10.1016/1381-1169(95)00062-3 271358 2010-09-27T22:22:51.073176-04:00 1995-10-15 1-s2.0-1381116995000623-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000623/MAIN/application/pdf/3480592d0900ad638fe389a3c5f2017d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000623/MAIN/application/pdf/3480592d0900ad638fe389a3c5f2017d/main.pdf main.pdf pdf true 789280 MAIN 8 1-s2.0-1381116995000623-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000623/PREVIEW/image/png/7cfdd9e10cca6493cc3a07a2dcbc82c5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000623/PREVIEW/image/png/7cfdd9e10cca6493cc3a07a2dcbc82c5/main_1.png main_1.png png 62627 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL ELSEVIER Journal of Molecular Catalysis A: Chemical 103 ( 1995) 43-50 Hydroxocompounds of Fe ( III) as colloidal and heterogeneous catalysts for water oxidation to dioxygen. Experimental evidence for a correlation of catalytic activity and the structure of the catalysts G.L. Elizarova, L.G. Matvienko, V.L. Kuznetsov, D.I. Kochubey, V.N. Parmon * Boreskov Institute of Catalysis, 630090 Novosibirsk, Russia Received 3 May 1994; accepted 24 March 1995 Abstract Catalytic activity of a large set of Fe( III)-hydroxocompounds with various well-defined structures was studied in reaction of the oxidation of water to dioxygen by Ru( bpy)i+ as an one-electron oxidizer. Fe( III)-hydroxocompounds which have the smallest distance between Fe( III) cations and a large amount of the terminal OH groups which should possess rather strong acidic properties are found to have the best catalytic activity. Thus, the catalytic active sites seem to be constructed from two Fe ions inside octahedrons connected by their edges through 0x0 or hydroxo groups. y-FeOOH and a tetrameric complex Fe,( OH) ,J SO,) appear to be the most suitable materials with the best activity. Keywords: Activity; Hydroxocompounds; Iron; Oxidation; Structure; Water 1. Introduction Water oxidation to dioxygen by one-electron oxidizers, such as, e.g., Ru(bpy)z+ is known to be accelerated by hydroxide compounds of Ru, Co, Mn, Fe and some other metals ( [ 1,2] and references therein). Up to now Fe-containing compounds were the least popular catalysts for these studies, since in terms of their catalytic prop- erties ( O2 yields, reaction rate, pH range of cata- lytic action) they apparently were at a disadvantage in relation to catalysts based on, e.g., Mn(II1) or Co(II1) [3,4]. On the other hand, hydroxocompounds of iron can be rather conven- * Corresponding author. Fax ( + 7-383)2352269 ient for elucidating the nature of both catalytically active species and, probably, the active site of water oxidation, since the composition, structure and physico-chemical properties of Fe( III) hydroxocomplexes appear to have been studied more profoundly than those of any other men- tioned catalytically active ions [S]. One could also expect that studies on the elucidation of the structure of the catalytically active sites of artifi- cial catalysts for water oxidation can provide some information on the structure of the active site of the natural Mn-based water oxidase too, since the expected mechanisms of water oxidation in all cases seem to be the same or similar. In this paper we report on the synthesis and investigation of the catalytic properties of several 1381-1169/95/$09.50 0 1995 Elsevier Science B.V. All rights reserved SsDI1381-1169(95)00062-3 44 G.L.. Elizarova et al. /Journal of Molecular Catalysis A: Chemical 103 (1995) 43-50 hydroxocompounds of Fe( III) of a known com- position for the water oxidation. The compounds under study are in colloidal or heterogeneous states as well as those immobilized on various supports. For the next step 1 M NaOH was introduced drop- wise to give a pH of ca. 10-l 1. Then, the solution was diluted to 25 ml. The contents of iron and starch were 4. lop3 M and 0.5 wt.%, respectively. 2.3. Synthesis of immobilized catalysts 2. Experimental 2.1. Reagents We used Fe (NO) 3 * 9Hz0 of ureand starch ure for iodometry grade. Ru ( bpy ) 3 ( ClOJ 3 synthesized according to [ 61 was used as the oxi- dizer of water. Pyrophosphate buffers were pre- pared by addition of HN03 to a 0.1 M solution of Na4P207 to obtain a required pH value. Borate buffers were prepared from NazB407 - 10HzO. Fe,( CO) i2 (a starting reagent for the synthesis of immobilized catalysts) was obtained by the procedure described in [ 111. The supports Ti02, Al203 or Si02 were preliminarily vacuumed under heating. Procedure 1 Hydroxocompounds of Fe( III) used as heter- ogeneous catalysts were obtained by well known procedures [7], [8], [9], and [lo] for NaFe3(GH),(SG& Fe,(GH)i&Q), a- FeOOH and y_FeOOH, respectively. Iron carbonyl was adsorbed on Ti02 and Al203 from hexane solution and then unsorbed com- plexes were washed out with an excess of solvent [ 121. The catalyst was aged in air at ambient tem- perature. Procedure 2 2.2. Synthesis of colloidal catalysts On Si02 iron carbonyl was deposited by impregnation with hexane solution followed by the solvent distillation under vacuum [ 121. We have used various synthesis procedures: 2.4. Measurement of the sqface hydroxyl group concentration Procedure 1 202 mg of ferric nitrate dissolved in 25 ml of water were heated in a water bath at 353 K for 30 min. meanwhile pH was changing from 2.2 to 1.5 Fe concentration in the colloid obtained was 2. 1O-2 M. 10.0 ml of water and 10.0 ml of 0.02 M NaOH were added to 50 mg of catalysts, stirred for 30 min, then filtered. 15.0 ml were sampled from the filtrate and titrated with 0.02 M solution of HCl by potentiometry on a glass electrode. Procedure 2 2.5. Optical and O2 measurements 125 mg of starch were added to 25 ml of boiling water, then the mixture was cooled to 353 K and 202 mg of ferric nitrate were added. The mixture was left at the same temperature for 30 min. The starch content in the colloid was 0.5 wt.%, that of ironwas2.10-2M. UV-VIS spectra were recorded with a Specord UV-Vis (Karl Zeiss, GDR) spectrophotometer. pH was measured with ionometer I-l 35 (USSR). O2 concentration was monitored with the Clark electrode with Monitor II Beckman (UK). Procedure 3 125 mg of starch were dissolved in boiling water. Then, the mixture was cooled to room tem- perature and 40.4 mg of ferric nitrate were added. Catalytic reaction per$ormance 20 ml of 0.05 M buffer and a sample of colloidal solution (or 30-50 mg of heterogeneous catalyst) were introduced in a 25 ml glass reactor and bub- G.L. Elizarova et al. /Journal of Molecular Catalysis A: Chemical 103 (1995) 43-50 45 bled with argon during 10-15 min at 298 K. Then, under continuous stirring and argon bubbling, the fresh solution of oxidizer was introduced to give a concentration of 1. low3 M. The reactor was plugged with a stopper with the Clark electrode and no gas phase was left between the stopper and solution. The catalyst selectivity towards O2 ( O2 yield) was calculated in relative % from the stoi- chiometric yield of reaction: 4Ru(bpy);+ +2H,O -+0,+4Ru(bpy);+ +4H+ The preliminary experiments have shown, that the spectra of Ru(bpy)z+ solutions are not changed when colloidal starch is added. This is evidenced in the fact that the chosen oxidizer is not able to react with pure starch under conditions of this study (see also [ 13,141). 3. Results and discussion 3.1. Catalytic properties of colloidal Fe(III) hydroxides Alkalization of Fe( III) salt solutions even at pH 3 results in precipitation of a hydroxide. In the presence of starch, like at hydrolysis of Mn(II1) [ 131 or Co( III) [ 141 complexes, a transparent and stable solution can be obtained even at pH 12. The absorbance spectrum of sample 1 (see A stable colloid of a hydroxocompound of Fe(III) can be prepared without a stabilizer, as well, if only a fresh solution of ferric nitrate is heated in a water bath. The initial pH of solution equal to 2.2 decreases to 1.5 during this procedure. The shape of final spectrum (see curve 3 of Fig. 1) coincides with that of the starch stabilized colloid obtained in an alkaline medium, though its inten- sity is considerably lower; this is to be expected, since in acidic solutions the concentration of hydroxocomplexes should be far lower than in the alkaline ones. Indeed, taking the colloid obtained in acidic medium and possessing spectrum 3, add- ing 0.5 wt.% of starch and then NaOH to give a pH of 10-l 1 (sample 4, Table 1) , will obviously give a spectrum coinciding with spectrum 1. If Table 1 0, yields with regard to pH and the nature of buffer obtained in solutions with Fe(III) hydrolyzed under various conditions Table 1) is -presented in Fig. 1 (curve 1). The spectrum shape of the colloids does not change when the starch concentration is varied from 0.1 up to 1 wt.%. However, addition of the colloidal catalyst to the pyrophosphate buffer, where the reaction is carried out, leads to an appreciable change of its spectrum (curve 2, Fig. 1) . As for the Co(II1) colloids, we rationalize such a phe- nomenon in terms of partial dissolution of the colloid particles due to their interaction with the buffer yielding pyrophosphate complexes of Fe( III). This is accompanied by a change in the absorbance spectra. The changes in the spectrum become less pronounced at higher pH or when pyrophosphate buffer is replaced with the borate one. Sample no. Fe(II1) hydrolysis conditions Catalyst composition Catalyst pH O2 yield (%) PH Temperature Starch lFe(III) I Starch pH 1.5 admixture (R) (M) (%) Frophosphate buffer 1 lo-11 295 + 4.1o-3 0.5 10 5-l 2 lo-11 295 + 4.10-r 0.1 10 25 3 2.2 350 2.10-Z - 1.5 33 4 2.2 350 2.10-* 0.5 10 48 5 2.2 350 + 2.10-r 0.5 1.5 16 Conditions of the catalytic experiments: [Fe] =2. 10m4 M, [Ru(bpy):+],= 1. 10m3 M, 0.05 M buffer, pH 9.0 Frophosphate buffer 50 53 62 65 63 Borate buffer 55 60 14 13 71 46 G.L Elizarova et al. / Joumal of Molecular Catalysis A: Chemical 103 (1995) 43-50 D 34 30 26 22 13 \".l(pcm-' Fig. 1. Absorbance spectra of the solutions of hydrolyzed Fe( III) : 1 -the sample 1 of Table 1: [Fe] =40_rM, 0.5% of starch; optical length 0.1 cm; 2 -the same solution is diluted by lo-fold with 0.05 M pyrophosphate buffer, pH 7.5, optical length 1 .O cm; 3 -the sample 3 of Table 1: [Fe] =40-M, optical length 0.1 cm. ferric nitrate is hydrolyzed in acidic medium in the presence of starch (sample 5, Table 1) , then the spectrum of the obtained colloid is similar to that without starch, but is slightly less in intensity. At pH 7.5, the O2 yields over various colloids prepared in both acidic and basic media (samples 2,3,4,5) are essentially different, but are approx- imately the same at pH 9, being similarly higher in the borate buffer, than in the pyrophosphate one. We failed to reveal any distinct correlations between the catalytic properties of colloids and their spectra or their ability to dissolve in the pyro- phosphate buffer, since after dilution with the lat- ter the spectrum changed noticeably only in the case of samples 1 and 5 at pH 7.5. In solutions of hydrolyzed ferric salts the prod- ucts of initial hydrolysis with a low molecular weight coexist with hydroxide polymers of high molecular weight containing hundreds of Fe ( III) ions [ 5,151. We have supposed, that the smallest initial hydroxocompounds containing only a few iron atoms should be the most efficient in the catal- ysis, such as is the case for Mn-and Co-containing colloidal catalysts stabilized with starch [ 13,141. However, to establish a reliable relationship between the content of the active species in the colloid and their catalytic properties is difficult. For this reason, we have synthesized and tested in the oxidation of water the activity of the Fe(II1) compounds specially prepared from either hydroxopolymer or low-molecular hydroxocom- plexes of a known structure. 3.2. Catalytic properties of Fe(M) hydroxides For the study, we have selected a-and y-mod- ifications of FeOOH as well as amorphous FeOOH. All these species present polymeric oxo- hydroxocomplexes of different crystalline struc- ture. Evidently, all FeOOH modifications (including colloidal) are related by origin and possess a common chemical composition and molecular structure determined by that of the pol- ymer [ 53. So, they should have similar catalytic properties. However, this is not confirmed exper- imentally. In the presence of a-FeOOH the O2 yields are rather low (Table 2). Colloidal cata- lysts prepared in acidic medium (see, e.g., sample 4, Table 1) appear to be more selective than amorphous hydroxide. The latter seems to be a result of the presence, in the colloidal catalysts, of considerable amounts of high activity low-molec- ular hydroxocomplexes besides the high-molec- ular polymer. Among the modifications of the bulk FeOOH, y-FeOOH was found to be the most selective (Table 2). Table 2 Dependence of Oa yields on pH of the reaction media obtained over Fe-containing heterogeneous catalysts No Catalyst PH 6 7 7.5 8 9 10 1 FeOOH (amorph.) 25 40 40 41 40 2 a-FeOOH <5 16 3 y_FeOOH 8 34 55 78 93 92 4 FdOH)dSOd 27 57 81 86 84 87 5 NaFes(OH)@O& 0 5 8 6 Fe~(CO)lJALQ <5 11 15 7 Fea(C0) ,JTiOa <5 12 15 8 Fe3(CO),,/Si0, 30 40 Conditions of the catalytic experiments: 30-50 mg of the catalyst in 20mlofO.O5Mpyrophosphatebuffer, [Ru(bpy) :0=l.10-3M. G.L. Elizarova et al. /Journal of Molecular Catalysis A: Chemical 103 (1995) 43-50 47 Table 3 Some structural parameters of tri-and tetrameric ferric sulfates obtained by the EXAFS method Chemical bond Fe-O Bond length (A) NaFe,(OW6(SW2 1.99 3.6 Fe4(OW10(S0)4 1.90 3.72 Fe-S 3.22 no Fe-Fe 3.6 3.02 3.3. Catalytic properties of low-molecular hydroxocompounds of Fe(III) Hydrolysis of Fe( III) sulfates in a small excess of alkali produces a set of hardly soluble basic sulfates Cl617 among them trimeric NaFe3(OH)&SO& [7] and tetrameric Fe,( OH) iO( S04) [ 81 compounds have been the most intensively studied. O2 yields obtained over these heterogeneous catalysts are presented in Table 2 as functions of the pH of the reaction solution. With the trimeric complex, the dioxygen yields are insignificant. On the contrary, the tet- rameric complex appears to be the most efficient catalyst among all iron containing catalysts for water oxidation known to us. Both the substances have been studied with IR and EXAFS methods and found to be different in their structure. Details of this study will be published elsewhere [ 171. In Table 3, some EXAFS data on the structure of these complexes are presented. NaFe,(OH),(SO,), (arosite represents a network of Fe octahedrons connected through OH tops. It is easy to reveal in this structure a cyclic triad of Fe octahedrons coordinated to SOi- tet- rahedron (Fig. 2a) ; this structure is confirmed by X-ray technique [ 181. Fe,( OH),,(SO,) is amorphous, as a rule, and hard to test with conventional X-ray analysis. We found its structure to be similar to that of alumin- ite, Al,( OH) i0S04. The structure of the latter was discovered with X-ray diffraction analysis [ 191. The structural unit of the tetrameric iron com- pound appears to be a cluster of four Fe octahe- drons connected with their edges through OH groups (Fig. 2b). SOi- groups are not combined in the first coordination sphere of iron, but form H-bonds with coordinated OH and HZ0 ligands. EXAFS data confirm this structure rather well (Table 3). Thus, the main structural difference of the studied trimeric and tetrameric iron com- pounds is the manner of SO:- ion coordination and of the link between the neighbor Fe octahe- drons through either edge or top (Fe-Fe distances are 3.0 and 3.6 A, respectively). To exclude a possible unfavorable effect of coordinated sulfates we tested other low-molecular iron complexes, not containing SOi- ion, in the water oxidation. 3.4. Properties of supported hydroxocomplexes obtained from Fe3(CO)12 It is known reliably now [ 201, that a solid iron carbonyl, Fe, (CO) i2, has a cyclic structure, that is, the iron atoms are situated at triangular tops (see Fig. 2~). Earlier we studied adsorption of this carbonyl on some supports, such as A1,03, TiOZ and SiOZ. This iron carbonyl is known to be adsorbed on the surface of A1203 and TiOz as isolated and spatially separated trinuclear complexes or their dimeric surface agglomerates, due to formation of strong chemical bonds with the surface [ 121. On the contrary, SiOZ surface possesses no sites capa- ble to react with the iron carbonyl, and this car- bony1 is deposited here as microcrystals [ 121. One can expect that hydrolysis of iron carbonyl so immobilized should lead to formation of the amor- phous Fe( III) hydroxide species on the Si02 sur- face while on the A1203 and Ti02 surfaces Fe( III) hydroxo complexes with, possibly, a trimeric structure should be formed. Hence, these samples should differ in their catalytic properties. In fact, the A1203 and TiOz-based samples exhibit no sig- nificant catalytic effect, like this is the case for the trimeric iron sulphate. On the contrary, the cata- lytic efficiency of the SiOZ supported catalyst 48 G.L Elizarova et al. /Journal of Molecular Catalysis A: Chemical 103 (1995) 43-50 (H20) (H2W OH OH a (0) (H20) b (CO)4 d f ??,O-Fe 0, o-O(OH) Fig. 2. Molecular (a. h, c) and crystalline (d, e) structures of heterogeneous Fe-containing catalysts under study: a-NaF%( OH),( SO,), [ 181; h-Fe.,(OH),O(SO,) [191;c-Fe,(CO),2 [20];d-wFeOOH[5];e-y_FeOOH[5]. coincides with that of amorphous FeOOH (Table 2). 3.5. Relationship of catalytic properties with the catalyst structure At the moment, there is no generally accepted concept concerning the mechanism of the catalytic action of both natural and synthetic catalysts for water oxidation, though the first attempt to elab- orate such concept was made recently in our quan- tum-chemical study [ 211. This study has supported the expected catalytic efficiency of di- and oligonuclear hydroxocompounds of transition metals having three consecutive oxidation states, e.g. II, III, and IV, that is the case for iron, cobalt, and manganese. The same calculations evidence in a necessity for the catalytic site to have two (H) (H) Scheme 1. Mis the ion of the catalytically active metal in oxidation state ?a. G.L. Elizarova et al. /Journal qfblolecular Catalysis A: Chemical 103 (1995) 43-50 49 Table 4 Concentration of the surface hydroxyl groups and 0, yields at pH 9 obtained over Fe-containing heterogeneous catalysts Catalyst OH,, O2 yield (mmol/g) (%) FeOOH (amorph. ) 0.50 41 wFeOOH (0.1 16 y-FeOOH 0.45 93 NaFe,(OH),(SOJ, 4.7 5 FeAOW,,(SOJ 2.6 84 Conditions of the catalytic experiments are the same as in Table 2. the hydroxylation affects only the overall amount of the surface hydroxyl groups, while the partic- ular properties of these groups depend on the cat- alyst structure even under the mentioned conditions. The results obtained allow us to draw the fol- lowing conclusions on the effect of the catalyst structure on the properties of hydroxyls and, thus, on the O2 yields in the water oxidation: neighboring metal ions, since the formation of O- 0 bond in the water oxidation should, on the basis of the calculations, take place in a very specific intramolecular rearrangement as depicted in Scheme 1. The main distinction of the water oxidizing cat- alysts of a hydroxyl nature is that initially they already contain the substrate to be oxidized, e.g. coordinated hydroxyl groups. Moreover, for the colloidal and heterogeneous catalysts, their sur- face in water solutions is obviously covered by a layer of HZ0 molecules and their moieties. For the catalyst in a crystalline form, the hydroxylation of the surface makes the surface more amorphous. This phenomenon was observed experimentally, when a crystalline form of RuO, . nH,O (one of the most efficient catalysts of the water oxidation) was studied [ 221. ( 1) The oxidizing OH groups should be located not far from each other, since, if the opposite were true, O-O bonds (in a dioxygen molecule to be created) can hardly be formed. When OH groups are bound to different Fe ions, the distance between such hydroxyls is determined by the dis- tance between Fe ions which coordinate these hydroxyls. Hence we can explain the high O2 yields obtained on Fe4( OH) i0S04 by the fact, that here Fe octahedrons are connected along the edge and Fe-Fe distance is shorter than in NaFe, (OH),( SO,) *, where the octahedrons are connected through the tops (Table 3). In the other words, the distance between the transition metal ions involved into the catalytic site should be optimal, perhaps, in order to perform the rear- rangement ( 1) predicted by the quantum-chemi- cal calculations [ 2 11. Thus, such hydrolytic and amorphization proc- esses could be expected to level the surface prop- erties of hydroxides (oxides) of the same composition, but different crystal structure. How- ever, in the case of iron-containing catalyst this seems not to occur. (2) Oxidation of OH groups should proceed with the lowest energy consumption. Our quan- tum-chemical calculations show that oxidation of the end hydroxyls is more favorable thermody- namically than that of the bridge ones [ 2 11. The structure of highly active tetramer and y-FeOOH (see Fig. 2) provides a higher concentration of the end hydroxyls on their surface if compared to the low active trimer or a-FeOOH. As shown earlier, the catalytic properties of LY- (3) The surface hydroxyls should exhibit rather and y-FeOOH differ from each other and from strong acidic properties [23]. Acidity of OH those of amorphous FeOOH. Moreover, we failed groups can depend on various factors (e.g., on the to find any correlations between the O2 yields and effective charge on the metal ion, which coordi- the overall concentration of hydroxyl groups on nates hydroxyls, the composition of its coordina- the external catalyst surface in aqueous solution tion sphere, a mutual effect of the ligands, etc.). (seeTable 4).Thus,NaFe3(0H),(S0,),anda- A structural factor of note is the large number of FeOOH, which have the highest and the lowest hydrogen bonds, which can promote the formation concentrations of surface OH groups, respec- of strong acid sites. Such H-bonds are formed in tively, show similar, low selectivities. Probably, the structures of both y-FeOOH and 50 G.L Elizarova et al. /Journal of Molecular Catalysis A: Chemical 103 (1995) 43-50 Fe,(OH) i,-J SO,), which both provide high O2 yields. The acid sites can expand the pH region of the catalyst action towards acidic pH in compari- son to amorphous or colloidal hydroxides. More- over, the same H-bonds were observed in the case of RuO;nHzO already mentioned above [ 221. 4. Conclusion The above data can be regarded as experimental evidence for a relationship between the catalytic properties of ferric hydroxocompounds in the oxi- dation of water to O2 and the molecular or crys- talline structure of these compounds. It is clear that not only is the nature and the number of the redox active metal cations of importance, but also the location of these cations in the catalyst reaction centre. Their location in a position bounded by edges of the metals coordination spheres contain- ing 0 or OH ligands seems to be the most profit- able for the catalytic oxidation of water, because particularly this location creates the optimal dis- tance between the catalytically active ions of the reaction centres. In addition, location and, con- sequently, the properties of the hydroxyls to be oxidized should have a strong effect too. The above results seem to be the first experimental evidence of such idea, that seems to be of impor- tance for synthesis of polynuclear Mn-containing compounds suggested to be the models for the O2 evolving center of the Photosystem II. It is well known, that the most of the models presented up to now, as a rule, do not appear to be catalytically active. The reported results cannot be regarded as com- plete and, indeed, further investigation is required to prove the data obtained. We hope, however, that they will contribute to a clearer comprehen- sion of the catalytic properties of both synthetic and natural catalysts for oxidation of water. References [l] A. Mills, Chem. Sot. Rev., 18 (1989) 285 [2] O.V. Gerasimov, G.L. Elizarova and V.N. Parmon, J. Photochem. Photobiol. B: Biology, 13 (1992) 335. [ 31 G.L. Elizarova, LG. Matvienko, V.N. Parmon, J. Mol. Catal. 43 (1987) 171. [4] G.L. Elizarova, L.G. Matvienko, N.V. Lozhkinaet al., Izv. Sib. Otd. Akad. Nauk SSSR, Ser. Khim. Nauk, No. 1 ( 1990) 86. [5] C.M. Flynn,Chem.Rev., 84 (1984) 31. [6] A.V. Hoffman and H. Taube, Inorg. Chem., 7 (1968) 903. [7] E.V. Marguhs, L.S. Getzkin, N.A. Zapuskalova et al., Zh. Neorg. Khim., 21 (1978) 1818 (in Russ.). [8] E.V. Margulis, L.A. Savchenko, M.M. Shokarev et al., Zh. Neorg. Khim., 20 ( 1975) 1872 (in Russ.). [9] H. Brauer (Ed.), Inorganic Synthesis, Vol. 5, Mir, Moscow, 1985, p. 175 (in Russ.). [lo] A. Solkova, J. Subrt, J. Vins et al., Collect. Czech. Chem. Commun., 46 (1981) 3049. [ 1 l] R.B. King and F.G.A. Stone, Inorg. Synth., 7 (1963) 193. [ 121 V.L. Kuznetsov, A.F. Danilyuk, E.E. Kolosova et al., React. Kinet. Catal. Lett., 21 ( 1982) 249. [ 131 G.L. Elizarova, L.G. Matvienko, O.P. Taran and V.N. Parmon, Kinet. Katal., 33 ( 1992) 898 (in Russ.). [14] G.L. Elizarova, L.G. Matvienko, O.P. Pestunova and V.N. Parmon, Kinet. Katal. 35 ( 1994) 362 (in Russ.). [ 151 O.P. Krivoruchko, Doctoral Degree Thesis, Novosibirsk, Boreskov Institute of Catalysis, 1986. [ 161 L.W. Levy and E. Quemeneur, Bull. Sot. Chim. Fr., 6 (1966) 1947. [ 171 E.B. Burgina, G.M. Kustova, D.I. Kochubey et al., Zh. Strukt. Khim., in press. [18] J. Menchetti and C. Sabelli, N. Jahrb. Mineral. Monatsh., ( 1976) 406. [ 191 C. Sabelli and R.T. Ferroni, Acta. Crystallogr., B34 (1978) 2407. [20] C.H. Wei and L.F. Dahl, J. Am. Chem. Sot., 91 (1969) 1351. 1211 M.J. Filatov, G.L. Elizarova, O.V. Gerasimov, G.M. Zhidomirov and V.N. Parmon, J. Mol. Catal., 91 (1994) 71. [22] Yu.V. Roginskaya, I.D. Belova and B.Sh. Galyanov, Elektrokhimia, 23 (1987) 1215 (in Russ.). [ 231 G.L. Elizarova, L.G. Matvienko, O.V. Gerasimov et al., Izv. Sib. Otd. Akad. Nauk SSSR, Ser. Khim., No. 1 (1990) 94 (in Russ.). MOLCAA 95000623 1381-1169(95)00062-3 10.1016/1381-1169(95)00062-3 Molecular aspects of heterogeneous catalysis Article Hydroxocompounds of Fe(III) as colloidal and heterogeneous catalysts for water oxidation to dioxygen. Experimental evidence for a correlation of catalytic activity and the structure of the catalysts G.L. Elizarova L.G. Matvienko V.L. Kuznetsov D.I. Kochubey V.N. Parmon ∗ Boreskov Institute of Catalysis, 630090 Novosibirsk, Russia ∗ Corresponding author. Fax (+7-383)2352269 Catalytic activity of a large set of Fe(III)-hydroxocompounds with various well-defined structures was studied in reaction of the oxidation of water to dioxygen by Ru(bpy)3+ 3 as an one-electron oxidizer. Fe(III)-hydroxocompounds which have the smallest distance between Fe(III) cations and a large amount of the terminal OH groups which should possess rather strong acidic properties are found to have the best catalytic activity. Thus, the catalytic active sites seem to be constructed from two Fe ions inside octahedrons connected by their edges through oxo or hydroxo groups. γ-FeOOH and a tetrameric complex Fe4(OH)10(SO4) appear to be the most suitable materials with the best activity. Keywords Activity Hydroxocompounds Iron Oxidation Structure Water References [1] A. Mills Chem. Soc. Rev. 18 1989 285 [2] O.V. Gerasimov G.L. Elizarova V.N. Parmon J. Photochem. Photobiol. B: Biology 13 1992 335 [3] G.L. Elizarova L.G. Matvienko V.N. Parmon J. Mol. Catal. 43 1987 171 [4] G.L. Elizarova L.G. Matvienko N.V. Lozhkina Izv. Sib. Otd. Akad. Nauk SSSR, Ser. Khim. Nauk No. 1 1990 86 [5] C.M. Flynn Chem. Rev. 84 1984 31 [6] A.V. Hoffman H. Taube Inorg. Chem. 7 1968 903 [7] E.V. Margulis L.S. Getzkin N.A. Zapuskalova Zh. Neorg. Khim. 21 1978 1818 (in Russ.) [8] E.V. Margulis L.A. Savchenko M.M. Shokarev Zh. Neorg. Khim. 20 1975 1872 (in Russ.) [9] H. Brauer Inorganic Synthesis Vol. 5 1985 Mir Moscow 175 (in Russ.) [10] A. Solkova J. Subrt J. Vins Collect. Czech. Chem. Commun. 46 1981 3049 [11] R.B. King F.G.A. Stone Inorg. Synth. 7 1963 193 [12] V.L. Kuznetsov A.F. Danilyuk E.E. Kolosova React. Kinet. Catal. Lett. 21 1982 249 [13] G.L. Elizarova L.G. Matvienko O.P. Taran V.N. Parmon Kinet. Katal. 33 1992 898 (in Russ.) [14] G.L. Elizarova L.G. Matvienko O.P. Pestunova V.N. Parmon Kinet. Katal. 35 1994 362 (in Russ.) [15] O.P. Krivoruchko Doctoral Degree Thesis 1986 Boreskov Institute of Catalysis Novosibirsk [16] L.W. Levy E. Quemeneur Bull. Soc. Chim. Fr. 6 1966 1947 [17] E.B. Burgina, G.M. Kustova, D.I. Kochubey et al., Zh. Strukt. Khim., in press. [18] J. Menchetti C. Sabelli N. Jahrb Mineral. Monatsh. 1976 406 [19] C. Sabelli R.T. Ferroni Acta. Crystallogr. B34 1978 2407 [20] C.H. Wei L.F. Dahl J. Am. Chem. Soc. 91 1969 1351 [21] M.J. Filatov G.L. Elizarova O.V. Gerasimov G.M. Zhidomirov V.N. Parmon J. Mol. Catal. 91 1994 71 [22] Yu.V. Roginskaya I.D. Belova B.Sh. Galyanov Elektrokhimia 23 1987 1215 (in Russ.) [23] G.L. Elizarova L.G. Matvienko O.V. Gerasimov Izv. Sib. Otd. Akad. Nauk SSSR, Ser. Khim. No. 1 1990 94 (in Russ.)",
      "scopus-id": "0009461231",
      "coredata": {
        "eid": "1-s2.0-1381116995000623",
        "dc:description": "Catalytic activity of a large set of Fe(III)-hydroxocompounds with various well-defined structures was studied in reaction of the oxidation of water to dioxygen by Ru(bpy)3+ 3 as an one-electron oxidizer. Fe(III)-hydroxocompounds which have the smallest distance between Fe(III) cations and a large amount of the terminal OH groups which should possess rather strong acidic properties are found to have the best catalytic activity. Thus, the catalytic active sites seem to be constructed from two Fe ions inside octahedrons connected by their edges through oxo or hydroxo groups. γ-FeOOH and a tetrameric complex Fe4(OH)10(SO4) appear to be the most suitable materials with the best activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-10-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995000623",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Elizarova, G.L."
          },
          {
            "@_fa": "true",
            "$": "Matvienko, L.G."
          },
          {
            "@_fa": "true",
            "$": "Kuznetsov, V.L."
          },
          {
            "@_fa": "true",
            "$": "Kochubey, D.I."
          },
          {
            "@_fa": "true",
            "$": "Parmon, V.N."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995000623"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995000623"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00062-3",
        "prism:volume": "103",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydroxocompounds of Fe(III) as colloidal and heterogeneous catalysts for water oxidation to dioxygen. Experimental evidence for a correlation of catalytic activity and the structure of the catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Activity"
          },
          {
            "@_fa": "true",
            "$": "Hydroxocompounds"
          },
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          },
          {
            "@_fa": "true",
            "$": "Structure"
          },
          {
            "@_fa": "true",
            "$": "Water"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "43-50",
        "prism:endingPage": "50",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 October 1995",
        "prism:doi": "10.1016/1381-1169(95)00062-3",
        "prism:startingPage": "43",
        "dc:identifier": "doi:10.1016/1381-1169(95)00062-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0009461231"
      }
    }
  }
}