{
  "metadata": {
    "title": "A novel heterogeneous molecular catalyst for the Meerwein-Ponndorf-Verley and Oppenauer reactions",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-11-10",
    "doi": "10.1016/1381-1169(96)00234-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996002348",
    "pii": "1381116996002348"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030579261",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-1381116996002348 1381-1169(96)00234-8 1381116996002348 10.1016/1381-1169(96)00234-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00155 2015-05-13T23:01:31.432129-04:00 0 0 19961110 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 112 112 3 3 Volume 112, Issue 3 8 395 400 395 400 19961110 10 November 1996 1996-11-10 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. ANOVELHETEROGENEOUSMOLECULARCATALYSTFORMEERWEINPONNDORFVERLEYOPPENAUERREACTIONS LEYRIT P YERMAKOV 1981 Y CATALYSISBYSUPPORTEDCOMPLEXES IWASAWA 1986 Y TAILOREDMADECATALYSTS LAMB 1988 1127 H BASSET 1991 5 J CHOPLIN 1993 463 A DEGRAUUW 1994 1007 C MEHROTRA 1978 R METALALKOXIDES NAMY 1984 2045 J OKANO 1987 181 T LEBRUN 1991 2355 A ISHII 1986 240 Y DAVIDSON 1973 269 P QUIGNARD 1992 928 F CHUANG 1996 401 I ADKINS 1938 1151 H COX 1939 3364 F ADKINS 1949 3622 H LEYRITX1996X395 LEYRITX1996X395X400 LEYRITX1996X395XP LEYRITX1996X395X400XP item 1381-1169(96)00234-8 1381116996002348 1-s2.0-1381116996002348 10.1016/1381-1169(96)00234-8 271358 2010-09-28T03:13:43.2011-04:00 1996-11-10 1-s2.0-1381116996002348-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996002348/MAIN/application/pdf/858c5c2f016d852bd13eee43da860b1a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996002348/MAIN/application/pdf/858c5c2f016d852bd13eee43da860b1a/main.pdf main.pdf pdf true 520050 MAIN 6 1-s2.0-1381116996002348-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996002348/PREVIEW/image/png/3d244fde204bb414a70280411bedd34b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996002348/PREVIEW/image/png/3d244fde204bb414a70280411bedd34b/main_1.png main_1.png png 59048 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116996002348-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996002348/STRIPIN/image/gif/001206e3370035a8da07ad86113efaf1/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996002348/STRIPIN/image/gif/001206e3370035a8da07ad86113efaf1/si1.gif si1 si1.gif gif 122 16 8 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 112 (1996) 395-400 A novel heterogeneous molecular catalyst for the Meerwein-Ponndorf-Verley and Oppenauer reactions Pierre Leyrit, Claire McGill, Franise Quignard, Agn Choplin X Institut de Recherches sur la catalyse-CNRS, concentionnl'UnirersitCI. Bernard, 2 Avenue A. Einstein, Lyon 1, 69 626 Villeurbanne Cedex, France JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Received 15 May 1996; accepted 9 June 1996 Abstract The silica anchored mononuclear (tris)isopropoxyzirconium, (=Si0)Zr(Oi-Pr)3, is an efficient catalyst for the reduction of ketones and the oxidation of alcohols by hydrogen transfer. Easy separation of the products and recyclability of the catalyst are demonstrated. Keywords: Hydrogen transfer reduction; Silica supported zirconium catalysts; Alcohol oxidation; Ketone reduction 1. Introduction The search for heterogeneous catalysts in the replacement of the homogeneous ones is dictated by economical, toxicological and/or ecological requirements. The so-called homogeneous supported catalysts have so far not found any application in an industrial process, although the knowledge of the surface chemistry involved in their synthesis has considerably improved during the last 15 years (for examples see [1]). The process of complex anchoring modifies the coordination sphere and/or the oxidation state of the metal, both being disastrous for the catalytic properties. Our approach consists in chemically bonding molecular complexes to the surface of an inor- Corresponding author. Fax: +33-72445399. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.v. All rights reserved. PHS1381-1169(96)00234-8 ganic oxide so as to obtain well dispersed and isolated entities and then in modifying the coordination sphere around the metal center, in order to transform this surface complex into a site, catalytically active for the chosen target reaction. The solid is considered as a ligand, capable to intervene via electronic and/or steric effects; of course, this ligand must be stable under the catalytic conditions. We wish to report here the results of our first successful attempt using this approach. The catalyst is a mononuclear zirconium alkoxide, chemically bonded to the surface of a silica; the target reactions are the reduction of ketones and the oxidation of alcohols by hydrogen transfer, i.e. the so-called Meerwein-Ponndorf-Verley and Oppenauer reactions (MPVO). These reactions are known to occur in the presence of stoichiometric amounts of alkoxy complexes of alkali metals and aluminum [2,3]. More recently, alkoxides of group 396 P. Leyrit et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 395-400 4 metals and lanthanides were shown to operate (0.056 ml, 5.45 10-4 mol) is then added and the under catalytic conditions [4,5]. reaction followed by GPC. Analysis of the solution zirconium content is performed by ICP (Perkin Elmer) at the end of each experiment. 2. Experimental Tetraneopentylzirconium, ZrNp4, is prepared according to the procedure described by Lappert et al [6]. Silica (from Shell, 350 m2/g) is evacuated at 773 K (16 h, 10-4 Torr) prior to impregnation. Alcohols and ketones (from Aldrich, 98-99%) are used as received. The reaction is followed by GPC (Intersmat IGC 120), equipped with a Quadrex Q2 capillary column (0.32 nm, 15 m) and an FID detector. The catalyst is prepared by impregnation of a pretreated silica (2 g) with a ZrNp4 solution (200 mg, 5 ml) in n-hexane. After magnetic stirring of this slurry (298 K, 0.5 h), the solvent removed via a canula and the solid evacuated (10-4 Torr, 333 K, 10 h) in order to achieve complete reaction of the complex with silica and removal of traces of unreacted complex [7]. The solid is then contacted with 2-propanol (vapor pressure, 10 min) and then evacuated (298 K, 2 h). Three samples differing only slightly by their Zr content were prepared independently and tested for their catalytic properties: (1): 0.7 wt% Zr; (2): 0.8 wt% Zr; (3): 0.6 wt% Zr. For the MPV reductions, a typical experiment is the following: The catalyst (100 mg, 7.6 10-6 mol Zr) is placed in a two-necked round bottomed flask equipped with a condenser and a rubber septum. After three cycles argon/vacuum, isopropanol (15 ml) and an internal standard are introduced via a syringe and then brought to reflux. Cyclohexanone (0.05 ml, 5 10-4 mol) in isopropanol (5 ml) is then added and the course of the reaction followed by GPC. For the Oppenauer oxidations, the catalyst (100 mg, 7.6 10-6 mol Zr), then toluene (20 ml), an internal standard and the hydrogen acceptor (benzaldehyde (0.27, 2 10-4 mol)) are introduced in the flask as described above and the solution is brought to reflux. Cyclohexanol 3. Results and discussion 3.1. Synthesis of the catalyst The reaction of tetraneopentylzirconium, ZrNp4, with the surface hydroxyl groups of a silica, partially dehydroxylated at 773 K under vacuum, leads to the formation of the complex (siloxy)tris(neopentyl)zirconium, 1, i.e. a mononuclear complex anchored to the surface of silica via a covalent bond between a surface oxygen atom and the metal (Eq. (1)) [7]: Zr(Np)4 + =SiOH -j (=Si0)ZrNp3 + NpH. i The described pretreatment of silica ensures the obtainment mainly on the surface of the support of isolated hydroxyl groups [8] and thus, subsequently, the formation of the surface complexes 1 as well dispersed molecular species. Controlled alcoholysis of 1 gives the surface alkoxycomplexes 2 (Eq. 2) as evidenced by evolution of neopentane: (=Si0)ZrNp3 + 3iPrOH -~ (=Si0)Zr(OiPr)3 + 3NpH. (2) 2 Subsequent reaction of 2 with HCl/Et20 liberates 3 0.2 mol iPrOH/Zr, confirming the formulation of the catalyst. Moreover, we have checked that, under our conditions, Zr(OiPr)4 is catalytically inactive; this confirms the stability of the =SiO-Zr bonds towards alcoholysis with iPrOH (Eq. (2)). All the catalytic experiments are performed with this latter surface complex, obtained via alcoholysis with 2-propanol, which is the reductant we have chosen for the MPV catalytic reaction. P. Leyrit et al. / Journal of Molecular Catalysis A: Chemical 112 (1996) 395-400 3.2. Catalytic properties of (=Si0)Zr(Di-Pr)3 (2) 3.2.1. Catalytic properties for the reduction of ketones (MPV reaction) When 2 is allowed to react in the presence of both a ketone and an alcohol, hydrogen transfer from the alcohol to the ketone occurs. Table 1 shows the results concerning the reduction of a number of ketones with 2-propanol (reductant and solvent) in the presence of the different samples of 2. Data of entries 1 and 3 attest to the reproducibility of the synthesis procedure of the catalyst. Most of the tested ketones are catalytically reduced. With none of them does one obtain side products, resulting from an aldol type condensation, followed or not followed by dehydration. This is attributed to the use of a large excess of 2-propanol, as previously observed [S]. Only the reduction of methyl phenylglyox- Table 1 (=S10)Zr(Oi-Pr); catalyzed reduction of ketones with 2-propanol entry substrate t 0-0 3 2 i 4 ~OMe 5 6 catalyst 2 1 Zr(OiPr)q I 3 t z conversion (%)a 66 75 526 0 28 38 35 70 c 0 0 0 a After 20 h; (1) catalyst Zr: 0.7 wt%, [substrate]/[Zr] = 72; (2) catalyst Zr 0.8 wt%, [substrate]/ Zr]=40; (3) catalyst Zr 0.6 wt%, [substrate]/[Zr] = 50. b Solvent: toluene; [2-propanol]/[cyclohexanone] = 5; T = 393 K; after 5 h of reaction. Selectivity: 80% PhCH(OH)(COzMe), 20% PhCH(OHXCOz iPr). R R2 i off (Zr)s p\"~, 397 o=c ~ R1 t R2 b__'~R2 Scheme 1. (Zr) . o, a ylate leads to a side reaction of significant importance (entry 4) i.e. transesteri%cation of the initially formed methylmandelate to isopropyl mandelate (no isopropyl phenylglyoxylate was detected). Increasing the reaction temperature from 353 K to 383 K enhances significantly the reaction rate, by a factor of three with cyclohexanone for example (entry 1). Among the unreactive substrates, one finds diphenylketone (entry 5) and 4-methyl-2-pentanone (entry 6). If one considers a catalytic cycle involving the following steps, [2] (i) coordination of the ketone to Zr, (ii) H transfer via a six-membered transition state, (iii) substitution of the alkoxy compound thus-formed by 2-propanol, (Scheme 1), then these observations can be explained either by steric effects (step i) or by unfavorable rates of the reaction of substitution of the alkoxy (from the ketone) by 2-propanol (step iii). With diphenylketone, steric effects are certainly predominant, inhibiting its coordination to Zr (presence of the bulky `solid' siloxy ligand). This is confirmed by the following: if cyclohexanone is added after 20 h test time, the catalyst converts the latter with the same rate as a fresh catalyst. The behavior of 2-methyl-4-pentanone is not yet understood (entry 6). With acetophenone and 2,6-cyclohexanone (entries 2, 3) both steric and electronic effects certainly affect their reactivity. 398 P. Leyrit et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 395-400 No straightforward comparison can be made with zirconium based homogeneous catalysts [5], our working conditions being quite different (lower temperature, higher substrate/catalyst ratio). The supported zirconium catalyst 2 shows apparent lower activities; none of the tested ketones is totally converted as would be expected from thermodynamics [9]. Although the number of tested ketones is limited, the order of reactivity of the different ketones with our catalyst is very different from that reported by Ishii et al. [5], i.e. aromatic > alicyclic > aliphatic. This strongly suggests that the presence of the `solid' siloxy ligand is an important parameter. 3.2.2. for the oxidation of alcohols (Oppenauer reaction) The reverse reaction, oxidation of alcohols, is catalyzed by the same solid 2. A preliminary test with cyclohexanol using acetone as oxidant (Table 2, entry 1) shows aldol condensation with formation of mesityloxide as the main Table 2 (=Si0)Zr(OiPr)3 catalyzed oxidation of alcohols with carbonyl compounds 3 entry substrate 0-OH 2 c?~ OH 4 (1) Catalyst Zr 0.7 wt%, [substrate]/[Zr]=72; (2) catalyst Zr 0.8 wt%, [substrate]/[Zr]=40; [oxidant]/[alcohol]=5/1; solvent: toluene; T = 383 K unless specified otherwise. a After 6 h. b Solvent: octane. ` T = 353 K. oxidant M02CO PhCHO PhCOMe PhCOMe PhCHO PhCHO catalyst conversion (%)a 2 trace 40 49 55 b 69 48 c 46 product. Therefore, benzaldehyde and acetophenone were employed as oxidant in the following experiments (diphenylketone was discarded owing to its inactivity in the MPV reduction (Table 1, entry 5). All tested alcohols are oxidized with moderate yields, but high selectivities (close to 100o) (Table 2). After 6 h, an equilibrium is reached in all cases except with phenylethanol, for which 24 h are needed. An increase of the temperature of reaction enhances the reaction rate, by a factor of two for the oxidation of phenylethanol by benzaldehyde for example and higher conversions are obtained (entry 3, Table 2). 4Methyl-2-pentanol is oxidized by phenylacetone; remembering that 4-methyl-2-pentanone is not reduced by 2-propanol, this result suggests that the important step is the substitution of the alkoxy zirconium with the alcohol (step iii). 3.2.3. recyclability of the catalyst The results obtained with the silica supported Zr complex 2 are very encouraging, although the reaction conditions are not yet optimized. We believe that they are nevertheless only interesting if the catalyst can be easily and efficiently recycled. After removal of the solution and washing of the solid with aliquots of solvent (20 ml iPr-OH or toluene for MPV and O reactions, respectively) at the temperature of reaction until no reaction products can be detected in the solvent, a new solution of the reactants is introduced on the catalyst. The zirconium content of the successive catalytic solutions is analyzed. The results are summarized in Table 3. Under MPV conditions (isopropanol as solvent, 353 K), all tests are satisfactory (entries 1-2, Table 3): very similar activities are observed for successive runs and no zirconium is detected in the liquid phase (the detection level corresponds to a loss of less than 10 of the introduced amount of Zr). Simultaneously, we have checked that, under our operating conditions, the complex tetraisopropoxyzirconium, P. Geyrit et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 395-400 Table 3 Recycling tests of (=Si0)Zr(Oi-Pr)3 for the MPVO reactions entry substrate catalyst 1 0__ 0 1 4 5 2 O 3 o- OH O O lc lc Ic run n 2 353 3 353 4 383 353 2 2 2 353 383 383 383 383 353 353 T (K) conversion 353 66a 67a 67a SSb 38a 37a 40b 326 77b 156 486 15b V After 24 h. b After 5 h. Oxidant: benzaldehyde. Zr(Oi-Pr)4, does not convert cyclohexanone; this strongly suggests that the complex remains grafted to the surface of silica and is the true catalyst (or catalyst precursor). Under Oppenauer conditions (entries 3-5, Table 3), the catalyst looses part of its activity already after the first run; the extent of this loss seems to be dependent on the substrate. With phenylethanol for example, the initial reaction rate is divided by a factor of ca. eight (T= 383 K). But no zirconium is detected in the liquid phase in the first run solution. One must then consider catalyst deactivation by formation of a stable intermediate. The following experiment confirms this hypothesis. Solid 2, after catalysis with phenylethanol and benzaldehyde (run 2, Table 3) is treated with boiling 2-propanol and a new catalytic run is performed. Approximately 90% of the initial activity of 2 is restored. Deactivation of the surface complex may thus be attributed to the formation of a stable benzyloxyzirconium surface complex, which is not easily displaced by phenylethanol, but which can be substituted with isopropanol. 399 4. Conclusions T h e c o m p 1 e x , (siloxy)tris(isopropoxy)zirconium, which is chemically bonded to the surface of silica and obtained by a post-grafting modification of the coordination sphere of zirconium, is an heterogeneous molecular catalyst, designed for the reactions of hydrogen transfer between alcohols and ketones. This catalyst presents the advantage to be easily recycled after simple filtration and activation with boiling isopropanol. This suggests that during the catalytic cycle, the active species, (=Si0)Zr(Oi-Pr)3 is not transformed either in an inactive surface species (such as for example into small particles of zirconium oxide) or in a soluble complex; the SiO-Zr bond is stable toward alcoholysis under MPVO conditions. Such stability may be related to the presence of the silicon atom, presenting empty d orbitals. [3] This same siloxy ligand may also be responsible of the differences observed for the order of reactivity as compared with homogeneous analogs. Studies are currently in progress to extend the domain of application of such catalytic solids, i.e. supported isolated active sites. Acknowledgements We are grateful to Dr. E. Poussen for fruitful discussions concerning the analysis of Zr by ICP. One of us (C.McG.) thanks the EEC for financial support through an Erasmus grant. References [1] Yu.I. Yermakov, B.N. Kusnetsov and V.A. Zakharov, Cataly sis by Supported Complexes (Elsevier, Amsterdam, 1981); Y Iwasawa, in: Tailored Made Catalysts, I. lwasawa (Ed.) (D. Reidel, Dordrecht, 1986); H.H. Lamb, B.C. Gates and H. Kninger, Angew. Chem. Int. Ed. Engl. 27 (1988) 1127; J.M. Basset, J.P. Candy, A. Choplin, C. Nez, F. Quignard, C.C. Santini and A. Thlier, Mater. Chem. Phys. 29 (1991) 5; A. Choplin and F. Quignard, Trends Inorg. Chem. 31 (1993) 463. 400 P. Leyrit et al. /Journal of Molecular Catalysis A: Chemical 112 (1996) 395-400 [2] C.F. de Grauuw, J.A. Peters, H. van Bekkum and J. Huskens, Synthesis (1994) 1007. [3] R.C. Mehrotra, D.C. Bradley and R.C. Gaur, in: Metal Alkoxides (Academic Press, New York, 1978). [4] J.L. Namy, J. Souppe, J. Collin and H.B. Kagan, J. Org. Chem. 49 (1984) 2045; T. Okano, M. Matsuoka, H. Konishi and J. Kiji, Chem. Lett. (1987) 181; A. Lebrun, J.L. Namy and H.B. Kagan, Tetrahedron Lett. 32 (1991) 2355. [5] Y. Ishii, T. Nakano, A. Inada, Y. Kishigami, K. Sakurai and M. Ogawa, J. Org. Chem. 51 (1986) 240. [6] P.J. Davidson, M.F. Lappert and R. Pearce, J. Organomet. Chem. 57 (1973) 269. [7] F. Quignard, C. Luyer, C. Bougault, F. Lefebvre, A. Choplin, D. Olivier and J.M. Basset, Inorg. Chem. 31 (1992) 928. [8] I.S. Chuang and G.E. Maciel, J. Am. Chem. Soc. 118 (1996) 401, and references therein. [9] H. Adkins and F.W. Cox, J. Am. Chem. Soc. 60 (1938) 1151; F.W. Cox and H. Adkins, J. Am. Chem. Soc. 61 (1939) 3364; H. Adkins, R.M. Elofson, A.G. Rossow and C.C. Robinson, J. Am. Chem. Soc. 71 (1949) 3622. MOLCAA 96002348 1381-1169(96)00234-8 10.1016/1381-1169(96)00234-8 Chemical and metal complex catalysis Article A novel heterogeneous molecular catalyst for the Meerwein-Ponndorf-Verley and Oppenauer reactions Pierre Leyrit Claire McGill Fran c ̢ oise Quignard Agnès Choplin ∗ Institut de Recherches sur la catalyse-CNRS, conventionnéà l'Université Cl. Bernard, 2 Avenue A. Einstein, Lyon 1, 69 626 Villeurbanne Cedex, France ∗ Corresponding author. Fax: +33-72445399. The silica anchored mononuclear (tris)isopropoxyzirconium, (Sio)Zr(OiPr)3, is an efficient catalyst for the reduction of ketones and the oxidation of alcohols by hydrogen transfer. Easy separation of the products and recyclability of the catalyst are demonstrated. Keywords Hydrogen transfer reduction Silica supported zirconium catalysts Alcohol oxidation Ketone reduction References [1] Yu.I. Yermakov B.N. Kusnetsov V.A. Zakharov Catalysis by Supported Complexes 1981 Elsevier Amsterdam Y Iwasawa I. Iwasawa Tailored Made Catalysts 1986 Elsevier Dordrecht H.H. Lamb B.C. Gates H. Knözinger Angew. Chem. Int. Ed. Engl. 27 1988 1127 J.M. Basset J.P. Candy A. Choplin C. Nédez F. Quignard C.C. Santini A. Théolier Mater. Chem. Phys. 29 1991 5 A. Choplin F. Quignard Trends Inorg. Chem. 31 1993 463 [2] C.F. de Grauuw J.A. Peters H. van Bekkum J. Huskens Synthesis 1994 1007 [3] R.C. Mehrotra D.C. Bradley R.C. Gaur Metal Alkoxides 1978 Academic Press New York [4] J.L. Namy J. Souppe J. Collin H.B. Kagan J. Org. Chem. 49 1984 2045 T. Okano M. Matsuoka H. Konishi J. Kiji Chem. Lett. 1987 181 A. Lebrun J.L. Namy H.B. Kagan Tetrahedron Lett. 32 1991 2355 [5] Y. Ishii T. Nakano A. Inada Y. Kishigami K. Sakurai M. Ogawa J. Org. Chem. 51 1986 240 [6] P.J. Davidson M.F. Lappert R. Pearce J. Organomet. Chem. 57 1973 269 [7] F. Quignard C. Lécuyer C. Bougault F. Lefebvre A. Choplin D. Olivier J.M. Basset Inorg. Chem. 31 1992 928 [8] I.S. Chuang G.E. Maciel J. Am. Chem. Soc. 118 1996 401 and references therein [9] H. Adkins F.W. Cox J. Am. Chem. Soc. 60 1938 1151 F.W. Cox H. Adkins J. Am. Chem. Soc. 61 1939 3364 H. Adkins R.M. Elofson A.G. Rossow C.C. Robinson J. Am. Chem. Soc. 71 1949 3622",
      "scopus-id": "0030579261",
      "coredata": {
        "eid": "1-s2.0-1381116996002348",
        "dc:description": "The silica anchored mononuclear (tris)isopropoxyzirconium, (Sio)Zr(OiPr)3, is an efficient catalyst for the reduction of ketones and the oxidation of alcohols by hydrogen transfer. Easy separation of the products and recyclability of the catalyst are demonstrated.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996002348",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Leyrit, Pierre"
          },
          {
            "@_fa": "true",
            "$": "McGill, Claire"
          },
          {
            "@_fa": "true",
            "$": "Quignard, Fran c ̢ oise"
          },
          {
            "@_fa": "true",
            "$": "Choplin, Agnès"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996002348"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996002348"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00234-8",
        "prism:volume": "112",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A novel heterogeneous molecular catalyst for the Meerwein-Ponndorf-Verley and Oppenauer reactions",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogen transfer reduction"
          },
          {
            "@_fa": "true",
            "$": "Silica supported zirconium catalysts"
          },
          {
            "@_fa": "true",
            "$": "Alcohol oxidation"
          },
          {
            "@_fa": "true",
            "$": "Ketone reduction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "395-400",
        "prism:endingPage": "400",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 November 1996",
        "prism:doi": "10.1016/1381-1169(96)00234-8",
        "prism:startingPage": "395",
        "dc:identifier": "doi:10.1016/1381-1169(96)00234-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "8",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996002348-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "122",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030579261"
      }
    }
  }
}