{
  "metadata": {
    "title": "The cocyclotrimerization of alkynes and acetonitrile with CpCoCOD as catalyst",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-06-20",
    "doi": "10.1016/1381-1169(95)00022-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995000224",
    "pii": "1381116995000224"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0011755347",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-07-24 2001-07-24 2010-04-18T17:52:58 1-s2.0-1381116995000224 1381-1169(95)00022-4 1381116995000224 10.1016/1381-1169(95)00022-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00507 2015-05-13T23:01:31.432129-04:00 0 0 19950620 1995 2001-07-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 99 99 2 2 Volume 99, Issue 2 3 71 76 71 76 19950620 20 June 1995 1995-06-20 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. COCYCLOTRIMERIZATIONALKYNESACETONITRILECPCOCODCATALYST DUPLESSIS J YAMAZAKI 1973 3383 H BONNEMANN 1984 105 H ASPECTSHOMOGENEOUSCATALYSIS YAMAZAKI 1977 157 H BONNEMANN 1978 505 H SCHULTZ 1989 1229 W VILJOEN 1993 75 J DUPLESSIS 1991 269 J BONNEMANN 1984 149 H ASPECTSHOMOGENEOUSCATALYSIS BONNEMANN 1985 248 H DUPLESSISX1995X71 DUPLESSISX1995X71X76 DUPLESSISX1995X71XJ DUPLESSISX1995X71X76XJ item 1381-1169(95)00022-4 1381116995000224 1-s2.0-1381116995000224 10.1016/1381-1169(95)00022-4 271358 2010-09-27T23:08:20.222391-04:00 1995-06-20 1-s2.0-1381116995000224-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000224/MAIN/application/pdf/f5780a711af5ca4f7631dbc1bc887d19/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000224/MAIN/application/pdf/f5780a711af5ca4f7631dbc1bc887d19/main.pdf main.pdf pdf true 586226 MAIN 6 1-s2.0-1381116995000224-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000224/PREVIEW/image/png/bcb3d26950b9e79f18c8061d87d2e967/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000224/PREVIEW/image/png/bcb3d26950b9e79f18c8061d87d2e967/main_1.png main_1.png png 60627 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 99 (1995) 71-76 The cocyclotrimerization of alkynes and acetonitrile with CpCoCOD as catalyst J.A.K. du Plessis *, J.S. Viljoen Department of Chemistry, Potchefstroom University for Christian Higher Education, Potchefstroom 2520, South Africa JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Received 10 November 1994; accepted 23 January 1995 Abstract Mixtures of the alkynes and acetonitrile were cyclotrimerized with CpCoCOD as catalyst to form pyridine derivatives. The system can be thermally or photochemically activated. The cocyclotrimerization reaction is a pseudo first order process and the photochemically activated reaction at 20 has a rate constant of 3.66 X 10-3 s-' while that of the thermally activated system at 140 is 4.23 X 10-4 s- `. The distribution of the products formed if a mixture of hex-1-yne, phenylacetylene and acetonitrile is used indicates an almost random coordination of the alkynes on the cobalt before the nitrile coordinates. The nitrile cocyclotrimerizes rather with a hex- l-yne containing intermediate than with the phenylacetylene containing intermediate to form pyridine derivatives. Keywords: Alkyne; Acetonitrile; Cobalt; Cocyclotrimerization; Cyclopentadienyl complexes; CpCoCOD; Pyridine derivatives 1. Introduction The first cobalt complex catalyzed cocyclotrimerization of alkynes and nitriles was reported by Yamazaki and Wakatsuki in 1973 [ 1 ] using a phosphine stabilized cyclopentadienylcobalt(IIl) complex. Bunnemann et al. [2] concentrated in their research on soluble organocobalt catalysts and developed this method into a well established process. The isolation of a number of phosphine stabilized CpCo complexes by Wakatsuki et al. [ 3 ] which may be regarded as intermediates in the catalytic cycle gave a big contribution to the understanding of the mechanism of the cocyclotrimerization reaction. * Corresponding author. Tel. ( +27-148)992340, fax. ( +27148)992344. 1381-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00022-4 The mechanism [4] can be considered as a stepwise addition of two alkyne molecules to the central cobalt atom, a ring closure to give a cobalt cyclopentadiene intermediate, then an insertion of the nitrile followed by the reductive elimination of the pyridine product. In a study of the reaction of propyne and propionitrile [4] in an autoclave at 87 and 90 with a CpCo containing catalyst the following results were obtained: The reaction order with respect to the propyne is 1.7 with an Arrhenius energy of activation of 96 kJ mol - t of pyridine formed. The rate of pyridine formation depends upon the square of the concentration of the alkyne in solution and is independent of the concentration of the nitrile. 72 JAX du Plessis, J.S. Viljoen /Journal of Molecular Catalysis A: Chemical 99 (1995) 71-76 In 1989 Schultz et al. [ 5 ] reported that substituted pyridines can be synthesized under mild conditions by the cocyclotrimerization of acetylene and nitriles in the presence of cobalt complexes while the mixture was irradiated with light between 360 and 500 nm. If CpCoCOD was used as catalyst in the cocyclotrimerization of hex-1-yne with acetonitrile [ 6 ] pyridine derivatives formed with a yield of 95% at 140 after 2 h. Under irradiation the yield was 95% at room temperature after 2 h. Various alkynes can be cyclotrimerized and mixtures of alkynes can be cocyclotrimerized with NbC15 as catalyst and CZH5AIC12 as cocatalyst in CC14 at room temperature [ 7 ] . The amount of the different cyclotrimers formed with regard to the mole fraction of the starting materials tends to distribute itself according to a statistically random distribution. This indicates that there is a statistically random coordination of alkynes on the catalytic species after which ring closure occurs to form the cyclotrimeric products. The reaction between hex-1-yne and acetonitrile with CpCoCOD as catalyst produces pyridine as well as benzene derivatives. The relative yield of the pyridine and the benzene compounds depends on whether heating or irradiation was used. In the thermic process the molar ratio of pyridine to benzene derivatives is in the order of 27:1 while in the photo-assisted process in the sun, the ratio is 93:1 [6]. If the alkynes (X and Y) cocyclotrimerize with a nitrile (Z) also on a random manner provided that the nitriles do not react with themselves, the cyclotrimer product spectrum can be represented by X+Y+Z- X3+XZY+XYZ+Y3+XZZ+YZZ+XYZ In this study the influence of the alkyne and alkyne mixtures, activation of the cocyclotrimerization of hex- 1-yne, phenylacetylene and acetonitrile were investigated using CpCoCOD as catalyst. 2. Experimental The CpCoCOD was prepared using procedures described in the literature [ 8,9] . A solution of 7.7 X 10-3 mol dm-3 CpCoCOD in dry CH3CN and n-octane (as internal standard) was prepared and 1 cm3 of this catalyst solution was placed by means of a syringe in a glass tube of 300 mm length and 3 mm i.d., sealed at one end. The hex1-yne was then added so that the mole ratio hex1-yne/Co=236.8. The tube was sealed before heating for 5 h in a furnace or irradiating with a water-cooled Hg lamp (Quarzlampen Gesellschaft (Hanau) type Q700 (750 W)) at room temperature (20) . If a mixture of alkynes was used the total amount of triple bonds was kept at a constant value of 1.84 X 10- 3 mol in the reactor. The reactions were terminated by adding 5.5 X 10-4 mol HZO to the system. The product mixture was analyzed with a Carlo Erba 4100 gas chromatograph with a capillary column (FS-SE30, CB-0.25, 15 m X 0.32 mm). The products were identified by GC-MS measurements or by comparison with the authentic compounds. An IR spectrophotometer cell with an adjustable path length and fitted with quarts windows was used to record the intensity of the C-H stretch vibration of the alkynes at 3295 cm-'. 3. Results and discussion To activate the cocyclotrimerization reaction of hex-1-yne and acetonitrile photochemical methods at room temperature or thermal methods can be used. 3.1. Photochemical activation The decrease in the concentration of hex- l-yne as function of time during the cocyclotrimerization reaction with acetonitrile under irradiation with CpCoCOD as catalyst was determined by IR measurements. The results are presented in Fig. 1. Three stages can be identify during the reaction course: A fast uptake of 2 mole hex-1-yne per 73 determined this way is 3.66 X 10-3 s-' with a correlation coefficient between 0.989 and 0.999. These results indicate that the cocyclotrimerization reaction (phase C) is a pseudo first order process with respect to the alkyne. 3.2. Thermal activation If mixtures of hex-1-yne and acetonitrile with CpCoCOD are heated for different times and at different temperatures, it is found that the product yield increases with higher temperature and increased heating time (Fig. 2) . The reaction rate constant for the thermal activated cocyclotrimerization reaction can be obtained by using the data in Fig. 2. If it is assumed that the reaction is a first order process, the integral method can be applied by using the following equation: 90 80 70 20 10 1 2 3 JAX du Plessis, J.S. Viljoen /Journal of Molecular Catalysis A: Chemical 99 (1995) 71-76 16 14 0 12 . 10 8 a U d 6 c T Y 4 2 0 1 - 'OF 2 3 4 5 6 7 8 Time/min of Fig. 1. The decrease in alkyne content with time of irradiation during the cocyclotrimerization of hex- 1-yne and acetonitrile with CpCoCD as catalyst at 20. 100 ------- L----L---j 4 5 6 7 8 Reaction Time/h Fig. 2. The influence of the reaction time on the product yield during the cocyclotrimerization of hex-l-yne and acetonitrile at ( :100, V: 120, 140). mole cobalt (phase A), then a period with little or no consumption of the hex-l-yne (phase B) followed by a fast uptake of the alkyne during which the pyridine derivatives are formed (phase C). The integral method together with the equation ktt = In (Ao/At) is applied to the data obtained during phase C to determine the rate constant, k, of the cocyclotrimerizadon reaction. Ao is the concentration of the alkyne at the starting time, to, of phase C and after a time t the concentration of the alkyne is At. The mean value of the rate constant In{ (P.O.) - (P.O.)t} _ -kt+ln{ (P.O.), - (P.O.)o} with ( P.O. ) , the product yield at time t and ( P.O. ) a the final product yield. The rate constant can be obtained from the slope in Fig. 3 if In { ( P.O. ) - ( P.O. ) t } is plotted against t. The product formed via a first order process because a linear relationship exists between -2 _5 -s _7 _a 0 500010000 15000 20000 25000 30000 Time/s Fig. 3. The relationship between In j ( P.O. ) a - ( P.O. ), } and the reac tion time with ( P.O. ) a the final product yield and ( P.O. ), the product yield at time t for the cocyclotrimerization of hex- I-yne and aceton- itrile (.: loo, N: 120T, lao>. 74 J.A.K. du Plessis, J. S. Viljoen /Journal of Molecular Catalysis A: Chemical 99 (1995) 71-76 MEW% + PNEm 1 COo o A., .,an omen -Ha Bu P6 Ph P6 Ph Ph Scheme 1. In( (P.O.) a - (P.O.),) and the reaction time. The rate constants obtained from the slopes are at 100, 0.87 X 10-4 s-', at 120 2.89 X 10-4 S-' and at 140 4.23 X 10-4 s-'. The activation energy for the reaction is calculated as 49.6 kJ mol'. 3.3. Product distribution Cocyclotrimerization of hex-1-yne and phenylacetylene Hex-l-yne (BuC---CH) and phenylacetylene cocyclotrimerize in the presence of NbC15 and C2HSAICI2 as catalyst. True distribution of the types of products formed is determined by the mole fraction of the alkynes initially present [ 7 ] . If CpCoCOD is used as catalyst these alkynes react in the same way to form different cocyclotrimers I, II, III and IV (Scheme 1) . The relationship between the product distribution and the phenylacetylene is indicated in Fig. 4 with Fig. 4(A) the photochemically and Fig. 4 (B) the thermally activated system. Fig. 4 (A + B) shows a statistically random distribution of the cyclotrimers formed. A distortion occurs because the phenylacetylene associates 100 90 A 80 70 0 d 60 r 50 V ~ 40 30 a 20 10 0 III IV I I 0.0 0.2 0.4 0.6 0.8 1.0 PhCaCH Mole Fraction much easier with the catalyst to form the cyclotrimer that is richer in the phenyl groups than in the butyl groups. Cocyclotrimerizativn of hex-1-yne and phenyl acetylene in the presence of acetonitrile The types of products formed during the cocyclotrimerization of hex-l-yne, phenylacetylene and acetonitrile, can be divided into two series; the pyridine derivatives ( V, VI and VII) ( Scheme 2) and the benzene derivatives I, II, III and IV ( Scheme 1) . To investigate the distribution of these products, the assumption is made that the nitrile has a constant influence on the cyclotrimerization reaction because it is used as the solvent and is always present in an excess and also that the distribution of the products is only determined by mole fraction of the alkynes present in the mixture under these conditions. To simplify the presentation of the yield and product distribution the pyridine compounds and the benzene compounds are going to be presented separately. The distribution of the pyridine compounds with regard to the mole fraction of the alkynes (initially) present is presented in Fig. 5(A) for the photochemically activated system and in Fig. 5 ( B ) for the thermally activated system. The benzene derivatives (I, II, III and IV) distribution with regard to the phenylacetylene mole fraction is given in Fig. 6(A) for the photochem- loo 90 80 70 60 50 40 30 20 10 0 B i III IV 1 0.0 0.2 0.4 0.6 0.8 1.C PhC=CH Mole Fraction Fig. 4. The influence of the phenylacetylene mole fraction on the yield and distribution of the products during the cocyclotrimerization of phenylacetylene and hex-l-yne. (A) Photochemically activated at room temperature. (B) Thermally activated at 140. (I) BU3C6H3, (II) Bu2PhC6H3, (III) BuPh2C6H3, (IV) Ph3CX3. JAK. du Plessis, J.S. Viljoen/Journal of Molecular Catalysis A: Chemical 99 (1995) 71-76 %7I Bu Bu Bu PI, Ph PI, + CpC \\ + \\ I + \\ HC~CBu ' Ce,CN N CH, N CH, N CHI v< Vil Scheme 2. ically and Fig. 6(B) for the thermally activated system. In Fig. 7 ( A + B ) the relationship between the mole pyridine and benzene derivatives formed during the reaction of hex- l-yne, phenylacetylene and acetonitrile is given for the photochemically and thermally processes. At a low phenylacetylene mole fraction the main products formed are the pyridine derivatives, but as the phenylacetylene content increases, the yield of pyridine compounds declines and the yield of the benzene derivatives increases. The thermally activated systems produce at a high phenylacetylene mole fraction, almost the same amount of pyridine and benzene derivatives, but 100 90 80 \\ 70 60 Y vi >' 50 40 VII - 30 - il 20 10 Ol -l 0.0 0.2 0.4 0.6 0.8 1.0 PhCsCH Mole Fraction A 75 the photochemically activated systems always produce more pyridine derivatives. During the course of the cocyclotrimerization reaction a number of consecutive reactions must occur when CpCoCOD is used as catalyst. The first reaction is a rapid uptake of 2 mole alkyne per mole cobalt catalyst. That implies that the COD ligand must be displaced. Bnemann [9] indicated that this is the case while studying thermal activated systems. During the induction period very little or no further consumption of the alkyne can be observed. A ring closure reaction to form a metallacyclopentadiene is possible at this stage but on hydrolysis the hydrolysis product Ct2H22 (if hexI-yne was used as alkyne) could not be identified. The formation of the metallacyclopentadiene should then only occur at the end of the induction period ( Scheme 3 ) . 100 g0 80 70 60 SO 40 30 20 10 V VII VI 0 0.0 0.2 0.4 0.6 0.8 1.0 PhCmCH Mole Fraction Fig. 5. The influence of phenylacetylene mole fraction on the yield and distribution of the pyridine compounds during the cocyclotrimerization of hex- l-yne and phenylacetylene in acetonitrile. (A) Photochemically activated system at room temperature. (B) Thermally activated system at 140. (V) Bu2MeC5NHZ, (VI) BuPhMeC5NH2, (VII) Ph2MeC5NH2. 100 90 A 80 I 70 60 III 50 40 30 20 I 10 II 0 0.0 0.2 0.4 0.6 0.8 1.0 PhC. CH Mole fraction 100 90 B 80 0 IV \\ 70 III 'a 60 _ I m r 50 40 30 II a 20 10 0 0.0 0.2 0.4 0.6 0.8 1.0 PhC-CH Mole fraction Fig. 6. The influence of the phenylacetylene mole fraction on the yield and distribution of the benzene derivatives formed during the cocyclotrimerization of hex- l-yne, phenylacetylene in acetonitrile. ( A ) Photochemically activated at room temperature. ( B ) Thermally activated system at 140. (I) Bu3C6H3, (II) BUZP11C6H;, (III) BuPhZC6H3, (IV) Ph3C6H3. 76 J.A.K. du Plessis, J. S. Viljoen/Journal of Molecular Catalysis A: Chemical 99 (1995) 71-76 11 10 s 8 7 x _m 6 5 v 0 4 3 2 1 A 10 0.0 0.2 0.4 0.6 0.8 PhC=CH Mole fraction s ~- yrine derivatives enzene derivatives 0.0 0.6 0.8 1.0 PhCmCH Mole fraction Fig. 7. The influence of the phenylacetylene mole fraction on the yield of pyridine and benzene derivatives during the cocyclotrimerization of hex- l-yne, phenylacetylene and acetonitrile. (A) Photochemically activated at room temperature. (B) Thermally activated systems at 140. Bu= __ cpC= cPCo~ B B Scheme 3. The existence of a metallacyclopentadiene was indicated by Wakatsuki [ 1 ] by performing the cyclotrimerization reaction in the presence of triphenylphosphine. After the coordination of another alkyne to the metallacyclopentadiene intermediate in the absence of the nitrile, the benzene derivative is formed. The distribution of the products formed (Fig. 4) indicates that an almost statistically random coordination of the alkynes occurred at the metal centre. It is, however, clear that a preference is given to the formation of the benzene derivative that is richer in the phenyl substituent than in the butyl substituent. If an acetonitrile molecule is added to the metallacyclopentadiene the pyridine derivative will be formed. The relationship between the pyridine and benzene derivative product distribution and the phenylacetylene mole fraction in Figs. 5, 6 and 7 indicated also a random distribution of products with some deviation from the ideal. The acetonitrile cocyclotrimerizes rather with an intermediate that is richer in the hex-l-yne component than in the phenylacetylene component to form the pyridine derivative. References [ 1 ] H. Yamazaki and Y. Wakatsuki, Tetrahedron Lett., (1973 ) 3383. [2] H. Bnemann and W. Brijoux, in R. Ugo (Ed.), Aspects of Homogeneous Catalysis, Vol. 5, Reidel Publishing Company, Dordrecht, 1984, p. 105. [3] H. Yamazalci and Y. Wakatsulci, J. Organomet. Chem., 139 (1977) 157). [4] H. Bnemann, Angew. Chem., Int. Ed. Engl., 17 (1978) 505. [5] W. Schultz, H. Pracejus and G. Oehme, Tetrahedron Lett., 30 (1989) 1229. [6] J.S. Viljoen and J.A.K. du Plessis, J. Mol. Catal., 79 (1993) 75. [7] J.A.K. du Plessis, J.S. Viljoen and C.J, du Toit, J. Mol. Catal, 64 (1991) 269. [8] H. Bnemann and W. Brijoux, in R. Ugo (Ed.), Aspects of Homogeneous Catalysis, Vol. 5, Reidel Publishing Company, Dordrecht, 1984, p. 149. [9] H. Bnemann> Angew. Chem., Int. Ed. Engl., 24 (1985) 248. MOLCAA 95000224 1381-1169(95)00022-4 10.1016/1381-1169(95)00022-4 Chemical and metal complex catalysis Article The cocyclotrimerization of alkynes and acetonitrile with CpCoCOD as catalyst J.A.K. du Plessis ∗ J.S. Viljoen Department of Chemistry, Potchefstroom University for Christian Higher Education, Potchefstroom 2520, South Africa ∗ Corresponding author. Tel. (+27-148)992340, fax. (+27-148)992344. Mixtures of the alkynes and acetonitrile were cyclotrimerized with CpCoCOD as catalyst to form pyridine derivatives. The system can be thermally or photochemically activated. The cocyclotrimerization reaction is a pseudo first order process and the photochemically activated reaction at 20°C has a rate constant of 3.66 × 10−3 s−1 while that of the thermally activated system at 140°C is 4.23 × 10−4 s−1. The distribution of the products formed if a mixture of hex-1-yne, phenylacetylene and acetonitrile is used indicates an almost random coordination of the alkynes on the cobalt before the nitrile coordinates. The nitrile cocyclotrimerizes rather with a hex-1-yne containing intermediate than with the phenylacetylene containing intermediate to form pyridine derivatives. Keywords Alkyne Acetonitrile Cobalt Cocyclotrimerization Cyclopentadienyl complexes CpCoCOD Pyridine derivatives References [1] H. Yamazaki Y. Wakatsuki Tetrahedron Lett. 1973 3383 [2] H. Bönnemann W. Brijoux 5th Ed. R. Ugo Aspects of Homogeneous Catalysis Vol. 5 1984 Reidel Publishing Company Dordrecht 105 [3] H. Yamazaki Y. Wakatsuki J. Organomet. Chem. 139 1977 157 [4] H. Bönnemann Angew. Chem. Int. Ed. Engl. 17 1978 505 [5] W. Schultz H. Pracejus G. Oehme Tetrahedron Lett. 30 1989 1229 [6] J.S. Viljoen J.A.K. du Plessis J. Mol. Catal. 79 1993 75 [7] J.A.K. du Plessis J.S. Viljoen C.J. du Toit J. Mol. Catal 64 1991 269 [8] H. Bönnemann W. Brijoux 5th Ed. R. Ugo Aspects of Homogeneous Catalysis Vol. 5 1984 Reidel Publishing Company Dordrecht 149 [9] H. Bönnemann Angew. Chem., Int. Ed. Engl. 24 1985 248",
      "scopus-id": "0011755347",
      "coredata": {
        "eid": "1-s2.0-1381116995000224",
        "dc:description": "Mixtures of the alkynes and acetonitrile were cyclotrimerized with CpCoCOD as catalyst to form pyridine derivatives. The system can be thermally or photochemically activated. The cocyclotrimerization reaction is a pseudo first order process and the photochemically activated reaction at 20°C has a rate constant of 3.66 × 10−3 s−1 while that of the thermally activated system at 140°C is 4.23 × 10−4 s−1. The distribution of the products formed if a mixture of hex-1-yne, phenylacetylene and acetonitrile is used indicates an almost random coordination of the alkynes on the cobalt before the nitrile coordinates. The nitrile cocyclotrimerizes rather with a hex-1-yne containing intermediate than with the phenylacetylene containing intermediate to form pyridine derivatives.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-06-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995000224",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "du Plessis, J.A.K."
          },
          {
            "@_fa": "true",
            "$": "Viljoen, J.S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995000224"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995000224"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00022-4",
        "prism:volume": "99",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The cocyclotrimerization of alkynes and acetonitrile with CpCoCOD as catalyst",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alkyne"
          },
          {
            "@_fa": "true",
            "$": "Acetonitrile"
          },
          {
            "@_fa": "true",
            "$": "Cobalt"
          },
          {
            "@_fa": "true",
            "$": "Cocyclotrimerization"
          },
          {
            "@_fa": "true",
            "$": "Cyclopentadienyl complexes"
          },
          {
            "@_fa": "true",
            "$": "CpCoCOD"
          },
          {
            "@_fa": "true",
            "$": "Pyridine derivatives"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "71-76",
        "prism:endingPage": "76",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 June 1995",
        "prism:doi": "10.1016/1381-1169(95)00022-4",
        "prism:startingPage": "71",
        "dc:identifier": "doi:10.1016/1381-1169(95)00022-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0011755347"
      }
    }
  }
}