{
  "metadata": {
    "title": "Butane isomerization over platinum promoted sulfated zirconia catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-11-23",
    "doi": "10.1016/1381-1169(95)00127-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995001271",
    "pii": "1381116995001271"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0003076106",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-10-16 2000-10-16 2010-04-18T17:16:47 1-s2.0-1381116995001271 1381-1169(95)00127-1 1381116995001271 10.1016/1381-1169(95)00127-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00258 2015-05-13T23:01:31.432129-04:00 0 0 19951123 1995 2000-10-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 100 100 1 3 1 2 3 Volume 100, Issues 1–3 5 35 48 35 48 19951123 23 November 1995 1995-11-23 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. BUTANEISOMERIZATIONOVERPLATINUMPROMOTEDSULFATEDZIRCONIACATALYSTS LIU H BROUWER 1972 179 D BROUWER 1980 173 D CHEMISTRYCHEMICALENGINEERINGCATALYTICPROCESSES KAZANSKY 1991 379 V HSU 1992 1645 C ADEEVA 1994 L11 V KUSTOV 1994 143 L ADEEVA 1995 364 V VANSANTEN 1994 273 R GARIN 1995 26 F ADEEVA 1995 135 V IGLESIA 1993 238 E SNEL 1984 99 R YAWS 1988 81 C HYDROCARBONPROCESSING KWAK 1994 456 B KWAK 1994 465 B BEAREZ 1983 405 C GUISNET 1985 336 M BEAREZ 1985 346 C ZARKALIS 1994 235 A CHEUNG 1995 464 T OLAH 1991 239 J KRANNILA 1992 115 H HAAG 1984 305 316 W PROCINTCONGRCATALYSIS8TH RATKOWSKY 1990 D HANDBOOKNONLINEARREGRESSIONMODELS SINFELT 1964 37 J BOUDART 1984 121 M KINETICSHETEROGENEOUSCATALYTICREACTIONS HOSI 1988 562 T LIUX1995X35 LIUX1995X35X48 LIUX1995X35XH LIUX1995X35X48XH item 1381-1169(95)00127-1 1381116995001271 1-s2.0-1381116995001271 10.1016/1381-1169(95)00127-1 271358 2010-09-27T22:20:24.297224-04:00 1995-11-23 1-s2.0-1381116995001271-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001271/MAIN/application/pdf/fb0d4f1a6ebccc14c250ce77b2308c4f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001271/MAIN/application/pdf/fb0d4f1a6ebccc14c250ce77b2308c4f/main.pdf main.pdf pdf true 1262721 MAIN 14 1-s2.0-1381116995001271-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001271/PREVIEW/image/png/d329a398d24995c7c890e920df4b77e5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001271/PREVIEW/image/png/d329a398d24995c7c890e920df4b77e5/main_1.png main_1.png png 64078 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116995001271-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001271/STRIPIN/image/gif/880c0f3510ecfad7244d43d584d22ef7/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001271/STRIPIN/image/gif/880c0f3510ecfad7244d43d584d22ef7/si1.gif si1 true si1.gif gif 431 30 59 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 100 (1995) 35-48 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Butane isomerization over platinum promoted sulfated zirconia catalysts H. Liu, V. Adeeva, G.D. Lei, W.M.H. Sachtler V.N. Ipatieff Laboratory, Center for Catalysis and Surface Science, Department of Chemistry, Northwestern University, Evanston, IL 60208, USA Received 1 June 1995 Abstract The isomerization of n-butane to i-butane has been studied at 11 bar in a microflow reactor over sulfated zirconia (SZ) and platinum containing sulfated zirconia (Pt-SZ) catalysts. In the presence of HZ a significantly higher temperature is required for isomerization over SZ than in its absence. The rate over SZ is higher with n-butane containing 33 ppm butene as an impurity than with a feed that is pre-equilibrated over a Pt/Si02 catalyst to a much lower butene content. Over Pt-SZ the reaction rate is higher, because any butene consumed is rapidly regenerated; the conversion is perfectly stable in 83 h runs, selectivity to ibutane is 950; i-pentane and propane are the main byproducts. The activation energy is 53 kJ mol'. Upon increasing the pressure of Hz from 1.1 to 6.6 bar, the reaction rate was found to decrease in a perfectly reversible fashion. Kinetic analysis reveals that the reaction order is negative in HZ ( -1.1 to -1.3 depending on the temperature) and positive in n-butane ( + 1.3 to + 1.6), indicating that the mechanism of this isomerization is intermolecular: butene is formed and reacts with adsorbed CQ carbenium ions to adsorbed C$ intermediates which isomerize and undergo -fission to fragments with i-CQ structure. This mechanism is confirmed over Pt-SZ by isotopic labelling experiments, though at much lower pressure, using double labelled '3CH3-CHZ-CH2 '3CH3. The primary reaction product consists of i-butane molecules, containing zero, one, two, three and four '3C atoms in a binomial distribution. Keywords: Butane isomerization; Bifunctional catalysis; Bimolecular isomerization mechanism; Intermolecular isomerization mechanism; Carbenium ions; Isotopic labelling; Platinum; Sulphated zirconia; Zirconia 1. Introduction Sulfated zirconia catalysts, SZ, are remarkably active for the isomerization of alkanes. In particular, their propensity to catalyze the isomerization of n-butane to i-butane at low temperature is a challenge to fundamental research, since it had been shown in liquid superacids that butane isomerization requires a much higher temperature than that of C5+ alkanes [1,2]. The skeletal isomeri- * Corresponding author. 1381-1169/95/$09.50 995 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00127-1 zation of alkanes in liquid acids passes through a substituted protonated cyclopropyl cation, the energy of which is much lower than that of a primary carbenium ion. However, for C4, unlike higher alkanes, opening of the methylcyclopropane ring to an i-butyl carbocation still results in formation of a primary carbenium ion. The simplistic view that the carbenium ion mechanism of acid catalyzed reactions can be literally applied to solid catalysts was challenged by Kazansky who showed that `adsorbed carbenium ions' e.g. in zeolites form strong, covalent bonds 36 H. Liu et al. /Journal of Molecular Catalysis A: Chemical 100 (1995) 35-48 between carbon atoms of the sorbate and oxygen ions of the surface [ 3 ] . The finding of Hsu et al. [ 4 ] that some promoted sulfated zirconium oxides are able to catalyze butane isomerization at low temperature with an activation energy of only 44.8 kJ mol-' is obviously in conflict with the assumption of a primary carbenium ion intermediate. Indeed, subsequent research on the reaction mechanism by Adeeva et al. [ 5 ] making use of double '3C labelled butane, unequivocally showed that butane isomerization over such catalysts follows a different route: an adsorbed oligomer is formed which isomerizes and dissociates into i-butyl fragments those leave the catalyst surface as i-butane molecules. The reaction thus is an intermolecular process. It is tempting to assume that the oligomeric intermediate is an adsorbed Cg entity. Spectroscopic analysis of the acid sites in promoted and unpromoted SZ catalysts by FTIR (using CO to probe Lewis acid sites and CH3CN to probe Brsted acid sites) and solid state proton NMR showed that the Bronsted sites are weaker acids than the protons in H-ZSM-5, the Lewis sites are weaker acids than exposed A13+ ions in the surface of dehydrated alumina [ 6,7 ] . It was, therefore, argued that the unusual activity of the SZ based catalysts is not caused by superacidity, but by the low Gibbs free energy of the transition state. In analogy to Kazansky's [3] and van Santen's [ 8 ] conclusions for acid zeolites, it is proposed that the surface intermediates on SZ form chemical bonds between C atoms and OZ- ions bridging between a Zr4+ ion and a S6+ ion. Formation of a Cg adsorbate from n-butane obviously requires dehydrogenation of butane, presumably to butene. To the extent that the butene/butane ratio is limited by thermodynamics, the butene concentration will be lower in the presence of a high pressure of HZ. It therefore is conceivable that in HZ, in particular for catalysts that contain platinum in addition to SZ, the rate via the intermolecular mechanism will be low, so that a higher temperature will be required at which an intramolecular mechanism via primary carbenium ions might become competitive. Indeed, Garin et al. reported that n-butane over Pt-SZ in the presence of a large excess of hydrogen requires an elevated temperature. These authors used single '3C-labelled butane pulses in unlabelled nbutane. As they observed a very low yield of double labelled product, their results are consistent with a prevailing intramolecular mechanism [9]. For such an intramolecular mechanism the reaction order in HZ is expected to be either zero, or positive, depending on the efficiency of HZ to remove coke precursors from the catalyst. By contrast, a negative order in HZ is expected for the intermolecular mechanism. Adeeva et al. [ 10] found a pronounced negative effect of HZ over both unpromoted and Fe, Mn promoted SZ. Previously, Garin et al. had studied the effect of hydrogen on alkane isomerization with unpromoted SZ; they observed a positive effect on the reaction rate at very low HZ pressures but a negative effect at higher HZ pressures [ 11 ] . An important drawback of the promoted and unpromoted SZ is their activity change during time on stream, which limits the accuracy and reliability of kinetic parameters. In the present work we report on kinetic studies using a SZ catalyst that contains 0.38 wt% of platinum and displays a superior stability. These catalysts, further denoted as Pt-SZ, have been studied typically at a total pressure of 11 bar where the activity remains constant over long times. 2. Experimental Catalysts were prepared by sequentially impregnating Zr(OH)4, kindly provided by Magnesium Elektron, with Pt and S04 ions, using procedures previously reported [ 12 ] . After drying overnight at 383 K, 10 g of this solid was slurried with 20 cm3 of an aqueous solution of HZPtC16 containing 0.05 g Pt and stirred for 300 s. After filtration and drying of the solid overnight at 383 K it was added to 22 cm' of 1 N sulfuric acid. After 300 s the slurry was filtered and the solid dried overnight at 383 K, followed by calcination in flowing dry air at 923 K for 4 h. Sulfated zir- H. Liu et al. /Journal of Molecular Catalysis A: Chemical 100 (1995) 35-48 conia was prepared by adding Zr(OH)4 to sulfuric acid solution, as described above; it was assigned as SZ. The samples were analyzed with -inductively coupled plasma emission spectrometry. The Pt-SZ catalyst was found to contain 0.38 wt% Pt and 1.8 wt% S. The SZ catalyst contained 1.4 wt% S. The reaction kinetics were determined in a downflow fixed bed microflow reactor (Max II, Xytel Corp.) which follows the design by Snel [ 13] . Catalyst samples (0.50 g) were loaded in a 9 mm i.d. steel reactor. They were heated in flowing hydrogen (1.7 cm3 s-'; Matheson, UHP) to 513 K within 2 h and held at 513 K for 2 h. Helium (Matheson, UHP) and a feed of 1.91 vol%o nbutane, 20.1 vol% HZ, and He balance (Matheson, Certified std. 3 components) were subsequently introduced into the HZ stream; the flow rates were adjusted to give the desired pressures of HZ and n-butane at a constant total pressure of 11 bar and a constant total flow rate of 5 cm3 s-'. The kinetic measurements were carried out between 479 and 503 K in runs of 10 and 73 h duration over Pt-SZ catalyst. The conversion of n-butane was kept below 15%. The effluent was analyzed by on-line gas chromatography with a 50 m X 0.2 mm capillary column of PONA (Hewlett-Packard) attached to a FID detector. Methane and ethane could not be separated under these conditions. The production rates of hydrocarbons were normalized to mole numbers of n-butane per gram catalyst per second (mol (g cat.)` s -') . The reactant and products of n-butane, (methane + ethane), propane, i-butane,i-pentane, and n-pentane were assigned as n-C4, (C, + CZ) , C3, i-C4, i-C5, and nC5respectively. The feed of 1.91 vol% n-butane, 20.1 vol% H2, and He balance (Matheson, Certified std. 3 components) was analysed with a temperature programming procedure. The hydrocarbon impurities were 2.8 ppm methane, 5.6 ppm ethane, 7.9 ppm propane, 71 ppm i-butane, and 33 ppm butene. Reaction studies with 1,4-13C-butane (Isotech Inc.) were carried out in a recirculation system as described in [ 5,10 ] . 1.5 g of Pt-SZ catalyst was pretreated in dry air (0.5 cm3 s -') at 723 K, then 37 reduced in HZ (0.5 cm3 s -1) at 513 K for 1 h. After evacuation of the reactor and the recirculation system, and heating the catalysts to 523 K, 1 Torr of 1,4-13C-butane and 50 Torr of HZ were introduced into the system. After 30 min of the reaction the content of the recirculation system was condensed in a liquid nitrogen trap and analyzed by GC-MS on a GCD system (HewlettPackard). A computer program making corrections for natural abundance and fragmentation was used to evaluate contribution of the compounds with different number of 13C atoms to the mass spectra of C4 molecules after reaction. 3. Results 3.1. Catalytic tests comparing Pt-SZ and SZ Fig. 1 shows the reaction rates for the major products over the SZ catalyst at 503 K and their changes with time on stream. Deactivation is slow at a HZ pressure of 1.1 bar. Increasing the pressure c4 0 l o- u~ moo 0 10 20 30 Time on Stream J In Fig. 1. Reaction of n-butane as a function of time on stream over SZ catalyst at 503 K. Total flow rate 10 cm3 (g cat.)-' s-'. Total pressure 11 bar: p(n-C4) 0.11 bar, p(Hz) 1.1 bar, helium balance; (a) p(n-C4) 0.11 bar,p(Hz) 6.6 bar, heliumbalance. ( V ) n-butane conversion, (O) i-butane formation, (+) (methane+ ethane) formation, ( A) propane formation, ( 0) n-pentane formation, ( O ) i-pentane formation, ( v ) pentane formation. 38 H. Liu et al. /Journal of Molecular Catalysis A: Chemical 100 (1995) 35-48 10-6 l0-' r N 60 lo.a x 0 l0-9 - lo-10 (a) a1M a r-r 0000000000000000000000 0 2 4 6 8 10 1273 75 77 79 81 83 85 Time on Stream / hr Fig. 2. Reaction of n-butane as a function of time on stream over PtSZ catalyst at 503 K. The same reaction conditions and figure symbols as in Fig. 1. of Hz to 6.6 bar lowers the conversion, but stabilizes the activity so that deactivation is negligible. Both effects are perfectly reversible: upon bringing the HZ pressure back to the former value of 1.1 bar, the activity and the rate of deactivation return to their original levels. i-Butane is the predominant product, on the scale of Fig. 1 the points for the reaction of nbutane and the formation of i-butane almost coincide. Byproducts are pentanes, propane and small alkanes. Atp(HZ) -1.1 bar the C3/C5 ratio is 1.5; at p(HZ) -6.6 bar it is 6. The i-C5 /n-CS ratio is about 2.4 at p ( HZ ) =1.1 bar, but about 4 at p(HZ) -6.6 bar. The rates by which the products are formed are generally lower at the higher hydrogen pressure; only the formation rate of ( C, + C2) increases slightly. In Fig. 2 the corresponding information is presented for the Pt-SZ catalyst. In this case, activity and selectivity remain perfectly constant with time on stream, even at a low hydrogen pressure and for a test duration of 83 h. The i-butane selectivity is 95%. In comparison to SZ, the high stability of the Pt-SZ catalyst, even at low hydrogen pressure, forms an opportunity for detailed kinetic analysis. At low hydrogen pressure, the C3/CS ratio is about 2.3 at p ( Hz) =1.1 bar and about 32 at p ( HZ ) = 6.6 bar. The i-C5/n-CS ratio is about 2.1 at the lower and about 2.9 at the higher hydrogen pressure. As with SZ, the reaction rates decrease with increasing hydrogen pressure; only the formation rate of (C,+CZ), again, increases slightly. The concentration of the butene impurity in the feed (butene/n-butane=1.7 X 10-3) is about 1700 times higher than the equilibrium content, for which butene/n-butane =1.0 X 10-6 is calculated at 503 K and p(HZ) -1.1 bar on the basis of the Gibbs free energy given in [ 14 ] . A catalytic test was carried out with a feed that was pre-equilibrated with respect to the butene/butane ratio. For this purpose a layered bed was used with upstream a Pt/Si02 bed (2 wt.% Pt, 0.10 g), followed by a 0.5 g SZ bed. The result is shown in Fig. 3. Lowering of the butene content of the feed results in a significant decrease of the isomerization rate. Under further identical conditions, the initial isomerization rate is 3.65 X 10-6 mol (g cat.) -' s -' with the feed containing the high original butene impurity, but 1.70X 10-6 mol (g cat.) -' s-' for the pre-equilibrated feed. In addition, the deactivation rate is markedly lower with the lower butene content. l 0-6 :N lo-, _ 1o.E~ x lo-y l0-16 5 10 ME MEMM ca ) 'o00 ذv~vvvy ooooo~_~~ o v vvovv IS 20 25 Time on Stream / hr Fig. 3. Reaction of n-butane as a function of time on stream over bilayer catalysts of Pt/S'02 and SZ at 503 K. The same reaction conditions and figure symbols as in Fig. 1. H. Liu et al. /Journal of Molecular Catalysis A; Chemical 100 (1995) 35-18 -is - -16 _17 _ _ls _19 v O -20 x -21 -22 -23 -24 -25 0.50 1.00 0 0 1.50 2.00 Ln (Hydrogen Pressure) Fig. 4, Influence of hydrogen pressure on reaction rates over Pt-SZ catalyst at 503 K. Total flow rate 10 cm3 (g cat.)-' s-'. Total pressure I1 bar: p(n-Ca) 0.11 bar, p (HZ) 2.2-6.6 bar, helium balance. The same figure symbols as in Fig. 1, -14 -15 -is -17 . -20 -21 -22 -23 -24 e] o cx c 0 -25 0.50 1.00 1.50 2.00 Ln (Hydrogen Pressure) Fig. 5. Influence of hydrogen pressure on reaction rates over Pt-SZ catalyst at 491 K. The same reaction conditions and figure symbols as in Fig. 4. Upon increasing the hydrogen pressure from 1.1 to 6.6 bar, the reaction rate of the pre-equilibrated feed decreases about 5.6 times. The same increase in hydrogen pressure results in a fourfold decrease of the isomerization rate for the non- 39 equilibrated feed, i.e. the single bed SZ catalyst. Over the bilayer catalyst bed, the activity increases slightly with time on stream at p(HZ) -6.6 bar. The propane/pentane ratio is about 2.7 at p ( HZ ) =1.1 bar, but about 15 at p ( HZ ) = 6.6 bar. The i-C5 /n-CS ratio is about 2.4 at p (HZ) -1.1 bar; no n-pentane can be detected at p ( HZ ) = 6.6 bar. 3.2. Kinetic analysis In a series of experiments over Pt-SZ the partial pressure of one feed component, hydrogen or nbutane, was varied at constant overall flow rate, while the partial pressure of the other reactant was kept constant by adapting the helium make-up. From the resultant changes in conversion and production rates the reaction orders in hydrogen and n-butane were determined. 3.2.1. Reaction order in hydrogen Figs. 4-6 show the changes in the rates of nbutane conversion and formation of various products with hydrogen pressure at 503 K, 491 K, and 479 K. Increasing p(HZ) from 2.2 bar to 6.6 bar leads to a marked decrease in the rates of n-butane -14 -15 -16 f-_ -17 -19 _20 _ _2I _ -22 -23 -24 ~ o -2 5 0.50 1.00 1.50 2.00 0 0 Ln (Hydrogen Pressure) Fig. 6. Influence of hydrogen pressure on reaction rates over Pt-SZ catalyst at 479 K. The same reaction conditions and figure symbols as in Fig. 4. 40 H. Liu et al. l Journal of Molecular Catalysis A: Chemical 100 (1995) 35-f8 Table 1 The reaction orders of hydrogen and n-butane over Pt-SZ catalyst Temp. n-C4 i-CQ (K) C, +CZ C3 CS HZ order p(n-CQ) -0.11 bar n-C4 order p (HZ) -2.2 bar n-C4 order p (HZ) -6.6 bar 503 -1.07 -1.15 491 -1.13 -1.23 479 -1.19 average - 1.1 503 1.46 491 1.45 479 1.58 average 1.5 503 1.27 491 1.27 479 1.34 average 1.3 -1.30 - 1.2 1.46 1.4s 1.59 1.5 1.28 1.28 1.36 1.3 0.02 - 0.30 - 2.60 -0.02 -0.21 -1.89 -0.04 -0.13 0 - 0.2 1.30 1.49 1.31 1.42 1.36 1.48 1.3 1.5 1.22 1.24 1.18 1.22 1.24 1,28 1.2 1.2 -1.2s -1.9 1.90 1.95 2.39 2.1 1.44 1.65 1.35 1.5 Total flow rate 10 cm3 s-'(g cat.)-', total pressure 11 bar; HZ pressure 2.2-6.6 bar, n-C4 pressure 0.04-0.11 bar. -14 -Is -16 _17 _ x -is .-19 -20 cx -21 a -22 -23 -24 -2s -3.00 -2.50 Ln (N-hulane Pressure) Fig. 7. Influence of n-butane pressure on reaction rates over Pt-ZS catalyst at 503 K. Total flow rate 10 cm3 (g cat.)-' s-'. Total pressure l l bar: p(n-C4) 0.04-0.11 bar, p(HZ) 2.2 bar, helium balance. The same figure symbols as in Fig. 1. conversion and formation of i-butane and pentane. The formation rate of ( C t + C2) remains nearly constant, while the rate of propane formation decreases very slightly. The general pattern is the same for the three chosen temperatures, except that the pentane formation rate declines more J cx -2.00 x c slowly at lower temperature. The `GuldbergWaage' or `power rate law': r=kpm(Hz)p\"(n-C4Hto) (1) has been used to compute the reaction order in hydrogen. The results are listed in Table 1. The orders in hydrogen are distinctly negative for nbutane conversion, pentane formation, and ibutane formation. 3.2.2. Reaction order in n-butane Figs. 7-12 show the variations of the rates of nbutane conversion and product formation with n-butane pressure at hydrogen pressures of 2.2 bar and 6.6 bar. The reaction temperatures are 503 K, 491 K, and 479 K. The rates of n-butane conversion and product formation increase with n-butane pressure. All lines in the In rate vs. In p(n-C4) graphs are linear and have positive slopes. The orders in n-butane are derived from these slopes and listed in Table 1; they are all >_ 1.2. The orders in n-butane are generally higher at low p ( HZ ) than at high p ( HZ ) . For the formation rate of pentane the order in n-butane is ~ 2.1. -14 -IS -16 -17 -l8 -19 -20 -21 -22 -23 -24 -zs -3.00 0 -z.so -2.00 Ln (N-butane Pressure) Fig. 8. Influence of n-butane pressure on reaction rates over Pt-SZ catalyst at 491 K. The same reaction conditions and figure symbols as in Fig. 7. w fD W~ h E rl ?5r O i4 .n.,, rn ,- O p O z. ab 7C o Y M tG' Z (i o W c~) `< \" .w f .- w z ~, w c o (D ,m c - I - i~ . o-\" o -a h Nt w x h N r) 00 . H O ~V o c7, w o' `. w O to c~c ~, fED 5 . = : i rh L NO w p N p ~ w to U 0 M N 3 H r w z 0 r_ m o ~' w N O w ao h O N y b 0 N N N N H CJ N Ln (Reaction Rate) Ln (Reaction Rate) Ln (Reaction Rate) CD CD p i CD W 'L3 ~ O Z$ R G. n Off, p~ oq ~ ',~i. P c~. h0. ~ .d h ~ N (D ~ r - z w o x c~ h w a a C a g N ~ N . N O ~O 0 O r o N ._ r ; n 42 -17 -18 x -19 -20 x G a -24 -14 -15 -16 -zs -3.50 -3.00 -2.50 -2.00 Ln (N-butane Pressure) Fig. 12. Influence of n-butane pressure on reaction rates over Pt-SZ catalyst at 479 K. The same reaction conditions and figure symbols as in Fig. 10. various numbers of t3C atoms are similar to the weights of binomial distribution coefficients, shown in the top row of Table 2 ( note that for t3C/t2C=1.0, as used here, the binomial distribution is equal to that of the binomial coefficients). The total isotopic scrambling in ibutane indicates that all i-butane is produced via an intermolecular ( =bimolecular) process. The results are thus completely analogous to those found previously over the platinum-free SZ and FMSZ catalysts and discussed in detail in Ref. [ 5,10] . Also the fact that isotopically scrambled n-butane is a secondary product over these catalyst was reported in a previous paper [ 10] . With PtSZ, the reaction did not reach equilibrium (i-C4/ n-C4 =1.2 ) ; even after extended reaction time most of the n-butane is still present as a double labeled molecule. 4. Discussion 4.1. The role of butene in the isomerization of nbutane The results of this study unambiguously show that the reaction order in hydrogen is markedly H. Liu et al. /Journal of Molecular Catalysis A: Chemical 100 (1995) 35-f8 negative for the isomerization of n-butane. Only for the hydrogenolysis products, methane and ethane, is the order slightly positive. The negative order in hydrogen contrasts with the positive order, generally found for catalytic reforming. Also for hexane isomerization over Pt-SZ catalyst, Iglesia et al. report a positive reaction order in hydrogen [ 12] . In catalytic reforming a positive hydrogen order is usually rationalized in terms of removal of coke precursors from the catalyst. In Ref. [ 12] a rate limiting alkane desorption step is assumed to be responsible for the positive order. It is remarkable that isomerization of butane, the only alkane which in liquid superacids can only be isomerized via a primary carbenium ion [ 1,2], displays a completely different kinetic signature. Garin et al. [ 11 ] reported a negative hydrogen effect over SZ for HZ/C4Hto ratios > 8, but a positive effect at lower values. In terms of the Langmuir-Hinshelwood model a negative reaction order results from competitive adsorption of two reactants on the same family of sites. A different model assumes a pre-equilibrium between reactants; when applied to the present system this means that butene, is in equilibrium with hydrogen and butane: C4Hg + H., -C4H t o (2) As kinetic analysis alone cannot discriminate between these models it is of interest to consider the results of the tests with Pt-free catalysts which the butene concentration was varied while the pressures of hydrogen and n-butane were con- Table 2 Isotopic distributions for C, molecules with overall ratio of '3C/ izC-1 Molecule 12 C4 13C~2 C3 13 C22C2 13C32C, 1 3 C4 binomial 1 4 6 4 1 coefficients 6.25 25.0 37.5 25.0 6.25 Observed ( % ) i-butane; 30 min, 8.7 24.9 38.2 22.3 5.9 523 K n-butane; 30 min, 6.2 17.0 58.5 14,8 3.5 523 K H. Liu et al. /Journal of Molecular Catalysis A: Chemical 100 (1995) 35-48 -14 r -15 -16 -17 x -Is -19 -20 -19 -18 -17 -16 In (Butene Pressure / atm) Fig. 13. Influence of butene pressure on i-butane production over PtSZ catalyst. Total flow rate 10 cm' ( g cat. ) -' s-'. Total pressure l l bar; p (HZ) 2.2-6.6 bar, p (n-C4) 0.04-0.11 bar, helium balance. Reaction temperature: ( + ) 503 K, ( ,~s) 491 K, (O) 479 K. Butene pressure is calculated according to the equilibrium constant from Gibbs free energy values in the literature [ 14] . stant. These tests show that lowering the butene concentration from the level of the butene impurity in the feed to that of thermodynamic equilibrium results in a significant lowering of the isomerization rate. From this result it is concluded that the negative reaction order in hydrogen reflects in reality a positive order in butene, in agreement with the intermolecular mechanism indicated by isotopic labelling. Additional arguments against the model of competitive adsorption of hydrogen and n-butane for the same sites are derived from the known chemistry of such systems. Alkane molecules can form carbonium ions with Brsted acid sites and they can transfer a hydride ion to an adsorbed carbenium ion. In neither of these processes can Hz act as a serious competitor. Under the conditions of the present study over Pt containing catalysts the butene concentration will be in equilibrium with n-butane and H2. For the Pt-free SZ catalyst the data show that lowering of the butene level by a factor of 1700 resulted in 43 lowering of the isomerization rate by only a factor of four. This result indicates that also the metalfree catalyst is able to produce butene from butane, though much less efficiently than the Pt containing catalyst. The isotopic results leave little doubt that a Cg or higher intermediate is formed from nbutane which is clear evidence that an unsaturated compound such as butene must be formed over these catalysts. The fact that metal free solid acids are able to catalyze (de-) hydrogenations of hydrocarbons has been documented before [ 15,16]. 4.2. Mechanism Whereas reactions in liquid acids can be described in terms of `free' carbenium ions, reactions at the surface of solid acid catalysts proceed via chemisorbed complexes. Although Kazansky has shown that `adsorbed carbenium ions' are strongly stabilized by a covalent bonds, this author also concludes that the transition state for the formation of these complexes has some resemblance to a carbenium ion. This lends justification to the use of carbenium ion chemistry in a qualitative analysis of the kinetic data on solid acid catalysis. In the carbenium ion model, two reaction paths can be visualized, which both have a plausible role for butene as a reaction intermediate. (1) In terms of the intramolecular model of isomerization, butene reacts with Brsted acids to a secondary carbenium ion: n-C4Hg + H+ ~ C4119' (3) Isomerization would then proceed via a protonated methylcyclopropane intermediate, followed by opening of this ring which results in a primary carbenium ion, that is subsequently isomerized to a tertiary carbenium. As the energy difference between secondary and primary carbenium ions is 71 kJ mol-', a high activation energy would be expected for this route. The reaction order in butene would be between 0 and 1, depending on the position of the equilibrium ( 3 ) , which in this case becomes an adsorption isotherm. As equilibrium between butane and butene is assumed to be H. Liu et al. /Journal of Molecular Catalysis A: Chemical 100 (1995) 35-48 established over the Pt-SZ catalyst, it follows that also the reaction order in butane would be between 0 and 1, if the intramolecular mechanism is operating. (2) If an intermolecular mechanism is valid, C4 carbocations will also be formed and equilibrium (3) established. In addition, butene will react with a carbenium ion forming a Cg carbocation: n-C4H8 + C4H9 _- C8H 7 (4) These ions can easily isomerize to any of the tertiary carbenium ions of this composition. One of them is known to easily undergo /3-fission to two i-C4 fragments: CH3 CH3 CH3-C-CH-C-CH3 -==> CH3 CH3 CH3 CHZ= C + CH3 - C -CH3 CH3 As no primary carbeniumionsare formed and the cleavage shown is known to be fast, the activation energy of this process is low in liquid acids. If a similar chemistry is valid at the surface of a solid catalyst, the reaction order in butene could be between zero and two (just as shown in Fig. 13 ),depending again, on the adsorption equilibrium (3) and the nature of the rate limiting process. Assuming that equilibrium between butane and butene is established over the Pt function of this catalyst, the expected order in n-butane will be between zero and two and that in HZ between zero and - 2. The measured reaction orders in n-butane for the rate of i-butane formation are clearly larger than unity; all values are in the interval between 1.2 and 1.6, depending on the temperature and the hydrogen pressure. These values are incompatible with an intramolecular mechanism, but point to a prevailing intermolecular reaction, involving a Cg intermediate. The order in n-butane found for the rate of pentane formation is about 2, lending further support to the intermolecular pathway. Previously, Guisnet et al. [ 17-19] observed that the order in i-butane of pentane formation was 2 under the conditions of i-butane isomerization over H-mordenite at about 625 K. These authors, therefore, proposed an intermolecular mechanism. The same mechanism was suggested by Gates et al. for n-butane isomerization over ironand manganese-promoted sulfated zirconia catalysts at 313-498 K [ 20,21 ] . The isotopic scrambling in i-butane, upon using double ' 3C-labelled n-butane, as reported by Adeeva et al. [ 5,10] for Fe,Mn promoted SZ catalysts and in the present study for Pt-SZ, leaves little doubt, that the reaction is an intermolecular process over these catalysts. While the rate of this reaction is strongly lowered by a high HZ pressure in the present work, this still is the prevailing reaction mechanism; no contribution of a parallel intramolecular reaction path could be detected in the present work. The difference between the present data collected at elevated pressure and those of Garin et al. [9] at atmospheric pressure, might in part be caused by different contributions of catalyst deactivation, as indicated by a positive order in Hz, reported by Garin et al. with SZ at low Hz pressure [11]. The formation of pentanes as byproducts of the butane isomerization is most easily rationalized by assuming a C8 intermediate. Ideally, cleavage of C8 intermediates in a C3 and a CS fragment should produce propane and pentane in equimolar ratio. This simple picture, is however, complicated by simultaneous metal and/or acid catalyzed hydrogenolysis of the butanes, as indicated by the formation of methane and ethane. Olah et al. [ 22 ] and Gates et al. [ 23 ] reported that nbutane cracking produces methane, ethane, and propane also in liquid superacids and over HZSM-5. The excess of propane over pentane is, therefore to be expected, but the observation that 1 3 4 H. Liu et al. /Journal of Molecular Catalysis A: Chemical 100 (1995) 35-48 10-a `~ 10 9 x a 0 .J b p. 91 10-a 109 10-a Total Cracking (1) zroz so, (a) '2'~mmA 0 10 20 30 (a) o 9000 (2) Pt-zroz-so, 0 2 4 6 8 10 123 75 77 79 81 83 85 (3) Pt/512 + zroz-SO4 ~m oo (a) o~ .00~oo00(PboC_00oob~OO 0 5 10 15 20 25 Time on Stream / hr Fig. 14. Change of total propane production rate (,L) and propane production rate from n-butane cracking ( O ) with hydrogen pressure over different catalysts at 503 K. The same reaction conditions as in Fig. 1. in the present work a propane/pentane ratio of only 1.5 is observed for Pt-SZ strongly suggests formation of a Cg intermediate. Using this assumption, the propane production rate from n-butane cracking can be obtained by subtracting the pentane production rate from the rate of total propane production. The results of these calculations are shown in Fig. 14; it shows that the propane production from n-butane cracking is independent of the hydrogen pressure over Table 3 Kinetic models for i-butane production rate 45 all three catalysts. Furthermore, it shows that same pattern as the rate of ( C, + C2) production. This suggests that n-butane cracking over SZ-based catalysts proceeds along a monomolecular path e.g. via pentacoordinated carbonium ions, as reported by Haag et al. [23,24] . 4.3. Kinetic models Attempts were made to use kinetic models to simulate the experimental data. Model parameters were determined using established nonlinear least-squares algorithms (Levenberg-Marquardt method in SPSS for Windows). The reparameterization method was described by Ratkowsky [25]. As expected, all Langmuir-Hinshelwood models based on the intramolecular mechanism result in butane reaction orders < 1 and are ruled out on this basis. Four models based on various intermolecular isomerization mechanism are sketched in Table 3. Only the forward reactions were considered, because conversion was kept low in the catalytic tests. In all models, the pressure of C4Hg was replaced by: P(C4Hs) -KeqP(CaHto) /h (H2) (6) where Keq stands for the equilibrium constant calculated from the Gibbs free energy. All other equilibrium and rate constants were obtained by best fit to the experimental data (38 points). Model No. of parameters i-Butane production rate function (r/mol (g cat.)-' s-') k{ [P(CaHa)2 Intermolecular, metal-acid bifunctional model. k{[Kp(CQHa)]l[1 + Kp(C4Ha)]}z Intermolecular Langmuir-Hinshelwood model. k, [KP(CaHa)} l[1 +Kp(C4Ha)J +kz{ [KP(CaHa) J l[ l +Kp(C4Ha) } }Z Langmuir-Hinshelwood model, intramolecular step plus intermolecular step. k([KP(CaHa)J /[1 +Kp(C4Ha) +KeP(H2) }7 Intermolecular Langmuir-Hinshelwood model, Hz competitive adsorption. K, equilibrium constant of carbenium ion formation; K the equilibrium constant of hydrogen adsorption. 46 10-6 F- 10-7 x b 10-e b 10'9 H. Liu et al. /Journal of Molecular Catalysis A: Chemical 100 (1995) 35-48 10-9 10-8 10-' 10-6 Observed Rate / cool gcat-'s-1 Fig. 15. Predicted versus experimental i-butane production rates for two models. The same reaction conditions as in Fig. 13. Two of the probed models led to serious inconsistencies. A model (no. 4) assuming competition of butene and hydrogen for the same sites led to negative adsorption equilibrium constant for H2; another model (no. 3) assuming two parallel mechanisms, one, intermolecular, and the other, intramolecular, did not converge. Two models gave good fit with the data based on the criterion that sum of squares of the deviations is less than 5.8 X 10- t5. The standard deviations of all parameters are less than 14%. Model 1, the simplest, was used by Sinfelt [26] for pentane isomerization over Pt/A1203; it assumes (de-) hydrogenation equilibrium to be established over Pt: Rate =kl [p(C4H8) ] \"}2 Model 2 is more detailed; it has been used by Gates et al. [20] for n-butane isomerization via Cg intermediates: Rate =k{Kp(C4Hg) / [ 1 +Kp(C4Hg) ] }2 (8) K is the equilibrium constant of carbenium ion. In Fig. 15 the calculated rate is plotted versus the observed rate. The parameters of models are listed in Table 4. The a value found by Sinfelt is 0.5; the present data give = 0.6. It has been interpreted as a measure of non-uniformity of the adsorption sites [ 27 ] . The more detailed model 2 gives an activation energy of 53 3 kJ mol-'; this value is near that of 44.8 kJ mol-t reported by Hsu et al. for Pt-free catalysts [4] . 4.4. The role of platinum The deactivation of sulfated zirconia catalyst makes it unattractive for industry. The addition of Pt to SZ or high hydrogen pressure has been shown to prevent the deactivation [ 11,28 ] . The present results show the same effects of Pt and hydrogen pressure; the stability of the Pt-SZ catalysts with time on stream is dramatically enhanced. The high hydrogen pressure increases the temperature requirement for both SZ and PtSZ to achieve similar isomerization rates. At a given hydrogen pressure, Pt-SZ has a higher ibutane production rate, see Figs. 1-3. Even if the feed has the same butene content, by equilibrating it over PtlSi02, Pt-SZ displays a higher rate of isomerization, because butene will be consumed over SZ, but over Pt-SZ butene is continuously regenerated. Obviously the dehydrogenation Table 4 Kinetic model parameter estimation Parameter k 503 K 491 K 479 K a Keg 503 K 0.61 491 K 0.64 479 K 0.68 503 K 491 K 471 K K 503 K 491 K 479 K Arrhenius rule k=5.17exp( -52100/ RT) K=1.19exp(69700/ RT) Model 1 Model 2 2.00 X 10-5 1.83 x 10-6 1.45 x 10-5 1.30 X 10-6 1.07X10-5 9.71X10-' 1.13 X 10-6 5.44 x l0-' 3.18 x 10-' 1.96 X 10' 3.36 X 10' 4.52 x 10' k=0.57exp( -53000/RT 100 90 h 80 0 0 0 00 0 1 2 3 4 5 6 7 8 Hydrogen Pressure / atm Fig. 16. Influence of hydrogen pressure on i-butane selectivity. Catalysts: SZ at 503 K (; bilayer bed of Pt/Si02+SZ at 503 K (; Pt-SZ at 503 K ( + ), 491 K (A), 479 K (O). Reaction conditions: total flow rate 10 cm3 (g cat.) -' s'; total pressure 11 bar; p(n-CQ) 0.04-0.11 bar, p(HZ) 1.1-7.3 bar, helium balance. capability of the SZ catalyst is much weaker than that of Pt-SZ. The presence of Pt and/or high pressure of hydrogen induce, however, hydrogenolysis to smaller molecules (as shown in Fig. 16) . S. Conclusions The kinetic data over Pt-SZ show, in agreement with isotopic labelling data, that the prevailing mechanism of butane isomerization is intermolecular, even in the presence of a high pressure of hydrogen, where the equilibrium concentration of butene is very low. The isomerization rate changes reversibly when the partial pressure of hydrogen is varied in accordance with the model that assumes equilibrium between butane, butene and hydrogen, and formation of an adsorbed Cg carbocation from a C4 ion and butene. Acknowledgements We gratefully acknowledge a financial support from the Director of the Chemistry Division, Basic H. Liu et al. /Journal of Molecular Catalysis A: Chemical 100 (1995) 35-48 47 Energy Sciences, U.S. Department of Energy, Grant DE-FG02-87ER13654. A start-up fund from the Center for Catalysis and Surface Science of Northwestern University and a grant in aid from Shell Development Company are gratefully acknowledged. We thank Magnesium Elektron Inc. for kindly providing us with samples of sulfated zirconia. References [2 [ 1 ] D.M. Brouwer and H. Hoogeveen, Progr. Phys. Org. Chem., 9 (1972) 179. D.M. Brouwer, in R. Prins and G.C.A. Schuit, (Eds.), Chemistry and Chemical Engineering of Catalytic Processes, Sijthoff and Noordhof, Alphen a.d. Rijn, 1980, p. 173. [ 3 ] V. Kazansky, Acc. Chem. Res., 24 (1991) 379. [4] C.-Y. Hsu, C.R. Heimbruch, C.T. Armes and B.C. Gates, J. Chem. Soc., Chem. Commun., (1992) 1645. [ 5 ] V. Adeeva, G.D. Lei and W.M.H. Sachtler, Appl. Catal. A, 118 (1994) L11. [6] L.M. Kustov, V.B. Kazansky, F. Figueras and D. Tichit, J. Catal., 150 (1994) 143. [7] V. Adeeva, T.W. de Haan, J. Jchen, G.D. Lei, V. Schemann, L.J.M. dan de Ven, W.M.H. Sachtler and R.A. van Santen, J. Catal., 151 (1995) 364. [8] R.A. van Santen, Stud. Surf. Sci. Catal., 85 (1994) 273. [ 9 ] F. Garin, L. Seyfried, P. Girard, G. Maire, A. Abdulsamad and J. Sommer, J. Catal., 150 (1995) 26. [ 10] V. Adeeva, G.D. Lei and W.M.H. Sachtler, Catal. Lett., 33 (1995) 135. [ 1 I ] F. Garin, D. Andriamassinoro, A. Abdulsamad and J. Sommer, J. Catal., 131 (191) ) 199. [ 12] E. Iglesia, S.L. Soled and G.M. Kramer, J. Catal., 144 (1993 ) 238. [ 13] R. Snel, Chem. Scr., 20 (1984) 99. [ 14] C.L. Yaws and P.Y. Chiang, Hydrocarbon Processing, Nov. 18 (1988) 81. [ 15] B.S. Kwak and W.M.H. Sachtler, J. Catal., 145 (1994) 456. [ 16] B.S. Kwak, W.M.H. Sachtler and W.O. Haag, J. Catal., 149 (1994) 465. [ 17] C. Bearez, F. Chevalier and M. Guisnet, React. Kinet. Catal. Lett., 22 (1983) 405. [ 18 ] M. Guisnet, F. Avendano, C. Bearez and F. Chevalier, J. Chem. Soc., Chem. Commun., (1985) 336. [ 19] C. Bearez, F. Avendano, F. Chevalier and M. Guisnet, Bull. Soc. Chim. Fr., (1985) 346. [20] A.S. Zarkalis, C.-Y. Hsu and B.C. Gates, Catal. Lett., 29 (1994) 235. [21 ] T.K. Cheung, J.L. D'Itri and B.C. Gates, J. Catal., 151 (1995) 464. [22] J.A. Olah, O. Farooq, A. Husain, N. Ding, N.J. Trivedi and J.A. Olah, Catal. Lett., 10 (1991) 239. [ 23 ] H. Krannila, W.O. Hagg and B.C. Gates, J. Catal., 135 (1992 ) 115. 48 H. Liu et al. /Journal of Molecular Catalysis A: Chemical 100 (1995) 35-48 [24] W.O. Haag, R.M. Dessau, in Proc. Int. Congr. Catalysis, 8th, Vol. 11, Verlag Chemie, Weinheim, 1984, p. 305-316. [ 25 ] D.A. Ratkowsky, Handbook of Nonlinear Regression Models, Marcel Dekker, New York, 1990, part II. [26] J.H. Sinfelt, Adv. Chem. Engineer., 5 (1964) 37. [27] M. Boudart and G. Dja-Mariadassou, Kinetics of Heterogeneous Catalytic Reactions, Princeton University Press, Princeton, NJ, 1984, p. 121. [28] T. Hosi, T. Shimidzu, S. Itoh, S. Bana and H. Takaoka, Prepr.Am. Chem. Soc., Div. Pet. Chem., 33 (1) (1988) 562. MOLCAA 95001271 1381-1169(95)00127-1 10.1016/1381-1169(95)00127-1 Article Butane isomerization over platinum promoted sulfated zirconia catalysts H. Liu V. Adeeva G.D. Lei W.M.H. Sachtler ∗ V.N. Ipatieff Laboratory, Center for Catalysis and Surface Science, Department of Chemistry, Northwestern University, Evanston, IL 60208, USA ∗ Corresponding author. The isomerization of n-butane to i-butane has been studied at 11 bar in a microflow reactor over sulfated zirconia (SZ) and platinum containing sulfated zirconia (Pt-SZ) catalysts. In the presence of H2 a significantly higher temperature is required for isomerization over SZ than in its absence. The rate over SZ is higher with n-butane containing 33 ppm butene as an impurity than with a feed that is pre-equilibrated over a Pt SiO2 catalyst to a much lower butene content. Over Pt-SZ the reaction rate is higher, because any butene consumed is rapidly regenerated; the conversion is perfectly stable in 83 h runs, selectivity to i-butane is 95%; i-pentane and propane are the main byproducts. The activation energy is 53 kJ mol−1. Upon increasing the pressure of H2 from 1.1 to 6.6 bar, the reaction rate was found to decrease in a perfectly reversible fashion. Kinetic analysis reveals that the reaction order is negative in H2 (−1.1 to −1.3 depending on the temperature) and positive in n-butane (+ 1.3 to +1.6), indicating that the mechanism of this isomerization is intermolecular: butene is formed and reacts with adsorbed C4-carbenium ions to adsorbed C8 intermediates which isomerize and undergo β-fission to fragments with i-C4 structure. This mechanism is confirmed over Pt-SZ by isotopic labelling experiments, though at much lower pressure, using double labelled 13CH3CH2CH213CH3. The primary reaction product consists of i-butane molecules, containing zero, one, two, three and four 13C atoms in a binomial distribution. Keywords Butane isomerization Bifunctional catalysis Bimolecular isomerization mechanism Intermolecular isomerization mechanism Carbenium ions Isotopic labelling Platinum Sulphated zirconia Zirconia References [1] D.M. Brouwer H. Hoogeveen Progr. Phys. Org. Chem. 9 1972 179 [2] D.M. Brouwer R. Prins G.C.A. Schuit Chemistry and Chemical Engineering of Catalytic Processes 1980 Sijthoff and Noordhof Alphen a.d. Rijn 173 [3] V. Kazansky Acc. Chem. Res. 24 1991 379 [4] C.-Y. Hsu C.R. Heimbruch C.T. Armes B.C. Gates J. Chem. Soc., Chem. Commun. 1992 1645 [5] V. Adeeva G.D. Lei W.M.H. Sachtler Appl. Catal. A 118 1994 L11 [6] L.M. Kustov V.B. Kazansky F. Figueras D. Tichit J. Catal. 150 1994 143 [7] V. Adeeva T.W. de Haan J. Jänchen G.D. Lei V. Schünemann L.J.M. dan de Ven W.M.H. Sachtler R.A. van Santen J. Catal. 151 1995 364 [8] R.A. van Santen Stud. Surf. Sci. Catal. 85 1994 273 [9] F. Garin L. Seyfried P. Girard G. Maire A. Abdulsamad J. Sommer J. Catal. 150 1995 26 [10] V. Adeeva G.D. Lei W.M.H. Sachtler Catal. Lett. 33 1995 135 [11] F. Garin, D. Andriamassinoro, A. Abdulsamad and J. Sommer, J. Catal., 131 (191) 199. [12] E. Iglesia S.L. Soled G.M. Kramer J. Catal. 144 1993 238 [13] R. Snel Chem. Scr. 20 1984 99 [14] C.L. Yaws P.Y. Chiang Hydrocarbon Processing Nov. 18 1988 81 [15] B.S. Kwak W.M.H. Sachtler J. Catal. 145 1994 456 [16] B.S. Kwak W.M.H. Sachtler W.O. Haag J. Catal. 149 1994 465 [17] C. Bearez F. Chevalier M. Guisnet React. Kinet. Catal. Lett. 22 1983 405 [18] M. Guisnet F. Avendano C. Bearez F. Chevalier J. Chem. Soc., Chem. Commun. 1985 336 [19] C. Bearez F. Avendano F. Chevalier M. Guisnet Bull. Soc. Chim. Fr. 1985 346 [20] A.S. Zarkalis C.-Y. Hsu B.C. Gates Catal. Lett. 29 1994 235 [21] T.K. Cheung J.L. D'Itri B.C. Gates J. Catal. 151 1995 464 [22] J.A. Olah O. Farooq A. Husain N. Ding N.J. Trivedi J.A. Olah Catal. Lett. 10 1991 239 [23] H. Krannila W.O. Hagg B.C. Gates J. Catal. 135 1992 115 [24] W.O. Haag R.M. Dessau Proc. Int. Congr. Catalysis, 8th Vol. II 1984 Verlag Chemie Weinheim 305 316 [25] D.A. Ratkowsky Handbook of Nonlinear Regression Models 1990 Marcel Dekker New York Part II [26] J.H. Sinfelt Adv. Chem. Engineer. 5 1964 37 [27] M. Boudart G. Djéga-Mariadassou Kinetics of Heterogeneous Catalytic Reactions 1984 Princeton University Press Princeton, NJ 121 [28] T. Hosi T. Shimidzu S. Itoh S. Bana H. Takaoka Prepr.-Am. Chem. Soc., Div. Pet. Chem. 33 1 1988 562",
      "scopus-id": "0003076106",
      "coredata": {
        "eid": "1-s2.0-1381116995001271",
        "dc:description": "The isomerization of n-butane to i-butane has been studied at 11 bar in a microflow reactor over sulfated zirconia (SZ) and platinum containing sulfated zirconia (Pt-SZ) catalysts. In the presence of H2 a significantly higher temperature is required for isomerization over SZ than in its absence. The rate over SZ is higher with n-butane containing 33 ppm butene as an impurity than with a feed that is pre-equilibrated over a Pt SiO2 catalyst to a much lower butene content. Over Pt-SZ the reaction rate is higher, because any butene consumed is rapidly regenerated; the conversion is perfectly stable in 83 h runs, selectivity to i-butane is 95%; i-pentane and propane are the main byproducts. The activation energy is 53 kJ mol−1. Upon increasing the pressure of H2 from 1.1 to 6.6 bar, the reaction rate was found to decrease in a perfectly reversible fashion. Kinetic analysis reveals that the reaction order is negative in H2 (−1.1 to −1.3 depending on the temperature) and positive in n-butane (+ 1.3 to +1.6), indicating that the mechanism of this isomerization is intermolecular: butene is formed and reacts with adsorbed C4-carbenium ions to adsorbed C8 intermediates which isomerize and undergo β-fission to fragments with i-C4 structure. This mechanism is confirmed over Pt-SZ by isotopic labelling experiments, though at much lower pressure, using double labelled 13CH3CH2CH213CH3. The primary reaction product consists of i-butane molecules, containing zero, one, two, three and four 13C atoms in a binomial distribution.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-11-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995001271",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liu, H."
          },
          {
            "@_fa": "true",
            "$": "Adeeva, V."
          },
          {
            "@_fa": "true",
            "$": "Lei, G.D."
          },
          {
            "@_fa": "true",
            "$": "Sachtler, W.M.H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995001271"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995001271"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00127-1",
        "prism:volume": "100",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Butane isomerization over platinum promoted sulfated zirconia catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Butane isomerization"
          },
          {
            "@_fa": "true",
            "$": "Bifunctional catalysis"
          },
          {
            "@_fa": "true",
            "$": "Bimolecular isomerization mechanism"
          },
          {
            "@_fa": "true",
            "$": "Intermolecular isomerization mechanism"
          },
          {
            "@_fa": "true",
            "$": "Carbenium ions"
          },
          {
            "@_fa": "true",
            "$": "Isotopic labelling"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Sulphated zirconia"
          },
          {
            "@_fa": "true",
            "$": "Zirconia"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "35-48",
        "prism:endingPage": "48",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 November 1995",
        "prism:doi": "10.1016/1381-1169(95)00127-1",
        "prism:startingPage": "35",
        "dc:identifier": "doi:10.1016/1381-1169(95)00127-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "59",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995001271-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "431",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0003076106"
      }
    }
  }
}