{
  "metadata": {
    "title": "Modelling carbon chemisorption on a nickel catalyst. <math altimg=si1.gif><fr shape=sol align=c style=s><nu>MINDO</nu><de>SR</de></fr></math> semiempirical calculations",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-03-23",
    "doi": "10.1016/1381-1169(95)00246-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995002464",
    "pii": "1381116995002464"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001373904",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-1381116995002464 1381-1169(95)00246-4 1381116995002464 10.1016/1381-1169(95)00246-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00246 2015-05-13T23:01:31.432129-04:00 0 0 19960323 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 106 106 1 2 1 2 Volume 106, Issues 1–2 15 109 118 109 118 19960323 23 March 1996 1996-03-23 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. MODELLINGCARBONCHEMISORPTIONANICKELCATALYSTMINDOSRSEMIEMPIRICALCALCULATIONS POVEDA F YATES 1985 L839 J YOSHIDA 1994 237 N BILOEN 1979 102 P JABLONSKI 1992 99 G TAKEUCHI 1983 5372 A OZDOGAN 1983 257 S ROSTRUPNIELSEN 1991 85 J KAMINSKY 1986 1315 M HE 1993 117 H DAZA 1992 145 L GATES 1992 378 379 B CATALYTICCHEMISTRY BLYHOLDER 1982 429 G SCHULE 1988 6982 J POVEDA 1993 A237 F SANCHEZ 1992 335 M MARGIN 1992 157 G RICHTSMEIER 1985 3659 S GEUSIC 1985 590 M ROHLFING 1984 4497 E IRION 1992 1 M DEMUYNCK 1981 3443 J MIJOULE 1993 367 C UENO 1983 127 A BUREAU 1993 87 C MATOS 1991 439 M MINOT 1986 196 C ONUFERKO 1979 357 J BADER 1987 5900 M CHIARELLO 1988 L621 G RAO 1992 1062 C SCHEPERS 1985 82 F RICHARDSON 1986 559 J LEE 1986 472 C VANBROEKHOVEN 1985 899 E CAMPBELL 1988 75 I CATALYSISSURFACES VANHARDEVELD 1972 75 R SIEGBAHN 1990 37 P ZAKHAROV 1986 303 I FOURNIER 1990 2919 R POVEDAX1996X109 POVEDAX1996X109X118 POVEDAX1996X109XF POVEDAX1996X109X118XF item 1381-1169(95)00246-4 1381116995002464 1-s2.0-1381116995002464 10.1016/1381-1169(95)00246-4 271358 2010-09-28T03:08:07.401731-04:00 1996-03-23 1-s2.0-1381116995002464-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002464/MAIN/application/pdf/cbbfb0bff9ffa18b773014b16366d4e3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002464/MAIN/application/pdf/cbbfb0bff9ffa18b773014b16366d4e3/main.pdf main.pdf pdf true 912103 MAIN 10 1-s2.0-1381116995002464-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002464/PREVIEW/image/png/6ec71330b426eeec0598738fc3211ab4/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002464/PREVIEW/image/png/6ec71330b426eeec0598738fc3211ab4/main_1.png main_1.png png 60705 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116995002464-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002464/STRIPIN/image/gif/520628a98681b50a78772d90746033d7/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002464/STRIPIN/image/gif/520628a98681b50a78772d90746033d7/si2.gif si3 si3.gif gif 624 30 87 ALTIMG 1-s2.0-1381116995002464-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002464/STRIPIN/image/gif/520628a98681b50a78772d90746033d7/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002464/STRIPIN/image/gif/520628a98681b50a78772d90746033d7/si2.gif si2 true si2.gif gif 624 30 87 ALTIMG 1-s2.0-1381116995002464-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002464/STRIPIN/image/gif/520628a98681b50a78772d90746033d7/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002464/STRIPIN/image/gif/520628a98681b50a78772d90746033d7/si2.gif si1 si1.gif gif 624 30 87 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 106 (1996) 109-1 l8 Modelling carbon chemisorption on a nickel catalyst. MINDO/SR semiempirical calculations Flor Marina Poveda b, * , Anibal Sierraalta a, Jose L. Villaveces b, Fernando Ruette a JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL ' Laboratorio de Quimica Computacional, Centro de Quica. Apartado 2/827, Caracas. Venezuela b Grupo de Quica Teica, Facultad de Ciencias, Universidad Nacional de Colombia. Bogot Colombia Received 5 May 1995; accepted 24 August 1995 Abstract Calculations for C chemisorption on a finely divided nickel catalyst modeled by Nis, Ni, and Ni, clusters were carried out by using the MINDO/SR semiempirical method. Vertical adsorption on several sites in the border and in the center of these clusters were evaluated. The adsorption energy depends not only on the type of site but also on the cluster size, due to large changes in the coordination of the atoms forming the adsorption site. Results obtained optimizing the adsorbate geometry on the surface clearly indicate that thermodynamically favored chemisorptions occur mainly on border sites. Sites formed of atoms equally coordinated show smaller differences in adsorption energies than those with different saturation. Relaxation of the cluster and high C coverage favored chemisorption on four-fold center sites and induced carbon penetration into the bulk. Chemisorption of carbon produces a decrease of the magnetic moment of the metal surface. The introduction of the diatomic binding energy (DBE) allows us to interpret adsorption processes in terms of the energetic changes of the involved bonds. Thus, some adsorption sites with small adsorption energy (AE) would be strongly active sites because of high DBE values. A model for carbon diffusion into the Ni bulk is presented. Keywords: Nickel; Carbon; Chemisorption; MINDO/SR; Cluster relaxation; Cooperative effects 1. Introduction Nickel dispersed on different supports is used as catalyst for hydrocarbon synthesis in which chemisorbed C is one intermediate. For example, the Fischer-Tropsch reaction [1-3] proceeds via reduction of CO to C, which is maintained adsorbed on the catalyst surface for subsequent hydrogenations to methyne, methylene, and methyl species. At high temperatures, hydrocarbons can decompose with the formation Corresponding author. 1381-I 169/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 1381-1169(95)00246-4 of filamentary carbon, carbonaceous films, and graphitic coke [4]. The whole process can be seen as sequential reactions; for example, methane decomposes as [4]: CH4 + A,n - CH.,-A,,, - C-A,, - C-A b - C whisker where A.. and Aare adsorption sites for the chemisorption of intermediates species previous to dissolution of C into the nickel crystal to a bulk site (A b). Kaminsky et al. [5], using static secondary ion mass spectroscopy (SIMS), have shown the presence of C (both carbidic and graphitic) and 110 F.M. Pooeda et al./Journal of~Molecular Catalysis A: Chemical 106 (1996)109-118 the formation of methyl, methylene, and methyne in the reaction between CO and H 2 over a single crystal Ni(111) surface. He et al. [6] reported the formation of CH n species (n = 0, 1, 2, 3) on a Ni(100) surface by hydrogenation of carbidic carbon. On the other hand, Garcia-Fierro et al. [7] found in the benzene hydrogenation on Ni-USY zeolite catalyst that the hydrogenation reaction is proportional to the concentration of Nicentres, and different type of carbonaceous materials (no whiskers) were formed. In general, commercial catalysts are dispersed over the surface of other solids (the support) in which metal aggregates of different shapes and sizes with different crystal faces would be exposed to the reactant species. Aggregates of very small size (of a few in diameter [8]) are usually highly effective catalysts, because of their large surface accessible to reactants. The structure of these particles resembles molecular species more than bulk metals, and can be modeled as clusters. Very little theoretical work related to the properties of these little clusters has been performed. The object of this work is to calculate, using the MINDO/SR method, the interaction of C atoms with different adsorption sites on Ni clusters (Ni 14 and Nis) that model a small grain of a highly dispersed catalyst. We pretend to answer questions such as: which are the most active sites for C adsorption on small nickel aggregates? Which factors must be considered in the calculational procedure for modelling C chemisorption on Ni clusters? The answer to these questions is very important because properties of an intermediate (C chemisorption on Ni) is fundamental in mechanisms related with petrochemical reactions such as: methanation, hydrocarbon synthesis, carbon formation, etc. 2. Computational details and surface model All calculations were done using the semiempirical program MINDO/SR [9] parameterized for Ni-C systems. The theoretical values of C-Ni bond energy and equilibrium bond length (45 kcal/mol and 1.904 respectively) obtained by Schble et al. [10], using CASSCF and CCI calculations for CH3Ni, were employed to calculate the parameters aC-Ni = 1.71424 and -Ni = 0.76375. The C-Ni dissociation energies, optimizing the C-Ni and C-H bond distances, were evaluated for the NiCH n (n = 0-3) species. The results presented in Table 1 show a very reasonable agreement with respect to those values calculated from Reference [10], shown in parentheses. The catalytic surface of a Ni grain (a tiny crystal) was modeled by Ni 14 (8 atoms in the first layer and 6 in the second) and Nis (4 atoms in the first layer and 1 in the second) simulate an exposed (100) face, see Fig. 1. In order to study the adsorption process, at the optimal C-surface distances, the following properties were evaluated: adsorption energy (AE), total diatomic energy (TDE(Ni-C)), total diatomic binding energy (TDBE(Ni-C)), equilibrium bond distance (Req(Ni-C)), the average Table 1 Calculated values of C-Ni dissociation energies (DE) and equilibrium bond distances (Req) of CHmolecules using MINDO/SR method Molecule Multiplicity DE Req(Ni-C) R,Q(C-H) (kcal/mol) ( ( CH3Ni 2 46.1 (45.0) 1.901 (1.904) 1.129(1.098) CHZNi 3 71.1 (68.7) 1.879(1.882) 1.118 CHNi 4 94.3 1.851 1.104 CNi 3 76.4 1.823 1.104 Values in parentheses correspond to data from Ref. [101. F.M. Poueda et al. /Journal of Molecular Catalysis A: Chemical 106 (1996)109-1IS oc~I o OM FC T ~ci Fig. 1. Nickel grain modelled by a Ni,a cluster in which studied adsorption sites are labeled. value of Mulliken Ni-C bond orders (MBO(Ni-C)), Charge (C), and activation energy of the cluster ( aTDBEclter) The adsorption energy was obtained as the difference between the final and the initial state energies (AE = E[C-Ni j - { E[C] + E[Ni }) of the reaction: C + Ni,-* C-Nim Adsorption strength can be analyzed in terms of diatomic binding energies (DBE(A-B)) between atoms A and B [ 11 ]: DBE(A-B) = eAB + fA(A B) 4eA +fB(A-B) 4EB with fA(A B) -OAB/ I: EAC (C - A) (2) This definition obeys the condition that the total binding energy (TBE) can be expressed as the sum of binding diatomic energies between all atoms, TBE = Lr 1: CAB + E 4--A A B>A A DBE(A - B) = TDBE (4) A B>A where s sA, and sAB terms correspond to the energy of atom A, and monoatomic and di atomic energies [ 12], respectively. The cluster energy change due to the chemisorption of C is calculated by the following expression, 4TDBE,,US~e~ = TDBE* (Ni m) - TDBE(Nim) (5) where TDBE*(Nim) and TDBE(Ni,r,) are the diatomic binding energy sums of all Ni atoms in the Ni m cluster with an adsorbed C atom and without it, respectively. 3. Results and discussion 3.7. Vertical adsorption on the cluster surface Calculations performed for a perpendicular adsorption of C on the cluster surface gave an optimal multiplicity of 15, leading to a reduction of the surface magnetism, because the optimal calculated multiplicity for the Ni 14 cluster was 17. This result is in agreement with experimental findings [ 13], where interactions of hydrocarbons on small Ni grains produce a reduction of their magnetic moments. An exception was found on the four-center site that presents more stability for a multiplicity of 17. Potential energy curves (PEC) of C adsorption on the Ni 14 cluster for each one of the six sites shown in Fig. 1 are presented in Fig. 2. All PECs exhibit a minimum of energy, which is an indication of attractive interactions. The horizontal dashed line corresponds to the binding energy of the Ni,4 cluster plus the carbon atom located at infinite distance. Therefore, PECs above this line represent adsorptions that are not energetically favored. In this case, there are only three PECs whose minima lay below this line, corresponding to interactions on OCIII, OCII and TCII sites. Note that exothermic adsorptions take place solely on border sites. This is an indication that the degree of saturation of the Ni atoms that form the adsorption site plays also an important role in the adsorbate- surface interaction. The adsorption on four- (FC), one(OCI), and two-center sites (TCI) are energeti- 112 F.M. Poueda et al. /Journal of Molecular Catalysis A: Chemical 106 (1996) 109-118 -660 -670 -680 E 700 T 710 d \" -720 .C -7s0- .92 -740 -. -750 -760 -sso -7701 FC~ ~ocI, FTC I TC II oc II oc III'' I I I I 1.0 1.2 1.4 1.6 1.8 2.0 2.2 2.4 0 C-surface perpendicular distance (A) Fig. 2. Potential energy curves for adsorption of a C atom on different Ni14 surface sites. cally unfavorable because those sites include the highest coordinated surface nickel atoms. Thus, the most stable adsorption occurs on the less coordinated nickel atom (OCIII, Ni(8)). Note that our model of surface is closer to a tiny catalyst grain than to an extended well-defined (100) surface. A more detailed description of the bonding properties at minima of the potential energy curves is presented in Table 2. Several features can be obtained from the analysis of these data: (a) There is a direct correlation between the adsorption energy (AE) of the same type of site and TDE and MBO values of the Ni-C bond. That is, AE absolute values for one-center sites decrease in the order OCIII > OCII > OCI, as do both TDE absolute values and MBO values. (b) An inverse trend occurs for the Req values, i.e., a less stable adsorption corresponds to a longer Ni-C equilibrium bond distance. (c) Electronic charge transfer from the cluster to the adsorbate takes place upon C chemisolption, which is consistent with the fact that the electronegativity of the C atom is greater than the Ni atom. (d) The TDBE(Ni-C) values indicate that C adsorption in all sites is bonding, in agreement with the fact that all PECS are attractive; however, AE values show a different behavior. This suggests that sites in which C chemisorption is endothermic (AE > 0) can also be active for catalytic reactions with C adsorbate. (e) Positive values of dTDBEc,ter were obtained (see Eq. 5), which is an indication of destabilization of the cluster upon C chemisorption. The large difference between AE and TDBE(Ni-C) can be explained by the positive values of 4TDBE~luster; i.e., the cluster is less stable due to C chemisorption, as shown in the last row values of Table 2. For example, in case of C adsorption on FC site, the TDBE(Ni-C) value is negative ( - 26.9 kcal/mol) while the AE and ATDBEclustr values are positive (45.9 and 72.8 kcal/mol, respectively). Note that AE Table 2 Properties of C adsorption at the equilibrium vertical C-surface distance for cluster surface and at the minimum geometry on two-center (TC' ) and one-center (OC' ) System properties Sites FC TCI TOI OCI OCII OCIII Tc. oc ' AE (kcal/mol) 45.9 16.8 - 1.5 38.4 - 1.1 - 24.2 - 40.5 - 46.9 TDE(Ni-C) (au) -0.652 -0.455 -0.530 -0.279 -0.426 -0.473 -0.638 -0.279 MBO(Ni-C) 0.56 0.80 0.89 0.93 1.23 1.33 0.93 1.33 TDBE(Ni-C) (kcal/mol) -26.9 -21.6 -52.4 -7.3 -54.5 -50.5 -49.9 -64.9 Charge (C)(au) -0.21 -0.30 -0.15 -0.29 -0.23 -0.34 -0.21 -0.35 Req(Ni-C) ( 2.350 2.156 2.086 2.091 1.918 1.890 2.058 1.870 dTDBEe,uster (kcal/mol) 72.8 38.4 50.9 45.7 53.4 28.4 9.5 18.0 F.M. Poueda et al. /Jouritul of Molecular Catalysts A: Chemical 106 (1996) 109-I l8 = TDBE(Ni,4C) - TDBE(Ni 14) = 4TDBEctter + TDBE(C-Ni). 3.2. Adsorbate relaxation on the surface The preceding calculations were carried out with the constraint of allowing only vertical movement of the adsorbate located at on-top, bridge and four-center sites. Calculations optimizing the C-surface distance without constrains were also performed. The results show that adsorptions on perpendicular positions to the surface are not the most stable ones. The final location of the C atoms corresponds to border sites (one- and two-centers) of the cluster in which the adsorbate is tilted out from the surface plane; see Fig. 3. FC, TCII and OCII adsorptions evolve to a two center site labelled as TC * in Fig. 3. On the other hand, TCI, OCI, and OCIII adsorptions change to OC ` site, as is also shown in Fig. 3. Adsorption energies in these new sites become more negative (more stable adsorption) than in the initial ones, reaching values of about - 47 and - 40 kcal/mol for OC * and TC * sites, respectively. The equilibrium bond distances are shorter and the electronic charge transfers are greater than in the case of perpendicular adsorption to the surface. A considerable decrease of the cluster activation (dTDBEcluster) is also observed; see the last two columns in Table 2. These results show that in studying adsorption on small clusters, lateral optimization is OC* 1 ,TC* Fig. 3. The most stable adsorption sites for the C adsorption on a Ni,4 cluster. b Fig. 4. (a) Nickel cluster Nis(4.1). (b) Carbon adsorption on FC site at Nis cluster. necessary in order to obtain the location of the most active sites. 3.3. Metal coordination effects on adsorption sites The large difference between chemisorption energy on different sites may be due to border effects (i.e., coordinatively unsaturated sites) or to the nickel cluster relaxation, or both. Calculations for a Nis(4,1) (Fig. 4a) and Nis-C (Fig. 4b) with the optimal multiplicities of 7 and 3, respectively, were performed in order to analyze the above-mentioned effects. Calculations for vertical and relaxed carbon adsorption on the Nis cluster show marked changes with respect to those of Ni 14, as shown in Tables 3 and 2. It is remarkable the variation of interaction energy values; for example, the values of AE and TDBE(Ni-C) for adsorption on FC change from + 45.9 and - 26.9 in the Ni, 4 cluster to - 51.0 and - 68.1 kcal/mol in 114 F.M. Poueda et al. /Journal oJ'Molecular Catalysis A: Chemical 106 (1996) 109-118 Table 3 Properties of C vertical adsorption at the equilibrium C-surface distance for different sites of the Nis cluster System Sites properties FC OC TC TC' OC' AE (kcal/mol) -51.0 -27.0 - 17.9 -72.9 -40.8 TDE(Ni-C)(au) -0.999 -0.544 -0.687 -0.585 -0.544 MBO(Ni-C) 0.85 1.39 1.03 0.96 1.45 TDBE(Ni-C) -68.1 -47.8 -32.8 -75.4 -65.0 (kcal/mol) Charge (C) (au) Req(Ni-C) ( 4TDBEeluster (kcal/mol) -0.01 -0.20 -0.02 2.126 1.852 1.999 19.7 20.8 14.9 -0.15 -0.23 2.042 1.834 2.5 24.2 the Ni5 one, respectively. This may be explained by the fact that the FC site in Ni5 is formed with atoms of much lower coordination than in the Ni 14 cluster. In the last cluster, a very large destabilization of the cluster occurs that is not the case in Nis. In general, the following trends were found for the calculated adsorption properties: (i) The absolute values of AE, TDE(Ni-C), and MBO(Ni-C) are higher in the smaller cluster. (ii) Charge (C), Req(Ni-C), arid 4TDBE,1ter absolute values are smaller in the NiS. (iii) All of these trends agree with the fact that the C-Ni interaction is stronger in the small cluster that in the large one. These results are not surprising because experimental findings with small metal clusters reveal that strong changes in the chemical reactivity occur as the cluster size is varied [14,15]. In addition, semiempirical and ab initio [16] and DFT [16] calculations have shown that electronic structure and energetics of small clusters are quite different with respect to the bulk; noticeable changes in these properties are observed with the size or the variation of the number of atoms in the cluster [16-18]. The effect of increasing the coordination in the atoms that form the FC adsorption site was confirmed by calculating the N'7(6,1) (atoms 1, 2, 3, 5, 6, 7, and 10 in Fig. 1) and Nip-C clusters with optimal multiplicities of 9 and 5, respectively. The AE value ( -12.6 kcal/mol) indicates a decrease of chemisorption energy of about 38 kcal/mol, as compared to the Nis cluster ( - 51.0 kcal/mol). These results clearly confirm that the increase of coordination in the adsorption site atoms (two more nickel atoms coordinated to the four-fold adsorption site) yields a decrease in the adsorption energy. One possible explanation for the large difference in adsorption energy on four-fold sites between Nis and Nit4 can be given in terms of charge density (Mulliken type) on the atoms that build the adsorption site. The charge on the atoms that form the Ni5 four-center site is + 0.005 au, contrary to the Ni 14 case, where the center atoms (atoms 1 and 5 in Fig. 1) have a negative charge ( - 0.103 au), whereas the edge atoms (atoms 3 and 6) are positively charged ( + 0.059 au). That is, the size and shape of metallic clusters influence the electronic charge distribution at the adsorption sites. Consequently, the interaction energy adsorbatesurface may change considerably. 3.4. Effect of cluster optimization Results with geometry optimization of the Ni5 cluster show Ni-Ni enlargements of about 0 0 0.1 A in the first layer, and 0.05 A between the Ni atom of the second layer and the top one. This calculated hollow expansion is in the same range as the experimental value (0.1-0.2 [ 19-21 ]. Total geometry optimization in Ni 5 and in N'5-C clusters produces AE ( - 58.6 kcal/mol) and TDBE(Ni-C) ( - 85.4 kcal/mol) absolute values, smaller than in the non-optimized case. One may conclude that the effect of coordination of the atoms that form the adsorption site is more important than that of the cluster relaxation. The above results can be interpreted as a clear indication that in a highly dispersed nickel catalyst, carbon adsorption is preferred on onecenter and two-center sites, located at the border of tiny crystallites, rather than on four-center F.M. Poueda et al. /Journal of Molecular ones. Adsorption on four-center sites is favored only in the case when the atoms that form the adsorption site have no lateral coordination, such as the Ni5 cluster. On the other hand, experiments on a clean Ni(100) surface, using LEED and SEXAFS spectroscopies [ 19-21 ], have shown that carbon is adsorbed on four-fold hollow sites causing a distortion on the surface. This fact suggests that there is a strong difference between the adsorption properties of small metal clusters and well-defined metal surfaces, as has been established by Demuynck et al. [ 16], Mijoule et al. [ 16] and Ueno et al. [ 16]. Several authors [22-25] have proposed that the strongest chemisorptions on highly dispersed nickel catalyst occur on unsaturated sites such as corners and edges. It is experimentally known that in Ni/Si02 catalysts, the nickel 0 particles have an average diameter of 10-60 A [23,26]. In these small clusters, corner and edge atoms are a significant fraction of the total surface atoms, while in larger clusters, atoms located on planes of low indexes are the more numerous, as has been calculated by Van Hardeveld and Hartog [27]. For example, Rao et al. [22] have found that the cluster size strongly determines the reactivity of Ni clusters towards dissociation of HZS and CO. Similar results were reported by these authors in the dissociation of OZ on Ag clusters, showing that small clusters present a greater activity than large ones. Ponec et al. [25] reported that small metal particles are less able to form multiple metalcarbon bonds (adsorptions in two- three- and four-center) and are more resistant to formation of carbonaceous layers. 3.5. Cooperative effects Chemisorption at the four-center site after adsorption at the edge sites was studied to see the cooperative effect, as shown in Fig. 5a. It was found, after optimization, that the cluster with four C atoms at the edges has large Ni-Ni relaxations of about 0.25 A. Interaction of a fifth C atom at the hollow four-center site, see Catalysis A: Chemical 106 (1996) 109-118 115 Fig. 5. (a) Ni5C4 cluster with the four C atoms chemisorbed at edges. (b) Optimized structure of Ni5C5 cluster with a fifth C at the FC site. Fig. Sb, produces quite different adsorption properties: (a) C-surface distance is only 0.15 u u e A, instead of 1.460 A and 1.106 A for non-optimized Ni14C and NiSC clusters, respectively. (b) A very strong C-surface bond (TDBE(CNi) _ -145 kcal/mol) as compared with Ni 14 C ( - 27 kcal/mol) and Nis-C ( - 85 kcal/mol). c) A higher value of AE: -67 kcal/mol, instead of -59 and +46 kcal/mol for NiSC and Ni 14C, respectively. The results of chemisorption energy agree relatively well with ab initio CASSCF and multireference contracted CI ( -163 kcal/mol [28]) and semiempirical CNDO-CMP ( - 156.0 kcal/mol [28]) calculations. The vertical distance C-surface is in good correlation with LCGTO-MPC-LSD calculations (0.19 [28]). Experimental values of binding energy and perpendicular bond distance C-surface are of about -161.6 kcal/mol [4] and 0.1-0.2 [19,20], respectively. 116 %1_ Fig. 6. Diffusion of carbon into the nickel grain. (a) One diffused C atom. (b) Two diffused C atoms. An analysis of the orbital populations of the Ni atoms helps to understand the large difference between C chemisorption at the four-center site in Nit4 and Nis. The orbital population close to the x-y plane (dxy and dx2_yz) decreases in an average of 0.39 au per Ni atom. This is due to withdrawal of electronic charge from Ni atoms to the C atoms at the cluster edges. In addition, the chemisorption of C atoms at edges relaxes the Ni-Ni cluster distance in 0 0.25 A. Both of these effects contribute to decrease the repulsive interaction between the full dxZ, dyZ, the partially filled dZZ and pZ orbitals of Ni atoms and the electronic density of the C atom; allowing a chemisorption very close to the surface and an electronic transfer from the carbon to the surface. Diffusion into the cluster was studied starting with the fifth C atom located below the first 0 layer of Ni atoms, at -1.0 A. A stable final state was found after optimization; correspond- F.M. Poueda et al. /Journal of Molecular Catalysis A: Chemical !06 (1996) J09-I I S ing to a C-surface distance of - 0.11 and a TDBE(C-Ni) of -14b kcal/mol, as shown in Fig. 6a. In this state, the Ni atom in the lowest layer shifts from the axis of the pyramid toward one of the edges; favoring in this way further penetration of the C atom. To see this possible effect, a Ni5C6 cluster was evaluated, putting four carbon at the edges and the two others at 1 0 A above and below the square surface. Optimization results are shown in Fig. 6b. The two C atoms diffuse through the cluster. The first one going down 1.34 A below the surface and getting out of the prism, and the second one 0 staying near the center of the cluster, 0.28 A below the surface. It seems clear that an initial adsorption at the unsaturated sites (dislocation, steps, edges, and corners) produces important changes in the Ni cluster, conducting to a very strong chemisorption of C atoms on the four-fold hollow sites, which in turn affects the surrounding nickel atoms, facilitating further chemisorption and so on. The chemisorbed carbon atoms in this altered Ni layer may overcome a diffusion barrier and tightly interact with the second layer of Ni atoms, initiating a phenomenon of migration of C atoms into the cluster. These results are supported by experimental findings indicating that carbon whisker formation is considerably less on single crystals which contain no grain boundaries [25]. 4. General trends The analysis of the results for different clusters show the following trends: 1. Experimental results reviewed from the literature as well as these calculations suggest that large metallic surfaces have different adsorption properties that tiny crystals. The latter are more efficient as catalysts because of the greater surface area and the larger number of edge sites with better adsorption properties. F.M. Poueda et al. /Journal oJ'Molecular Catalysis A: Chemical 106 (1996) 109-I 18 3. 5. 2. Calculations of vertical adsorption are not sufficient to understand chemisorption ' on small clusters. The diffusion toward the border sites is an important phenomenon that should not be overlooked. In addition, relaxation of the cluster due to chemisorption should be studied. Adsorption of carbon on small clusters takes place mainly on border sites, where Ni atoms have the least coordination. Chemisorption on four-center site is energetically favored in Nis clusters. Nevertheless, this kind of adsorption is not found on greater clusters, probably due to a larger destabilization of the cluster because of a greater number of coordination of the Ni atoms that form the adsorption site. In general, it was found that the cluster size has a strong effect in the adsorption properties of each type of sites. 4. Carbon chemisorption on small clusters shows large cooperative effects of preadsorbed atoms at the edges sites, promoting further adsorption. Important changes are observed, both, in the geometry of the cluster (relaxation) and in its electronic density; facilitating the adsorption of new carbon atoms and theirs diffusion into the cluster. The different sign of AEs (AE > 0) and TDBE(Ni-C)s (TDBE(Ni-C) < 0) values may be explained by destabilization of the cluster (4TDBEclter) caused by chemisorption of C atoms. It suggests the presence of active sites in which chemisorption is endothermic. 6. The adsorption of C atoms produces a reduction in the magnetic moment of the whole cluster. Acknowledgements The authors acknowledge Dr. Juan Rivero for helpful discussions and COPLAC and Colcien- cias for providing financial support to FMP. 117 References [1] J.T. Yates, S.M. Gates and J.N. Russell, Surf. (1985) L839. [2] N. Yoshida, T. Yamamoto, F. Minoguchi and S. Kishimoto, Catal. Lett., 23 (1994) 237. [3] P. Biloen, J.N. Helle and W.M.H. Sachtler, J. Catal., 58 ( I 979) 102. [4] (a) G. A, Jablonski, F.W.A.H. Geurts and A. Sacco, Carbon. 30 (1992) 99. (b) A. Takeuchi and H. Wise, J. Phys. Chem., 87 (1983) 5372. (c) S. Z. Ozdogan, P.D. Gochis and J.L. Falcone, J. Catal., 83 (1983) 257. (d) J.R. Rostmp-Nielsen, Stud. Surf. Sci. Catal., 68 (1991) 85. (5] M.P. Kaminsky, N. Winograd and G.L. Geoffroy, J. Am. Chem. Soc., 108 (1986) 1315. [6] H. He, J. Nakamura and K. Tanaka, Surf. Sci., 283 (1993) 117. [7] L. Daza, B. Pawelec, l.A. Anderson and J.L.G. Garcia Fierro, Appl. Catal., 87 (1992) 145. [8] B.C. Gates, Catalytic Chemistry, John Wiley & Sons, New York, 1992, p. 378-379. [9] G. Blyholder, J. Head, F. Ruette, Theor. Chim. Acta, 60 ( I 982) 429. [10] J. Schule, P. Siegbahn and U. Wahlgren, J. Chem. Phys., 89 (1988) 6982. [11] F.M. Poveda, F. Ruette and M. Schez, J. Phys. Cond. Matter, 5 (1993) A237. t12] M. Schez and F. Ruette, J. Mol. Stmct. (Theochem), 254 (1992) 335. [13] G.A. Margin and B. Imelik, Surf. Sci., 42 (1992) 157. [l4] (a) S.C. Richtsmeier, E.K. Parks, K. Liu, L.G. Pobo and S.J. Riley, J. Chem. Phys., 82 (1985) 3659. (b) M.E. Geusic, M. D. Morse and R.E. Smalley, J. Chem. Phys., 82 (1985) 590. (c) E. A. Rohlfing, D.M. Cox and A. Kaldor, J. Phys. Chem., 88 (1984) 4497. t 1 S] M.P. Irion, Int. J. Mass Spectrom. Ion Processes, 121 (1992) I. [16] (a) J. Demuynck, M.-M. Rohmer, A. Strich and A. Veillard, J. Chem. Phys., 75 (1981) 3443. (b) C. Mijoule, M. Filali Baba and V. Russier, J. Mol. Catal., 83 (1993) 367. (c) A. Ueno, H. Zuzuki and Y. Kotera, J. Chem. Soc., Faraday Trans. 1, 79 (1983) 127. [17] C. Bureau, M. Defranceschi and J. Delhalle, Int. J. Quant. Chem., 46 (1993) 87. [18] (a) M. Matos and J.B.L. Neto, Surf. Sci., 258 (1991) 439. (b) C. Minot, B. Bigot and A. Hariti, J. Am. Chem. Soc., 108 (1986) 196. [19] J.H. Onuferko, D.P. Woodruff and B.W. Holland, Surf. Sci., 87 ( I 979) 357. [20] M. Bader, C. Ocal, B. Hillert, J. Haase and A. M. Bradshaw, Phys. Rev. B., 35 (1987) 5900. [21] G. Chiarello, J. Andzelm, R. Foamier, N. Russo and D. R. Salahub, Surf. Sci., 202 (1988) L621. [22] N.R. Rao, V. Vijayakrishnan, A.K. Santra and M,W.J. Prins, Angew. Chem., Int. Ed. Engl., 31 (1992) 1062. [23] F.J. Schepers, E.H. van Broekhoven and V. Ponec, J. Catal., 96 (1985) 82. Sci., 164, 118 F.M. Poueda et al. /Journal of Molecular Catalysis A: Chemical 706 (/996) 109-718 [24] J.T. Richardson and R. Koveal, J. Catal., 98 (1986) 559. [25] (a) C. Lee, L.D. Schmidt, J.F. Moulder and T.W. Rusch, J. Catal., 99 (1986) 472. (b) E. H. Van Broekhoven, J. W. F. M. Schoonhoven and V. Ponec, Surf. Sci., 156 (1985) 899. [26] I.M. Campbell, Catalysis at Surfaces, Chapman and Hall, London, 1988, p. 75. [27] R. van Hardeveld and F. Hartog, Adv. Catal., 22 (1972) 75. [28] (a) P.E.M. Siegbahn and 1. Panas, Surf. Sci., 240 (1990) 37. (b)11 Zakharov and G. M. Zhidomirov, React. Kinet. Catal. Lett., 31 (1986) 303. (c) R. Foumier, J. Andzelm, A. Goursot, N. Russo and D.R. Salahub, J. Chem. Phys., 93 (1990) 2919. MOLCAA 95002464 1381-1169(95)00246-4 10.1016/1381-1169(95)00246-4 Molecular aspects of heterogeneous catalysis Article Modelling carbon chemisorption on a nickel catalyst. MINDO SR semiempirical calculations Flor Marina Poveda ∗ b Anibal Sierraalta a JoséL. Villaveces b Fernando Ruette ∗ a a Laboratorio de Química Computacional, Centro de Química, Apartado 21827, Caracas, Venezuela b Grupo de Química Teórica, Facultad de Ciencias, Universidad Nacional de Colombia, Bogotá, Colombia ∗ Corresponding author. ∗ Corresponding author. Calculations for C chemisorption on a finely divided nickel catalyst modeled by Ni5, Ni7 and Ni14 clusters were carried out by using the MINDO SR semiempirical method. Vertical adsorption on several sites in the border and in the center of these clusters were evaluated. The adsorption energy depends not only on the type of site but also on the cluster size, due to large changes in the coordination of the atoms forming the adsorption site. Results obtained optimizing the adsorbate geometry on the surface clearly indicate that thermodynamically favored chemisorptions occur mainly on border sites. Sites formed of atoms equally coordinated show smaller differences in adsorption energies than those with different saturation. Relaxation of the cluster and high C coverage favored chemisorption on four-fold center sites and induced carbon penetration into the bulk. Chemisorption of carbon produces a decrease of the magnetic moment of the metal surface. The introduction of the diatomic binding energy (DBE) allows us to interpret adsorption processes in terms of the energetic changes of the involved bonds. Thus, some adsorption sites with small adsorption energy (AE) would be strongly active sites because of high DBE values. A model for carbon diffusion into the Ni bulk is presented. Keywords Nickel Carbon Chemisorption MINDO SR Cluster relaxation Cooperative effects References [1] J.T. Yates S.M. Gates J.N. Russell Surf. Sci. 164 1985 L839 [2] N. Yoshida T. Yamamoto F. Minoguchi S. Kishimoto Catal. Lett. 23 1994 237 [3] P. Biloen J.N. Helle W.M.H. Sachtler J. Catal. 58 1979 102 [4] (a) G.A. Jablonski F.W.A.H. Geurts A. Sacco Carbon 30 1992 99 [4] (b) A. Takeuchi H. Wise J. Phys. Chem. 87 1983 5372 [4] (c) S.Z. Ozdogan P.D. Gochis J.L. Falcone J. Catal. 83 1983 257 [4] (d) J.R. Rostrup-Nielsen Stud. Surf. Sci. Catal. 68 1991 85 [5] M.P. Kaminsky N. Winograd G.L. Geoffroy J. Am. Chem. Soc. 108 1986 1315 [6] H. He J. Nakamura K. Tanaka Surf. Sci. 283 1993 117 [7] L. Daza B. Pawelec J.A. Anderson J.L.G. García Fierro Appl. Catal. 87 1992 145 [8] B.C. Gates Catalytic Chemistry 1992 John Wiley & Sons New York 378 379 [9] G. Blyholder J. Head F. Ruette Theor. Chim. Acta 60 1982 429 [10] J. Schule P. Siegbahn U. Wahlgren J. Chem. Phys. 89 1988 6982 [11] F.M. Poveda F. Ruette M. Sánchez J. Phys. Cond. Matter 5 1993 A237 [12] M. Sánchez F. Ruette J. Mol. Struct. (Theochem) 254 1992 335 [13] G.A. Margin B. Imelik Surf. Sci. 42 1992 157 [14] (a) S.C. Richtsmeier E.K. Parks K. Liu L.G. Pobo S.J. Riley J. Chem. Phys. 82 1985 3659 [14] (b) M.E. Geusic M.D. Morse R.E. Smalley J. Chem. Phys. 82 1985 590 [14] (c) E.A. Rohlfing D.M. Cox A. Kaldor J. Phys. Chem. 88 1984 4497 [15] M.P. Irion Int. J. Mass Spectrom. Ion Processes 121 1992 1 [16] (a) J. Demuynck M.-M. Rohmer A. Strich A. Veillard J. Chem. Phys. 75 1981 3443 [16] (b) C. Mijoule M.Filali Baba V. Russier J. Mol. Catal. 83 1993 367 [16] (c) A. Ueno H. Zuzuki Y. Kotera J. Chem. Soc., Faraday Trans. I 79 1983 127 [17] C. Bureau M. Defranceschi J. Delhalle Int. J. Quant. Chem. 46 1993 87 [18] (a) M. Matos J.B.L. Neto Surf. Sci. 258 1991 439 [18] (b) C. Minot B. Bigot A. Hariti J. Am. Chem. Soc. 108 1986 196 [19] J.H. Onuferko D.P. Woodruff B.W. Holland Surf. Sci. 87 1979 357 [20] M. Bader C. Ocal B. Hillert J. Haase A.M. Bradshaw Phys. Rev. B 35 1987 5900 [21] G. Chiarello J. Andzelm R. Fournier N. Russo D.R. Salahub Surf. Sci. 202 1988 L621 [22] C.N.R. Rao V. Vijayakrishnan A.K. Santra M.W.J. Prins Angew. Chem., Int. Ed. Engl. 31 1992 1062 [23] F.J. Schepers E.H. van Broekhoven V. Ponec J. Catal. 96 1985 82 [24] J.T. Richardson R. Koveal J. Catal. 98 1986 559 [25] (a) C. Lee L.D. Schmidt J.F. Moulder T.W. Rusch J. Catal. 99 1986 472 [25] (b) E.H. Van Broekhoven J.W.F.M. Schoonhoven V. Ponec Surf. Sci. 156 1985 899 [26] I.M. Campbell Catalysis at Surfaces 1988 Chapman and Hall London 75 [27] R. van Hardeveld F. Hartog Adv. Catal. 22 1972 75 [28] (a) P.E.M. Siegbahn I. Panas Surf. Sci. 240 1990 37 [28] (b) I.I. Zakharov G.M. Zhidomirov React. Kinet. Catal. Lett. 31 1986 303 [28] (c) R. Fournier J. Andzelm A. Goursot N. Russo D.R. Salahub J. Chem. Phys. 93 1990 2919",
      "scopus-id": "0001373904",
      "coredata": {
        "eid": "1-s2.0-1381116995002464",
        "dc:description": "Calculations for C chemisorption on a finely divided nickel catalyst modeled by Ni5, Ni7 and Ni14 clusters were carried out by using the MINDO SR semiempirical method. Vertical adsorption on several sites in the border and in the center of these clusters were evaluated. The adsorption energy depends not only on the type of site but also on the cluster size, due to large changes in the coordination of the atoms forming the adsorption site. Results obtained optimizing the adsorbate geometry on the surface clearly indicate that thermodynamically favored chemisorptions occur mainly on border sites. Sites formed of atoms equally coordinated show smaller differences in adsorption energies than those with different saturation. Relaxation of the cluster and high C coverage favored chemisorption on four-fold center sites and induced carbon penetration into the bulk. Chemisorption of carbon produces a decrease of the magnetic moment of the metal surface. The introduction of the diatomic binding energy (DBE) allows us to interpret adsorption processes in terms of the energetic changes of the involved bonds. Thus, some adsorption sites with small adsorption energy (AE) would be strongly active sites because of high DBE values. A model for carbon diffusion into the Ni bulk is presented.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-03-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995002464",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Poveda, Flor Marina"
          },
          {
            "@_fa": "true",
            "$": "Sierraalta, Anibal"
          },
          {
            "@_fa": "true",
            "$": "Villaveces, JoséL."
          },
          {
            "@_fa": "true",
            "$": "Ruette, Fernando"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995002464"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995002464"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00246-4",
        "prism:volume": "106",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Modelling carbon chemisorption on a nickel catalyst. MINDO SR semiempirical calculations",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Nickel"
          },
          {
            "@_fa": "true",
            "$": "Carbon"
          },
          {
            "@_fa": "true",
            "$": "Chemisorption"
          },
          {
            "@_fa": "true",
            "$": "MINDO SR"
          },
          {
            "@_fa": "true",
            "$": "Cluster relaxation"
          },
          {
            "@_fa": "true",
            "$": "Cooperative effects"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "109-118",
        "prism:endingPage": "118",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 March 1996",
        "prism:doi": "10.1016/1381-1169(95)00246-4",
        "prism:startingPage": "109",
        "dc:identifier": "doi:10.1016/1381-1169(95)00246-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "87",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995002464-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "624",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "87",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995002464-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "624",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "87",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995002464-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "624",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001373904"
      }
    }
  }
}