{
  "metadata": {
    "title": "Characterization and performance of a <math altimg=si1.gif><fr shape=sol align=c style=s><nu><rm>[PtMo<inf loc=post>6</inf>]</rm></nu><de><rm>MgO</rm></de></fr></math> catalyst for alkane-to-alkene conversion",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-09-10",
    "doi": "10.1016/1381-1169(96)00117-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996001173",
    "pii": "1381116996001173"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030578909",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-1381116996001173 1381-1169(96)00117-3 1381116996001173 10.1016/1381-1169(96)00117-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00040 2015-05-13T23:01:31.432129-04:00 0 0 19960910 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 111 111 1 2 1 2 Volume 111, Issues 1–2 19 145 165 145 165 19960910 10 September 1996 1996-09-10 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. CHARACTERIZATIONPERFORMANCEAPTMO6MGOCATALYSTFORALKANETOALKENECONVERSION KONDARIDES D BOND 1962 G CATALYSISBYMETALS ZHU 1993 49 Y IOANNIDES 1993 207 T PONEC 1995 V CATALYSISBYMETALALLOYS LEE 1984 1297 U LIU 1991 267 T CATALYTICSCIENCETECHNOLOGY LIU 1992 367 T 1993 EXAFSANALYSISPROGRAMEXAFSH REHR 1990 8139 J REHR 1991 5135 J DELEON 1991 4146 J LYTLE 1979 4849 F HORSLEY 1982 1451 J SHORT 1983 299 D MANSOUR 1984 2330 A ONISHI 1987 479 H MENSCH 1988 4961 C BARE 1993 6048 S CHANG 1992 10358 S SHIMAO 1967 1609 E GREEGOR 1980 476 R CLARKE 1993 122 J LECLERCQ 1993 118 G KONDARIDESX1996X145 KONDARIDESX1996X145X165 KONDARIDESX1996X145XD KONDARIDESX1996X145X165XD item 1381-1169(96)00117-3 1381116996001173 1-s2.0-1381116996001173 10.1016/1381-1169(96)00117-3 271358 2010-09-28T03:12:44.725379-04:00 1996-09-10 1-s2.0-1381116996001173-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001173/MAIN/application/pdf/7526bf60ac89bd2aaecafd7ea4271685/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001173/MAIN/application/pdf/7526bf60ac89bd2aaecafd7ea4271685/main.pdf main.pdf pdf true 2099868 MAIN 21 1-s2.0-1381116996001173-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001173/PREVIEW/image/png/cdf23f32ca63cc512ed13f84ba7b9794/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001173/PREVIEW/image/png/cdf23f32ca63cc512ed13f84ba7b9794/main_1.png main_1.png png 64389 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116996001173-si7.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001173/STRIPIN/image/gif/ebf1b7783a37de1ad54badf646cd6354/si7.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001173/STRIPIN/image/gif/ebf1b7783a37de1ad54badf646cd6354/si7.gif si7 true si7.gif gif 586 18 94 ALTIMG 1-s2.0-1381116996001173-si6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001173/STRIPIN/image/gif/714d65428e1b5b9ba9b74cdf069e270c/si6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001173/STRIPIN/image/gif/714d65428e1b5b9ba9b74cdf069e270c/si6.gif si6 true si6.gif gif 430 18 68 ALTIMG 1-s2.0-1381116996001173-si5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001173/STRIPIN/image/gif/a9694d7c1d141ad3b2916790a874e103/si5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001173/STRIPIN/image/gif/a9694d7c1d141ad3b2916790a874e103/si5.gif si5 true si5.gif gif 393 18 59 ALTIMG 1-s2.0-1381116996001173-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001173/STRIPIN/image/gif/cd3ea2af9d17cd009f165f6b67754035/si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001173/STRIPIN/image/gif/cd3ea2af9d17cd009f165f6b67754035/si4.gif si4 true si4.gif gif 520 18 95 ALTIMG 1-s2.0-1381116996001173-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001173/STRIPIN/image/gif/a480f120e95e8f7357939f33f78b7df1/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001173/STRIPIN/image/gif/a480f120e95e8f7357939f33f78b7df1/si2.gif si3 true si3.gif gif 594 18 97 ALTIMG 1-s2.0-1381116996001173-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001173/STRIPIN/image/gif/a480f120e95e8f7357939f33f78b7df1/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001173/STRIPIN/image/gif/a480f120e95e8f7357939f33f78b7df1/si2.gif si2 true si2.gif gif 594 18 97 ALTIMG 1-s2.0-1381116996001173-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001173/STRIPIN/image/gif/a480f120e95e8f7357939f33f78b7df1/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001173/STRIPIN/image/gif/a480f120e95e8f7357939f33f78b7df1/si2.gif si1 si1.gif gif 594 18 97 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 111 (1996) 145-165 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Characterization and performance of alptM061/Mgocatalyst for alkane-to-alkene conversion D.I. Kondarides 1, K. Tomishige, Y. Nagasawa, U. Lee 2, Y. Iwasawa Department of Chemistry, Graduate School of Science, The University of Tokyo, Hongo, Bunkyo-ku, Tokyo 113, Japan Received 31 January 1996; accepted 11 March 1996 Abstract A novel lptM061/MgO ensemble catalyst was prepared by using an inorganic cluster [PtMo6024]$ as precursor and characterized by X-ray absorption fine structure (XAFS) spectroscopy. The EXAFS analysis revealed that platinum and molybdenum atoms interact with MgO support after calcination at temperatures above 673 K, making Pt-O, Pt-Mg and Pt-O (long) bonds, and Mo-O and Mo-Mg bonds, respectively. It was suggested that pt4+ ions replaced Mg2+ ions of the top layer of the MgO surface, while Mob+ ions located on the surface in a distorted octahedral symmetry. The dehydrogenation activity of the [PtMo6]/Mg0 catalyst for the dehydrogenation reactions of butane, isobutane and propane was much higher compared to those of conventionally prepared bimetallic (Pt-Mo/Mg0) and monometallic (Pt/MgO and Mo/Mg0) catalysts. The selectivity to the corresponding alkenes was typically above 97%. The [PtMo6]/MgO ensemble catalyst was found to be resistant to deactivation due to coke formation. Keywords: Characterization; Platinum; Molybdenum; Magnesium; Alkanes; Dehydrogenation 1. Introduction Dehydrogenation of light alkanes towards more reactive unsaturated alkenes is a matter of increasing interest in petrochemical industry. The increasing demand for light alkenes, especially propene for polymerization and isobutene for gasoline blending, has lately stimulated research for developing dehydrogenation catalysts with improved catalytic performance. Further- Corresponding author. Fax: (+81-3)58006892. Present address: Institute of Chemical Engineering and High Temperature Chemical Processes, University of Patras, Patras GR 26500, Greece. Department of Applied Chemistry, National Fisheries University of Pusan, Namku, Pusan 608-737, Korea. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PHS1381-1169(96)00117-3 more, dehydrogenation reactions also serve as target reactions for fundamental research to examine and compare the catalytic performance of novel catalysts. There are several limitations characterizing dehydrogenations which arise from the thermodynamics and kinetics of the reactions. Dehydrogenation reactions are endothermic and therefore run at moderate temperatures usually in the presence of added hydrogen to diminish the concentration of the more unsaturated precursors of `coke'. As in all equilibrium limited reactions the maximum conversion that can be attained depends on the selected experimental parameters such as temperature, outlet pressure and inlet composition. To attain reasonable 146 D.l. Kondarides et al./ Journal of Molecular yields in dehydrogenation reactions, one must work at elevated temperatures. Temperatures for 50% conversion at a total pressure of 1 atm are, for ethane, 998 K; for propane, n-butane and higher unbranched paraffins, 873 K, and for isobutane, 813 K [1]. The corresponding temperature for the conversion of 1-butene to butadiene is 933 K and for ethylbenzene to styrene, 893 K. The above temperatures required to give 50% conversion are lowered by about 100 K if the total pressure is 0.1 atm rather than 1 atm [ 1 ]. The position of equilibrium is favored by low partial pressures for selective hydrogenation and dehydrogenation. A simple way to overcome equilibrium limitations is by removing the product hydrogen, shifting the reaction towards dehydrogenated products. This can be accomplished using oxygen originating either from the gas phase or from an oxide surface. Hydrogen is removed as water by reaction with oxygen, making the reaction exothermic and irreversible. The use of ceramic membrane reactors is also being successfully used in dehydrogenation reactions to overcome the thermodynamic limitations by removing hydrogen. This promising method has extensively been studied and several suitable membranes permeable for hydrogen have been prepared and successfully tested [2,3]. The most desirable property of catalysts used in dehydrogenation reactions is probably resistivity against deactivation due to coke formation. The high temperatures required for the dehydrogenation reactions are such that, if a metallic catalyst is employed, considerable cracking to carbon with consequent loss of activity will rapidly occur. Platinum and other transition metal surfaces are covered with near monolayer of carbonaceous species during catalytic conversion reactions with hydrocarbons. Commercial dehydrogenation processes, therefore, use oxide catalysts instead, particularly those containing chromia. Cracking is less marked on oxides than on metals, and they are readily regenerated by oxidation. However, the chromium-containing oxide catalysts should be improved from toxic points of view. Recently, Catalysis A: Chemical 111 (1996) 145-165 the ZnAIOx thin film catalysts showed higher activity and selectivity than the corresponding bulk catalysts [4]. In dehydrogenation reactions the catalytic performance depends not only on the thermodynamic factor but also on the mechanistic factor which determines the extent to which the adsorbed intermediate species undergo further reaction or desorb to give products. Surface geometry also affects the activity of catalysts. The species involved in the rate determining step of a catalytic dehydrogenation reaction may acquire one surface atom, ensembles of several adjacent surface atoms, or special surface atoms with a specific coordination number. When multiple surface-atom sites are required, the catalytic activity is often extremely sensitive to changes in surface structure and composition. For these reactions the use of specially prepared catalysts with well defined surface geometry is needed to improve catalytic performance. The use of bimetallic catalysts in hydrocarbon reactions have extensively been studied because increased activity, selectivity and stability of the catalysts can be attained with the addition of a second metal [5]. The disadvantage of studying catalytic phenomena on bimetallic catalysts prepared by a conventional coimpregnation method is that the catalyst surfaces are often heterogeneous, which makes it difficult to explore their characteristics and further develop the catalytic systems. The use of bimetallic clusters as precursors has great advantages for preparation of relatively uniform bimetallic reaction sites well dispersed on support surfaces. In the present study we have used a well defined inorganic cluster (hexamolybdoplatinate(IV) heteropolyanion) as a bimetal ensemble precursor, which has a plane Anderson structure [6]. The cluster precursor led to preparation of unique catalytic sites by reduction of the incipient supported clusters on A1203, which were active for hydrogenolysis reactions [7,8]. Our preliminary study demonstrated that the [PtMob]/Mg0 catalyst prepared by using the hexamolybdoplatinate(IV) cluster, followed by D.L Koides et al. /Journal of Molecular Catalysis A: Chemical 111 (1996)145-165 calcination at 773 K, showed a unique surface structure and better catalytic performance for the alkane-to-alkene conversion than a conventional coimpregnation catalyst. Here, we report a systematic characterization of the catalysts by X-ray absorption fine structure (XAFS) and the performance for the dehydrogenation reactions of propane, butane and isobutane. 2. Experimental 2.1. Catalyst preparation The Mg0-supported Pt-Mo bimetallic ensemble catalyst (denoted as [PtMo6]/Mg0) was prepared by an impregnation method using an aqueous solution of (NH4)4[H4PtMo60241 with a plane structure composed of a central Pt(IV) ion and six octahedral molybdates as shown in Fig. 1 [6-8]. A catalyst with the same Pt-Mo composition was also prepared by a coimpregnation method using an aqueous solution of chloroplatinic acid and ammonium heptamolybdate (denoted as Pt-Mo/Mg0). For comparison, monometallic catalysts, Pt/MgO, Mo/MgO and Pt/A1203, were also prepared. To examine the possible influence induced by the presence of residual chlorine on the catalyst surfaces, Cl-free Pt/MgO and Cl-free PtMo/MgO catalysts were also prepared by using Pt(CSH702)2 and/or (NH4)6[MO7024]. Chlo- Table 1 Catalysts and probe reactions employed in the present study 147 Mo v Mo Pt Mo Mo Mo Mo (N114)4[H4PtMo60241 Pt-O 0.200 om Pt-Mo 0.331 nm Mo-O 0.225 nm, 0.237 tun 0.194 nm, 0.171 nm Mo-Mo 0.331 run Mg(OH)2 772 h~ MgO aqueous impregnation Incipient supported species calcination 1 773 K, 2h [PtM061 Pt: 1 wt% Mg0 Mo: 3 wt% Fig. 1. Preparation procedure for the EPtM061/MgO catalyst by using lptM0602418- heteropolyanion. rine-free Pt/MgO was prepared by impregnation of MgO with an acetone solution of Pt(C5H702)2 followed by evaporation at 318 K and drying at 348 K for 24 h. The resultant catalyst was then used to prepare Cl-free PtMo/MgO by impregnation with an aqueous solution of (NH4)6[Mo7024] followed by evaporation at 363 K and drying at 393 K for 24 h. The metal loading was the same for all catalysts (1 wt% for Pt and 3 wt% for Mo). The Mg0 employed as support was prepared by calcina- Catalyst Precursor Probe reaction isobutane butane Reaction temperature (K) propane 1PtMo61/Mg0 (NH4)4[H4PtMo60241 573-773 573-773 573-773 Pt-Mo/Mg0 H2PtCl6 + (NH4)6Mo7024 573-773 573-773 573-773 Pt/Mg0 H2PtCl6 573-773 573-773 573-773 Mo/Mg0 (N114)6Mo7024 573-773 573-773 573-773 Pt/A1203 H2PtCl6 573-773 573-773 573-773 Pt/Mg0 (CI-free) Pt(CSH7OZ)2 a 723, 773 - 673-773 Pt-Mo/Mg0 (Cl-free) Pt(CSH702)2 a +(NHQ)6Mo7OZ4 623, 723, 773 - - Metal loading: 1 wt% Pt, 3 wt% Mo; pretreatment: oxidation at 773 K for 2 h. a Solvent is acetone, while water for others. 148 D.L Kondarides et al. / Journal of Molecular Catalysis A: Chemical 111 (1996) 145-165 tion of Mg(OH)2 at 773 K for 2 h. In Table 1 are listed all catalysts prepared, the precursors used and the probe reactions employed to test their catalytic performance. 2.2. EXAFS measurements Structures of the bimetallic and monometallic catalysts at each stage of preparation, pretreatment and reaction were examined by means of EXAFS. Spectra of the lptM06024 ]8- precursor were also obtained. EXAFS spectra of the [PtMo6]/MgO and Pt-Mo/MgO samples after impregnation as well as after calcination at various temperatures between 423 and 773 K were obtained in order to examine the extent of the interaction between the precursor and the support upon increasing calcination temperature. The samples were calcined in a closed circulating system under an oxygen pressure of 13.3 kPa. The [PtMo6]/MgO and Pt-Mo/MgO catalysts were also examined after propane dehydrogenation at 573 and 723 K for 4 h, while the structure of the ensemble catalyst after reduction with hydrogen at 773 K for 2 h was also studied. After these treatments the samples were transferred to glass EXAFS cells with Kapton windows without contacting air. The Pt L III-edge and Mo K-edge EXAFS spectra were obtained in a transmission mode at the BL-7C and BL-10B stations of the Photon Factory in the National Laboratory for High Energy Physics (Proposal No 92001), using Si(311) or Si(111) monochromators. The optical length of the EXAFS cells was 10 mm for the Pt L IIi edge and 5 mm for the Mo K-edge measurements. EXAFS spectra were obtained at 298 K and analysed using the EXAFS analysis program EXAFSH [9]. The analysis involves pre-edge extrapolation, background removal using a cubic spline method, Fourier transformation using a Hanning window function, inverse Fourier transformation and curve fitting. The Fourier transformation range used was 30-130 nm-1 for the Pt LIIi edge and 35-145 nm-1 for the Mo K-edge. The amplitude and phase shift functions for the Pt-Pt, Mo-O and Mo-Mo bonds were extracted from the EXAFS spectra at 298 K obtained from Pt foil, K 2 Mo04 and Mo foil, respectively. The corresponding functions for the Pt-O, Pt-Mg and Mo-Mg bonds were theoretically calculated using the FEFF5 program [ 10-12]. 2.3. Catalytic performance The catalytic performance of the samples was examined in a fixed-bed flow reactor. It consists of a flow measuring and control system, the reactor and an on-line analytical system. Flow rates of high purity NZ, OZ and alkanes were measured and controlled using flow meters and needle valves. The reactor is a 30 cm long Pyrex tube with an expanded 2 cm long section in the middle (8 mm I.D.) in which the catalyst sample was placed by means of quartz-wool pieces. The furnace temperature was controlled by a temperature controller using a K-type thermocouple placed between the reactor and the walls of the furnace. Reaction temperature was measured inside the catalyst bed by a K-type thermocouple (0.5 mm O.D.) placed in a 1 / 16 in. O.D. stainless steel well which runs through the center of the cell. The outlet of the reactor was connected to a GC equipped with a thermal conductivity detector. Reaction products were separated using a VZ10 or a VZ7 column. Catalytic performance was studied using dehydrogenation of propane, butane and isobutane as probe reactions in the temperature range 573-773 K. In all experiments reported here the pure alkane at atmospheric pressure was used in the feed. The flow rates were 20 cm'/min for isobutane, 15 cm 3/min for butane, and 18 cm 3/min for propane. In a typical experiment 300 mg of a catalyst in a powder form was placed in the Pyrex reactor. The sample was then slowly heated to 773 K under flowing nitrogen and calcined at the same temperature for 2 h under a flowing OZ-NZ mixture. After flushing with nitrogen to remove gas phase oxygen from the reactor the DI Kondarides et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 145-165 sample was cooled down to the lowest examined reaction temperature. A flow of the reactant alkane was then measured through a loop bypass and the alkane was introduced to the catalyst by means of two 3-way valves. The product distribution at the effluent of the reactor was recorded every 20-30 min for approximately 5 h. After the completion of a reaction run the catalyst was again heated at 773 K under an OZ-NZ mixture and the next reaction run at a higher reaction temperature was conducted. `Blank' experiments showed that the Pyrex reactor, the quartz wool pieces and the stainless steel thermocouple did not affect at any measurable extent the kinetic measurements. Representative experiments were repeated to confirm the reproducibility of the results. 3. Results and discussion 3.1. Catalytic activity and selectivity 3.1.1. Butane dehydrogenation Performance of the 1PtM061/MgO catalyst for butane dehydrogenation as a target reaction was studied in the temperature range 573-773 K and compared with that of conventionally prepared bimetallic and monometallic catalysts. The yield and selectivity to butenes over [PtMob]/MgO as a function of time-on-stream are shown in Fig. 2(a) and 2(b), respectively, where the yield and the selectivity are defined as [produced butenes]/[fed butane] and [produced butenes]/[consumed butane], respectively. It was observed that the yield was initially high but gradually decreased with timeon-stream. The decrease of yield was more pronounced at reaction temperatures above 723 K, particularly at 773 K where deactivation of the catalyst was rapid and the catalytic activity nearly ceased a few hours after introducing butane over the catalyst. The selectivity initially increased with time-on-stream and reached a constant value, typically about 98% after 2-3 h 4 100 s 98 c p 96 0 '~5 94 h 92 - 90 149 12 ' (a) to 8 w , .0 Il o 6 Reaction Temp. (K) 573 0 623 688 0 723 773 100 150 200 250 300 Time-on-stream (min) (b) 0 50 573 .o_ 623 688 -o- 723 773 f I I I I I 100 150 200 250 300 Time-on-stream (min) Fig. 2. Yield (a) and selectivity (b) to butenes as a function of time-on-stream for the [PtMob]/Mg0 catalyst in the temperature range 573-773 K. Cat. weight: 0.3 g; Flow rate: 15 cm3 butane/min. in operation except the reaction at 773 K, where almost complete deactivation of the catalyst occurred (Fig. 2(b)). No butadiene was produced under the present conditions and byproducts were small amounts of C t -C 3 hydrocarbons. Similar experiments were conducted with the co-impregnated Pt-Mo/Mg0 catalyst. Results of the yield and the selectivity of Pt-Mo/Mg0 as a function of time-on-stream are shown in Fig. 3(a) and 3(b), respectively. Not only the yields in the initial stage of reaction were much 150 3 2 b 9 0 loo F s 95 r 90 h 85 80 + D.l. Kondarides et al. /Journal of Molecular (a) Reaction Temp. (K) 573 0 623 688 0 723 773 0 50 100 150 200 250 300 Time-on-stream (min) (b) - 573 623 -A- 688 723 -*- 773 100 150 200 250 300 Time-on-stream (min) 0 50 Fig. 3. Yield (a) and selectivity (b) to butenes as a function of time-on-stream for the Pt-Mo/Mg0 catalyst in the temperature range 573-773 K. Cat. weight: 0.3 g; Flow rate: 15 cm 3 butane/min. lower than those for the lptM061/Mgo catalyst, but also deactivation was more rapid at all reaction temperatures (Fig. 3(b)). The selectivity to butenes dropped to lower values at temperatures above 723 K (Fig. 3(b)). Small amounts of butadiene were produced on Pt-Mo/Mg0 above 723 K. Pt/Mg0 and Mo/Mg0 were almost inactive under the present conditions. The superiority of the lptM061/Mgo catalyst is more pronounced upon comparing deactivation rate of the catalysts at any reaction temper- Catalysis A: Chemical 111 (1996) 145-165 ature. The lptM061/Mgo catalyst not only exhibits a higher yield, but also deactivates more slowly compared to the Pt-Mo/Mg0 catalyst. As a result, after 3-4 h time-on-stream the butene yield over the ensemble catalyst is about one order of magnitude higher than that for the conventionally prepared catalyst. 3.1.2. Propane dehydrogenation The catalytic performance Of [PtM061/Mgo was also examined in the propane dehydrogenation reaction in Fig. 4, which shows the yield (a) and selectivity (b) to propene as a function of time-on-stream. The yield and the selectivity are defined as produced propene/fed propane and produced propene/consumed propane, respectively. For this reaction, deactivation was not so fast as in the case of butane dehydrogenation. At reaction temperatures up to 723 K there was no significant decrease in the catalytic activity and slow deactivation occurred only at 773 K as shown in Fig. 4(a). Selectivity to propene increased during the first two hours of the reaction and reached a constant value, typically above 96% for the rest of the reaction (Fig. 4(b)). Activity of the conventionally prepared PtMo/Mg0 catalyst for the propane dehydrogenation was not so good as that of the lptM061/Mgo catalyst. The catalytic performance of Pt/Z03 was comparable to the Pt-Mo/Mg0 catalyst, exhibiting similar steady-state selectivities, while deactivation of Pt/203 was more serious. The monometallic Pt/Mg0 and Mo/Mg0 catalysts were almost inactive under the similar conditions. Generally, the difference between the ensemble catalyst and the rest of catalysts became more pronounced at high reaction temperatures. 3.1.3. Isobutane dehydrogenation The complete set of the catalysts listed in Table 1 was studied for isobutane dehydrogenation in the temperature range 573-773 K. In Fig. 5 is shown the yield (a) and selectivity (b) to isobutene (defined as produced isobutene/fed D.l. Kondarides et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 145-165 isobutane and produced isobutene/consumed isobutane, respectively) as a function of timeon-stream on the [PtMob]/Mg0 catalyst. It was observed that the isobutene yield remained constant with time-on-stream at reaction temperatures up to 723 K and only at 773 K a gradual decrease in the yield with time took place, possibly indicating that at this temperature deactivation due to coke formation became important. Selectivity to isobutene showed no decrease during the period of reaction examined 10 8 c. 6 !9 4 - 2 0 12 ~. (a) Reaction Temp. (K) 0 573 623 673 723 773 25 '5 29 25 Z9 - 0 50 100 150 200 250 300 Time-on-stream (min) loo F 98 b` v 96 0 _. 94 _c T :~-2:' 2 V ~, 90 Sa -t- 573 -o- 623 - 673 - 723 - 773 o so 100 150 200 250 300 Time-on-stream (min) Fig. 4. Yield (a) and selectivity (b) to propene as a function of time-on-stream for the [PtMobl/Mg0 catalyst, in the temperature range 573-773 K. Cat. weight: 0.3 g; Flow rate: 18 cm; propane/min. 151 !0 15 to 5 0 100 95 a 0 _o _T IV 90 85 ~-- 80 (a) Reaction Temp. (K) 573 0 623 673 0 723 773 I I I I I I 0 50 100 150 200 250 300 Time-on-stream (min) e r--e a e--9 -s (b) 0 50 573 623 673 -o- 723 773 I I I i I I 100 150 200 250 300 Time-on-stream (min) Fig. 5. Yield (a) and selectivity (b) to isobutene as a function of time-on-stream for the [PtMob J/Mg0 catalyst in the temperature range 573-773 K. Cat. weight: 0.3 g; Flow rate: 20 cm3 isobutane/min. (Fig. 5(b)). Byproducts of the reaction were C 1-C 3 hydrocarbons. Similar experiments were conducted with the conventionally prepared Pt-Mo/Mg0 catalysts. The catalytic activity of Pt-Mo/Mg0 was much lower than that of the ensemble catalyst and the selectivity to isobutene had a decreasing trend with time-on-stream, especially at high reaction temperatures. It is to be noted that the high deactivation rates were observed on the Pt- 152 s 6 ~T 4I 16- 14 12 b to ~T s 6 4 2 DI Kondarides et al. /Journal of Molecular ~ [PtMoe]/VlgO ~ Pt-MoMgO ~ Pt/Ah03 ~ Ft/Mg0 (Cl-free) a Pt-Mo/Mg0 (Cl-free) 0 50 -- --- -- ---- 0 50 100 150 200 250 300 Time-on-stream (min) 100 150 200 250 300 Time-on-stream (min) 773 K 13 IPtM06l/M90 Pt-Mo/Mg0 . Pt/A'103 PvMgO (CI-free) Pt-Mo/M.-O (CI-free) o (PcMob]/MgO, reduced at 773 K Fig. 6. Yield of isobutene at 723 (a) and 773 K (b) as a function of time-on-stream for the various catalysts. The isobutene yield at 773 K on [PtM061/MgO reduced with HZ at 773 K for 2 h as a function of time-on-stream is also shown. Mo/Mg0 catalyst at all reaction temperatures, and even at 573 K. Comparisons of various catalysts in the isobutene yields as a function of time-on-stream at 723 and 773 K are shown in Fig. 6. The superiority of the [PtMo6]/Mg0 catalyst to the PtMo/Mg0 catalyst is evident. The Pt/A1203 catalyst also showed a lower activity with a rapid deactivation. To examine the effect of the residual chlorine that may be present on the conventionally prepared catalysts, isobutane dehydrogenation reactions at 723 and 773 K were Catalysis A: Chemical 111 (1996) 145-165 also carried out on Cl-free Pt-Mo/Mg0 and Cl-free Pt/Mg0 catalysts. The Cl-free samples exhibited a much better catalytic performance compared to the residual chlorine-containing Pt-Mo/Mg0 catalyst at 723 K (Fig. 6(a)), but ey were rapidly deactivated at 773 K as shown n Fig. 6(b). As consequence, the C1-free PtMo/Mg0 and C1-free Pt/Mg0 catalysts were not so good as the [PtMo6]/Mg0 ensemble catalyst. It is to be noted that when the activity of the Cl-free Pt/Mg0 catalyst decreased by coexistence with Mo oxides in the Cl-free PtMo/Mg0 catalyst, whereas the ensemble catalyst exhibited the best catalytic performance, regarding activity and resistivity to deactivation. As mentioned in the Section 2.2., EXAFS analysis shows that platinum atoms in the [PtMob]/Mg0 catalyst are reduced during the reaction at 723 K. In order to examine the effect of this factor on the catalytic performance of [PtMo6]/MgO, the catalyst was deeply reduced in flowing HZ (40 cm 3/min) at 773 K for 2 h. After this treatment the activity of the catalyst was significantly lowered as shown in Fig. 6(b). After reduction of the sample at 773 K, the initial yield of isobutene (extrapolated to t = 0 by exponential sitting) was about two thirds of that of the unreduced catalyst, but most importantly, deactivation on the reduced catalyst occurred much faster. On the contrary, the treatment of the Cl-free Pt-Mo/Mg0 catalyst with HZ at 773 K for 2 h did not change the catalytic performance. Calcination of the reduced [PtMo6]/Mg0 sample in air at 773 K for 2 h restored neither the activity of the sample nor the deactivation property. It seems that this high temperature treatment with hydrogen destroyed the specific structure of the [PtMob]/Mg0 ensemble catalyst to become similar to that of the conventionally prepared catalyst. 3.1.4. Catalyst stability It was found that the novel [PtMo6]; Mg0 catalyst was more active and selective for butane, isobutane and propane dehydrogenation D.L Kondarides et al. / Journal of Molecular Catalysis A: Chemical 111 (1996) 145-165 reactions, and most importantly, resistant to deactivation due to coke formation as compared to the rest of the examined catalysts as shown in Figs. 2-6. The observed difference in the catalytic performance seems to be related to the difference in the properties of the catalyst surfaces that originates from the variations of the preparation methods. The enhanced capability of the [PtMo6 ]/Mg0 ensemble catalyst to resist deactivation, as compared to the other catalysts, is one of the interesting results in this study. This property of the [PtMob]/MgO catalyst may arise either (i) from its ability to inhibit the formation of coke precursors or (ii) from the existence of a process capable for maintaining the catalytically active sites free from coke. Starting from the second possibility, it is well known that the addition of the second metal to platinum-containing bimetallic catalysts usually enhances the catalyst stability. It was reported for the Pt-Sn catalysts that 30% of the metal surface remain uncovered in the steady state, whereas for the Pt catalyst this fraction only remains at 10%. It was also reported that the addition of a second component to Pt/A1203 catalyst gave rise to more mobile coke precursors. This hypothesis of increased mobility of surface intermediates to the support might also be valid in the case of the [PtMo6]/MgO catalyst, but would not be adequate to explain the large difference in the deactivation profile between the ensemble catalyst and the conventionally prepared PtMo/MgO catalyst (Figs. 2-6). It is more probable that the difference arises from the inhibition of coke formation over [PtMob]/MgO due to its specific surface structure. It is believed that alkane dehydrogenation over metals is structure insensitive and does not require a large ensemble of neighboring atoms. On the other hand, coke deposition involves larger ensembles of atoms as active sites. On the catalysts prepared by the lptM0602418- cluster precursor with a plane structure of a Pt atom isolated by surrounding six molybdates, a geometric restriction would diminish coke formation without 153 affecting significantly the activity towards dehydrogenation. The presence of acid sites on the support is undesirable in dehydrogenations since they catalyze side reactions. It should be recalled that the acidic character of chlorine favors cleavage of the C-C bonds, deep dehydrogenation, and polymerization processes that lead to carbon deposition and, consequently, faster deactivation and decreased activity, selectivity and stability of the catalysts [4]. It was observed that Cl-containing Pt/MgO is more active for hydrogenolysis, that involves cleavage of a C-C bond, than the Cl-free samples. The rapid deactivation of the Cl-containing catalysts in the present study could, therefore, be partly attributed to the presence of chlorine ions on the catalysts which favor carbon deposition and subsequent deactivation of the catalysts. The increase in selectivity observed in the beginning of the reaction runs (e.g. Fig. 2, Figs. 4 and 5(b)) was more pronounced at high reaction temperatures, which may be attributed to the presence of different active sites on the fresh catalyst. Another possible explanation may be the gradual change of the averaged oxidation state of the platinum atoms during the reaction. The EXAFS analysis (in Section 2.2.) revealed that Pt atoms were reduced with time-on-stream to form small particles under the reaction conditions. If selectivity is higher over the Pt particles thus obtained, the increasing trend of selectivity with time-onstream could be attributed to this process. To obtain the information of the structures of the bimetallic catalysts, we performed the EXAFS experiments under various conditions. 3.2. Catalyst characterization 3.2.1. [PtM06 1 /Mg0 Catalyst 3.2.1.1. Effect of calcination temperature on the structures around Pt and Mo atoms. The structure of the novel [PtMo6]/Mg0 ensemble catalyst was determined by EXAFS after supporting the [PtMo6024]8- precursor on MgO and after 154 D.L Kondarides et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 145-165 calcination with oxygen at various temperatures in the range 423-773 K. Analysis of the EXAFS spectra for the incipient supported sample revealed that the framework of the [PtM06024 ]g- precursor was destroyed upon impregnation. The characteristic Pt-Mo bond of the precursor was not observed and the analysis of the Pt L u, -edge and Mo K-edge EXAFS spectra showed the existence of only Pt-O (0.200 nm) bond or Mo-O (0.175 nm) bond as shown in Table 2. The incipient supported sample was calcined under oxygen for 2 h at 423, 573, 673 and 773 K. EXAFS spectra for the Table 2 Curve fitting results of the Pt LIti-edge and Mo K-edge EXAFS spectra under oxygen in the temperature range 423-773 K treated samples were measured to determine structural changes and to observe the extent of interaction (bonding modes) between the heteropolyanion precursor with a plane structure and the Mg0 support upon increasing calcination temperature. The EXAFS analysis results are listed in Table 2. For the sample calcined at 423 K there was no particular interaction between the precursor and the support observable by EXAFS (Table 2). Calcination above 573 K led to the appearance of Pt-Mg (0.302 nm) and `long' Pt-O (0.360 nm) bonds besides Pt-O bond at 0.202 nm. Around Mo atoms there only for the [PtMob]/Mg0 catalyst after impregnation and calcination Bond N a R b (nm) DEo ` (eV) Q (nm) R factor ` (%) [PtMo6024]s- precursor Pt-O 6.0 0.199 10.1 0.0055 Pt-Mo 4.0 0.329 0.5 0.0085 1.4 Mo-O 4.5 0.175 - 3.5 0.0075 Mo-Pt 1.0 0.330 -4.7 0.0072 1.2 Mo-Mo 2.0 0.334 -1.3 0.0061 Incipient supported species Pt-O 6.7 0.200 10.5 0.0058 1.2 Mo-O 4.5 0.175 - 3.5 0.0075 4.0 Calcination at 423 K Pt-O 6.5 0.200 10.4 0.0059 1.2 Mo-O 4.6 0.175 - 3.4 0.0076 3.6 Calcination at 573 K Pt-O 6.5 0.202 10.9 0.0064 Pt-Mg 4.6 0.305 8.9 0.0090 0.2 Pt-O 6.2 0.361 -0.9 0.0083 Mo-O 3.9 0.176 - 3.8 0.0075 4.0 Calcination at 673 K Pt-O 6.3 0.202 10.8 0.0065 Pt-Mg 6.5 0.302 7.7 0.0090 0.2 Pt-O 7.3 0.360 -1.4 0.0083 Mo-O 2.3 0.174 -11.8 0.0071 Mo-Mg 2.0 0.279 8.0 0.0085 3.6 Calcination at 773 K Pt-O 6.2 t 1.0 0.202 t 0.001 10.6 t 3.0 0.0064 t 0.0010 Pt-Mg 8.1 t 1.3 0.302 t 0.001 7.4 t 3.0 0.0093 f 0.0010 0.6 Pt-O 4.8 t 0.9 0.360 t 0.001 - 2.1 t 3.0 0.0064 t 0.0010 Mo-O 1.6 t 0.4 0.174 t 0.001 -7.1 t 4.0 0.0059 t 0.0011 Mo-Mg 3.0 t 0.7 0.282 t 0.001 15.0 t 4.0 0.0102 t 0.0011 2.5 Pt-O ` 6.1 0.202 9.8 0.0064 Pt-Mg \" 14.1 0.305 10.0 0.0127 2.3 a Coordination number. b Bond distance. ` The energy difference between the origins d Debye-Waller factor. ` Residual factor; Fourier transform range: 30-130 nm-1 for Pt LnI-edge and 35-145 nm-1 for Mo K-edge; Fourier filtering range: 0.10-0.35 nm-' for Pt LnI-edge and 0.10-0.30 nm-1 for Mo K-edge. ' Two-wave fitting analysis shown for comparison. of the photoelectron wave vector. DI Kondarides et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 145-165 existed Mo-O bonds at 0.175 nm for the samples calcined at 423-573 K. Above 673 K Mo-Mg (0.279-0.282 nm) bonds were also observed. The intensity of the k3-weighted Fourier transformed EXAFS peaks for Pt-Mg and Mo-Mg bonds increased upon increasing calcination temperature from 573 to 773 K, indicating stronger interaction between Pt and Mo atoms and the support. A representative set of the EXAFS data is shown in Fig. 7, where the Pt L Iir edge EXAFS raw data, the extracted oscillation and the associated Fourier transform and the curve fitting results for the [PtMob]/MgO catalyst calcined at 773 K are presented. We performed the de- 0.0 -o.s -Q 1.0 5 0 11500 12000 12500 13000 Photon energy / eV 0 4 6 8 10 12 Wavenumber / cm-1 -5 10 X ?v' M 155 tailed EXAFS analysis by a curve sitting technique as follows. At first, the peak around 0.3 nm in the Fourier transform was analyzed by assuming it as Pt-Mo bonding as in the precursor structure, but it was entirely different. Rather, this peak seemed to be fitted as Pt-Mg. Then we performed the EXAFS analysis over a whole Fourier range 0.1-0.35 nm by two-wave (Pt-O and Pt-Mg) sitting as shown in Fig. 7(d). However, the oscillation particularly in the higher energy region was not reproduced (Fig. 7(d)). The coordination number of Pt-Mg bond was determined to be 14.1 in Table 2 (bottom column) which is an unrealistic value and the Debye-Waller factor of 0.0127 nm is fairly p 1 2 3 4 s 6 Distance/ 10-lttm rim (d) 4 6 . 8 10 12 Wavenumber l cm- 1 12 Waventunber/cni t Fig. 7. Pt Lll edge EXAFS data for the [PtMob]/Mg0 catalyst after calcination at 773 K for 2 h; (a) raw data, (b) k3-weighted X(k), (c) Fourier transform (Fourier transform range: 30-130 nm), (d) curve fitting using Pt-O + Pt-Mg, and (e) curve fitting using Pt-O + Pt-Mg + Pt-O. Fourier filtering range: 0.1-0.35 nm. 156 D.1. Kondarides et al. /Journal of Molecular Catalysis A: Chemical Ill (1996) 145-165 large as shown in Table 2. Since the appearance of Pt-Mg bond implies the incorporation of Pt atoms to the MgO lattice or at least strong interaction of Pt atoms with the MgO lattice, we took into account the longer Pt-0 bond expected from the MgO rock-salt structure and analyzed the EXAFS data by three-wave (Pt-O, Pt-Mg and Pt-0 (long)) fitting. This analysis well reproduced the observed data as shown in Fig. 7(e). The best fit results are shown in Table 2, where the bond distances and coordination numbers of Pt-O, Pt-Mg and Pt-0 (long) were determined to be 0.202 nm and 6.2, 0.302 nm and 8.1, and 0.360 nm and 4.8, respectively. Mo K-edge EXAFS Fourier transform for the lptM061/Mgo catalyst calcined at 773 K is shown in Fig. 8(a). Assuming the first and second peaks as Mo-O and Mo-Mg bonds, respectively, two-wave (Mo-O + Mo-Mg) fitting reproduced the observed data as shown in Table 2. Attempts to fit the Mo K-edge EXAFS oscillation by bonds other than those listed in Table 2 did not give any good fitting result. The oxidation state of the platinum ions can be estimated by comparing the `white line' intensity of the Pt Lui edge spectra, which is related to the d-electron vacancy of Pt atom [13-16], with that of the lptM06024 ]g- precursor with a known oxidation state of platinum atoms (Pt4+). The Pt Lnredge `white line' intensity of the lptM061/Mgo catalyst in Fig. 7(a) was found to be almost the same as that for the Pt (IV) atoms of the lptM0602418- precursor, taking into account the height of edge jump m, zi 8 2 Table 3 Comparison of the local structure of Pt atoms of the [PtM06 ]/Mg0 catalyst after calcination at 773 K with that of Mg atoms in Mg0 Bond Bond length (nm) Coordination number [PtMobl/ Pt-0 Mg0 0.202 t 0.001 6.2 t 1.0 5 e Pt-Mg 0.302 t 0.001 8.1 t 1.3 8 e Pt-0 0.360 t 0.001 4.8 t 0.9 4 a Mg0 Mg-0 0.210 6 Mg-Mg 0.297 12 Mg-O 0.364 8 a Expected values from the Pt location at the surface top layer replacing Mg 2+. for both samples. Thus the platinum atoms in the [PtMo6]/Mg0 ensemble catalyst seems to be in the 4 + state. As can be seen from the data listed in Table 3, the bond lengths of Pt-O, Pt-Mg and Pt-0 (long) for the lptM061/Mgo catalyst after calcination at 773 K are similar to the bond lengths of Mg-O, Mg-Mg and Mg-O of Mg0 crystal, respectively. This similarity of the bond lengths indicates that after calcination at 773 K platinum atoms substitute Mg2+ atoms in the lattice of the Mg0 support. The coordination numbers of Pt-Mg and Pt-0 (long) bonds are, however, much smaller than the corresponding coordination numbers for MgO. Mg0 preferably has a (100) surface because it is the most stable surface of Mg0 [17]. If Pt atoms occupy Mg2+ sites at the first surface layer of the MgO, the coordination numbers for Pt-O, Pt-Mg and Pt-0 bonds are expected to be 5, 8 and 4, x a '8 31 3 t 5 Distance/ 10-lnm Fig. 8. Mo K-edge EXAFS Fourier transforms for [PtM06 ]/Mg0 after calcination at 773 K (a) and propane dehydrogenation at 723 K (b). DI Kondarides et al. /Journal of Molecular Catalysis A: Chemical Ill (1996) 145-165 respectively. These values are similar to the curve fitting results (Table 3). A local structure model for the Pt sites is illustrated in Fig. 9(a). The substitution model well explains the observed XAFS data, though a slight relaxation of the local structure around Pt ion. Some representative Mo K-edge XANES spectra obtained from the examined catalysts in various conditions are shown in Fig. 10. The [PtMob]/Mgo catalyst exhibited a pre-edge peak which is attributed to a forbidden 1 s -4 4d bound-state transition [18]. It has been demonstrated that the intensity of this peak, which is more intense for tetrahedral symmetry (e.g. MgMo04), can be used as a measure of the number and shortness of the Mo-O bonds [18]. In our experiments, the intensity of the pre-edge peak of the lptM061/Mgo catalyst after calcination at 773 K was observed to be much smaller than that of MgMo04, indicating that in the calcined [PtMo6]/MgO catalyst the majority of Mo atoms have an octahedral coordination. This coincides with the results from de- Off' a ~~ o 3s ~.0 [ O o2_ O Mgz+ Fig. 9. Model structures of Pt (a) and Mo (b) atoms of the PtM061/MgO catalyst after calcination at 773 K. 157 (a) (c) (d) (e) 0 a (0 I ~'J f 19.96 20.00 20.04 20.08 Photon energy / eV O Mg2+ Fig. 10. Mo K-edge XANES spectra for the examined catalysts after treatments at various conditions; (a) [PtMob)/Mg0 after calcination at 773 K, (b) Pt-Mo/Mg0 after calcination at 773 K, (c) Mo/Mg0 after calcination at 773 K, (d) Pt-Mo/Mg0 after propane dehydrogenation at 723 K> (e) [PtMob]/Mg0 after propane dehydrogenation at 723 K, and (f) MgMo04 (Moaetrahedral). Pt4+ tailed studies of a series of Mo03/Mg0 sam ples using XANES [19] and Raman Spec troscopy [20] which showed that for the cata lysts with Mo loading below 3.3 wt%, isolated, distorted octahedral Mo species are present on Mg0 after calcination at temperatures above 673 K. As shown in Table 2, however, the coordination number of Mo-O bond decreased with increasing calcination temperature and at 773 K had a value much smaller than the ex pected one from an octahedrally coordinated Mo6+ species, e.g. Mo03 and (NH4)6Mo7OZ4 [21], suggesting the presence of some distortion on the Mo coordination sphere. When distorted 158 DI Kondarides et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 145-165 . x 5 (b-1) L 1 2 3 4 5 Distance / 10' 1 nm 6 4 6 8 10 12 Wavenumber / cni 1 8 (a-1) sL V W '8 4 l 0 \"~1) - ~~lj, 3 4 5 6 0 1 2 4 Distance / 10-lnm 4 I ;. i f I . i i i i 8 10 12 Wavenumber / cm- 1 6 Fig. 11. Pt LuI edge spectra for [PtMob]/Mg0 after propane dehydrogenation reaction for 2 hat 723 K (a) and 573 K (b); (a-1) and (b-I): Fourier transform (Fourier transform range: 30-130 nm); (a-2): curve fitting of one wave (Pt-Pt), (b-2): curve fitting of three waves (Pt-O + Pt-Mg + Pt-Pt); Fourier filtering range: 0.16-0.32 nm. Table 4 Curve fitting results of the Pt L111-edge and Mo K-edge EXAFS spectra for the [PtMob]/Mg0 catalyst after propane dehydrogenation reactions at 573 and 723 K and after reduction with hydrogen at 773 K Bond N a R b (nm) 0 Eo ` (eV) After C3H8 reaction at 573 K Pt-0 1.1 t 0.4 0.203 t 0.001 8.9 t 3.0 0.0064 t 0.0011 Pt-Mg 2.4 0.5 0.303 t 0.001 8.1 t 3.0 0.0086 t 0.0011 3.6 Pt-Pt 4.4 0.9 0.273 t 0.001 2.0 f 3.0 0.0077 0.0011 Mo-O 1.6 t 0.4 0.175 0.001 - 0.3 t 4.0 0.0060 0.0012 4.0 Mo-Mg 2.8 t 0.7 0.280 t 0.001 15.0 t 4.0 0.0099 t 0.0012 After C3Hs reaction at 723 K Pt-Pt 7.2 t 1.3 0.274 t 0.001 -2.1 t 3.0 0.0083 t 0.0011 2.9 Mo-O 1.5 t 0.4 0.177 0.001 10.0 t 4.0 0.0067 f 0.0012 Mo-Mg 3.5 f 0.7 0.285 0.001 13.5 t 4.0 0.0059 t 0.0012 2.1 Mo-Mo 1.5 t 0.4 0.287 t 0.001 - 5.5 4.0 0.0079 t 0.0012 After H2 reduction at 773 K Pt-Pt 6.8 t 1.3 0.273 0.001 -3.0 t 3.0 0.0085 t 0.0010 1.6 Mo-O 4.1 t 0.7 0.184 t 0.001 20.1 t 3.0 0.0100 f 0.0011 Mo-Mg 6.6 ~ 1.0 0.286 t 0.001 15.2 t 3.0 0.0050 t 0.0011 1.5 Mo-Mo 2.5 0.5 0.288 t 0.001 1.1 t 3.0 0.0069 t 0.0011 a Coordination number. b Bond distance. ` The energy difference between the origins of the photoelectron wave vector. Debye-Waller factor. ` Residual factor. Fourier transform range: 30-130 nm-1 for Pt L111 -edge and 35-145 nm-1 for Mo K-edge; Fourier filtering range: 0.10-0.35 nm-1 for Pt Luredge and 0.10-0.30 run -1 for Mo K-edge. Q d (uni) R factor ` (%) DI Kondarides et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 145-165 structures of molybdenum oxides are heteroge- neously distributed on the MgO surface, judge- ment of coordination structure by the EXAFS analysis would be difficult. Nevertheless, an octahedral Mo structure model on the Mg0 surface in Fig. 9(b) fits the EXAFS data, where an octahedral Mo structure was placed on a lattice oxygen site, which geometrically predicts the Mo-Mg length observed experimentally. 3.2.1.2. Reaction- and reduction-induced structural changes in Pt and Mo sites. The structures of the [PtMo6]/MgO catalyst after propane dehydrogenation reactions for 4 h at 573 and 723 K and after reduction with hydrogen at 773 K for 2 h were studied by EXAFS. The Fourier transforms and the curve fitting results for the catalysts after the reactions at 573 and 723 K are shown in Fig. 11 and Table 4. After the C 3 H g dehydrogenation at 723 K for 2 h the platinum ions were reduced (Pt\" --> Pt'). The EXAFS oscillation was reproduced by assuming Pt-Pt bond as shown in Fig. 11 (a-2). The size of the platinum particles formed in the reaction conditions at 723 K can be estimated (a) 0.273 n - 0.303 nm 0.202 Pt4+ Pt 0 291 n0 1.0-1O.4 nut Pt metal Mg0 0.210 nm (U) O Mg2+ M o 6-i_ 159 using the correlation between the coordination number obtained from the EXAFS analysis and the morphology of the metal particles [22]. Assuming a spherical shape, the Pt particles were estimated as 1.0 0.4 nm in diameter (Fig. 12(b)), which coincides with the dispersion (H/Pt) of 0.7 0.1. On the contrary, the propane dehydrogenation at 573 K did not induce a similar change. As shown in Fig. 11(b), the Fourier transform was intermediate between them for the Pt ion on the surface and the metallic Pt particle, which implies that the platinum atoms were partially reduced under the conditions at 573 K. The EXAFS oscillation of Fig. 11(b-2) is entirely different from that of Fig. 11(a-2). The coordination number of Pt-Pt bond was determined to be 4.4 (Table 4), the value corresponding to 4 for an octahedral Pt6 framework. Besides Pt-Pt bonds the contribution of Pt-O and Pt-Mg bondings to the EXAFS oscillation was confirmed by the curve fitting analysis. The distances and coordination numbers of Pt-O and Pt-Mg bonds were determined to be 0.203 nm and 1.1, and 0.303 nm and 2.4, respectively 0.287 pm i F .29`I o' Fig. 12. Model structures around Pt (a, b) and Mo (c) atoms for the (PtMobl/Mg0 catalyst in propane dehydrogenation reactions at 573 K(a) and 723 K (b, c). Part of the oxygen atoms in the octahedral framework in (c) are probably removed under the reaction at 723 K. 160 D.l Kondarides et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 145-165 (Table 4). If we put five platinum atoms on an unreduced pt4+ ion at the MgO surface to make an octahedral structure with the bond distances of 0.273, 0.202, and 0.303 nm for Pt-Pt, Pt-O and Pt-Mg, respectively, as shown in Fig. 12(a), we can predict the averaged coordination numbers of Pt-O, Pt-Mg and Pt-Pt to be 1.5, 2.0 and 4.0, respectively. These values coincide well with the observed values, 1.1 t 0.4, 2.4 0.5 and 4.4 0.9, if one takes account of the experimental errors for the coordination numbers determined by EXAFS. Thus it may be concluded that about 80% of Pt ions are reduced and nucleated on the rest of the unreduced Pt ions to make six-nuclear Pt clusters under the propane dehydrogenation conditions at 573 K. A proposed structure is illustrated in Fig. 12(a). Concerning the local structure of Mo atoms of the [PtMo6]/Mg0 catalyst, the molybdenum atoms were not reduced at all at 573 K. The EXAFS data (Table 4) were almost the same as those for the calcined catalyst (Table 2). After the propane dehydrogenation at 723 K, Mo-Mo bond peak newly appeared in the range of 0.20.3 nm in the Fourier transform of Fig. 8(b), which is much different from Fig. 8(a) for the catalyst before the reaction. The appearance of Mo-Mo bond at 0.287 nm and the coordination number of 1.5 indicate that at least two distorted octahedral Mo species were connected each other. The bond distance of 0.287 nm is much shorter than 0.331 nn for Mo-Mo bond in the [PtM06024 ]g- cluster with a Mo6+ oxidation state. Spilt over hydrogen atoms from Pt particles can reduce the Mo species at 723 K, by which a part of the oxygen atoms in the octahedral Mo framework may be removed, resulting in reduction of the Mo ions. We tentatively propose a local structure around Mo atoms in Fig. 12(c), which is compatible with the lattice structure of MgO. 3.2.2. Conventionally prepared monometallic and bimetallic catalysts 3.2.2.1. Pt-Mo/MgO catalysts. EXAFS spectra of conventionally prepared Pt-Mo/Mg0 catalysts were compared with those of the ensemble catalyst to check possible structural differences arising from the difference in the preparation method because performance of the Table 5 Curve fitting results of the Pt LuI edge and Mo K-edge EXAFS spectra obtained from the Pt-Mo/MgO catalyst after calcination at 773 K and after interaction with C3H8 at 723 K Bond N $ R b (nm) 0 Eo (eV) o- d (nm) R factor a (%) Calcination at 773 K Pt-0 6.3 t 0.9 0.203 f 0.001 10.7 t 3.0 0.0064 t 0.0010 Pt-Mg 9.3 t 1.3 0.303 t 0.001 7.3 t 3.0 0.0084 t 0.0010 0.4 Pt-0 5.2 t 0.9 0.359 t 0.001 -2.5 t 3.0 0.0064 t 0.0010 Mo-O 1.8 t 0.4 0.174 t 0.001 -4.7 t 4.0 0.0064 t 0.0011 1.0 Mo-Mg 2.2 t 0.6 0.278 t 0.001 10.3 t 4.0 0.0100 t 0.0011 After C 3 H s reaction at 723 K Pt-0 1.2 f 0.3 0.203 t 0.001 8.9 t 3.0 0.0064 t 0.0010 Pt-Mg 4.1 t 0.5 0.303 t 0.001 8.3 t 3.0 0.0084 t 0.0010 1.8 Pt-Pt 4.7 t 0.9 0.273 t 0.001 -1.6 f 3.0 0.0077 f 0.0010 Mo-O 1.6 t 0.4 0.177 t 0.001 10.2 t 4.0 0.0071 t 0.0012 Mo-Mg 4.0 t 0.7 0.286 t 0.001 15.6 t 4.0 0.0060 t 0.0012 1.9 Mo-Mo 2.7 t 0.6 0.288 t 0.001 - 3.3 f 4.0 0.0087 t 0.0012 a Coordination number. b Bond distance. ` The energy difference between the origins of the photoelectron wave vector. a ye-Waller factor. ` Residual factor. Fourier transform range: 30-130 nm-1 for Pt L111-edge and 35-145 nm-1 for Mo K-edge; Fourier filtering range: 0.10-0.35 nm-' for Pt Lnt-edge and 0.10-0.30 nm-1 for Mo K-edge. D.1 Kondarides et al. / JOu of Molecular Pt-Mo/MgO catalysts in the alkane dehydrogenation reactions was much different from that of the [PtMo6]/MgO catalyst. The EXAFS analysis results of the Pt-Mo/MgO catalysts after calcination at 773 K and after propane dehydrogenation at 723 K are shown in Table 5. From the EXAFS data and the Mo K-pre-edge peak intensity (Fig. 10) it is suggested that, in this catalyst too, after calcination at 773 K Pt4+ ions substituted Mg2+ atoms of the MgO support, while Mo6+ ions were located on the Mg0 surface in a distorted octahedral coordination. The coordination number (9.3) of Pt-Mg bond was, however, larger than that (8.1) for the [PtMo6]/MgO catalyst, suggesting that a part of Pt ions in the Pt-Mo/MgO catalyst was incorporated deeply into the MgO lattice by calcination at 773 K. The clearer differences in the EXAFS data between [PtMo6]/MgO and Pt-Mo/MgO arose after interaction with propane at 723 K. As shown in Table 5, Pt-O and Pt-Mg bonds besides Pt-Pt bonds were observed in the case of the Pt-Mo/MgO cata- Catalysis A: Chemical 111 (1996) 145-165 161 lyst. Pt ions at the surface should be reduced to the metallic state in the propane dehydrogenation at 723 K. The reason that Pt-O and Pt-Mg bonds are still observed may be due to the location of Pt ions in the MgO lattice. We can estimate the ratio of unreduced Pt ions to the whole Pt atoms in the Pt-Mo/MgO catalyst by using the coordination number of Pt-Pt bond, assuming the formation of Pt particles with a similar size to 1.0 nm for [PtMo6]/MgO. The estimated ratio of unreduced Pt atoms was 0.33. We can also estimate the ratio of unreduced Pt ions by using the coordination number of Pt-Mg bond. The estimated ratio of unreduced Pt ions was 0.35. The obtained values by both estimation are in good agreement. Therefore, it is argued that these unreduced platinum atoms are located at Mg2+ sites in the bulk of the Mg0 support, while the reduced Pt atoms are located on the MgO surface. After propane dehydrogenation on Pt-Mo/MgO at 723 K, Mo-Mo bonds appeared as in the case of [PtMo6 ]/Mg0 (Table 5). The coordination number (2.7) of Table 6 Curve fitting results of the Pt Lttt-edge and Mo K-edge EXAFS spectra for the Pt-Mo/Mg0 (Cl-free) catalyst after calcination at 773 K and C3Hg dehydrogenation reactions at 573 and 723 K Bond N a R b (nm) DEo ` (eV) o' d (nm) R factor a (%) Calcination at 773 K Pt-O 5.9 0.9 0.203 t 0.001 I 1.5 3.0 0.0066 t 0.0010 Pt-Mg 6.6 t 1.2 0.302 t 0.001 7.9 t 3.0 0.0086 t 0.0010 0.7 Pt-O 4.5 0.9 0.359 t 0.001 - 2.5 t 3.0 0.0060 t 0.0010 Mo-O 1.5 t 0.4 0.176 t 0.001 -4.3 t 4.0 0.0056 t 0.0011 2.0 Mo-Mg 3.9 t 0.7 0.282 t 0.001 13.3 4.0 0.0109 t 0.0011 After reaction with C,Hs at 573 K Pt-O 1.9 t 0.5 0.203 t 0.001 I1.1 t 3.0 0.0064 t 0.0012 Pt-Mg 3.4 t 0.6 0.303 t 0.001 9.3 t 3.0 0.0086 t 0.0012 2.9 Pt-Pt 4.1 t 0.9 0.273 t 0.001 - 0.1 t 3.0 0.0077 t 0.0012 Mo-O 1.6 0.4 0.175 t 0.001 - 0.3 t 4.0 0.0060 t 0.0012 Mo-Mg 2.8 t 0.7 0.280 t 0.001 I5.0 t 4.0 0.0093 t 0.0012 2.0 After reaction with C3Hs at 723 K Pt-Pt 6.9 1.3 0.271 t 0.001 -4.5 t 3.0 0.0093 t 0.0012 4.0 Mo-O 1.7 0.4 0.177 t 0.001 10.0 t 4.0 0.0066 Mo-Mg 3.7 t 0.7 0.286 t 0.001 15.7 t 4.0 0.0055 1.7 Mo-Mo 2.0 t 0.4 0.288 t 0.001 -4.4 t 4.0 0.0082 a Coordination number. b Bond distance. ` The energy difference between the origins of the photoelectron wave vector. ye-Waller factor. e Residual factor. Fourier transform range: 30-130 nm-1 for Pt Ltt1-edge and 35-145 nm-1 for Mo K-edge. Fourier filtering range: 0.10-0.35 nm-I for Pt Lnredge and 0.10-0.30 nm-1 for Mo K-edge. 162 DI Kondarides et al. /Journal of Molecular Catalysis A: Chemical Ill (1996) 145-165 Mo-Mo bond was about twice that (1.5) for the 1PtMo61/MgO catalyst. This may be referred to clusterization/aggregation of molybdates in the Pt-Mo/MgO catalyst. The curve fitting results obtained from EXAFS analysis of the Pt-Mo/Mg0 (Cl-free) catalysts are shown in Table 6. After calcination at 773 K, the similar structures around Pt and Mo atoms to those for [PtMo6]/Mg0 were observed, with difference in the coordination number of Pt-Mg bond. The coordination number of 6.6 for Pt-Mg bond is far deviated from the value predicted if all Pt ions substitute Mg2+ ions at the surface top layer of MgO. Some of the Pt atoms were reduced during the propane dehydrogenation reaction at 573 K, but the coordination number of Pt-Mg bond (3.4) may also hold the similar structural picture to that for [PtMo6]/MgO. Thus the local structure of Pt sites in the Pt-Mo/Mg0 (Cl-free) catalyst seems to be less homogeneous compared with the [PtMo6]/MgO ensemble catalyst. The difference between the Cl-free and residual Cl-containing catalysts may be attributed to electronic interactions between the platinum and chlorine atoms that possibly favors incorporation of platinum atoms into MgO bulk. 3.2.2.2. Monometallic Pt / MgO and Mo / Mg0 catalysts. To obtain details of the structure around the Pt and Mo atoms from more simple samples, monometallic Pt/MgO, Mo/MgO and Pt/Mg0 (Cl-free) catalysts were also examined by EXAFS. The curve fitting results are summarized in Table 7. The coordination numbers of Pt-Mg bonds in the Pt/MgO catalyst and the Pt/Mg0 (Cl-free) catalyst calcined at 773 K were 9.8 and 6.2, respectively, which are similar to 9.3 and 6.6 for the Pt-Mo/MgO catalyst and the Pt-Mo/Mg0 (Cl-free) catalyst, respectively, but larger or smaller than 8.1 for the [PtMo6]/MgO catalyst. Local structures around Pt atoms of Pt-Mo/MgO and Pt/MgO were not distinguishable from each other, nor were those of Pt-Mo/Mg0 (Cl-free) and Pt/Mg0 (Cl-free). Again, local structures around Mo atoms among the [PtMo6]/MgO, Pt-Mo/Mg0 (Cl-free), and Mo/MgO catalysts were not distinguishable. 3.2.3. Catalytically active sites EXAFS analysis of the fresh catalysts (Tables 2, 4-7) shows the difference in the coordination number of the Pt-Mg bonds. In Fig. 13, there is a decreasing trend in isobutane yield Table 7 Curve fitting results of the Pt LIII-edge and Mo K-edge EXAFS spectra for the Pt/MgO, Mo/MgO and Pt/Mg0 (Cl-free) catalysts after calcination at 773 K Bond N a R b (nm) DEo (eV) Q (nui) R factor a (%) Pt/Mg0 Pt-O 6.3 t 0.9 0.203 t 0.001 11.1 t 3.0 0.0064 t 0.0010 Pt-Mg 9.8 t 1.2 0.303 t 0.001 7.3 t 3.0 0.0084 t 0.0010 0.3 Pt-O 5.4 t 0.8 0.361 t 0.001 -0.2 t 3.0 0.0064 t 0.0010 Mo/Mg0 Mo-O 1.8 t 0.4 0.176 t 0.001 - 2.4 t 4.0 0.0060 t 0.0011 Mo-Mg 3.5 t 0.8 0.284 t 0.001 15.7 t 4.0 0.0098 t 0.0010 1.0 Pt/Mg0 (Cl-free) Pt-O 5.9 t 0.9 0.202 t 0.001 11.1 t 3.0 0.0069 t 0.0010 Pt-Mg 6.2 t 1.1 0.301 t 0.001 7.9 t 3.0 0.0090 t 0.0010 0.2 Pt-0 6.1 t 0.8 0.360 t 0.001 -1.6 t 3.0 0.0074 t 0.0010 a Coordination number. b Bond distance. The energy difference between the origins of the photoelectron wave vector. d Debye-Waller factor. Residual factor. Fourier transform range: 30-130 nm-1 for Pt Liiredge and 35-145 nm-' for Mo K-edge; Fourier filtering range: 0.10-0.35 nm-1 for Pt 1,111-edge and 0.10-0.30 nm-I for Mo K-edge. AL Kondarides et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 145-165 IPtMoel/M.-0 15 Z ?- E5 l0 5 Pt1Mgo (CI-free) O Pt-VIoMgO (CI-free) O a r Pt-vIo/Mg0 Pr/Mg0 r 0 , _ ~.__ _ 6 7 .8 9 Npt-Mg Fig. 13. Yield of isobutene at 723 ( O, X) and 773 K (O, O) as a function of the coordination number of Pt-Mg bonds in the examined catalysts; 0, O after 10 min reaction, X, O: after 180 min reaction. observed for the conventionally prepared Ptcontaining catalysts upon increasing coordination number of Pt-Mg bonds, which indicates that the activity reduces significantly as bonding of Pt atoms with the support increases. Clarke et al. [23] showed that with Pt/Mg0 catalysts in hydrogenolysis reactions of CS and C6 hydrocarbons that there is a shift of negative charge from the magnesia OZ- ions to platinum atoms. It is noteworthy that the interaction between Pt and Mg0 was found to increase by the presence of residual chlorine in the catalyst. The authors left open an explanation of which of the different catalytic properties in their experiments owe their origin to possible morphological changes in the metal clusters induced by chlorine. In the present study it is clear that Cl-containing catalysts are far less active than the corresponding Cl-free ones. Combined EXAFS and catalytic results shown in Fig. 13 may elucidate the role of chlorine since it is evident that it leads to stronger interactions of platinum with the support through the increased number of Pt-Mg bonds. The increase of the Pt-Mg coordination number in the Cl-containing samples indicates that Pt atoms probably locate in deeper surface 163 layers of MgO. The decreasing trend of the activity observed in Fig. 13 for the conventionally prepared catalysts may then be attributed to the incorporation of Pt atoms to deeper sites in the Mg0 bulk. Comparison of the catalytic properties of the catalysts studied is rather complicated since many parameters influencing the catalytic performance should be taken into account. The Pt and Mo atoms in the conventionally prepared catalysts may be randomly distributed at the surface, whereas the special preparation method using the [PtM06024 ]g- precursor is expected to induce some additional parameters that could influence its catalytic performance. In fact, [PtMo6]/Mg0 does not follow the decreasing trend observed for the rest of the catalysts as expected from the coordination number of its Pt-Mg bonds (Fig. 13). The presence of the molybdates surrounding the Pt atoms in a special way probably influences positively catalytic activity of platinum. Furthermore, according to the EXAFS analysis, it is most likely that all of the platinum atoms of the ensemble catalyst locate on the first surface layer of MgO, optimizing the catalytic performance of the ensemble catalyst. Leclercq et al. [24] studied the kinetics of hydrogenolysis of butane over Pt-MO/S'02 catalysts with various Mo/(Mo + Pt) ratios and distinguished hydrogenolysis of the two different kinds of C-C bonds. It was shown that the addition of Mo to Pt drastically changes the selectivity of the reaction but this selectivity is approximately the same for all the bimetallic Pt-Mo catalysts, it does not vary with the metal composition. The adsorption equilibrium constants were found to be the same for all Pt-Mo catalysts, which shows that on all Pt-Mo catalysts butane adsorbs on the same mixed Pt-Mo site with a constant composition whatever the catalyst composition. They argued that the active sites are mixed sites composed of Pt and Mo atoms [24]. The method for preparation of 1PtM061/MgO the present study led to the creation of catalysts with an organized surface 164 D.L Kondarides et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 145-165 geometry with advanced catalytic performance in alkane dehydrogenation reactions. Calcination of the impregnated catalyst under oxygen at 773 K results in substitution of Mg2+ atoms of the support with pt4+ atoms. The platinum ions located in the top layer of the support surface are reduced under the reaction conditions to form small clusters anchored on their own ions at 573 K. The clusters are converted to highly dispersed Pt particles under the high temperature reaction conditions (at 723 K). The observed high activity of the ensemble catalyst originates mainly from the large number of `working sites'. The active structure of 1PtMo61/MgO produced in situ under the reaction conditions at 573 K is not destroyed during the reactions at temperatures up to 723 K, as revealed by our experiments. On the contrary, this structure was destroyed by treatment with hydrogen at 773 K and the catalytic properties became similar to those of the conventionally prepared catalysts. Reduction with hydrogen at 773 K does not seem to influence significantly the size of the Pt particles, judging from the coordination number of Pt-Pt bond (Table 4). Instead, the high temperature reduction seems to modify the local structure of the Mo atoms and hence the ensemble structure of Pt and Mo. As shown in Table 2, Tables 4 and 5, there is an increasing trend in the coordination number of Mo-Mo bond as activity of the catalysts at 723 K decreases: 1PtMo61/MgO (1.5) > Cl-free Pt-Mo/Mg0 (2.0) > Pt-Mo/Mg0 (2.7). Reduction of the [PtMo6]/MgO catalyst with HZ at 773 K caused a significant increase of NMo_Mo (1.5 - 2.5) and NMo-Mg (3.5 -j 6) which resulted in a dramatic drop in activity and stability (Fig. 8(b)). The large increase in NMo_Mo and NMo-Mg may reflect the decrease in the Mo oxidation state and the incorporation of reduced Mo atoms into the surface layers of MgO. In contrast no change occurred on the catalytic performance of the conventionally prepared Cl-free Pt-Mo/Mg0 catalyst after the same treatment, indicating that the surface of this catalyst had already become the undesirable one during the catalytic reaction. The special arrangement of molybdates around platinum particles in the 1PtMo61/MgO catalyst stabilizes the active sites and enables the sites to remain uncovered by inactive species either by inhibiting by-processes that produce coke or by removing carbonaceous residue from the active surface to the support. The low selectivity of the ensemble catalyst towards C 1-C 3 (C,-C2 for propane) hydrocarbon byproducts may indicate a rather weak chemisorption of the reacting alkane. Further investigation may be needed for more information about the active sites of the catalyst composed of Pt and Mo sites. 4. Conclusions (1) The framework of the lptM0602418- precursor was broken upon impregnation on MgO. Calcination of the fresh sample at temperatures above 673 K under oxygen atmosphere induced interactions between the precursor and the Mg0 support, giving rise to the appearance of Pt-Mg and Mo-Mg bonds. (2) The proposed structures of Pt and Mo atoms after calcination of the sample at 773 K for 2 h are shown in Fig. 9. According to this model, platinum atoms in the 4 + state are located at the first surface layer of Mg0 (100) substituting Mg2+ ions of the support. Molybdenum atoms in the 6 + state are located on the MgO surface in a distorted, octahedral coordination, while there is no observable interaction between Pt and Mo atoms. (3) The EXAFS analysis for 1PtMo61/MgO presents direct evidence on the replacement of metal ions of the first layer of support surface by supported metal ions during calcination above 673 K. (4) During propane dehydrogenation at 573 K small Pt clusters grew on the unreduced pt4+ atoms (Fig. 12(a)), while no observable change occurred with the local structure of Mo atoms, DI Kondarides et al. /Journal of Molecular Catalysis A: Chemical Ill (1996) 145-165 which maintained the Mo structure of the calcined catalyst. (5) Treatment at the higher reaction temperature (723 K) or reduction with hydrogen at 773 K led to complete reduction of the platinum atoms to form small metallic particles on the MgO surface with an average diameter of 1.0 nm (Fig. 12(b)). Under the same conditions the partially reduced molybdates in the lptM061/Mgo catalyst linked with each other on the MgO surface, showing a dimer structure on average. (6) In the Pt-Mo/MgO catalyst, two thirds of the platinum ions were located on the first 141 surface layer of MgO, while the rest one third were located at Mg2+ sites in the MgO bulk. The Pt ions in the bulk were not reduced even at 773 K-reduction conditions. (7) The difference in structure between PtMo/MgO and Pt-Mo/Mg0 (Cl-free) may be attributed to an electronic interaction between Pt and Cl atoms which possibly favors incorporation of Pt atoms into MgO bulk. (8) The performance of the [PtMob]/Mg0 ensemble catalyst for butane, isobutane and propane dehydrogenation reactions was found to be more active, selective and resistant to deactivation due to coke formation, than the PtMo/MgO, Pt-Mo/Mg0 (Cl-free), Pt/MgO, Pt/Mg0 (CI-free), Pt/A1203, and Mo/Mg0 catalysts. (9) The residual CI-containing catalysts were far less active and deactivated more rapidly than the corresponding CI-free ones. (10) The decreasing trend of the activity for the conventionally prepared catalysts was observed as a function of increasing coordination number of Pt-Mg bond, which is attributed to the incorporation of Pt atoms to deeper layers of the MgO bulk. (11) However, the activity of the [PtMo6]/MgO catalyst did not follow this trend 165 and was much higher than that predicted from this decreasing line. This is attributed to some additional parameters generated from the prepa- ration method by use of the inorganic cluster lptM0602418- with a plane ensemble structure. References [1] G.C. Bond, Catalysis by Metals, Academic Press, London, 1962. [2] Y. Zhu, R.G. Minet and T.T. Tsotsis, Catal. Lett., 18 (1993) 49. [3] T. Ioannides and G.R. Gavalas, J. Membr. Sci., 77 (1993) 207. Z.X. Chen, A. Derking, W. Koot and M.P. van Dijk, to be published. [5] V. Ponec and G.C. Bond, Catalysis by Metal Alloys, Else vier, Amsterdam, 1995. [6] U. Lee and Y. Sasaki, Chem. Lett., (1984) 1297. [7] T. Liu, Y. Matsui, U. Lee, K. Asakura and Y. Iwasawa, Catalytic Science and Technology, Vol. 1, Kodansha, Tokyo, 1991, p. 267. [8] T. Liu, K. Asakura, U. Lee, Y. Matsui and Y. Iwasawa, J. Catal., 135 (1992) 367. [9] EXAFS analysis program EXAFSH> coded by T. Yokoyama and T. Ohta, The University of Tokyo (1993). [10] J.J. Rehr and R.C. Albers, Phys. Rev., B41 (1990) 8139. [11] J.J. Rehr, J. Mustre de Leon, S.I. Zabinsky and R.C. Albers, J. Am. Chem. Soc., 113 (1991) 5135. [12] J. Mustre de Leon, J.J. Rehr, S.I. Zabinsky and R.C. Albers, Phys. Rev., B44 (1991) 4146. [13] F.W. Lytle, P.S.P. Wei, R.B. Greegor, G.H. Via and J.H. Sinfelt, J. Chem. Phys., 70 (1979) 4849. [14] J.A. Horsley, J. Chem. Phys., 76 (1982) 1451. [15] D.R. Short, A.W. Mansour, J.W. Cook, Jr., D.E. Sayers and J.R. Katzer, J.Catal., 82 (1983) 299. [16] AN Mansour, J.W. Cook and D.E. Sayers, J. Phys. Chem., 88 (1984) 2330. [17] H. Onishi, C. Egawa, T. Aruga and Y. Iwasawa, Surf. Sci., 191 (1987) 479. [18] C.T.J. Mensch, J.A.R. van Veen, B. van Wingerden and M.P. van Dijk, J. Phys. Chem., 92 (1988) 4961. [19] S.R. Bare, G.E. Mitchell, J.J. Maj, G.E. Vrieland and J.L. Gland, J. Phys. Chem., 97 (1993) 6048. [20] S.-C. Chang, M.A. Leugers and S.R. Bare, J. Phys. Chem., 96 (1992) 10358. [21] E. Shimao, Bull. Chem. Soc. Jpn., 40 (1967) 1609. [22] R.B. Greegor and F.W. Lytle, J. Catal., 63 (1980) 476. [23] J.K.A. Clarke, M.J. Bradley, L.A. Garvie, A.J. Craven and T. Baird, J. Catal., 143 (1993) 122. [24] G. Leclercq, A. El Gharbi and S. Pietrzyk, J. Catal., 144 (1993) 118. MOLCAA 96001173 1381-1169(96)00117-3 10.1016/1381-1169(96)00117-3 Molecular aspects of heterogeneous catalysis Article Characterization and performance of a [PtMo6] MgO catalyst for alkane-to-alkene conversion D.I. Kondarides 1 K. Tomishige Y. Nagasawa U. Lee 2 Y. Iwasawa ∗ Department of Chemistry, Graduate School of Science, The University of Tokyo, Hongo, Bunkyo-ku, Tokyo 113, Japan ∗ Corresponding author. Fax: (+81-3)58006892. 1 Present address: Institute of Chemical Engineering and High Temperature Chemical Processes, University of Patras, Patras GR 26500, Greece. 2 Department of Applied Chemistry, National Fisheries University of Pusan, Namku, Pusan 608-737, Korea. A novel [PtMo6] MgO ensemble catalyst was prepared by using an inorganic cluster [PtMo6O24]8− as precursor and characterized by X-ray absorption fine structure (XAFS) spectroscopy. The EXAFS analysis revealed that platinum and molybdenum atoms interact with MgO support after calcination at temperatures above 673 K, making PtO, PtMg and PtO (long) bonds, and MoO and MoMg bonds, respectively. It was suggested that Pt4+ ions replaced Mg2+ ions of the top layer of the MgO surface, while Mo6+ ions located on the surface in a distorted octahedral symmetry. The dehydrogenation activity of the [PtMo6] MgO catalyst for the dehydrogenation reactions of butane, isobutane and propane was much higher compared to those of conventionally prepared bimetallic ( PtMo MgO ) and monometallic ( Pt MgO and Mo MgO ) catalysts. The selectivity to the corresponding alkenes was typically above 97%. The [PtMo6] Mgo ensemble catalyst was found to be resistant to deactivation due to coke formation. Keywords Characterization Platinum Molybdenum Magnesium Alkanes Dehydrogenation References [1] G.C. Bond Catalysis by Metals 1962 Academic Press London [2] Y. Zhu R.G. Minet T.T. Tsotsis Catal. Lett. 18 1993 49 [3] T. Ioannides G.R. Gavalas J. Membr. Sci. 77 1993 207 [4] Z.X. Chen, A. Derking, W. Koot and M.P. van Dijk, to be published. [5] V. Ponec G.C. Bond Catalysis by Metal Alloys 1995 Elsevier Amsterdam [6] U. Lee Y. Sasaki Chem. Lett. 1984 1297 [7] T. Liu Y. Matsui U. Lee K. Asakura Y. Iwasawa Catalytic Science and Technology Vol. 1 1991 Kodansha Tokyo 267 [8] T. Liu K. Asakura U. Lee Y. Matsui Y. Iwasawa J. Catal. 135 1992 367 [9] EXAFS analysis program EXAFSH 1993 The University of Tokyo coded by T. Yokoyama and T. Ohta [10] J.J. Rehr R.C. Albers Phys. Rev. B41 1990 8139 [11] J.J. Rehr J.Mustre de Leon S.I. Zabinsky R.C. Albers J. Am. Chem. Soc. 113 1991 5135 [12] J.Mustre de Leon J.J. Rehr S.I. Zabinsky R.C. Albers Phys. Rev. B44 1991 4146 [13] F.W. Lytle P.S.P. Wei R.B. Greegor G.H. Via J.H. Sinfelt J. Chem. Phys. 70 1979 4849 [14] J.A. Horsley J. Chem. Phys. 76 1982 1451 [15] D.R. Short A.W. Mansour J.W. Cook Jr. D.E. Sayers J.R. Katzer J.Catal. 82 1983 299 [16] A.N. Mansour J.W. Cook D.E. Sayers J. Phys. Chem. 88 1984 2330 [17] H. Onishi C. Egawa T. Aruga Y. Iwasawa Surf. Sci. 191 1987 479 [18] C.T.J. Mensch J.A.R. van Veen B. van Wingerden M.P. van Dijk J. Phys. Chem. 92 1988 4961 [19] S.R. Bare G.E. Mitchell J.J. Maj G.E. Vrieland J.L. Gland J. Phys. Chem. 97 1993 6048 [20] S.-C. Chang M.A. Leugers S.R. Bare J. Phys. Chem. 96 1992 10358 [21] E. Shimao Bull. Chem. Soc. Jpn. 40 1967 1609 [22] R.B. Greegor F.W. Lytle J. Catal. 63 1980 476 [23] J.K.A. Clarke M.J. Bradley L.A. Garvie A.J. Craven T. Baird J. Catal. 143 1993 122 [24] G. Leclercq A. El Gharbi S. Pietrzyk J. Catal. 144 1993 118",
      "scopus-id": "0030578909",
      "coredata": {
        "eid": "1-s2.0-1381116996001173",
        "dc:description": "A novel [PtMo6] MgO ensemble catalyst was prepared by using an inorganic cluster [PtMo6O24]8− as precursor and characterized by X-ray absorption fine structure (XAFS) spectroscopy. The EXAFS analysis revealed that platinum and molybdenum atoms interact with MgO support after calcination at temperatures above 673 K, making PtO, PtMg and PtO (long) bonds, and MoO and MoMg bonds, respectively. It was suggested that Pt4+ ions replaced Mg2+ ions of the top layer of the MgO surface, while Mo6+ ions located on the surface in a distorted octahedral symmetry. The dehydrogenation activity of the [PtMo6] MgO catalyst for the dehydrogenation reactions of butane, isobutane and propane was much higher compared to those of conventionally prepared bimetallic ( PtMo MgO ) and monometallic ( Pt MgO and Mo MgO ) catalysts. The selectivity to the corresponding alkenes was typically above 97%. The [PtMo6] Mgo ensemble catalyst was found to be resistant to deactivation due to coke formation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996001173",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kondarides, D.I."
          },
          {
            "@_fa": "true",
            "$": "Tomishige, K."
          },
          {
            "@_fa": "true",
            "$": "Nagasawa, Y."
          },
          {
            "@_fa": "true",
            "$": "Lee, U."
          },
          {
            "@_fa": "true",
            "$": "Iwasawa, Y."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996001173"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996001173"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00117-3",
        "prism:volume": "111",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization and performance of a [PtMo6] MgO catalyst for alkane-to-alkene conversion",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Characterization"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Molybdenum"
          },
          {
            "@_fa": "true",
            "$": "Magnesium"
          },
          {
            "@_fa": "true",
            "$": "Alkanes"
          },
          {
            "@_fa": "true",
            "$": "Dehydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "145-165",
        "prism:endingPage": "165",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 September 1996",
        "prism:doi": "10.1016/1381-1169(96)00117-3",
        "prism:startingPage": "145",
        "dc:identifier": "doi:10.1016/1381-1169(96)00117-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "94",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996001173-si7.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "586",
            "@ref": "si7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "68",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996001173-si6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "430",
            "@ref": "si6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "59",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996001173-si5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "393",
            "@ref": "si5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "95",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996001173-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "520",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "97",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996001173-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "594",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "97",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996001173-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "594",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "97",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116996001173-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "594",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030578909"
      }
    }
  }
}