{
  "metadata": {
    "title": "Methylrhenium trioxide as a catalyst for oxidations with molecular oxygen and for oxygen transfer",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-10-28",
    "doi": "10.1016/1381-1169(95)00120-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995001204",
    "pii": "1381116995001204"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001861549",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-22 1999-12-22 2010-04-18T17:16:47 1-s2.0-1381116995001204 1381-1169(95)00120-4 1381116995001204 10.1016/1381-1169(95)00120-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00404 2015-05-13T23:01:31.432129-04:00 0 0 19951028 1995 1999-12-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 103 103 2 2 Volume 103, Issue 2 2 87 94 87 94 19951028 28 October 1995 1995-10-28 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. METHYLRHENIUMTRIOXIDEACATALYSTFOROXIDATIONSMOLECULAROXYGENFOROXYGENTRANSFER ZHU Z HOLM 1987 1401 R HERRMANN 1992 4431 W HERRMANN 1991 1638 W HERRMANN 1994 243 W HUSTON 1993 4517 P VASSELL 1995 5491 K ABUOMAR 1995 272 M ZHU 1995 1326 Z KAHN 1990 231 M PROCINDIANACADSCI SCHULTZ 1993 2714 B MOYER 1981 1475 B RYBAK 1992 79 W ROUNDHILL 1982 291 D TAKACS 1991 316 J KHAN 1990 231 M PROCINDIANACADSCI HERRMANN 1991 1101 W HERRMANN 1994 4531 W CHAUDRY 1990 14 M RAUHER 1986 5503 S ROUSH 1987 598 W COREY 1987 7534 E BORDERS 1972 2540 D SATO 1987 R CYTOCHROMEP450 DRABOWICZ 1984 171 J ORGPREPPROCINT MALINOWSKI 1987 732 M ARZOUMANIAN 1991 L9 H LU 1982 185 X CAMPS 1981 3859 F PERRIN 1988 D PURIFICATIONLABORATORYCHEMICALS POUCHERT 1983 C ALDRICHLIBRARYNMRSPECTRA POUCHERT 1985 C ALDRICHLIBRARYFTIRSPECTRA HUDSON 1965 R STRUCTUREMECHANISMINORGANOPHOSPORUSCHEMISTRY MUNYEJABO 1994 133 V LEE 1993 31 C ZHUX1995X87 ZHUX1995X87X94 ZHUX1995X87XZ ZHUX1995X87X94XZ item 1381-1169(95)00120-4 1381116995001204 1-s2.0-1381116995001204 10.1016/1381-1169(95)00120-4 271358 2010-09-27T22:22:56.874658-04:00 1995-10-28 1-s2.0-1381116995001204-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001204/MAIN/application/pdf/6d3d0a5a34381fafb180f12b683ecd18/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001204/MAIN/application/pdf/6d3d0a5a34381fafb180f12b683ecd18/main.pdf main.pdf pdf true 658569 MAIN 8 1-s2.0-1381116995001204-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001204/PREVIEW/image/png/01241105f081ecc43209e3d263b59095/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001204/PREVIEW/image/png/01241105f081ecc43209e3d263b59095/main_1.png main_1.png png 62119 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 103 (1995) 87-94 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Methylrhenium trioxide as a catalyst for oxidations with molecular oxygen and for oxygen transfer Zuolin Zhu, James H. Espenson Ames Laboratory and Department of Chemistry, Iowa State University, Ames, IA 50011, USA Received 13 January 1995; accepted 5 June 1995 Abstract Methylrhenium trioxide (MTO) was found to be a good catalyst for the oxidation of tertiary phosphines by molecular oxygen at room temperature. Evidence is given that an intermediate Re (V) compound - CH3ReOz, or the adduct CH3Re02 - O=PPh3 is involved. The deoxygenation of epoxides, sulfoxides, N-oxides, triphenylarsine oxide and triphenylstibine oxide at room temperature was also catalyzed by MTO, with triphenylphosphine as the oxygen acceptor. A plausible reaction mechanism involves phosphine attack at a compound formed between MTO and the epoxide or other oxygen-donor compound. Keywords: Catalysis; Phosphines; Oxidation; Rhenium; Oxygen 1. Introduction Transition metal-oxo complexes are of great relevance to many catalytic oxidation processes and to oxygen atom transfer between substrates [ 1 ] . Methylrhenium trioxide (CH3Re03, abbreviated as MTO), is a stable compound prepared from dirhenium heptoxide and tetramethyltin [ 2 ] . It acts as an efficient homogeneous oxidation catalyst for hydrogen peroxide in both aqueous and organic solvents. With hydrogen peroxide as the oxidant, MTO catalyzes olefin epoxidations [ 3,4 ] , conversion of thiolatocobalt to sulfenatocobalt [ 5 ] , oxidations of organic sulfides [ 6 ] , phosphines, triphenylarsine, and triphenylstibine [ 7 ] , and tertiary amines to the corresponding oxides [ 8 ] , and for the conversion of aniline to nitrosobenzene [ 8 ] . With S representing such a * Corresponding author. 1381-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00120-4 substrate, all of these reactions can be abbreviated as: cat. MTO S + H202 - S=O + HZO Since both the activation of molecular oxygen and oxygen transfer are important industrially and biologically, the catalytic properties of many transition metal oxo complexes have been studied, including ruthenium (V) [ 9 ] , molybdenum (V ) [ 10 ] , ruthenium (IV) [ 11 ] , and rhenium (V ) [ 12] . These oxo complexes and the hexanuclear carbonyl cluster Rh6(CO)16 [ 13] are capable of activating molecular oxygen or transferring an oxygen atom. This type of catalytic process for methylrhenium trioxide remains unexplored. We have found that MTO catalyzes the oxidation of tertiary phosphines by molecular oxygen. Also, we have examined the transfer of the oxygen atom from epoxides, sulfoxides, aromatic tertiary 88 Z. Zhu, J.H. Espenson /Journal of Molecular Catalysis A: Chemical 103 (1995) 87-94 amine oxides, triphenylarsine oxide, and triphenylstibine oxide. In each case the oxygen acceptor was triphenylphosphine. 2. Results 2.1. Catalyzed phosphine oxidation with molecular oxygen The oxidation of tertiary phosphines was conducted in benzene at room temperature. Two different methods were used. First, the solutions containing MTO and the triarylphosphines were opened to air with stirring. One day later, substantial yields of phosphine oxides were recorded. The yields differ with the substrate, as given in Table 1. After two days, however, all of the phosphines had been converted to their oxides in yields of > 95%. Second, pure oxygen was used instead of air. In that case the reactions reached completion within six hours or less, with yields of > 95%. An independent reaction was carried out in which MTO was not used: triphenyl phosphine was dissolved in benzene and exposed to air and stirred. After one week, triphenyl phosphine oxide was not detected from this reaction. The reactions under pure oxygen at room temperature were monitored by 'H-NMR. During the reaction the signal of the phosphine decreased as that of the oxide appeared. Without oxygen, only one signal from the rhenium present was seen at 8=1.212 pprn. This corresponds to rhenium(V), perhaps [CH3Re02*OPPh3] or simply Table 1 Product yields from the oxidation of triarylphosphines with air, catalyzed by MTO a (4-R- CA)3P R= H CH3 C1 CH30 In benzene solution at room temperature, with phosphine: MTO=10:1. % Yield 24 h 62 71 53 80 48 h > 97 100 > 96 100 [CH3Re02] [ 14] , which will be abbreviated VA. A new peak appeared at 8=1.237 ppm after the solution was flushed with oxygen. Isolation of the latter species is in progress. 2.2. Oxygen transfer reactions The reactions described in this section were catalyzed by MTO. This was confirmed by carrying out controls without MTO; in each case, no oxygen transfer reaction was observed even after one week. Treatment of an epoxide with triphenylphosphine in the presence of MTO under Ar at room temperature results in the deoxygenation of the epoxide and the formation of an olefin in high yield. The reaction preserves the relative stereochemistry about the C-C bond of the epoxide. The results are given in Table 2, which lists the epoxide taken, the olefin obtained, and its yield. Oxygen abstraction from epoxides was also monitored by 'H-NMR. Upon mixing the epoxide and MTO in benzene at room temperature, the signal corresponding to a dialkoxylrhenium complex (or rhenium glycolate) was observed [ 16] . Upon addition of triphenylphosphine, signals corresponding to Ph3P0, olefin, and MTO were seen. Crystals were also isolated from the reaction mixture. They had the same tH-NMR spectrum as the dialkoxylrhenium complex in solution [ 16] . Treated analogously in benzene, several sulfoxides reacted with triphenylphosphine at room temperature to give the sulfide as the only product. The reaction was studied by 'H-NMR at room temperature. A 1:1 solution of the sulfoxide and MTO showed that the CH3 group of rhenium after one hour had shifted downfield about 0.1 ppm. Upon addition of triphenylphosphine, the signals corresponding to triphenylphosphine oxide and sulfide appeared immediately ( see Table 3 ) . MTO also catalyzes oxygen transfer from tertiary amine oxides to triphenylphosphine, forming the amine and triphenylphosphine oxide. This reaction also occurs at room temperature under argon. The results are shown in Table 4. As for the epoxides, this reaction was investigated by tH- Z Zhu, J.H. Espenson /Journal of Molecular Catalysis A: Chemical 103 (1995) 87-94 Table 2 Deoxygenation of epoxides with triphenylphosphine, catalyzed by MTO Substrate Olefin product Yield (%) styrene epoxide cyclohexene epoxide O 01_1~0 styrene 83 cyclohexene 71 b 01\"~ 87 89 ppm downfield of the methyl group of MTO which we believe is due to the effect of the substrates used. After the reaction has finished, MTO is still active. This was confirmed by the continuation of the catalytic process when more reactants were added. O PPh3 + 0 t,Me MIO , Me Me Me 'H-NMR 7.925 ppm (m) 7.229 ppm (m) ICDC13 7.458 ppm (m) 6.714 ppm (m) 85 3.844 ppm (s) 2.918 ppm (s) v 13C-NMR 0_1~Op \\ of Me/CDCI3 61.467 ppm 40.753 ppm ( 2 10 e In benzene at room temperature with epoxide: MTO = 10:1. b Product yields were calculated from 'H-NMR. Table 3 Deoxygenation of sulfoxides with triphenylphosphine, catalyzed by MTOa Substrate Sulfide produced Yield (%) PhS(O)CH=CHZ PhZSO PhS(O)Me (Pt')ZSO (Bu\") 2S0 (p-CH3C6H4)2S0 (p-CIC6H4)ZSO PhSCH=CH2 PhZS PhSMe (Pr')zS (Bu\") ZS (p-CH3C6H4)2S (p-ClC6H4)zS 73 66 71 75 77 65 59 'In benzene at room temperature, with sulfoxide: MTO = 10:1. NMR, 13C-NMR and GC-MS for NN-dimethyl aniline N-oxide; see Eq. 2. GC-MS was employed in monitoring the reactions and for product identification for the other amine oxides. A mixture of MTO and the amine oxide in benzene at room temperature also shows a chemical shift about 0.1 Table 4 Deoxygenation of tertiary amine oxides with triphenylphosphine, catalyzed by MTO a Substrate Amine product Yield (%) 79 81 b Cr'NMe2 O ,rNMe2 O Me-f 9-NMep O F-O-NMe2 O Br-4aNM02 78 Me-J-k -NMe2 81 FNMe2 -NMe2 74 70 0 ~ OpN~NMe2 65 02N-aNMe ~2 CN~0 ~N 77 a In benzene at room temperature, with a mole ratio N-oxide: MTO- 10:1. 90 Z. Zhu, J.H. Espenson /Journal of Molecular Catalysis A: Chemical 103 (1995) 87-94 Unlike the oxygen transfer reactions reported previously [ 15], the deoxygenations of triphenylarsine oxide and triphenylstibine oxide by Ph3P are very fast when catalyzed by MTO. Both reactions were finished within 30 min. at room temperature under argon; triphenylarsine and triphenylstibine were formed almost quantitatively. The identities of these products were confirmed spectroscopically; see Eq. 3. PPh3 + OEPh3 EPh3 + OPPh3 1H-NMR 7.85 ppm(m) 7.35 ppm(m) E=As 7.74 ppm(m) ICDC13 /C6D6 7.42ppm E=Sb 7.06 ppm In the absence of triphenylphosphine, the 1HNMR signal of the methyl group of MTO shifted from 1.196 ppm to 1.390 ( E = As ) or 1.410 (E=Sb) after addition of excess triphenylarsine oxide or triphenylstibine oxide in benzene. These species are stable at room temperature under argon, where there is no change within three days. In addition about 2% of the MTO decomposed to methanol; but the extent of decomposition did not increase with time in the absence of triphenylphosphine. 3. Discussion 3.1. The oxidation of phosphines with molecular oxygen The absence of an NMR signal for the methyl group of MTO or other possible oxidants during the reactions was noted. The well-known monor12-peroxide, CH3Re(O)2(OZ) A, and the di-1)2peroxide, CH3Re(O)(OZ)2 B, if present at all, remained undetected. This finding suggested a reaction pathway unlike that for catalytic oxidations that use hydrogen peroxide as the oxidant [5,7,8,14]. In contrast, the oxidations of phosphines with molecular oxygen do not seem to occur by way of A or B formed from hydrogen peroxide. (Later, however, this statement will be revised so as to admit the possibility that A might H3 O=PPh9 O, R \\~ p + PPh3 ~ CH3Re02 (VA) 0 F~,~ 2 OPh3 O\\ / CH3 02 CH3Re(O)2(PPh3)2(O2) 0 b1.212 ppm Scheme 1. S. 1.237 ( 3 ) be involved, but simply present at too low a con- centration for detection.) From the 1H-NMR data and results in the literature [ 17 ] , we suggest that this reaction may follow a mechanism that involves an oxygen-containing intermediate, Scheme 1. The incorporation into a substrate of an oxygen atom from molecular oxygen is important both industrially and biologically. Phosphines act as blood poisons, which may arise from the reaction with oxygen in the presence of some hemeproteins [ 18 ] . The in-depth study of this reaction may offer a ready explanation of the toxic effect. 3.2. Deoxygenation of epoxides This reaction is important in both synthesis and structural determinations [19-22]. It provides a simple (one pot) method that proceeds in high yield under mild conditions. This reaction is believed to occur by a mechanism that features the participation of a dialkoxylrhenium complex (or rhenium glycolate), as given in Scheme 2. 3.3. Deoxygenation of sulfoxides and tertiary amine oxides Oxygen atom transfer reactions have received renewed attention in the last few years because of their importance in biological systems [ 23 ] . A number of methods have so far been developed for this purpose [ 24,25 ] . Unlike the method given here, the methods previously reported need either a long reaction time [ 26 ] or a higher temperature Z. Zhu, J.H. Espenson /Journal of Molecular Catalysis A: Chemical 103 (1995) 87-94 j H3 tR\\ ~_~ 3R e~0 + /C C\\ O~R \\0 ZR 4R I H3 tR, - i R PP113 O .:~_R \\\\ O + 2 /C ~C~a O R R Ph3P=O Scheme 2. CHs OAR \\--0 + S=O 0 H3 Oz:::R e=O O// ~S H3 iRe_ + S 0 i ~___~ O O Ph3P,0 Scheme 3. S=o Hs .d.-Re--O CH3 0:::ZRe=O 0 0. AO + S ,A (Oxygen acceptor) Scheme 4. [ 27 ] . By analogy to the mechanism suggested for the deoxygenation of epoxides, the deoxygenation of sulfoxides and of N-oxides proceeds by a pathway in which the oxides first coordinate to MTO, and then ( likely in > 1 step) it transfers an oxygen atom to triphenylphosphine. This set of reactions is depicted in Scheme 3. 91 ~ Hs OO -O aR i1>c:~'4R tR 2R 3.4. Deoxygenation of triphenylarsine and triphenylstibine oxides These reactions appear to follow a mechanism similar to that of the deoxygenation of sulfoxides and N-oxides. First, MTO coordinates OAsPh3 or OSbPh3, then PPh3 reacts with this complex to form AsPh3 or SbPh3. The formation of methanol may arise from a very reactive oxidizing species in triphenylarsine oxide through an intermediate like `A', referred to previously. These results point to MTO being an effective catalyst for several oxygen transfer reactions. The net stoichiometric scheme applicable to all of these reactions can be depicted as in Scheme 4. We would also mention another set of reactions that may account for all of the processes reported herein. It entails a rhenium(V) intermediate CH3Re ( O ) 2, which we shall abbreviate as VA ( a term arising from the role of this species in other reactions that will be reported independently). The actual formula of VA might instead be CH3Re(O)Z~OPPh3, a species referred to above. The postulate is this: VA forms first, in a reaction between MTO and PPh3. It partitions between alternative reactions, governed by the presence of oxygen or of the substrate oxide. Included is a 0 PPh3 Re --.~ MTO + Ph3P0 CH3 (20H3C/ \\0 (4) CH3 OI:r-RewO PPh3 _ Red - Ph9P0 04 0 S.0 VA (3) MTO + S A Scheme 5. 92 Z. Zhu, J.H. Espenson /Journal of Molecular Catalysis A: Chemical 103 (1995) 87-94 reaction known from earlier work [ 7 ] , between the r12-peroxorhenium complex, A, and the phosphine, shown as step (4) in Scheme 5, which represents an alternative but reasonable picture for the general substrate S=O. At the present time, no clear resolution among these alternatives is at hand, although this and related chemistry remains an active endeavor. These investigations have shown that MTO can act as an effective catalyst for a number of deoxygenation and oxygen transfer reactions, given a proper oxygen acceptor. Current studies are underway to extend the scope of this reaction. 4. Experimental section 4.1. Materials The triarylphosphines, epoxides, sulfoxides, pyridine-N-oxide, and triphenylarsine oxide were purchased. The other N-oxides were obtained from our previous study [ 8 ] . 2,3-Dimethylbutene epoxide was prepared from 2,3-dimethyl-2butene [ 28 ] . Triphenylstibine oxide was prepared by oxidizing triphenylstibine with hydrogen peroxide, catalyzed by MTO [ 7 ] . Methylrhenium trioxide was synthesized from dirhenium heptoxide and tetramethyltin in the presence of perfluoroglutaric anhydride [ 2 ] . Benzene was purified by a standard method [ 29 ] . 4.2. Oxidation of phosphines Method A The tertiary phosphine (30 mmol) and MTO (3 mmol) were dissolved in 100 ml benzene, and the solution was stirred in air at room temperature. The reaction was monitored by TLC, 'H-NMR, and 3'P-NMR; to do this several drops of the reaction solution were dried in a stream of argon and the residue dissolved in C6D6 for NMR. After 48 h the solvent was removed under vacuum and the residue recrystallized from methanol. Method B The materials in the amounts described above were dissolved in 100 ml benzene, then flushed with oxygen at room temperature. The reaction was monitored as previously described. After 6 h, the solvent was removed and the products identified by MS, 'H-NMR, or 3'P-NMR [30-34]. Triphenylphosphine oxide. 'H-NMR/CDC13: 8 7.68 ppm (m), 7.43 ppm (m). NIS (El): mle 278, (CI, ammonia); 279 (M + H+) and 296 (M+NH4 ). (p-Me-Ph) 3P0. ' H-NMR / CDC13: 8 7.26 ppm (m), 7.533 ppm (m) and 2.38 ppm (s). MS (EI) mle320, (CI,ammonia),m/e321 (M+H+) and mle 338 (M+NH4 ). (p-MeO-Ph)3P0. 'H-NMR/CDCl3: 8 7.55 ppm (m), 6.97 ppm (m) and 3.84 ppm (s). MS (El): mle 368, (CI, ammonia), mle 369 (M+H+) and mle 386 (M+NH4 ). (p-Cl-Ph)3P0. 'H-NMR/CDC13: 8 7.56 ppm (m), 7.61 ppm (m) and 3'P-NMR/CDC13 29.4 ppm (neat H3P04 as external reference). MS (El): mle 380 C1), 382 (3'Cl); (CI, ammonia) 381 (35C1), 383 (3'Cl) (M+H+); 398 (35C1), 400 (3'Cl) (M+NH4 ). 4.3. General procedure for deoxygenation of epoxides The epoxide (30 mmol) and MTO (3 mmol ) were dissolved in 100 ml benzene. A triphenylphosphine (31 mmol in 100 ml benzene) was added dropwise over 6 h with stirring under Ar, which was continued for another 12 h. The olefins were isolated by distillation under reduced pressure. The products were identified spectroscopically. Cyclododecene,'H-NMR/CDC13: 8 1.33 ppm (m), 2.06 ppm (m) 5.38 ppm (m). Unsaturated '3C-NMR/CDC13 at 8 130.23 ppm and 131.78 ppm (two isomers from cis and trans isomers of the starting epoxide). GC-MS: mle 166 (cyclododecene) ; 278 (OPPh3) . Cyclohexene, 'H-NMR/CDC13: 8 1.61 ppm (m), 1.99 ppm (m) 5.68 ppm (m). GC-MS:m/ e 82 (cyclohexene) ; 278 (OPPh3) . Z. Zhu, J.H. Espenson /Journal of Molecular Catalysis A: Chemical 103 (1995) 87-94 trans-Stilbene, 'H-NMR/CDC13: 8 7.09 ppm (m), 7.22 ppm (m), 7.32 ppm (m), 7.48 ppm (m). GC-MS: mle 180 (trans-stilbene); 278 (OPPh3) . cis-Stilbene, 'H-NMR/CDC13: 8 6.58 ppm (m), 7.19 ppm (m). GC-MS: mle 180 (cis-stilbene) ; 278 (OPPh3) . Styrene, 'H-NMR/CDC13: 8 5.20 ppm (d), 5.71 ppm (d), 6.68 ppm (dd), 7.29 ppm (m). GC-MS: m l e 104 (styrene); 278 (OPPh3) . 2,3-Dimethyl-2-butene, 'H-NMR/CDC13: 8 1.65 ppm (s). GC-MS: mle 84 (2,3-dimethyl-2butene) ; 278 (OPPh3) . 4.4. Deoxygenation of sulfoxides The general procedure used for the epoxides was used. PhSMe, 'H-NMR/CDC13: 8 7.23 ppm (m), 7.12 ppm (m) and 2.44 ppm (s). '3C-NMR/ CDC13 of methyl is 15.84 ppm. GC-MS: ml e 124 (PhSMe); 278 (OPPh3) Ph2S,'H-NMR/CDC13: 87.28 ppm (m). GCMS: mle 186 (Ph2S); 278 (OPPh3). PhSCH=CH2, 'H-NMR/CDC13: 8 7.30 ppm (m), 6.54ppm (dd) and 5.32ppm (m). GC-MS: mle 136 (PhSCH=CH2); 278 (OPPh3). (p-Me-Ph)2S, 'H-NMR/CDC13: 8 7.11 ppm (m), 6.88 ppm (m) and 2.25 ppm (s). GC-MS: mle 214 ((p-Me-Ph)ZS); 278 (OPPh3). (n-Bu)2S, 'H-NMR/CDC13: 8 2.49 ppm (q), 1.58 ppm (m), 1.40 ppm (m) and 0.92 ppm (t). GC-MS: mle 146 ((n-Bu)2S); 278 (OPPh3). (iso-Pr) 2S, ' H-NMR / CDCl3: 8 2.99 ppm (m) and 1.27 ppm (d) . GC-MS: m l e 118 ( (isoPr)2S); 278 (OPPh3). (p-CI-Ph)2S, GC-MS: mle 255 ((p-ClPh)2S); 278 (OPPh3). 4.5. Deoxygenation of N-oxides PhNMe2. GC-MS: mle 121 (2,3-dimethyl-2butene) ; 278 (OPPh3) and likewise the other tertiary amines formed from the N-oxides. p-MePhNMe2, 135; p-F-PhNMe2, 139; p-Br-PhNMe2, 200; p-N02-PhNMe2, 166 and pyridine, 79. 93 Acknowledgements This research was supported by the US Depart- ment of Energy, Office of Basic Energy Sciences, Chemical Sciences Division, under Contract W- 7405-Eng-82. References [ I ] R.H. Holm, Chem. Rev., 87 (1987) 1401. [2] W.A. Herrmann, F.E. Kuhn, R.W. Fischer, W.R. Thiel and C.C. Raman, Inorg. Chem., 31 (1992) 4431. [ 3 ] W.A. Herrmann, R.W. Fischer and D. W. Marz, Angew. Chem., Int. Ed. Engl., 30 (1991) 1638. [4] W.A. Herrmann, R.W. Fischer, M.U. Rauch and W. Scherer, J. Mol. Catal., 86 (1994) 243. [5] P.L. Huston, J.H. Espenson and A. Bakac, Inorg. Chem., 32 (1993) 4517. [6] K.A. Vassell and J.H. Espenson, Inorg. Chem., 34 (1995) 5491. [7] M.M. Abu-Omar and J.H. Espenson, J. Am. Chem. Soc., 117 (1995) 272. [ 81 Z. Zhu and J.H. Espenson, J. Org. Chem., 60, (1995) 1326. [9] M.T. Kahn, A.P. Rao, S.A. Samad, D. Chatterjee, S.D. Bhatt and R.R. Merchant, Proc. Indian Acad. Sci., 102 (1990) 231. [ 10] B.E. Schultz, S.F. Gheller, M.C. Muetterties, M.J. Scott and R.H. Holm, J. Am. Chem. Soc., 115 (1993) 2714. [ I 1 ] B.A. Moyer, B.K. Sipe and T.J. Meyer, Inorg. Chem., 20 (1981) 1475. [12] W. K. Rybak and A. Zagicek, J. Coord. Chem., 26 (1992) 79. [13] D.M. Roundhill, M.K. Dickson, N.S. Dixit, and B.P. SudhaDixit, Adv. Chem. Ser., 196 (1982) 291. [ 14] J. Takacs, M.R. Cook, P. Kiprof, J.G. Kuchler and W.A. Herrmann, Organometallics, 10 (1991) 316. [ 15] M.T. Khan, A.P. Rao, S.A. Samad, D. Chatterjee, S.D. Bhatt and P.R. Merchant, Proc. Indian Acad. Sci., 102 (1990) 231. [ 16] W.A. Herrmann, P. Watzlowik and P. Kiprof, Chem. Ber., 124 (1991) 1101. [17] W.A. Herrmann, P.W. Roesky, M. Wang and W. Scherer, Organometallics, 13 (1994) 4531. [ 18] M.Q. Chaudry and N.R. Price, Pesticide Biochem. Physiol., 36 (1990) 14, and references therein. [ 19] S. Rauher, K.W. Chi, K.J. Hwang and J.E. Burks, J. Org. Chem., 51 (1986) 5503. [20] W.R. Roush and S. Russo-Rodriguez, J. Org. Chem., 51 (1987 ) 598. [21 ] E.J. Corey and W.G. Su, J. Am. Chem. Soc., 109 (1987) 7534. [22] D.B. Borders, P. Shu and J.E. Lancaster, J. Am. Chem. Soc., 94 (1972) 2540. [23] R. Sato and T. Omura, Cytochrome P-450, Kodansha, Tokyo, 1987. [ 24] J. Drabowicz, H. Togo, M. Mikolajczyk and S. Oae, Org. Prep. Proc. Int., 16 (1984) 171. [25] M. Malinowski, Synthesis, (1987) 732. [26] H. Arzoumanian, D. Nuel and J. Sanchez, J. Mol. Catal., 65 (1991) L9. 94 Z Zhu, J.H. Espenson /Journal of Molecular Catalysis A: Chemical 103 (1995) 87-94 [27] X. Lu, J. Sun and X. Tao, Synthesis, (1982) 185. [ 28 ] F. Camps, J. Coll, A. Messeguer and M.A. Pericas, Tetrahedron Lett., 22 (1981) 3859. [29] D.D. Perrin and W.L.F. Armarego, Purification of Laboratory Chemicals, 1988, 3rd Ed., Pergamon Press [30] C.J. Pouchert, The Aldrich Library of NMR Spectra, 2nd Ed., 1983. [31 ] C.J. Pouchert, The Aldrich Library of FT-IR Spectra, 1st Ed., 1985. [32] R.F. Hudson, Structure and Mechanism in Organophosporus Chemistry, Academic Press, New York, 1965. [331 V. Munyejabo, P. Guillaume and M. Postel, Inorg. Chem. Acta., 221 (1994) 133, and references therein. [34] C.W. Lee and J.S. Lee, J. Mol. Catal., 80 (1993) 31. MOLCAA 95001204 1381-1169(95)00120-4 10.1016/1381-1169(95)00120-4 Chemical and metal complex catalysis Article Methylrhenium trioxide as a catalyst for oxidations with molecular oxygen and for oxygen transfer Zuolin Zhu James H. Espenson ∗ Ames Laboratory and Department of Chemistry, Iowa State University, Ames, IA 50011, USA ∗ Corresponding author. Methylrhenium trioxide (MTO) was found to be a good catalyst for the oxidation of tertiary phosphines by molecular oxygen at room temperature. Evidence is given that an intermediate Re(V) compound — CH3ReO2, or the adduct CH3ReO2·OPPh3 — is involved. The deoxygenation of epoxides, sulfoxides, N-oxides, triphenylarsine oxide and triphenylstibine oxide at room temperature was also catalyzed by MTO, with triphenylphosphine as the oxygen acceptor. A plausible reaction mechanism involves phosphine attack at a compound formed between MTO and the epoxide or other oxygen-donor compound. Keywords Catalysis Phosphines Oxidation Rhenium Oxygen References [1] R.H. Holm Chem. Rev. 87 1987 1401 [2] W.A. Herrmann F.E. Kuhn R.W. Fischer W.R. Thiel C.C. Ramao Inorg. Chem. 31 1992 4431 [3] W.A. Herrmann R.W. Fischer D.W. Marz Angew. Chem., Int. Ed. Engl. 30 1991 1638 [4] W.A. Herrmann R.W. Fischer M.U. Rauch W. Scherer J. Mol. Catal. 86 1994 243 [5] P.L. Huston J.H. Espenson A. Bakac Inorg. Chem. 32 1993 4517 [6] K.A. Vassell J.H. Espenson Inorg. Chem. 34 1995 5491 [7] M.M. Abu-Omar J.H. Espenson J. Am. Chem. Soc. 117 1995 272 [8] Z. Zhu J.H. Espenson J. Org. Chem. 60 1995 1326 [9] M.T. Kahn A.P. Rao S.A. Samad D. Chatterjee S.D. Bhatt R.R. Merchant 3rd Ed. Proc. Indian Acad. Sci. 102 1990 231 [10] B.E. Schultz S.F. Gheller M.C. Muetterties M.J. Scott R.H. Holm J. Am. Chem. Soc. 115 1993 2714 [11] B.A. Moyer B.K. Spie T.J. Meyer Inorg. Chem. 20 1981 1475 [12] W.K. Rybak A. Zagicek J. Coord. Chem. 26 1992 79 [13] D.M. Roundhill M.K. Dickson N.S. Dixit B.P. Sudha-Dixit Adv. Chem. Ser. 196 1982 291 [14] J. Takacs M.R. Cook P. Kiprof J.G. Kuchler W.A. Herrmann Organometallics 10 1991 316 [15] M.T. Khan A.P. Rao S.A. Samad D. Chatterjee S.D. Bhatt P.R. Merchant 3rd Ed. Proc. Indian Acad. Sci. 102 1990 231 [16] W.A. Herrmann P. Watzlowik P. Kiprof Chem. Ber. 124 1991 1101 [17] W.A. Herrmann P.W. Roesky M. Wang W. Scherer Organometallics 13 1994 4531 [18] M.Q. Chaudry N.R. Price Pesticide Biochem. Physiol. 36 1990 14 and references therein [19] S. Rauher K.W. Chi K.J. Hwang J.E. Burks J. Org. Chem. 51 1986 5503 [20] W.R. Roush S. Russo-Rodriguez J. Org. Chem. 51 1987 598 [21] E.J. Corey W.G. Su J. Am. Chem. Soc. 109 1987 7534 [22] D.B. Borders P. Shu J.E. Lancaster J. Am. Chem. Soc. 94 1972 2540 [23] R. Sato T. Omura Cytochrome P-450 1987 Kodansha Tokyo [24] J. Drabowicz H. Togo M. Mikolajczyk S. Oae 3rd Ed. Org. Prep. Proc. Int. 16 1984 171 [25] M. Malinowski Synthesis 1987 732 [26] H. Arzoumanian D. Nuel J. Sanchez J. Mol. Catal. 65 1991 L9 [27] X. Lu J. Sun X. Tao Synthesis 1982 185 [28] F. Camps J. Coll A. Messeguer M.A. Pericas Tetrahedron Lett. 22 1981 3859 [29] D.D. Perrin W.L.F. Armarego Purification of Laboratory Chemicals 3rd Ed. 1988 Pergamon Press [30] C.J. Pouchert The Aldrich Library of NMR Spectra 2nd Ed. 1983 [31] C.J. Pouchert The Aldrich Library of FT-IR Spectra 1st Ed. 1985 [32] R.F. Hudson Structure and Mechanism in Organophosporus Chemistry 1965 Academic Press New York [33] V. Munyejabo P. Guillaume M. Postel Inorg. Chem. Acta. 221 1994 133 and references therein [34] C.W. Lee J.S. Lee J. Mol. Catal. 80 1993 31",
      "scopus-id": "0001861549",
      "coredata": {
        "eid": "1-s2.0-1381116995001204",
        "dc:description": "Methylrhenium trioxide (MTO) was found to be a good catalyst for the oxidation of tertiary phosphines by molecular oxygen at room temperature. Evidence is given that an intermediate Re(V) compound — CH3ReO2, or the adduct CH3ReO2·OPPh3 — is involved. The deoxygenation of epoxides, sulfoxides, N-oxides, triphenylarsine oxide and triphenylstibine oxide at room temperature was also catalyzed by MTO, with triphenylphosphine as the oxygen acceptor. A plausible reaction mechanism involves phosphine attack at a compound formed between MTO and the epoxide or other oxygen-donor compound.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-10-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995001204",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhu, Zuolin"
          },
          {
            "@_fa": "true",
            "$": "Espenson, James H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995001204"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995001204"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00120-4",
        "prism:volume": "103",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Methylrhenium trioxide as a catalyst for oxidations with molecular oxygen and for oxygen transfer",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalysis"
          },
          {
            "@_fa": "true",
            "$": "Phosphines"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          },
          {
            "@_fa": "true",
            "$": "Rhenium"
          },
          {
            "@_fa": "true",
            "$": "Oxygen"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "87-94",
        "prism:endingPage": "94",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 October 1995",
        "prism:doi": "10.1016/1381-1169(95)00120-4",
        "prism:startingPage": "87",
        "dc:identifier": "doi:10.1016/1381-1169(95)00120-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001861549"
      }
    }
  }
}