{
  "metadata": {
    "title": "Copolymerization of ethylene and linear 1-olefins with a metallocene catalyst system under high pressure. Part I. Copolymerization of ethylene and propene",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-09-06",
    "doi": "10.1016/1381-1169(95)00088-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995000887",
    "pii": "1381116995000887"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001810942",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-22 1999-12-22 2010-04-18T17:16:47 1-s2.0-1381116995000887 1381-1169(95)00088-7 1381116995000887 10.1016/1381-1169(95)00088-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00386 2015-05-13T23:01:31.432129-04:00 0 0 19950906 1995 1999-12-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast dedication doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 102 102 1 1 Volume 102, Issue 1 2 1 5 1 5 19950906 6 September 1995 1995-09-06 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. COPOLYMERIZATIONETHYLENELINEAR1OLEFINSAMETALLOCENECATALYSTSYSTEMUNDERHIGHPRESSUREPARTICOPOLYMERIZATIONETHYLENEPROPENE BERGEMANN C BERTRAND 1988 P THESIS MODELISATIONDELAPOLYMERISATIONDELETHYLENEPARCATALYSEZIEGLERNATTA LORENZINI 1991 P THESIS POLYMERISATIONDELETHYLENESOUSHAUTEPRESSION LORENZINI 1991 682 P VILLERMAUX 1989 350 J POLYMERREACTIONENGINEERING LUFT 1986 293 G POLYMERREACTIONENGINEERING LUFT 1986 161 G LUFT 1988 183 G PROCEEDINGSINTERNATIONALSYMPOSIUMTRANSITIONMETALSORGANOMETALLICSCATALYSTSFOROLEFINPOLYMERIZATION MACHON 1975 107 J JPOLYSCISYMP MACHON 1976 805 J MACHON 1983 639 J TRANSITIONMETALCATALYZEDPOLYMERIZATIONSALKENESDIENESPARTB MACHON 1988 344 J TRANSITIONMETALCATALYZEDPOLYMERIZATIONSZIEGLERNATTAMETHATHESISPOLYMERIZATIONS LUFT 1993 1547 G OLONDE 1993 75 X BERGEMANN 1993 C THESIS UNTERSUCHUNGENZURKONTINUIERLICHENHOCHDRUCKYSYNTHESEVONPOLYETHYLENMITEINEMZIEGLERNATTAKATALYSATORSYSTEM CROPP 1993 R THESIS HOMOUNDCOPOLYMERISATIONVONETHYLENUND1OLEFINENMITHOCHAKTIVENLOSLICHENZIEGLERKATALYSATORENUNTERHOCHDRUCK FINK 1995 159 G ZIEGLERCATALYSTSRECENTSCIENTIFICINNOVATIONSTECHNOLOGICALIMPROVEMENTS FINEMAN 1979 129 M KISSIN 1984 1171 Y BOHM 1984 279 L CHIEN 1993 227 J KAMINSKY 1994 101 W BERGEMANNX1995X1 BERGEMANNX1995X1X5 BERGEMANNX1995X1XC BERGEMANNX1995X1X5XC item 1381-1169(95)00088-7 1381116995000887 1-s2.0-1381116995000887 10.1016/1381-1169(95)00088-7 271358 2010-09-27T22:21:43.020789-04:00 1995-09-06 1-s2.0-1381116995000887-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000887/MAIN/application/pdf/2949f076a8adc533f0a6dbb72263bef1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000887/MAIN/application/pdf/2949f076a8adc533f0a6dbb72263bef1/main.pdf main.pdf pdf true 457494 MAIN 5 1-s2.0-1381116995000887-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000887/PREVIEW/image/png/5344c364a7cc5746a7e35f793bf49ae9/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000887/PREVIEW/image/png/5344c364a7cc5746a7e35f793bf49ae9/main_1.png main_1.png png 61392 849 656 IMAGE-WEB-PDF 1 ELSEVIER JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 102 (1995) 1-5 Copolymerization of ethylene and linear 1-olefins with a metallocene catalyst system under high pressure. Part 1. Copolymerization of ethylene and propene 1 C. Bergemann, R. Cropp, G. Luft University of Darmstadt, Institute of Chemical Engineering, Petersenstr. 20, 64287 Darmstadt, Germany Received 20 July 1994; accepted 24 April 1995 Abstract The copolymerization of ethylene and propene under high-pressure and high temperature was examined using a metallocene/ methylaluminoxane catalyst system. The polymerization was performed in a continuously operated stirred autoclave at 150 MPa and in the temperature range between 393 K and 493 K. The ratio of aluminium to catalyst metal used was 22000 mol Al/mol Zr based upon a metallocene concentration of 6 X 10-3 mol-ppm in the feed. The reactivity ratios and the productivity as well as the physical properties of the resulting polymers were determined. Keywords: Copolymerization; Ethylene; High pressure /temperature; Metallocene catalyst; Methylaluminoxane; Propene 1. Introduction At present, Ziegler-Natta catalysts are used in different polymerization processes. One of them is the polymerization of ethylene under high pressure. The main advantage of this process is that no solvent is required. Furthermore a high pressure plant for the production of low density polyethylene can be used with only minor changes. This was one reason to investigate the homoand copolymerization of ethylene with a soluble homogeneous metallocene/methylaluminoxane catalyst under these reaction conditions. Up to now only few papers have been published on the performance of Ziegler-Natta catalysts * Corresponding author. Tel: ( +49-6151)162315, fax: ( +496151)164214. ' Dedicated to the 65th anniversary of Prof. Dr.rer.nat. Dr.lng. E.h. H. Sinn. 1381-1169/95/$09.50 995 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00088-7 under high pressure and high temperature. Mostly the use of titanium-based catalysts (e.g. a-TiC13) on a carrier like MgC12, together with trialkylaluminium compounds, e.g. AIEt3, AlEt2C1, were reported [ 1-11 ] . Only very few papers deal with the use of metallocene catalysts under high pressure and high temperature [ 12,13 ] . The main purpose of this work was to describe the dependence of the productivity on the polymerization conditions and to evaluate the reactivity ratios. Furthermore the resulting polymers prepared under different reaction conditions were analyzed for their physical properties like average molecular weights, density, melt temperature etc. The discussion of the results will be done mainly from a point of view of a chemical engineer. 2 2. Experimental C. Bergemann et al. /Journal of Molecular Catalysis A: Chemical 102 (1995)1-5 The polymerization experiments were performed in a 100 ml autoclave equipped with a fast running stirrer at 100 to 150 MPa and 393 to 493 K [ 14,15]. Ethylene was an industrial polymerization grade, which was taken from bombs and further purified by molecular sieves and a copper catalyst. It was fed continuously together with propene into the reactor (Fig. 1) . The mixture of ethylene and propene entered the reactor from the top through the stirrer. The ethylene feed was controlled by a mass-flow-controller. A two stage compressor was used to pressurize the ethylene. Propene, with a high purity of 99.6%, was first condensed in a cooler and then metered by a high pressure membrane pump as a liquid. The pressure was maintained by means of an outlet valve controlled by the process computer. The residence time in the reactor was 240 s. The concentration of the comonomer was varied up to 100 mol% in the feed. As catalyst a modified silyl-bridged bis(tetrahydroindenyl) zirconocene in toluene as the solvent was used. Its concentration in the feed was 0.006 mol-ppm. A solution of 10 wt.% of methylaluminoxane (MAO) in toluene (from Schering AG ) was used without any purification as cocatalyst. The ratio of MAO to metallocene catalysts was 22000 mol Al/mol Zr. This high ratio was Catalyst solution Con 4e..eeStirrer u - Heating U Separators Fig. 1. Polymerization unit Ethylene Caaonamer required to achieve a conversion of ethylene and propene of 5-15%. This is in line with the observation of Fink et al. [ 16] in the polymerization of ethylene and propene under low pressure using a similar catalyst. The catalyst solution was metered by a syringe type pump. Before any polymerization experiment could proceed, the entire apparatus was carefully evacuated. The stirred autoclave was heated and flushed with ethylene and the comonomer. When feeding of the catalyst solution was commenced, the temperature inside the reactor increased and reached a constant level within 5 min. After the reactor the pressure was released to ambient pressure. The polymer, which separated from the unreacted ethylene and comonomer was collected in different separators, one of which received the product until a steady state was attained. This polymer was wasted. Samples of 10-20 g of the polymer formed under steady state conditions were collected in the other separators to be analyzed later. 3. Results Autoclave reactor outlet valve The copolymers prepared were analyzed by IR spectroscopy for their composition. In Fig. 2 the ratio of the concentration of propene/ethylene in the polymer is shown as a function of the ratio of propene/ethylene in the reactor. The ratio of comonomer to monomer measured on the copolymer increased linearly with increasing ratios of the components in the reactor. But ethylene was preferentially incorporated into the polymer. At a ratio of 1 mol propene/mol ethylene in the reactor the molar ratio of propene to ethylene in the polymer was only in the range of 0.08. The reactivity ratios were determined from the concentration of ethylene, propene and polymer in the autoclave reactor and the composition of the resulting copolymer. For this purpose the concentration of the components in the reactor were first calculated from the feed rates and the conversion by means of the mass balance for each component. The method of Fineman and Ross I L v E 0. ,0 0.06 L C 0.06 a L .U W 0.04 C E v 0.02 E C C o _ 0.00 U 0.0 0.2 0.4 0.6 0 O O 0 i 0.8 ,.0 mol Comonomer/mol Ethylene in the reactor E Fig. 2. Copolymerization diagram for the copolymerization of ethylene and propene. Pressure=150 MPa, temperature=453 K, resi- ,4I O I E ,2 W 10 dence time=240 s. 6000 C7 W O) O OCP O O D 20 40 60 ,00 Comonomer concentration in the feed Cmol% $ Fig. 3. Productivity as a funcn of comonomer concentration in the feed. Pressure= 150 MPa, temperature=453 K, residence time=240 s. [ 17 ] and the method of Kissin and Bm [ 18,19 ] were then applied to evaluate the reactivity ratios. The data obtained with both methods agreed within experimental error. The reactivity ratios were calculated to ri -12.43 and r2 = 0.08. The productivity was determined from the yield of polymer and the amount of catalyst metal fed into the reactor. The productivity in the homopolymerization of ethylene under high pressure was 4400 kgPE/gMetal. It decreased first steeply with increasing concentration of propene in the feed ( Fig. 3 ) and remained then nearly constant at higher propene concentrations. C. Bergemann et al. /Journal of Molecular Catalysis A: Chemical 102 (1995)1-5 3 This can be explained by the greater steric hindrance of propene compared with ethylene so that the diffusion of propene to the active centre is slower than that of ethylene. The productivity of the catalyst system with propene is therefore lower than with ethylene. No rate enhancement of propene on the reaction rate of ethylene was observed for this metallocene system ( e.g. [ 20,21 ] ) ( Fig. 4 ) . On the opposite the reaction rate of ethylene decreased steeply with increasing comonomer concentration in the reactor. The average molecular weights Mn and MW were measured by means of GPC at 135 in C 6 N L Ol 4- 4 O v 0 L 2 I 0 20 O O O i ~ O 40 60 80 100 Comonomer conc. in the reactor Cmol%7 O v Fig. 4. Reaction rate of ethylene as a function of comonomer concentration in the reactor. Pressure=150 MPa, temperature=453 K, residence time=240 s. 2sooao 200000' p ,50000 E m c ,00000 60000 0 0 DI 0 20 40 60 80 ,0D Comonomer concentration in the feed Cmol%J Fig. 5. Number average molecular weight as a function of comonomer concentration in the feed. Pressure=150 MPa, temperature=453 K, residence time=240 s. 4 sooo 400000 E m 300000 3 200 100000 0 0 0 0 00 ~ 0 0 0 0 0 20 40 so e0 100 Comonomer concentration in the feed Cmol%1 Fig. 6. Weight average molecular weight as a function of the comonomer concentration in the feed. Pressure= 150 MPa, temperature =453 K, residence time=240 s. 1.00 M E U Il 0.95 N o. so C 0 OAS 1.05 0 O O o 0 0 o O 0 eo 1 i i i i I 0 20 40 so s0 100 Comonomer concentration in the feed Cmol%7 Fig. 7. Density as a function of comonomer concentration in the feed. Pressure=150 MPa, temperature=453 K, residence time=240 s. 180 180 e v L 7 O L N o_ E m 140 120 100 8r 1 60 0 20 40 60 80 100 Comonomer concentration in the feed Cmol%7 Fig. 8. Melt temperature as a function of comonomer concentration in the feed. Pressure= 150 MPa, temperature=453 K, residence time=240 s. 1,2,4-trichlorobenzene. They were plotted in Fig. 4 and Fig. Swersus the concentration of propene in the feed. The number average as well as the weight average molecular weight showed a C. Bergemann et al. l Journal of Molecular Catalysis A: Chemical 102 (1995)1-5 steep decrease up to a comonomer concentration of 10 mol% in the feed. M,, and MW remained nearly constant at higher propene concentrations. The density was measured on pressed polymer films using the suspension method at 25. It was found in the range 0.946 to 0.940 g/cm3. In the whole range of comonomer concentration, the density of the polymer decreased with concentration of the propene in the feed ( Fig. 6 ) . This can be explained by the incorporation of propene into the polymer chain which gives rise to short chain branches. The melt temperature of the polymers was measured together with melt enthalpy by DSC. As shown in Fig. 7 the melt temperature decreased slowly with increasing propene concentration from 136 of the ethylene homopolymer to 100 of the propene homopolymer. This can be also attributed to the incorporation of propene and the formation of short chains in the polymer. The crystallinity determined from melt enthalpy showed a nearly linear decrease with increasing propene concentration in the feed ( Fig. 8 ) . The effect of the propene incorporation into the polymer chain on the crystallinity is higher compared to changes of the density and the melting temperature with the concentration of the comonomer. The crystallinity of the ethylene homopolymer was found high in the range of 70 to 80%. The 60 30 N :D L 20 i U 10 O o 000 o 00 O 0 0 20 40 so e0 100 Comonomer concentration in the feed Cmol%7 Fig. 9. Crystallinity as a function of comonomer concentration in the feed. Pressure=150 MPa, temperature=453 K, residence time=240 s. C. Bergemann et al. /Journal of Molecular Catalysis A: Chemical 102 (1995) 1-5 propene homopolymer showed an amorphous structure. The crystallinity was only 5 % (Fig. 9) . 4. Conclusion The metallocene catalyst which we have used showed a good ability for copolymerization of ethylene with propene under the reaction conditions. The copolymerization experiments could be run in the whole range of comonomer concentration up to 100 mol% propene in the feed with reasonable high yield. The productivity was high and only small amounts of the catalyst (0.006 mol-ppm metallocene in the feed) were necessary. The high ratio 22000 mol Al/mol Zr, which had to be used, results from wall effects and from traces of impurities in the small autoclave reactor. The physical properties of the copolymers depend steeply on the concentration of the comonomer. The propene incorporation into the polymer chain lowers the polymer chain length partly because propene as the last unit is not as reactive as ethylene and partly because of an increase of the transfer reaction to propene. This explains the decrease of both number and weight average molecular weight with increasing concentration of propene in the feed gas. Due to the incorporation of propene, polymers differing in density, melt temperature and crystallinity, could be prepared. References [ 11 P. Bertrand, Modelisation de la polymerisation de l'ethylene par catalyse Ziegler-Natta, Thesis, Lorraine, 1988. 5 [ 2] P. Lorenzini, Polymerisation de l'ethylene sous haute pression. Developpement et validation de models de polymerisation radicalaire et de copolymerisation Ziegler-Natta, Thesis, Lorraine, 1991. [3] P. Lorenzini, P. Bertrand and J. Villermaux, Can. J. Chem. Eng., 69 (1991) 682. [4] J. Villermaux, P. Lorenzini, P. Bertrand and J.-L. Greffe, in K.H.-Reichert and W. Geiseler (Eds.), Polymer Reaction Engineering, VCH Verlagsgesellschaft, Weinheim, 1989, p. 350. [5] G. Luft and H. Grig, in K.H.-Reichert and W. Geiseler (Eds.), Polymer Reaction Engineering, Hig & Wepf, Basel, 1986, p. 293. [ 61 G. Luft and H. Grig. Angew. Makromol. Chem., 142 (1986 ) 161. [7] G. Luft, H. Grig and R. Mehner, in W. Kaminsky and H. Sinn (Eds.), Proceedings of an International Symposium on Transition Metals and Organometallics as Catalysts for Olefin Polymerization, Springer-Verlag, New York, 1988, p. 183. [8] J.P. Machon, R. Hermant and J.P. Houzeaux, J. Poly. Sci.: Symp., 52 (1975) 107. [9] J.P. Machon, Eur. Polym. J., 12 (1976) 805. [ 101 J.P. Machon, in R.P. Quirck (Ed.), Transition Metal Catalyzed Polymerizations: Alkenes and Dienes. Part B., MMI Press Symp. Series, Harwood Academic Publishers, London, 1983, p. 639. [ I 1 ] J.P. Machon, in R.P. Quirck (Ed.), Transition Metal Catalyzed Polymerizations Ziegler-Natta and Methathesis Polymerizations, Cambridge University Press, Cambridge, 1988, p. 344. [ 121 G. Luft, B. Batarseh and R. Cropp, Angew. Makromol. Chem., 212 (1993) 1547. [13] X. Olonde, A. Mortreux, F. Petit and K. Bujadoux, J. Mol. Catal., 82 (1993) 75. [ 14] C. Bergemann, Untersuchungen zur kontinuierlichen Hochdrucksynthese von Polyethylen mit einem Ziegler-NattaKatalysatorsystem, Thesis, Darmstadt, 1993. [ 15 ] R. Cropp, Homo- and Copolymerisation von Ethylen and 1Olefinen mit hochaktiven lbslichen Ziegler-Katalysatoren unter Hochdruck, Thesis, Darmstadt, 1993. [ 161 G. Fink, N. Herfert and P. Montag, in G. Fink, R. Mlhaupt and H.H. Brintzinger (Eds.), Ziegler Catalysts. Recent Scientific Innovations and Technological Improvements, Springer-Verlag, New York, Berlin, Heidelberg, Tokyo, 1995, p. 159. [ 17] M. Fineman and S.D. Ross, J. Polym. Sci., 5 (1979) 129. [ 18] Y.V. Kissin and D.L. Beach, J. Appl. Polym. Sci., 29 (1984) 1171. [ 19] L.L. Bm, J. Appl. Polym. Sci., 29 (1984) 279. [20] J.C.W. Chien and T. Nozaki, J. Polym. Sci: Part A: Polym. Chem., 31 (1993) 227. [21 ] W. Kaminsky, Angew. Makromol. Chem., 223 (1994) 101. MOLCAA 95000887 1381-1169(95)00088-7 10.1016/1381-1169(95)00088-7 Chemical and metal complex catalysis Article Copolymerization of ethylene and linear 1-olefins with a metallocene catalyst system under high pressure. Part I. Copolymerization of ethylene and propene Dedicated to the 65th anniversary of Prof. Dr.rer.nat. Dr.Ing.E.h. H. Sinn. C. Bergemann R. Cropp G. Luft ∗ University of Darmstadt, Institute of Chemical Engineering, Petersenstr. 20, 64287 Darmstadt, Germany ∗ Corresponding author. Tel: (+49-6151) 162315, fax: (+49-6151) 164214. The copolymerization of ethylene and propene under high-pressure and high temperature was examined using a metallocene/methylaluminoxane catalyst system. The polymerization was performed in a continuously operated stirred autoclave at 150 MPa and in the temperature range between 393 K and 493 K. The ratio of aluminium to catalyst metal used was 22000 mol Al/mol Zr based upon a metallocene concentration of 6 × 10−3 mol-ppm in the feed. The reactivity ratios and the productivity as well as the physical properties of the resulting polymers were determined. Keywords Copolymerization Ethylene High pressure/temperature Metallocene catalyst Methylaluminoxane Propene References [1] P. Bertrand Modelisation de la polymerisation de l'ethylene par catalyse Ziegler-Natta Thesis 1988 Lorraine [2] P. Lorenzini Polymerisation de l'ethylene sous haute pression Thesis 1991 Developpement et validation de models de polymerisation radicalaire et de copolymerisation Ziegler-Natta Lorraine [3] P. Lorenzini P. Bertrand J. Villermaux Can. J. Chem. Eng. 69 1991 682 [4] J. Villermaux P. Lorenzini P. Bertrand J.-L. Greffe K.H. Reichert W. Geiseler Polymer Reaction Engineering 1989 VCH Verlagsgesellschaft Weinheim 350 [5] G. Luft H. Grünig K.H. Reichert W. Geiseler Polymer Reaction Engineering 1986 Hütig & Wepf Basel 293 [6] G. Luft H. Grünig Angew. Makromol. Chem. 142 1986 161 [7] G. Luft H. Grünig R. Mehner W. Kaminsky H. Sinn Proceedings of an International Symposium on Transition Metals and Organometallics as Catalysts for Olefin Polymerization 1988 Springer-Verlag New York 183 [8] J.P. Machon R. Hermant J.P. Houzeaux J. Poly. Sci.: Symp. 52 1975 107 [9] J.P. Machon Eur. Polym. J. 12 1976 805 [10] J.P. Machon R.P. Quirck Transition Metal Catalyzed Polymerizations: Alkenes and Dienes. Part B MMI Press Symp. Series 1983 Harwood Academic Publishers London 639 [11] J.P. Machon R.P. Quirck Transition Metal Catalyzed Polymerizations Ziegler-Natta and Methathesis Polymerizations 1988 Cambridge University Press Cambridge 344 [12] G. Luft B. Batarseh R. Cropp Angew. Makromol. Chem. 212 1993 1547 [13] X. Olonde A. Mortreux F. Petit K. Bujadoux J. Mol. Catal. 82 1993 75 [14] C. Bergemann Untersuchungen zur kontinuierlichen Hochdruckysynthese von Polyethylen mit einem Ziegler-Natta-Katalysatorsystem Thesis 1993 Darmstadt [15] R. Cropp Homo- und Copolymerisation von Ethylen und 1-Olefinen mit hochaktiven löslichen Ziegler-Katalysatoren unter Hochdruck Thesis 1993 Darmstadt [16] G. Fink N. Herfert P. Montag G. Fink R. Mühlhaupt H.H. Brintzinger Ziegler Catalysts. Recent Scientific Innovations and Technological Improvements 1995 Springer-Verlag New York, Berlin, Heidelberg, Tokyo 159 [17] M. Fineman S.D. Ross J. Polym. Sci. 5 1979 129 [18] Y.V. Kissin D.L. Beach J. Appl. Polym. Sci. 29 1984 1171 [19] L.L. Böhm J. Appl. Polym. Sci. 29 1984 279 [20] J.C.W. Chien T. Nozaki J. Polym. Sci: Part A: Polym. Chem. 31 1993 227 [21] W. Kaminsky Angew. Makromol. Chem. 223 1994 101",
      "scopus-id": "0001810942",
      "coredata": {
        "eid": "1-s2.0-1381116995000887",
        "dc:description": "The copolymerization of ethylene and propene under high-pressure and high temperature was examined using a metallocene/methylaluminoxane catalyst system. The polymerization was performed in a continuously operated stirred autoclave at 150 MPa and in the temperature range between 393 K and 493 K. The ratio of aluminium to catalyst metal used was 22000 mol Al/mol Zr based upon a metallocene concentration of 6 × 10−3 mol-ppm in the feed. The reactivity ratios and the productivity as well as the physical properties of the resulting polymers were determined.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-09-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995000887",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bergemann, C."
          },
          {
            "@_fa": "true",
            "$": "Cropp, R."
          },
          {
            "@_fa": "true",
            "$": "Luft, G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995000887"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995000887"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00088-7",
        "prism:volume": "102",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Copolymerization of ethylene and linear 1-olefins with a metallocene catalyst system under high pressure. Part I. Copolymerization of ethylene and propene",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Copolymerization"
          },
          {
            "@_fa": "true",
            "$": "Ethylene"
          },
          {
            "@_fa": "true",
            "$": "High pressure/temperature"
          },
          {
            "@_fa": "true",
            "$": "Metallocene catalyst"
          },
          {
            "@_fa": "true",
            "$": "Methylaluminoxane"
          },
          {
            "@_fa": "true",
            "$": "Propene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-5",
        "prism:endingPage": "5",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 September 1995",
        "prism:doi": "10.1016/1381-1169(95)00088-7",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/1381-1169(95)00088-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001810942"
      }
    }
  }
}