{
  "metadata": {
    "title": "Organometallic nickel catalysts anchored on polymeric matrices in the oligomerization and/or polymerization of olefins. Part II. Effect and role of the components of the catalytic system",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-03-08",
    "doi": "10.1016/1381-1169(94)00052-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116994000522",
    "pii": "1381116994000522"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000649457",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-04-21 2000-04-21 2010-04-18T17:52:58 1-s2.0-1381116994000522 1381-1169(94)00052-2 1381116994000522 10.1016/1381-1169(94)00052-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00313 2015-05-13T23:01:31.432129-04:00 0 0 19950308 1995 2000-04-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 96 96 3 3 Volume 96, Issue 3 3 203 213 203 213 19950308 8 March 1995 1995-03-08 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. ORGANOMETALLICNICKELCATALYSTSANCHOREDPOLYMERICMATRICESINOLIGOMERIZATIONANDORPOLYMERIZATIONOLEFINSPARTIIEFFECTROLECOMPONENTSCATALYTICSYSTEM BRACA G KEIM 1982 372 429 W COMPREHENSIVEORGANOMETALLICCHEMISTRY KEIM 1989 19 W KEIM 1990 235 W KLABUNDE 1987 1989 U KLABUNDE 1987 123 U STARZEWSKI 1986 472 K PROCINTSYMPTRANSITIONMETALCATAYZEDPOLYMERIZATIONS STARZEWSKI 1988 349 K TRANSITIONMETALSORGANOMETALLICSCATALYSTSFOROLEFINPOLYMERIZATION NESTEROV 1989 669 G NESTEROV 1991 129 G PEUCKERT 1984 289 M BRACA 1992 421 G WARSHAWSKY 1985 1839 A ALLUM 1975 189 K VANDOORN 1989 211 J MOSSBY 1952 2546 W MIDDLETON 1980 2883 W PEUCKERT 1983 594 M PEUCKERT 1983 115 M KNUDSEN 1989 572 R SYMPNOVELPREPARATIONCONVERSIONLIGHTOLEFINSACSDIVISIONPETROLEUMCHEMISTRYMIAMIBEACHMEETING KEIM 1978 453 W SKUPINSKA 1991 613 J BRACAX1995X203 BRACAX1995X203X213 BRACAX1995X203XG BRACAX1995X203X213XG item 1381-1169(94)00052-2 1381116994000522 1-s2.0-1381116994000522 10.1016/1381-1169(94)00052-2 271358 2010-09-27T23:06:03.574716-04:00 1995-03-08 1-s2.0-1381116994000522-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994000522/MAIN/application/pdf/d4a866d8db6257c27ed997950bdcb7a0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994000522/MAIN/application/pdf/d4a866d8db6257c27ed997950bdcb7a0/main.pdf main.pdf pdf true 867537 MAIN 11 1-s2.0-1381116994000522-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116994000522/PREVIEW/image/png/487f0d52cd4452905a6be85c96f612c6/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116994000522/PREVIEW/image/png/487f0d52cd4452905a6be85c96f612c6/main_1.png main_1.png png 60281 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 96 (1995) 203-213 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Organometallic nickel catalysts anchored on polymeric matrices in the oligomerization and/or polymerization of olefins. Part 11. Effect and role of the components of the catalytic system G. Braca a, A.M. Raspolli Galletti a,*, M. Di Girolamo a, G. Sbrana ` R. Silla a, P. Ferrarini b a Dipartimento di Chimica a Chimica Industriale, Universitdi Pisa, via Risorgimento 35, 56126 Pisa, Italy Euron S.p.A., 20087 San Donato Milanese, Italy Received 7 April 1994; accepted 31 October 1994 Abstract Organometallic nickel complexes with bidentate P\"O chelating ligands of ylidic (-C(O)H-PPh3) and phosphino-acetic (-CH(PPh2)-COOH) type heterogenized on polystyrene resins by anchoring through the carbon atom of the ligand have been prepared and used in the polymerization and/or oligomerization of ethylene. Their catalytic behaviour has been compared with those of corresponding homogeneous models and with heterogeneous species with the phosphine and oxygenated ligand bound in a non-chelated arrangement. The catalytic activity and selectivity are strongly dependent on the chelating strength of the ligand. The polymerization of ethylene to HDPE occurs with replica of the support morphology. The role of the ancillary ligand (phosphine, nitrogen bases, etc.) added to the systems has also been studied and clarified. 1. Introduction The role played by the different components surrounding the metal in the non-Ziegler-Natta nickel catalysts active in the oligomerization and/ or polymerization of the olefins has received great attention in the research of Keim [ 1-3 ] and other groups [4-9]. It has been ascertained that the chelate part is responsible for the selectivity to linear or branched products whereas the organylic part with the ancillary ligand determines the formation and stabilization of the active species and therefore the * Corresponding author. Tel. ( + 39-50)918226, fax. ( + 3950)918260. 1381-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI1381-1169(94)00052-2 production of dimers, higher oligomers or polymers. chelate 0>-R organylic part CP k,' L part R= alkyl, aryl, hydride, etc. L= ancillary ligand Attempts to heterogenize nickel systems mainly by anchoring to polystyrenic resins through the phosphorous atom of the chelate ring (I) or the ancillary ligand (II) gave unsatisfactory results, both for the activity (less active systems with respect to the homogeneous ones are formed which rapidly deactivate with time by metal leaching) and the selectivity (complex mixture of 204 G. Braca et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 203-213 dimers, oligomers and polymers are formed) [ 810]. PS N /R C~PR3 'P~ /R / Ni O - R2 (u) Our different strategy for the heterogenization of nickel catalysts was based on the anchoring of the complex through the carbon atoms of the chelate skeleton (III). A dramatic change of the activity and selectivity of the reaction was observed. A very rapid production of high density polyethylene with the same morphology as the polymer support [ 11,12] instead of the linear oligomers [ 1-3 ] was obtained R wO P / Ni\\ PR3 (III) In the course of this research it was observed that as the anchoring of the nickel complex to the matrix becomes more rigid, the polymerization of the olefin prevails over oligomerization. In order to clarify the role played by the type of the anchoring functionality and of the ancillary ligand, the following new heterogenized catalytic systems have been prepared and used in the oligomerization-polymerization of ethylene: Table 1 Functionalipolymeric matrices ylide nickel systems of the type previously reported by ourselves [ 11,12] with different ancillary ligands (phosphines, phosphites, nitrogen bases, oxygenated ligands); phosphino-carboxylate nickel systems coupled with or without phosphine ligands [13]; mono-carboxylate non chelated nickel systems in the presence of phosphine ligands. 2. Experimental 2.1. Functionalization of the polymeric matrices The polymeric matrices employed to heterogenize the catalytic systems were: macroporous ST/DVB resin (Dow Chemical), chloromethylated Merrifield resins gellular (Fluka product) or ST/DVB macroporous (Dow Chemical), macroporous methacrylic resin (Amberlite IRC50). The characteristics of inert and functionalized polymeric matrices are reported in Table 1. 2.1.1. Ylidic ligand The functionalization of polystyrene matrices with ylidic moieties (IV) was carried out as previously reported [ 11,12] and its extent was 0.19 mmol of chelating groups per g. The appearance of the carbonylic band in the infrared spectrum of Matrix Anchoring ligand Functionalized polymeric matrix Type Cross-linking, % Type Structure P, % CI, % Functional group, mequiv./g St/DVB (macroporous) 8 ylidic IV 0.6 - 0.19 St/DVB (macroporous) e 8 phosphinoacetic V 5.9 < 1 1.9 St/DVB (gel) 2 phosphinoacetic V 2.1 7.8 0.7 St/DVB (macroporous) a 8 y-phenylvaleric VI - - 2.7 St/DVB (macroprous) e 8 difluoroacetic VII - - 0.9 AmberliteIRC50`(macroporous) - methacrylic - - - 8.0 Dow-Chem, microspheres. Merrifield resin, powder (Cl, %: 15.2). ` Rohm-Haas, microspheres. G. Braca et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 203-213 1550 1500 1450 1400 1350 1300 Fig. 1. Infrared spectra of the polystyrene/DVB matrix before ( ) and after IV). polystyrene after functionalization confirms the anchoring of the chelating ligand ( Fig. 1) . telc~-CCCH - PPh3 (IV) 2.1.2. Phosphino-carboxylic ligand The functionalizationwas accomplished following an original procedure (Scheme 1) [ 13 ] consisting of: (i ) coupling of a chloromethylated matrix with KPPh2, lithiation of the bisdiphenylphosphine benzyl group, (iii) carbonation with COZ of the a-lithiated phosphine to a phosphino acetic moiety. 205 --)the functionalization with the ylidic ligand ( stucture Chloromethylated Merrifield gellular resin (Flukaproduct) (Cl: 15.2%) or ST/DVBmacroporous resin ( Dow Chemical) ( Cl: 11 % ) ( 2-3 g) [ 14] were phosphinated according to the procedure in the literature [ 15 ] . The phosphinated macroporous resin (2.5 g) (5.7 mequiv. of P) suspended in anhydrous benzene (100 ml) was lithiated at room temperature for 8 h with N-butyl lithium 1.6 M in hexane (35 mmol) in the presence of N,N,N',N'-tetramethylethylenediamine (TMEDA ) ( 34 mmol ) . The lithiated resin was carbonated with a large excess of solid COZ for 12 h, filtered and then treated with 80 ml of aqueous 4% NaOH solution at room temperature for 30 min. The suspension was finally acidified at room temperature with an aqueous HC110% solution, washed with water and dried under vacuum. The extent of the functionalization was 1.9 mmol of chelating groups per g, whereas in the case of ~Hz-CI K~ [0---CH21-PPh2 -O-CH-PPIr I.OOH nBuLi /TMEDA benzene IWO 2)NaOH(aq)FO_ CIH PPtrz 3)HC1(aq) Li (V) Scheme I. Functionalization of polystyrene resins with phosphinoacetic groups. 206 G. Braca et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 203-213 the gel resin a functionalization of 0.7 mmol per g was obtained (Table 1). The adopted procedure for the functionalization with carboxylic groups in a-position to the phosphorus of polymer bound phosphine ligands avoids the easy decarboxylation during the synthesis and purification operations [ 16] . 2.1.3. y-Valeric ligand The functionalization of a ST/DVB resin (6 g) with the y-valeric groups (VI) was carried out by a Friedel-Crafts alkylation with y-valerolactone (6 g) in the presence of AlCl3 (10 g) in 1,2dichloroethane (60 ml) as solvent at room temperature for 72 h [ 17 ] . The suspension was acidified with HCl 5%, washed with water up to neutral reaction, filtered and dried under vacuum at 40. A functionalization extent of 2.74 mequiv. per g was determined. Q 0 _-(OOH (VI) 2.1.4. Difiuoroacetic ligand The functionalization of the ST/DVB resin with difluoroacetic groups (Scheme 2) was accomplished through a new synthetic route involving an acylation with ethyl oxalyl chloride, O 0 + ~7 CI-C-C-OEt 1) Na OH (aq) F2C--C-OH 2) HCl (aq) O (VII) [R2NSF3 benzene Scheme 2. Functionalin of polystyrene resins with difluoroacetic groups. -~-0Et 0 0 followed by a selective fluorination of the a-carbonylic group with (diethylamino) sulfur trifluoride (DAST) [ 18] and by the hydrolysis of the ethyl ester to difluoroacetic group. All the operations were carried out under strict anhydrous conditions in argon atmosphere. AIC13 (10 g) was slowly added to a suspension of ST/ DVB macroporous resin (5 g) in freshly distilled nitrobenzene (100 ml). Then a solution of 5.4 ml of ethyl oxalyl chloride in 10 ml of nitrobenzene was added dropwise. The reaction was carried out at room temperature for 72 h, then the suspension was filtered and the solid product washed with nitrobenzene and methanol and dried under vacuum. The acylated matrix, suspended in benzene (150 ml) was reacted with 5 ml ( 37.7 mmol) of (diethylamino)sulfur trifluoride (DAST) for 72 h at room temperature, then filtered, washed with an excess of benzene and methanol and dried under vacuum. The functionalized matrix (7.2 g) was hydrolyzed with an aqueous solution of NaOH (10%) and finally acidified with aqueous HCl (10% ) . The extent of functionalization, evaluated by titration and by elemental analysis, was 0.9 mmol per g. 2.1.5. Methacrylic ligand A commercial macroporous methacrylic resin (copolymer of methacrylic acid with DVB) (Amberlite IRC-50) was used after it was care fully made anhydrous. 2.2. Preparation of the heterogenized catalysts All the heterogenized catalysts were prepared following the general procedure already described [ 11,12 ] by the reaction of the functionalized poly mer suspended in toluene with a suitable nickel precursor in the presence of the phosphine ligand. The polymeric matrix functionalized with the F2C-C-OEt ylidic ligand (IV) was reacted with the nickel precursor Ni ( COD ) 2 as reported [ 11,12 ] to give the nickel complexes of structure (VIII), where L was a secondary or tertiary phosphine or phos- phite with different cone angle, triphenylphos- G. Braca et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 203-213 phine oxide, a nitrogen base or an oxygenated ligand. Pb\\ ,,Ph HC\"-P\\ Ni O O The polymer bound PLO phosphino-carboxylate nickel complexes corresponding to the structures (IX) and (X) were prepared according to the procedure described for analogous homogeneous systems [ 19] : the direct reaction of the functionalized matrix (V) suspended in toluene with Ni(COD)2 leads to the catalyst (IX); the hydridic species (X) can be obtained from (IX) by the addition of a phosphine ligand and release of cyclooctene. Pb \\ /Ph /P +L .,_ ~ -CsHib (IX) P~ ,Ph I CAP L Polymer bound non-chelate phosphino-carboxylate nickel systems corresponding to the structure ( XI ) , ( XII ) and ( XIII ) were obtained by the reaction of the functionalized matrices (VI and VII) or of the commercial Amberlite IRC-50 with Ni ( COD ) z in the presence of added free phosphine. In this case the catalyst synthesis must be carried out under ethylene atmosphere which helps to prevent the decomposition of the complex to unreactive Ni2+ salts. 207 b~ g~_Pb)2--CI 0 (XI ) 0 ~F2 -C # ,-PR3 R3P/N 'IS 2 CHz-C -C N\"O\\ \"PK R -\" Ni \\\\H (XIII) 2.3. Preparation of the homogeneous models of the heterogenized catalysts Monomeric nickel complexes, strict models of the heterogenized catalysts ( Structure XIV, XV and XVI) were synthesized and tested as catalysts. Ph /Ph HC .,-,P\\ /,,Ph \\PPh., (XIV) 208 G. Braca et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 203-213 Pk,' /Ph CD--HC /P Ni n//c ~o/ (XU) PP \\3 ,ph 0 \\N~i CF3C-o/ \\PPh3 (XVI) Nickel complexes (XIV) [12] and (XVI) [ 21 ] were prepared according to literature procedures. Nickel complex (XV) was prepared according to the general literature procedure [ 19 ] using 2-diphenylphosphine-2-phenylacetic acid as the chelating ligand and prepared according to [16]. Catalytic batch experiments were carried out following the previously reported procedure [ 11 ] . 2.4. Polymer characterization The analysis and the characterization of the oligomeric and polymeric reaction products were carried out as described in Part I [ 12 ] of this work using GC, tH and \"C-NMR, FT-IR, DSC, XRD and GPC techniques. 3. Results 3.1. Ethylene oligomerizationlpolymerization with the heterogenized nickel catalysts The monomeric nickel complexes (Structures XIV, XV and XVI), models of the heterogenized catalytic systems, were all active in solution for the oligomerization of ethylene to linear a-olefins also when adsorbed on organic polymers. Table 2 Effect of the ancillary ligand in the ethylene polymerization with nickel heterogenized ylidic catalysts (VIII) Run Ancillary ligand (L) Type Cone angle pK, L/Ni Initial reaction rate' TN 1 none - - - 0.7 0.02 2 PPh3 145 2.73 0.9 330 2.30 3 PPh3 145 2.73 10 12.2 0.08 4 P(PhOMe)3 145 4.57 0.7 47.5 0.67 5 P(PhNMe2)3 145 8.65 1.0 17.1 0.07 6 P(CH2CH2CN)3 132 1.36 0.8 282 2.25 7 PU3 132 8.43 0.6 25.8 0.40 8 P(O\"Bu)3 109 3.31 0.9 6.0 0.06 9 PCy3 170 9.65 1.0 51.7 0.80 10 OPPh3 - - 0.9 32.8 0.20 11 Ph3P=CH2 - - 0.8 111 1.00 12 pyridine - - 1.0 11.6 0.06 13 dimethylsulfoxide - - 0.9 1.6 0.02 Reaction conditions: catalyst VIII: 200 mg; pc,: 5 MPa; toluene: 20 ml; temperature: 50; time 3 h. ' CZH4(mmol consumed) / [Ni(mmol) X min]. E (kg) /[Ni(g)Xh]. C. Braca et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 203-213 209 Their activity and selectivity were analogous to Table 3 those of other similar complexes described in the Polydispersity indexes of polyethylene obtained with different nickel literature (Fig. 1) [ 2,3,10,19-21 heterogenized catalysts ] . Catalyst Ancillary ligand MMw Mw/M VIII VIII VIII VIII x 3.1.1. Ylide heterogenized catalysts (VIII) The polymer anchored catalysts of type VIII, as already observed in the presence of the triphenylphosphine ligand (Table 2, run 2) [11,12], were all active in the polymerization of ethylene to HDPE (high density polyethylene) with reproduction of the morphology of the polymer matrix: polyethylene spheres of large diameter ( 3-5 mm) were always obtained. The nature of the ancillary ligand on the other hand strongly affects the overall activity of the catalytic system as indicated by the initial rate of consumption of gaseous ethylene and by the average productivity of the polymer. From the results reported in Table 2 the following conclusions can be drawn: - the presence of an ancillary ligand is not essential for the activity of the catalytic system ( run 1) but it prevents the decomposition of the nickel catalyst to metal; - the reaction takes place also in the presence of very weak donor ligands like OPPh3, or DMSO (runs 10, 13); - an excess of ligand with respect to the metal depresses the activity, which is analogously to what happens in the oligomerization with the homogeneous ylidic catalysts ( run 3 ) [22]; - an increase of the phosphine ligand basicity depresses the activity ( see runs 2, 4 and 5; 6 and 7). By contrast, an increase of the steric hindrance (cone angle) improves the activity of the catalyst (see runs 7, 5 and 9). Analogous effects were observed with the homogeneous ylidic catalysts where the very basic trialkyl phosphines deactivate the catalyst and sterically hindered phosphines favour the formation of polyethylene [ 22,23 ) . In conclusion all parameters which favour the formation and stabilization of nickel coordina- PPh3 Ph3P=CHZ OPPh3 Py PPh3 11,800 696,000 59.0 14,952 165,000 31.1 19,840 631,000 31.8 15,045 665,000 44.0 15,750 630,000 40.0 tively saturated species decrease the overall activity of the catalyst but prevent the decomposition to metal of the active species. All the samples are high crystallinity ( > 80% ) , high density (0.95-0.96 g/ml) polyethylene, with a melting point of 136, regardless of the nature of the ancillary ligand. ' 3C and 'H-NMR, FT-IR spectra of all the polymer samples exclude the possibility of branching. In every case the weight-average molecular weights (Mw) and the polydispersity indexes determined by GPC ( Table 3 ) are very high. This very broad distribution of molecular weights indicates the presence of different populations of active centers, having very different activities depending on their position on the polymeric matrix ( on the surface, inside the cavities or inside the gellular phase). The initial rate and also the rate of polyethylene growth are very different for these centres and consequently the length of the polymer chains is not uniform. 3.1.2. Phosphino acetate heterogenized catalysts (IX, X) The catalysts with the phosphino acetate ligands anchored to polystyrenic resins (type IX and X) become active in the polymerization of ethylene with the same morphology as the support (Table 4). When the matrix is a Merrifield type powdered resin, polyethylene was obtained as a powder, and when the matrix is a spherical material, polyethylene was produced in large diameter spheres (4-5 mm). The polyethylene (HDPE) has the same characteristic as that obtained with the ylide nickel catalysts ( high polydispersity and weight-average molecular weight). 210 G. Braca et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 203-213 Table 4 Ethylene polymerization with nickel phosphinoacetate heterogenizcatalysts (IX and X) Run Catalytic system Polyethylene produced, g Polymeric matrix -Type Chelating units, mequiv. Ni (COD) 2, mmol PPh3, mmol Initial reaction rate ` TN 14 Merrifield 0.24 0.58 0.79 7.2 5.9 0.07 15' Merrifield 0.24 0.58 - 6.5 3.2 0.04 16 Dow 0.39 0.55 0.58 18.7 9.5 0.19 17' Dow 0.35 0.51 0.61 7.9 4.5 0.08 Reaction conditions: pc_: 5 MPa; temperature: 75; toluene: 20 ml; time: 3 h. 8 pc,: 4 MPa; time: 5 h. ' Preactivated with hydrogen (0.5 MPa) for 15 min. C2I-14 (mmol consumed) / [Ni bound (mmol) X min]. PE (kg) /[Ni(g) X h]. Table 5 Ethylene oligomerization with non-chelate phosphine carboxylate nickel catalysts Run Catalytic system Polymeric matrix Structure Carboxylic group, mequiv Ni(COD)z mmol PCy3 mmol 18 ST/DVB XI 0.75 0.5 1 1.4 9.3 19 ST/DVB XI 1 0.5 1 0.1 0.3 20 ST/DVB XII 0.3 0.2 0.4 0.9 15.1 21 methacrylic acid/DVB XIII 0.5 0,36 0.72 0.4 3.8 22 methacrylic acid/DVB XIII 0.9 0.36 0.72 0.1 0.7 Oligomers, g TN' Reaction conditions: pc,r,,: 4 MPa; toluene: 15 ml; temperature: 90; time: 8 h. e Oligomers (g) / [ Ni(g) X hl. As for polyethylene obtained with ylidic heterogenized complexes of type VIII, the presence of any branching has been excluded by infrared and NMR analysis of the polymer. In this case the catalyst can also be used without the triphenylphosphine ancillary ligand and there is no risk of decomposition to metal: only a slight decrease of activity was observed (Table 4, run 15). Preactivation with hydrogen (0.5 MPa), which in the case of the ylide systems reduces the induction period, is not necessary: on the contrary it is dangerous, giving a rapid reduction of the catalyst to metal nickel (Table 4, run 17) . The overall catalytic activity is tenfold lower than the most active ylide systems, analogously to that reported for the homogeneous catalyst in the oligomerization reactions [ 19,20] . 3.1.3. Non-chelate phosphino carboxylate heterogenized catalysts (XI, XII and X111) Nickel catalytic systems containing carboxylato and phosphine ligands in a non-chelate arrangement (Structures XI-XIII) have not been studied much, even as homogeneous complexes. It is only reported by Knudsen [21,24] that complexes of type XVI are active in oligomerization of ethylene and the activity strictly depends on the type of phosphine ligand and on the acid to nickel ratio: when L is dicyclohexylphosphine a TN of 1 kg of oligomers/ (g Ni X h) is observed. The main problem encountered in these systems is the selective formation of the active monocarboxylato hydrido- or alkyl-species and its preservation from decomposition. G. Braca et al. /Journal of Molecular Catalysis A: Chemical 96 (1995) 203-213 60 40 10 Catalyst XIV Catalyst XV Catalyst XVI C4 C6 C8 C10 C12 C14 C16 C18 Fig. 2. Distribution of ethylene oligomerization products with the homogeneous catalytic systems. Reaction conditions: pc,t,,: 5 MPa; toluene: 20 ml; tines: 4 h; temperature: 50; catalyst concentration: 10-20 mM. Catalyst XIV, temperature: 50; TN (h-'): 22. Catalyst XV, temperature: 75; TN (h-'): 210. Catalyst XVI, temperature: 55; TN (h-'): 60. The knowledge acquired during the present work indicates that: - the oxidative addition of the carboxylic acid to a Ni ( 0 ) precursor [ for instance Ni ( COD ) z ] in the presence of a phosphine ligand must be carried out ensuring absolutely that the acid to Ni ratio is < 1. If the ratio becomes > 1 a marked decrease of the catalytic activity is observed. - the hydridic complexes as XI, XII and XIII are unstable at room temperature even under inert atmosphere and a decomposition via phosphine ligand dissociation takes place. This effect can be overcome by carrying out 211 the synthesis of the catalyst under ethylene atmosphere. Paying attention to the above types of behaviour, the homogeneous (XVI) and the heterogenized catalysts (XI, XII and XIII) were tested in the oligomerization/polymerization of ethylene. Both types of catalysts in this case were active only in the oligomerization of the olefin especially toward the formation of lower molecular weight products ( Table 5 and Fig. 2 ) . 4. Discussion Keim in his fundamental papers on the oligomerization of olefins catalyzed by homogeneous or heterogenized nickel chelated complexes emphasized the role played in the catalysis by the chelate and organyl part of the complexes [ 2,3,19,20] . The chelate alone controls the reaction whereas the organyl part is only necessary to stabilize the complex favouring the formation of the active intermediate nickel hydride. In this context the role in the catalytic mechanism of the ancillary ligand is not clear and could vary depending on the nature of the chelate ligand. Now the experience gained in the present work allows better clarification of the requisites and the actual role of the ancillary ligand in the catalytic system: - it must cooperate with the chelating moiety to enable the formation of the intermediate active nickel hydrido species and to preserve +L P -\"C 112 + CAL + n ('.ZH4 i\\N~H (g) o-11 Scheme 3. Catalytic mechanism for oligomerization-polymerization. 212 G. Braca et al. /Journal of Molecular Catalysis A: Chemical (1995) 203-213 them from degradation to metal during the catalytic cycle (Scheme 3, step A); it should not hinder the coordination of the substrate for the catalytic reaction (step B ) and the evolution of the intermediate alkyl species (step C) into the oligomer or polymer with regeneration of the hydrido species. The results obtained indicate that the behaviour is different when the chelating ring is coordinated to give a homogeneous complex or when it is bonded to a polymeric matrix. In the first case, during the reaction, the P ' O chelate is probably involved in an opening-closing equilibrium around the metal centre which provides, also in the presence of the ancillary ligand and of an excess of the substrate, the liberation of a coordination vacant site which is necessary for the J3-extraction of H and formation of oligomers. Thus the coordinative ability and concentration of the ancillary ligand are determinant for the selectivity of the process (linearity of the oligomers) and for the regulation of the molecular weight of the products. In contrast, for the polymer bound systems the chelation is more firm, rigid and probably irreversible. In this case the ancillary ligand, whose presence as demonstrated is not always necessary (see Table 2, run 1 and Table 4 run 15) favours the generation of the active species and determines only the overall activity of the system (related to the number of active sites) and not the selectivity of the process. The ancillary ligand, once dissociated from the metal centre, does not participate further in the catalytic cycle and the insertion reaction proceeds very rapidly with the formation of high molecular weight polymers. When the phosphine and the carboxylic moieties are separated in a non-chelated arrangement as for the complexes XI, XII and XIII, the coordination of the phosphine becomes reversible and competitive with the substrate, and the behaviour of the heterogenized system parallels that of the homogeneous models leading to the formation of oligomers (see Table 5) . Acknowledgements The authors acknowledge Eniricerche (S. Donato Milanese) and Istituto Guido Donegani S.p.A. (Novara) for financial support. References [ I ] W. Keim, A. Behr and M. Roper, in G. Wilkinson, F.G.A. Stone and E.W. Abel (Eds.), Comprehensive Organometallic Chemistry, Vol. 8, Pergamon, Oxford, 1982, p. 372-429. [2] W. Keim, J. Mol. Catal., 52 (1989) 19. [3] W. Keim, Angew. Chem., Int. Ed. Engl., 29 (1990) 235. [4] U. Klabunde, R. Mulhaupt, T. Herskovitz,1. Calabrese and S. Ittel,1. Polym. Sci., Polym. Chem. Ed., 25 (1987) 1989. [5 ] U. Klabunde and S.D. Ittel, J. Mol. Catal., 41 (1987) 123. [6] K.A. Ostoja Starzewski and J. Witte, Proc. Int. Symp. Transition Metal Catayzed Polymerizations, Akron, OH, 1986, p. 472. [7] K.A. Ostoja Starzewski, J. Witte, K.H. Reichert and G. Vasiliou, in W. Kaminsky and H. Sinn (Eds.), Transition Metals and Organometallics as Catalysts for Olefin Polymerization, Springer Verlag, Berlin, 1988, p. 349 and refs. therein. [ 8 ] G.A. Nesterov, G. Fink, and V.A. Zakharov, Macromol. Chem. Rapid Common., 10 (1989) 669. [9] G.A. Nesterov, V.A. Zakharov, G. Fink and W. Fenzl, J. Mol. Catal., 69 (1991) 129. [ 10] M. Peuckert and W. Keim, J. Mol. Catal., 22 (1984) 289. [ 11 ] (a) G. Braca, A. Ricci, G. Sbrana, M. Brunelli, A. Giusti, G. Bertolini and A.M. Raspolli Galletti, Ent. Pat. Appl. 90200873.9 (14/5/1990) (to Eniricerche S.p.A.), (b) G. Braca, A.M. Raspolli Galletti, M. Di Girolamo, G. Sbrana, It. Pat. App1.22075 (15/11/1990) (to EniricercheS.p.A). [ 12 ] G. Braca, M. Di Girolamo, A.M. Raspolli Galletti, G. Sbrana, M. Brunelli and G. Bertolini, J. Mol. Catal., 74 (1992) 421. [ 13] G. Braca, A.M. Raspolli Galletti, S. Pinori and G. Sbrana, It. Pat. Appl. 000415A/92 (26/2/1992) (to Istituto Guido Donegani S.p.A.). [ 14] A. Warshawsky and A. Deshe, J. Polym. Sci., Pol. Chem. Ed., 23 (1985) 1839. [15] K.G. Allum, R.D. Hancock, IN. Howell, R.C. Pitkethly and P.J. Robinson, J. Organomet. Chem., 87 (1975) 189. [ 16] J.A. Van Doom and N. Meijboom, Phosphorus Sulfur Silicon, 42 (1989) 211. [ 17] W.L. Mossby, J. Am. Chem. Soc., 74 (1952) 2546. [ 18] W.J. Middleton and E.M. Bingham, J. Org. Chem., 45 (1980) 2883. [ 19 ] M. Peuckert and W. Keim, Organometallics, 2 (1983) 594. [ 20] M. Peuckert, W. Keim, S. Storp and R.S. Weber, J. Mol. Catal., 20 (1983) 115. G. Braca et al. /Journal of Molecular Catalysis A: Chemical (1995) 203-213 21 ] R.D. Knudsen, in Symp. on Novel Preparation and Conversion of Light Olefins, ACS Division of Petroleum Chemistry, Miami Beach Meeting, 1989, p. 572. 213 [22] W. Keim and F.H. Kowaldt, Compend. Dtsch. Ges. Mineraloelwiss. Chem., 78 (1978) 453. [ 23 ] J. Skupinska, Chem. Rev., 91 (1991) 613. [ 241 R.D. Knudsen and S.E. Reiter, US Pat. 4,482,640 (13 / 11 / 1984) (to Phillips Petroleum Co.) MOLCAA 94000522 1381-1169(94)00052-2 10.1016/1381-1169(94)00052-2 Chemical and metal complex catalysis Article Organometallic nickel catalysts anchored on polymeric matrices in the oligomerization and/or polymerization of olefins. Part II. Effect and role of the components of the catalytic system G. Braca a A.M. Raspolli Galletti ∗ a M. Di Girolamo a G. Sbrana a R. Silla a P. Ferrarini b a Dipartimento di Chimica e Chimica Industriale, Università di Pisa, via Risorgimento 35, 56126 Pisa, Italy b Euron S.p.A., 20087 San Donato Milanese, Italy ∗ Corresponding author. Tel. (+39-50)918226, fax. (+39-50)918260. Organometallic nickel complexes with bidentate P∩O chelating ligands of ylidic (C(O)HPPh3) and phosphino-acetic (CH(PPh2)COOH) type heterogenized on polystyrene resins by anchoring through the carbon atom of the ligand have been prepared and used in the polymerization and/or oligomerization of ethylene. Their catalytic behaviour has been compared with those of corresponding homogeneous models and with heterogeneous species with the phosphine and oxygenated ligand bound in a non-chelated arrangement. The catalytic activity and selectivity are strongly dependent on the chelating strength of the ligand. The polymerization of ethylene to HDPE occurs with replica of the support morphology. The role of the ancillary ligand (phosphine, nitrogen bases, etc.) added to the systems has also been studied and clarified. References [1] W. Keim A. Behr M. Roper G. Wilkinson F.G.A. Stone E.W. Abel Comprehensive Organometallic Chemistry Vol. 8 1982 Pergamon Oxford 372 429 [2] W. Keim J. Mol. Catal. 52 1989 19 [3] W. Keim Angew. Chem., Int. Ed. Engl. 29 1990 235 [4] U. Klabunde R. Mulhaupt T. Herskovitz J. Calabrese S. Ittel J. Polym. Sci., Polym. Chem. Ed. 25 1987 1989 [5] U. Klabunde S.D. Ittel J. Mol. Catal. 41 1987 123 [6] K.A.Ostoja Starzewski J. Witte Proc. Int. Symp. Transition Metal Catayzed Polymerizations Akron, OH 1986 472 [7] K.A.Ostoja Starzewski J. Witte K.H. Reichert G. Vasiliou W. Kaminsky H. Sinn Transition Metals and Organometallics as Catalysts for Olefin Polymerization 1988 Springer Verlag Berlin 349 and refs. therein [8] G.A. Nesterov G. Fink V.A. Zakharov Macromol. Chem. Rapid Commun. 10 1989 669 [9] G.A. Nesterov V.A. Zakharov G. Fink W. Fenzl J. Mol. Catal. 69 1991 129 [10] M. Peuckert W. Keim J. Mol. Catal. 22 1984 289 [11] (a) G. Braca, A. Ricci, G. Sbrana, M. Brunelli, A. Giusti, G. Bertolini and A.M. Raspolli Galletti, Eur. Pat. Appl. 90200873.9 (14/5/1990) (to Eniricerche S.p.A.), (b) G. Braca, A.M. Raspolli Galletti, M. Di Girolamo, G. Sbrana, It. Pat. Appl. 22075 (15/11/1990) (to Eniricerche S.p.A). [12] G. Braca M. Di Girolamo A.M. Raspolli Galletti G. Sbrana M. Brunelli G. Bertolini J. Mol. Catal. 74 1992 421 [13] G. Braca, A.M. Raspolli Galletti, S. Pinori and G. Sbrana, It. Pat. Appl. 000415A/92 (26/2/1992) (to Istituto Guido Donegani S.p.A.). [14] A. Warshawsky A. Deshe J. Polym. Sci., Pol. Chem. Ed. 23 1985 1839 [15] K.G. Allum R.D. Hancock I.V. Howell R.C. Pitkethly P.J. Robinson J. Organomet. Chem. 87 1975 189 [16] J.A. Van Doorn N. Meijboom Phosphorus Sulfur Silicon 42 1989 211 [17] W.L. Mossby J. Am. Chem. Soc. 74 1952 2546 [18] W.J. Middleton E.M. Bingham J. Org. Chem. 45 1980 2883 [19] M. Peuckert W. Keim Organometallics 2 1983 594 [20] M. Peuckert W. Keim S. Storp R.S. Weber J. Mol. Catal. 20 1983 115 [21] R.D. Knudsen Symp. on Novel Preparation and Conversion of Light Olefins, ACS Division of Petroleum Chemistry, Miami Beach Meeting 1989 572 [22] W. Keim F.H. Kowaldt Compend. Dtsch. Ges. Mineraloelwiss. Chem. 78 1978 453 [23] J. Skupinska Chem. Rev. 91 1991 613 [24] R.D. Knudsen and S.E. Reiter, US Pat. 4,482,640 (13/11/1984) (to Phillips Petroleum Co.)",
      "scopus-id": "0000649457",
      "coredata": {
        "eid": "1-s2.0-1381116994000522",
        "dc:description": "Organometallic nickel complexes with bidentate P∩O chelating ligands of ylidic (C(O)HPPh3) and phosphino-acetic (CH(PPh2)COOH) type heterogenized on polystyrene resins by anchoring through the carbon atom of the ligand have been prepared and used in the polymerization and/or oligomerization of ethylene. Their catalytic behaviour has been compared with those of corresponding homogeneous models and with heterogeneous species with the phosphine and oxygenated ligand bound in a non-chelated arrangement. The catalytic activity and selectivity are strongly dependent on the chelating strength of the ligand. The polymerization of ethylene to HDPE occurs with replica of the support morphology. The role of the ancillary ligand (phosphine, nitrogen bases, etc.) added to the systems has also been studied and clarified.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-03-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116994000522",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Braca, G."
          },
          {
            "@_fa": "true",
            "$": "Raspolli Galletti, A.M."
          },
          {
            "@_fa": "true",
            "$": "Di Girolamo, M."
          },
          {
            "@_fa": "true",
            "$": "Sbrana, G."
          },
          {
            "@_fa": "true",
            "$": "Silla, R."
          },
          {
            "@_fa": "true",
            "$": "Ferrarini, P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116994000522"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116994000522"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(94)00052-2",
        "prism:volume": "96",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Organometallic nickel catalysts anchored on polymeric matrices in the oligomerization and/or polymerization of olefins. Part II. Effect and role of the components of the catalytic system",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "203-213",
        "prism:endingPage": "213",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 March 1995",
        "prism:doi": "10.1016/1381-1169(94)00052-2",
        "prism:startingPage": "203",
        "dc:identifier": "doi:10.1016/1381-1169(94)00052-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000649457"
      }
    }
  }
}