{
  "metadata": {
    "title": "Cationic cyclopalladated complexes: new catalyst precursors for the telomerization of butadiene with alcohols",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-06-25",
    "doi": "10.1016/1381-1169(96)00024-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996000246",
    "pii": "1381116996000246"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030601044",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-1381116996000246 1381-1169(96)00024-6 1381116996000246 10.1016/1381-1169(96)00024-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00052 2015-05-13T23:01:31.432129-04:00 0 0 19960625 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 109 109 2 2 Volume 109, Issue 2 5 127 131 127 131 19960625 25 June 1996 1996-06-25 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. CATIONICCYCLOPALLADATEDCOMPLEXESNEWCATALYSTPRECURSORSFORTELOMERIZATIONBUTADIENEALCOHOLS CAMARGO M BEHR 1984 3 A ASPECTSHOMOGENEOUSCATALYSIS TSUJI 1980 J ORGANICSYNTHESISPALLADIUMCOMPOUNDS MEDEMA 1971 324 D GRENOUILLET 1982 767 P DANI 1995 P PFEFFER 1990 567 M PFEFFER 1989 211 M POIRIER 1981 J PHDTHESIS CAMARGOX1996X127 CAMARGOX1996X127X131 CAMARGOX1996X127XM CAMARGOX1996X127X131XM item 1381-1169(96)00024-6 1381116996000246 1-s2.0-1381116996000246 10.1016/1381-1169(96)00024-6 271358 2010-09-28T03:10:54.780079-04:00 1996-06-25 1-s2.0-1381116996000246-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000246/MAIN/application/pdf/981bd981d524959aad652964584dab72/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000246/MAIN/application/pdf/981bd981d524959aad652964584dab72/main.pdf main.pdf pdf true 422288 MAIN 5 1-s2.0-1381116996000246-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996000246/PREVIEW/image/png/b5fe34a1688aeaf4a759ae281acd8ca5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996000246/PREVIEW/image/png/b5fe34a1688aeaf4a759ae281acd8ca5/main_1.png main_1.png png 60321 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 109 (1996) 127-131 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Cationic cyclopalladated complexes: new catalyst precursors for the telomerization of butadiene with alcohols Mariangela Camargo a, Paulo Dani a, Jdirton Dupont a* , Roberto F. de Souza a, Michel Pfeffer b, Igor Tkatchenko Grapo de Catise - Instituto de Quica - Unieersidade Federal do Rio Grande do Sul Au. Bento Gonlres, 9500 - 91501-970 - Porto Alegre - RS, Brazil h L,aboratorv of Metal-Mediated Svnthesis, URA 416 du CNRS, 4, rue Blaise Pascal, 67000 Strasbourg Cex. France Institut de Recherches sur la Catalyse - CNRS 2 aue A. Einstein. 69626 Villeurbanne Cex, France Received 14 September 1995; accepted 8 January 1996 Abstract The cationic cyclopalladated complexes derived from N,N-dimethylbenzylamine 4, N-benzylidene-(S)-(-)-a-methylbenzylamine 5 and 8-methyl quinoline 6 have been prepared and their properties as catalyst precursors for the telomerization of butadiene with methanol were investigated, The butadiene conversion was 60-70% for the three complexes and a mixture of butadiene dimers and telomers containing 2, 4 and 6 butadiene units were formed. The product selectivity is strongly influenced by the nature of the cyclopalladated complex. Thus, with complex 6 the C16 and C24 telomers were formed preferentially (more than 85%). On the other hand, with complex 4 the amount of butadiene dimers is greater than 40%. Complex 6 is also active for the telomerization of other aliphatic alcohols, but in these cases the 1- and 3-alkoxy octadiene telomers were produced preferentially. KeY~sords: Cyclopalladated complexes; Palladium; Telomerization: Butadiene; Alcohols 1. Introduction It is well known that the telomerization of butadiene with alcohols catalyzed by palladium compounds affords in most of the cases 1- and 3-alkoxy octadienes [ 1,2]. However, in few cases, high telomers containing 3 to 6 butadiene units were also observed when (rl3-allyl)palladium derivatives were employed as catalyst precursors [3-5]. It was also demonstrated that besides the nature of the palladium complex, the Corresponding author. 1381-I 169/96/$15.00 1996 Elsevier Science B.v. All rights reserved. PII 5 1 38 1 - 1 1 69(96)00024-6 molar ratio butadiene: alcohol, the temperature and the reaction time have a remarkable influence on the selectivity of these reactions [5]. We have recently shown that cyclopalladated complexes are able to catalyze the telomerization of isoprene with methanol [6]. We thought that these metallocyclic complexes could be also good catalyst candidates for the telomerization of butadiene with alcohols. Moreover, due to the great variety of cyclopalladated complexes [7] available, it will be possible to study the influence of the nature of the palladated ligand on the selectivity of this reaction. In this paper 128 M. Camargo et al. /Journal of Molecular Catalysis A: Chemical 109 (1996) 127-131 we present our results concerning the use of a selection of these metallocyclic species as catalyst precursors for the telomerization of butadiene with a series of alcohols. 2. Results and discussion The palladium complexes used in this study are depicted in Scheme 1. The dimeric complexes 1-3 can be prepared by published procedures [6,8]. The cationic complexes N,N-dimethylbenzylamine 4 and N-benzylidene-(S)(-)-a-methylbenzylamine 5 were synthesized (70-90%) through abstraction of the Cl- anions from the dimers 1 and 2, respectively, by silver tetrafluoroborate in the presence of 1,5cyclooctadiene. On the other hand, the simple action of sodium tetrafluoroborate with complex 3 in the presence of 1,5-cyclooctadiene affords compound 8-methyl quinoline 6 in 95% yield. The assignment of the structures of compounds 4 and 5 were based on their spectroscopic data and elemental analysis (see Experimental section). However, due to the poor solubility of compound 6 in non-coordinating solvents, its ' H NMR spectrum was performed in acetoni- \\N/P I J BF; 4 IMl _ MeOH .~lp bh 7. n= 2 8, n= 4 9, n= 2 0 2 10, n- 4 11, n= 6 Scheme 2. trile-d3 or in DMSO-d6. It shows the characteristic resonances of the methylene-quinoline ring and those of the free 1,5-cyclooctadiene unit. The results obtained in the telomerization of butadiene with methanol catalyzed by complexes 4-6 (see Scheme 2) are summarized in Table 1. In all of these reactions a mixture of telomers obtained almost exclusively with an even number of butadiene units were detected. The 1- and 3-methoxy octadienes 7 and 9 and hexadecatetraenes telomers 8 and 10 were formed, the telomer 7 being the major isomer in the C8 fraction and 3-methoxy compound 10, in the fraction of C16 derivatives. However, the 3methoxy isomer 11 of the telomer containing butadiene units was the only one detected by 1 H NMR. It is also important to note that only traces of butadiene dimers were formed when the neutral dimeric complexes 1-3 were used as e I CY \\ I d_ / N 2 Ph\"\"0'*~Me 2 d~ J BF4 Npie_,_,& 5 Scheme 1. d_ / Y, IN/ i~2 3 \\ G P11 BF4- d, 6 M. Camargo et al. /Journal of Molecular Catalysis A: Chemical 109 (1996) 127-131 Table I Telomerization of butadiene with MeOH Complex Butadiene Conversion Dimers 60 65 70 ss 20 6 6 Telomer selectivity (%) MeOCB MeOC MeOC2a 26 16 3 20 2 7 30 21 18 2 13 15 2s 4 5 27 36 Reaction conditions: [Complex] = 0.11 mmol; [CQH6] = 150 mmol; [MeOH]= 37.5 mmol; CHZCI, 5 ml; 60; 6 h. The upper indices denote the number of double bonds. Addition of 0. 1I mmol of PPh3 . n Addition of 0.11 mmol of POW,. the catalyst precursors. This clearly indicated that the presence of two easily accessible vacant coordination sites on the palladium center is a prerequisite for the occurrence of the telomerization reaction. It is clear from Table 1 that the cationic cyclopalladated complexes 4-6 are able to catalyze the telomerization of butadiene with methanol and that the butadiene conversion is not influenced by the nature of cyclopalladated ligand. However, the selectivity is dramatically influenced by the nature of the palladium catalyst precursor. Thus only traces of butadiene dimers are produced with complexes 5 and 6 as compared with the formation of telomers. On the other hand, the formation of butadiene dimers are favored in the case of complex 4. It is also important to note that the C24 derivative 11 is formed preferentially with the complexes 5 and 6. The addition of triphenylphosphine or trn-butyl)phosphine reduces both the butadiene conversion and the formation of telomers of higher nuclearity. This is probably due to the competition for the vacant coordination sites on the metal center, between the phosphines and the butadiene. The temperature and the time of reaction also have a marked influence on the product selectivity. With 6 as catalyst precursor, more than 45% of C24 derivatives were obtained when the reac- 129 tion was carried out at 80, for 8 h and with a molar ratio of MeOH:butadiene of 0.25. The catalyst precursor 6 is also active for the telomerization with other aliphatic alcohols. However, the butadiene conversions decreases significantly with increasing the steric hindrance of the alkyl group. Thus, under the same reaction conditions used in Table 1, the conversion for the telomerization with n-propanol, nbutanol, isopropanol, isobutanol and tert-butanol were 47, 42, 25, 23 and 7%, respectively. In all cases, 1- and 3-alkoxy octadienes were formed almost exclusively. A noticeable exception was observed for tert-butanol for which only butadiene dimers were detected. The results presented in this paper indicate that cyclopalladated ligand exerts a strong influence on the product selectivity in the telomerizatn of butadiene with methanol. Moreover, they also strongly suggest that these ligands should be present on the catalytic active palladium species. The formation of almost solely telomers containing even numbers of butadiene molecules also suggests that the reaction presumably proceeds via condensation of C8 units, as was already pointed out earlier for the telomerization of alcohols by cationic (r, 3-allyl)palladium derivatives [5]. 3. Experimental 3.1. General All manipulations were performed under dry, oxygen-free argon using standard techniques. All solvents were dried and distilled under argon prior to use. Infrared (Nujol mulls) spectra were recorded in the region 4000-400 cm-- 1 using a Mattson 3020 FTIR spectrophotometer. The ' H and ' 3 C-{ `H} NMR spectra were recorded at 200.13 and 50.32 MHz, respectively, using a Varian VXR-200 instrument. Proton and carbon shifts ( 8/ppm, J/Hz), are positive downfield relative to external SiMe4. 130 M. Camargo et al. /Journal of Molecular Catalysis A: Chemical 109 (1996) 127-131 Elemental analyses were carried out by the `Central Analica IQ/UFRGS' (Porto Alegre, Brazil). Mass spectra were obtained with a GCMS HP5988A (EI, 70 eV). The reaction products were analyzed by gas chromatography on a Varian 3400 chromatograph equipped with an OV 1 column 30 m X 0.25 mm X 0.2 gm, and FID detector; NZ was the carrier (1 ml/min); the temperature program was from 50 (5 min) to 180 (15 min) at a heating rate of 10/min. The compounds 1 [8}, 2 [6] and 3 [8] were prepared by procedures described in literature. All other reagents were obtained from commercial sources and were used as received without further purification. 3.2. Complex 4 A solution of silver tetrafluoroborate (0.2 g, 1 mmol) in 15 ml of dichloromethane was added to a solution of 1 (0.28 g, 1 mmol) and 1,5cyclooctadiene (1.1 ml) in 15 ml of dichloromethane at room temperature. The reaction mixture is than filtered through a Celite plug to remove AgCI and remaining light yellow solution is concentrated to ca. 3 ml under reduced pressure. Addition of hexanes (50 ml) gives an light yellow solid which as recovered by filtration, washed with hexanes (3 X 25 ml) and dried in vacuum (0.38 g, 88%). Calculated for C17H24BF4NPd: C = 46.86; H = 5.52; N = 3.22. Found: C = 45.66; H = 5.40; N = 3.17. IR (Nujol mulls): 1057 cm-' v (BF4); 1 H NMR (CDC13): 7.12-7.57 (m, 5H, aromatics); 5.51 (d, 4H, HC=CH); 2.92 (s, 6H, NMe2); 2.73 (m, 8H, H2C-CH2). 4. Complex 5 This compound was obtained in 70% yield by a similar procedure as used above for complex 4 starting from compound 2. IR (Nujol): v (C=N) 1608 cm-1, 1055 cm-1 v (BF4 ). 1H NMR (CDC' 3, 200 MHz) 1.70 (d, 3H, C H3, 3J = 6.6 Hz), 2.02-2.22; 2.22-2.82 (m, 8H, C HZ cod), 4.87-4.99 (m, 1H, C H cod) 5.17 (q, 1H, CHMe, 3J=6.5 Hz), 5.71-5.81 (m, 1H, CH cod), 5.84-6.01 (m, 2H, C H cod), 6.70-6.73 (m, 1H, C H arom), 7.07-7.42 (m, 7H, C H arom), 7.47-7.57 (m, 1H, C H arom), 8.40 (d, 1H, C H=N, 4J = 1.41 Hz)). 13C{ 1 H}NMR (CDC13) 8 21.6 CH 3), 2.70-2.90 (4 C, CHZ), 65.5 (CH-Me), 110.6 (CH, cod), 111.3 (CH, cod), 123.0 (CH, cod), 124.9 (CH, cod), 123.03; 123.90; 126.19; 126.90; 127.34; 128.38; 128.39; 130.38; 131.07 (C arom), 139.9(C;pso-C=N); 145.7(C;pso-C-N); 156.0(CipsPd), 176.5 (C =N). 5. Complex 6 An yellow suspension of the dimeric cyclopalladated compound 3 (0.7 g, 2.5 mmol), 1.5 ml of 1,5-cyclooctadiene and sodium tetrafluoroborate (0.35 g, 3.2 mmol) in 50 ml of methanol was stirred for 6 h at room temperature. The white solid thus formed was recovered by filtration, washed with methanol (3 X 50 ml) and dried in vacuum (1.0 g, 91 %). Calculated for C,,H20NBF4Pd: C = 48.74; H = 4.54; N = 3.16. Found: C = 48.86; N = 4.36; N = 2.87. IR (Nujol mulls): 1059 cm-' v (BF4); ' H NMR (CD3CN): 8.62-7.50 (m, 6H, aromatics); 3.82 (s, 2H, CHO and 5.55 (s, 4H, CH=CH); 2.36 (s, 8H, CH 2-CH 2) for the H of free 1,5cyclooctadiene. 5.1. Catalytic experiments Butadiene (8.1 g, 150 mmol), methanol (37.5 mmol), palladium compound (0.015 mmol) and dichloromethane (5 ml) is introduced into a glass-lined 100 ml stainless steel autoclave under argon. The reaction mixture was stirred magnetically and the autoclave heated at 60 for 6 h. It was then cooled down and the excess of butadiene was vented through a cold trap. The butadiene conversion and the product selec- M. Camargo et al. /Journal of Molecular CatalYsiS A: Chemical 109 (1996) 127-131 tivity were determined by capillary gas chro- References matography using undecane as internal stan- dard. The C8, C 16 and C24 derivatives were sepa rated by fraction distillation under reduced pres sure and their structures were assigned by CG MS and by comparing their 1 H and 13C NMR spectra with those that was described in the literature [9]. Acknowledgements Thanks are due to CNPq for a fellowship to P. Dani and M. Camargo and the CNPq and FINEP-PADCT for partial financial support. 131 [1] A. Behr, in R. Ugo (Ed.), Aspects of Homogeneous Catalysis. Vol. 5. Reidel, Dordrecht, 1984, p. 3. [2] J. Tsuji, Organic Synthesis with Palladium Compounds, Springer, Berlin, 1980. [3] D. Medema, R. van Helden. Recl. Trav. Chim. Pays-Bas, 90 (1971)324. [4] Fr. Pat. 2079319 (1971) to Mitsubishi Chemical Industries, Lta. (5] P. Grenouillet, D. Neibecker, J. Poirier and I. Tkatchenko, Angew. Chem., Int. Ed. Engl., 21 (1982) 767. [6] P. Dani, J. Dupont, A.L. Monteiro, J. Braz. Chem. Soc. (1995) in press. [7] See for example: M. Pfeffer, Recl. Tray. Chim. Pays-Bas 109 (1990) 567. [8] M. Pfeffer, Inorg. Synth., 26 (1989) 21 1 and references therein. [9] J. Poirier, Ph.D. Thesis. UniversitClaude Bernard, Lyon, (19s1>. MOLCAA 96000246 1381-1169(96)00024-6 10.1016/1381-1169(96)00024-6 Chemical and metal complex catalysis Article Cationic cyclopalladated complexes: new catalyst precursors for the telomerization of butadiene with alcohols Mariângela Camargo a Paulo Dani a Jaïrton Dupont ∗ a Roberto F. de Souza a Michel Pfeffer b Igor Tkatchenko c a Grupo de Catálise - Instituto de Química - Universidade Federal do Rio Grande do Sul Av. Bento Gonçalves, 9500 - 91501-970 - Porto Alegre - RS, Brazil b Laboratory of Metal-Mediated Synthesis, URA 416 du CNRS, 4, rue Blaise Pascal, 67000 Strasbourg Cédex, France c Institut de Recherches sur la Catalyse - CNRS 2 ave A. Einstein, 69626 Villeurbanne Cédex, France ∗ Corresponding author. The cationic cyclopalladated complexes derived from N,N-dimethylbenzylamine 4, N-benzylidene-(S)-(−)-α-methylbenzylamine 5 and 8-methyl quinoline 6 have been prepared and their properties as catalyst precursors for the telomerization of butadiene with methanol were investigated. The butadiene conversion was 60–70% for the three complexes and a mixture of butadiene dimers and telomers containing 2, 4 and 6 butadiene units were formed. The product selectivity is strongly influenced by the nature of the cyclopalladated complex. Thus, with complex 6 the C16 and C24 telomers were formed preferentially (more than 85%). On the other hand, with complex 4 the amount of butadiene dimers is greater than 40%. Complex 6 is also active for the telomerization of other aliphatic alcohols, but in these cases the 1- and 3-alkoxy octadiene telomers were produced preferentially. Keywords Cyclopalladated complexes Palladium Telomerization Butadiene Alcohols References [1] A. Behr 3rd Ed. R. Ugo Aspects of Homogeneous Catalysis Vol. 5 1984 Reidel Dordrecht 3 [2] J. Tsuji Organic Synthesis with Palladium Compounds 1980 Springer Berlin [3] D. Medema R. van Helden Recl. Trav. Chim. Pays-Bas 90 1971 324 [4] Fr. Pat. 2079319 (1971) to Mitsubishi Chemical Industries, Ltd. [5] P. Grenouillet D. Neibecker J. Poirier I. Tkatchenko Angew. Chem., Int. Ed. Engl. 21 1982 767 [6] P. Dani J. Dupont A.L. Monteiro J. Braz. Chem. Soc. 1995 in press [7] See for example M. Pfeffer Recl. Trav. Chim. Pays-Bas 109 1990 567 [8] M. Pfeffer Inorg. Synth. 26 1989 211 and references therein [9] J. Poirier Ph.D. Thesis 1981 Université Claude Bernard Lyon",
      "scopus-id": "0030601044",
      "coredata": {
        "eid": "1-s2.0-1381116996000246",
        "dc:description": "The cationic cyclopalladated complexes derived from N,N-dimethylbenzylamine 4, N-benzylidene-(S)-(−)-α-methylbenzylamine 5 and 8-methyl quinoline 6 have been prepared and their properties as catalyst precursors for the telomerization of butadiene with methanol were investigated. The butadiene conversion was 60–70% for the three complexes and a mixture of butadiene dimers and telomers containing 2, 4 and 6 butadiene units were formed. The product selectivity is strongly influenced by the nature of the cyclopalladated complex. Thus, with complex 6 the C16 and C24 telomers were formed preferentially (more than 85%). On the other hand, with complex 4 the amount of butadiene dimers is greater than 40%. Complex 6 is also active for the telomerization of other aliphatic alcohols, but in these cases the 1- and 3-alkoxy octadiene telomers were produced preferentially.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-06-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996000246",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Camargo, Mariângela"
          },
          {
            "@_fa": "true",
            "$": "Dani, Paulo"
          },
          {
            "@_fa": "true",
            "$": "Dupont, Jaïrton"
          },
          {
            "@_fa": "true",
            "$": "de Souza, Roberto F."
          },
          {
            "@_fa": "true",
            "$": "Pfeffer, Michel"
          },
          {
            "@_fa": "true",
            "$": "Tkatchenko, Igor"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996000246"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996000246"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00024-6",
        "prism:volume": "109",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Cationic cyclopalladated complexes: new catalyst precursors for the telomerization of butadiene with alcohols",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cyclopalladated complexes"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Telomerization"
          },
          {
            "@_fa": "true",
            "$": "Butadiene"
          },
          {
            "@_fa": "true",
            "$": "Alcohols"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "127-131",
        "prism:endingPage": "131",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 June 1996",
        "prism:doi": "10.1016/1381-1169(96)00024-6",
        "prism:startingPage": "127",
        "dc:identifier": "doi:10.1016/1381-1169(96)00024-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030601044"
      }
    }
  }
}