{
  "metadata": {
    "title": "Properties of polymeric zirconium phosphates as Friedel-Crafts catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-11-10",
    "doi": "10.1016/1381-1169(95)00123-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995001239",
    "pii": "1381116995001239"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-2342516151",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-22 1999-12-22 2010-04-18T17:16:47 1-s2.0-1381116995001239 1381-1169(95)00123-9 1381116995001239 10.1016/1381-1169(95)00123-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0043X 2015-05-13T23:01:31.432129-04:00 0 0 19951110 1995 1999-12-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 103 103 3 3 Volume 103, Issue 3 3 155 162 155 162 19951110 10 November 1995 1995-11-10 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. PROPERTIESPOLYMERICZIRCONIUMPHOSPHATESFRIEDELCRAFTSCATALYSTS COSTA M CLEARFIELD 1984 251 A CLEARFIED 1986 1 A CHENG 1984 1579 S CHENG 1985 455 S CLEARFIELD 1990 89 J CALLAHAN 1984 3726 K LANE 1984 624 R THAKUR 1981 230 D HATTORI 1979 294 T CLEARFIELD 1979 296 A KASPI 1978 3142 J OLAH 1980 96 G OLAH 1985 G SUPERACIDS OLAH 1979 269 G HOLDERICH 1988 226 W BUTTERS 1992 M SOLIDSUPPORTSCATALYSTSINORGANICSYNTHESIS AMPHLETT 1958 220 C CLEARFIELD 1964 117 A BENESI 1978 97 H BENESI 1957 970 H BENESI 1956 5490 H CLEARFIELD 1968 2249 A PINES 1966 49 H DECANIO 1992 444 E COSTAX1995X155 COSTAX1995X155X162 COSTAX1995X155XM COSTAX1995X155X162XM item 1381-1169(95)00123-9 1381116995001239 1-s2.0-1381116995001239 10.1016/1381-1169(95)00123-9 271358 2010-09-27T22:23:07.756059-04:00 1995-11-10 1-s2.0-1381116995001239-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001239/MAIN/application/pdf/355a0338673c215284c1ad5b3a3911c0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001239/MAIN/application/pdf/355a0338673c215284c1ad5b3a3911c0/main.pdf main.pdf pdf true 747399 MAIN 8 1-s2.0-1381116995001239-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001239/PREVIEW/image/png/67ecaab052b0e1cfc5a2d68236cd31b1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001239/PREVIEW/image/png/67ecaab052b0e1cfc5a2d68236cd31b1/main_1.png main_1.png png 65997 849 656 IMAGE-WEB-PDF 1 ELSEVIER JOURNAL OF MOLECULAR CATALYSIS 10 A: CHEMICAL Journal of Molecular Catalysis A: Chemical 103 (1995) 155-162 Properties of polymeric zirconium phosphates as Friedel-Crafts catalysts M. Conceio Cruz Costa', Robert A.W. Johnstone, David Whittaker Department of Chemistry, University of Liverpool, P.O. Box 147, Liverpool L69 38X, UK Received 20 April 1994; revised 2 November 1994; accepted 12 June 1995 Abstract The activities of some amorphous and crystalline polymeric zirconium phosphates as Friedel-Crafts catalysts have been investigated. Catalytic behaviour was studied in the alkylation of anisole with alcohols in both liquid and gas phases and compared with the activity of alumina and acid activated clay. Under comparable experimental conditions, the catalytic activity of amorphous zirconium phosphate compares favourably with that shown by the superacidic Nation-H. The range of phenols and ring-methylated anisoles obtained in the methylation of anisole in the gas-phase over Nation-H and amorphous zirconium phosphate are similar, but the relative amount of phenol is lower with the phosphate. The results indicate that catalytic activity is particularly high for amorphous phosphate gels prepared with phosphorus to metal ratios of less than 2. This high level of activity is accompanied by large surface areas with sites of high acidity. Keywords: Friedel-Crafts; Gas phase; Zirconium phosphate; Mechanism 1. Introduction The use of polymeric metal phosphates as catalysts in a wide variety of organic reactions, has received considerable attention during the last few years [ 1-8 ] . The activity of these inorganic polymers in the promotion of acid catalyzed conversions of organic materials seems to be correlated with the strength and number of their acid sites, a relationship which has been demonstrated especially in dehydration and dehydrogenation reactions [9-11 ] . The decomposition of alcohols is a widely used test reaction for acid catalysis and the activity of polymeric metal phosphates has been * Corresponding author. ' Present address: Escola Superior Agria, 3000 Coimbra, Portugal. 1381-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSD71381-1169(95)00123-9 extensively studied for such systems. Other known acid-catalysed conversions could also be used as test reactions for the acid properties of these compounds, but this has not yet been done. Friedel-Crafts alkylation of aromatic hydrocarbons is important and has been used, for example, in large-scale industrial production of 2-phenylpropane (cumene) from benzene and propene. This reaction can be catalysed by conventional resin sulphonic acids, such as sulphonated polystyrenes, but reactions such as ethylation, which involve less stable intermediates, require stronger acids. Efforts have been made to find better catalysts and a highly acidic solid perfiuorinated resin sulphonic acid (Nation-H) has been found to be a suitable superacid catalyst in the 110-190 temperature range [ 12,13 ] . Graphite intercalates 156 M. C. Cruz Costa et al. /Journal of Molecular Catalysis A: Chemical 103 (1995)155-162 of Lewis acid halides such as AIC13 have also been tested as solid catalysts for the gas-phase alkylation of aromatic hydrocarbons [ 14] but, although initial conversions are high, their acidity declines rapidly with time and the catalysts become totally inactivated after a period of 6-8 h. The same deactivation effect, but slower, is also observed in the case of Nafion-H when alkenes are used as alkylating agents but the lifetime of the catalyst is improved when alcohols are the alkylating compounds. Satisfactory results are obtained in Nafion-H catalyzed gas-phase alkylation of aromatic hydrocarbons with alkyl halides [ 15 ] Zeolites show advantages as Friedel-Crafts catalysts in that they are frequently para-selective [ 16] . Since they can also be highly acidic, thermally stable and resistant to water and acids they form a valuable addition to the range of available catalysts, and consequently are the subject of an extensive patent literature [ 16,17 ] . Polymeric metal phosphates have many of the catalytic properties of zeolites, and offer the extra advantage that they are readily modified chemically to vary their shape selectivity. We have therefore investigated the use of zirconium phosphate as a Friedel-Crafts catalyst. Catalytic behaviour of amorphous and crystalline zirconium phosphate was studied in both liquid and gas phases and compared with the activity of alumina and acid activated clays as benchmark standards. 2. Experimental 2.1. Preparation of catalysts Amorphous zirconium phosphate [ZrPA (50ZC)] was prepared with 50% excess of zirconyl chloride [ 18 ] . Aqueous H3P04 solution (54.2 g/1; 54.0 ml) was added rapidly to a well stirred aqueous solution of ZrOC12 - 8H20 (129.0 g/l; 55.6 ml). After stirring the mixture for 15 min at room temperature, the gelatinous suspension was washed several times with large volumes of distilled water by decantation, centrifuged off and dried at 50. The dried product was con- verted entirely into its protic form by immersion in an aqueous HN03 (1 M) solution for 24 h. After centrifugation, the solid zirconium phosphate was washed several times with distilled water to a pH of 4-5 and then dried at 110. Crystalline zirconium phosphate was prepared by refluxing this amorphous zirconium phosphate for 126 h in aqueous orthophosphoric acid (11 M). [19] The microcrystalline compound so obtained was washed with distilled water until the effluent attained pH 4-5 and was then dried at 110. The sample was labelled as ZrP (11:126). The alumina used as catalyst was a standard commercial product (BDH; chromatographic grade) and was not previously dried before use. The clay was a Montmorillonite sample Fulton Premiere, identical to Fulcat 16 Grade, (from Laporte Industries, UK). It was activated with H2S04 but was not subjected to previous thermal treatment before use. CU21 /H+ ion-exchanged zirconium phosphate, CuZrPA (50ZC), was prepared by refluxing the amorphous zirconium phosphate, ZrPA (50ZC), for 16 h with an aqueous copper sulphate solution (0.025 M; 2.5 mmol copper to 1.0 mmol of phosphate). 2.2. Acidity measurements The total amount of acid and the acid strength distribution of the crystalline and amorphous zirconium phosphate samples were determined by titration with n-butylamine [ 20-22 ] . Zirconium phosphate samples (0.2 g), immediately after being dried at 110, were suspended in 2 ml of petroleum ether (b.p. 60/ 80, previously dried over KOH and distilled) and titrated with solution of n-butylamine (0.25 M) in petroleum ether (b.p. 60/80), using various indicators of different pK$. The volume of n-butylamine solution required to change the colour of the indicator gives a measure of the amount of acid stronger than the indicator used. The acid strength is expressed by the Hammett acidity function, Ho, corresponding to the pK8 of the indicator. The following indicators were used to measure the acid strength: ben- M. C. Cruz Costa et al. /Journal of Molecular Catalysis A: Chemical 103 (1995)155-162 zalacetophenone (pK.,= - 5.6) , dicinnamalacetone (pK.= - 3.0) , p-dimethylaminoazobenzene (pKa = + 3.3) and methyl red (pKa = + 4.8) . 2.3. Alkylation of anisole with alcohols in the gas phase The reaction was carried out in a wall-heated glass tube reactor (300 X 23 mm) containing a loose packing of glass wool onto which the catalyst was sprinkled uniformly. The reactor was charged with catalyst (0.5 g) which had been dried at 110 for 16 h. For reaction, a stream of nitrogen gas was passed through the heated tube at a rate of 0.5 1/min, the tube being maintained at a temperature of 350 throughout the experiment. This gave the reaction mixture a contact time with the catalyst of 15 s. The reactant alcohols and anisole were introduced in a 17:1 molar ratio through a syringe at a liquid flow rate of 0.01 1/min, using a syringe pump. The gaseous products from the reactor were condensed in a system of two U-tubes, the first cooled with ice and the second with liquid nitrogen. Products were analyzed by GC-MS on an OV351 capillary column (25 m: 0.3 mm i.d.) . Product phenols were separated from anisoles by the following procedure. The combined condensates in the U-tube receivers were dissolved in diethyl ether and extracted three times with aqueous NaOH (1.5 M). The ethereal layer was solution A. The basic aqueous extract was acidified to about pH 1-2 with conc. HCl to give free phenols which were extracted with diethyl ether to give solution B; the two ethereal extracts (solution A and solution B) were washed with distilled water, dried over MgS04 and analyzed for anisoles and phenols respectively. Products were identified by GC-MS, by comparison of their retention times and mass spectra with those of authentic samples under similar conditions of analysis. 2.4. Alkylation of anisole with methanol in the liquid phase Alkylation of anisole was carried out in the liquid phase by heating a stirred mixture of anisole 157 (2.91 g), methyl alcohol (14.55 g) and amorphous zirconium phosphate [ ZrPA (50ZC) ; 0.70 g] in an autoclave at 220 for 18 h. The reaction mixture was diluted with diethyl ether and filtered. Phenols were separated from anisoles and polymethyl benzenes by the procedure described above, making use of their solubility in base. Products were identified by GC-MS, by comparison of their retention times and mass spectra with those of authentic samples, under similar conditions of analysis. 2.5. GC-MS This was carried out on a VG 7070E mass spectrometer, directly coupled to a capillary column coated with OV351 and mass spectra were obtained by electron ionization at 70 eV. Mass spectra were compared with those of authentic specimens of the relevant phenols and anisoles. 3. Results and discussion 3.1. Characterisation of catalysts The zirconium phosphate, ZrP (11:126), was found to be composed of microcrystals of particle size 1.01.rm. The amorphous form, ZrPA (50ZC), was composed of particles of 45.7 ,um average size, significantly greater in dimension than those of the crystalline material. Powder X-ray diffraction patterns obtained for, ZrP (11:126) revealed very high crystallinity and an interlayer spacing of 7.6 A, in complete agreement with the value previously reported [ 23 ] . Surface areas of polymeric metal phosphates were determined by a standard BET method with nitrogen as sorbant. gas. There was a clear inverse relationship between the surface area per unit mass and the degree of crystallinity of the phosphates. Amorphous zirconium phosphate, ZrPA (50ZC), had a large surface area (278 M2 /g) and the crystalline compound, ZrP (11:126), a remarkably small one (1.3 m2/g). 158 M.C. Cruz Costa et al. l Journal of Molecular Catalysis A: Chemical 103 (1995)155-162 Since polymeric zirconium phosphates are solid acids, one of the fundamental properties to be determined in relation to catalytic behaviour, is the amount and strength of their acid sites. The amount of acid, determined with an indicator of pKa = + 4.8, was found to be 6.88 mequiv. / g for the crystalline sample, ZrP (11:126), very close to its theoretical exchange capacity (6.64 mequiv. / g) and indicating that the measured acidity is due to the interlamellar monohydrogen phosphate groups. This suggests that the layers of the crystal swell during acidity titrations to admit the base. The acid strength distribution determined for ZrP (11:126) (viz., 6.71 mequiv. / g with pKe + 4.8 >- Ho >- + 3.3; 0.17 mequiv. / g with pKa + 3.3 >- Ho >- - 3.0; no acid sites corresponding to pK$ - 3.0 >- Ho >- - 5.6) shows that only weak acid sites were present, in agreement with the low catalytic activity exhibited by this material as a Friedel-Crafts catalyst. In amorphous zirconium phosphate, ZrPA (50ZC), the total amount of acid (1.67 mequiv./g) is considerably lower than is the case for the crystalline sample, ZrP (11:126) . However, the number of strongly acidic groups corresponding to - 3.0 >_ Ho >_ - 5.6 is 0.18 mequiv. / g in the amorphous sample and the content of weakly acidic sites with pKa + 4.8 >- Ho >- + 3.3 is 0.69 mequiv./g. The better catalytic properties of the amorphous sample compared to the crystalline sample of ZrP (11:126) can be interpreted either on the basis of inaccessibility of interlamellar phosphate groups of the crystalline sample to molecules from the gas phase, since swelling of the crystal would not be expected to occur under these conditions, or on the basis that catalysis is by strong acid sites which occur mainly in the amorphous form. Some support for the latter view comes from experiments on exchange of the materials with copper ions. These sites do not seem to be exchanged to a significant extent with copper ions, as was demonstrated by an acid strength distribution determined for CuZrPA (50ZC), of 0.10 mequiv. / g with pKa - 3.0 >- Ho >- - 5.6 i.e. very similar to that of the unexchanged material. This result is consistent with the presence of strongly acidic Lewis-type centres together with weakly acidic Brsted-type in the structure of the amorphous zirconium phosphate, ZrPA (50ZC), probably induced by the experimental conditions used in its preparation (large excess of zirconyl chloride). 3.2. Alkylation of anisole with alcohols in the gas phase When anisole and methanol or n-butanol were passed over zirconium phosphate in the gas phase at 350, mixtures of phenols and ring-methylated anisoles were formed. For the same materials reacted with alumina as catalyst, demethylation occurred to a considerable extent to give mainly phenols and, surprisingly, highly substituted methyl benzenes were isolated. The relative amounts of the various products formed in attempted alkylation of anisole with methanol or with butanol over amorphous and crystalline zirconium phosphate are compared in Table 1 with those obtained under similar experimental conditions for the same reactions catalysed by alumina and clay. The results show that amorphous zirconium phosphate, ZrPA (50ZC) is an active catalyst for these processes; the reaction pathways are comparable to those found [ 14] using catalysts such as Nafion-H. For the amorphous ZrPA (50ZC ) catalysed reaction, there is a 60% conversion of anisole, giving a product mixture containing 75% of polymethylated anisoles. Phenol formation is much reduced compared with that found with Nafion-H. The observed products indicate that two processes are involved in product formation, one being the removal of a methyl group from the methoxyl oxygen and the other being methylation of the aromatic ring [ 20] . From an earlier study of the reactions of anisole catalysed by Nafion-H, it was concluded that both processes resulted from transfer of a methyl group from the oxygen atom to the aromatic ring [ 14] . To check whether such a process was operative using the catalysts, described here, the rearrange- M.C Cruz Costa et al. /Journal of Molecular Catalysis A: Chemical 103 (1995) 155-162 Table 1 Alkylation of anisole with methanol and butanol in the gas phase over various catalysts a Catalyst a Alcohol Composition of reaction mixture (%molar) b 159 Phenols Anisoles Polymethyl benzene Phenol Cresol Dimethyl- Tri- to penta- Anisole ` Methyl- Di- to penta- Penta- Hexa phenols methyl- anisoles methyl- methyl- methyl- phenols a anisoles a benzene benzene ZrPA (50ZC) Methanol 6 0 6 0 42 1 45 0 0 ZrP (11:126) Methanol 0 0 0 0 97 1 2 0 0 Clay Methanol 4 5 0 0 84 7 0 0 0 Alumina Methanol 4 0 5 20 3 0 8 9 51 ZrPA (50ZC) Butanol 28 0 0 0 65 1 6 0 0 a Nz flow=0.05 ml/min; total flow rate of Nz and reactants=0.01 ml/min; temp. 350; molar ratio anisole/alcohol: 1 / 17. b Compounds in percentage _< 0.5% were ignored. Including starting material. d C6H5-n(CH3),OH, n = 3-5. C6Hs-n(CH3 )nOCH3, n = 2-5. ment of anisole over ZrPA (50ZC) at 350 was studied in the absence of methanol. Under these conditions, a mixture of 91 % of the unreacted starting material, 7% of phenol, and 2% of orthomethyl anisole was obtained. In the presence of methanol, reaction at the same temperature gave 45% of methyl anisoles and 6% of phenol. However, in the presence of n-butanol, 6% of methyl anisoles was obtained, together with 28% of phenol. These results suggest that methylation and demethylation are separate processes with these Zr catalysts; phenol yield is marginally reduced on reacting anisole with methanol, and substantially increased on reacting anisole with n-butanol. This is consistent with methanol being involved in a demethylation/methylation sequence, whereas butanol can demethylate, but cannot butylate. The proposed mechanism for demethylation is shown in Scheme 1. Methanol can attack a protonated methoxy group in anisole to give dimethyl ether and phenol; OH Me 11. 141x H RM~O, a similar reaction is envisaged with n-butanol. In support, it may be noted that passing methanol over Nafion-H at 190 produces dimethyl ether and water [ 14 ] . It should be noted that both ethanol and butanol can give rise to water under our reaction conditions, and it could be argued that the phenol arises from reaction of this water with anisole. It seems unlikely that water is present in significant amounts, particularly in a continuous flow situation, to be able to compete for the available substrate with the nucleophilic alcohols; certainly, reaction with methanol gives less phenol than does reaction in the absence of methanol. Alkylation of anisole proceeded readily when a mixture of a;nisole and methanol was passed over the Zr catalyst, but, surprisingly, a mixture of anisole and n-butanol did not produce butylated anisoles or phenols, but gave mainly phenol and starting material. This is consistent with a bimolecular reaction between anisole and an alcohol bonded to the catalyst, where steric effects might MeOMe 9 OH ~r. OH ?H Scheme 1. Mechanistic model for demethylation of anisole to phenol, with initial protonation of the methoxy group followed by attack by methanol or water to reform the acid site. 160 M. C. Cruz Costa et al. /Journal of Molecular Catalysis A: Chemical 103 (1995)155-162 OMe CH30H CI-' H OMe b PH i~ H H '~'' H3C } 77~ -H20 OMe CH3 ',0 1 OH IPA (r=y \" 7777\". 777777, Scheme 2. Mechanistic model for the formation of methylanisoles from methanol and anisole through formation of an incipient methyl carbocation which attacks the aromatic ring. be significant, as is indicated in Scheme 2. However, reactions involving the generation of a carbocation from n-butanol, cannot be excluded since it is possible that acid-catalysed dehydration of butanol is too fast for any significant concentration of any of the butyl carbocations to exist and therefore butylation of anisole does not occur. Methanol cannot readily undergo a similar process (to form carbene), and so is available for alkylation when it is complexed to the catalyst as a carbocationoid species rather than a true carbocation, ( Scheme 2 ) Alkylation of anisole with methanol seems to take a different course when catalysed by alumina. High conversion of anisole into products was observed, giving mainly hexamethylbenzene (50% selectivity) together with highly ring-methylated phenols. Polysubstituted anisoles, methyl benzenes, phenol and substituted phenols were obtained in smaller quantities as listed in Table 1. Indeed, the yield of hexamethylbenzene is such as to make this reaction a serious possibility for the conversion of anisole (or phenol) into the hydrocarbon. Extensive methylation was clearly favoured in the reactions catalysed by alumina, compared with those were zirconium phosphate was used. The greater extent of alkylation seems surprising because of the short contact time of the reagents with the catalyst. The texture of catalytically active aluminas has been studied by means of diffraction and adsorption techniques [24] and the results are consistent with a `pseudosolvent' effect. It has been suggested [24] that alumina acts as `solvating' agent, surrounding alcohol molecules trapped in submicroscopic pores, crevices or channels present in the structure. On the basis of this argument, it may be suggested that probably the methylation of anisole, catalysed by alumina, also takes place in the pores of the catalyst, under the catalytic effects of their acid sites. More recent work [ 25 ] indicates the importance of acidic and basic sites on an alumina surface. This would explain the formation of polymethylated compounds, with products obtained in earlier stages of reaction remaining trapped in the crevices of the catalyst and undergoing successive methylations before being released into the main gas flow. Aromatic molecules having a small number of methyl groups (toluene, xylenes) have not been detected in the reaction catalysed by alumina and this might suggest that penta- and hexamethylbenzene are formed directly from the corresponding polymethylated anisoles, probably by a concerted mechanism in which acidic and basic sites on the catalyst participate ( Scheme 3 ) . These results clearly show that metal(N) phosphates catalyse Friedel-Crafts reactions in the gas phase. Although the catalysts used show little advantage over conventional catalysts such as zeolites, there is clearly scope for development of these materials to improve their shape-selectivity by modification of the polymers. 3.3. Alkylation of anisole with methanol in the liquid phase The catalytic activity of zirconium phosphate, particularly in its amorphous form, ZrPA ( SOZC), was still good in the liquid phase at lower temperatures than the gas phase work. Alkylation of anisole with methanol was carried out with ZrPA ( SOZC ) in an autoclave at 220. After 18 h with continuous stirring, the conversion of anisole into MC Cruz Costa et al. /Journal of Molecular Catalysis A: Chemical 103 (1995) 155-162 Me(n = d, 5) A^ CH3 Q- H Q H' H AI A1 ,with methanol: using water: Mes H - H H~ H Al mss= Q_ AI Scheme 3. Mechanistic model for the formation of penta- and hexamethylbenzene from anisole and either methanol or water through use of both protic and basic sites on the alumina. 0C HH H20 Men (n = 5, 6) + AlH . O HCH HZO H l l . (0 + 5 Me 161 products was nearly quantitative, only 2% remain ing unreacted. A mixture of phenol ( 26% ) , cre sols ( 5 % ) , dimethylphenols ( 7% ) , tri- to pentamethylphenols ( 6% ) , di- to pentamethylan- isoles (17% ) , pentamethylbenzene ( 8% ) and References hexamethylbenzene ( 29% ) was obtained. Again, there was a notably high proportion of highly methylated benzenes. Under the conditions used in this experiment, high conversions were achieved but selectivity was compromised com pared with the gas phase process. Yields have not been optimized but adjustment of the experimen- tal conditions in terms of time, temperature and molar ratio of anisole to methanol, could probably be used to advantage so as to give less complex mixtures. Acknowledgements The authors wish to express their thanks to INVOTAN (Portugal) for a grant (M.C.C.C.) and Laporte Industries ( Widnes, UK) for provid ing the clay sample. The authors are particularly grateful to Dr. Mary Davies and Mrs. Mavis Whit tle of Laporte Industries for the surface area and X-ray diffraction measurements and for useful discussions. [ 1 ] A. Clearfield, J. Mol. Catal., 27 (1984) 251. [2] A. Clearfied and D.S. Thakur, Appl. Catal., 26 (1986) 1. [3] S. Cheng and A. Clearfield, J. Chem. Soc., Faraday Trans. I, 80 (1984) 1579. [4] S. Cheng and A. Clearfield, J. Catal., 94 (1985). 455. [SJ J.A. Clearfield, Comments Inorg. Chem., 10 (1990) 89. [6] K.P. Callahan, P.M. DiGiacomo and M.B. Dines, US Pat. 4,386>013 (1983 ). [7] K.P. Callahan, P.M. DiGiacomo and M.B. Dines, J. Chem. Phys., 85 (1984) 3726. [ 8 ] R.H. Lane, K.P. Callahan, R. Cooksey, P.M. DiGiacomo, M.B. Dines and P.C. Griffith, Am. Chem. Soc. Div. Pet. Chem., 27 (1984) 624. [9] D. Thakur and A. Clearfield, J. Catal.> 69 (1981) 230. 10] T. Hattori, H. Hanai and Y. Murakami, J. Catal., 56 (1979) 294. 11 ] A. Clearfield, J. Catal., 56 (1979) 296. 12] J. Kaspi and J.A. Olah, J. Org. Chem., 43 (1978) 3142; G.A. Olah, D. Meidar, R. Malhotra, J.A. Olah and S.C. Narang, J. Catal., 61 (1980) 96. 13] G.A. Olah, G.K. Prakash and J. Sommer, Superacids, Wiley Interscience, New York, 1985. 14] G.A. Olah, US Pat.4,116,880 (1978). 15 ] G.A. Olah and D. Meider, Nouv. J. Chim., 3 (1979) 269. 16] W. Holderich, M. Hesse and F. Naumann, Angew. Chem., Int. Ed. Engl., 27 (1988) 226. 162 M. C. Cruz Costa et al. /Journal of Molecular Catalysis A: Chemical 103 (1995)155-162 [ 17] M. Butters, in K. Smith (Ed.), Solid Supports and Catalysts in [ 21 ] H.A. Benesi, J. Phys. Chem., 61 (1957) 970. Organic Synthesis, Ellis Horwood, Chichester, 1992. [22] H.A. Benesi, J. Am. Chem. Soc., 78 (1956) 5490. [18] C.B. Amphlett, L.A. McDonald and MT Redman, J. Inorg. [23] A. Clearfield, R.H. Blessing and J.A. Stynes, J. Inorg. Nucl. Nucl. Chem., 6 (1958) 220. [ 19] A. Clearfield and J.A. Stynes, J. Inorg. Nucl. Chem., 26 (1964) 117. [20] H.A. Benesi and B.H.C. Winquist, Adv. Catal., 27 (1978) 97. Chem., 30 (1968 ) 2249. [24] H. Pines and J. Manassen, Adv. Catal., 16 (1966) 49. [25] For leading references see, E.C. Decanio, V.P. Nero and J.W. Bruno, J. Catal., 135 (1992) 444. MOLCAA 95001239 1381-1169(95)00123-9 10.1016/1381-1169(95)00123-9 Molecular aspects of heterogeneous catalysis Article Properties of polymeric zirconium phosphates as Friedel-Crafts catalysts M.Conceição Cruz Costa 1 Robert A.W. Johnstone David Whittaker ∗ Department of Chemistry, University of Liverpool, P.O. Box 147, Liverpool L69 3BX, UK ∗ Corresponding author. 1 Present address: Escola Superior Agrária, 3000 Coimbra, Portugal. The activities of some amorphous and crystalline polymeric zirconium phosphates as Friedel-Crafts catalysts have been investigated. Catalytic behaviour was studied in the alkylation of anisole with alcohols in both liquid and gas phases and compared with the activity of alumina and acid activated clay. Under comparable experimental conditions, the catalytic activity of amorphous zirconium phosphate compares favourably with that shown by the superacidic Nafion-H. The range of phenols and ring-methylated anisoles obtained in the methylation of anisole in the gas-phase over Nafion-H and amorphous zirconium phosphate are similar, but the relative amount of phenol is lower with the phosphate. The results indicate that catalytic activity is particularly high for amorphous phosphate gels prepared with phosphorus to metal ratios of less than 2. This high level of activity is accompanied by large surface areas with sites of high acidity. Keywords Friedel-Crafts Gas phase Zirconium phosphate Mechanism References [1] A. Clearfield J. Mol. Catal. 27 1984 251 [2] A. Clearfied D.S. Thakur Appl. Catal. 26 1986 1 [3] S. Cheng A. Clearfield J. Chem. Soc., Faraday Trans. I 80 1984 1579 [4] S. Cheng A. Clearfield J. Catal. 94 1985 455 [5] J.A. Clearfield Comments Inorg. Chem. 10 1990 89 [6] K.P. Callahan, P.M. DiGiacomo and M.B. Dines, US Pat. 4,386,013 (1983). [7] K.P. Callahan P.M. DiGiacomo M.B. Dines J. Chem. Phys. 85 1984 3726 [8] R.H. Lane K.P. Callahan R. Cooksey P.M. DiGiacomo M.B. Dines P.C. Griffith Am. Chem. Soc. Div. Pet. Chem. 27 1984 624 [9] D. Thakur A. Clearfield J. Catal. 69 1981 230 [10] T. Hattori H. Hanai Y. Murakami J. Catal. 56 1979 294 [11] A. Clearfield J. Catal. 56 1979 296 [12] J. Kaspi J.A. Olah J. Org. Chem. 43 1978 3142 G.A. Olah D. Meidar R. Malhotra J.A. Olah S.C. Narang J. Catal. 61 1980 96 [13] G.A. Olah G.K. Prakash J. Sommer Superacids 1985 Wiley Interscience New York [14] G.A. Olah, US Pat. 4,116,880 (1978). [15] G.A. Olah D. Meider Nouv. J. Chim. 3 1979 269 [16] W. Holderich M. Hesse F. Naumann Angew. Chem., Int. Ed. Engl. 27 1988 226 [17] M. Butters K. Smith Solid Supports and Catalysts in Organic Synthesis 1992 Ellis Horwood Chichester [18] C.B. Amphlett L.A. McDonald M.J. Redman J. Inorg. Nucl. Chem. 6 1958 220 [19] A. Clearfield J.A. Stynes J. Inorg. Nucl. Chem. 26 1964 117 [20] H.A. Benesi B.H.C. Winquist Adv. Catal. 27 1978 97 [21] H.A. Benesi J. Phys. Chem. 61 1957 970 [22] H.A. Benesi J. Am. Chem. Soc. 78 1956 5490 [23] A. Clearfield R.H. Blessing J.A. Stynes J. Inorg. Nucl. Chem. 30 1968 2249 [24] H. Pines J. Manassen Adv. Catal. 16 1966 49 [25] For leading reference see E.C. Decanio V.P. Nero J.W. Bruno J. Catal. 135 1992 444",
      "scopus-id": "2342516151",
      "coredata": {
        "eid": "1-s2.0-1381116995001239",
        "dc:description": "The activities of some amorphous and crystalline polymeric zirconium phosphates as Friedel-Crafts catalysts have been investigated. Catalytic behaviour was studied in the alkylation of anisole with alcohols in both liquid and gas phases and compared with the activity of alumina and acid activated clay. Under comparable experimental conditions, the catalytic activity of amorphous zirconium phosphate compares favourably with that shown by the superacidic Nafion-H. The range of phenols and ring-methylated anisoles obtained in the methylation of anisole in the gas-phase over Nafion-H and amorphous zirconium phosphate are similar, but the relative amount of phenol is lower with the phosphate. The results indicate that catalytic activity is particularly high for amorphous phosphate gels prepared with phosphorus to metal ratios of less than 2. This high level of activity is accompanied by large surface areas with sites of high acidity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-11-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995001239",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Costa, M.Conceição Cruz"
          },
          {
            "@_fa": "true",
            "$": "Johnstone, Robert A.W."
          },
          {
            "@_fa": "true",
            "$": "Whittaker, David"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995001239"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995001239"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00123-9",
        "prism:volume": "103",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Properties of polymeric zirconium phosphates as Friedel-Crafts catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Friedel-Crafts"
          },
          {
            "@_fa": "true",
            "$": "Gas phase"
          },
          {
            "@_fa": "true",
            "$": "Zirconium phosphate"
          },
          {
            "@_fa": "true",
            "$": "Mechanism"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "155-162",
        "prism:endingPage": "162",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 November 1995",
        "prism:doi": "10.1016/1381-1169(95)00123-9",
        "prism:startingPage": "155",
        "dc:identifier": "doi:10.1016/1381-1169(95)00123-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/2342516151"
      }
    }
  }
}