{
  "metadata": {
    "title": "Mixed ligand complexes of chromium(III) and iron(III): synthesis and evaluation as catalysts for oxidation of olefins",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-08-10",
    "doi": "10.1016/1381-1169(95)00299-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995002995",
    "pii": "1381116995002995"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030578672",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-1381116995002995 1381-1169(95)00299-5 1381116995002995 10.1016/1381-1169(95)00299-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00015 2015-05-13T23:01:31.432129-04:00 0 0 19960810 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 110 110 2 2 Volume 110, Issue 2 3 89 94 89 94 19960810 10 August 1996 1996-08-10 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. MIXEDLIGANDCOMPLEXESCHROMIUMIIIIRONIIISYNTHESISEVALUATIONCATALYSTSFOROXIDATIONOLEFINS SAMNANI P MANSUY 1989 267 D OSTOVIC 1992 314 D MEUNIER 1992 1411 B SAMNANI 1994 904 P GANESHPURE 1988 981 P GANESHPURE 1989 L1 P JACOB 1989 131 M JACOB 1989 1325 M UPADHYAY 1992 277 M UPADHYAY 1993 1 M UPADHYAY 1994 287 M PERRIN 1988 D PURIFICATIONLABORATORYCHEMICALS LUCAS 1955 483 H KURTZ 1990 585 D SAMSEL 1985 7606 E SAMNANIX1996X89 SAMNANIX1996X89X94 SAMNANIX1996X89XP SAMNANIX1996X89X94XP item 1381-1169(95)00299-5 1381116995002995 1-s2.0-1381116995002995 10.1016/1381-1169(95)00299-5 271358 2010-09-28T03:12:02.839122-04:00 1996-08-10 1-s2.0-1381116995002995-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002995/MAIN/application/pdf/e59453dbefc05e911b0427bd1f65d065/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002995/MAIN/application/pdf/e59453dbefc05e911b0427bd1f65d065/main.pdf main.pdf pdf true 538362 MAIN 6 1-s2.0-1381116995002995-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002995/PREVIEW/image/png/72a50722ca7530568acb4fc95bec0789/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002995/PREVIEW/image/png/72a50722ca7530568acb4fc95bec0789/main_1.png main_1.png png 61428 849 656 IMAGE-WEB-PDF 1 ELSEVIER JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 110 (1996) 89-94 Mixed ligand complexes of chromium(III) and iron(III) : synthesis and evaluation as catalysts for oxidation of olefins Prakash B. Samnani a, Pabitra Krishna Bhattacharya a' * , Pralhad A. Ganeshpure b, V.J. Koshy b, Sheo Satish b a Department of Chemistry, Faculty of Science, M.S. University of Baroda, Vadodara 390 002, India b Research Centre, Indian Petrochemicals Corporation Limited, Vadodara 391 346, India Received 24 August 1995; accepted 22 November 1995 Abstract The mixed ligand complexes Cr\"I(dpa)(L)Cl and Fe'n(dpa)(Q(H20),Cl (where dpa = dipicolinic acid, L = ethylenediamine, 2,2-bipyridine or 1,10-phenanthroline, n = 1 or 2) were synthesized and characterized by elemental analysis and spectral, magnetic, conductance and electrochemical studies. The complexes were evaluated for their activity as catalysts for the epoxidation of olefins. The chromium complexes catalyzed epoxidation of olefins, viz., norbomene, cis-cyclooctene, styrene and cyclohexene with iodosylbenzene, to give corresponding epoxides. Oxidation of cyclohexene gave allylic oxidation products besides the epoxide. The iron complexes were nearly inactive as epoxidation catalysts under these conditions. Spectrophotometric and electrochemical measurements were used to deduce the cause of low catalytic activity. Keywords: Oxidation; Epoxidation; Catalyst; Chromium; Iron 1. Introduction There is currently much interest in the transition metal-catalyzed oxidation reactions as chemical models for the monooxygenase, cytochrome P-450 [1,2]. The work in this area is aimed at inventing new methods for catalytic oxidation of hydrocarbons in a selective manner under mild conditions [3]. During our work on the development of biomimetic epoxidation systems, we have evaluated several non-porphyrin transition metal complexes as catalysts [4-11]. Corresponding author. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. SSDI1381-1169(95)00299-5 It was observed that the mixed ligand complexes of ruthenium(III) with dipicolinic acid (dpa) and diamine ligands generate Ruv=O intermediate with a variety of oxidants, viz., PhIO, t-Bu00H and dioxygen [10]. The Ruv=O species was capable of epoxidizing olefins efficiently. It is expected that the corresponding Cr(III) and Fe(III) complexes should also be able to demonstrate such a catalytic behaviour. The five coordinate dpa-diamine ligand system appears to be appropriate for designing complexes to be used as catalysts. It gives complexes with octahedral geometry, in which one axial coordinating site is available for the reaction to occur. This paper reports synthesis and 90 P.B. Samnani et al. /Journal of Molecular Catalysis A: Chemical 110 (1996) 89-94 characterization of mixed ligand complexes of Cr(III) and Fe(III) with dipicolinic acid and diamines - ethylenediamine (en), 2,2'-bipyridyl (bpy) and 1,10-phenanthroline (phen) - and their evaluation as catalysts for the epoxidation of various olefins with iodosylbenzene as an oxidant. o 0 o o~ I /o N'__' 1 \\N X .Y Complex M N ^ N X Y Cr en Cr bpy Cr phen Fe Fe Fe C1 - C1 - C1 - en H20 C1, Hz0 bpy H20 C1 phen ci H20 2. Experimental 2.1. Materials and methods All the reagents were of AR grade and were used as received. The solvents were purified by standard procedures [12]. Iodosylbenzene was prepared by a published procedure [13]. Elemental analyses were earned out on a Carlo Erba 1106 elemental analyzer. UV-Vis spectra were recorded on Shimadzu UV-160A and IR spectra on Shimadzu IR-408 spectrophotometers. Conductivity measurements were carried out on a Toshniwal conductivity bridge. Magnetic susceptibility measurements were performed at room temperature by the Guoy method using Hg[Co(CNS)4] as calibrant. Gas chro- matographic analyses were done on a Shimadzu GC-7A equipped with Shimadzu C-R4A Chromatopac, using FID, Carbowax 20 M, 150 on Chromosorb W column (3 M) and NZ as carrier gas. An EG and G PAR model 273 potentiostat/galvanostat in conjunction with an IBM PS/2 equipped with Model 270 Electrochemical Analysis System Software was used for electrochemical measurements. A three-electrode system, consisting of Pt disk working electrode, Pt wire counter electrode and Ag wire reference electrode were used. All potentials were converted to the SCE scale. Tetrabutylammonium perchlorate (TBAP) was used as supporting electrolyte and all measurements were earned out at room temperature. The voltage scan rate was 0.1 V/s. The working electrode surface was polished before each voltammogram recording. Acetonitrile-water (1:1) was used as the medium for all the electrochemical measurements unless otherwise mentioned. 2.2. Synthesis of complexes 2.2.1. Cr(dpa)(en)Cl (1) A solution of dipicolinic acid (1 mmol) in ethanol (50 ml) was added dropwise to a stirred solution of CrC13 ~ 6H20 (1 mmol) in ethanol (50 ml) and the mixture stirred further at room temperature for 1 h. To the resultant deep green solution was added dropwise, ethylenediamine (1 mmol) in ethanol (50 ml). The clear solution was stirred for 1 h, stoppered, and left at room temperature for 3 days. The precipitated purple solid was suction-filtered, washed thoroughly with ethanol and dried at 80 under vacuum for 4 h. m.p. 275 (d); IR (em-): 32O0(, 1660(s,, 1300(s), 1165(m,sh), 1095(w,sh), 910(w), 780(w), 745(w). 2.2.2. Cr(dpa)(bpy)Cl (2) Preparation as for 1. Colour, purple; m.p. > 300; IR (cm-'): 1660(s), 1450(sh), 1330(s), 116), 1085(s), 910(s), 770(w), 740(m), 670(w). P.B. Samnani et al. /Journal of Molecular Catalysis A: Chemical 110 (1996) 89-94 2.2.3. Cridpa)(phen)Cl (3) Preparation as for 1. Colour, purple; m.p. 280 (d); IR (cm-'): 1670(0, 1435(sh), 1330(s), 1165(s), 1095(sh), 920(m), 850(sh), 750(w), 720(w), 670(sh). 2.2.4. Fe(dpa)(en)(HZO)zCl (4) Preparation as for 1 except that FeC13 (1 mmol) was taken in absolute ethanol. The complex separates out immediately on adding diamine solution. Colour, light yellow; m.p. 230 (d); IR (cm-'): 3500-3200(s,, 2000(sh), 1650(s), 1580 (sh), 1500(sh), 1420(s), 1315(s), 1170(sh), 1070(s), 900(s), 800(w), 765(sh), 735(sh), 670(sh). 2.2.5. Fe(dpa)(bpy)(H20)Cl (5) Preparation as for 4. Colour, yellow; m.p. 270 (d); IR (cm-'): 3400(s,, 1595(s), 1570(s), 1470(0, 1440(s), 1245(m), 1170(m,sh), 1100(sh), 1020(sh), 760(m), 725(sh), 650(sh). 2.2.6. Fe(dpa)(phen)(H20)Cl (6) Preparation as for 4. Colour, Orange; m.p. 280 (d); IR (cm-): 3400(s), 1670(s), 1515(s), 1430(s), 1315(m), 1160(m,sh), 1070(sh), 905(m), 765(m), 670(sh). 2.3. Procedure for oxidation studies All the oxidation reactions were carried out in a Schlenk tube under N2 atmosphere. To a solution of catalyst (0.012 mmol) in CH3CN- Table 1 Elemental analyses, conductance and magnetic data for the complexes 1-6 91 H20 mixture (3 + 1 ml) was added a solution of olefin (3.0 mmol) in CH3CN (3 ml) and the mixture deaerated by bubbling N2 for 10 min. PhIO (0.6 mmol) was added and the mixture stirred under N2 at 25 for 6h. A suitable internal standard was added to the reaction mixture and the products analyzed by gas chromatography. 3. Results and discussion All the complexes are amorphous. The complexes 1-6 gave satisfactory elemental analysis for C, H, N and metal (Table 1). All of them decompose at temperatures above 230 except 2 which does not melt below 300. The conductance for complex 2 in CH 3N02-CH 30H solvent mixture (7:3) is 28 ohm-' cmz mol-' showing that it is a non-electrolyte (Table 1). However, in CH3CN-H20 (6:1) 2 shows 1:1 electrolytic behaviour. Conductance for 3 in CH3N0z-CH30H (7:3) is 16 ohm-' cm2 mol-'. This shows that in these complexes the Cl remains coordinated to metal in a weakly coordinating solvent but is replaced by H20 in an aqueous-organic solution. Elemental analyses of iron complexes 4-6 show the presence of H20 molecules in the complexes in the solid state which is confirmed by IR spectral data. Moreover, conductance of 5 in acetone, a weakly coordinating solvent, is 87 ohm-' cmz mol-1, corresponding to l:l electrolytic behaviour. It Complex Analysis found (Calc.), % Conductance a NLerr(uncorr.) M(Fe/Cr) C H N 16.3 (16.6) 34.4 (34.6) 3.6 (3.5) 13.5 (13.4) 12.5 (12.7) 49.7 (49.9) 2.9 (2.7) 10.0 (10.3) 12.1 (12.0) 52.4 (52.7) 2.8 (2.6) 9.6 (9.7) 16.0 (15.8) 30.4 (30.7) 4.5 (4.3) 12.2 (11.9) 13.1 (12.9) 47.5 (47.4) 3.2 (3.0) 9.7 (9.8) 11.1 (11.4) 50.5 (50.2) 3.2 (2.9) 9.3 (9.2) 87 ` 33 (ohm- 1 cm2 moi-') BM 2.80 2.85 2.90 28(90) b 16 5.45 5.61 In CH3NOZ-CH30H (7:3). b In CH3CN-HO (6:1). ` In acetone. 92 P.B. Samnani et al. /Journal of Molecular Catalysis A: Chemical 110 (1996) 89-94 can be said that in 5, the sixth coordination site is occupied by a H20 molecule and the Cl resides outside the coordination sphere in the solid state. However, 6 does not show 1:1 elec trolytic behaviour in CH3N02-CH30H (Table 1). Complexes 1 and 4 do not dissolve in CH3N02-CH30H solvent. Magnetic susceptibility values for chromium complexes 1-3 lie in the range of 2.8-2.9 BM corresponding to 3 unpaired electrons in the metal centre. This is consistent with the + 3 oxidation state of the metal centre in the com plexes. ~t,ef values for iron complexes corre spond to 5 unpaired electrons for the + 3 oxida tion state of iron. Characteristic IR bands due to vasyn(COO) and vsym(COO) vibrations in free dpa appear at 1700 and 1300 cm-1, respec tively. In the chromium complexes the bands are shifted to 1600-1670 cm-1 and 1330 cm-1, respectively, indicating that coordination of the carboxylic functions is to the metal centre. In iron complexes, the corresponding bands appear at 1595-1670 cm-1 and 1420-1440 cm-1. A broad band at 3200 cm-1 is observed due to merging of vsym and varyn vibrations of -NHZ in 1. In complex 4, the N-H bands merge with that due to H 20 and a single broad band is observed at 3500-3200 cm-1. The chromium complexes 1 and 2 show two redox couples in the potential range of 0.0 V to -0.9 V (Fig. 1). The first wave corresponding to the Cr3+/Cr2+ redox system is irreversible in the case of 1 and 2. The second redox wave in the more negative potential range is quasi-re versible for both the complexes. This is at tributed to the Cr2+/Cr+ redox couple. Two redox couples in the same range are observed for the iron complexes 4-6 (Table 2). The first, corresponding to Fe 3+/Fe2+ system, is quasi- reversible for 4 and 6 and is irreversible for 5. 4 The Fe e+/Fe+ redox couple is quasi-reversible for the complexes 4-6. The potentials for chromium are more nega- 6 tive than those for the iron complexes (Table 2). Further, for both metal systems, the redox po tentials with bpy ligand appear at more positive 10yA o. eoo o.4oo o.ooo -o.4oo -o.eoo E/v vs. SEC. Fig. 1. Cyclic voltammograms of chromium complexes: - 1; - 2; - ~ - 2 after addition of PhIO. Conditions as in Table 2. potentials than those for corresponding en analogues. This trend is expected to be due to the strong or-donor tendency of the en moiety and the strong 7r-acceptor ability of bpy ligand. The results of the oxidation of olefins with iodosylbenzene in the presence of the chromium complexes 1-3 as epoxidation catalysts are shown in Table 3. A control experiment using cis-cyclooctene under identical experimental conditions, but excluding metal complex did not give any epoxide. Complex 3 was only partially soluble in the CH3CN:H20 (6:1) solvent mixture used for the oxidation reaction. This may be the reason for the lower yield of epoxide using complex 3 as a catalyst. Oxidation of cis-cyclooctene, norbornene and styrene exclusively gave corresponding epoxides, whereas, Table 2 Electrode potentials for various complex systems vs. SCE Complex b E, (V) EPe (V) i 2 s -0.020 - 0.713 -0.007 - 0.673 0.007 -0.740 0.122 -0.477 0.007 -0.473 -0.527 - 0.499 0.087 - o.soo -o.2ss 0.100 - 0.347 a CH3CN:H20= 10+10 ml. TBAP 0.1 M. b 0.07 mmol. PA Samnani et al. /Journal of Molecular Catalysis A: Chemical 110 (1996) 89-94 93 Table 3 Oxidation of olefins catalyzed by complexes 1-3 Olefin norbornene styrene CyClOhexene cis-cyclooctene 1 2 3 1 2 1 2 1 2 Catalyst Epoxide yield b (%) 8 8 3 3 3 5 9 s (7 d, 2s e> a Catalyst:PhIO:Olefin mole ratio 1:50:250; catalyst, 0.012 mmol, solvent CH 3CN+HZO (6+1 ml); time, 6 h. b Based on the oxidant taken. ` Only partially soluble. d Cyclohex-2-en-l-ol. e Cyclohex-2-en-l-one. cyclohexene gave substantial amounts of allylic oxidation products in addition to cyclohexene oxide. The turnover numbers in the range of 2-5 indicate that the reaction is catalytic. The iron complexes 4-6 show poor activity as catalysts for epoxidation of the above olefins (yield of epoxides < 1 %). This can be attributed to the facile oxidation of the complexes with iodosylbenzene to give p,-oxo complexes Fe\"'-O-Fe'v or complex degradation. In order to confirm this, an independent experiment was done where slightly more than 0.5 equivalent of PhIO was added to a solution of the complex 5 in CH 3CN. A brown solid precipitated out within a few minutes which was filtered, washed with diethyl ether and dried at room temperature under vacuum. The IR spectrum of this complex (7) was very similar to that of the complex 5 except that there is an additional strong band at 850 cm-1. This band was assigned to Fe-O-Fe group [14]. Room temperature magnetic susceptibility measurements correspond to value of 4.82 BM per metal centre for this complex. This confirms presence of Fe 4+ oxidation state in the complex. Further support for this comes from cyclic voltammetric studies of 7 in acetonitrile (Fig. 2). It shows two irreversible cathodic peaks at 0.383 V and 0.011 V and is different from the voltammogram of the complex 5 (Fig. 2). The peak at 0.383 V was assigned to Fe 4+/Fe3+ reduction. Addition of PhIO to the CH3CN solution of 5 also gives a cathodic peak at 0.375 V (Fig. 2), similar to that in complex 7. These experiments confirm formation of w-oxo species in the reaction of iron complexes with PhIO, leading to termination of the catalytic reaction (Eq. 1) and account for their inability to act as epoxidation catalysts. LMv=O + LM'u -* LMiv-O-M'vL (1) In case of the chromium complexes 1 and 2, reaction with PhIO causes slow disappearance of the peaks corresponding to Cr3+/Cr2+ and Cr2+/Cr+ redox couples. In complex 2, a new couple appears with cathodic peak at 0.500 V and an anodic peak at 0.853 V (Fig. 1). This can be attributed to high-valent Crv=O complex. Thus it is seen from cyclic voltammetric studies that the Crv=O species (Eq. 2) is generated by the reaction of Cr3+ with PhIO. The lower catalytic activity of the chromium complexes is probably due to the poor oxygen transfer ability of the Crv=O complex. LM,\" + PhIO -j LM `' = O + PhI LM V= 0 + . = --- LM Iu + ~o~ (3) (2) Kochi et al. [15] have assigned a partially resolved band in the region 550 nm to Crv=O in the UV-Vis spectrum of [(salen)Crv=O]+. i25pA 0.800 0.400 0.000 -0.400 -0.800 E/V vs. SEC. Fig. 2. Cyclic voltammograms of iron complexes in acetonitrile: - 7; - - - 5; - - 5 after addition of PhIO. Conditions as in Table 2. 94 P.B. Samnani et al. /Journal of Molecular Catalysis A: Chemical 110 (1996) 89-94 ~.0~ 0 1--- 600 Wavelength (nm) 800 Fig. 3. UV-Vis spectrum of chromium complex in CH 3CN-Hz0 (1:1): - 2, 0.5 X 10-3 M; - - - 2 after addition of PhIO, 0.5 X 10-3 M. The complex 2 shows a d-d transition band in the 540 nm region (Fig. 3). Reaction of PhIO changes the purple colour of the complex solution to wine red. However, the d-d band due to Crv=O is not seen due to d-d band of the original complex (Fig. 3). The ds iron(III) com- plexes being both, spin and orbital forbidden, do not show any clear features in their UV-Vis spectra. References [1] D. Mansuy, P. Battioni and J.P. Battioni, Eur. J. Biochem., 184 (1989) 267. [2] D. Ostovic and T.C. Bruice, Acc. Chem. Res., 25 (1992) 314. [3] B. Meunier, Chem. Rev., 92 (1992) 1411. [4] P.B. Samnani, P.K. Bhattacharya, P.A. Ganeshpure and S. Satish, Indian J. Chem., 33A (1994) 904 and references therein. [5] P.A. Ganeshpure and S. Satish, J. Chem. Soc., Chem. Commun., (1988) 981. [6] P.A. Ganeshpure, S. Satish and S. Sivaram, J. Mol. Catal., 50 (1989) Ll. [7] M. Jacob, P.K. Bhattacharya, P.A. Ganeshpure, S. Satish and S. Sivaram, J. Mol. Catal., 54 (1989) 131. [8] M. Jacob, P.K. Bhattacharya, P.A. Ganeshpure, S. Satish and S. Sivaram, Bull. Chem. Soc. Jpn., 62 (1989) 1325. [9] M.J. Upadhyay, P.K. Bhattacharya, P.A. Ganeshpure and S. Satish, J. Mol. Catal., 73 (1992) 277. [10] M.J. Upadhyay, P.K. Bhattacharya, P.A. Ganeshpure and S. Satish, J. Mol. Catal., 80 (1993) 1. [11] M,J. Upadhyay, P.K. Bhattacharya, P.A. Ganeshpure and S. Satish, J. Mol. Catal., 88 (1994) 287. [12] D.D. Perrin and W.L.F. Armargo, Purification of Laboratory Chemicals, Pergamon Press, Oxford, 1988. [13] H.J. Lucas, E.R. Kennedy and M.W. Formo, Org. Synth., 3 (1955) 483. [14] D.M. Kurtz Jr., Chem. Rev., 90 (1990) 585. [15] E.G. Samsel, K. Srinivasan and J.K. Kochi, J. Am. Chem. Soc., 107 (1985) 7606. MOLCAA 95002995 1381-1169(95)00299-5 10.1016/1381-1169(95)00299-5 Chemical and metal complex catalysis Article Mixed ligand complexes of chromium(III) and iron(III): synthesis and evaluation as catalysts for oxidation of olefins Prakash B. Samnani a Pabitra Krishna Bhattacharya ∗ a Pralhad A. Ganeshpure b V.J. Koshy b Sheo Satish b a Department of Chemistry, Faculty of Science, M.S. University of Baroda, Vadodara 390 002, India b Research Centre, Indian Petrochemicals Corporation Limited, Vadodara 391 346, India ∗ Corresponding author. The mixed ligand complexes CrIII(dpa)(L)Cl and FeIII(dpa)(L)(H2O) n Cl (where dpa = dipicolinic acid, l = ethylenediamine, 2,2-bipyridine or 1,10-phenanthroline, n = 1 or 2) were synthesized and characterized by elemental analysis and spectral, magnetic, conductance and electrochemical studies. The complexes were evaluated for their activity as catalysts for the epoxidation of olefins. The chromium complexes catalyzed epoxidation of olefins, viz., norbornene, cis-cyclooctene, styrene and cyclohexene with iodosylbenzene, to give corresponding epoxides. Oxidation of cyclohexene gave allylic oxidation products besides the epoxide. The iron complexes were nearly inactive as epoxidation catalysts under these conditions. Spectrophotometric and electrochemical measurements were used to deduce the cause of low catalytic activity. Keywords Oxidation Epoxidation Catalyst Chromium Iron References [1] D. Mansuy P. Battioni J.P. Battioni Eur. J. Biochem. 184 1989 267 [2] D. Ostovic T.C. Bruice Acc. Chem. Res. 25 1992 314 [3] B. Meunier Chem. Rev. 92 1992 1411 [4] P.B. Samnani P.K. Bhattacharya P.A. Ganeshpure S. Satish India J. Chem. 33A 1994 904 and references therein [5] P.A. Ganeshpure S. Satish J. Chem. Soc., Chem. Commun. 1988 981 [6] P.A. Ganeshpure S. Satish S. Sivaram J. Mol. Catal. 50 1989 L1 [7] M. Jacob P.K. Bhattacharya P.A. Ganeshpure S. Satish S. Sivaram J. Mol. Catal. 54 1989 131 [8] M. Jacob P.K. Bhattacharya P.A. Ganeshpure S. Satish S. Sivaram Bull. Chem. Soc. Jpn. 62 1989 1325 [9] M.J. Upadhyay P.K. Bhattacharya P.A. Ganeshpure S. Satish J. Mol. Catal. 73 1992 277 [10] M.J. Upadhyay P.K. Bhattacharya P.A. Ganeshpure S. Satish J. Mol. Catal. 80 1993 1 [11] M.J. Upadhyay P.K. Bhattacharya P.A. Ganeshpure S. Satish J. Mol. Catal. 88 1994 287 [12] D.D. Perrin W.L.F. Armargo Purification of Laboratory Chemicals 1988 Pergamon Press Oxford [13] H.J. Lucas E.R. Kennedy M.W. Formo Org. Synth. 3 1955 483 [14] D.M. Kurtz Jr. Chem. Rev. 90 1990 585 [15] E.G. Samsel K. Srinivasan J.K. Kochi J. Am. Chem. Soc. 107 1985 7606",
      "scopus-id": "0030578672",
      "coredata": {
        "eid": "1-s2.0-1381116995002995",
        "dc:description": "The mixed ligand complexes CrIII(dpa)(L)Cl and FeIII(dpa)(L)(H2O) n Cl (where dpa = dipicolinic acid, l = ethylenediamine, 2,2-bipyridine or 1,10-phenanthroline, n = 1 or 2) were synthesized and characterized by elemental analysis and spectral, magnetic, conductance and electrochemical studies. The complexes were evaluated for their activity as catalysts for the epoxidation of olefins. The chromium complexes catalyzed epoxidation of olefins, viz., norbornene, cis-cyclooctene, styrene and cyclohexene with iodosylbenzene, to give corresponding epoxides. Oxidation of cyclohexene gave allylic oxidation products besides the epoxide. The iron complexes were nearly inactive as epoxidation catalysts under these conditions. Spectrophotometric and electrochemical measurements were used to deduce the cause of low catalytic activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-08-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995002995",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Samnani, Prakash B."
          },
          {
            "@_fa": "true",
            "$": "Bhattacharya, Pabitra Krishna"
          },
          {
            "@_fa": "true",
            "$": "Ganeshpure, Pralhad A."
          },
          {
            "@_fa": "true",
            "$": "Koshy, V.J."
          },
          {
            "@_fa": "true",
            "$": "Satish, Sheo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995002995"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995002995"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00299-5",
        "prism:volume": "110",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Mixed ligand complexes of chromium(III) and iron(III): synthesis and evaluation as catalysts for oxidation of olefins",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxidation"
          },
          {
            "@_fa": "true",
            "$": "Epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Catalyst"
          },
          {
            "@_fa": "true",
            "$": "Chromium"
          },
          {
            "@_fa": "true",
            "$": "Iron"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "89-94",
        "prism:endingPage": "94",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 August 1996",
        "prism:doi": "10.1016/1381-1169(95)00299-5",
        "prism:startingPage": "89",
        "dc:identifier": "doi:10.1016/1381-1169(95)00299-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030578672"
      }
    }
  }
}