{
  "metadata": {
    "title": "Hydrogenation of benzene to cyclohexene over polymer-supported ruthenium catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-01-28",
    "doi": "10.1016/1381-1169(95)00184-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995001840",
    "pii": "1381116995001840"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002186767",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-1381116995001840 1381-1169(95)00184-0 1381116995001840 10.1016/1381-1169(95)00184-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00222 2015-05-13T23:01:31.432129-04:00 0 0 19960128 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 105 105 1 2 1 2 Volume 105, Issues 1–2 5 25 30 25 30 19960128 28 January 1996 1996-01-28 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. HYDROGENATIONBENZENECYCLOHEXENEOVERPOLYMERSUPPORTEDRUTHENIUMCATALYSTS HRONEC M VARSHNEY 1989 524 A SLEIGHT 1983 A APPLIEDINDUSTRIALCATALYSIS DINI 1973 1 P GALVAGNO 1988 443 D STRUIJK 1992 263 J STRUIJK 1992 77 J KRALIK 1995 145 M KRALIK 1995 143 M HRONEC 1993 75 M 1977 OSTIONIONEXES HRONECX1996X25 HRONECX1996X25X30 HRONECX1996X25XM HRONECX1996X25X30XM item 1381-1169(95)00184-0 1381116995001840 1-s2.0-1381116995001840 10.1016/1381-1169(95)00184-0 271358 2010-09-28T03:07:30.292315-04:00 1996-01-28 1-s2.0-1381116995001840-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001840/MAIN/application/pdf/9b9f4ab77adbda3a10fe6031ba6466d0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001840/MAIN/application/pdf/9b9f4ab77adbda3a10fe6031ba6466d0/main.pdf main.pdf pdf true 453068 MAIN 6 1-s2.0-1381116995001840-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001840/PREVIEW/image/png/87ce5188f33dc178b096de61a6b0bb3b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001840/PREVIEW/image/png/87ce5188f33dc178b096de61a6b0bb3b/main_1.png main_1.png png 60424 849 656 IMAGE-WEB-PDF 1 ELSEVIER Abstract JOURNAL OF MOLECULAR CATALYSIS if A: CHEMICAL Journal of Molecular Catalysis A: Chemical 105 (1996) 25-30 Hydrogenation of benzene to cyclohexene over polymer-supported ruthenium catalysts Milan Hronec a' * , Zuzana Cvengrosova, Milan Krik a, Giancarlo Palma b, Benedetto Corain a Department of Organic Technology, Slovak Technical University, Radlinsko 9, 812 37 Bratislava, Slovak Republic b Dipartimento di Chimica Fisica, Universitdi Padova, via Loredan 2, 1-35131 Padova, Italy ` Dipartimento di Chimica, Ingegneria a Materiali, Universitdell'Aquila, 67010 Coppito Due - Via Vetoio, L'Aquila. Italy Received 10 April 1995; accepted 10 July 1995 Partial liquid-phase hydrogenation of benzene to cyclohexene over ruthenium catalysts supported on charcoal and anionic cross-linked polymers is described. The influence of the polarity of polymeric supports, nature of the solvent and the presence of zinc additives on the performance of the catalyst in a glass-lined reactor at 100-110 and a pressure of 1.5 MPa have been studied. It has been found that at 42-47% conversion of benzene, the selectivity to cyclohexene, observed in water with Ru catalysts supported on a strongly hydrophilic microporous resin, is higher than that displayed by Ru supported on charcoal. The effect of water on the performance of the catalyst is probably a result of formation of a suitable environment around Ru particles and of a good accessibility of metal particles dispersed within the hydrophilic polymer support. Keywords: Hydrogenation; Benzene; Cyclohexene; Liquid phase; Ruthenium; Polymeric support; Supported catalysts 1. Introduction Partial hydrogenation of benzene to cyclohexene is a subject of great interest, from both theoretical and practical aspects, as cyclohexene is a very attractive industrial chemical for the synthesis of organic compounds [ 1 ]. In spite of the fact that cyclohexene is an intermediate product of the hydrogenation of benzene, maximizing the yield of cyclohexene is very difficult, owing to the kinetically favoured hydrogenation of cyclohexene to cyclohexane. This is . Corresponding author. 1381-1169/96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 1381-1169(95)00184-0 valid for the majority of metals used as hydrogenation catalysts, e.g. Ni, Pd, Pt, Ru [2]. In order to increase the yield of cyclohexene, it is necessary to affect the metal morphology or to arrange conditions for the transport of reactants and products to and from the surface of the catalyst to specifically favour the rapid desorption of cyclohexene from the surface of the catalyst. Dini et al. [3] applied a polymer-supported platinum catalyst prepared from Nylon-3 and polyacrylonitrile. A selectivity of 78.6% was achieved under hydrogenation of benzene at 160 in the vapour phase using polyacryloni- 26 M. Hronec et al. /Journal of Molecular Catalysis A: Chemical 105 (1996) 25-30 trile treated with acetone solution of PtC12(ecaprolactam)2. A limitation of the process described is a low conversion, less than 1 %, under which such good selectivity was achieved. Galvagno et al. [4] hydrogenated benzene in the vapour phase, using palladium, platinum and rhodium supported on Nylon, under atmospheric pressure and at a temperature of 150. These authors obtained the best results with rhodium; selectivity was more than 30% at a conversion of about 5%. A good selectivity, higher than 60%, at an acceptable conversion of about 40%, can be achieved according to Japanese patents of Nahagara and Kohishi [5,6]. The principle of this process is a control of cyclohexene mass transport through water solution of zinc salt and changing of Ru particles from hydrophobic to hydrophilic character. Some quantitative aspects of this process are available in the papers of Struijk et al. [7,8]. In order to utilize mass transport control for the improvement of the selectivity in a watercontaining complex reaction system we evaluated the ability of microporous hydrophilic resins to act as convenient support of ruthenium crystallites. Recently [9,10] we have reported on the synthesis and full characterization of new anionic microporous resins, which were utilized as supports for palladium and tested for the hydrogenation of p-nitrotoluene to p-toluidine. In this paper, we refer to anionic resins supported ruthenium catalysts, as a potential alternative for the hydrogenation of benzene to cyclohexene. 2. Experimental 2.1. Catalysts Powdered Ru catalysts were prepared by the procedure given by Struijk et al. [7]. Metallic Ru catalyst deposited on charcoal (5 wt.% of metal) was prepared by impregnation of charcoal (particle size 0.1-0.315 mm, surface area 1265 m2 g-1) with ruthenium chloride followed by reduction with formaldehyde [11]. Ru sup- ported on anionic polymers was prepared by an ion exchange of the sodium or potassium form with Ru(NH3)6C13 and the subsequent reduc,tion by sodium borohydride in ethanol as described for palladium catalysts in [9] and [ 10]. The following catalysts were prepared: 1. S4NR4; 4 wt.% of Ru, styrene-divinylbenzene sulfonated resin S4 (commercially denoted as KS 0409 [12]) 4 mol.% crosslinked, 5 mmol/g of sulfonic groups, particles 0.315-0.8 mm. 2. S8NR4; 4 wt.% of Ru, styrene-divinylbenzene sulfonated resin S8 (commercially denoted as KS 0807 [12]) 8 mol.% crosslinked, 5 mmol/g of sulfonic groups, particles 0.16-0.315 mm. 3. P4NR4; 4 wt.% of Ru, dimethylacrylamidestyrene sodium sulphonate-methylene bis(acrylamide) resin [9], 4 mol.% of crosslinker, 1.7 mmol/g of sulphonic group, P4N, particles 0.05-0.2 mm. 4. P4NR8; 8 wt.% of Ru, support as for P4NR4. 5. M4KR4; 4 wt.% of Ru, dimethylacrylamide potassium 1-methacryloyl ethylene 2 sulphonate-methylene bis(acrylamide) resin [10], 4% of crosslinker, 1.8 mmol/g of sul phonic groups, M4K, particles 0,05-0.2 mm. M4KR8; 8 wt.% of Ru, support as for M4KR4. 6. 2.2. Apparatus Catalytic experiments were carried out in a 50 cm' glass-lined stainless steel reactor connected with a flexible metal capillary to the apparatus for measuring the hydrogen consumption at constant pressure. The reactor was filled with reactants, catalyst and hydrogen, heated in a thermostated oil bath and vigorously agitated using a vibrator (frequency about 6 Hz). 2.3. Analysis The reaction mixture was extracted three times by diethyl ether and products were ana- M. Hronec et al./Journal of Molecular Catalysis A: Chemical 105 11996) 25-30 lyzed with a Hewlett Packard 5890 gas chromatograph using the capillary column HP 20 M (Carbowax 20 M, length 30 m, inner diameter 0.53 mm, 1.33 um film thickness) and a flame ionization detector. 3. Results and discussion The distribution of ruthenium inside a catalyst particle was checked through X-ray microprobe analysis. The uniform distribution of the metal was found for all catalysts, an example is given in Fig. 1. Results from the hydrogenation of benzene (Table 1, Fig. 2) show that at a 42-47% conversion of benzene, the selectivity with respect to cyclohexene formation is significantly influenced by the nature of the support. The highest selectivity achieved with Ru catalysts supported on M4K microporous resin can be explained on the basis of hydrophilicity and accessibility of the interior space of the resin. The particles of 27 the well swollen hydrophilic polymer act as small water droplets (vide infra), so that cyclohexene should be easily expelled from the catalyst particle just after its formation owing to its very low water solubility [7]. The type of the polymer also affects the accessibility of metal crystallites. The M4K resin has slightly lower swellability than the P4N resin but the reaction time with the M4K based catalyst for ca. 50% conversion is approximately half in comparison with P4N based catalyst. This behaviour can be caused by a different hindrance of ethylene sulphonic and phenylene sulphonic groups against diffusional transport of reactants and products. We suppose that ethylene sulphonic groups enable formation of better accessible space, which is indicated by the higher hydrogenation rate and consequently by the higher selectivity to cyclohexene. A relationship between accessibility and selectivity is fairly illustrated also for sulphonated styrenedivinylbenzene resin whose swellability is low, i.e. active ruthenium particles are less accessible Fig. 1. SEM and XRM maps of sulphur, sodium and ruthenium in the P4NR4 catalyst. 28 3 k 2 15 1 a 0 M. Hronec et al. /Journal of Molecular Catalysis A; Chemical 105 (1996) 25-30 - / +o v o 0 v po0 +ov ~~coooo >v o x* ooo 0 0 X~co o boo 0 3 6 9 time (s) x 10-3 Fig. 2. Hydrogen consumption (nH,) vs. time (t). Symbols as given in Table 1. Table 1 Effect of catalyst on the conversion and the selectivity of benzene hydrogenation Catalyst Reaction time Conversion (min) (%) and both the reaction rate and selectivity are lower in comparison with P4N and WK based catalysts (Fig. 3). Powdered ruthenium and especially Ru/C catalysts under comparable conditions are significantly less selective (Table 1). If a polymer supported catalyst is not swollen as in the case of the experiments without water, metal crystallites are poorly accessible and reaction rate is very low (Table 1). Also, in this experiment the effect of the resin hydrophilicity supports the good selectivity to cyclohexene. Selectivity Symbols in Fig. 2 Ru powder 103 37.8 1.8 5%Ru/C 33 55.3 0.5 0 5%Ru/C a 8 51.2 < 0.3 - S4NR4 (4%Ru) 145 43.1 3.0 O S8NR4 (4%Ru) 147 44.6 4.4 O P4NR4 (4%Ru) 89 45.4 5.6 0 P4NR4 a 360 4.3 9.3 - P4NR8 (8%Ru) 49 45.3 5.4 v M4KR4 (4%Ru) 47 47.2 8.1 O M4KR8 (8%Ru) 37 42.3 7.0 + Conditions: 100, 1.5 MPa, 2 ml benzene, 0.75 ml water, 2 mg Ru in the catalyst. a 110, without water. Table 2 Effect of zinc salts on both conversion and selectivity of hydrogenation of benzene at 110 and 1.5 MPa of total pressure. 2m1 benzene, 0.75 ml water, 2 mg of Ru in the catalyst Catalyst Zn salt Zn/Ru Reaction time Conversion Selectivity Symbols in Fig. 4 (g/g) (min) (%) (%) Ru powder e - 0 300 35.5 0.8 Ru powder a acetate 1.25 585 4.9 2.0 Ru powder acetate 1.25 473 10.3 5.6 - 0 33 55.3 0.5 sulphate 1.32 190 43.5 < 0.3 Ru/C sulphate 4.0 165 42.6 < 0.3 acetate 1.32 360 8.8 < 0.3 acetate 4.0 345 11.2 0.8 P4NR4 - 0 80 42.2 6.5 0 P4NR4 sulphate 0.006 240 40.9 7.7 P4NR4 sulphate 0.5 450 23.6 8.2 O P4NR4 sulphate 4 420 b 16.4 11.5 P4NR4 acetate 0.006 270 43.4 8.7 + P4NR4 acetate 1.32 480 3.8 17.4 O a At 50. b At 100. M. Hronec et al. /Journal of Molecular Catalysis A: Chemical 105 (1996) 25-30 10T s 0 V (cm3/g) t (s/1000) s(%) M4KR4 P4NR4 S4NR4 Fig. 3. Swellability (V), reaction time (t,) and selectivity (s) for various ruthenium catalysts. From the literature it is known [8] that zinc additives positively influence the selectivity of benzene hydrogenation to cyclohexene but strongly decrease the reaction rate. The primary function of the added salt is believed to be in making the ruthenium crystallites more hydrophilic. Its action strongly depends on its adsorbability. Results summarized in Table 2 demonstrate that zinc compounds improve the selectivity to cyclohexene and that zinc acetate is more effective than sulphate for ruthenium catalysts supported on anionic resins. On the contrary, no influence on the Ru/C catalyst is observed. As shown in Fig. 4, the presence of zinc salts, in agreement with literature data [8], significantly decreases the rate of hydrogenation. The obtained results suggest that a higher selectivity to cyclohexene during hydrogenation of benzene over ruthenium catalysts supported 3- 2 z 0 n/ i / 0000 000 200~O3ko31t31fllf00 nt Wx o ..ea00000000 0000000 0 1 2 time (s) x 10'4 + 3 Fig. 4. Hydrogen consumption (nHZ) vs. time (t) in the runs with P4NR4 catalysts without modifiers and with modifiers. Symbols as given in Table 2. 29 on anionic resins is promoted by a marked hydrophilicity of the ruthenium microenvironment, which is one of the predominant factors influencing the selectivity of this reaction. As is also known from the literature [7], another factor is temperature, which raises the selectivity considerably. In this connection, further work is in progress in these laboratories. 4. Conclusions Experimental results of liquid-phase hydrogenation of benzene catalyzed by resins-supported ruthenium particles, in water show that the hydrophilicity of ruthenium particle surroundings is a very important factor influencing the selectivity of cyclohexene formation. The best results were obtained with the Ru catalyst supported on a highly hydrophilic support, i.e. potassium methacryloyl ethylene sulphonate resin. Under comparable conditions (100 and 1.5 MPa of total pressure) this catalyst possesses higher selectivity than Ru/C catalysts. The resin supported catalysts are also more sensitive to zinc additives, which positively influence the selectivity to cyclohexene. However, this effect is accompanied by a strong decrease of the rate of hydrogenation and is dependent on the counter anion in the zinc compound. Another important factor influencing the catalyst activity is the swellability of the resin, i.e. a factor decisive for the accessibility of Ru particles to reactants. References [1] A.K. Varshney, M.A. Siddigui and M.H. Mehta, J. Sci. Ind. Res. 48 (1989) 524. (2J A.W. Sleight and U. Chowdhry, in E.L. Bruce (Ed.), Applied Industrial Catalysis, Vol. 2, Academic Press, New York, 1983. [3] P. Dini, S. Dones, S. Montelatici and N. Giordano, J. Catal., 30 (1973) 1. [4] D. Galvagno, A. Donato, G. Neri, D. Pietropaolo and P. Staiti, React. Kinet. Catal. Lett., 37 (1988) 443. 30 M. Hronec et al. /Journal of Molecular Catalysis A: Chemical 105 (1996) 25-30 [5] H. Nahagara and M. Kohishi, Jpn. Pat. 6 281 332 (1986) to [101 M. Kralik, M. Hronec, V. Jorik, S. Lora, G. Palma, M. Asahi Chem. Ind. Zecca, A. Biffis and B. Corain, J. Mol. Catal. A, 101 (1995) [6] H. Nahagara and M. Kohishi, Eur. Pat. 220 525 (1986) to Asahi Chem. Ind. [7] J. Struijk, M. d'Angremond, WJ.M. Lucas-de Regt and J.J.F. Scholten, Appl. Catal. A, 83 (1992) 263. [81 J. Struijk, R. Moene, T. van der Kamp and J.J.F. Scholten, Appl. Catal. A, 89 (1992) 77. [91 M. Kralik, M. Hronec, S. Lora, G. Palma, M. Zecca, A. Biffis and B. Corain, J. Mol. Catal. A, 97 (1995) 145. 143. [ 11 ] M. Hronec, Z. Cvengrosova and J. Kizlink, J. Mol. Catal., 83, (1993) 75. [12] Ostion ionexes> Commercial Technical Report 81/21, Spol chemie, Czechoslovakia, 1977 MOLCAA 95001840 1381-1169(95)00184-0 10.1016/1381-1169(95)00184-0 Molecular aspects of heterogeneous catalysis Article Hydrogenation of benzene to cyclohexene over polymer-supported ruthenium catalysts Milan Hronec ∗ a Zuzana Cvengrošová a Milan Králik a Giancarlo Palma b Benedetto Corain c a Department of Organic Technology, Slovak Technical University, Radlinského 9, 812 37 Bratislava, Slovak Republic b Dipartimento di Chimica Fisica, Universitá di Padova, via Loredan 2, I-35131 Padova, Italy c Dipartimento di Chimica, Ingegneria e Materiali, Universitá dell'Aquila, 67010 Coppito Due — Via Vetoio, L'Aquila, Italy ∗ Corresponding author. Partial liquid-phase hydrogenation of benzene to cyclohexene over ruthenium catalysts supported on charcoal and anionic cross-linked polymers is described. The influence of the polarity of polymeric supports, nature of the solvent and the presence of zinc additives on the performance of the catalyst in a glass-lined reactor at 100–110°C and a pressure of 1.5 MPa have been studied. It has been found that at 42–47% conversion of benzene, the selectivity to cyclohexene, observed in water with Ru catalysts supported on a strongly hydrophilic microporous resin, is higher than that displayed by Ru supported on charcoal. The effect of water on the performance of the catalyst is probably a result of formation of a suitable environment around Ru particles and of a good accessibility of metal particles dispersed within the hydrophilic polymer support. Keywords Hydrogenation Benzene Cyclohexene Liquid phase Ruthenium Polymeric support Supported catalysts References [1] A.K. Varshney M.A. Siddigui M.H. Mehta J. Sci. Ind. Res. 48 1989 524 [2] A.W. Sleight U. Chowdhry E.L. Bruce Applied Industrial Catalysis Vol. 2 1983 Academic Press New York [3] P. Dini S. Dones S. Montelatici N. Giordano J. Catal. 30 1973 1 [4] D. Galvagno A. Donato G. Neri D. Pietropaolo P. Staiti React. Kinet. Catal. Lett. 37 1988 443 [5] H. Nahagara and M. Kohishi, Jpn. Pat. 6 281 332 (1986) to Asahi Chem. Ind. [6] H. Nahagara and M. Kohishi, Eur. Pat. 220 525 (1986) to Asahi Chem. Ind. [7] J. Struijk M. d'Angremond W.J.M. Lucas-de Regt J.J.F. Scholten Appl. Catal. A 83 1992 263 [8] J. Struijk R. Moene T. van der Kamp J.J.F. Scholten Appl. Catal. A 89 1992 77 [9] M. Kralik M. Hronec S. Lora G. Palma M. Zecca A. Biffis B. Corain J. Mol. Catal. A 97 1995 145 [10] M. Kralik M. Hronec V. Jorik S. Lora G. Palma M. Zecca A. Biffis B. Corain J. Mol. Catal. A 101 1995 143 [11] M. Hronec Z. Cvengrosova J. Kizlink J. Mol. Catal. 83 1993 75 [12] Ostion ionexes Commercial Technical Report 81/21 1977 Spolchemie Czechoslovakia",
      "scopus-id": "0002186767",
      "coredata": {
        "eid": "1-s2.0-1381116995001840",
        "dc:description": "Partial liquid-phase hydrogenation of benzene to cyclohexene over ruthenium catalysts supported on charcoal and anionic cross-linked polymers is described. The influence of the polarity of polymeric supports, nature of the solvent and the presence of zinc additives on the performance of the catalyst in a glass-lined reactor at 100–110°C and a pressure of 1.5 MPa have been studied. It has been found that at 42–47% conversion of benzene, the selectivity to cyclohexene, observed in water with Ru catalysts supported on a strongly hydrophilic microporous resin, is higher than that displayed by Ru supported on charcoal. The effect of water on the performance of the catalyst is probably a result of formation of a suitable environment around Ru particles and of a good accessibility of metal particles dispersed within the hydrophilic polymer support.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-01-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995001840",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hronec, Milan"
          },
          {
            "@_fa": "true",
            "$": "Cvengrošová, Zuzana"
          },
          {
            "@_fa": "true",
            "$": "Králik, Milan"
          },
          {
            "@_fa": "true",
            "$": "Palma, Giancarlo"
          },
          {
            "@_fa": "true",
            "$": "Corain, Benedetto"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995001840"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995001840"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00184-0",
        "prism:volume": "105",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrogenation of benzene to cyclohexene over polymer-supported ruthenium catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Benzene"
          },
          {
            "@_fa": "true",
            "$": "Cyclohexene"
          },
          {
            "@_fa": "true",
            "$": "Liquid phase"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium"
          },
          {
            "@_fa": "true",
            "$": "Polymeric support"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "25-30",
        "prism:endingPage": "30",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 January 1996",
        "prism:doi": "10.1016/1381-1169(95)00184-0",
        "prism:startingPage": "25",
        "dc:identifier": "doi:10.1016/1381-1169(95)00184-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002186767"
      }
    }
  }
}