{
  "metadata": {
    "title": "A new peroxo vanadium catalyst for selective oxidation of aralkenes to benzaldehydes",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-10-15",
    "doi": "10.1016/1381-1169(95)00113-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995001131",
    "pii": "1381116995001131"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33845518598",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-22 1999-12-22 2010-04-18T17:16:47 1-s2.0-1381116995001131 1381-1169(95)00113-1 1381116995001131 10.1016/1381-1169(95)00113-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00428 2015-05-13T23:01:31.432129-04:00 0 0 19951015 1995 1999-12-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 103 103 1 1 Volume 103, Issue 1 9 L1 L3 L1 L3 19951015 15 October 1995 1995-10-15 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. ANEWPEROXOVANADIUMCATALYSTFORSELECTIVEOXIDATIONARALKENESBENZALDEHYDES CHOUDARY B SHELDON 1981 R METALCATALYSEDOXIDATIONORGANICCOMPOUNDS VILTER 1984 1387 H BUTLER 1993 1937 A DRAGO 1986 2453 R PAPPO 1956 478 F SHARPLESS 1977 3120 K MIMOUN 1983 3101 H BIANCH 1993 107 M NEUMANN 1990 6025 R NEUMANN 1989 1324 R STECKHAN 1992 139 E COTTON 1972 181 F BUTLER 1994 625 A CHOUDARYX1995XL1 CHOUDARYX1995XL1XL3 CHOUDARYX1995XL1XB CHOUDARYX1995XL1XL3XB item 1381-1169(95)00113-1 1381116995001131 1-s2.0-1381116995001131 10.1016/1381-1169(95)00113-1 271358 2010-09-27T22:22:51.098306-04:00 1995-10-15 1-s2.0-1381116995001131-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001131/MAIN/application/pdf/3f609ba074209fd28328aa62c6d0ef4c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001131/MAIN/application/pdf/3f609ba074209fd28328aa62c6d0ef4c/main.pdf main.pdf pdf true 252617 MAIN 3 1-s2.0-1381116995001131-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001131/PREVIEW/image/png/87f84673bdb6928026d5943b125b8aae/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001131/PREVIEW/image/png/87f84673bdb6928026d5943b125b8aae/main_1.png main_1.png png 62160 849 656 IMAGE-WEB-PDF 1 CATALYSIS A: CHEMICAL ELSEVIER Journal of Molecular Catalysis A: Chemical 103 ( 1995) Ll-L3 Letter A new peroxo vanadium catalyst for selective oxidation of aralkenes to benzaldehydes B.M. Choudary *, P.N. Reddy Homogeneous Catalysis Discipline, Indian Institute of Chemical Technology, Hyderabad 50 007, India Received 23 February 1995; accepted 18 May 1995 Abstract Unusual reactivity of peroxo vanadium complex for catalytic oxidation of aralkenes to benzaldehydes selectively ( > 99%) in conjunction with aqueous hydrogen peroxide as an oxidant is described for the first time. Keywords: Vanadium perox complex; Catalytic oxidation; Styrenes; Stilbenes; Benzaldehydes 1. Introduction The transition metal peroxo complexes can play an important role in catalytic oxidation of hydro- carbons by hydrogen peroxide [ 11. With the dis- covery of bromo peroxidase vanadium(V) containing enzyme which is isolated primarily from marine algae which catalyses the oxidation of halides Br-, Cl -, I- by hydrogen peroxide [2,3], the reactivity of vanadium chemistry received renewed attention. Selective oxidation of aralkenes to benzaldehydes is an important reac- tion in synthetic organic chemistry. Selective oxi- dation of olefins to either epoxides or cleavage products failed due to various non-selective radi- cal reactions leading to a large diversity of uni- dentified products [4-6]. Earlier attempts to achieve stoichiometric oxidation of olefins selec- tively to aldehydes by vanadium(V) peroxo * Corresponding author. Tel. ( + 91-40)673757, fax ( + 91- 40)673387. I.I.C.T. Communication No. 3300. 1381-1169/95/$09.50 0 1995 Elsevier Science B.V. All rights reserved SsDI1381-1169(95)00113-l picolinate complexes such as VO( 0,) (pit) (H20)2, VO( OOBu (dipic) (H,O) and VO( OOBu (dipic) (HMPT) resulted in the for- mation of a mixture of epoxide and oxidative cleavage products [ 71. The non-selectivity to scission products is ascribed to the stability of the vanadium catalyst, attained due to presence of basic ligands on the metal that prevents the cleav- age of epoxides to aldehydes. Hence, we designed vanadium complex bearing acidic ligands to explore the oxidation of aralkenes in our study. The first report of hydroxylation of benzene by peroxo vanadium(V) complex rendered catalytic with the aid of hydrogen peroxide [ 81 prompted us to reveal our results of oxidation of aralkenes to benzaldehydes using new peroxo vanadium complex, catalytically for the first time with excel- lent selectivity and high conversions. 2. Results and discussion We present here the results that demonstrate the synthetic scope of the new peroxo vanadium com- L2 B.M. Choudary, P.N. Reddy / Journal of Molecular Catalysis A: Chemical 103 (1995) L&L3 CHO Table 1 + Rm, A new peroxo-vanadium catalysed selective oxidation of aralkenes 1Zh Scheme 1. plex as a catalyst for the clean oxidation of aral- kenes to benzaldehydes selectively ( > 99%). Especially the unique feature is that the aromatic aldehydes formed were not oxidised to the corre- sponding acids (Scheme 1). All the styrenes are oxidised smoothly to cor- responding aldehydes selectively with excellent yields ranging 86-98%, irrespective of the sub- stituent present on the aromatic ring (Table 1). The yields of the products are comparable to the best system reported so far using expensive ruthe- nium substituted heteropoly anions for the oxi- dation of styrenes to benzaldehydes with the aid of sodium periodate as an oxidant [ 9-l 1 ] . How- ever, the oxidation of aliphatic olefins and stil- benes proceeds sluggishly with high selectivity and poor yields. The salient features of the present reaction 1. 2. 3. 4. This is the first catalytic methodology for the oxidation of olefins selectively with high yield using peroxo vanadium complex with the aid of hydrogen peroxide as an oxidant. Degradation of the catalyst is not observed due to acidic conditions which we used during the reaction. The present methodology is simple and elegant to replace the expensive ozonizer equipment which is widely used in laboratory and industry for the synthesis of aldehydes from aralkenes. This methodology is economical when com- pared with ruthenium substituted heteropoly anions catalysed oxidation of styrenes to benz- aldehydes with the aid of sodium periodate. The latter reaction when conducted with hydro- gen peroxide in place of sodium periodate resulted in the non-productive decomposition of hydrogen peroxide to water and dioxygen c91. Entry R RYield (o/o) 2 3 4 5 6 7 8 9 10 11 12 13 H H 95 P-CH3 H 86 o-CH, H 94 m-NO* H 98 p-Cl H 92 p-Br H 98 POCH, N4 no reaction m-OCH,Ph H 92 p-OAc H 94 p-0CH3 H 91 H Ph 46 ~-0% Ph 58 3,4-(OWHZ Ph 52 All the products were identified by NMR, IR and mass spectrom- etry. Vanadyl(IV) acetate [ 121 is rapidly oxidised by hydrogen peroxide in acetic acid to give red peroxo vanadium complex VO( 0,) ( OAc) 2 ( H20) 2 ( 1) in situ and in turn oxidises aralkenes to corresponding aldehydes [ 131 and catalyst (1) may be restored by addition of hydrogen peroxide. The necessary prerequisite in this system is slow addition of hydrogen peroxide during the reaction. The newly designed peroxo vanadium complex bearing acidic ligands i.e acetates are probably playing dual role, one is preventing the catalyst from decomposing to dimer as was the case ear- lier, so that the reaction can be rendered catalytic and the other one is enhancing the reactivity of the catalyst towards aldehydes. In conclusion, the successful effort to develop a first catalytic methodology using a new peroxo vanadium catalyst widens the scope of vanadium chemistry for the organic transformations. 3. Experimental The structural assignment of the reaction prod- ucts were corroborated by spectral analysis. NMR spectra were recorded with Varian Gemini (200 MHz) NMR spectrometer, IR spectra B.M. ChoudaTy P.N. Reddy/Joumal of Molecular Catalysis A: Chemical 103 (1995) Ll-L.3 L3 recorded using Nicolet DX-5 and mass spectra with Micromass VG 707OH instruments. 4. Oxidation procedure In a typical experimental procedure, styrene (2 mmol) , vanadyl acetate (36 mg) were taken in 5 ml acetic acid in a 25 ml round bottomed flask and 30% aqueous hydrogen peroxide was added drop- wise to the reaction mixture till the brick red col- our persists and stirring is continued for 12 h at 70. The reaction mixture was treated with sat- urated sodium hydrogen carbonate solution and extracted with diethyl ether, all the combined extracts were concentrated, dried over anhydrous sodium sulphate and subjected to column chro- matography; yield 95% (201 mg) . Acknowledgements We thank UGC for financial support to PNR. References [ 11 R.A. Sheldon and J.K. Kochi, Metal Catalysed Oxidation of Organic Compounds, Academic Press, New York, 1981. [21 H. Vilter, Phytochemistry, 23 ( 1984) 1387. [31 A. Butler and J.V. Walker, Chem. Rev., 93 (1993) 1937. [41 R.S. Drago, B.B. Cordon and C. Bomes, J. Am. Chem. Sot., 108 ( 1986) 2453. [51 F. Pappo, P.S. Allen, P.M. Lemieux and W.S. Johnson, J. Org. Chem., 21 (1956) 478. [61 K.B. Sharpless, A.Y. Temishi and J.E. Backvall, J. Am. Chem. Sot., 99 (1977) 3120. [71 H. Mimoun, L. Saussine, E. Daire, M. Postel, J. Fisher and R. Weiss, J. Am. Chem. Sot., 105 (1983) 3101. L81 M. Bianch, M. Bonchio, V. Conte, F. Coppa, F.D. Fura, G. Modena, S. Moro and S. Standen, J. Mol. Catal., 83 (1993) 107. [91 R. Neumann andC. Abu-gnim, J. Am. Chem. Sot., 112 ( 1990) 6025. [lOI R. Neumann and C. Abu-gnim, J. Chem. Sot., Chem. Commun., (1989) 1324. [ 111 E. Steckhan and Kandzia, Syn. Lett., 2 ( 1992) 139. [ 121 F.A. Cotton, Inorg. Syn., 13 (1972) 181. [131 A. Butler, M.J. Clague and GE. Meister, Chem. Rev., 94 (1994) 625. MOLCAA 95001131 1381-1169(95)00113-1 10.1016/1381-1169(95)00113-1 Chemical and metal colmplex catalysis ☆ I.I.C.T. Communication No. 3300. Letter A new peroxo vanadium catalyst for selective oxidation of aralkenes to benzaldehydes B.M. Choudary ∗ P.N. Reddy Homogeneous Catalysis Discipline, Indian Institute of Chemical Technology, Hyderabad 500 007, India ∗ Corresponding author. Tel. (+91-40)673757, fax (+91-40)673387. Unusual reactivity of peroxo vanadium complex for catalytic oxidation of aralkenes to benzaldehydes selectively (> 99%) in conjunction with aqueous hydrogen peroxide as an oxidant is described for the first time. Keywords Vanadium peroxo complex Catalytic oxidation Styrenes Stilbenes Benzaldehydes References [1] R.A. Sheldon J.K. Kochi Metal Catalysed Oxidation of Organic Compounds 1981 Academic Press New York [2] H. Vilter Phytochemistry 23 1984 1387 [3] A. Butler J.V. Walker Chem. Rev. 93 1993 1937 [4] R.S. Drago B.B. Cordon C. Bornes J. Am. Chem. Soc. 108 1986 2453 [5] F. Pappo P.S. Allen P.M. Lemieux W.S. Johnson J. Org. Chem. 21 1956 478 [6] K.B. Sharpless A.Y. Ternishi J.E. Backvall J. Am. Chem. Soc. 99 1977 3120 [7] H. Mimoun L. Saussine E. Daire M. Postel J. Fisher R. Weiss J. Am. Chem. Soc. 105 1983 3101 [8] M. Bianch M. Bonchio V. Conte F. Coppa F.D. Fura G. Modena S. Moro S. Standen J. Mol. Catal. 83 1993 107 [9] R. Neumann C. Abu-gnim J. Am. Chem. Soc. 112 1990 6025 [10] R. Neumann C. Abu-gnim J. Chem. Soc., Chem. Commun. 1989 1324 [11] E. Steckhan Kandzia Syn. Lett. 2 1992 139 [12] F.A. Cotton Inorg. Syn. 13 1972 181 [13] A. Butler M.J. Clague G.E. Meister Chem. Rev. 94 1994 625",
      "scopus-id": "33845518598",
      "coredata": {
        "eid": "1-s2.0-1381116995001131",
        "dc:description": "Unusual reactivity of peroxo vanadium complex for catalytic oxidation of aralkenes to benzaldehydes selectively (> 99%) in conjunction with aqueous hydrogen peroxide as an oxidant is described for the first time.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-10-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995001131",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Choudary, B.M."
          },
          {
            "@_fa": "true",
            "$": "Reddy, P.N."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995001131"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995001131"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00113-1",
        "prism:volume": "103",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A new peroxo vanadium catalyst for selective oxidation of aralkenes to benzaldehydes",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Vanadium peroxo complex"
          },
          {
            "@_fa": "true",
            "$": "Catalytic oxidation"
          },
          {
            "@_fa": "true",
            "$": "Styrenes"
          },
          {
            "@_fa": "true",
            "$": "Stilbenes"
          },
          {
            "@_fa": "true",
            "$": "Benzaldehydes"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "L1-L3",
        "prism:endingPage": "L3",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 October 1995",
        "prism:doi": "10.1016/1381-1169(95)00113-1",
        "prism:startingPage": "L1",
        "dc:identifier": "doi:10.1016/1381-1169(95)00113-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33845518598"
      }
    }
  }
}