{
  "metadata": {
    "title": "Water-soluble metal complexes and catalysts. Part 7. New efficient water-soluble catalysts for two-phase olefin hydroformylation: BINAS-Na, a superlative in propene hydroformylation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-04-03",
    "doi": "10.1016/1381-1169(94)00076-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/138111699400076X",
    "pii": "138111699400076X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002596304",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-04-21 2000-04-21 2010-04-18T17:52:58 1-s2.0-138111699400076X 1381-1169(94)00076-X 138111699400076X 10.1016/1381-1169(94)00076-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00374 2015-05-13T23:01:31.432129-04:00 0 0 19950403 1995 2000-04-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 97 97 2 2 Volume 97, Issue 2 1 65 72 65 72 19950403 3 April 1995 1995-04-03 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. WATERSOLUBLEMETALCOMPLEXESCATALYSTSPART71NEWEFFICIENTWATERSOLUBLECATALYSTSFORTWOPHASEOLEFINHYDROFORMYLATIONBINASNAASUPERLATIVEINPROPENEHYDROFORMYLATION HERRMANN W WEISSERMEL 1988 142 H INDUSTRIELLEORGANISCHECHEMIE HERRMANN 1993 1524 W WIEBUS 1994 916 E WIEBUS 1995 33 E CHEMTECH WINNACKERKUCHLER 1981 552 CHEMISCHETECHNOLOGIEBD5ORGANISCHETECHNOLOGIEI NEIBECKER 1991 279 D NEIBECKER 1989 500 D MAIGROT 1985 317 N SYNTHESIS BESTMANN 1974 2926 H TAMAO 1977 1389 K MATHEY 1981 4595 F HERRMANN 1992 191 W KULPE 1989 J DISSERTATION HERRMANN 1990 391 W BREQUE 1981 549 A ENGELHARDT 1988 2403 L HERRMANN 1995 W HERRMANNX1995X65 HERRMANNX1995X65X72 HERRMANNX1995X65XW HERRMANNX1995X65X72XW item 1381-1169(94)00076-X 138111699400076X 1-s2.0-138111699400076X 10.1016/1381-1169(94)00076-X 271358 2010-09-27T23:06:19.995096-04:00 1995-04-03 1-s2.0-138111699400076X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:138111699400076X/MAIN/application/pdf/75ed1846219b95a954fb199bfbd82bed/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:138111699400076X/MAIN/application/pdf/75ed1846219b95a954fb199bfbd82bed/main.pdf main.pdf pdf true 760345 MAIN 8 1-s2.0-138111699400076X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:138111699400076X/PREVIEW/image/png/5ac6fc611081745d803165d1f69fb2d3/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:138111699400076X/PREVIEW/image/png/5ac6fc611081745d803165d1f69fb2d3/main_1.png main_1.png png 62905 849 656 IMAGE-WEB-PDF 1 1-s2.0-138111699400076X-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:138111699400076X/STRIPIN/image/gif/bd802f536b7d2eeb787d9b4bb8b43d7d/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:138111699400076X/STRIPIN/image/gif/bd802f536b7d2eeb787d9b4bb8b43d7d/si1.gif si1 true si1.gif gif 696 30 134 ALTIMG JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 97 (1995) 65-72 Water-soluble metal complexes and catalysts. Part 7 1. New efficient water-soluble catalysts for two-phase olefin hydroformylation: BINAS-Na, a superlative in propene hydroformylation Wolfgang A. Hemnann a, Christian W. Kohlpaintner a, Rainer B. Manetsberger Helmut Bahrmann b, Hariolf Kottmann b a Anarganisch-chemisches lnstitut der Technischen Universit Mchen, Lichtenberg.stra.sse 4, D-85747 Garching, Germany b Oxn Research Laboratories, HOECHST AG, Werk Ruhrchemie. Postfach /30160. D-46128 Oberhausen, Germany Received l Febrnary 1994; accepted 28 November 1994 Abstract The monophosphine 3,4-dimethyl-2,5,6-triphenyl-l-phosphanorborna-2,5-dime (1, DMTPPNOR) and the diphosphine 2,2'bis(diphenylphosphinomethyl)-1,1'-binaphthalene (7) were sulfonated by means of oleum. The sulfonation products 8 ( BINAS ) and 2 ( NORBOS ) were purified by extraction-reextraction and by gel permeation chromatography. While the sodium salt 9 (BINAS-Na) of BINAS (8) was accessible as a mixture of different degrees of sulfonation, the sodium salt of NORBOS (2) was available as an analytically clean, completely characterized, triply sulfonated compound, NORBOS-Na (3). For the synthesis of 2,2'-bis(diphenylphosphinomethyl)-1, l'-binaphthalene (7), a new method has been used: Commercially available 1-bromo-2-methylnaphthalene (4) was first dimerized by means of magnesium, and then the resulting 2,2'-dimethyl-1,1'binaphthalene (5) was treated with n-BuLi/TMEDA and chlorodiphenylphosphine. In the `heterogeneous' (bi-phasic) hydroformylation of propene, the sulfonated ligands 3 and 9 exhibited very high activities and productivities at low phosphine/ rhodium ratios. Furthermore, phosphine 9 was advantageous in nliso ratios of the resulting butyric aldehyde ( rhodium catalysis ) . The new catalyst system Rh'/BINAS-Na has an apparent activation energy of 10.8 kcal/mol explaining the outstanding performance of this system in continuous hydroformylation, with the activity data being: 16 (TPPTS), 90 (BISBIS-Na), 118 (NORBOS-Na), and 178 (BINAS-Na). Keywords: BINAS-Na; Hydroformylation; Olefins; Propene; Water-soluble catalysts 1. Introduction Since the discovery of the water-soluble ligand tris (sodium-m-sulfonatophenyl) phosphine (`TPPTS' ) by E.G. Kuntz of Rhe-Poulenc in 1975 [ 1 ]and its introduction into biphasic, rho- Corresponding author. For Part 6 of this series see ref. [ 12- SSD/1381-1169(94)00076-X dium-catalyzed hydroformylation of propene by Ruhrchemie AG, the reaction products no longer have to be separated by expensive and energyconsuming distillation from the catalyst. As a consequence thermal decomposition of the catalyst is minimal. The rhodium complex of TPPTS is soluble in water and nearly insoluble in organic solvents. At the end of the reaction, the organic 66 W.A. Herrmann et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 65-72 products separate from the aqueous catalyst solu- 2. Results tion. Furthermore, the water-soluble catalyst has a higher selectivity for the straight-chain isomer of butyric aldehyde as compared to the nonsulfon ated catalyst [ 2 ] . In spite of the benefits of water soluble, heterogeneous catalysts, most of the hydroformylation products are still being pro duced in homogeneous solution with cobalt car bonyl catalysts [ 3 ] . In particular, rhodium catalysts are unsuitable for hydroformylation of long-chained or functionalized olefins. For this very reason and with the aim to once more opti mize parameters like activity, selectivity and pro ductivity, the search for new water-soluble phosphines for the rhodium-catalyzed two-phase hydroformylation is warranted. Phosphanorbornadienes are expected to become important in catalytic hydroformylation. For example, the phosphine 3,4-dimethyl-2,5,6 triphenyl-l-phosphanorborna-2,5-diene (1) was reported to yield excellent selectivities in hydro formylation experiments of ethyl acrylate [4]. Upon decreasing temperatures, catalytic activity decreases but to a much lesser extent than for other phosphines. In the case of the phosphanorborna diene 1, almost no decline was observed, and selectivities were up to > 99% with respect to 2 formyl propanoate. In the hydroformylation of 1 hexene and `functionalized' olefins like styrene, phosphanorbornadienes are also very efficient, with the catalytic activities being up to ten times higher than those observed for triphenylphosphine (rhodium catalysis) [ 5 ] . The chelating diphos phine 2,2'-bis(diphenylphosphinomethyl)-1,1' binaphthalene (7) was reported to yield excellent linear-to-branched product selectivity, following the trend that chelating diphosphanes improve the nl iso ratio of products for steric reasons. In the present paper we report on a new synthe sis of 2,2'-bis(diphenylphosphinomethyl)-1,1' binaphthalene, on the sulfonation of ligand precursors and on the hydroformylation of pro- pene with novel Rh(1) /NORBOS-Na and Rh(I) /BINAS-Na complexes. 2.1. Precursor compounds 2,2'- Bis ( diphenylphosphinomethyl ) -1, l'- binaphthalene 7 was prepared by a new synthetic route ( Scheme 1) . 1-Bromo-2-methylnaphthalene (4) was first dimerized by means of magnesium. The resulting 2,2'-dimethyl-1,1'-binaphthalene ( 5) was then treated with n-BuLi/TMEDA, leading to the substitution of one proton of each methyl group by one lithium. The diphosphane 7 was finally obtained by treating the dimetallated compound 6 with chlorodiphenylphosphine. An alternative route has been described [ 6 ] . The 2,2'dimethyl-1,1'-binaphthyl therein was prepared as above from 1-bromo-2-methylnaphthalene [7]. Following a benzylic bromination of 2,2'-dimethyl-1,1'-binaphthyl with N-bromosuccinimide and catalytic amounts of N,N'-azobis(isobutyronitrile) [8] to give 2,2'-bis(bromomethyl)-1,1'binaphthyl. The dibromide was converted to 2,2'bis ( diphenylphosphinomethyl ) -1, l'-binaphthyl dioxide by reaction with methyldiphenylphosphinite. The dioxide finally was reduced with trichlorosilane/triethylamine [9] to yield 7. 4 0 00 ~; 0 CH0 CHs 1. n-BuLi CHI 2.2. TMA 0\\ 00 `' 8 H03S U O PPIn((CeH,30aH)z_n u ~PPhn((CBH4S03H)t.n H03S~I ~1~ //JJ ~I ~1~//JJ ~Ip NaOH 50 % Ne03: .PPhn((CeH4S03Na)z.n 'PPhn((CBH4SOyNa)z_n s 3 Na0 v 9 BINAS-Na Scheme 1. CIPPhz Oleum 25 % SOS 24 h RT 29v PPh2 PPh2 7 W.A. Herrmann et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 65-72 CH, H3C Oleum 25 % S03 30 min 5 ,H SO,Na NaOH 5o % P Na03 S5 ~S03Na 3 NORS-Na S03H CH3 P O H03S - v ~SO3H 2 Scheme 2. In contrast to this method, our new procedure has the advantage of avoiding oxidized intermediates and expensive reduction steps. The phosphanorbornadiene 1 and its precursor 3,4-dimethyl-l-phenylphosphole were synthesized by published procedures [ 10,11,16 ] . Commercially available 2,3-dimethyl-l,3-butadiene was added to bromochlorophenylphosphine to yield a halogenated, saturated heterocycle. Elimination of FIX (X=Br, Cl) with a-picoline leads to the desired 2,3-dimethyl-l-phenylphosphole. At higher temperatures (110) the phenyl group migrates to the 2-position of the phosphole, which then reacts with the dienophile diphenylacetylene in a Diels-Alder reaction to yield the phosphanorbornadiene 1. Table 1 Hydroformylation of propene with Rh/NORBOS-Na' 67 2.2. Sulfonation The phosphines 1 and 7 were subjected sulfonation by means of oleum ( Schemes 1 and 2 ) . The sulfonation conditions were optimized by previously reported in situ NMR techniques [ 12] , 24 h room temperature for BINAS, and 30 min 5 for NORBOS, respectively. The work-up reaction was achieved by careful hydrolysis of the crude product mixture with degassed ice-water. The strongly acidic solution was then neutralized with sodium hydroxide (50% ) . After the removal of water in vacuo, until sodium sulfate precipitates, the resulting suspension was cooled and filtered. The filtrate was poured into methanol to precipitate dissolved inorganic salts. The resulting sulfonation products, BINAS-Na and NORBOS-Na - still containing small amounts of oxidation products and sulfonation products with a various degree of sulfonation - were used without further purification in the hydroformylation experiments. NORBOS-Na was purified by gel chromatography techniques as established in our institute [ 13,14] . The fractions leaving the column were detected by a refractive index detector. Isolation Entry Propene Product Aldehyde b Selectivity Alcohols b C3 Condensation Activity ` Productivity ' Yield x (g/h) (g/h) (%) (%) (%) hydrocarbons ` products `' (n+ 1 35.7 29.1 92.8 78.3 0.4 4.5 2.4 61.51 0.19 44.1 2 46.9 42.6 92.8 78.1 0.8 4.3 2.7 89.92 0.28 49.1 3 57.6 47.4 91.7 78.9 0.3 5.7 2.2 99.03 0.31 44.1 4 44.4 24.8 91.0 81.4 0.4 4.5 4.1 51.41 0.16 29.7 5 43.0 8.4 93.7 80.7 0.3 3.8 2.2 17.93 0.06 10.7 6 27.7 4.2 95.8 80.3 0.3 2.0 2.0 9.16 0.03 8.5 7 30.4 12.8 91.4 80.9 0.4 4.1 4.1 26.63 0.08 22.5 8 37.0 22.5 90.4 79.8 0.4 4.5 4.7 46.32 0.14 32.1 9 22.1 7.5 92.4 79.1 0.4 3.0 4.1 15.79 0.05 18.3 10 38.0 56.7 91.1 78.9 0.5 4.2 4.1 117.69 0.37 79.4 Reaction conditions: T=125, p=725 psi, b % of the overall product. ` Propene and propane, % of the overall product. Thick oils ( `Dick' ) , for instance 2-ethylhexanol. e Activity = [ mol( n + iso aldehyde ) J / [ gram atom( rhodium ) X min]. 'Productivity = [gram(n+iso aldehyde) ] / [ml(catalyst solution) X 9 Yield= [ mol ( n + iso aldehyde) /hJ / [ mol (propene ) /h ) . '.O/HZ=1/1, [Rh] -177 ppm, P(III)/Rh= 13.5/ 1. pH=6.6. h]; ml(catalyst solution) = 59 ml. 68 WA. Herrmann et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 65-72 Table 2 Hydroformylation of propene with Rh/BINAS-Na a Entry Propene (g/h) Product b Aldehyde b Selectivity Alcohols b C3 Condensation Activity a Productivity f (%) hydrocarbons ` products Yield g (n+ is0 %) 11 42.2 38.0 90.9 96.7 2.6 5.7 0.9 53.37 0.31 47.8 12 44.0 39.0 92.4 95.7 2.1 4.4 1.1 55.68 0.32 47.8 13 38.4 39.8 93.2 96.5 2.5 3.9 0.4 57.32 0.33 56.4 14 47.8 54.0 91.2 97.2 4.4 4.9 0.4 76.09 0.44 60.1 15 68.8 70.4 90.5 97.3 3.3 5.7 0.6 98.42 0.56 54.1 16 92.4 77.2 91.2 97.3 2.4 6.3 0.1 108.80 0.62 44.5 17 125.6 116.0 88.2 97.0 1.7 10.0 0.1 158.00 0.91 47.5 18 128.2 112.0 92.2 97.8 1.3 6.4 0.1 159.57 0.91 47.1 19 132.8 110.0 92.6 98.0 1.0 6.2 0.2 157.33 0.90 44.7 20 131.6 104.4 94.1 97.6 1.0 4.9 0.0 151.76 0.87 43.6 21 135.8 122.0 94.7 98.0 0.9 4.3 0.1 178.45 1.02 49.7 22 122.2 94.0 95.8 98.0 0.0 2.3 1.9 139.12 0.80 43.0 23 129.9 115.5 95.4 98.1 1.0 0.4 3.1 170.27 0.98 49.5 24 139.8 114.2 94.1 94.3 0.0 0.4 5.5 166.00 0.95 44.9 25 35.0 30.8 92.1 97.8 2.0 5.7 0.3 43.80 0.25 47.3 26 39.1 31.0 91.3 97.5 2.2 6.0 0.5 43.73 0.25 42.4 a Reaction conditions: T=125, p = 725 psi, CO /Hz =1 / 1, [ Rh ] = 261 ppm, P (III) /Rh = 6.8 / 1, pH = 5.7. 'g See Table 1. Table 3 Hydroformylation of propene with Rh/BINAS-Na a Entry Propene Product Aldehyde b Selectivity Alcohols b C, Condensation Activity ` Productivity f Yield (g/h) (g/h) (%) (%) (%) hydrocarbons` products (n+ iso %) Reaction conditions A 27 40.3 41.0 92.9 97.2 2.3 4.7 0.3 58.81 0.34 55.2 28 38.7 42.6 93.0 97.0 2.4 4.3 0.4 61.19 0.35 59.8 29 35.6 44.5 93.4 96.7 2.6 3.9 0.1 64.16 0.37 68.1 Reaction conditions B 27 42.4 29.0 88.1 96.9 3.7 4.9 3.2 39.46 0.23 35.2 28 37.5 42.6 87.8 96.7 3.1 4.6 0.5 46.11 0.26 46.5 Reaction conditions: A: T=128,p=725 psi, CO/HZ=1 / 1, [Rh] -261ppm, P(III) /Rh=6.8/1, pH=5.7. B: T=116,p=725 psi, CO/ HZ=1/1, [Rh]=261 ppm,P(III)/Rh=6.8/1,pH=5.7. 'g See Table 1. and characterization of the pure trisodium salt of 3,4-dimethyl-2,5,6-tris (p-sulfonatophenyl ) -1phosphanorbornadiene (3) was thus achieved. 2.3. Catalysis The apparatus for the catalytic tests was appropriate for continuous hydroformylation, see previous reports [ 12] . Reaction conditions can easily be varied in order to investigate dependence of catalyst properties on reaction parameters such as temperature, pressure, and amount of olefin. 2.4. Propene hydroformylation The new BINAS- and NORBOS-rhodium catalysts were first tested for catalytic activity towards the hydroformylation of propene. The results can be summarized as follows, keeping in mind that the phosphorus/ rhodium ratios ( PlRh) W.A. Herrmann et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 65-72 for both BINAS and NORBOS were significantly lower than those typically used with TPPTS: BINAS 6.8:1, NORBOS 13.5:1, TPPTS 80:1. The data are summarized in Tables 1, 2 and 3. For BINAS, the catalytic activity and productivity are as high as 178.5 and 1.0, respectively. A twelve- (five) fold increase in activity and productivity in comparison with commonly used TPPTS is achieved (TPPTS: activity 14-16, productivity 0.19-0.21) . Interestingly, the n / iso isomer ratio of the butyric aldehyde increased to 98:2 with an increase of the `load' (amount of propylene injected into the reactor per hour), while the rate of `condensation products' and alcohol production decreased (0.93% and 0.08%, respectively). An increasing amount of propylene had little effect upon the yield of aldehyde. For NORBOS, the catalytic activity was 117.8. The productivity was 0.37. This performance is 34% and 64% lower than that of BINAS, respectively. Nonetheless, these values represent an eightfold increase in activity and a productivity twice as high as the commonly and commercially used TPPTS. In comparison to BINAS, the nl iso ratio of NORBOS, at best 82:18, was rather poor. The rate of alcohol production was low (under 0.5 %) , but as the feeding of the system increased, so did the building rate of condensation products. With BINAS, a general trend was observed in which lower reaction temperatures lead to lower activity 100 1 40 120 80 60 180 160 40 20 69 and productivity, lower n/iso ratios, and lower building rates of alcohol and condensation products. Surprisingly, NORBOS showed almost no catalytic activity below 116. This observation warrants further investigation which would also shed some light on mechanistic details. In general, BINAS can adapt better to changes in reaction parameters than NORBOS, for instance the propylene flow. At higher temperatures, BINAS produces aldehydes with up to 68% yield. 3. Discussion Keeping in mind a ligand-to-rhodium ratio of only 3.4:1 (BINAS-Na 9) and 13.5:1 (NORBOS-Na 3), the reported data of the new watersoluble phosphines represent the best results so far recorded in the rhodium-catalyzed hydroformylation of propylene. Extremely high catalytic activities and, for the novel BINAS-Na, nliso ratios are particularly noteworthy. The reasons for the special catalytic performance of the phosphine 9 can be explained by electronic effects: displacement of the biphenyl unit of BISBIS-Na [9] by a binaphthyl unit leads to an increase of the catalytic activity. The steric effect of the binaphthyl unit, in addition, causes higher nliso ratios. Theoretical studies are underway to achieve a more precise explanation [ 17 ] . 97/3 81/19 94/6 TPPTS-Na BISBIS-Na NORBOS-Na BINAS-Na Fig. 1. Different ligands in the biphasic rhodium catalyzed hydroformylation of propylene: activities and nliso selectivities (with the latter being indicated on the columns). 70 WA. Herrmann et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 65-72 Phosphanorbornadienes have already shown high catalytic activities in homogeneous hydroformylation of n-hexene and ethyl acrylate [ 4 ] . In comparison with triphenylphosphine, an increase of the activity was observed (Fig. 1) . This trend can also be noticed for the sulfonated derivatives 3 and TPPTS in the biphasic hydroformylation of propylene. The catalytic activity of phosphine 3 is even better than the activity of BISBIS-Na. In comparison with TPPTS and BISBIS-Na, sulfonated phosphanorbornadiene 3 leads to low nl iso ratios. Steric effects can be considered as the reason, but best selectivities never can be obtained with non-chelating phosphines. This problem certainly will disappear if functionalized or long-chain alkenes are used. From hydroformylation experiments with BINAS-Na at different temperatures, apparent activation energies for rhodium-catalyzed hydroformylation were calculated from an Arrhenius plot. A quantity of 10.8 kcal/mol (BINAS-Na), in comparison to the previously calculated 16.8 kcal/mol for BISBIS-Na, explains its high catalytic activity. 4. Experimental 4.1. General procedures All NMR spectra were recorded on a JEOL JMN-GX 400 FT-NMR spectrometer (3'P-{1HI NMR, 20, 161.8 MHz referenced to external 85% H3PO4. 13C-{1H} NMR, 20, 100.5 MHz; 'H-NMR, 20, 400 MHz). Elemental analysis were carried out at the microanalytic laboratories of the Technische Universit Mchen. Air sensitive materials were manipulated in an inert atmosphere using Schlenk techniques. Solvents were dried in the usual way. Ice was prepared from degassed water. The separation of the reaction products was performed by chromatography with Sephadex-G-15 (LKB-Pharmacia). The fractions leaving the column were detected by an Abimed refractive index detector. 3,4-Dimethyl-l-phen- ylphosphole was prepared by the procedure described in ref. [ 15 ] . 4.2. 2,2'-Bis(diphenylphosphinomethyl)-1, l'binaphthalene 200 ml of a 1.6 m n-BuLi solution in n-hexane (0.352 mol n-BuLi) were combined in a twonecked 500 ml round-bottom flask. At 40 the solvent was removed in vacuo. The yellow, slightly viscous residue was dissolved in 160 ml diethyl ether and cooled in an ice bath. 35 g (0.124 mol) of 2,2'-dimethyl-1,1'-binaphthalene [ 16] were added. The intensely red mixture was stirred for 20 min at 0. Subsequently, 48.6 ml (37.42 g, 0.322 mol) TMEDA (N,N,N',N'-tetramethylethylenediamine) were added. The mixture was then warmed to ambient temperature. Within two days deep red crystals form. The residual ether solution was filtered and the crystals were washed with 20 ml of pentane. The yield is about 60% of regioselective dilithiated 2,2'-dimethyl-1,1'-binaphthalene. The product was suspended in 200 ml of hexane and transferred into a 500 ml addition funnel. In a 1000 ml-two necked round-bottom flask, 82.0 g (66 ml, 0.372 mol) chlorodiphenylphosphane were dissolved in 200 ml of hexane, to which the deep red suspension was added gradually at 0 over a period of 1 h. After completion the reaction mixture was refluxed for 20 min. After addition of 200 ml of toluene the mixture was allowed to warm to room temperature. The amber suspension was carefully hydrolysed with 30 ml of ethanol and 200 ml of water. The organic amber solution was separated, washed with water (3 X 50 ml), dried with magnesium sulfate and filtered. Solvents were removed in vacuo. A black- brownish residue remained, which was diluted with 300 ml of a mixture of n-propanol/methanol (2:1) with vigorous stirring. Successively the oil converted at 60 into a white crystalline mass, which was filtered off and washed with methanol. Yield: 12.48 g (19.48 mmol), 15.7%. 31P-NMR (161.8 MHz, CDZC12) : 8 P = -14.1 ppm. WA. Herrmann et al. /Journal of Molecular Catalysis A: Chemical 97 (1995) 65-72 4.3. 3,4-Dimethyl-2,5,6-triphenyl-1 phosphanorborna-2, 5-diene A solution of 9.58 g (51 mmol) of 3,4dimethyl-I-phenylphosphole and 9.07 g (51 mmol) of diphenylacetylene in 30 ml of toluene was heated under reflux conditions for 50 h. After the reaction period, the solvent was removed in vacuo. The residual crystalline mass was crushed and washed with hexane (3 X 30 ml) until the hexane washings were completely colorless. The crude product was recrystallized from methylene chloride. The substance is clean according to the 31 P-NMR (CDC13) : 8 P = - 8.4 ppm. 4.4. Sulfonation 10.7 g (29.2 mmol) of 3,4-dimethyl-2,5,6-triphenyl-l-phosphanorbomadiene were added in small amounts over a period of 10 min to 60 ml of vigorously stirred, ice-cooled oleum that contained 25% S03. The solution was stirred for an additional 30 min, while the temperature was maintained in the range of 0-5. After completion the slurry was hydrolyzed under careful temperature control by pouring the solution dropwise onto 300 g of ice. The resulting yellow solution was neutralized with a solution of sodium hydroxide (50%) . Water was then removed in vacuo until sodium sulfate began to precipitate. The salt was filtered off and the filtrate added to 300 ml methanol. Precipitated sodium sulfate was once again filtered off, and the solvents were removed in vacuo. The residue was dissolved in 8 ml of water and injected into 170 ml vigorously stirred methanol. The rest of the inorganic salts were precipitated and filtered off. Water and methanol were removed in vacuo, the crude product was purified by chromatographic methods as described above. Yield: 17.2 g (23.67 mmol, 81 %) 3,4-dimethyl-2,5,6-tris(p-sulfonatophenyl)-1-phosphanorboma-2,5-diene (Fig. 2). Elemental analysis C26H26Na3O12PS3, M= 726.62. Calc.: C 42.98, H 3.61, O 26.42, P 4.26, S 13.24%. Found: C 43.31, H 3.67, O 26.56, P 4.45, S 13.08%. 71 9 26 25 S03Na CH3 24 H3C 3 4 2 23 - 15 2 7r7 5 I 2217 14 ~ 10 1P 6 1 6 18 13 11 21 19 Na03S 12 20 S03Na Fig. 2. Trisodium salt of 3,4-dimethyl-2,5,6-tris(p-sulfonatophenyl)-1-phosphanorbomadiene (3). 3IP-{ 1H} NMR (D20): 8 P= -4.9 (s) ppm. 1H-'H-COSY-NMR (D20): 8=2.0 (ABX, 1H,2JAB =10.2 Hz, 2JAp = 9.8 Hz, CHA-P), 1.84 (ABX, 1H, 2JAB=10.2 Hz, 2J Bp= 10.3 Hz, CHB P), 1.04 (s, 3H, Me), 1,78 (s, 3H, Me), 7.75 (d, 2H, 2JHH = 8.1 Hz, C 1 g,2o-H) , 7.76 (d, 2H, 2JHH = 7.9 Hz, C 14.12-H) , 7.51 (d, 2H, 2JHH = 7.9 Hz, C24.26-H) , 6.94 (d, 2H, 2JHH = 8.1 Hz, C 17.21 H) , 7.10 (d, 2H, 2JHH = 7.95 Hz, C23.27-H) , 7.24 (d, 2H, 2JHH=7.9 Hz, Cl 5.11 ~H). 13C {1H} NMR (D20): 8= 15.76 (s, C9), 20.17 (s, Cg) , 65.57 (s, C7) , 73.48 (s, C4) ,163.79 (s, CS), 162.25 (s, C3), 152.33 (d, 2JPC=24.4 Hz, C6) , 147.58 (d, 2j PC = 21.37 Hz, C2) , 142.41 ( d, 3j PC = 20.6 Hz, C 16) , 141.95 (m, C 13. I 9.25) , 141.22 (d, 4Jpc-18.31 Hz, C22) , 141.03 (d, 3j PC = 19.84 Hz, C 1 o) , 129.09 (m, C 14.12.1 a.2o) , 128.76 (m, 4JPC=8.39 Hz, C21.17), 128.59 (m, SJpc = 6.86 Hz, C23.27) , 126.18 (m, 4Jpc -11.45 Hz, C15.11), 125.87 (m, C24.26). IR: (KBr, cm - I) : 3446 (sst, H20) , 2962, 2925, 2544, 1636 (P-C), 1596, 1490, 1456, 1396, 1186 (sst, S-0), 1124, 1037, 1011. 4.5. Hydroformylation experiments 9.0 g of the crude `BINAS-Na' were dissolved in 60 ml of distilled water. Elemental analyses of phosphorus(III) compounds indicated 0.236 moles of P(lIl) per kg solution (p2o=1.0953 g/ cm 3) . 22.8 ml (25.0 g) of this solution, corresponding to 5.9 mmol P (III) were inserted into a stainless steel reactor with a volume of 150 ml. 4.48 ml (0.875 mmol) of a rhodium(III) acetate solution (c=20.09 g Rh/1) and 300 ml water were added. An initial P/Rh ratio of 6.8/1 is obtained, corresponding to a ligand/Rh ratio of 3.4/1. 72 W.A. Herrmann et al. l Journal of Molecular Catalysis A: Chemical 97 (1995) 65-72 A concentrated, aqueous solution of crude `NORBOS-Na' was diluted with 60 ml of water. Elemental analysis of phosphorus(III) compounds indicated 0.184 mol of P (III) per kg solution (p=1.0699 g/cm3). 29.9 ml (31.99 g) of this solution, corresponding to 5.89 mmol P(III) were placed in the stainless steel reactor described above. 2.24 ml (0.430 mmol) of the rhodium (ITI ) acetate solution (c=20.09 g Rh/1), corresponding to 45 mg of Rh, and 295 ml water were added. An initial P/Rh ratio of 13.5/ 1 was obtained. The apparatus was constructed for continuous hydroformylation and consists mainly of three autoclave vessels described previously in this journal [ 12] . Propene was liquified at - 7/225 psi and was continuously pumped into the reaction vessel. The olefin flow was controlled by a balance. GC analysis was used to determine yields of aldehyde, the n/iso ratio, and amounts of byproducts, such as alcohols or condensation products. Unreacted and undissolved propene was removed with the exhaust gas. The pH was measured in a bypass of the catalyst circuit. Increasing pH values were counterbalanced by addition of dilute sulfuric acid. References [ 1 ] E.G. Kuntz, Fr. Pat. FR 2 314 910 (1975). [2] (a) H. Weissermel and H.-J. Arpe, Industrielle Organische Chemie, 3rd Ed., Verlag Chemie, Weinheim,1988, p. 142; (b) Review: W.A. Herrmann and Ch.W. Kohlpaintner, Angew. Chem., Int Ed. Engl., 32 (1993) 1524; (c) E. Wiebus and B. Comils, Chem.-Ing.-Tech., 66 (1994) 916; (d) E. Wiebus and B. Comils, CHEMTECH, January (1995) 33. [3] Winnacker-Khler, Chemische Technologie, Bd. 5, Organische Technologie I, Hanser Verlag, Mchen, 1981, p. 552. [4] D. Neibecker and R. Ru, New. J. Chem., 15 (1991) 279. [5] D. Neibecker and R. Ru, Angew. Chem., Int. Ed. Engl., 28 (1989) 500. [6] T.J. Devon, G.W. Phillips, T.A. Puckette, J.L. Stavinoha and J.J. Vanderbilt, WO 87/07600 (17 Dec. 1987). [7] N. Maigrot and J.-P. Mazaleyrat, Synthesis, (1985) 317. [8] H.J. Bestmann and W. Both, Chem. Ber., 107 (1974) 2926. [9] K. Tamao, H. Yamamoto, H. Matsumoto, N. Miyake, T. Hayashi and M Kumada, Tetrahedron Lett., 16 (1977) 1389. [ 10] F. Mathey, F. Mercier and C. Charrier, J. Am. Chem. Soc., 103 (1981) 4595. [ 11 ] A. Breque, G. Muller, H. Bonnard, F. Mathey and Ph. Savignac, Eur. Pat. Appl., EP 0041447 (26 May 1981). [ 12] W.A. Herrmann, C.W. Kohlpaintner, H. Bahrmann and W. Konkol, J. Mol. Catal., 73 (1992) 191. [ 13 ] J. Kulpe, Dissertation, Techn. Univ. Mchen, 1989. [ 14] W.A. Herrmann, J.A. Kulpe, J. Kellner, H. Riepl, H. Bahrmann and W. Konkol, Angew. Chem., Int. Ed. Engl., 29 (1990) 391. [ 15 ] A. Breque, F. Mathey and Ph. Savignac, Synthesis, 12 (1981) 549. [ 16] L.M. Engelhardt, W.-P. Leung, C.L. Raston, G. Salem, P. Twiss and A.H. White, J. Chem. Soc., Dalton Trans., (1988) 2403. [ 17] W.A. Herrmann, Ch.W. Kohlpaintner, R. Schmid, T. Priermeier, R. Manetsberger and R. Eckl, Inorg. Chem., in press (1995). MOLCAA 9400076X 1381-1169(94)00076-X 10.1016/1381-1169(94)00076-X Chemical and metal complex catalysis Article Water-soluble metal complexes and catalysts. Part 7 1 1 For Part 6 of this series see ref. [12]. . New efficient water-soluble catalysts for two-phase olefin hydroformylation: BINAS-Na, a superlative in propene hydroformylation Wolfgang A. Herrmann ∗ a Christian W. Kohlpaintner a Rainer B. Manetsberger a Helmut Bahrmann b Hariolf Kottmann b a Anorganisch-chemisches Institut der Technischen Universität München, Lichtenbergstrasse 4, D-85747 Garching, Germany b Oxo Research Laboratories, HOECHST AG, Werk Ruhrchemie, Postfach 130160. D-46128 Oberhausen, Germany ∗ Corresponding author. The monophosphine 3,4-dimethyl-2,5,6-triphenyl-1-phosphanorborna-2,5-diene (1, DMTPPNOR) and the diphosphine 2,2′-bis (diphenylphosphinomethyl)-1,1′-binaphthalene (7) were sulfonated by means of oleum. The sulfonation products 8 (BINAS) and 2 (NORBOS) were purified by extraction-reextraction and by gel permeation chromatography. While the sodium salt 9 (BINAS-Na) of BINAS (8) was accessible as a mixture of different degrees of sulfonation, the sodium salt of NORBOS (2) was available as an analytically clean, completely characterized, triply sulfonated compound, NORBOS-Na (3). For the synthesis of 2,2′-bis (diphenylphosphinomethyl)-1,1′-binaphthalene (7), a new method has been used: Commercially available 1-bromo-2-methylnaphthalene (4) was first dimerized by means of magnesium, and then the resulting 2,2′-dimethyl-1,1′-binaphthalene (5) was treated with n-BuLi TMEDA and chlorodiphenylphosphine. In the ‘heterogeneous’ (bi-phasic) hydroformylation of propene, the sulfonated ligands 3 and 9 exhibited very high activities and productivities at low phosphine/rhodium ratios. Furthermore, phosphine 9 was advantageous in n/iso ratios of the resulting butyric aldehyde (rhodium catalysis). The new catalyst system RhI/BINAS-Na has an apparent activation energy of 10.8 kcal/mol explaining the outstanding performance of this system in continuous hydroformylation, with the activity data being: 16 (TPPTS), 90 (BISBIS-Na), 118 (NORBOS-Na), and 178 (BINAS-Na). Keywords BINAS-Na Hydroformylation Olefins Propene Water-soluble catalysts References [1] E.G. Kuntz, Fr. Pat. FR 2 314 910 (1975). [2] (a) H. Weissermel H.-J. Arpe Industrielle Organische Chemie 3rd Ed. 1988 Verlag Chemie Weinheim 142 Review [2] (b) W.A. Herrmann Ch.W. Kohlpaintner Angew. Chem., Int Ed. Engl. 32 1993 1524 [2] (c) E. Wiebus B. Cornils Chem.-Ing.-Tech. 66 1994 916 [2] (d) E. Wiebus B. Cornils CHEMTECH January 1995 33 [3] Winnacker-Küchler Chemische Technologie, Bd. 5, Organische Technologie I 1981 Hanser Verlag München 552 [4] D. Neibecker R. Réau New. J. Chem. 15 1991 279 [5] D. Neibecker R. Réau Angew. Chem., Int. Ed. Engl. 28 1989 500 [6] T.J. Devon, G.W. Phillips, T.A. Puckette, J.L. Stavinoha and J.J. Vanderbilt, WO 87/07600 (17 Dec. 1987). [7] N. Maigrot J.-P. Mazaleyrat Synthesis 1985 317 [8] H.J. Bestmann W. Both Chem. Ber. 107 1974 2926 [9] K. Tamao H. Yamamoto H. Matsumoto N. Miyake T. Hayashi M Kumada Tetrahedron Lett. 16 1977 1389 [10] F. Mathey F. Mercier C. Charrier J. Am. Chem. Soc. 103 1981 4595 [11] A. Breque, G. Muller, H. Bonnard, F. Mathey and Ph. Savignac, Eur. Pat. Appl., EP 0041447 (26 May 1981). [12] W.A. Herrmann C.W. Kohlpaintner H. Bahrmann W. Konkol J. Mol. Catal. 73 1992 191 [13] J. Kulpe Dissertation 1989 Techn. Univ. München [14] W.A. Herrmann J.A. Kulpe J. Kellner H. Riepl H. Bahrmann W. Konkol Angew. Chem., Int. Ed. Engl. 29 1990 391 [15] A. Breque F. Mathey Ph. Savignac Synthesis 12 1981 549 [16] L.M. Engelhardt W.-P. Leung C.L. Raston G. Salem P. Twiss A.H. White J. Chem. Soc., Dalton Trans. 1988 2403 [17] W.A. Herrmann Ch.W. Kohlpaintner R. Schmid T. Priermeier R. Manetsberger R. Eckl Inorg. Chem. 1995 in press",
      "scopus-id": "0002596304",
      "coredata": {
        "eid": "1-s2.0-138111699400076X",
        "dc:description": "The monophosphine 3,4-dimethyl-2,5,6-triphenyl-1-phosphanorborna-2,5-diene (1, DMTPPNOR) and the diphosphine 2,2′-bis (diphenylphosphinomethyl)-1,1′-binaphthalene (7) were sulfonated by means of oleum. The sulfonation products 8 (BINAS) and 2 (NORBOS) were purified by extraction-reextraction and by gel permeation chromatography. While the sodium salt 9 (BINAS-Na) of BINAS (8) was accessible as a mixture of different degrees of sulfonation, the sodium salt of NORBOS (2) was available as an analytically clean, completely characterized, triply sulfonated compound, NORBOS-Na (3). For the synthesis of 2,2′-bis (diphenylphosphinomethyl)-1,1′-binaphthalene (7), a new method has been used: Commercially available 1-bromo-2-methylnaphthalene (4) was first dimerized by means of magnesium, and then the resulting 2,2′-dimethyl-1,1′-binaphthalene (5) was treated with n-BuLi TMEDA and chlorodiphenylphosphine. In the ‘heterogeneous’ (bi-phasic) hydroformylation of propene, the sulfonated ligands 3 and 9 exhibited very high activities and productivities at low phosphine/rhodium ratios. Furthermore, phosphine 9 was advantageous in n/iso ratios of the resulting butyric aldehyde (rhodium catalysis). The new catalyst system RhI/BINAS-Na has an apparent activation energy of 10.8 kcal/mol explaining the outstanding performance of this system in continuous hydroformylation, with the activity data being: 16 (TPPTS), 90 (BISBIS-Na), 118 (NORBOS-Na), and 178 (BINAS-Na).",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-04-03",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/138111699400076X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Herrmann, Wolfgang A."
          },
          {
            "@_fa": "true",
            "$": "Kohlpaintner, Christian W."
          },
          {
            "@_fa": "true",
            "$": "Manetsberger, Rainer B."
          },
          {
            "@_fa": "true",
            "$": "Bahrmann, Helmut"
          },
          {
            "@_fa": "true",
            "$": "Kottmann, Hariolf"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/138111699400076X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/138111699400076X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(94)00076-X",
        "prism:volume": "97",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Water-soluble metal complexes and catalysts. Part 7 1 1 For Part 6 of this series see ref. [12]. . New efficient water-soluble catalysts for two-phase olefin hydroformylation: BINAS-Na, a superlative in propene hydroformylation",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "BINAS-Na"
          },
          {
            "@_fa": "true",
            "$": "Hydroformylation"
          },
          {
            "@_fa": "true",
            "$": "Olefins"
          },
          {
            "@_fa": "true",
            "$": "Propene"
          },
          {
            "@_fa": "true",
            "$": "Water-soluble catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "65-72",
        "prism:endingPage": "72",
        "pubType": "fla",
        "prism:coverDisplayDate": "3 April 1995",
        "prism:doi": "10.1016/1381-1169(94)00076-X",
        "prism:startingPage": "65",
        "dc:identifier": "doi:10.1016/1381-1169(94)00076-X",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "134",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-138111699400076X-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "696",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002596304"
      }
    }
  }
}