{
  "metadata": {
    "title": "Functionalized polymers from Ziegler-Natta catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-07-29",
    "doi": "10.1016/1381-1169(95)00046-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995000461",
    "pii": "1381116995000461"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0005531435",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-22 1999-12-22 2010-04-18T17:16:47 1-s2.0-1381116995000461 1381-1169(95)00046-1 1381116995000461 10.1016/1381-1169(95)00046-1 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S1381116900X00453 2015-05-13T23:01:31.432129-04:00 0 0 19950729 1995 1999-12-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast dedication primabst ref alllist content subj ssids 1381-1169 13811169 101 101 1 1 Volume 101, Issue 1 2 1 10 1 10 19950729 29 July 1995 1995-07-29 1995 article fla Copyright © 1995 Published by Elsevier B.V. FUNCTIONALIZEDPOLYMERSZIEGLERNATTACATALYSTS GALIMBERTI M SIMONAZZI 1992 133 T COMPREHENSIVEPOLYMERSCIENCE PADWA 1988 811 A BOOR 1979 J ZIEGLERNATTACATALYSTSPOLYMERIZATIONS GIANNINI 1968 157 U PURGETT 1987 1465 M RAMAKRISHAN 1990 378 S CHUNG 1991 970 T CHUNG 1993 3467 T VOGEL 1959 A PRACTICALORGANICCHEMISTRY ROBERTS 1951 2509 J CASERIO 1960 171 M ETTLINGER 1955 1831 M FINKELSTEIN 1910 1528 H BRODY 1943 1080 F ABRAMOVA 1982 1080 N BENOIT 1966 1507 H SCHOLTE 1984 3763 T CLARK 1965 531 K CANTOW 1967 M POLYMERFRACTIONATION FLORY 1953 P PRINCIPLESPOLYMERCHEMISTRY MARCH 1992 J ADVANCEDORGANICCHEMISTRYREACTIONSMECHANISMSSTRUCTURE DEHMLOW 1979 372 E AKOVALI 1986 143 G GALIMBERTIX1995X1 GALIMBERTIX1995X1X10 GALIMBERTIX1995X1XM GALIMBERTIX1995X1X10XM item 1381-1169(95)00046-1 1381116995000461 1-s2.0-1381116995000461 10.1016/1381-1169(95)00046-1 271358 2010-09-27T22:20:50.153145-04:00 1995-07-29 1-s2.0-1381116995000461-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000461/MAIN/application/pdf/ab03359d2fdfa0a9cacec0784cf317df/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000461/MAIN/application/pdf/ab03359d2fdfa0a9cacec0784cf317df/main.pdf main.pdf pdf true 908922 MAIN 10 1-s2.0-1381116995000461-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000461/PREVIEW/image/png/89d5a22880e2c22c4b37d9850f99ab95/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000461/PREVIEW/image/png/89d5a22880e2c22c4b37d9850f99ab95/main_1.png main_1.png png 60662 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 101 (1995) 1-10 JOURNAL OF MOLECULAR CATALYSIS If A: CHEMICAL Functionalized polymers from Ziegler-Natta catalysts ' Maurizio Galimberti a, Umberto Giannini a, Enrico Albizzati a, Silvia Caldari b, Luigi Abis a Montell Polyolefins, Centro Ricerche G. Natta, P.le Donegani 12, 44100 Ferrara, Italy b EniChem Elastomeri, Centro Ricerche G. Natta, P.le Donegani 12, 44100 Ferrara, Italy EniChem, Istituto G. Donegani, Via Fauser 4, 28100 Novara, Italy Received 20 July 1994; accepted 30 January 1995 Abstract A new method for the preparation of functionalized polyolefins is presented. The method consists of two steps: (i) copolymerization of ethylene and/or an a-olefin with 1-iodo-3-butene (ii) elimination or substitution reaction of the iodine atom, by reaction with an organic salt of potassium, in the presence of a crown ether. The synthesis of ethylene/propylene/ 1-iodo-3-butene copolymers with Vanadium based catalysts as well as the dehydrohalogenation reaction on the copolymers are discussed. The first example of ethylene/propylene/1,3-butadiene copolymers, where the diene has exclusively 1,2 configuration, is presented. Keywords: 1,3-Butadiene copolymers; 1-Chloro-3-butene; \"C-NMR analysis; Dehydrohalogenation reaction; Ethylene copolymers; 'H-NMR analysis; I-lodo-3-butene; Olefins; Propylene copolymers; Vanadium 1. Introduction It is known that the introduction of functional groups in the olefinic polymers is a useful method for improving their chemical and physical properties, such as compatibility to polar polymers, dyeability, adhesiveness to metals, gas impermeability etc. As reported in the literature, functionalized polyolefins can be prepared by: (i) chemical modification reactions or free radical graft polymerization on preformed polyolefins and (ii) copolymerization of a-olefins with polar monomers [1,2]. * Corresponding author. ' This paper is dedicated to the memory of Dr. Umberto Zucchini. 1381-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00046-1 As far as the latter method is concerned, it is also known how difficult it is to prepare olefin copolymers containing nitrogen or oxygen atoms, by using Ziegler-Natta catalysts [ 2,3 ] . The interaction of the Lewis acid components of the catalytic system with the heteroatoms of the polar monomers brings about the poisoning and the deactivation of the catalytic sites. One of us first reported the preparation of functionalized polyalkenes with Ziegler-Natta catalysts, by polymerizing oxygen or nitrogen containing monomers [4]. In this work the basic criteria for increasing the polymerizability of polar monomers at Ziegler-Natta sites were exploited: to insert methylene units as spacers between the double bond and the heteroatom, to 2 M. Galimberti et al. /Journal of Molecular Catalysis A: Chemical 101 (1995) 1-10 increase the steric hindrance and to lower the electron-donating nature of the heteroatom. Clark reported the pretreatment of the polar monomers with an organometallic Al compound as a method to reduce their reciprocal reactivity [5]. Another way proposed was the use of monomers containing ester groups [ 6 ] , less reactive towards Ziegler-Natta catalysts. However, although long chain c)-ester-l-olefins were used, the content of ester groups in the copolymer was less than 5% by moles. Higher levels could be reached only by using particularly hindered esters [7]. More recently, a-co dienes, previously reacted with boranes, were used by Chung as monomers [8-11]. In the present paper, a new versatile method for preparing functionalized polyolefin through a Ziegler-Natta process [ 12] is presented. The method consists of two steps: (i) copolymerization of ethylene and/or an a olefin with 1-iodo-3-butene (ii) elimination or substitution reaction of the iodine atom, by reaction with an organic salt of potassium, in the presence of a crown ether. By this procedure, it is possible to prepare functionalized polyolefins, ranging from elastomeric copolymers of ethylene and propylene to isotactic polypropylene, containing a large variety of functional groups, for example: CH=CH2, OR, OH, OCOR, (COOR)2, NR2. The preparation of elastomeric copolymers of ethylene and propylene with 1-iodo-3-butene and the dehydrohalogenation reaction are hereinafter discussed. The first example of ethylene/propylene/1,3-butadiene copolymers, where the diene has exclusively 1,2 configuration, is presented. The results obtained in the preparation of elastomeric copolymers of ethylene and propylene as well as of isotactic polypropylene containing polar groups will be discussed in a forthcoming paper [13]. 2. Experimental All the operations involving air sensitive compounds were carried out by using the known Schlenk-tube technique. Solvents were purified according to known methods [ 14] . 2.1. Catalysts V (acac) 3 (Fluka, > 95 %) was further purified through crystallization from a toluene solution. Al(C2H5)2Cl and Al(C2Hg)2I (Schering) were used without further purification. 2.2. Synthesis of co-halo-a-olefins 3-Buten-l-of (Fluka, >98%), SOC12 (Carlo Erba, >99%), toluene-4-sulfonyl chloride (Fluka, > 99 %) , NaI (Carlo Erba, > 99.5 % ) were used without further purification. Synthesis of 1-chloro-3-butene. The reaction between 3-buten-l-of and thionyl chloride was carried out according to the reported procedure [ 15-17 ] . The product was purified through rectification (b.p. 73.2-73.9). 1H-NMR (200 MHz, C6D6) : 8 5.80 (m, 1 H, =CH), 5.02 (m, 211, =CH2), 3.33 (t, 2H, -CH2I-), 2.24 (q, 2H, -CH2-) . Synthesis of 3-butene-1 p-tolyl sulfonate. The reaction between 3-buten-l-of and p-toluene-sulfonyl chloride was carried out according to a standard procedure [ 18 ] : In a 3 neck round bottomed flask, equipped with thermometer and mechanical stirrer, 25 ml of 3-buten-l-of and 100 ml of pyridine were introduced. By using a ice bath, the temperature was taken to 4. p-Toluene-sulfonyl chloride was added in portions and the temperature was kept below 11. The mixture was stirred at 15 for 3 h. It was then poured into a mixture of 400 ml of ice and 100 ml of HCI. The organic layer was extracted with CH2C12 and the product isolated by evaporation of the chlorinated solvent. Average yield: 97%. 'H-NMR (300 MHz, CDC13): 8 7.78 (d, 2H, o Ph), 7.35 (d, 2H, m Ph), 5.65 (m, 1H, -CH=), 5.05 (m, 2H, -CH2), M. Galimberti et al. /Journal of Molecular Catalysis A: Chemical 101 (1995) 1-10 4.05 (t, 2H, -OCH2-), 2.45 (s, 3H, -CH3), 2.40 (q, 2H, -CHZ-) . Synthesis of 1-iodo-3-butene. The reaction with NaI was performed as described in the literature, starting from either 3-buten-l-of [ 19,20] or from 3-butene-1 p-tolyl sulfonate [ 21 ] . The reaction yields were 65% and 75% respectively. 'H-NMR (200 MHz, CA): 8 5.40 (m, 1 H, =CH), 4.91 (m, 2H, -CH2), 2.61 (t, 2H, -CHZI-) , 2.14 (q, 2H, -CH2-) . 2.3. Reaction between 1-iodo-3-butene and AL(C2H5)2CllV(acac)3 In a 10 ml Schlenk vial, I ml of deuterated benzene (C6136) , 44 mg (0.24 mmol) of 1-iodo3-butene and 24 mg (0.20 mmol) of AlEt2C1 were introduced. The solution was stirred at 40 for 2 h and then at room temperature for 16 h. A sample was taken for 'H-NMR analysis (see Fig. lb). 2.3 mg of V (acac) 3 (0.0067 mmol) were then added and the mixture was stirred at 40 for 3 h. A sample of the supernatant solution was analyzed by ' H-NMR (see Fig. 1 c) . 2.4. Polymerizations Polymerizations were performed either in a 100 ml or in a 11(Bhi) glass autoclaves. The former was equipped with a magnetic stirrer, a thermocouple and valves for the introduction of catalyst, liquids and gases. The Bfchi autoclave was equipped with a mechanical stirrer, a thermocouple, a jacket, a high pressure syringe for the introduction of the catalyst solution, and valves for the introduction of liquids and gases. Ethylene /propylene and ethylene/ propylene/ 1-iodo-3-butene copolymerizations were performed by supplying the ethylene /propylene mixture at a constant flow rate (0.5 1/min). The ethylene /propylene ratio was kept constant by an automatic gas blending device. The following standard procedure was employed: a solution of the alkyl aluminum in toluene was introduced into the autoclave. The solution was then saturated with the ethylene/ 3 a b d A, Al 5:0 4:0 3:0 2:0 1:0 0'9 PPM Fig. 1. Reaction between 1-iodo-3-butene and Al(C2H5)zCl/ V(acac)3. 'H-NMR of the halo-olefin (la), the chlorinated alkyl aluminum ( Id), the reaction products after 2 h at 40 and 16 h at RT ( l b) and the reaction products after the addition of V(acac), and 3 h at 40. propylene mixture and thermostated at the polymerization temperature. In the case of copolymerizations with 1-iodo-3-butene, the halo-olefin was added at this point. A solution of V ( acac ) 3 toluene was then introduced and the pressure brought to the level fixed for the polymerization. When the polymerization was carried out in the Bhi autoclave, the pressure was increased before the addition of the catalyst, which was then injected by using the aforementioned syringe. Polymerizations were stopped by injecting few ml of methanol. The polymers reported in the present paper were recovered by twice washing the polymer solution with HZO + HCI, HZO, Na2S203, H20 and by precipitating them with methanol. The conversion of the reaction was calculated according to the following expression: Conversion =100 ~ (1; - le ) l1;, where I; and le are the iodine contents before and after the reaction. 4 M. Galimberti et al. /Journal of Molecular Catalysis A: Chemical 101 (1995) 1-10 2.5. Dehydrohalogenation reaction Potassium terbutylate (Fluka, > 97%) and 18crown-6 (Fluka, > 98%) were used without further purification. A standard procedure was followed for all the reactions. Entry 12 of Table 4 is reported as an example. In a 10 1 autoclave, equipped with mechanical stirrer, thermocouple, condenser, dropping funnel and valves for the introduction of liquids and gases, 7.51 of toluene were introduced. The autoclave was thermostated at 90. 11.1 g of the terpolymer were dissolved and 10.4 ml of a 0.135 M solution of 18-crown-6 in toluene were introduced. 4.8 g of tBuO-K+ were then added. After 18 h, 10.4 ml of the crown ether solution and 4.8 grams of tBuO-K+ were added. The reaction was stopped after 6 more hours, by adding few ml of methanol. The polymer was recovered by evaporation of about half of toluene and precipitation with methanol. 2.6. Polymer characterization The content of iodine in the polymers was determined through potentiometric titration by means of a Potentiograph E 3367 Metrohm Herisau. First a standard solution of NaI (161 mg in 100 ml) was prepared and titrated three times with a 0.01 M solution of AgN03. The average consumption of AgN03 was then calculated. About 30 mg of polymer were burned and dissolved in a water solution containing Na2S202. and 2 ml of standard solution of NaI were added: Titration with NaI was carried on and the difference of consumption of AgN03 with respect to the analysis on the pure standard was converted into wt% of iodine in the polymer. The minimum level of iodine detection was estimated to be about 0.3%. 1H and '3C-NMR spectra of the terpolymers were run at 383 K on a Bruker AM300 spectrometer, operating at 300.13 MHz with a 5 mm probe for 1H-NMR and at 75.43 MHz with a 10 mm probe for '3C-NMR spectra. Samples were dissolved in C2D2C14 with the following concentrations: 3% w/v for 'H-NMR and 10% w/v for '3C-NMR. Chemical shifts were referred to TMS = 0.0 ppm. IR spectra were recorded on a Perkin Elmer 1760 instrument. Thermal analysis were performed with a Perkin Elmer DSC-7, in a range from -130 to 120 at a heating rate of 20/min. Intrinsic viscosity measurements were carried out with a Hubbel-Hode type viscometer by using 0.10 wt% solutions in 1,2-dichlorobenzene at 135, with no kinetic-energy corrections. Gel permeation chromatography (GPC ) analysis were carried out by using a Waters ALC/ GPC 150-C chromatograph, equipped with a refractive index detector and with 4 linear PLGEL columns, working at 135 with 1,2-dichlorobenzene as solvent. Average molecular mass calculations were performed by using universal calibration, proposed by Benoit et al. [ 22 ] . Monodisperse polystyrenes were used as standards. The fit for linear polyethylene and polypropylene, corrected for average composition according to Scholte et al. [ 23 ] was used. Fractionation of the copolymers was carried out by direct extraction, by using, in sequence, solvents (pure or in mixture) with increasing solubility power. Working temperature was the boiling point of the solvent or of the mixture. The procedure was as follows. In a round-bottomed flask, equipped with a mechanical stirrer, 600 ml of solvent(s) and 6.0 g of copolymers were introduced. The mixture was allowed to reflux for 6 h under a dry nitrogen atmosphere. The fractions were recovered either by evaporating the solvents under reduced pressure or by precipitation with a poor solvent, and were dried under vacuum at 60. 3. Results and discussion The method, presented in this paper, for the preparation of functionalized polyolefins, is summarized in Scheme 1. M. Galimberti et al. /Journal of Molecular Catalysis A: Chemical 101 (1995) 1-10 x [CHZ=CH7] + y [CH2=CH-Rj + z [CH2=CH-CHZ-CH71j . = a -> tau - ly + ~) Polymeriation y = o -> too - x + ,) z = too - (. + y) i [CHZ-CHp]-X-[-CHZ-CH-(R)]-y-[-CHZ-CH-(CHp-CHyI)]-i- o-9a0-K\" I 1S-crn- [CHi-CHiI-X-[-CH7-CH-(R)J-y-[-CHp-CH-(CH=CH2)]-z X- / K^ I [CH2-CH7j-x-[-CHZ-CH-(R)]-y-[-CH2-CH-(CH7-CHZ-X)1-z- X = OR, OH, OCOR, CH(COOR'yl, CHpCOOH, NRZ Scheme 1. 3.1. Halogenated monomer: I -iodo-3-butene The polymerizability of halogenated olefins with Ziegler-Natta catalysts is much reduced by their reactivity with the organometallic components of the catalytic system. Clark and Powell reported on the polymerization of ta-halo-1-olefins [24], with TiC13 as catalyst and AIEtzCI as cocatalyst. They concluded that the influence of deactivation reactions could be decreased by increasing the size and the distance from the double bond of the halogen atom and by using primary alkenyl halide. In a patent registered to Hoechst [ 25 ] , crystalline copolymers of propylene with linear co-halo1-olefins were obtained, with reasonable polymerization activity, by using TiC13 and AlEt3 as catalysts. 5 The choice of 1-iodo-3-butene as the halo-olefin for the preparation of functionalized polyolefins, according to Scheme SCHEME, was thus based on two main considerations: ( i ) the literature results, indicating linear iodoolefins as suitable for Ziegler-Natta polymerization (ii) the possibility of obtaining new interesting products, through elimination or substitution reaction of iodine. 1-Iodo-3-butene was prepared starting from 3 buten-l-of and following two synthetic pathways, according to the methods reported in the literature: (i) synthesis of 1-chloro-3-butene, by reaction with SOC12 [ 15-17] and subsequent treat ment with NaI [ 19,20] (ii) synthesis of 3-butene-1 p-tolyl sulfonate [ 18 ] and then reaction with NaI [ 21 ] . The latter method, without any particular optimization of the reaction conditions, gave a global yield of about 75%. 3.2. Ethylene and propylene copolymerization with 1-iodo-3-butene Polymerization conditions and copolymer characteristics are reported in Table 1 and Table 2, respectively. Copolymerizations were performed by using vanadium tris-acetylacetonate [ V ( acac ) 3 ] as catalyst. Table 1 Synthesis of ethylene /propylene/1-o-3-butene (lb) copolymers with V(acac)3 as catalyst and Al(CZHS)zX [X =CI, 11 as cocatalyst Entry V(acac)3 (mg) AIEt2X Al/V (m/m) C3/CZ (MO'/MO') Ib (ml) Toluene (ml) T () time (min) Activity (g polymer/g V) X= mmol/1 1 25.3 I 57.5 32 2 0 40 35 45 670 2 25.3 I 57.5 32 2 0.4 40 35 45 330 3 235 I 60 35.6 2 5.5 400 35 150 350 4 540 I 57.5 29.7 2 12.5 800 45 120 255 5 570 I 57.5 28.2 2 12.5 800 45 120 250 6 540 I 57.5 29.7 2 13 800 45 120 235 7 520 I 57.5 30.9 2 16 800 45 120 215 8 82 CI 8 33 2.5 8 500 40 240 300 9 280 C1 24 30 3.5 8 400 40 240 120 10 280 CI 24 30 5 8 400 40 240 100 Polymerization conditions: total pressure=4 atm. 6 M. Galimberti et al. /Journal of Molecular Catalysis A: Chemical 101 (1995) 1-10 Table 2 Characterization of ethylene /propylene/1-iodo-3-butene copolymers obtained with V (acac) 3 as catalyst and Al (CZHS) zX (X= Cl, 1) as cocatalyst Copolymer C3 (Wt 0/0) la 2 3 4 5 6 7 8 9 to 35.2 36.4 38 35.4 37.5 35 37.8 19 27 40 Iodine (wt %) 0 3.6 2.8 4.3 4.1 3.7 4.8 1.6 2.1 2.1 fill (dl/g) 5.00 2.81 3.00 2.50 2.62 2.60 2.55 0.68 1.00 0.66 a GPC analysis. MW. 10-' (g/mol) -560 (peak 1), 4 (peak 2) for copolymer 1; 680 (peak 1), 2 (peak 2) for copolymer 2. Best results were obtained with Al (C2H5) 21 [AlEt21] as cocatalyst. As it will be shown hereinafter, good consistency was obtained as far as polymerization results and copolymer characteristics are concerned. The polymerization activity was affected by the presence of 1-iodo-3-butene in the polymerization mixture. From the comparison of Entry l and Entry 2, it appears that, with respect to a copolymerization carried out in the absence of the haloolefin, the activity was reduced to about one half, when the concentration of 1-iodo-3-butene in the polymerization mixture was about 2% by weight. Furthermore, by comparing Entries 2-7 a gradual decrease of the polymerization activity may be observed, as the concentration of 1-iodo-3-butene increases. Table 3 Fractionation of an ethylene /propylene/ 1-iodo-3-butene copolymer (copolymer 3) The halo-olefin had no influence on the chemical composition of the copolymers, as indicated by the propylene content of copolymers 1-7. By contrast, a strong effect was observed on the molecular mass, as it appears from the comparison of the viscosities of the iodine containing copolymers and of copolymer 1. By using Al[ (C2H5)2]Cl as cocatalyst, copolymers were obtained with lower molecular mass and lower propylene and iodine content, with respect to the copolymers obtained with AlEt21 as alkyl aluminum. The lower iodine content can not be attributed to the interaction of the different components of the catalytic system with the iodoolefin. This interaction was investigated by 'HNMR spectroscopy (see Fig. 1) . By mixing AlEt2C1 and 1-iodo-3-butene, in benzene, under experimental conditions similar to those adopted in polymerization, but in a much more concentrated solution, no reaction was observed, even after several hours. Also after the addition of V (acac) 3, it was not possible to detect in the NMR spectrum signals due to compounds other than the iodo-olefin and the chlorinated alkyl aluminum. All the copolymers reported in Table 2, having at least 35% by weight as propylene content, were essentially amorphous. Copolymers obtained with V (acac) 3 and AlEt21 as catalytic system, with or without 1-iodo3-butene as comonomer, showed a bimodal distribution of the molecular masses. To investigate whether this phenomenon was related to a chemical inhomogeneity of the copolymers, the chem- Fraction Solvent Amount wt% C3 wt% Iodine wt% M'. 10-' peak 1 /peak 2 wt/wt peak 1 peak 2 Raw sample - 100 38 2.8 n.d. n.d. n.d. 1 ether/acetone = 50/50 2.6 33.4 n.d. - 1.4 - 2 ether/acetone=90/10 13.5 39 3.4 265 3.3 0.2 3 ether 10.7 50.9 2.4 411 5.1 5 4 ether/hexane=80/20 60.9 36.8 2.2 330 5.1 12 5 hexane 7.6 27.8 1.8 512 6.3 3 6 heptane 0.9 24.3 1.8 712 7 4 7 residual 3.7 14.6 2.3 712 - - M. Galimberti et al. /Journal of Molecular Catalysis A: Chemical 101 (1995) 1-10 ical composition distribution of copolymer 1 was evaluated through fractionation, by using a proper solubility driven method (see Table 3) . It is well known the influence on a copolymer fractionation of the interaction parameters of the solvent with the comonomer units [ 26,27 ] . The greater is the difference among these parameters and the higher is the efficiency of the fractionation. To maximize this difference, we have developed a separation method that employs a sequence of solvents of different polarity, pure or in mixture (see Experimental). A bimodal distribution was detected in fractions 2-6, that represents almost the totality of the copolymer. The distribution of the propylene content appears be not highly homogeneous. However, for more than 80% of the copolymer (Fractions 2-4) this content was in a rather narrow range. Fraction 4 has a propylene content higher than Fraction 3. This apparent inversion in the order of fractionation is due to the high molecular mass of the fraction. The iodo-olefin was homogeneously distributed, at least in the high molecular mass fractions, that are the largest part of the copolymer (more than 80% by weight). More particularly, the amount of iodine of fraction 7, which was monomodal, was very similar to the average value of the raw copolymer. Furthermore, the relative amount of the two peaks of the bimodal distribution was different in the various fractions. All these findings seem to suggest that the bimodal distribution was essentially due to the molecular masses, rather than to an inhomogeneous distribution of the chemical composition. 3.3. Preparation of ethylenelpropylenell,3butadiene copolymers: dehydrohalogenation reaction Dehydrohalogenations are well known reactions of organic chemistry [ 28 ] . Among all the methods available in the literature, we selected that reported by Dehmlow and Lissel [ 29 ] . They employed tBuOK in the presence of 18crown-6 for the dehydrohalogenation of chloroand bromo-alkanes. Depending on the alkyl-halogenide, the yield ranged from about 7 70% to about 95%. In most case, at least 10% of alkyl-tert-butyl ether was present as side product of the reaction. Substitution reaction of a halogen atom from a polymer, by using a sodium alkolate in the presence of a crown ether, was reported in the literature for poly(vinyl chloride) [30]. The maximum conversion reached was about 5% and polymer degradation occurred during the reaction. Dehydrohalogenation reactions performed according to the aforementioned method, on ethylene/propylene/ 1-iodo-3-butene copolymers are reported in Table 4. Optimization of the reaction conditions was performed, in order to reach a high efficiency for the dehydrohalogenation reaction, applied on a polymer, and to minimize the occurrence of the substitution reaction, which would lead to the formation of an ether group. When tBuOK and 18-crown-6 were used according to the reported recipes [ 29 ] , and therefore tBuOK was almost in stoichiometric ratio with respect to the iodine atom (tBu0-:1=1.22:1), and the crown ether was present in a catalytic amount, poor results were obtained. When the reaction was carried out in nheptane (see Entry 11) , even under reflux and for a prolonged time, the iodine content of the polymer remained unchanged. By decreasing to about one half the tBuOK/ 18-crown-6 molar ratio and by using toluene as solvent (see Entry 12), about 15 % of iodine was removed from the polymer and vinylic double bonds were detected in the IR spectrum. A reaction conversion of about 70% was reached in Entry 13, by using a large excess of alkolate (tBuOK/1=5:1) and by decreasing to less than one third, with respect to the literature values, the alkolate/crown ether ratio. A further increase of the crown ether amount (tBuOK/ 18crown-6 = 5) led to a further improvement of the conversion (about 80% in Entry 14) . However, the presence of ether groups was clearly detected in the IR spectrum, even if not quantitatively determined. A conversion higher than 90% was finally obtained by using the following molar ratios: tBuOK:I=10:1 and tBuOK:18-crown- 8 M. Galimberti et al. /Journal of Molecular Catalysis A: Chemical 101 995)1-10 Table 4 Reaction of ethylene /propylene/3-iodo-l-butene copolymers with tBuO-K` / 18-crown-6 Entry Polymer Solvent (type) g polymer/1 solv. tBuOK/1 (molar ratio) tBuOK/18-crown-6 (molar ratio) I W2% 11 0.27 4.2 12 0.42 4.2 13 0.78 5.2 14 0.70 5.2 15 0.48 5 16 6.20 3.4 17 11.10 4.9 18 18.50 3.7 19 19.60 4.1 20 10.50 9.2 heptane toluene toluene toluene toluene toluene toluene toluene toluene toluene time (h) Conversion (%) a 0.9 1.4 3.9 7 3.9 1.6 1.8 2.5 2.6 3 1.1 1.3 5 5 10.1 10.4 10.4 10 10 8 8 8 8 10 10 110 47 30 5 39.9 29.9 29.9 30.2 30.2 30 30 30 30 30 30 48 0 5.5 13.7 24 70.6 24 80.6 24 > 92 16 > 91 8 16.5 7.5 18 6 18 6 18 6 > 93.8 > 92 > 92.6 > 96.7 'The conversion is calculated as reported in the Experimental part. As the minimum content of iodine detectable was 0.3 wt%, the values reported, from Entry 15 on, indicate that the iodine detected was < 0.3 wt%. Table 5 Characterization of ethylene/propylene/1,3-butadiene copolymers Copolymer In] Butadiene wt% b before reaction after reaction 11 n.d. n.d. 0.15 12 n.d. n.d. 0.3 13 3 2.8 0.9 14 2.1 2 1.6 15 n.d. n.d. 1 16 3 2.62 1.5 17 2.65 2.6 1.2 18 2.6 2.53 1.6 19 2.62 2.55 1.3 11 20 n.d. 2.7 3.6 6 = 30:1. To ensure almost complete removal of iodine, a double addition of the reagents was performed ( see Entries 16-19 ) . The iodine left in the polymer was below the threshold of the experimental sensitivity of the analytical method employed. The characterization of ethylene/propylene/ 1,3-butadiene copolymers obtained from the dehydrohalogenation reaction is collected in Table 5. The copolymer composition was investigated 'H-NMR analysis. In Fig. 2 (a) the spectrum of copolymer 14 is reported. The triplet at a 6a s: o 5:5 5:0 4a 4:0 3;s 3:0 PPM Fig. 2. 2(a):'H-NMR spectrum of a sample of ethylene /propylene/ 1-iodo-3-butene dehydrohalogenated (copolymer 14 of Table 5). 2(b) 'H-NMR spectrum of an ethylene/propylene/1,3-butadiene copolymer (copolymer 15 of Table 5). M. Galimberti et al. /Journal of Molecular Catalvsis A: Chemical 101 (1995)1-IO 3.27 ppm, arising from -CH2-CH2-1 group, clearly indicates the incomplete conversion of the dehydrohalogenation reaction. Besides the peaks between 0.5 and 2 ppm, arising from aliphatic protons and not reported in the Figure, two multiplets due to the vinylic group C'HaHb=CZHc are present: Ha = 5.0 ppm, JHa,Hb =11.8 Hz; Hb = 4.99 ppm, JHb,Hc = 16.8 Hz; He = 5.67 ppm. In Fig. 2 (b) the' H-NMR spectrum of copolymer 15 is reported. In this case, peaks due to iodobutene are not detectable. On the basis of the NMR results, it can be stated that a high selectivity was obtained in the elimination with respect to the substitution reaction of iodine. As a matter of fact, signals due the ether group are hardly detectable in the reported spectra. When the dehydrohalogenation reaction was performed on a copolymer with higher iodine content, as in Entry 20, it was possible to determine that the amount of the ether group was less than 10% with respect to the vinylic double bond. Furthermore, a good correspondence was found between the amount of iodine removed from the polymer and the content of vinyl groups in the unsaturated terpolymer. \"CNMR spectrum of copolymer 20 is reported in Fig. 3. It shows all the resonances relevant to an ethylene /propylene copolymer. Moreover, in the olefinic region the signals of the vinyl group can be observed: C, =113.9 ppm, CZ =143.8 ppm. 9 Table 6 Fractionation of an ethylene/propylene/1,3-butadiene copolymer (copolymer 18) obtained by dehydrohalogenation of an ethylene/ propylene/ 1-iodo-3-butene Fraction Solvent Raw sample a la 2 3 4 5 6 7 ether/ acetone= 50/ 50 ether/acetone= 90/ 10 ether ether/hexane = 80/20 hexane heptane residual Amount Cz wt% 1,3- wt% 100 2.2 8 13 59.8 9.s 2 5.5 371.6 27.5 37,3 40.9 40.5 36.7 34 37 butadiene wt% 1.6 4.1 1.7 1.6 1.5 1.4 1.2 1.5 a GPC analysis. Mw ~ 10-3 ( g/mol) = 630.0 (peak 1), 22.0 (peak 2) for the raw sample; 2.0 (peak 2) for fraction 1; 290.0 (peak 1), 4.2 (peak 2) for fraction 2. The viscosity of the copolymers was found to be the same before and after the dehydrohalogenation reaction. Furthermore, the unsaturated copolymers showed the same bimodal distribution of the molecular masses observed before the reaction. This indicates that no degradation of the polymers occurred under the experimental conditions employed. Copolymer 18 was fractionated, according to the aforementioned method, order to study the chemical composition distribution, particularly as 4B C6 44 C2 C0 38 36 34 37 30 78 26 2C 22 20 18 Fig. 3. 13C-NMR spectrum of an ethylene/propylene/ 1,3-butadiene copolymer ( copolymer 20 of Table 5). M. Galimberti et al. /Journal of Molecular Catalysis A: Chemical 101 (1995) 1-10 far as the unsaturated comonomer is concerned. The results obtained are shown in Table 6. The dehydrohalogenated polymer and the examined fractions showed a bimodal distribution of the molecular masses as the starting iodine containing copolymer. The unsaturated comonomer was homogeneously distributed in the largest part of the copolymer, as already observed for 1-iodo-3butene in the starting copolymer. These findings confirm that no degradation of the copolymer occurred during the dehydrohalogenation reaction. The results reported demonstrate that the new method presented in this paper allows the preparation of polyolefins containing polar groups with remarkable efficiency and selectivity, at least as far polyolefins containing unsaturations are concerned. The data already collected on the preparation of polyolefins containing different polar groups confirm this assertion. Work is in progress to fully characterize these polymers. The paper is soon to be submitted for publication [ 13 ] . Acknowledgements The authors gratefully acknowledge Prof. G. Gianotti for the helpful suggestions and the stimulating discussions, Dr. I. Camurati for the NMR characterization, Dr. Y. Doubitsky for the help in preparing the halo-olefins and Mr. R. Mazzocchi for the skilled technical assistance. References [ 1 ] T. Simonazzi, A. De Nicola, M. Aglietto and G. Ruggeri, in S.L. Aggerwal and S. Russo (Eds.), Comprehensive Polymer Science, First Supplement, Pergamon Press, 1992, p. 133. [2] A.R. Padwa, Progr. Polym. Sci., 14 (1988) 811. [ 3 ] J. Boor, Jr., Ziegler-Natta Catalysts and Polymerizations, Academic Press, New York, 1979, Chap. 19. [4] U. Giannini, G. Bruckner, E. Pellino and A. Cassata, J. Polym. Sci., Part C, 22 (1968) 157. [51 K.J. Clark and W.G. City, US Pat. 3,949,277 (1970). [6] D.N. Shulz, K. Kitano, T.J. Burkhardt and A.W. Langer, US Pat.4,518,757 (1984). [7 ] M.D. Purgett and O. Vogl, J. Macromol. Sci. Chem. A, 24 (12) (1987) 1465. [8] T.C. Chung, US Pat. 4,734,472 (1988). [9] S. Ramakrishan, E. Berluche and T.C. Chung, Macromolecules, 23 (1990) 378. [ 10] T.C. Chung and D. Rhubright, Macromolecules, 24 (1991) 970. [ 11 ] T.C. Chung, D. Rhubright and G.J. Jiang, Macromolecules, 26 (1993) 3467. [ 12] M. Galimberti, U. Giannini, R. Mazzocchi, E. Albizzati and U. Zucchini, Eur. Pat. Appl., 489824 (1991) . [ 13] M. Galimberti, U. Giannini and E. Albizzati, paper in preparation. [ 14] A.I. Vogel, Practical Organic Chemistry, Longmans, London, 1959. (15 ] J.D. Roberts and R.H. Mazur, J. Am. Chem. Soc., 73 (1951) 2509. [ 16] M.C. Caserio, W.H. Graham and J.D. Roberts, Tetrahedron, 11 (1960) 171. [ 17] M.G. Ettlinger and J.E. Hodgkins, J. Am. Chem. Soc., 77 (1955) 1831. [ 18] A.H. Blatt Ed., Organic Synthesis Collective, 2nd Ed., Vol. l, John Wiley and Sons, Inc., New York, p. 50. [ 19] H. Finkelstein, Berichte, 43 (1910) 1528. (20] F. Brody, M. Taylor Bogart, J. Am. Chem. Soc., 65 (1943) 1080. [21 ] N.M. Abramova, S.V. Zotova, O.A. Nesmeyanova, Izv. Akad. Nauk SSSR, Set. Khim., 5 (1982) 1080. [22] H. Benoit, Z. Grubisic, P. Rempp, D. Decker and J.G. Zilliox, J. Chem. Phys., 63 (1966) 1507. [ 23 ] T.G. Scholte, N.L.J. Meijerink, H.M. Schofferleers and A.M.G. Brands, J. Appl. Polym. Sci., 29 (1984) 3763. [24] K.J. Clark, T. Powell, Polymer, 6 (10) (1965) 531. [25] NLPat. Appl.6,517,178, (1966) to 1.J. Kerst, Hoechst (Chem, Abstr., 19046d, 66 (1967)). [ 26] M.J.R. Cantow, Polymer Fractionation, Academic Press, New York, 1967. [ 27 ] P.J. Flory, Principles of Polymer Chemistry, Cornell University Press, Ithaca, CA, 1953. [28] J. March, Advanced Organic Chemistry, Reactions, Mechanisms, and Structure, 4th Ed., John Wiley and Sons, Inc., New York, 1992. [29] E.V. Dehmlow, M. Lissel, Synthesis, (1979) 372. [30] G. Akovali, R. Benzer, J. Polym. Mater., 3 (3) (1986) 143. MOLCAA 95000461 1381-1169(95)00046-1 10.1016/1381-1169(95)00046-1 Elsevier Science B.V. All rights reserved Functionalized polymers from Ziegler-Natta catalysts This paper is dedicated to the memory of Dr. Umberto Zucchini. Maurizio Galimberti * a Umberto Giannini a Enrico Albizzati a Silvia Caldari b Luigi Abis c a Montell Polyolefins, Centro Ricerche G. Natta, P.le Donegani 12, 44100 Ferrara ,Italy b EniChem Elastomeri, Centro Ricerche G. Natta, P.le Donegani 12, 44100 Ferrara ,Italy c EniChem, Istituto G. Donegani, Via Fauser 4, 28100 Novara ,Italy * Corresponding author. A new method for the preparation of functionalized polyolefins is presented. The method consists of two steps: (i) copolymerization of ethylene and/or an α-olefin with 1-iodo-3-butene (ii) elimination or substitution reaction of the iodine atom, by reaction with an organic salt of potassium, in the presence of a crown ether. The synthesis of ethylene/propylene/1-iodo-3-butene copolymers with Vanadium based catalysts as well as the dehydrohalogenation reaction on the copolymers are discussed. The first example of ethylene/propylene/1,3-butadiene copolymers, where the diene has exclusively 1,2 configuration, is presented. Keywords 1,3-Butadiene copolymers 1-Chloro-3-butene 13C-NMR analysis Dehydrohalogenation reaction Ethylene copolymers 1H-NMR analysis 1-Iodo-3-butene Olefins Propylene copolymers Vanadium Reference [1] Simonazzi T. De Nicola A. Aglietto M. Ruggeri G. Aggerwal S.L. Russo S. Comprehensive Polymer Science 1992 Pergamon Press 133 First Supplement [2] Padwa A.R. Progr. Polym. Sci. 14 1988 811 [3] Boor J. Jr. Ziegler-Natta Catalysts and Polymerizations 1979 Academic Press New York Chap. 19 [4] Giannini U. Bruckner G. Pellino E. Cassata A. J. Polym. Sci. 22 1968 157 Part C [5] K.J. Clark and W.G. City, US Pat. 3,949,277 (1970). [6] D.N. Shulz, K. Kitano, T.J. Burkhardt and A.W. Langer, US Pat. 4,518,757 (1984). [7] Purgett M.D. Vogl O. J. Macromol. Sci. Chem. A 24 12 1987 1465 [8] T.C. Chung, US Pat. 4,734,472 (1988). [9] Ramakrishan S. Berluche E. Chung T.C. Macromolecules 23 1990 378 [10] Chung T.C. Rhubright D. Macromolecules 24 1991 970 [11] Chung T.C. Rhubright D. Jiang G.J. Macromolecules 26 1993 3467 [12] M. Galimberti, U. Giannini, R. Mazzocchi, E. Albizzati and U. Zucchini, Eur. Pat. Appl., 489824 (1991). [13] M. Galimberti, U. Giannini and E. Albizzati, paper in preparation. [14] Vogel A.I. Practical Organic Chemistry 1959 Longmans London [15] Roberts J.D. Mazur R.H. J. Am. Chem. Soc. 73 1951 2509 [16] Caserio M.C. Graham W.H. Roberts J.D. Tetrahedron 11 1960 171 [17] Ettlinger M.G. Hodgkins J.E. J. Am. Chem. Soc. 77 1955 1831 [18] A.H. Blatt Ed., Organic Synthesis Collective, 2nd Ed., Vol. 1, John Wiley and Sons, Inc., New York, p. 50. [19] Finkelstein H. Berichte 43 1910 1528 [20] Brody F. Bogart M. Taylor J. Am. Chem. Soc. 65 1943 1080 [21] Abramova N.M. Zotova S.V. Nesmeyanova O.A. Izv. Akad. Nauk SSSR, Ser. Khim. 5 1982 1080 [22] Benoit H. Grubisic Z. Rempp P. Decker D. Zilliox J.G. J. Chem. Phys. 63 1966 1507 [23] Scholte T.G. Meijerink N.L.J. Schofferleers H.M. Brands A.M.G. J. Appl. Polym. Sci. 29 1984 3763 [24] Clark K.J. Powell T. Polymer 6 10 1965 531 [25] NL Pat. Appl. 6,517,178, (1966) to J.J. Kerst, Hoechst (Chem. Abstr., 19046d, 66 (1967)). [26] Cantow M.J.R. Polymer Fractionation 1967 Academic Press New York [27] Flory P.J. Principles of Polymer Chemistry 1953 Cornell University Press Ithaca, CA [28] March J. Advanced Organic Chemistry, Reactions, Mechanisms, and Structure 4th Ed. 1992 John Wiley and Sons, Inc. New York [29] Dehmlow E.V. Lissel M. Synthesis 1979 372 [30] Akovali G. Benzer R. J. Polym. Mater. 3 3 1986 143",
      "scopus-id": "0005531435",
      "coredata": {
        "eid": "1-s2.0-1381116995000461",
        "dc:description": "A new method for the preparation of functionalized polyolefins is presented. The method consists of two steps: (i) copolymerization of ethylene and/or an α-olefin with 1-iodo-3-butene (ii) elimination or substitution reaction of the iodine atom, by reaction with an organic salt of potassium, in the presence of a crown ether. The synthesis of ethylene/propylene/1-iodo-3-butene copolymers with Vanadium based catalysts as well as the dehydrohalogenation reaction on the copolymers are discussed. The first example of ethylene/propylene/1,3-butadiene copolymers, where the diene has exclusively 1,2 configuration, is presented.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-07-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995000461",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Galimberti, Maurizio"
          },
          {
            "@_fa": "true",
            "$": "Giannini, Umberto"
          },
          {
            "@_fa": "true",
            "$": "Albizzati, Enrico"
          },
          {
            "@_fa": "true",
            "$": "Caldari, Silvia"
          },
          {
            "@_fa": "true",
            "$": "Abis, Luigi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995000461"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995000461"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00046-1",
        "prism:volume": "101",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Functionalized polymers from Ziegler-Natta catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "1,3-Butadiene copolymers"
          },
          {
            "@_fa": "true",
            "$": "1-Chloro-3-butene"
          },
          {
            "@_fa": "true",
            "$": "13C-NMR analysis"
          },
          {
            "@_fa": "true",
            "$": "Dehydrohalogenation reaction"
          },
          {
            "@_fa": "true",
            "$": "Ethylene copolymers"
          },
          {
            "@_fa": "true",
            "$": "1H-NMR analysis"
          },
          {
            "@_fa": "true",
            "$": "1-Iodo-3-butene"
          },
          {
            "@_fa": "true",
            "$": "Olefins"
          },
          {
            "@_fa": "true",
            "$": "Propylene copolymers"
          },
          {
            "@_fa": "true",
            "$": "Vanadium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-10",
        "prism:endingPage": "10",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 July 1995",
        "prism:doi": "10.1016/1381-1169(95)00046-1",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/1381-1169(95)00046-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0005531435"
      }
    }
  }
}