{
  "metadata": {
    "title": "Enantioselective hydrogenation of α-keto esters over cinchona-Pt/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts New interpretation of the rate acceleration and the induction of enantio-differentiation",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-05-06",
    "doi": "10.1016/1381-1169(95)00220-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995002200",
    "pii": "1381116995002200"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030572052",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-11-05T21:50:31 1-s2.0-1381116995002200 1381-1169(95)00220-0 1381116995002200 10.1016/1381-1169(95)00220-0 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S1381116900X00179 2015-05-13T23:01:31.432129-04:00 0 0 19960506 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 107 107 1 3 1 2 3 Volume 107, Issues 1–3 34 281 289 281 289 19960506 6 May 1996 1996-05-06 1996 Proceedings of the 8th International Symposium on the Relations between Homogeneous and Heterogeneous Catalysis Balatonfured 10–14 September 1995 19950910 19950914 L. Guczi, S. Gobolos, G. Palyi converted-article fla Copyright © 1996 Published by Elsevier B.V. ENANTIOSELECTIVEHYDROGENATIONKETOESTERSOVERCINCHONAPTAL2O3CATALYSTSNEWINTERPRETATIONRATEACCELERATIONINDUCTIONENANTIODIFFERENTIATION MARGITFALVI J SUTHERLAND 1990 77 I MEHEUX 1991 387 P GARLAND 1990 7048 M BLASER 1993 569 H MARGITFALVI 1993 2471 J NEWFRONTIERSINCATALYSISPROC10THINTCONGRCATAL MARGITFALVI 1995 189 J CHEMIND SCHWALM 1994 245 O SIMONS 1994 465 K MARGITFALVI 1995 175 J MARTI 1990 P DIPLOMARBEIT MINDER 1991 B DIPLOMARBEIT SINGH 1995 91 U SCHWALM 1993 285 O DIJKSTRA 1989 195 G MARGITFALVI 1990 281 J XIANG 1993 993 Y MAITRA 1994 1171 U WYNBERG 1986 87 H TOPICSINSTEREOCHEMISTRY MARGITFALVIX1996X281 MARGITFALVIX1996X281X289 MARGITFALVIX1996X281XJ MARGITFALVIX1996X281X289XJ item 1381-1169(95)00220-0 1381116995002200 1-s2.0-1381116995002200 10.1016/1381-1169(95)00220-0 271358 2010-11-30T03:46:01.878633-05:00 1996-05-06 1-s2.0-1381116995002200-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002200/MAIN/application/pdf/16252693ea81f3fbe69387d8d1478f74/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002200/MAIN/application/pdf/16252693ea81f3fbe69387d8d1478f74/main.pdf main.pdf pdf true 712450 MAIN 9 1-s2.0-1381116995002200-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995002200/PREVIEW/image/png/6d47db9400473ec1a6eb2e1a19f3a832/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995002200/PREVIEW/image/png/6d47db9400473ec1a6eb2e1a19f3a832/main_1.png main_1.png png 65901 849 656 IMAGE-WEB-PDF 1 ~ JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL E LSEVI ER Journal of Molecular Catalysis A: Chemical 107 (1996) 281-289 Enantioselective hydrogenation of ce-keto esters over cinchona-Pt/ A1203 catalysts New interpretation of the rate acceleration and the induction of enantio-differentiation J.L. Margitfalvi *, M. Hegedtis Central Research Institute for Chemistry. of the Hungarian Academy of Sciences. Budapest, 1025 Pusztaszeri ut 59~57, HungaD, Abstract The hydrogenation of ethyl pyruvate over the cinchonidine-Pt/A1203 catalyst system has been investigated in different solvents. Experimental variables used were as follows: (i) substrate and modifier concentration, (ii) presence of acetic acid, (iii) presence of (R)-ethyl lactate, (iv) mode of introduction of the interacting components. A completely different kinetic pattern was observed in ethanol and toluene. This difference is attributed to the lack of half-ketal formation in toluene. The optical yield vs. conversion dependencies show a monotone increase at low conversion, i.e. the optical yield extrapolated to zero conversion is close to zero. It is suggested that the rate acceleration is due to the enhanced reactivity of the substrate induced by substrate-modifier interaction. It is proposed that the induction of enantio-differentiation is attributed to the following interactions: (i) conformational changes of the modifier induced by substrate or acetic acid, (ii) formation of a substrate-modifier complex, (iii) shielding effect induced by the quinoline ring of the modifier. Keywords: Platinum; Alumina; a-Keto esters; Cinchonidine; Enantio-differentiation; Hydrogenation; Ethyl pyruvate; Shielding effect 1. Introduction The enantioselective hydrogenation of c~-keto esters over a cinchona-Pt/A1203 catalyst (see Scheme 1 ) is one of the most selective heteroge- neous catalytic systems. In the presence of cin- chonidine (CD) preferential formation of (R)-lactate has been reported with optical yield up to 95% [ 1-4]. With respect to the mechanism of the above reaction the most disputed issue is related to the nature of interactions responsible for the rate acceleration (r.a.) and enantio-differentiation * Corresponding author. 1381-1169 / 96/$15.00 1996 Elsevier Science B.V. All rights reserved SSDI 1381 - 1169 (95)00220-0 (e.d.) steps. In this respect there are two possibil- ities: the r.a and e.d. steps are controlled by (i) the modifier-active phase (Pt) interaction or (ii) modifier-substrate interactions taking place in the liquid phase. Both in the template [ 1,2] and the ligand accel- eration models [3,4] proposed earlier the modi- fier-metal interaction was favored. In contrast we suggested that both in the r.a. and the induction of e.d. modifier-substrate interactions taking place in the liquid phase are involved [ 5,6]. In the above two models [ 1-4] the exact chemical nature of interactions was not discussed. Recently new ideas were proposed with respect to the nature of 282 ZL Margitfalvi, M. Hegediis / Journal of Molecular Catalysis A: Chemical 107 (1996) 281-289 O O,~ H3C~il\"/ C2H5 O Ethyl Pyruvate H2 + Pt/AI203 Cinchonidine Scheme 1. H OH H3C~--~O'~c2H5 O -..- (R) - Ethyl Lactate HO,,..H O~ H3C\"~ C2H5 O (S) - Ethyl Lactate both r.a and e.d. steps. Based on computer mod- eling and quantum chemical calculations Pt-mod- ifier-substrate interaction was suggested [ 7,8]. There is one serious contradiction in earlier studies: initial reaction rates, but with optical yields obtained at relatively high conversion, were used for kinetic analysis [ 1-4]. In the present work further investigation of both racemic and enantioselective hydrogenation of ethyl pyruvate (EtPy) is carried out and the focus is laid on the kinetic behaviour observed in the whole range of conversion. 2. Experimental The hydrogenation of EtPy was carded out in a 300-cm3 SS autoclave equipped with an injection chamber for separate introduction of either the cinchonidine (CD) or the substrate. In certain experiments CD was introduced by mixing all of the interacting components in the reactor. This mode of introduction of CD is called premixing; this technique was applied in earlier studies exclu- sively [1-4]. Different batches of substrate (Fluka) and Pt/A1203 catalysts (Engelhard E 4759, 5% w Pt, Dpt = 25%) were used. Both reac- tion kinetic data and optical yields showed a def- inite variation depending on the batches of substrate and catalyst used. Prior to the reaction the catalyst was rereduced in a hydrogen atmos- phere at 400 and after cooling in a nitrogen atmosphere it was slurred into the solvent without any contact with air. Prior to use EtPy was distilled under vacuum. Before the reaction the solvents used were carefully dried and purged with an inert gas. Due to the limited solubility of CD in hydro- carbons EtPy or ethyl acetate (AcOEt) ( 1.5 cm3) was added into the injection chamber to ensure the entire dissolution of the modifier. GC analysis was carried out on a modified cyclodextrine coated capillary column resulting in complete sep- aration of (R)- and (S)-ethyl lactate and EtPy. The optical yield was calculated as e.e.=([R]-[S])/([R]+[S]) or e.e., % = e.e. 100. 3. Results 3.1. General observations The substrate and the modifier can in several ways be introduced into the reactor. In earlier works [ 1-4] all of the interacting components were introduced into the reactor prior to its purg- ing with an inert gas, i.e. the modifier was pre- mixed with the substrate and catalysts. In our experiments the substrate was introduced into the reactor first and the modifier was injected by high pressure hydrogen. In this way undesired chemi- cal reactions (e.g. oligomerization, half-ketal for- mation, etc.) induced by the modifier prior to the hydrogenation reaction could partly be eliminated [5,6]. In some experiments either the substrate was injected into the reactor containing Pt/A1203 and CD or all of the interacting components were premixed in the reactor. In transient experiments the reaction started as a racemic hydrogenation and the modifier was introduced at a given moment. Typical kinetic curves of the hydrogenation of EtPy are shown in Fig. la and lb. The kinetic curves were analyzed as described elsewhere [ 5 ]. The calculated first-order rate constants obtained in ethanol and toluene under different experimen- tal conditions are given in Table 1. In ethanol the racemic hydrogenation can be described by a first- order rate equation with rate constant ko, while two first-order rate equations with rate constants kl and k2 (kl >> ko, k2 < kl ) are needed to describe J.L. Margi(falvi, M. Hegediis / Journal of Molecular Catalysis A: Chemical 107 (1996)281-289 283 (a) 1.0 (b) 0.0 0.8 :[ o n,- u,I z> 0.5 0 0 -1.0 f~f 2 /- 1!' 0 25 50 75 time, rain '~ -2.0 0.3 -3.0 0.0 -4.0 100 g ,\\ I r ) i 25 50 75 100 time Fig. 1. Kinetic curves obtained under different experimental condition in the hydrogenation of ethyl pyruvate. ( 1 ) Racemic hydrogenation in ethanol. ( I a) Injection of cinchonidine during racemic hydrogenation in ethanol. (2) Enantioselective in ethanol (CD~nj.). ( 3 ) Enantioselective hydrogenation in toluene (CDi,j). (4) Enantioselective hydrogenation in toluene (CDi,j.), 5.0 M AcOH, [Etpy]o= 1.0 M, reaction conditions: see Table 1. the kinetics of enantioselective hydrogenation. Rate constant k~ describes the conversion of EtPy in the first 7-12 min, which roughly corresponds to the increasing part in the optical yield vs. con- version dependence (see Fig. 2). The rate con- stant k: is valid for the conversion range, where Table l Hydrogenation of ethyl pyruvate. Summary of experimental data the optical yield is near constant ( see Fig. 2). The r.a. induced by CD (or any tertiary amine) is instantaneous (see Fig. la, exp. la). In ethanol the rate constant kl was independent of the con- centration of EtPy (in the concentration range of 0.1-1.0 M), however, the optical yield measured No. Experimental conditions [ Ethyl pyruvate], M Rate constant ko, Rate constant k~, Rate constant k2, min ~ Optical yield', e.e, min J min- ~ % 1 Racemic, EtOH 1.00 0.006 - - 2 Enantiosel., EtOH, CDi,j 1.00 - 0.046 0.035 68.2 3 Enantiosel., EtOH, 1.00 - 0.044 0.033 69.0 (CD+ Etpy) ~,j 4 Enantiosel., EtOH, 1.00 - 0.030 0.029 66.0 premixing 15 min 5 Enantiosel., EtOH, 1.00 0.026 0.023 67.2 premixing 30 min 6 Racemic, EtOH, CDi,j 1.00 0.007 0.053 0.040 69.1 after 15 min 7 Racemic, EtOH, CDmj 1.00 0.005 0.055 n.a. k2 < k l 69.5 after 30 min 8 Enantiosel., toluene, 1.00 - 0.066 n.a. k2 > kl 84.7 CDinj 9 Enantiosel., toluene, 1.00 - 0.052 n.a. k2 > k~ 84.1 premixing 15 min 10 Enantiosel., EtOH, CDinj. 0.50 - 0.044 0.027 62.4 11 Enantiosel., EtOH, CDi,j 0.27 - 0.043 0.023 59.2 12 Enantiosel.,EtOH, CD~,j 0.10 - 0.044 0.022 54.7 \" Optical yields measured at 90-100% of conversion, catalyst = batch 1, EtPy = batch 1. Reaction conditions: total liquid volume = 100 cm3, T= 23, P=50 bar, [CD] =8.410-4 M, catalyst=0.125 g. 284 J.L. Margitfalvi, M. Hegediis / Journal of Molecular Catalysis A: Chemical 107 (1996) 281-289 9 o_ :p, m M o_ O.S 0,6 0.3 0.0 lin I I i [] [] [] O 0~ [] I| ~0 O0 t #t 0 E 0o ' I ' I ' I 0,0 0.2 0,4 0.6 Conversion i i O.ii 1.0 Fig. 2. Optical yields vs. conversion dependencies. ( I, [] ) in tol- uene, CDi.j., [Etpy]o= 1.0 M, [CD]o=8.410-4 M, 3.4x 10-2 M, respectively; all other experiments in ethanol, [Etpy]o= 1.0 M, (~) [CD]oi,j =6.80-6 M, ( [CD]o i,]. = 3.4 0-5 M, ( ) [CD]o=0.4 10-4 M, (CD + EtPy)~.j., (O) [CD]o=8.4X 10-4 M, (EtPy)i,j, (CD)premixed. Reaction condi- tions: see Tables 1 and 3. at 95-100% conversion showed a strong concen- tration dependence (see Table 1, exps. 2, 10, 11, 12). In toluene both in racemic and enantioselective hydrogenation after a short period characterized by first-order rate constant ko (racemic) and kl (enantioselective) monotonous increase of ko and kl in time is always observed without the forma- tion of a definite second part with rate constant k2. The premixing of interacting components in both ethanol and toluene always resulted in sig- nificant decrease of the reaction rate (see Table 1, exps. 4, 5, 9), without noticeable change in the optical yield. Similar results have been observed in earlier studies [9-11 ]. In these experiments the ki/k2 ratio is close to one. 3.2. Analysis of the optical yield-conversion dependencies Fig. 2 shows the optical yield vs. conversion dependencies obtained under various experimen- tal conditions, while Fig. 3 illustrates the variation of the optical yield as a function of the actual concentration of ethyl lactate (EtLa) formed. The latter results were obtained in a series of experi- ments with various initial concentrations of EtPy. The optical yield-conversion dependencies always show a monotone increasing character [ 12]. Both the increasing part and the maximum value strongly depended on the experimental con- ditions. In toluene at high CD concentration ( 8.4 l0-4 M) the increasing part hardly can be seen, however, the pronounced slope on the increasing part was observed at low concentration of the modifier. Contrary to that in ethanol the increasing part is very pronounced in all experi- ments. The initial slope strongly depended on both the initial modifier and substrate concentration. At low concentration of modifier not only the initial slope is small, but the e.e.-conversion dependence shows a definite maximum. The decreasing part is attributed to the loss of modifier during the hydrogenation reaction. As emerges from Fig. 3 the optical yield strongly correlates with the amount of ethyl lactate formed. It should be emphasized that in earlier studies the optical yield extrapolated to zero conversion was equal to the optical yield measured at high conversion and no attempt was done to investigate these dependen- cies [ 1-4]. o.'t 0.6 0,6 _o :~, 0.4 0.3 - o 0.2 0.1 +t [] [] [] [] [] ~a o m~o m [] 0.0 ' I ' I 0.0 0.2 0.4 [etlact], M IIII Fig. 3. Optical yield vs. ethyl lactate concentration dependencies obtained at different ethyl pyruvate concentration. [EtPy] o, M: ( + ) 0.05, ( ) 0.10, (<>) 0.27, (i) 0.52, (Fq) 1.0. Reaction conditions: see Table 1. CD was injected in all experiments. J.L. Margitfatvi, M. Hegediis / Journal of Molecular Catalysis A: Chemical 107 (1996) 281-289 285 3.3. Influence of the added reaction product Table 3 Solvent effects and influence of acetic acid We observed a pronounced increase in the rate of hydrogenation if a small amount of (R) - (EtLa) was added to the reaction mixture prior to the hydrogenation. In these experiments EtLa was either injected into the reactor ( together with CD) or premixed with the substrate and catalyst. The rate increase strongly depended on the mode of introduction of ethyl lactate into the reactor. The addition of (S)-lactate resulted also in a slight increase in the rate of hydrogenation. The rate increase is substantial both in the first and second parts of the kinetic curves. The calculated first- order rate constants obtained in this series of experiments are given in Table 2. In the light of these results the slight increase of kt observed when CD was injected during racemic hydrogen- ation (see Table 1, exps. 5, 6) can also be attrib- uted to the presence of EtLa. The corresponding optical yield vs. conversion dependencies obtained in these experiments show that the form of the optical yield vs. conversion dependencies was not altered by addition of (R)-EtLa. This observation strongly indicates that the monotone increasing character of the optical yield observed at low conversion is a common feature of this enantioselective hydrogenation reaction. 3.4. Effect of solvents and acetic acid Results obtained in different solvents and in the presence of acetic acid are given in Table 3. The rate of hydrogenation and the optical yields were NO. Solvent kt, min- ~ k2, min ~ Optical yield ~, e.e., % 1 methanol 0.022 0.019 62.2 2 ethanol 0.057 0.034 72.0 3 n-butanol 0.099 k2 > k~ 75.0 4 toluene (EtPy) ~ 0.057 k2 > k~ 86.3 5 MCH (EtPy) \" 0.106 0.106 78.1 6 toluene (AcOEt) a 0.063 k2>k~ 84.0 7 MCH (AcOEt) ~ 0.069 0.060 75.3 8 ethanol + AcOH b 0.074 0.048 91.4 9 toluene + AcOH b 0.120 0.120 93. l Reaction conditions: T=23, P=50 bar, [EtPy]o= 1.0 M, [CD] =8.4 l0-4 M, CD injection. Catalyst =:batch2, EtPy = batch3. Ethyl pyruvate or ethyl acetate (1.5 cm3) is added to dissolve cinchonidine in these solvents (8.5 cm3). b The solvent is mixed with acetic acid; [AcOH]o = 5.0 M. c Measured at 90-100% conversion. strongly influenced by the nature of alcohol used. In methanol about 5% of EtPy and ethyl lactate was transesterificated. Significant increase of both the rate of hydrogenation and optical yields was observed if acetic acid was added either to ethanol or toluene. Analogous high rates and high optical yields were obtained in pure acetic acid [4]. It is noteworthy that the nature of solvent used to dis- solve cinchonidine in hydrocarbons had a slight influence on the rate of hydrogenation and the optical yield (see Table 3, exps. 4, 5 vs. 6, 7). 4. Discussion Our key issues for the discussion are as follows: (i) the instantaneous character of the rate accel- Table 2 Influence of added ethyl lactate No. Experimental conditions Rate constant k~, min- ~ Rate constant k2, min- I Optical yielda, e.e., % 1 EtOH, without (R)-lactate, CD~,j. 0.057 0.034 72.0 2 EtOH, ( (R)-lactate + CD)mj 0.082 0.039 72.4 3 EtOH, ( (R)-lactate + CD)premixed 0.058 0.045 72.4 4 EtOH, (R)-lactatep~mixe~, CDi,j. 0.085 0.041 73.1 5 EtOH, (S)-lactatep~em~xe,~, CDinj. 0.068 0.043 70.0 Reaction conditions: T=23, P=50 bar, [EtPy]o= 1.0 M, [Ethyl lactate]o=0.1 M, [CD] =8.410-4 M, catalyst=0.125 g. Cata- lyst = batch2, EtPy = batch2. a Optical yields measured at 90-100% conversion and corrected for the added EtLa. 286 J.L. MargiO~alvi, M. Hegediis / Journal of Molecular Catalysis A: Chemical 107 (1996) 281-289 eration induced by the alkaloid or other tertiary amines, (ii) alteration of the reaction kinetics by experimental conditions and by the nature of sol- vents used, (iii) the initial optical yield extrapo- lated to zero conversion is close to zero [ 12], (iv) strong dependence of the optical yield of substrate concentration, and (v) formation of different by- products in reactions catalyzed by cinchona alka- loids. None of these experimental results can be rationalized by existing models [ 1-4]. The kinetic analysis shows (see Fig. lb and Table 1) that not only the initial reaction rates, but the overall kinetic behaviour is altered by the solvents used. In earlier studies using ethanol, tol- uene and acetic acid the solvent induced differ- ences in reaction rates and optical yields were not discussed at all [4]. Our results indicate [5,6] that solvents such as alcohols have a unique behaviour, they react with substrate resulting in the formation of a half-ketal. The formation of half-ketal from methyl pyruvate (MePy) and CD3OD as well as deuterium exchange and tran- sesterification of MePy with CD3OD has been shown in earlier works [5,6]. The half-ketal for- mation takes place in an equilibrium reaction. CD appeared to be an effective catalyst both for half- ketal formation and transesterification. The strong decrease of the reaction rate after 8-10 min of enantioselective hydrogenation, at least partly, can be attributed to the formation of a half-ketal and oligomers with a half-ketal structure. With respect to the results obtained in alcohols the observed trend in rate constants kl and k2 (see Table 3) is in a good agreement with the ability of alcohols to form half-ketals. As far as CH30- is the strongest nucleophile among the alcohols used, its poisoning effect, via half-ketal formation, should be the highest. The dependence of both kl and k2 on the mode of introduction of the modifier (see Table 1) shows that other unknown chemical interactions can take place upon mixing EtPy, cinchonidine and ethanol. The effect of the solvation media (see Table 3, exps. 4-7) also indicates that the char- acter of interactions involved in this reaction is very complex. The detection of transesterification products formed from EtPy in methanol gives fur- ther evidence for the complexity of interactions involved in the enantioselective hydrogenation reaction. We have recently proposed that in the enantio- selective hydrogenation of EtPy interactions tak- ing place in the liquid phase can be involved both in the r.a. and e.d. steps [5,6]. The formation of different by-products (half-ketals and transester- ification products) strongly indicates that in the presence of cinchona alkaloid the reactivity of both carbonyl groups of the substrate is strongly increased. The increased reactivity of the substrate in the presence of cinchona alkaloids or tertiary amines is the basis for our new model. The marked difference in the kinetics observed in alcohols and hydrocarbons can also be attrib- uted to the by-product formation. In toluene or methylcyclohexane the number of interacting components is much less than in alcohols, conse- quently no decrease of the rate of hydrogenation is observed in the enantioselective hydrogenation after 10-15 min. However, the elucidation of the rate increase observed in toluene after 10-20% of conversion requires further investigations. We consider that the instantaneous rate accel- eration induced by the alkaloid (see Fig. 1 a, exp. la) is due to the enhanced overall reactivity of the substrate caused by substrate-modifier interac- tion. We suggest the formation of a week complex between substrate and modifier in an equilibrium. According to computer modeling and quantum chemical calculations [7,13] the modifier in this complex can act either as a nucleophile or an elec- trophile. Due to the presence of a conjugated dou- ble bond in the substrate the calculated reaction pocket for a nucleophilic attack is between the two carbonyl groups [13], consequently after a nucleophilic attack on the substrate, both of its carbonyl groups are activated. The perturbation of the ester carbonyl group results in the transester- ification products, while the perturbation of the keto group leads to the formation of half-ketals and oligomers. We suggest that the modifier-substrate com- plex should be in equilibrium between the liquid I. III. d d J.L. Margitfalvi, M. Heged~is / Journal o['Molecular Catalysis A: Chemical 107 (1996) 281-289 II. IV. Fig. 4. The possible four conformations of cinchonidine. phase and the Pt sites, too. In this complex the keto carbonyl group has a strongly enhanced reac- tivity towards adsorbed hydrogen formed on Pt sites, due to the overall perturbation of the mole- cule mentioned above, although the formation of ethyl lactate from corresponding half ketals can- not be excluded. The hydrogenation of free sub- strate gives the racemic product, while the hydrogenation of the substrate-modifier complex leads to the preferential formation of (R)-ethyl lactate. The optical yield vs. conversion and optical yield vs. [ethyl lactate] dependencies show that the initial optical yield is close to zero (see Figs. 2- 4). It should be emphasized the lower the initial concentration of the substrate the lower the final optical yield. There are at least two explanations for the monotone increasing type dependencies shown in Figs. 2-4. It can be suggested that species responsible for the induction of enantio-differen- tiation should be formed in the first 10 min of the enantioselective hydrogenation reaction, how- ever, it is not excluded either that this behavior is common if either the substrate-modifier or the substrate-modifier-product complex is involved in the hydrogenation step over Pt leading to the preferential formation of (R)-lactate. The key 287 issue is that interactions responsible for the for- mation of the above complexes take place in the liquid phase. Detailed kinetic analysis of the pos- sible reaction mechanism will be needed to elu- cidate this issue. The strong dependence the optical yield of the initial concentration of substrate indicates that either the substrate-modifier or the substrate- modifier-product interaction might be involved in the e.d. step. The fact that both in toluene and in the presence of acetic acid the optical yields were much higher than in pure ethanol indicates that the suppression of the formation of half-ketal from ethanol and EtPy is favourable for the high optical selectivity. In this respect the study of the half- ketal formation between EtPy and ethyl lactate has a major importance [ 14]. We also suggest that the substrate-modifier complex can exist in various forms and the intrin- sic enantio-differentiation ability of the above forms can be different. The form of the substrate- modifier complex strongly depends on the con- formation of the modifier in the liquid phase. Both NMR measurements and quantum chem- ical calculations show that cinchona alkaloids can exist in different conformations [8,15-17]. We suggest that both the substrate and the solvent can change the conformation of the alkaloid. How- ever, in the models proposed recently only the most stable conformer of cinchonidine was used to simulate interactions taking place over Pt sites [7,81. Our NMR experiments in CD3OD showed that the C(9) proton of CD has a well pronounced doublet at 5.65 ppm. In the presence of 0.15 M methyl pyruvate (MePy) the doublet was slightly shifted to 5.85 ppm and a small singlet appeared at 6.0 ppm. However, upon increasing the concen- tration of MePy to 0.6 M the doublet disappeared and only the new singlet at 6.0 ppm was found. The proton signal at 6.0 ppm is attributed to the new conformer of CD. More pronounced shill of the C(9) proton (up to 6.3-6.4 ppm) and for- mation of a singlet was observed in pure CD3COOD or if small amount of CD3COOD was added into the solution of cinchonidine in CCI3D 288 J.L. Margitfalvi, M. Hegediis /Journal of Molecular Catalysis A: Chemical 107 (1996) 281-289 or C6D6. These data indicate that due to the pres- ence of methyl pyruvate or acetic acid the torsion angle between the hydrogen atoms at C(8) and C(9) carbon atoms is changed resulting in a new conformer of CD. The formation of a new con- former requires the rotation of the quinuclidine and/or the quinoline ring around the C ( 8)-C (9) or C (9)-C (4') axis. The energy required for such transformation is in the range of 3-5 kcal/mole [ 17,18]. The most stable conformers of cinchon- idine are shown in Fig. 4 [17]. In conformers (III) and (IV) (closed forms of CD) the lone electron pair of the quinuclidine nitrogen is directed towards the quinoline ring. The above NMR results and the strong increase of the optical yield upon increasing the concentra- tion of EtPy form 0.1 M to 1.0 M (see Fig, 3 and Table 1 ) indicate that the substrate itself should be involved in the control of the e.d. by changing the conformation of the modifier. Our NMR meas- urements and quantum chemical calculations sup- port this conclusion [ 17]. With respect to the role of acetic acid the pro- tonation of quinuclidine nitrogen was suggested [ 4,7,8 ]. We cannot exclude the protonation of the quinoline nitrogen either. The protonation of the quinuclidine nitrogen can be responsible for the increase of the initial reaction rate, but it cannot explain the pronounced increase of the optical yield, that was very substantial both in ethanol and toluene (see Fig. 2). Our alternative explanation is that, similarly to the substrate, acetic acid might be involved in the change of the conformation of the modifier. In the new conformation the alkaloid has more a favourable geometry for the formation of the desired modifier-substrate complex. The role of ethyl lactate in the rate acceleration can be rationalized by suggesting the following interactions: (i) formation of an alkaloid-lactate complex, (ii) formation of unknown derivatives of the alkaloid in the presence of (R)-ethyl lactate and EtPy, (iii) formation of half-ketal from (R)- ethyl lactate and EtPy and involvement of the opti- cally active half-ketal in the product formation via diastereoselective hydrogenolysis of the C-O bond in the half-ketal. Further experiments will be needed to elucidate this issue. The role of metal in this reaction should also be discussed. The adsorption of free modifier onto the platinum leads to the hydrogenation of the vinyl group [ 1-6]. This reaction is relatively fast. More strong adsorption of the modifier results in the hydrogenation of the quinoline ring too [ 18 ]. The hydrogenation of the vinyl group has almost no influence on the overall behavior, however, the hydrogenation of the quinoline ring leads to the complete loss of e.d. [ 18 ]. We suggest that in this catalytic system the key role of the metal is (i) to provide adsorbed hydrogen for the hydrogenation and (ii) to be relatively inactive in the hydrogen- ation of the quinoline ring of the alkaloid. With respect to the nature of the modifier-sub- strate interaction we suppose that the interaction between the modifier and substrate via the quin- uclidine nitrogen is not sufficient for the induction of e.d. We consider that the 'shielding effect' of the quinoline ring is also very important. Similar 'shielding effect' induced by the conjugated aro- matic ring was found recently in asymmetric Diels-Alder and hydrogenation reactions of acrylates and pyruvates, respectively [19,20]. The similarity between these two substrates is that both have a conjugated ~r-bond system. It has been shown if the quinoline ring of the alkaloid is hydrogenated the optical yield can be completely lost [ 18]. Based on the above loss of e.d. we suggest that the 7r-orbitals of the quinoline ring might be involved in the stabilization of the substrate via zr-rr overlapping with its conjugated double bond. On the other hand the modifier should interact with the substrate via the quinu- clidine nitrogen. The simultaneous ~-~ overlap- ping between the quinoline ring and the conjugated double bound in the a-keto esters and the donor-acceptor interaction between the quin- uclidine nitrogen and the keto group can take place if CD changes its conformation from (I) to (III) [17]. It is worth mentioning that the ability of cin- chona alkaloids to induce enantio-differentiation strongly increases if the substrate has a conjugated J.L. Margitfalvi, M. Hegediis / Journal of Molecular Catalysis A: Chemical 107 (1996) 281-289 289 double bond system [ 21 ], similar to that in a-keto esters. It is not excluded that the presence of the above conjugation is the key structural factor responsible for the induction of e.d. by cinchona alkaloids even in the presence of supported metals. However, further studies are needed to elucidate the exact nature of the enantio-differentiation step in the hydrogenation of c~-keto esters in the pres- ence of cinchona-supported platinum catalysts system. Acknowledgements Financial support by OTKA Grant 1801 and 4340 are greatly appreciated. References [ 1 ] I.M. Sutherland, A. Ibbotson, R.B. Moyes and P.B. Wells, J. Catal., 125 (1990) 77. [ 2] P.A. Meheux, A. Ibbotson and P.B. Wells, J. Catal., 128 ( 1991 ) 387. [ 3 ] M. Garland and H.U. Blaser, J. Am. Chem. Soc., 112 (1990) 7048. [4] H.U. Blaser, M. Garland and P. Jalett, J. Catal., 144 (1993) 569. [5] J.L. Margitfalvi, B. Minder, E. T~ilas, L. Botz and A. Baiker, in L. Guczi et al. (Editors), New Frontiers in Catalysis, Proc. 10th Int. Congr. Catal. Budapest, July 1992, Elsevier, 1993, p. 2471. [6] J.L. Margitfalvi, in M.G. Scaros and M.L. Prunier (Editors), Chem. Ind., 62, Catal. Org. React., Dekker, 1995, p. 189. [7] O. Schwalm, B. Minder, J. Weber and A. Baiker, Catal. Lett., 23 (1994) 245. [8] K.E. Simons, P.A. Meheux, S.P. Griffiths, I.M. Sutherland, P. Johnston, P.B. Wells, A.F. Carley, M.K. Rajumon, M.W. Roberts and A. Ibbotson, Recl. Trav. Chim. Pays-Bas, 113 (1994) 465. [ 9] J.L. Margitfalvi and M. Hegedus, J. Catal., 156 ( 1995 ) 175. [ 10] P. Marti, Diplomarbeit, ETH Zurich, 1990. [ 11 ] B. Minder, Diplomarbeit, ETH Zurich, 1991. [12] U.K. Singh, R.N. Landau, Y. Sun, C. LeBond, D.G. Blackmond, S.K. Tanielyan and R.L. Augustine, J. Catal., 154 (1995) 91. [ 13] O. Schwalm, J. Weber, J. Margitfalvi and A. Baiker, J. Mol. Struct., 297 (1993) 285. [ 14] J.L. Margitfalvi, E. T~ilas, M. Hegediis, unpublished results. [ 151 G.D.H. Dijkstra, R.M. Kellog, H. Wynberg, Recl. Trav. Chim. Pays-Bas, 108 (1989) 195. [ 16] J. Weber and O. Schwalm, private communication. [ 17] J.L. Margitfalvi, E. Tfirst and M. Hegedus, to be published. [ 18] J.L. Margitfalvi, P. Marti, A. Baiker, L. Botz and O. Sticher, Catal. Lett., 6 (1990) 281. [ 19 ] Y.B. Xiang, K. Snow and M. Belley, J. Org. Chem., 58 ( 1993 ) 993. [20] U. Maitra and P. Mathivanan, Tetrahedron: Asymmetry, 5 (1994) 1171. [21] H. Wynberg, Topics in Stereochemistry, Vol. 16, Wiley- Interscience, New York, 1986, p. 87. MOLCAA 95002200 1381-1169(95)00220-0 10.1016/1381-1169(95)00220-0 Contributed paper Enantioselective hydrogenation of α-keto esters over cinchona-Pt/Al2O3 catalysts New interpretation of the rate acceleration and the induction of enantio-differentiation J.L. Margitfalvi ∗ M. Hegedüs Central Research Institute for Chemistry of the Hungarian Academy of Sciences, Budapest, 1025 Pusztaszeri ut 59-67, Hungary ∗ Corresponding author. The hydrogenation of ethyl pyruvate over the cinchonidine-Pt/Al2O3 catalyst system has been investigated in different solvents. Experimental variables used were as follows: (i) substrate and modifier concentration.,(ii) presence of acetic acid, (iii) presence of (R)-ethyl lactate, (iv) mode of introduction of the interacting components. A completely different kinetic pattern was observed in ethanol and toluene. This difference is attributed to the lack of half-ketal formation in toluene. The optical yield vs. conversion dependencies show a monotone increase at low conversion, i.e. the optical yield extrapolated to zero conversion is close to zero. It is suggested that the rate acceleration is due to the enhanced reactivity of the substrate induced by substrate-modifier interaction. It is proposed that the induction of enantio-differentiation is attributed to the following interactions: (i) conformational changes of the modifier induced by substrate or acetic acid, (ii) formation of a substrate-modifier complex, (iii) shielding effect induced by the quinoline ring of the modifier. Keywords Platinum Alumina α-Keto esters Cinchonidine Enantio-differentiation Hydrogenation Ethyl pyruvate Shielding effect References [1] I.M. Sutherland A. Ibbotson R.B. Moyes P.B. Wells J. Catal. 125 1990 77 [2] P.A. Meheux A. Ibbotson P.B. Wells J. Catal. 128 1991 387 [3] M. Garland H.U. Blaser J. Am. Chem. Soc. 112 1990 7048 [4] H.U. Blaser M. Garland P. Jalett J. Catal. 144 1993 569 [5] J.L. Margitfalvi B. Minder E. Tálas L. Botz A. Baiker L. Guczi New Frontiers in Catalysis, Proc. 10th Int. Congr. Catal. Budapest, July 1992 1993 Elsevier 2471 [6] J.L. Margitfalvi M.G. Scaros M.L. Prunier Chem. Ind. 62 1995 Catal. Org. React Dekker 189 [7] O. Schwalm B. Minder J. Weber A. Baiker Catal. Lett. 23 1994 245 [8] K.E. Simons P.A. Meheux S.P. Griffiths I.M. Sutherland P. Johnston P.B. Wells A.F. Carley M.K. Rajumon M.W. Roberts A. Ibbotson Recl. Trav. Chim. Pays-Bas 113 1994 465 [9] J.L. Margitfalvi M. Hegedus J. Catal. 156 1995 175 [10] P. Marti Diplomarbeit 1990 ETH Zurich [11] B. Minder Diplomarbeit 1991 ETH Zurich [12] U.K. Singh R.N. Landau Y. Sun C. LeBond D.G. Blackmond S.K. Tanielyan R.L. Augustine J. Catal. 154 1995 91 [13] O. Schwalm J. Weber J. Margitfalvi A. Baiker J. Mol. Struct. 297 1993 285 [14] J.L. Margitfalvi, E. Tálas, M. Hegedüs, unpublished results. [15] G.D.H. Dijkstra R.M. Kellog H. Wynberg Recl. Trav. Chim. Pays-Bas 108 1989 195 [16] J. Weber and O. Schwalm, private communication. [17] J.L. Margitfalvi, E. Tfirst and M. Hegedus, to be published. [18] J.L. Margitfalvi P. Marti A. Baiker L. Botz O. Sticher Catal. Lett. 6 1990 281 [19] Y.B. Xiang K. Snow M. Belley J. Org. Chem. 58 1993 993 [20] U. Maitra P. Mathivanan Tetrahedron: Asymmetry 5 1994 1171 [21] H. Wynberg Topics in Stereochemistry Vol. 16 1986 Wiley-Interscience New York 87",
      "scopus-id": "0030572052",
      "coredata": {
        "eid": "1-s2.0-1381116995002200",
        "dc:description": "The hydrogenation of ethyl pyruvate over the cinchonidine-Pt/Al2O3 catalyst system has been investigated in different solvents. Experimental variables used were as follows: (i) substrate and modifier concentration.,(ii) presence of acetic acid, (iii) presence of (R)-ethyl lactate, (iv) mode of introduction of the interacting components. A completely different kinetic pattern was observed in ethanol and toluene. This difference is attributed to the lack of half-ketal formation in toluene. The optical yield vs. conversion dependencies show a monotone increase at low conversion, i.e. the optical yield extrapolated to zero conversion is close to zero. It is suggested that the rate acceleration is due to the enhanced reactivity of the substrate induced by substrate-modifier interaction. It is proposed that the induction of enantio-differentiation is attributed to the following interactions: (i) conformational changes of the modifier induced by substrate or acetic acid, (ii) formation of a substrate-modifier complex, (iii) shielding effect induced by the quinoline ring of the modifier.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-05-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995002200",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Margitfalvi, J.L."
          },
          {
            "@_fa": "true",
            "$": "Hegedüs, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995002200"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995002200"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00220-0",
        "prism:volume": "107",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Enantioselective hydrogenation of α-keto esters over cinchona-Pt/Al2O3 catalysts New interpretation of the rate acceleration and the induction of enantio-differentiation",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Proceedings of the 8th International Symposium on the Relations between Homogeneous and Heterogeneous Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Alumina"
          },
          {
            "@_fa": "true",
            "$": "α-Keto esters"
          },
          {
            "@_fa": "true",
            "$": "Cinchonidine"
          },
          {
            "@_fa": "true",
            "$": "Enantio-differentiation"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Ethyl pyruvate"
          },
          {
            "@_fa": "true",
            "$": "Shielding effect"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "281-289",
        "prism:endingPage": "289",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 May 1996",
        "prism:doi": "10.1016/1381-1169(95)00220-0",
        "prism:startingPage": "281",
        "dc:identifier": "doi:10.1016/1381-1169(95)00220-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030572052"
      }
    }
  }
}