{
  "metadata": {
    "title": "Microporous poly-(<ce:italic>N,N</ce:italic>-dimethyl-acrylamide)-(1-methacryloyl-ethylene-2-sulphonate)-(<ce:italic>N,N'</ce:italic>-methylene-bis-acrylamide) resins as hydrophilic supports for metal catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-08-11",
    "doi": "10.1016/1381-1169(95)00084-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995000844",
    "pii": "1381116995000844"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-58149364227",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-22 1999-12-22 2010-04-18T17:16:47 1-s2.0-1381116995000844 1381-1169(95)00084-4 1381116995000844 10.1016/1381-1169(95)00084-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00477 2022-11-16T03:16:58.045265Z 0 0 19950811 1995 1999-12-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 101 101 2 2 Volume 101, Issue 2 5 143 152 143 152 19950811 11 August 1995 1995-08-11 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. MICROPOROUSPOLYNNDIMETHYLACRYLAMIDE1METHACRYLOYLETHYLENE2SULPHONATENNMETHYLENEBISACRYLAMIDERESINSHYDROPHILICSUPPORTSFORMETALCATALYSTS KRALIK M GUYOT 1988 365 A ARSHADY 1991 182 R HANSON 1974 20 D WAGNER 1989 414 R DINI 1973 1 P STRUIJK 1992 77 J KRALIK 1995 145 M HRONEC 1985 705 M GALLEZOT 1984 221 P CATALYSISSCIENCETECHNOLOGY YOUNG 1982 430 R BIRD 1980 61 A CATALYSISINORGANICSYNTHESIS JANSSEN 1990 754 H JANSSEN 1990 1822 H CORAIN 1994 283 B CERVENY 1985 157 L DORAISWAMY 1984 L HETEROGENEOUSREACTIONS KRALIKX1995X143 KRALIKX1995X143X152 KRALIKX1995X143XM KRALIKX1995X143X152XM 2022-11-16T03:15:08.572Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined University of Padova UNIPD Università degli Studi di Padova http://data.elsevier.com/vocabulary/SciValFunders/501100003500 http://sws.geonames.org/3175395/ Minister0 dell’ Universita e della Ricerca Scien-tifica e Tecnologica Slovak Ministry of Education We are grateful to Mr. C. Furlan of C.U.G. A.S., University of Padova, for skillful SEM and XRMA. This work was partially supported by ‘ ‘Progetto Finalizzato Chimica Fine II CNR,” Rome, and “Minister0 dell’ Universita e della Ricerca Scien-tifica e Tecnologica, Rome, Fondi 40%,” and by the project “Nove Syntezy Katalytickymi pos-tupmi” financed by the Slovak Ministry of Education. M.K. is grateful for a research fellowship granted by the University of Padova. A.B. thanks the “Ing. Aldo Gini” Foundation, Padova, for a scolarship. item 1381-1169(95)00084-4 1381116995000844 1-s2.0-1381116995000844 10.1016/1381-1169(95)00084-4 271358 2010-09-27T22:21:01.043945-04:00 1995-08-11 1-s2.0-1381116995000844-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000844/MAIN/application/pdf/93e92a56e3c915d8eb3c60de84d8c9d7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000844/MAIN/application/pdf/93e92a56e3c915d8eb3c60de84d8c9d7/main.pdf main.pdf pdf true 877841 MAIN 10 1-s2.0-1381116995000844-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000844/PREVIEW/image/png/6050fce8c89d83f32f2655d2b8d66b49/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000844/PREVIEW/image/png/6050fce8c89d83f32f2655d2b8d66b49/main_1.png main_1.png png 66467 849 656 IMAGE-WEB-PDF 1 1-s2.0-1381116995000844-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000844/STRIPIN/image/gif/c44d940cfc0b8032033e9f022bba6a40/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000844/STRIPIN/image/gif/c44d940cfc0b8032033e9f022bba6a40/si2.gif si2 true si2.gif gif 292 30 37 ALTIMG 1-s2.0-1381116995000844-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000844/STRIPIN/image/gif/c44d940cfc0b8032033e9f022bba6a40/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000844/STRIPIN/image/gif/c44d940cfc0b8032033e9f022bba6a40/si2.gif si1 true si1.gif gif 292 30 37 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 101 (1995) 143-152 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Microporous poly- (NN-dimethyl-acrylamide) - (1-methacryloyl ethylene-2-sulphonate)-(N,N'-methylene-bis-acrylamide) resins as hydrophilic supports for metal catalysts Milan Kralik a, Milan Hronec a, Vladimir Jorik b, Silvano Lora Giancarlo Palma d, Marco Zecca e, Andrea Biffis e, Benedetto Corain f a Department of Organic Technology, Slovak Technical University, Radlinskeho 9, 812 37 Bratislava, Slovak Republic b Department of Inorganic Chemistry, Slovak Technical University, Radlinskeho 9, 812 37 Bratislava, Slovak Republic ` Istituto di Fotochimica a Radiazioni d'Alta Energia, C.N.R., Sezione di Legnaro, 1-35020 Legnaro (Pd.), Italy d Dipartimento di Chimica Fisica, via Loredan 2, I-35131 Padova, Italy ` Centro di Studio sulla Stabilita a Reattivita dei Composti di Coordinazione, C.N.R., Dipartimento di Chimica Inorganica, Metallorganica ed Analitica, via Marzolo 1, I-35131 Padova, Italy f Dipartimento di Chimica, Ingegneria Chimica a Materiali, Universita' dell' Aquila, Coppito Due -Via Vetoio, I-67010 L'Aquila, Italy Received 2 September 1994; accepted 20 March 1995 Abstract The synthesis of poly-(N,N-dimethyl-acrylamide)-(1-methacryloyl-ethylene-2-sulphonate) (M4K) with 4 mol.% of N,N'methylene-bis-acrylamide (MBAA) as crosslinker, and of poly-(N,N-dimethyl-acrylamide)-(1-methacryloyl-ethylene-2-sulphonic acid) (M4A) with 4 mol.% MBAA is described. Polymerization was performed under gamma rays irradiation of a water solution of monomers (WK), or of the monomer mixture (WA), at room temperature. High affinity to protonic solvents was observed for both materials. Palladium catalysts were prepared from WK through ion-exchange with [Pd(NH3)4] z+ and from M4A through ion-exchange with palladium acetate; the subsequent Pd(II) reduction with sodium borohydride in ethanol yielded the final catalysts with a uniform distribution of metal throughout the resin particles. The average size of metal crystallites obtained by X-ray diffraction was about 4 run and did not show any dependence on metal content in the polymer in the range from 0.5 to 8.8 w/w % of metal. The rate of hydrogenation of p-nitrotoluene and cyclohexene in catalytic tests with 1 and 0.5 w/w % Pd catalysts was proportional to the metal content in catalysts, which confirmed a very good accessibility of these supports. Catalysts with low metal content also exhibit a significant deactivation in the course of the hydrogenation of pnitrotoluene to p-toluidine in methanol under ambient conditions. Keywords: Accessibility; Acrylamide-methacryloyl derivatized resins; Catalyst deactivation; Cyclohexene; Gamma rays; Hydrogenation; NaBH4; p-Nitrotoluene; Palladium; Swellability; X-ray diffraction 1. Introduction Macromolecular supports for metal catalysts are becoming more and more popular due to the * Corresponding author. 1381-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00084-4 possibility of controlling in a simple way their morphology [ 1 ] and, in general, their physicochemical properties [ 2 ] , as well as the metal concentration and distribution in the particle, and the size of crystallites [ 3 ] . Mainly styrene-based sulphonated resins are employed in industrial proc- l M. Kralik et al. /Journal of Molecular Catalysis A: Chemical 101 (1995)143-152 esses [4], but also other polymers, e.g. nylon (for Ru and Pt catalysts) [ 5 ] and crosslinked copolymers of dimethylacrylamide with functionalized monomers [ 1 ] , are interesting for potential applications. Hydrophilicity of the support can play important role for the selectivity in a complex reaction system, e.g. the partial hydrogenation of benzene over ruthenium supported on various hydroxides and oxides [ 6] . Syntheses of polymeric supports from functionalized monomers enable simple controlling of hydrophilicity using different ratio of hydrophilic and hydrophobic monomers. We described recently palladium catalysts supported on poly-(N,N-dimethyl-acrylamide)-(p-styrylsulphonate)-(N,N'-methylene-bis-acry lamide ) resin as promising catalysts for reactions in water or alcohols as media [ 7 ] . Benzene ring in the latter resin lowers hydrophilicity of the support, therefore we extended our work to anionic resins prepared from non-styrene based functionalized monomers. One of such monomer is 1-methacryloyl-ethylene-2-sulphonic acid and salts of this acid. We report here on the copolymerization of the N,N-dimethyl-acrylamide with either potassium 1-methacryloyl-ethylene-2-sulphonate or 1-methacryloyl-ethylene-2-sulphonic acid, with N,N'-methylene-bis-acrylamide as crosslinker, as well as on the preparation and characterization of palladium catalysts based on these new polymers. Hydrogenation of p-nitrotoluene to p-toluidine and of cyclohexene to cyclohexane were chosen as model catalytic reactions. 2. Experimental 2.1. Materials Reagent-grade N,N'-methylene-bis-acrylamide (MBAA) and NN-dimethyl-acrylamide (DMAA) were obtained from Aldrich; reagentgrade 1-methacryloyl-ethylene-2-sulphonic acid and potassium 1-methacryloyl-ethylene-2-sulphonate were supplied by Strem; p-nitrotoluene, methanol (MeOH), ethyl acetate (EAC), diethyl ether (DETE) and dichloromethane (DCM) were supplied by Carlo Erba (RPE reagents). Pure ethanol (EtOH), tetrahydrofuran (THF), toluene (TOL), acetone (AC), cyclohexene and sodium borohydride were purchased from Aldrich. Pd(NH3) 4 (N03) 2 was from Strem and palladium acetate was from Fluka. All the products were employed as received, apart from p-nitrotoluene and cyclohexene which were purified prior to use by sublimation under reduced pressure and by distillation, respectively. 2.2. Apparatus SEM and XRMA analyses were carried out by means of a Cambridge Stereoscan 250 EDX PW 9800 apparatus. X-ray diffraction measurements were performed by a DRON UM 1 diffractometer with a COK., X-ray source. Profiles of Pd(111) reflections were recorded with an angular step 0.0420 and time on the step 30 s and 10 s for 0.5 and 1, and 8 w/w % Pd catalysts, respectively. Elemental analyses (C, H, N, S) were carried out by means of a Carlo Erba 1106 analyzer. Atomic absorption measurements (K, Pd) were performed with a Perkin Elmer 3030 atomic absorption spectrometer. Samples (ca. 100 mg) were digested in 1 cm3 of concentrated nitric acid, 1 cm 3 of concentrated sulphuric acid and 5 cm3 of concentrated hydrogen peroxide, and the solution obtained after the mineralization was diluted to the concentration suitable for atomic absorption measurements. 2.3. Synthesis The ion exchange resin denoted as M4K was prepared from the following monomers: (i) NN-dimethyl-acrylamide (DMAA) (ii) NN'-methylene-bis-acrylamide (MBAA) (iii) potassium 1-methacryloyl-ethylene-2-sulphonate (MESK) The copolymerization was performed in concentrated water solution, upon gamma ray irradiation [ 7 ] . 4.76 g of DMMA, 4.93 g of MESK and M. Kralik et al. /Journal of Molecular Catalysis A: Chemical 101(1995)143-152 Table 1 Content of elements in NN Sample Element C H N s K WK calc. (%) 44.22 6.17 7.43 7.15 8.72 found (%) 46.07 6.50 8.13 6.40 7.82 M4A calc. (%) 49.47 7.17 8.70 7.07 - found (%) 47.31 7.60 8.60 6.78 - 0.438 g of MBAA were dissolved at 40 in 5.00 g of water in a 20 cm3 Pyrex cylindrical probe under nitrogen. The closed probe was exposed to gamma rays from a 6o at 0.5 Gy/s for 72 h at 18. After breaking the probe, a cylindrical white rod was obtained. The rod was rinsed in deionized water and cut into slices of about 2 mm thickness, which were washed and decanted with water, methanol and again with water, each washing lasting ca. 30 min, with stirring. The polymer was rinsed with methanol and dried at 60, 5 kPa, for 24 h to constant weight (9.78 g, 96.6% polymerization yield). The analytical data are collected in Table 1. The solution obtained upon collecting all the filtrates was analyzed for the content of potassium. The ion exchange resin denoted as M4A was prepared from the following monomers: (i) NN-dimethyl-acrylamide (DMAA) (ii) NN'-methylene-bis-acrylamide (MBAR) (iii) 1-methacryloyl-ethylene-2-sulphonic acid (MESA) The synthesis was performed as above, utilizing 5.60 g of DMMA, 4.00 g of MESA and 0.46 g of MBAR (yield 9.61 g, 95.5 %) . The analytical data are collected in Table 1. A part of the polymer chain without cations is represented in Fig. 1. The obtained resin was conveniently powdered by suspending the perfectly dry material in water and letting it to swell and self-break for about one day. This procedure was repeated three times. Incorporation of Pd(H) into the resin WK was performed through the ion exchange: 2 1 P1-S03K+ (Pd(NH3)4)2+ _ 0P1-S03)zPd(r*~H3)4+2K+ 145 The ion-exchange was carried out using Pd(NH3)4(N03)2, as described in Ref. [7]. A slightly yellow particles were obtained after the ion-exchange, washing and drying. Analysis showed that palladium occupied more than 90% of cationic positions in the polymer, if the metal is supposed to be present in the resin as Pd(II). The reduction of Pd (II) to Pd (0) was performed with NaBH4 0.066 M in ethanol (10 times excess). A catalyst with 7.2 wt.% palladium content (M4KPd8) was prepared in this way. The preparation of the Pd form of the resin M4A was performed through the route involving ion exchange with palladium acetate [ 6 ] . Since M4A was directly obtained in the acid form, palladium acetate was a more convenient starting material in this case, although some spontaneous reduction of the metal occurs. Reduction of the metal was performed as indicated above. Three catalysts with palladium contents of 0.58 (M4APd05), 1.3 (M4APd 1) , and 8.8 % w / w (M4APd8) were prepared. The value 8.8% w/w of palladium corresponds to the maximum when palladium occupies two cationic position during ion exchange. All materials were sieved to separate fractions of different particle sizes to be used in the characterization procedures. 2.4. Swelling behaviour The solvent compatibility of WK and M4A was determined by measuring their bulk expanded CH3 CH3-N ` CH CH Clif CHZ NCH\" 2\\CH2 I CH ICH2--o,Co 2 so _ CH3-NH. I CH3 2 HIV v co 1-1 cH2-, cH~cH2,, CH co Fig. 1. Schematic representation of the backbone of M4A and WK resins. 146 M. Kralik et al. l Journal of Molecular Catalysis A: Chemical 101 (1995)143-152 volumes [ 2 ] . To evaluate the effect of the incorporation of Pd(II) on this parameter, the Pdcharged resin M4KPd8 was also measured prior to reduction. For details of the measurement procedure, see Ref. [ 7 ] . 2.5. Catalytic tests Catalytic hydrogenation tests with p-nitrotoluene were carried out in a batch, vigorously shaken three-necked reactors (frequency about 1.3 Hz), at room temperature and 0.1 MPa, as described in Ref. [ 7 ] . Catalytic tests with cyclohexene were carried out in a 50 cm' glass-lined stainless steel reactor connected with a flexible metal capillary to an apparatus for measuring the hydrogen consumption at constant pressure [ 8 ] . Experiments were performed at room temperature and 0.5 MPa. Typically, 10 ml of a 1 M solution of cyclohexene in methanol were employed, with an amount of catalyst yielding an analytical Pd concentration equal to 0.5 mM. The reactor was filled with reactants, catalyst and hydrogen, immersed in an oil bath and vigorously agitated using a mechanical shaker (frequency about 6 Hz). 3. Results and discussion The analytical data referring to resin WK and M4A are collected in Table 1. As the consequence of non-quantitative polymerization, the analytical figures are slightly different from the theoretical values. XRMA pictures of WK and M4A are reported in Fig. 2 and Fig. 3. A perfectly homogeneous distribution of potassium (in the case of WK) and sulphur throughout a section of a resin particle is apparent. The lateral resolution power of the Fig. 2. SEM and XRM maps of sulphur and potassium in WK. M. Kralik et al. /Journal of Molecular Catalysis A: Chemical 101 (1995) 143-152 147 Fig. 3. SEM and XRM maps of sulphur in M4A. microprobe analytical apparatus is estimated to be 1 ft,m2. The solvent compatibility of M4K and M4A were quantitatively evaluated by bulk expanded volume measurements which are given in Fig. 4, 10,00 T_ 8,00 6,00 ,oo 2,00 0,00 E M4A ~ 2 M4K i ~ M4KPd8 U L) O Q W f- O 1-~D g WD D Fig. 4. Specific bulk expanded volumes of WA, WK, M4KPd8 in various swelling agents. The size of particles was in the range 0.050.25 mm, the average diameter of the equivalent sphere was 0.12 mm. WAT -water, MeOH -methanol, EtOH ethanol, DCM -dichloromethane, AC - acetone, EAC -ethyl acetate, THF - tetrahydrofuran, TOL -toluene, DETE Methyl ether, dry-specific volume of the dry sample. together with the values for M4KPd8 prior to reduction. Both resins exhibit marked hydrophilic character, particularly evident in the case of M4A. Water, methanol and ethanol appear to be suitable working media for chemical applications of these materials. As previously reported, we observe significant lowering of the swelling volume on going from M4K to the Pd-charged resin M4KPd8 prior to reduction. This can be attributed to the crosslinking effect of Pd ( II ) [ 7 ] . The distribution of metal after the reduction of Pd(II) to Pd(0) depends on the ratio of the diffusion rate of the reducing agent to that of metal cation to be reduced [ 3,7 ] . In other words, if the inner space of the ion-exchange resin is well accessible, the reducing agent easily reaches the cationic positions, the metal cations are reduced nearby the anionic sites, and a uniform distribution of metal crystallites is obtained. According to 148 M. Kralik et al. /Journal of Molecular Catalysis A: Chemical 101 (1995)143-152 Fig. 5. Palladium distribution line profile in M4APd8. this explanation, achievement of the uniform distribution of reduced metal is more difficult in supports with high concentration of Pd(II) than in the case of low concentration. Inspection of X-ray maps and line profiles of M4APd8 (Fig. 5), M4APd1, M4APd05 and M4KPd8 revealed the uniform distribution of reduced metal obtained under the employed reduction conditions. The size of the metal crystallites was evaluated by X-ray diffraction measurements [ 9 ] . Diffraction patterns given in Fig. 6 indicate proportionality of intensity of the signal to the metal content, but also a decrease of precision for lower metal contents, especially for M4APd05. In spite of this, using a pseudo Voigt function [ 10] for data profile treatment (smooth curves in Fig. 6) , quantities for evaluation of the size were estimated with less than 10 per cent relative error for all profiles. The average diameter of crystallites was calculated from the full width of the half of the maxi- mum of breadth (FWHM) using the standard Sherrer equation [9] with the classical value of Sherrer's constant k=0.9. Due to the high value of the integral breadth of the profile (more than 220 in all cases), instrumental corrections were omitted. Values of 4.13, 4.2 and 4.04 nm were determined for the WAPd05, M4APdl and 5 40 44 20 ( 48 Fig. 6. X-ray powder diffraction patterns of palladium in M4A based catalysts and curve smoothing by Voigt function. Numbers over the curves denote the content of palladium in the catalysts. M. Kralik et al. /Journal of Molecular Catalvsis A: Chemical 101 (1995) 143-152 50 C N 25 U _o----fl--- 00 I 1 o' ,d g D time (s) x 10- Fig, 7. Conversion of p-nitrotoluene vs. time on M4A-based palladium catalysts. Symbols as in Table Z. M4APd8 catalysts, respectively. Thus, we can consider the same size of crystallites for all catalysts. The catalytic potentialities of the M4A-based catalysts were tested in the hydrogenation of pnitrotoluene ( PNT) to p-toluidine at ambient conditions, in methanol, in a shaken batch vessel. Preliminary tests showed that under employed reaction conditions, transport of hydrogen from gas to liquid phase and transport of reactants to the surface of catalyst did not play significant restrictions for the rate of process. In order to evaluate the accessibility of the inner space of the catalyst particles, experiments with the same amount of catalyst were performed, and therefore the analytical concentration of palladium varied with the metal content of the catalyst. Results are reported in Fig. 7 and in Table 2. The initial reaction rate turned out to be proportional to the metal content in the case of M4APd05 and M4APdl which is documented by values 5.61 and 7.44 for the ratio ( ~v ) / [ Pd ] X 102 . The value 1.65 in the case of M4APd8 Table 2 Initial rates ( 6v ) in hydrogenation of p-nitrotoluene 149 shows on significant internal diffusional restrictions in this catalyst. Unfortunately, a reliable comparison of the hydrogenation rates is prevented by effective catalyst deactivation. In fact, these catalysts are seen to undergo rapid deactivation under the employed conditions: 100% conversion was reached only with M4APd8, while in the case of M4APd05 it was about 30% after 30 h. M4APd8 was still active in the first recycle, though appreciably less than in the first run; M4APd1 was considerably less active, and M4APd05 practically inactive. Chromatographic analysis of reaction mixture showed that in all samples amounts of intermediates did not exceed 1 % of the initial concentration of PNT. Thus, the deactivation occurs as the consequence of leaching of palladium from the support. The content of palladium in our catalysts was lowered to the values 0.5 and 6.5% w/w of Pd in M4APd1 and M4APd8, respectively, after 2 runs. In the sample of M4APd05 the content of palladium was practically zero. We tried to find some quantitative data about hydrogenation of p-nitrotoluene in literature, but we were not successful. However, there was some information about deactivation of Pd/C catalyst during hydrogenation of 2,4-dinitrotoluene (DNT) [11-13]. Janssen et al. [ 12,13 ] determined values of parameters in Langmuir-Hinshelwood model from which the rate of the formation of 4-hydroxylamine-2-nitrotoluene (important intermediate) can be calculated ( 0.0144 [ mo1pNT kg~,' s ' ] or 0.0015 [ mol dm - 3 S-1 M -' ] for the molar concentration of palladium [M] ). The value 0.0015 is close to values given in Table 2, so our catalysts seem to Catalyst ~vx 106 [Pd] (~v)/[Pd] x 10` Relevant symbol in Fig. 7 (mol dm -3 8-1) (mm) (mol dm-' s` Nl`) M4APd8 34.1 2.07 1.65 circle M4APd 1 17.1 0.31 5.61 triangle M4APd05 9.3 0.125 7.44 square Room temperature, 0.1 MPa, 1 M p-nitrotoluene in methanol, size of particles 0.3-1 mm, [Pd] -molar concentration of palladium in reaction mixture. Conversion curves are in Fig. 7. 150 M. Kralik et al. /Journal of Molecular Catalysis A: Chemical 101 (1995)143-152 be of comparable activity. However, deactivation during the hydrogenation of nitrocompounds might not be an unavoidable nuisance of our dimethylacrylamide-based resin. It is worthwhile to mention that deactivation strongly depends on the nature of the support and can be very low using some other microporous anionic resins, e.g. dimethylacrylamide-styrene sulphonate resins [ 7 ] or interpenetrating polymers [ 14 ] . In order to overcome the problem of catalyst deactivation, and to obtain data for a reliable comparison of the activities of our catalysts, we performed additional catalytic tests using the hydrogenation of cyclohexene as model reaction. The preliminary tests showed much higher rate of hydrogenation than it was in the hydrogenation of p-nitrotoluene (approximately 50 times). The rate increased with increasing pressure of hydrogen in the range from 0.1 to 1.5 MPa. The tests reported below were performed at ambient temperature and 0.5 MPa keeping constant concentration of palladium in the reaction mixture in all runs (0.5 mM). Deactivation was absent and the catalysts maintained their activity upon recycling: the conversion curves for the first and second run were very close to each other, the variance in the conversion values being less than 5%. Table 3 and Fig. 8 and Fig. 9 summarize results. Under employed conditions transport of hydrogen from gas to liquid phase did not restrict the process. However, transport from liquid phase to the surface of catalyst and diffusion of components into the catalyst influenced the rate of the process significantly when the catalyst contained higher amount of palladium. The straight-line shape of the conversion curves for both experiments M4APd8 with bigger particles, and M4APd8 with smaller ones indicates that the constant rate is given by a constant driving force for the supply of hydrogen from the bulk liquid to the surface of catalyst. The constant driving force is caused by concentration of hydrogen on the surface close to zero (very fast consumption of hydrogen coming to the catalyst) and constant concentration in bulk liquid supposed to be hydrogen saturated. When the concentration of palla- Table 3 Initial rates (lv) in hydrogenation of cyclohexene Catalyst M4APd8 M4APd8 M4APd1 M4APd05 M4APd05 M4APd05 M4APd05 d ~v X 10' (mm) (mol dm-' s `) 0.3-1 2.06 0.1-0.3 3.27 0.3-1 9.82 0.3-1 11.7 0.1-0.3 13.6 <0.1 12.8 < 0.1 26.4 Relevant symbols in Fig. 8 and Fig. 9 circle filled circle triangle square diamond filled square asterisk Room temperature, 0.5 MPa, 1 M cyclohexene in methanol, [Pd] 0.5 mM in each run, d -size of particles. Conversion curves are in Fig. 8. a 1 mM of palladium in the reaction mixture. 100 0 50 c 0 U 00 ~ 0 ooo 0 0 00 0 0 eo o 0o 0 o o 00 e o 0A e o o o ~ o 0 o 0 0 0 4 6 time (s) x 10-3 Fig. 8. Conversion of cyclohexene vs. time with WA-based palladium catalysts. Symbols as in Table 3. 100 s 50 U 01 **** e0 000 ,o $ *** 000 ,o O * 0O0 * o * o.o * .o 1 time (s) x 10-3 2 Fig. 9. Conversion of cyclohexene vs. time with M4APd05 catalyst. Symbols as in Table 3. dium in the catalyst is lowered, internal diffusion starts to play an role as it is seen from results for the M4APd1 catalyst. In the case of M4APd05, we believe to have achieved the kinetic regime only when the particle size of the catalyst was lower than 0.3 mm. In fact, the observed initial M. Kralik et al. /Journal of Molecular Catalysis A: Chemical J01 (1995) 143-152 reaction rate was the same for both small (0.1 <d<0.3 mm) and very small (d<0.1 mm) particles. Moreover, upon doubling the analytical metal concentration (1 mM) we observed a double initial rate in the case of very small particles (Table 3) . This circumstance rules out any influence of the gas-liquid transport on the reaction rate and confirms the achievement of the kinetic regime. Conversion curves for M4APd05 catalyst show also a dependence of the rate on the concentration of cyclohexene. We suppose that this is due to the small value of the adsorption constant of cyclohexene on the surface (as in case of 1hexene [ 15] ), henceforth the majority of surface is not occupied by cyclohexene and the kinetics stemming from the Langmuir-Hinshelwood model [ 16] cannot be reduced to the form with the zero order to cyclohexene. Mass-transfer hindrances were apparently controlling the overall rate of the process also in all experiments with M4KPd8 catalyst. All these experiments proved the good accessibility of the interior space of M4A based catalysts and high activity of palladium crystallites inside them. The concentration of metal less than 1% w/w is sufficient to obtain a catalyst of the acceptable activity. 4. Conclusions Gamma ray initialized polymerization of N,Ndimethyl-acrylamide, N,N'-methylene-bis-acrylamide, potassium 1-methacryloyl-ethylene-2sulphonate (or sulphonic acid) was successful and resulted in the preparation of strongly hydrophilic microporous anionic resins. Palladium catalysts based on these resins demonstrated their ability in promoting hydrogenation reactions. It was observed that the higher the metal content in the catalyst the higher the reaction rate, which demonstrates a good interior accessibility of the support. The average diameter of metal crystallites in M4A based catalysts does not depend on metal concentration and it is equal to the value about 4 nm. 151 In accord with literature data, deactivation of Pd catalysts during hydrogenation of p-nitrotoluene was observed. This phenomenon is probably caused by the good swellability of resins in methanol and a consequent good accessibility of metal crystallites resulting in relatively fast dissolution of metal [ 11 ] and loss of activity, which is well documented for catalysts with low content of metal. Acknowledgements We are grateful to Mr. C. Furlan of C.U.G.A.S., University of Padova, for skillful SEM and XRMA. This work was partially supported by \"Progetto Finalizzato Chimica Fine II CNR,\" Rome, and ` `Ministero dell' Universita a della Ricerca Scientifica a Tecnologica, Rome, Fondi 40%,\" and by the project \"Nove Syntezy Katalytickymi postupmi\" financed by the Slovak Ministry of Education. M.K. is grateful for a research fellowship granted by the University of Padova. A.B. thanks the \"Ing. Aldo Gini\" Foundation, Padova, for a scolarship. References [ 1 ] A. Guyot, Pure Appl. Chem., 60 (1988) 365. [ 2 ] R. Arshady, Adv. Mater. 3 (1991) 182. [3] D.L. Hanson, J.R. Katzer, B.C. Gates, G.C.A. Schuit and H.F. Hamsberger, J. Catal., 32 (1974) 20. [4] R. Wagner and P.M. Lange, Erd, Erdgas, Kohle, 105 (1989) 414. [5] P. Dim, D. Dones, S. Montelatici, and N. Giordano, J. Catal., 30 (1973) 1. [ 6] J. Struijk, R. Moene T. van der Kamp and JIF. Scholten, Appl. Catal. A., 89 (1992) 77. [7] M. Kralik, M. Hronec, S. Lora, G. Palma, M. Zecca, A. Biffis and B. Corain, J. Mol. Catal., 97 (1995) 145. [8] M. Hronec and J. Ilavsky, Chem. Papers, 39 (1985) 705. [9] P. Gallezot, in J.R. Anderson and M. Boudart (Eds. ), Catalysis - Science and Technology, Vol. 5, Akademie Verlag, Berlin, 1984, p. 221. 10] R.A. Young and D.B. Wiles, J. Appl. Cryst. 15 ( 1982) 430. 152 M. Kralik et al. /Journal of Molecular Catalysis A: Chemical 101 (1995) 143-152 [ 11 ] A.J. Bird and D.T. Thompson, in W.H. Jones (Ed.), Catalysis [ 14] B. Corain, M. Zecca, A. Biffis, S. Lora, G. Palma, J. Organomet. in Organic Synthesis, Academic Press, New York, 1980, p. 61. Chem., 475 (1994) 283. [ 12] H.J. Janssen, A.J. Kruithof, G.J. Steghuis, K.R. Westerterp, Ind. Eng. Chem. Res., 29 (1990) 754. [13] H.J. Janssen, A.J. Kruithof, G.J. Steghuis, K.R. Westerterp, Ind. Eng. Chem. Res., 29 (1990) 1822. [15] L. Cerveny, J. Mojziskova, V. Ruzicka, J. Chem. Technol. Biotechnol., 35A (1985) 157. [ 16] L.K. Doraiswamy and M.M. Sharma, Heterogeneous Reactions, Wiley, New York, 1984. MOLCAA 95000844 1381-1169(95)00084-4 10.1016/1381-1169(95)00084-4 Molecular aspects of heterogeneous catalysis Article Microporous poly-(N,N-dimethyl-acrylamide)-(1-methacryloyl-ethylene-2-sulphonate)-(N,N'-methylene-bis-acrylamide) resins as hydrophilic supports for metal catalysts Milan Kralik ∗ a Milan Hronec a Vladimir Jorik b Silvano Lora c Giancarlo Palma d Marco Zecca e Andrea Biffis e Benedetto Corain f a Department of Organic Technology, Slovak Technical University, Radlinskeho 9, 812 37 Bratislava, Slovak Republic b Department of Inorganic Chemistry, Slovak Technical University, Radlinskeho 9, 812 37 Bratislava, Slovak Republic c Istituto di Fotochimica e Radiazioni d'Alta Energia, C.N.R., Sezione di Legnaro, I-35020 Legnaro (Pd., Italy d Dipartimento di Chimica Fisica, via Loredan 2, I-35131 Padova, Italy e Centro di Studio sulla Stabilita e Reattivita dei Composti di Coordinazione, C.N.R., Dipartimento di Chimica Inorganica, Metallorganica ed Analitica, via Marzolo 1, I-35131 Padova, Italy f Dipartimento di Chimica, Ingegneria Chimica e Materiali, Universita' dell' Aquila, Coppito Due-Via Vetoio, I-67010 L'Aquila, Italy ∗ Corresponding author. The synthesis of poly-(N,N-dimethyl-acrylamide)-(1-methacryloyl-ethylene-2-sulphonate) (M4K) with 4 mol. % of N,N'-methylene-bis-acrylamide (MBAA) as crosslinker, and of poly-(N,N-dimethyl-acrylamide)-(1-methacryloyl-ethylene-2-sulphonic acid) (M4A) with 4 mol. % MBAA is described. Polymerization was performed under gamma rays irradiation of a water solution of monomers (M4K), or of the monomer mixture (M4A), at room temperature. High affinity to protonic solvents was observed for both materials. Palladium catalysts were prepared from M4K through ion-exchange with [Pd(NH3)4]2+ and from M4A through ion-exchange with palladium acetate; the subsequent Pd(II) reduction with sodium borohydride in ethanol yielded the final catalysts with a uniform distribution of metal throughout the resin particles. The average size of metal crystallites obtained by X-ray diffraction was about 4 nm and did not show any dependence on metal content in the polymer in the range from 0.5 to 8.8 w w % of metal. The rate of hydrogenation of p-nitrotoluene and cyclohexene in catalytic tests with 1 and 0.5 w w % Pd catalysts was proportional to the metal content in catalysts, which confirmed a very good accessibility of these supports. Catalysts with low metal content also exhibit a significant deactivation in the course of the hydrogenation of p-nitrotoluene to p-toluidine in methanol under ambient conditions. Keywords Accessibility Acrylamide-methacryloyl derivatized resins Catalyst deactivation Cyclohexene Gamma rays Hydrogenation NaBH4 p-Nitrotoluene Palladium Swellability X-ray diffraction References [1] A. Guyot Pure Appl. Chem. 60 1988 365 [2] R. Arshady Adv. Mater. 3 1991 182 [3] D.L. Hanson J.R. Katzer B.C. Gates G.C.A. Schuit H.F. Harnsberger J. Catal. 32 1974 20 [4] R. Wagner P.M. Lange Erdöl, Erdgas, Kohle 105 1989 414 [5] P. Dini D. Dones S. Montelatici N. Giordano J. Catal. 30 1973 1 [6] J. Struijk R. Moene T. van der Kamp J.J.F. Scholten Appl. Catal. A 89 1992 77 [7] M. Kralik M. Hronec S. Lora G. Palma M. Zecca A. Biffis B. Corain J. Mol. Catal. 97 1995 145 [8] M. Hronec J. Ilavsky Chem. Papers 39 1985 705 [9] P. Gallezot J.R. Anderson M. Boudart Catalysis — Science and Technology Vol. 5 1984 Akademie Verlag Berlin 221 [10] R.A. Young D.B. Wiles J. Appl. Cryst. 15 1982 430 [11] A.J. Bird D.T. Thompson W.H. Jones Catalysis in Organic Synthesis 1980 Academic Press New York 61 [12] H.J. Janssen A.J. Kruithof G.J. Steghuis K.R. Westerterp Ind. Eng. Chem. Res. 29 1990 754 [13] H.J. Janssen A.J. Kruithof G.J. Steghuis K.R. Westerterp Ind. Eng. Chem. Res. 29 1990 1822 [14] B. Corain M. Zecca A. Biffis S. Lora G. Palma J. Organomet. Chem. 475 1994 283 [15] L. Cerveny J. Mojziskova V. Ruzicka J. Chem. Technol. Biotechnol. 35A 1985 157 [16] L.K. Doraiswamy M.M. Sharma Heterogeneous Reactions 1984 Wiley New York",
      "scopus-id": "58149364227",
      "coredata": {
        "eid": "1-s2.0-1381116995000844",
        "dc:description": "The synthesis of poly-(N,N-dimethyl-acrylamide)-(1-methacryloyl-ethylene-2-sulphonate) (M4K) with 4 mol. % of N,N'-methylene-bis-acrylamide (MBAA) as crosslinker, and of poly-(N,N-dimethyl-acrylamide)-(1-methacryloyl-ethylene-2-sulphonic acid) (M4A) with 4 mol. % MBAA is described. Polymerization was performed under gamma rays irradiation of a water solution of monomers (M4K), or of the monomer mixture (M4A), at room temperature. High affinity to protonic solvents was observed for both materials. Palladium catalysts were prepared from M4K through ion-exchange with [Pd(NH3)4]2+ and from M4A through ion-exchange with palladium acetate; the subsequent Pd(II) reduction with sodium borohydride in ethanol yielded the final catalysts with a uniform distribution of metal throughout the resin particles. The average size of metal crystallites obtained by X-ray diffraction was about 4 nm and did not show any dependence on metal content in the polymer in the range from 0.5 to 8.8 w w % of metal. The rate of hydrogenation of p-nitrotoluene and cyclohexene in catalytic tests with 1 and 0.5 w w % Pd catalysts was proportional to the metal content in catalysts, which confirmed a very good accessibility of these supports. Catalysts with low metal content also exhibit a significant deactivation in the course of the hydrogenation of p-nitrotoluene to p-toluidine in methanol under ambient conditions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-08-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995000844",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kralik, Milan"
          },
          {
            "@_fa": "true",
            "$": "Hronec, Milan"
          },
          {
            "@_fa": "true",
            "$": "Jorik, Vladimir"
          },
          {
            "@_fa": "true",
            "$": "Lora, Silvano"
          },
          {
            "@_fa": "true",
            "$": "Palma, Giancarlo"
          },
          {
            "@_fa": "true",
            "$": "Zecca, Marco"
          },
          {
            "@_fa": "true",
            "$": "Biffis, Andrea"
          },
          {
            "@_fa": "true",
            "$": "Corain, Benedetto"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995000844"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995000844"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00084-4",
        "prism:volume": "101",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Microporous poly-(N,N-dimethyl-acrylamide)-(1-methacryloyl-ethylene-2-sulphonate)-(N,N'-methylene-bis-acrylamide) resins as hydrophilic supports for metal catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Accessibility"
          },
          {
            "@_fa": "true",
            "$": "Acrylamide-methacryloyl derivatized resins"
          },
          {
            "@_fa": "true",
            "$": "Catalyst deactivation"
          },
          {
            "@_fa": "true",
            "$": "Cyclohexene"
          },
          {
            "@_fa": "true",
            "$": "Gamma rays"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "NaBH4"
          },
          {
            "@_fa": "true",
            "$": "p-Nitrotoluene"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Swellability"
          },
          {
            "@_fa": "true",
            "$": "X-ray diffraction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "143-152",
        "prism:endingPage": "152",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 August 1995",
        "prism:doi": "10.1016/1381-1169(95)00084-4",
        "prism:startingPage": "143",
        "dc:identifier": "doi:10.1016/1381-1169(95)00084-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "37",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995000844-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "292",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "37",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-1381116995000844-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "292",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/58149364227"
      }
    }
  }
}