{
  "metadata": {
    "title": "Modification of 12-molybdophosphoric acid catalyst by blending with polysulfone and its catalytic activity for 2-propanol conversion reaction",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-01-10",
    "doi": "10.1016/1381-1169(95)00194-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995001948",
    "pii": "1381116995001948"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000004608",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-1381116995001948 1381-1169(95)00194-8 1381116995001948 10.1016/1381-1169(95)00194-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00209 2015-05-13T23:01:31.432129-04:00 0 0 19960110 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 104 104 3 3 Volume 104, Issue 3 13 311 318 311 318 19960110 10 January 1996 1996-01-10 1996 converted-article fla Copyright © 1995 Published by Elsevier B.V. MODIFICATION12MOLYBDOPHOSPHORICACIDCATALYSTBYBLENDINGPOLYSULFONECATALYTICACTIVITYFOR2PROPANOLCONVERSIONREACTION LEE J MISONO 1987 269 M SONG 1991 33 I MISONO 1982 400 M MISONO 1980 1047 M IZUMI 1983 402 Y OHTSUKA 1990 2071 R KASZTELAN 1991 479 S KASZTELAN 1990 45 S OHTSUKA 1989 3195 R OHTSUKA 1990 2076 R KAMADA 1981 1831 M SAIDKHANOV 1983 365 S NOMIYA 1986 1031 K POZNICZEK 1991 311 J HASIK 1994 544 M HASIK 1993 972 M PRON 1992 277 A SONG 1993 348 I SONG 1994 107 I LEE 1994 241 J LEEX1996X311 LEEX1996X311X318 LEEX1996X311XJ LEEX1996X311X318XJ item 1381-1169(95)00194-8 1381116995001948 1-s2.0-1381116995001948 10.1016/1381-1169(95)00194-8 271358 2010-09-28T03:07:19.326209-04:00 1996-01-10 1-s2.0-1381116995001948-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001948/MAIN/application/pdf/d1c5fc82b05d0e3c7d5be39d52163f4a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001948/MAIN/application/pdf/d1c5fc82b05d0e3c7d5be39d52163f4a/main.pdf main.pdf pdf true 730307 MAIN 8 1-s2.0-1381116995001948-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995001948/PREVIEW/image/png/2e8835898ec0c602c01d6f55a79b219a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995001948/PREVIEW/image/png/2e8835898ec0c602c01d6f55a79b219a/main_1.png main_1.png png 63288 849 656 IMAGE-WEB-PDF 1 ELSEVIER - JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 104 ( 1996) 311-318 Modification of 12-molybdophosphoric acid catalyst by blending with polysulfone and its catalytic activity for 2-propanol conversion reaction Jong Koog Lee a, In Kyu Song a, Wha Young Lee a,*, Jae-Jin Kim b Department of Chemical Engineering, College of Engineering, Seoul National University, Shinlim-Dong, Kwanak-Ku, Seoul 151-742, South Korea Membrane Lab., Korea Institute of Science and Technology, Hawolgok-Dong, Sungbuk-Ku, Seoul 136-797. South Korea Received 24 February 1995; accepted 25 July 1995 Abstract H;PMo,204, embedded in a polysulfone film was prepared by blending HYM011-04p with polysulfone using dimethylformamide as a common solvent and its catalytic activity for 2-propanol conversion reaction was examined. The prepared film catalyst showed a higher yield for acetone but a lower yield for propylene than H3PM01 2040 itself. The decrease of acidic function of the film catalyst was mainly due to dimethylformamide strongly adsorbed on the acid sites of H3PMo, ZOQ while the increase of oxidation function was due to uniformly and finely distributed H;PMo,=O,4p in the film. When the film catalyst was used as a membrane, it showed higher ratio of acetone to propylene than HYM01_O4c itself. Keywords: Heteropoly acid; Polysulfone; Film catalyst; 2-Propanol; Acetone 1. Introduction Heteropoly acid has both acidic and redox catalytic functions [1,2]. The primary structure, called `Keggin structure', is very stable, but the secondary structure of a heteropoly acid is unstable and liable to be changed according to the surroundings [ 3 ] .Owing to the flexible nature of the secondary structure of heteropoly compounds, polar substances like water, alcohols and amines readily penetrate into the bulk of heteropoly compounds by expanding the interstices between polyanions to form pseudo-liquid phase [4], while non-polar molecules like olefins are adsorbed only * Corresponding author. Tel. ( +82-2)8807404, Fax. ( +822)8887295. 1381-1169/96/$09.50 1996 Elsevier Science B.V. All rights reserved SSDI1381-1169(95)00194-8 on its surface. Thus, there are two typical reaction types in the heteropoly acid catalyst system, the bulk type reaction and the surface type one. Heteropoly acids supported on silica [ 5-10] , TiO, [ 11 ] or bonded to ion exchange resins [ 12,13 ] have been used in order to prevent catalyst dissolution in homogeneous liquid phase reactions or to enlarge the surface area. Recently, it was also reported that heteropoly acids were doped to the conjugated polymers to reduce the acidic function but to enhance the redox function of the heteropoly acids [ 14-17 ] . A heteropoly acid is highly soluble in some organic solvents. Taking advantage of such a property, it can be blended with a polymer to form a film catalyst by using a common solvent dis- 312 J. K. Lee et al. /Journal oJ'Molecular Catalysis A: Chemical I(/996) 311-318 solving both a heteropoly compound and a polymer [ 18,19 ] . Since polymer materials are thermally unstable at high temperatures, their utilization has been restricted in low temperature ranges [20]. However, if a heteropoly acid is blended with a suitable polymer, it can be uniformly dispersed with very fine particles in the bulk of the polymer and its catalytic function can be changed. In other words, a high catalytic activity according to the high dispersity of catalysts in the bulk of the film can be expected for some reactions even at low reaction temperatures. In addition to this, different permeation properties of reaction species through the catalyst-blended polymer film can affect product selectivity. In this study H3PMo1204blended polysulfone (abbreviated as PMo-PSF hereafter) film catalyst was prepared and its catalytic activity for 2-propanol conversion reaction was investigated in different reactor systems. 2. Experimental 2.1. Preparation of PMo-PSF film PMo from Fluka was dissolved in water, extracted with diethyl ether, and recrystallized. PSF (Udel-1700 from Union Carbide Co.) was used as a blending polymer. Before blending, PMo and PSF were calcined at 300 and 150, respectively. Then, both PMo and PSF were simultaneously dissolved in dimethylformamide (denoted as DMF hereafter). The solution con- a) 2mmx2mmsize of PMo-PSF film (PMo-PSF-F) sisting of 4.67 wt% of PMo, 23.81 wt% of PSF, and 71.43 wt% of DMF was cast on a glass plate. It was dried in air for 4-5 h and subsequently in vacuum for 2 h at room temperature to form a thin film, in which heteropoly acid is embedded. The thickness of a film can be controlled according to the casting conditions. The chemical structure of PSF is shown below. , CH o CH3 aoGs~O. 3 2.2. Reaction procedures 2-Propanol conversion was carried out in three different catalytic reaction systems as illustrated in Fig. 1. Fig. 1(a) shows the conventional fixed bed reactor packed with unsupported PMo. PMoPSF film was cut into small pieces ( 2 mm X 2 mm). It was named as a film-catalyst. This filmcatalyst was packed in a fixed bed reactor as shown in Fig. 1(b) ( this system was denoted as PMoPSF-F hereafter). In order to characterize the film as a catalytic membrane, a pseudo membrane reactor, as shown in Fig. 1( c ) , was devised, where the PMo-PSF film was used as a membrane with a catalytic function ( this system was denoted as PMo-PSF-M hereafter). The effective permeation area of PMo-PSF-M was 17.65 cm2. The reactor system of Fig. 1(c) is somewhat different from the previous membrane reactor system [ 20] . The rejected stream from PMo-PSF-M was not necessary, because 2-propanol accumulation was flow in flow out c) PMo-PSF membrane with a catalytic function (PMo-PSF-M) Fig. 1. A simplified schematic diagram of the tested reactor type: ( a) a fixed bed reactor using unsupported PMo; ( b ) a fixed bed reactor packed with PMo-PSF-F; and (c) a pseudo membrane reactor using PMo-PSF-M. J.K. Lee et al. /Journal of Molecular Catalvsis A: Chemical 104 (1996) 311-318 negligible in this experiment. Before the reactions, all catalysts were pretreated at 150 in air stream for 30 min, and then 2-propanol was continuously pumped by a syringe pump (SAGE instruments), vaporized in a heated tube, mixed with air as a carrier gas, and fed into the reaction system. The amounts of PMo catalyst were the same, 150 mg, in all reaction systems. The products were analyzed with a gas chromatography (HP-5890 II) using a column packed with Porapak Q. Conversion and the product selectivity were calculated on a basis of the carbon balance. 2.3. Characterization According to our previous report [ 19 ] , IR spectra showed Keggin structure in PMo-PSF film, and the XRD pattern of PMo-PSF film was similar to that of PMo - nH20. It suggests that there remains some chemisorbed DMF, even after thermal treatment at 150. ESCA analysis showed the oxidation state of Mo in PMo-PSF film was 6+. It was also observed from the analysis of SEM and EDX that PMo was finely and uniformly distributed through PMo-PSF film. In this study, the glass transition temperatures (Tg) of PSF and PMo-PSF were measured by DSC (TA 200 of 313 TA Instruments). In order to confirm the effect of blending on the surface and bulk properties of PMo, ammonia chemisorption experiments were earned out at room temperature. The surface areas of PMo, PMo-PSF, and PSF film were measured with a BET surface analyzer (Micromeritics ASAP-2000). 3. Results and discussion 3.1. Thermal analysis Fig. 2 shows the DSC data of PSF and PMoPSF. The glass transition temperatures were measured at the second scan, after most moisture in PSF and PMo--PSF was removed during the first scan from the room temperature to 300. Tg of PSF and PMo-PSF were found to be 187 and 174, respectively. This result suggests that there is no interaction between PMo and PSF in the course of blending and that PMo in PMo-PSF acts as an impurity resulting in an increase in mobility of PSF molecules and the blending is physical. Since the reaction was carried out at temperatures ranging from 120 to 150 and the thermal decomposition temperature of PMo was 430, a) ,r~ 174(I) 87`C (I) i 200 250 300 100 150 Temperature / Fig. 2. DSC data (heating rate= 15/min) of (a)PMo-PSF-F and (b) PSF. 314 J.K. Gee et al. /Journal of Molecular Catalysis A: Chemical 104 (1996) 311-318 Table 1 Amounts of ammonia adsorbed at room temperature Sample Adsorbed amounts (moles/total-g) Equivalent adsorbed amounts (moles/ PMo-Keggin unit) Ratio\" PSF film 5.066 X 10-' PMo 7.957 X 10-' 14.52 1 PMo-PSF 1.543 X 10-' 12.27 0.85 PMo-DMF 1.796X 10' 3.28 0.23 Ratio based on the PMo. PMo-PSF film is expected to be thermally stable during the reaction. 3.2. Surface and bulk characteristics of PMo In order to investigate the surface and bulk properties of PMo distributed in PMo-PSF film, adsorption experiments for ammonia and nitrogen were carried out at room temperature. Since ammonia is a polar compound, considerable amounts of ammonia can penetrate into the bulk of heteropoly acid and adsorb there [ 1 ] . As shown in Table 1, the adsorbed amount of ammonia on PMo powder is 14.52 molecules/ PMo-Keggin unit. Subtracting the adsorption amount of ammonia on PSF film itself, the adsorbed amount of ammonia on PMo in PMo-PSF film is equivalent to 12.27 molecules /PMo-Keggin unit. It is believed that the reduction in adsorbed ammonia on PMo-PSF film results from DMF that was used as a solvent for the preparation of the film. In order to examine the effect of adsorbed DMF on the ammonia adsorption on PMo, PMo powder was dissolved in DMF, recrystallized, and thermally treated at 150 (this is named as PMo-DMF). The adsorbed ammonia on PMo-DMF was 3.28 molecules /PMo-Keggin unit. This result suggests that adsorption of DMF on PMo in PMo-PSF is weak in comparison with that on PMo powder so that adsorbed DMF on PMo-PSF is diffused slowly into the atmosphere, or that the bulk property of PMo in PMo-PSF is modified upon blending with PSF. In order to examine the surface character, the surface area of PMo, PMo-PSF and PSF film was measured by the BET method and given in Table 2. The surface area of PMo in PMo-PSF Table 2 BET surface area Sample Surface area (mz/ Equivalent surface Ratio total-g) area (m2/PMo-g) PSF film 5.53 PMo 5.67 PMo-PSF 8.43 Ratio based on the PMo. 5.67 22.93 1 4.04 film was calculated by subtracting the surface area of PSF itself. As shown in Table 2, the surface area of PMo powder is 5.7 M2 /g and that of PMo in PMo-PSF is equivalent to 22.9 m2/g. PMo in PMo-PSF film has about 4 times larger surface area than that of PMo powder. The increase in surface area of PMo in PMo-PSF film is surely caused by the high dispersity of PMo through the film. 3.3. Acidic function of PMo The DMF-TPD experiment (heating rate=10, carrier gas flow rate= 30 cm3/min) on PMo powder showed that DMF desorption started at 150 and represented two maximum points at 270 and 337, as shown in Fig. 3. TPD data suggests that DMF, an organic base, is d 337 0 va 0 100 300 500 Temp. / Fig. 3. TPD of adsorbed DMF on PMo. J.K. Lee et al. /Journal of Molecular Catalysis A: Chemical 104 (1996) 311-318 Table 3 The amount of product over PMo and PMo-PSF-F at 140 Catalyst Moles of product ( X 10 molecules/ Keggin unit-h) Acetone selectivity TON per Keggin unit Propylene Acetone PMo 73.7 0.6 0.8 7.43 PMo-PSF-F'' 24.2 3.4 12.3 2.76 PMo-DMF\" 1.5 0.3 16.7 0.18 PMo-PSF-F/PMo 0.33 5.67 15.4 0.37 PMo-DMF/PMo 0.02 0.50 20.9 0.02 Reaction conditions: WI F= 1 12.6 g-PMo-h/2-propanol-mol. Carrier gas flow=3.73 cm'/min. \"Thickness=0.069 mm. \" PMo recrystallized after dissolving in DMF and thermally treated at 150. strongly adsorbed on the acid sites of PMo during blending PMo and PSF, remains on PMo at the reaction temperatures from 120 to 150, and will affect the acidic catalytic activity of PMo. 3.4. Effect of DMF on the catalytic activity Propylene is formed by the acidic function of PMo via the dehydration of 2-propanol, whereas acetone is produced by the oxidative dehydrogenation of 2-propanol via the redox mechanism on PMo. Table 3 shows the catalytic activities of PMo, PMo-PSF-F and PMo-DMF at 140. The data were taken after 300 min from the reaction startup. Among the catalysts examined, PMo-DMF showed the least yield for both propylene and acetone. Its activity for propylene and for acetone are 2% and 50% compared with PMo powder, respectively. This means that the propylene formation over PMo is greatly affected by DMF, an organic base, strongly adsorbed on the acid sites of PMo. However, the acetone formation is not affected seriously by DMF although DMF decreases the acetone formation to some extent. However, PMo-PSF-F shows lower yield for propylene but higher yield for acetone than PMo. The decrease of propylene is also mainly due to DMF although the DMF effect is smaller than that in PMo-DMF. It is noteworthy that the yield for acetone over PMo-PSF-F is 5.67 times that over PMo, although the remaining DMF in PMo-PSF-F also can give a negative effect on the formation of acetone, as shown in the case of PMo-DMF. Therefore, it can be inferred that the increase of oxidation function of PMo-PSF-F is due to the enlarged surface character of PMo that is uniformly and finely distributed in the PMo-PSF-F. As mentioned before, propylene is formed on the acid sites of PMo and acetone is formed by the oxidative dehydrogenation on oxide sites of PMo. Two reaction paths forming propylene and acetone are a competitive parallel reaction. For PMo powder catalyst the propylene-forming reaction is found to be a dominant path, judging from the result that the yield for propylene is much greater than the yield for acetone. Therefore, among the three catalysts given in Table 3, PMo showed the highest 2-propanol conversion. However, PMoPSF-F shows about 5 times higher yield for acetone and lower yield for propylene than PMo. This is because the acidic function of PMo in PMoPSF-F is inhibited by the adsorbed DMF and the high dispersity of PMo in PMo-PSF-F increases the oxidative dehydrogenation reaction. PMoDMF showed much lower activity for 2-propanol but its selectivity to acetone is much greater than PMo. 3.5. Effect of PSF film on the product selectivity Most of the catalysts in a film-catalyst are present in the bulk of the film. In order for a reaction to take place, reactants should be at first dissolved on the film, diffused inward to the catalyst through the film, and reacted on the catalyst, and then 316 J.K. Lee et al. /Journal of Molecular Catalysis A: Chemical l(1996) 311-318 products should be diffused outward through the film. Therefore, the reaction rate on a film-catalyst is greatly influenced by the mass transfer of reactants and products through the film. Furthermore, if there are multi-products, the selectivity to one product is necessarily affected by the dissolution and the diffusion rates of the products. The permeabilities of acetone and propylene through the PSF film were different from each other as shown in Table 4. The permeability of acetone was 2.09 times higher than that of propylene. The different permeation properties of reaction species would result in a higher concentration of propylene than that of acetone around PMo in PMo-PSF. Consequently this atmosphere would enhance the acetone yield by suppressing the propylene formation. Therefore, the formation rate of acetone over PMo-PSF-F would be higher than that over PMo. 3.6. Reaction characteristics of PMo and PMoPSF-F Fig. 4 represents the formation rates of propylene and acetone over PMo and PMo-PSF-F with respect to the time on stream. The thickness of PMo-PSF-F is 0.069 mm. PMo-PSF-F showed a higher rate for acetone and a lower rate for propylene than PMo. The formation rate for propylene over PMo decreases with the reaction time, due to the catalyst deactivation, whereas the formation rate for propylene over PMo-PSF-F slightly increases with the time. The slight increase of acidic function of PMo-PSF-F may be caused by the release of the weakly bonded DMF on acid sites of PMo or by the replacement of adsorbed DMF by 2-propanol molecules with the reaction time. The formation rate for acetone on the two catalysts was not greatly changed with the time on stream. Fig. 5 shows the formation rates for propylene and acetone over PMo and PMo-PSF-F with respect to the reaction temperature. As expected, PMo-PSF-F shows a higher rate for acetone and a lower rate for propylene than PMo. Table 4 The permeability of each product through PSF membrane at 140 Sample Water Propylene Acetone Permeability (cm' cm/cm' sec cm Hg) X 108 Perm-selectivity of acetone/propylene 2.09 123.48 1.94 4.05 so e 60 X T p 40 w 0 20 E 0 50 100 150 200 250 300 Time / min 6 0 X O 4 w 0 z o 0 w 350 Fig. 4. The formation rate of propylene and acetone over PMo and PMo-PSF-F catalyst with respect to `time on stream' at 140: W/ F= 112.6 g-PMo-h/2-propanol-mole, air flow rate=3.73 cm'/min, (O,; PMo-PSF-F, (O,; PMo, thickness of PMo-PSFF=0.069 mm. d 100 4 so _ X y 60 a a 40 3 _o X 0 2 ?? zo i 120 130 140 Temperature / 150 Fig. 5. The formation rate of propylene and acetone over PMo and PMo-PSF-F catalyst with respect to reaction temperatures: W/ F= 112.6 g-PMo-h/2-propanol-mole, air carrier flow rate=3.73 em' /min, (O,; PMo-PSF-F, (0,; PMo, thickness of PMoPSF-F=0.069 mm. J.K. Gee et al. /Journal of Molecular Catalysis A: Chemical 104 (1996) 3II-318 Table 5 Formation rates of acetone and propylene and the ratio of acetone/ propylene over PMo and PMo-PSF-M with reaction temperatures Temperature PMo PMo-PSF-M ' 317 () Acetone ( X 10 Propylene ( X 10 Acetone/propylene Acetone ( X 10 Propylene ( X 10 Acetone/propylene molecules/Keggin molecules/Keggin ( X 10-) molecules/Keggin molecules/Keggin ( X 10-) unit) unit) unit) unit) 120 0.24 26.3 0.91 2.28 17.77 12.83 130 0.43 46.3 0.93 4.58 36.82 12.44 140 0.63 74.7 0.84 6.78 55.21 12.28 150 0.79 95.4 0.83 8.14 78.12 10.42 Reaction conditions: WIF=21.68 g-PMo-h/2-propanol-mol. Carrier gas How=3.73 cm'/min. Thickness=0.24 mm. 3.7. Catalytic activity of PMo and PMo-PSF-M A catalytic membrane reactor has the advantage over a conventional fixed bed reactor, that conversion can be achieved above an equilibrium value because compositions of a permeated stream through the membrane and a rejected stream from the membrane are different from each other. For the case that catalysts exist in the bulk of membrane (like PMo-PSF-F), the product compositions of a rejected stream in the feed side and a product stream are not so different. As a result, if a single reaction takes place in a catalytic polymer membrane reactor (like PMo-PSF-M), the function of a membrane reactor is mostly reduced. However, as in this study, if chemical species produced from multiple reaction schemes have different permeabilities, the polymer membrane reactor has an advantage that a reaction producing a product having a higher permeability is favorably (selectively) taking place. In order to study the feature of the polymer membrane reactor, a pseudo polymer membrane reactor using PMoPSF as a membrane was devised as illustrated in Fig. 1(c) and as a model reaction, dehydration of 2-propanol and oxidative dehydrogenation of 2propanol were performed in the reactors of Fig. 1(a) and 1(c) under the same reaction conditions. PMo-PSF-M has a thickness of 0.24 mm and its cross-sectional area is 17.65 cmz. W/F based on PMo was 21.68 g-PMo-h/2-PrOH mole in both reactors. Table 5 shows the catalytic activity of PMo and PMo-PSF-M and the ratio of acetone/ propylene along with reaction temperatures. The formation rate of propylene over PMo-PSF-M is slightly lower than that over PMo. This is attributed to DMF adsorbed on PMo in PMo-PSF-M. However, PMo-PSF-M shows about 10 times higher formation rate for acetone than PMo, due to the high dispersity of PMo in PMo-PSF-M. Moreover, it is noteworthy that the ratio of acetone/ propylene over PMo-PSF-M is about 15 times that over PMo at the temperatures from 120 to 150. The selectivity of acetone and propylene is affected by the basicity of the solvent used, by the dispersity of PMo in PMo-PSF-M, and by the permeabilities of both species through PSF. It is believed in this study that higher permeability of acetone through PSF than propylene, as represented in Table 4, considerably contributed to the increase in the selectivity for acetone. From this result, we can suggest that one desired reaction among multiple reactions can be favorably selected in the catalytic polymer membrane reactor by choosing proper polymer membranes. 4. Conclusions Heteropoly acid catalyst was imbedded in a polymer film by dissolving heteropoly acid and a polymer together in a common solvent, casting the solution, and drying it. This film-catalyst was used as a packed catalyst in a fixed bed reactor and also used as a catalytic membrane reactor. Its catalytic activity for 2-propanol conversion reac- 318 J.K. Lee et al. /Journal of Molecular Catalysis A: Chemical 104 (1996) 311-318 tion was examined in three reaction systems. PMo-PSF-F showed a higher yield for acetone and a lower yield for propylene than PMo. This is mainly because the acidic function of PMo is suppressed by the adsorbed DMF (organic base) and formation of acetone is enhanced by the uniformly and finely distributed PMo in PSF film. PMoPSF-M showed a much higher ratio of acetone/ propylene than Mo. This is mainly due to higher permeability of acetone through PSF film than propylene. Acknowledgements The authors greatly acknowledge the financial support of Daelim Industry Co. for this work. References [ I ] M. Misono, Catal. Rev., 29 (1987) 269. [2] I.K. Song, S.H. Moon and W.Y. Lee, Korean J. Chem. Eng., 8 (1991) 33. [ 3 ] M. Misono, N. Mizuno, K. Katamura, A. Kasai and Y. Konishi, Bull. Chem. Soc. Jpn., 55 (1982) 400. [4] M. Misono, K. Sakata, Y. Yoneda and W.Y. Lee, Stud. Surf. Sci. Catal., 7B (1980) 1047. [5] Y. Izumi, R. Hasebe and K. Urabe, J. Catal., 84 (1983) 402. [6] R. Ohtsuka, Y. Morioka and J.1. Kobayashi, Bull. Chem, Soc. Jpn., 63 (1990) 2071. [7] S. Kasztelan, E. Payen and J.B. Moffat, J. Catal., 128 (1991) 479. [8] S. Kasztelan, E. Payen and J. B. Moffat, J. Catal., 125 (1990) 45. [9] R. Ohtsuka, Y. Morioka and 1.1. Kobayashi, Bull. Chem. Sec. Jpn., 62 (1989) 3195. [ 10] R. Ohtsuka and J.1. Kobayashi, Bull. Chem. Sue. Jpn., 63 (1990) 2076. [ 1 I ] M. Kamada and Y. Kera, Chem. Lett., (1981) 1831. [ 12] S.S. Saidkhanov, A.I. Kokorin, E.N. Savinov, A.I. Vokov and V.N. Parmon, J. Mol. Catal., 21 (1983) 365. [ 13] K. Nomiya, H. Murasaki and M. Miwa, Polyhedron, 5 (1986) 1031. [ 14] J. Pozniczek, I. Kulszewicz-Bajer, M. Zagorska, K. Kruczala, K. Dyrek, A. Bielanski and A. Pron. J. Catal., 132 (1991) 311. [ 15] M. Hasik, W. Turek, E. Stochmal, M. Lapkowski and A. Pron, J. Catal., 147 (1994) 544. [ 16] M. Hasik, A. Pron, I. Kulszewicz-Bajer, J. Pozniczek, A. Bielanski, Z. Piwowarska and R. Dziembaj, Synth. Met., 5557 (1993) 972. [ 17] A. Pron, Synth. Met., 46 (1992) 277. [ 18] I.K. Song, S.K. Shin and W.Y. Lee, J. Catal., 144 (1993) 348. [ 19] I.K. Song, J.K. Lee and W.Y. Lee, Appl. Catal, I 19 (1994) 107. [20] J.K. Lee, I.K. Song and W.Y. Lee, Catal. Lett., 29 (1994) 241. MOLCAA 95001948 1381-1169(95)00194-8 10.1016/1381-1169(95)00194-8 Molecular aspects of heterogeneous catalysis Article Modification of 12-molybdophosphoric acid catalyst by blending with polysulfone and its catalytic activity for 2-propanol conversion reaction Jong Koog Lee a In Kyu Song a Wha Young Lee ∗ a Jae-Jin Kim b a Department of Chemical Engineering, College of Engineering, Seoul National University, Shinlim-Dong, Kwanak-Ku, Seoul 151-742, South Korea b Membrane Lab., Korea Institute of Science and Technology, Hawolgok-Dong, Sungbuk-Ku, Seoul 136-791. South Korea ∗ Corresponding author. Tel. (+ 82-2) 8807404, Fax. (+ 82-2) 8887295. H3PMo12O40 embedded in a polysulfone film was prepared by blending H3PMo12O40 with polysulfone using dimethylformamide as a common solvent and its catalytic activity for 2-propanol conversion reaction was examined. The prepared film catalyst showed a higher yield for acetone but a lower yield for propylene than H3PMo12O40 itself. The decrease of acidic function of the film catalyst was mainly due to dimethylformamide strongly adsorbed on the acid sites of H3PMo12O40, while the increase of oxidation function was due to uniformly and finely distributed H3PMo12O40 in the film. When the film catalyst was used as a membrane, it showed higher ratio of acetone to propylene than H3PMo12O40 itself. Keywords Heteropoly acid Polysulfone Film catalyst 2-Propanol Acetone References [1] M. Misono Catal. Rev. 29 1987 269 [2] I.K. Song S.H. Moon W.Y. Lee Korean J. Chem. Eng. 8 1991 33 [3] M. Misono N. Mizuno K. Katamura A. Kasai Y. Konishi Bull. Chem. Soc. Jpn. 55 1982 400 [4] M. Misono K. Sakata Y. Yoneda W.Y. Lee Stud. Surf. Sci. Catal. 7B 1980 1047 [5] Y. Izumi R. Hasebe K. Urabe J. Catal. 84 1983 402 [6] R. Ohtsuka Y. Morioka J.I. Kobayashi Bull. Chem. Soc. Jpn. 63 1990 2071 [7] S. Kasztelan E. Payen J.B. Moffat J. Catal. 128 1991 479 [8] S. Kasztelan E. Payen J.B. Moffat J. Catal. 125 1990 45 [9] R. Ohtsuka Y. Morioka J.I. Kobayashi Bull. Chem. Soc. Jpn. 62 1989 3195 [10] R. Ohtsuka J.I. Kobayashi Bull. Chem. Soc. Jpn. 63 1990 2076 [11] M. Kamada Y. Kera Chem. Lett. 1981 1831 [12] S.S. Saidkhanov A.I. Kokorin E.N. Savinov A.I. Vokov V.N. Parmon J. Mol. Catal. 21 1983 365 [13] K. Nomiya H. Murasaki M. Miwa Polyhedron 5 1986 1031 [14] J. Pozniczek I. Kulszewicz-Bajer M. Zagorska K. Kruczala K. Dyrek A. Bielanski A. Pron J. Catal. 132 1991 311 [15] M. Hasik W. Turek E. Stochmal M. Lapkowski A. Pron J. Catal. 147 1994 544 [16] M. Hasik A. Pron I. Kulszewicz-Bajer J. Pozniczek A. Bielanski Z. Piwowarska R. Dziembaj Synth. Met. 55–57 1993 972 [17] A. Pron Synth. Met. 46 1992 277 [18] I.K. Song S.K. Shin W.Y. Lee J. Catal. 144 1993 348 [19] I.K. Song J.K. Lee W.Y. Lee Appl. Catal 119 1994 107 [20] J.K. Lee I.K. Song W.Y. Lee Catal. Lett. 29 1994 241",
      "scopus-id": "0000004608",
      "coredata": {
        "eid": "1-s2.0-1381116995001948",
        "dc:description": "H3PMo12O40 embedded in a polysulfone film was prepared by blending H3PMo12O40 with polysulfone using dimethylformamide as a common solvent and its catalytic activity for 2-propanol conversion reaction was examined. The prepared film catalyst showed a higher yield for acetone but a lower yield for propylene than H3PMo12O40 itself. The decrease of acidic function of the film catalyst was mainly due to dimethylformamide strongly adsorbed on the acid sites of H3PMo12O40, while the increase of oxidation function was due to uniformly and finely distributed H3PMo12O40 in the film. When the film catalyst was used as a membrane, it showed higher ratio of acetone to propylene than H3PMo12O40 itself.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-01-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995001948",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lee, Jong Koog"
          },
          {
            "@_fa": "true",
            "$": "Song, In Kyu"
          },
          {
            "@_fa": "true",
            "$": "Lee, Wha Young"
          },
          {
            "@_fa": "true",
            "$": "Kim, Jae-Jin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995001948"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995001948"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00194-8",
        "prism:volume": "104",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Modification of 12-molybdophosphoric acid catalyst by blending with polysulfone and its catalytic activity for 2-propanol conversion reaction",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heteropoly acid"
          },
          {
            "@_fa": "true",
            "$": "Polysulfone"
          },
          {
            "@_fa": "true",
            "$": "Film catalyst"
          },
          {
            "@_fa": "true",
            "$": "2-Propanol"
          },
          {
            "@_fa": "true",
            "$": "Acetone"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "311-318",
        "prism:endingPage": "318",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 January 1996",
        "prism:doi": "10.1016/1381-1169(95)00194-8",
        "prism:startingPage": "311",
        "dc:identifier": "doi:10.1016/1381-1169(95)00194-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000004608"
      }
    }
  }
}