{
  "metadata": {
    "title": "Chlorinated organic polymers as supports for Ziegler-Natta catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1995-07-03",
    "doi": "10.1016/1381-1169(95)00040-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116995000402",
    "pii": "1381116995000402"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0005948119",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-07-24 2001-07-24 2010-04-18T17:52:58 1-s2.0-1381116995000402 1381-1169(95)00040-2 1381116995000402 10.1016/1381-1169(95)00040-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00362 2015-05-13T23:01:31.432129-04:00 0 0 19950703 1995 2001-07-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 99 99 3 3 Volume 99, Issue 3 7 167 173 167 173 19950703 3 July 1995 1995-07-03 1995 converted-article fla Copyright © 1995 Published by Elsevier B.V. CHLORINATEDORGANICPOLYMERSSUPPORTSFORZIEGLERNATTACATALYSTS JERICO S PINO 1980 857 P GAVENS 1982 475 P COMPREHENSIVEORGANOMETALLICCHEMISTRY BOOR 1979 J ZIEGLERNATTACATALYSTSPOLYMERIZATION LI 1987 227 Y BEDELL 1987 120392 S BOCHKIN 1987 1485 A GARROU 1988 123 P SYNTHESESSEPARATIONSUSINGFUNCTIONALPOLYMERS BERGBREITER 1986 17 D ACSSYMPSER RAN 1993 1561 R RAN 1993 2915 R MOFFAT 1970 193 A TSUCHIDA 1973 203 E SCHUCHARDT 1989 340 U WHITEHURST 1980 44 D COLLINS 1973 64 E EXPERIMENTSINPOLYMERSCIENCE KRENTSEL 1985 405 L SIKORSKI 1986 179 R SABADINI 1988 E MASTERSTHESIS BONDS 1975 2128 W MUKHERJEE 1988 23 A HUMMEL 1988 350 D ATLASPOLYMERPLASTICSANALYSIS HUMMEL 1988 353 D ATLASPOLYMERPLASTICSANALYSIS COLTHUP 1975 376 N INTRODUCTIONINFRAREDRAMANSPECTROSCOPY DOVE 1962 267 M ROSHCHUPKINA 1982 1027 O SINN 1980 99 H WAILES 1974 191 P ORGANOMETALLICCHEMISTRYTITANIUMZIRCONIUMHAFNIUM NEGISHI 1980 365 E ORGANOMETALLICSINORGANICSYNTHESIS KABANOV 1980 372 V JERICOX1995X167 JERICOX1995X167X173 JERICOX1995X167XS JERICOX1995X167X173XS item 1381-1169(95)00040-2 1381116995000402 1-s2.0-1381116995000402 10.1016/1381-1169(95)00040-2 271358 2010-09-27T23:08:30.966951-04:00 1995-07-03 1-s2.0-1381116995000402-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000402/MAIN/application/pdf/a31c289cf45c4628efcdda35521c3c93/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000402/MAIN/application/pdf/a31c289cf45c4628efcdda35521c3c93/main.pdf main.pdf pdf true 671731 MAIN 7 1-s2.0-1381116995000402-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116995000402/PREVIEW/image/png/db06a4a86d07b37dca9655c5bd4fccac/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116995000402/PREVIEW/image/png/db06a4a86d07b37dca9655c5bd4fccac/main_1.png main_1.png png 66475 849 656 IMAGE-WEB-PDF 1 ELSEVIER JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 99 (1995) 167-173 Chlorinated organic polymers as supports for Ziegler-Natta catalysts Soraya Jeric Ulf Schuchardt *, In Joekes, Walter Kaminsky 1, Annegret Noll Instituto de Quica, Universidade Estadual de Campinas, Caixa Postal 6154, 13083-970 Campinas, SP, Brazil Received 14 December 1994; accepted 21 February 1995 Abstract Chlorinated organic polymers were prepared, characterized and used as supports for T'C14. The activity of the new catalysts in the polymerization of ethylene was compared with that observed for TiC14 supported on non-chlorinated polymers. It was found that the new catalysts have initial activities of up to 4 kg PE/ mol Ti - min - bar, but deactivate quickly, probably due to insertion of Ti(III) into the carbon-chlorine bonds. The viscosimetric average molecular weights of the PE produced with the new catalysts are between 300 and 550 kg/mol, in agreement with a short polymerization time. Keywords: Chlorinated organic polymers; Ethylene; Polymerization; Supported catalysts; Ziegler-Natta catalysts 1. Introduction The use of supports to improve the activity of Ziegler-Natta catalysts has been reported since the early sixties [ 1 ] . Such supports may be inorganic or organic. For a-olefin polymerization the supports used are almost entirely inorganic [ 2,3 ] . Nevertheless, organic polymers have shown to be a good option as the macromolecular structure of these supports influences the catalytic activity, selectivity and stereospecificity of the transition metal catalysts [ 4-6 ] . The presence of functional groups in the polymer structure is fundamental to promote chemical bonds or well defined interactions between the catalyst and the polymer. Functionalized polystyrenes are often used as supports [ 7-10 ] , but poly (4-vinylpyridine) was shown to * Corresponding author. Fax. ( +55-192)393805. ' Permanent address: Institut f Technische and Makromolekulare Chemie, Bundesstr. 45, 20146 Hamburg, Germany. 1381-1169/95/$09.50 1995 Elsevier Science B.V. All rights reserved SSD/1381-1169(95)00040-2 be a good alternative for copper [ 11 ] , cobalt [ 12 ] and nickel catalysts [ 13 ] . Both polymers have functional groups in their structures able to interact with transition metal catalysts. Cyclopentadienylmethyl substituted poly (styrene / divinylbenzene) (PScp) and poly (4-vinylpyridine/divinylbenzene) (P4VP) were used in this study for comparison with chlorinated polymers. Polymers like atactic poly(propylene) (PP), natural rubber (NR) and poly(vinyl chloride) (PVC) have low surface free energies and no functional groups able to interact with ZieglerNatta catalysts, but it is possible to introduce functional groups into the polymer [ 14 ] . It is known that catalytic systems containing chlorine in the support and/or in the co-catalyst show improved activity and/or better quality of the obtained polymer [ 1 ] . Chlorination of PP, NR and PVC was therefore accomplished and the chlorinated polymers were used for heterogenization of Ziegler- 168 S. Jericet al. /Journal of Molecular Catalysis A: Chemical 99 (1995) 167-173 Natta catalyst in order to study their activity in ethylene polymerization. 2. Experimental 2.1. Materials Ethylene (Linde, 99.95 %) was used after passing over a copper catalyst (BASF R3-11) and a 10 molecular sieve to remove OZ and water. Argon was passed through an oxygen filter (Messer Griesheim). TiC14 (Aldrich 99.99%) and Al (CZHS) 3 (Schering AG) were commercial products and used without further purification. Toluene (Merck) and heptane (Fluka) were predried with KOH, refluxed over Na/K alloy and distilled under argon. The polymers used were atactic poly(propylene) (PP) (PPH-Cia Industrial de Polipropileno), natural rubber (NR) (Malaysia), poly(vinyl chloride) (PVC) (Aldrich), poly (chloromethylstyrene/2% divinylbenzene) (PS) (Aldrich, 1 mequiv. CI / g, Merrifield polymer) and poly (4-vinylpyridine) with 2 or 25% divinylbenzene (P4VP 2% or P4VP 25%) (Fluka). The PP and NR were previously purified [ 15,16 ] . The other polymers were used without purification. 2.2. Support functionalization A 1% (w/v) solution of NR or PP in carbon tetrachloride was kept at room temperature or at 50, respectively. In the presence of natural light, chlorine gas (C12) was bubbled slowly through the solution during 4 h. During the chlorination, the hydrochloric acid and the excess chlorine were absorbed in a 30% sodium hydroxide solution. Two g of PVC were dissolved in 150 ml of chlorobenzene at 80. One ml of sulfuryl chloride and 1-2 mg of azobisisobutyronitrile were added. The solution was kept at this temperature for 20 h [ 17 ] . The chlorinated polymer solutions were sprinkled into ethanol using a flow sparger [ 18 ] . The polymers were separated from the solvent by fil- tration and dried under vacuum. The materials were pulverized with a ball mill and passed through a 42 mesh sieve. After drying under vacuum at 50, the polymers were kept under argon. The Merrifield polymer (PS) was functionalized with cyclopentadiene to give PScp, using the method described by Grubbs et al. [19]. The P4VP 2% and 25% were used after drying under vacuum at 50. The surface areas of the polymers were determined by NZ adsorption isotherms using a Carlo Erba Sorptomatic BET instrument. 2.3. Catalyst preparation All reactions were carried out under an argon atmosphere. Approximately 3 g of the dried polymer was suspended in 50 ml of n-heptane at 50. Three ml of a 0.94 M heptane solution of TiC14 (2.8 - 10 - 3 mol) was added and the suspension was stirred for 1 h. The catalyst was washed 5 times with heptane and dried in vacuum. For the heterogenization of TiCl4 on PScp, 1 g of the polymer in 10 ml of toluene was treated with 0.8 ml of a 2.5 M heptane solution of butyllithium (2.0 - 10- 3 mol). After stirring overnight, the polymer was filtered and washed 5 times with 10 ml toluene. The polymer was then treated with 2 ml of a 1 M solution of TiC14 in toluene (2.0- 10-3 mol). The suspension was stirred overnight. The catalyst was washed 5 times with 10 ml toluene and dried in vacuum. For titanium determination the polymer supported catalysts were dissolved in a Kjeldahl apparatus in a mixture of conc. nitric and sulfuric acid (2:1, v:v). The reacted catalysts were diluted with bidistilled water to complete 100 ml. These solutions were analysed with a Perkin Elmer ICP/ 6000 optical emission spectrophotometer with a Perkin Elmer 7500 data station, using an inductive coupled plasma (ICP-OES) operating under the following conditions: 14 1/min of argon flow, 2 bar of gas pressure, Perkin Elmer cross-flow pulverization. A standard solution (Aldrich) of 1000 AgTi/ml in 5% HCl was used for calibration. S. Jericet al. /Journal of Molecular Catalysis A: Chemical 99 (1995) 167-173 2.4. Ethylene polymerization Polymerization reactions were carried out in an 1 1 glass reactor (Bhi) with mechanical stirring. Heptane (100 ml) and 1 ml of the neat co-catalyst (AIEt3, AIMe3, AIB or MeZAICI) were introduced under argon. Approximately 300 mg of the catalyst were added. The reactor was closed and 2 bar of ethylene were introduced. The reactions were usually carried out for 10 min or 1 h at 50. Ethylene consumption during the polymerization was monitored in terms of the weight loss of the lecture bottle, placed on a balance. To ensure reproducibility of the polymerizations, all reactions were repeated at least 3 times. After 1 h, the reactor was evacuated, the polymerization quenched with ethanol and the polymer stirred with a solution of aqueous HCl (37%)/ethanol (1:3, v:v) overnight. The filtered polymer was then washed with excess of water and dried under vacuum. The viscosimetric molecular weight (M,,) of the polymers was determined using a Ubbelohde viscosimeter and a Lauda Viskoboy. The polymers were dissolved in decalin, the catalyst was filtered off and the viscosity was measured at 135. The IR spectra were recorded as a Nujol suspension (catalysts) or as KBr pellets (polymeric supports) using a Nicolet FT-IR 20 SXB spectrometer. 3. Results and discussion Poly(vinyl chloride), after chlorination to PVC-Cl, is a white powder and showed no changes in its morphology. On the other hand, both poly (propylene) and natural rubber, after chlorination to PP-CI and NR-Cl, lost their waxy, elastomeric properties, becoming white and hard. A fine powder was obtained using a flow sparger for precipitation. The chlorine content of the chlorinated polymers (Table 1) indicates that the substitution by chlorine atoms in NR-Cl is 2.5 times higher than in PP-CI and PVC-Cl. The chlorine content in Scheme 2. 169 PP-Cl can be determined from the concentration of the polymer solution. In more dilute solutions, the mobility of the polymer chains is higher favoring the diffusion of the chlorine radicals to the polymer [ 20] . As the substitution degree is 1.4 chlorine atoms per monomeric unit (Table 1) and the sequence of hydrogen per chlorine exchange in the hydrocarbon is tert > sec > primary [ 20 ] , we suppose that the substitution first occurs at the methyne and then at the methylene groups (Scheme 1) . The PP-CI should, therefore, have an intermediate structure between a and b. Substitution at the methyl groups probably does not take place as there is not an excess of chlorine. The IR spectrum of PP-Cl shows an intense C-CI stretching band at 750-800 cm-'. Due to the broadness of this band, one cannot differentiate between tertiary, secondary and primary C-Cl groups [ 21 ] (a) . On the other hand, we observed a relative decrease in intensity of the bands at 840810 cm -' attributed to trisubstituted double bonds [22]. A radical mechanism for the chlorination of the natural rubber can be excluded, since light, peroxide and anti-oxidants do not influence the initial stage of chlorination [ 16] . Kinetic data show the formation of a molecular complex and subsequent CHy I .C I. -CHZ-CH -MCI Scheme 1. CH3 CH, I .CI, I .cl, -CH,-C- I -CHz-C- -CII -HC] Table 1 Chlorine content in the chlorinated polymers Polymer Chlorine content (% w/w) CHI I -CH-C- (I1 I ci ci b Substitution degree \" PP-CI 55 NR-C1 67 PVC-Cl 64 1.4 3.7 1.3 Average number of chlorine atoms per monomeric unit. GH3 icl CH, I CHiCI 9HzCI -CH,C=CH-CHz--CHfGi-Chlf_MCl-CHz--CHz +-CH-CH -CHr l21 ci 'li ci ci ci n 170 S. Jericet al. /Journal of Molecular Catalysis A: Chemical 99 (1995)167-173 -CHCI-CHZ-CHCI-CHZ- - S02C12 - -CHCI-CH2 CCIz-CHz -502, -H01 Scheme 3. 13) Table 2 Infrared Ti-C1 absorbance of TiCh heterogenized on chlorinated polymers Catalyst PP-Cl /TiC4 NR-Cl/TiCI, PVC-Cl/TiCh o'Ti-CI (cm-') 409 and 353 (broad) 425 (broad) 425 and 357 (broad) heterolytic cleavage of the Cl-CI bond and proton loss [16] (Scheme 2). The bands for trisubstituted olefins at 1665 cm-1 ( vc-c) and 840 cm-' (yCH) [ 22 ] disappear in the IR spectrum of NRCl [ 21 ] (b) . On the basis of approximately 3.7 chlorine atoms per monomeric unit (Table 1) , NR-Cl structures like c and d should be present in the polymer. Theoretically, up to 3 hydrogen atoms can be substituted in PVC, which would increase the chlorine content to 84%. However, a maximal chlorine content of 73% (2 atoms per monomeric unit) was reported by Sikorski and Czerwinska [ 17], who suggest that the methylene groups are predominately involved in the first stage of the chlorination. The chlorine content of PVC-Cl is 64%, being equivalent to 1.3 chlorine atoms per monomeric unit (Table 1) . The IR spectrum of PVC-Cl shows some reduction of the intensity of the characteristic bands of the methylene groups (1430-1460 cm-'). Additionally, new bands at 1580, 740 and 450 cm-' are observed. The 450 cm-1 IR absorbance is related to CC12 and appears Support in PVC-Cl with high chlorine content [ 17 ] . We, therefore, believe that chlorination of PVC takes place predominantly at the CHCl group, leading to structure a (Scheme 3) . Heterogenization of TiC14 on the chlorinated polymers changes the color from white to yellowlight brown. The absorption of fiTi-Cl of TiC14 is observed at 499, 485 and 495 cm-' in the vapor, liquid and solid state, respectively [ 23 ] . When the TiC14 is bound to the chlorinated polymers, these bands are broader and observed at lower frequencies, as shown in Table 2. The absorption bands of PC-Cl (between 800 and 750 cm-') also suffer a shift of approximately 15 cm-' to lower frequency by complexation with TiC14. These bands are, however, more difficult to observe as the concentration of TiC14 on the samples is low. After reaction with TiC14 the IR spectrum of poly (4-vinylpyridine) (P4VP) also shows changes in the absorption bands. The intensity of the absorption at 1595 cm-', which is due to the vibration of the pyridine ring skeleton, decreases and new absorptions at 1613 and 1633 cm-1 are observed. The shift of the 1595 cm-' band to higher frequency is characteristic for complexation of a transition metal compound to the polymer [ 24] . The white P4VP becomes yellow after the heterogenization. Poly (cyclopentadienylmethylstyrene/2% DVB) (PScp) suffers a color change from yellow to dark brown after heterogenization with TiC14. The activity of TiC14 supported on the chlorinated polymers for ethylene polymerization in the presence of different co-catalysts is shown in Table 3 Ethylene polymerization catalyzed by TiCI, supported on chlorinated polymers, using different co-catalysts AlMe3 AIEt3 AIBu3 MezAIC1 Surface area [Ti] X 105 Activity (kg PE/mol Ti bar) Me (m2/g) (mol Ti/g support) (kg/mol) PP-Cl 45 5.7 12.4 20.7 20.2 9.6 303 NR-CI 33 8.3 7.3 15.9 10.8 6.2 555 PVC-Cl 59 7.2 10.6 18.4 17.3 9.0 450 Polymerization conditions: 300 mg of catalyst, 1 ml of co-catalyst, 2 bar of ethylene, 10 min at 50. s For the polymers obtained with AlEt3. S. Jericet al. /Journal of Molecular Catalysis A: Chemical 99 (1995) 167-173 Table 4 Ethylene polymerization catalyzed by TiCl4 supported on non-chlorinated organic supports, using different co-catalysts Support Surface area [Til X 105 Activity (kg PE/mol Ti - bar) M (m2/g) (mol Ti/g support) (kg/mol) AIM03 A1Et3 171 Me2A]C1 P4VP 2%0 36 0.80 n.d. 2.5 n.d. 963 P4VP 25% 82 4.88 3.4 7.9 1.6 1059 PScp 34 5.98 1.1 1.7 n.d. 1488 Polymerization conditions: 300 mg of catalyst, 1 ml of co-catalyst, 2 bar of ethylene, 1 h at 50. For the polymers obtained with AlEt3, n.d. = not determined. Table 3. The catalysts on the less chlorinated supports show better activities. Although the PP-Cl heterogenizes the smallest quantity of TiC14, it shows the highest activity for ethylene polymerization with all co-catalysts. TiC14 heterogenized on PVC-Cl also shows good activities with the four co-catalysts studied. TiC14 on NR-CI gives only reduced activity due to the high chlorine content of the polymer, which coordinates the reduced TiC14 more strongly, thus blocking coordination sites for ethylene. AlEt3 is the best co-catalyst for all chlorinated catalytic systems, as expected from studies of TiC14 activation [ 25 ] . On the other hand, AIBu3 gives good results while the methylated co-catalysts, AIMe3 and Me2AIC1, are less effective. As the quantity of TiC14 heterogenized under reaction conditions on the same polymers without chlorination was very small, these materials were not considered suitable supports for comparison. We, therefore, compared the activity of TiC14 supported on the chlorinated polymers with that of TiC14 on the non-chlorinated polymers PScp and P4VP which bind TiC14. The results obtained are shown in Table 4. The activity of the catalysts depends on the surface area and the rigidity of the support. Macroporous P4VP (25% DVB) has a high surface area and, consequently, a high quantity of exposed functional groups for heterogenization. This not only allows the easy heterogenization of TiC14 but also results in good catalytic activity. On the other hand, TiC14 sup- I -C- + 2 TiCl3 CI Scheme 4. I -C- + TiClo (41 I TiCly ported on microporous P4VP (2o DVB) shows low activity due not only to a low concentration of the catalyst, but also to the mobility of the polymer chains, obstructing the active sites. Although PScp heterogenizes TiC14 effectively, the activity of the catalyst is low when compared with CpTiCl3 [ 26] . This is probably also due to the mobility of the polymer chains which obstructs active sites. In general, the activity of TiCl4 heterogenized on the non-chlorinated polymers is much lower than that observed for TiC14 on the chlorinated polymers. The kinetics of the polymerization reactions were followed by the weight loss of the ethylene lecture bottle. In this way, a very rapid ethylene uptake was initially observed for TiC14 supported on the chlorinated polymers, which diminished quickly, reaching zero after approximately 10 min. On the other hand, the ethylene uptake of TiC14 supported on the non-chlorinated polymers was much slower and only ceased after approximately 1 h. The rapid deactivation of TiC14 on the chlorinated polymers could be interpreted as an oxidative addition of the support to the catalyst. The Ti(III), present after reduction with the aluminumalkyls, cleaves carbon-chlorine bonds of the polymer' giving a polymeric Ti ( IV ) complex which is not active ( Scheme 4) . An attack of the co-catalyst at the electrophilic carbons of the polymer chain [ 27 ] would also explain the rapid deactivation of the catalyst, but seems less probable. = TiCI, reacts with alkyl chlorides forming colorless Ti(IV ) compounds. 172 S. Jericet al. l Journal of Molecular Catalysis A: Chemical 99 (1995)167-173 The viscosimetric average molecular weights (M,,) of the polymers confirm this observation. While the average molecular weights of the PE obtained with TiC14 on the chlorinated polymers are relatively small, due to the short polymeriza tion time, those of the PE obtained with TiC14 on the non-chlorinated polymers are 1000 kg/mol or higher, in agreement with the longer polymeriza tion time (Tables 3 and 4). The TiC14/P4VP 25% DVB system has a high stability. After 135 days of storage the catalyst has a similar activity to that observed for the freshly synthesized catalyst. On the other hand, the TiC14 supported on PP-Cl shows loss of activity after 1 week, which reflects the sensitivity of the new catalyst. To the best of our knowledge there are no reports in the literature about similar Ziegler Natta catalysts supported on chlorinated poly mers. Some results of Ziegler-Natta catalysts sup ported on non-chlorinated polymers are described. Titanium tetraisopropoxide heterogenized on PScp shows an activity of 140 kg PE/mol Ti - h - bar [ 5 ] . However the polymerization con ditions are very drastic, since high pressure and temperature were used. PS without previous func- tionalization was recently used as support of TiC14 References for isoprene polymerization [ 9 ] , obtaining slightly higher catalytic activity than for the unsupported catalyst. A mixture of P4VP and the terpolymer ethylene /propylene/unconjugated diene has also been used as support for TiC14. The activity of this catalyst for ethylene polymeriza tion at 40 and 3 bar of ethylene was 0.7 kg PE/ mol Ti - h - bar [ 28 ] . This activity is lower than that obtained by us for P4VP 25% DVB and even for P4VP 2% DVB, indicating that the swelling of the terpolymer rubber obstructs the coordina- tion sites, thus reducing the catalytic activity. 4. Conclusions Chlorinated organic polymers, when used as support, confer to TiC14 a high initial activity for ethylene polymerization of up to 4 kg PE/mol Ti-min-bar, compared to 2-15 kg PE/mol Ti-min-bar typically observed for TiC14 supported on MgC12 [ 2 ] . On the other hand, the new catalysts deactivate much more quickly, probably due to insertion of Ti(III) into the carbon-chlorine bonds of the polymers. The average molecular weights of the PE produced with the new catalysts are, therefore, relatively low. Acknowledgements This work was financed by Financiadora de Estudos a Projetos (FINEP) and by the Stifterverband f die Deutsche Wissenschaft. Fellowships from the Coordencao de Aperfeiamento de Pessoal de Ensino Superior - Deutscher Akademischer Austauschdienst (CAPES - DAAD) and from the Conselho Nacional de Desenvolvimento Cientico a Tecnolico (CNPq) are gratefully acknowledged. [ 1 ] P. Pino and R. Mhaupt, Angew. Chem. Int. Ed. Engl., 19 (1980) 857. [2] P.D. Gavens, M. Bottrill, J.W. Kelland and J. McMeeking, in G. Wilkinson, F.G.A. Stone and E.W. Abel (Eds.), Comprehensive Organometallic Chemistry, Vol. 3, Pergamon Press, Oxford, 1982, p. 475. [3] J. Boor, Jr., Ziegler-Natta Catalysts and Polymerization, Academic Press, New York, 1979. [4] Y. Li and J. Ouyang, J. Macromol. Sci.-Chem., A24 (1987) 227. [5] S.A. Bedell, W.R. Howell, Jr. and W.M. Colemann III, U.S. Pat. Appl., US 4,632,912 (1986); Chem. Abstr., 106 (1987) 120392. [6] A.M. Bochkin, A.D. Pomogailo and F.S. D'yachkovskii, Polym. Sci. USSR, 29 (1987) 1485. [7] P.E. Garrou and B.C. Gates in D.C Sherrington and P. Hodge ( Eds. ) Syntheses and Separations using Functional Polymers, John Wiley and Sons, New York, 1988, p. 123. [8] D.E. Bergbreiter, ACS Symp. Ser., 308 (1986) 17. [9] R. Ran, J. Polym. Sci. Part A: Polym. Chem., 31 (1993) 1561. [ 10] R. Ran., D. Fu, J. Shen and Q. Wang, J. Polym. Sci. Part A: Polym. Chem., 31 (1993) 2915. [ 11 ] A.J. Moffat, J. Catal., 18 (1970) 193. S. Jericd et al. /Journal of Molecular Catalysis [ 12] E. Tsuchida, M. Kaneko and H. Nishide, Makromol. Chem., 64 (1973) 203. [ 13] U. Schuchardt, E.N. dos Santos and F.S. Dias, J. Mol. Catal., 55 (1989) 340. [ 14] D.D. Whitehurst, CHEMTECH, (1980) 44 [ 15] E.A. Collins, J. Bares and F.W. Billmeyer, Jr., Experiments in Polymer Science, John Wiley and Sons, New York, 1973, p. 64. [ 16] L.B. Krentsel, S.O. Travin, A.D. Litmanovich and K.K. Yutujan, Eur. Polym. J., 21 (1985) 405. [ 17] R.T. Sikorski and E. Czerwinska, Eur. Polym. J., 22 (1986) 179. [ 18] E. Sabadini, Master's Thesis, Universidade Estadual de Campinas, 1988. (19] W.D. Bonds, Jr., C.H. Brubaker, E.S. Chandrasekaran, C. Gibbons, R.H. Grubbs and L.C. Kroll, J. Am. Chem. Soc., 97 (1975) 2128. [201 A. K. Mukherjee and M. Patri, Angew. Makromol. Chem., 163 (1988) 23. A: Chemical 99 (1995) 167-173 [21] D.O. Hummel, F. Scholl, Atlas of Polymer and Plastics Analysis, Vol. 2 Part b/I, VCH Verlagsgesellschaft, Weinheim, 1988, (a) p. 350; (b) p. 353. [22] N.B. Colthup, L.H. Daly and S.E. Wiberley, Introduction to Infrared and Raman Spectroscopy, Academic Press. New York, 1975, p. 376. [23] M.F. Dove, LA. Creighton and L.A. Woodward, Spectrochim. Acta, 18 (1962) 267. [ 24] O.S. Roshchupkina, A.P. Lisitskaya and N.D. Golubeva, Kinet. Catal., 23 (1982) 1027. [25 ] H. Sinn and W. Kaminsky, Adv. Organomet. Chem., 18 (1980 ) 99. [26] P.C. Wailes, R.S.P. Coutts and H. Weigold, Organometallic Chemistry of Titanium, Zirconium, and Hafnium, Academic Press, London, 1974, p. 191. [27] E.-1. Negishi, Organometallics in Organic Synthesis, Vol. 1, John Wiley and Sons, New York, 1980, p. 365. [28] V.A. Kabanov, V.I. Smetanyuk, V.G. Popov, M.A. Martynova and M.V. Ul'yanova, Polym. Sci. USSR, 22 (1980) 372. MOLCAA 95000402 1381-1169(95)00040-2 10.1016/1381-1169(95)00040-2 Molecular aspects of heterogeneous catalysis Article Chlorinated organic polymers as supports for Ziegler-Natta catalysts Soraya Jericó Ulf Schuchardt ∗ Inés Joekes Walter Kaminsky 1 Annegret Noll Instituto de Quïmica, Universidade Estadual de Campinas, Caixa Postal 6154, 13083-970 Campinas, SP, Brazil ∗ Corresponding author. Fax. (+55-192) 393805. 1 Permanent address: Institut für Technische und Makromolekulare Chemie, Bundesstr. 45, 20146 Hamburg, Germany. Chlorinated organic polymers were prepared, characterized and used as supports for TiCl4. The activity of the new catalysts in the polymerization of ethylene was compared with that observed for TiCl4 supported on non-chlorinated polymers. It was found that the new catalysts have initial activities of up to 4 kg PE/mol Ti·min·bar, but deactivate quickly, probably due to insertion of Ti(III) into the carbon-chlorine bonds. The viscosimetric average molecular weights of the PE produced with the new catalysts are between 300 and 550 kg/mol, in agreement with a short polymerization time. Keywords Chlorinated organic polymers Ethylene Polymerization Supported catalysts Ziegler-Natta catalysts References [1] P. Pino R. Mülhaupt Angew. Chem. Int. Ed. Engl. 19 1980 857 [2] P.D. Gavens M. Bottrill J.W. Kelland J. McMeeking G. Wilkinson F.G.A. Stone E.W. Abel Comprehensive Organometallic Chemistry Vol. 3 1982 Pergamon Press Oxford 475 [3] J. Boor Jr. Ziegler-Natta Catalysts and Polymerization 1979 Academic Press New York [4] Y. Li J. Ouyang J. Macromol. Sci.-Chem. A24 1987 227 [5] S.A. Bedell W.R. Howell Jr. W.M. Colemann III U.S. Pat. Appl., US 4,632,912 (1986) Chem. Abstr. 106 1987 120392 [6] A.M. Bochkin A.D. Pomogailo F.S. D'yachkovskii Polym. Sci. USSR 29 1987 1485 [7] P.E. Garrou B.C. Gates D.C Sherrington P. Hodge Syntheses and Separations using Functional Polymers 1988 John Wiley and Sons New York 123 [8] D.E. Bergbreiter ACS Symp. Ser. 308 1986 17 [9] R. Ran J. Polym. Sci. Part A: Polym. Chem. 31 1993 1561 [10] R. Ran D. Fu J. Shen Q. Wang J. Polym. Sci. Part A: Polym. Chem. 31 1993 2915 [11] A.J. Moffat J. Catal. 18 1970 193 [12] E. Tsuchida M. Kaneko H. Nishide Makromol. Chem. 64 1973 203 [13] U. Schuchardt E.N. dos Santos F.S. Dias J. Mol. Catal. 55 1989 340 [14] D.D. Whitehurst CHEMTECH 1980 44 [15] E.A. Collins J. Bares F.W. Billmeyer Jr. Experiments in Polymer Science 1973 John Wiley and Sons New York 64 [16] L.B. Krentsel S.O. Travin A.D. Litmanovich K.K. Yutujan Eur. Polym. J. 21 1985 405 [17] R.T. Sikorski E. Czerwinska Eur. Polym. J. 22 1986 179 [18] E. Sabadini Master's Thesis 1988 Universidade Estadual de Campinas [19] W.D. Bonds Jr. C.H. Brubaker E.S. Chandrasekaran C. Gibbons R.H. Grubbs L.C. Kroll J. Am. Chem. Soc. 97 1975 2128 [20] A.K. Mukherjee M. Patri Angew. Makromol. Chem. 163 1988 23 [21] (a) D.O. Hummel F. Scholl Atlas of Polymer and Plastics Analysis Vol. 2 1988 VCH Verlagsgesellschaft Weinheim 350 Part b/I [21] (b) D.O. Hummel F. Scholl Atlas of Polymer and Plastics Analysis Vol. 2 1988 VCH Verlagsgesellschaft Weinheim 353 Part b/I [22] N.B. Colthup L.H. Daly S.E. Wiberley Introduction to Infrared and Raman Spectroscopy 1975 Academic Press New York 376 [23] M.F. Dove J.A. Creighton L.A. Woodward Spectrochim. Acta 18 1962 267 [24] O.S. Roshchupkina A.P. Lisitskaya N.D. Golubeva Kinet. Catal. 23 1982 1027 [25] H. Sinn W. Kaminsky Adv. Organomet. Chem. 18 1980 99 [26] P.C. Wailes R.S.P. Coutts H. Weigold Organometallic Chemistry of Titanium, Zirconium, and Hafnium 1974 Academic Press London 191 [27] E.-I. Negishi Organometallics in Organic Synthesis Vol. 1 1980 John Wiley and Sons New York 365 [28] V.A. Kabanov V.I. Smetanyuk V.G. Popov M.A. Martynova M.V. Ul'yanova Polym. Sci. USSR 22 1980 372",
      "scopus-id": "0005948119",
      "coredata": {
        "eid": "1-s2.0-1381116995000402",
        "dc:description": "Chlorinated organic polymers were prepared, characterized and used as supports for TiCl4. The activity of the new catalysts in the polymerization of ethylene was compared with that observed for TiCl4 supported on non-chlorinated polymers. It was found that the new catalysts have initial activities of up to 4 kg PE/mol Ti·min·bar, but deactivate quickly, probably due to insertion of Ti(III) into the carbon-chlorine bonds. The viscosimetric average molecular weights of the PE produced with the new catalysts are between 300 and 550 kg/mol, in agreement with a short polymerization time.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1995-07-03",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116995000402",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jericó, Soraya"
          },
          {
            "@_fa": "true",
            "$": "Schuchardt, Ulf"
          },
          {
            "@_fa": "true",
            "$": "Joekes, Inés"
          },
          {
            "@_fa": "true",
            "$": "Kaminsky, Walter"
          },
          {
            "@_fa": "true",
            "$": "Noll, Annegret"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116995000402"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116995000402"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(95)00040-2",
        "prism:volume": "99",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Chlorinated organic polymers as supports for Ziegler-Natta catalysts",
        "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Chlorinated organic polymers"
          },
          {
            "@_fa": "true",
            "$": "Ethylene"
          },
          {
            "@_fa": "true",
            "$": "Polymerization"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "Ziegler-Natta catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "167-173",
        "prism:endingPage": "173",
        "pubType": "fla",
        "prism:coverDisplayDate": "3 July 1995",
        "prism:doi": "10.1016/1381-1169(95)00040-2",
        "prism:startingPage": "167",
        "dc:identifier": "doi:10.1016/1381-1169(95)00040-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0005948119"
      }
    }
  }
}