{
  "metadata": {
    "title": "Striking different behavior in the activation of α-olefins by homogeneous and heterogenized catalysts based on η5-cyclopentadienyl nickel derivatives",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-09-25",
    "doi": "10.1016/1381-1169(96)00199-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/1381116996001999",
    "pii": "1381116996001999"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030601485",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-1381116996001999 1381-1169(96)00199-9 1381116996001999 10.1016/1381-1169(96)00199-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00027 2015-05-13T23:01:31.432129-04:00 0 0 19960925 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 111 111 3 3 Volume 111, Issue 3 8 273 280 273 280 19960925 25 September 1996 1996-09-25 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. STRIKINGDIFFERENTBEHAVIORINACTIVATIONOLEFINSBYHOMOGENEOUSHETEROGENIZEDCATALYSTSBASED5CYCLOPENTADIENYLNICKELDERIVATIVES RASPOLLIGALLETTI A ALJARALLAH 1992 1 A SKUPINSKA 1991 613 J KEIM 1990 235 W TSUTSUI 1967 681 M MCCLURE 1974 385 J LEHMKUHL 1984 3231 H KEIM 1987 531 W MATT 1993 1173 D MATT 1995 1288 D BARNETT 1970 477 K BONDS 1975 2128 W BRACA 1992 421 G JONAS 1969 519 K CHOE 1989 2875 S BRACA 1995 203 G PASYNKIEWICZ 1995 283 S RASPOLLIGALLETTIX1996X273 RASPOLLIGALLETTIX1996X273X280 RASPOLLIGALLETTIX1996X273XA RASPOLLIGALLETTIX1996X273X280XA item 1381-1169(96)00199-9 1381116996001999 1-s2.0-1381116996001999 10.1016/1381-1169(96)00199-9 271358 2010-09-28T03:12:55.410233-04:00 1996-09-25 1-s2.0-1381116996001999-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001999/MAIN/application/pdf/4c9974f60c5d6d203da3d7c27584fe67/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001999/MAIN/application/pdf/4c9974f60c5d6d203da3d7c27584fe67/main.pdf main.pdf pdf true 636600 MAIN 8 1-s2.0-1381116996001999-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381116996001999/PREVIEW/image/png/c9f8c88eb1640f09fe11fb2748d24ed4/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381116996001999/PREVIEW/image/png/c9f8c88eb1640f09fe11fb2748d24ed4/main_1.png main_1.png png 50699 849 656 IMAGE-WEB-PDF 1 ELSMER Journal of Molecular Catalysis A: Chemical 111 (1996) 273-280 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Striking different behavior in the activation of a-olefins by homogeneous and heterogenized catalysts based on -95-cyclopentadienyl nickel derivatives A.M. Raspolli Galletti a, G. Geri a, G. Sbrana a, * , M. Marchionna b, P. Ferrarini Dipartimento di Chimica a Chimica Industriale, via Risorgimento 35, 56126 Pisa, Italy b Research Division, Snamprogetti S.p.A., Via F. Maritano 26, 20097 San Donato Milanese, Italy Euron S.p.A., Via F Maritano 26, 20097 San Donato Milanese, Italy Received 26 February 1996; accepted 16 May 1996 Abstract Homogeneous -q5-cyclopentadienyl nickel catalysts have been applied to ethylene oligomerization. Their activity, enhanced by the presence of Al(OEt)Et2 as co-catalyst, resulted the highest up to now reported for this type of complexes. The same catalytic systems were also able to oligomerize propylene as well as ethylene/propylene mixtures. In particular propylene was converted into branched dimers, mostly 2,3-dimethylbutenes. Heterogenization of the above system, carried out by anchoring the nickel derivative to a styrene/divinylbenzene resin properly functionalized with the cyclopentadienyl group, caused a drastic change of the selectivity of the process, ethylene polymerization to HDPE taking place instead of oligomerization. Keywords: Nickel catalysts; Oligomerization; Polymerization; Polymer support; Heterogenized catalysts 1. Introduction Oligomerization of a-olefins promoted by nickel catalysts has attracted a great deal of interest in the last few years and several homogeneous and heterogenized systems have been Corresponding author. Tel.: + 39-50-91811 l; fax: + 39-50918260. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00199-9 proposed [1-3]. However, only few examples dealing with homogeneous -95-cyclopentadienyl nickel catalysts have been reported and only for ethylene oligomerization [4-9]. The results up to now reported suggest that, when a chelating hybrid P,O ligand is present, the cyclopentadienyl group is displaced from the above catalysts to give a hydride species with a vacant coordination site, the sole responsible of the catalytic performances [7-9] (Eq. (0): 274 A.M. Raspolli Galletti et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 273-280 O Ni C2H4 _ / \\P In contrast, our attention has been devoted to those complexes where the cyclopentadienyl ligand should remain bonded to the nickel atom during the catalytic cycle. For these systems, starting from different nickel derivatives, the same 95-cyclopentadienyl nickel hydride moiety has been proposed as the active species, responsible for a-olefins oligomerization [5,6] (Eq. (2)). Ni i R-CH=CHZ Ni --CH --\" R ~CHZ However, only few data about their catalytic activity towards ethylene oligomerization have been reported; moreover, when the same catalysts have been heterogenized on Si02/A1203 Table 1 Ethylene oligomerization in the presence of the homogeneous catalyst (III) a H-Ni /O + D--cH----CH2 \\ PP and on sulfidized SiOz/A1203 poor activity and doubtful stability were obtained [ 10,11 ]. Therefore, in the present paper we report a novel approach for the obtainment in situ of ,rl5-cyclopentadienyl nickel catalysts, by direct oxidative addition of cyclopentadiene to Ni(COD)2 (COD = 1,5-cyclooctadiene) and their use, in the presence of Al(OEt)Et2 as co-catalyst, in the oligomerization not only of ethylene but also of propylene and ethylene/propylene mixtures. The same catalyst has been heterogenized directly reacting Ni(COD)2 with a styrene/divinylbenzene resin functionalized with the cyclopentadienyl group and its activity checked in the presence of ethylene. 2. Experimental All manipulations were carried out under argon in Schlenk-type vessels, using anhydrous Run Ni(COD)2 AlEtz(OEt) CpH Time T P`cZHa ff b (mmol) (mmol) (mmol) (h) () (MPa) Blank - 0.50 0.50 4 130 5 - Blank 0.26 0.26 - 4 130 5 - 1 0.52 - 0.63 4 110 5 2.2 2 0.57 0.57 0.68 4 110 5 29 3 0.53 0.53 0.64 4 70 5 8.7 4 0.3 0.3 0.35 4 100 5 15.8 5 0.57 0.57 0.68 4 120 5 35.4 6 0.3 0.3 0.36 4 130 5 37 7 0.31 0.31 0.36 4 150 5 78 8 0.26 0.26 0.31 4 180 5 1.7 9 0.25 1.0 0.30 4 150 5 94 10 0.48 0.48 1.18 4 150 5 88 11 0.38 0.38 0.9 1 150 7 232 12 0.28 0.28 0.66 4 150 7 144 a Solvent: toluene, 20 ml. b Turnover frequency: g oligomers/(g Ni h). A.M. Raspolli Galletti et al. / Journal of Molecular Catalysis A: Chemical 111 (1996) 273-280 Table 2 Propylene oligomerization and ethylene/propylene co-oligomerization with complex (111) '` Run Ni(COD)2 AlEtz(OEt) CpH Time T PC2H4 Pc3H, TF b (mmol) (mmol) (mmol) (h) () (MPa) (MPa) 13 0.29 0.29 0.73 4 130 - 0.8 24.3 14 0.20 0.20 0.51 4 150 - 0.8 37.8 15 0.34 0.34 0.85 4 130 1 0.8 29.2 16 0.19 0.19 0.47 4 150 1 0.8 50.0 Solvent: toluene, 20 ml. n Turnover frequency: g oligomers/(g Ni h). air-free reagents and solvents, and transfers were performed in an argon-filled glove box. 2.1. Preparation of the homogeneous catalyst The oxidative addition of cyclopentadiene (CPH) to Ni(COD)z was carried out at 0 in benzene or toluene and the quick formation of 'Vl5-C5H5Ni(C8H13) (1) was ascertained by 1HNMR, according to Barnett [12]. The resulting red solution was transferred into an autoclave, pressurized with the alkene and heated up to the reaction temperature. Reaction conditions for different runs are reported in Tables 1 and 2. 2.2. Preparation of the heterogenized catalysts A crosslinked (8%) styrene/divinylbenzene resin (kindly supplied by Dow Chemical) was chloromethylated (1.33 mmol of Cl/g of beads) and successively functionalized with the cyclopentadiene moiety by reaction with sodium Table 3 Ethylene polymerization with the heterogenized nickel catalyst (11) 275 cyclopentadienide in THF according to the method reported by Bonds et al. [13]. The resulting polymer resin contained residual 0.17 mmol of Cl/g as determined by elemental analysis. The content of cyclopentadiene moiety was therefore determined by difference between CI contents before and after reaction with sodium cyclopentadienide, thus giving 1.16 mmol C5H5/g (corresponding to a 87.2% reaction yield and a 12.9% functionalization extent of the styrene rings). Particular attention was devoted to the careful elimination of residual chlorine from unreacted -CHZCI groups by treatment with excess methyllithium and reprotonation with ethanol. Indeed, the complete disappearance of these groups appeared necessary because of their possible competitive oxidative addition to Ni(COD)z, thus implying a complete deactivation. The functionalized polymer, suspended in toluene, was reacted at 0 for 2 h with Ni(COD)Z, to give the heterogenized red com- Run Ni(COD), AlEt2(OEt) PST-Cp T () Pc_H4 TF b mn (M, /M,) (mmol) (mmol) (mmol) (MPa) 17 0.7 0.7 1.5 70 5 3.7 18 0.7 0.7 1.5 90 5 12.2 11600 (40) 19 cat. recycled from run 18 0.7 90 5 11.9 10780 (42) 20 0.5 0.5 1.2 110 5 3.4 21 0.5 0.5 1.2 130 5 - Solvent: toluene 20 ml; time: 4 h. Turnover frequency: g polymer/(g Ni h). 276 A.M. Raspolli Galletti et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 273-280 plex (11), analogously to that observed in homogeneous phase (Eq. (3)): - COD + NKCOD) ;HZ z (II) Its formation was ascertained by ' H-NMR spectroscopy carried out on the reaction product swollen into fresh C6D6 after washing with the same solvent. Indeed, the appearance of a strong absorption at 5.5 ppm revealed the presence of the cyclopentadienyl ligand -q5-bonded to nickel. The heterogeneous complex (II), suspended in fresh toluene, was transferred into an autoclave pressurized with ethylene and heated up to the reaction temperature (Table 3). 2.3. Apparatus and procedure Catalytic batch experiments were performed in a 125 ml stainless-steel rocking autoclave heated in an oil bath. Ethylene and propylene were charged at room temperature. Solid polymers were separated from the solvent and liquid oligomers by vacuum distillation. 2.4. Analysis Ethylene oligomers analysis and polymers characterization were performed as previously reported [14] using GC, 1H- and 3C-NMR, FT-IR, and GPC techniques. Propylene oligomers were subjected to hydrogenation over a Pd/C catalyst (5% Pd on charcoal) under hydrogen (7 MPa) at 120 for 6 h and then analyzed by GC on a Hewlett Packard 5890 chromatograph (equipped with HP PONA 50 m capillary column) using a HP 3396 integrator. IR spectra of the catalytic solution were carried out at 100 under pressure (I MPa) using a high pressure 0.1 mm KBr cell on a Perkin Elmer 1750 FTIR spectrophotometer. 3. Results and discussion 3.1. Ethylene and propylene oligomerization with homogeneous catalysts When the red solution of q5-CSH5Ni(C8H13) (I) was transferred into the autoclave and heated at 100 under ethylene pressure (P > 0.8 MPa) the ethylene-assisted elimination of the Q,-rrcyclooctenyl ligand as 1,5-cyclooctadiene was ascertained by GC. The contemporary formation of a hydride complex, which until now we have been unable to isolate, was confirmed by an FT-IR spectrum carried out under ethylene pressure (1 MPa) at 100. Indeed, the appearance of a strong band at 1910 cm- I (V Ni-H) was ascertained. This nickel hydride, in our opinion responsible for the catalytic activity, was formed and stabilized only in the presence of the olefin and therefore the contemporary presence of an q'-alkene ligand can thus be supposed (Structure III) (Eq. (4)). 1~ H4_ Ni CH2/ NCHZ COD PCy3_ `._ C21-14 Ni PCy3 H (M By addition to the solution of tricyclohexylphosphine the (tricyclohexylphosphine) A.M. Raspolli Galletti et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 273-280 (,95-cyclopentadienyl)nickel hydride (IV) was formed and characterized [15], thus substantially confirming the above structure (III). The homogeneous catalyst (III) was active in ethylene oligomerization to linear a-olefins (linearity in the C6 fraction > 90%) (Table 1). Its activity was enhanced in the presence of A1(OEt)Et2 as co-catalyst, as already observed for q5-cyclopentadienyl nickel systems [5]. The promoting effect of the aluminum co-catalyst could be related to its coordination to the nickel center to give V, thus favoring the formation and the stabilization of the hydride complex (Eq. (5)). 100 80 60 Mol 40 20 100 80 60 Mol 40 20 0 277 Al(OEttz Ni 17, -q Ni C2H4, CH2/ \\ ~~.*rH OEt H \\ Al.' (h Et Et An increase of the catalytic activity was observed raising the reaction temperature up to 150, although deactivation of the catalytic system took place at higher temperatures (run 8). Al C4 C6 CS C10 C12 C14 C16 4,2 3~6 2,8 1e C4 C6 C8 CIO C11 C14 C16 cis Fig. 1. Ethylene oligomerization (run 7 and run 12): distribution of reaction products. 278 A.M. Raspolli Galletti et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 273-280 The distribution of the reaction products in a typical example (run 7) is shown in Fig. 1. The butenes content in the oligomers mixture exceeded 50%, and appreciable amounts of hexenes (25%) and octenes (7%) were also formed. An increase of the activity was also attained (Table 1) by increasing the Al/Ni ratio (compare run 9 with run 7) and the cyclopentadiene/Ni ratio (compare run 10 with run 7). A more marked effect on the catalytic activity was observed by raising ethylene pressure, analogously to that observed for other nickel catalytic systems [16]. The formation of higher 100- 80- e 11~ 60 40 20- 100 80 40- 1,11 60 20- 0- oligomers (C Ig) was ascertained working at 7 MPa (Fig. 1, compare run 12 with run 7). It is worth noting that the achieved turnover frequencies values (232 g of oligomers/g Ni in one h) resulted the highest up to now reported for homogeneous nickel systems having the cyclopentadienyl group q5-bonded to the metal during the catalytic process. The same systems resulted also able to oligomerize propylene under mild conditions (Table 2). As shown in Fig. 2 (run 14) hexenes largely prevail among the reaction products and the branched dimers were preferentially formed, mostly 2,3-dimethylbutenes. 2,3-thylbutenes 52.8% Methylpentenes 19.1% n-Hexenes 28, I% cu Run 16 cr - Cs cs c7 es cs ffl cm Fig. 2. Propylene oligomerization (run 14) and ethylene/propylene co-oligomerization (run 16): distribution of reaction products. A.M. Raspolli Galletti et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 273-280 The activity in the co-oligomerization of ethylene/propylene mixtures was also tested; mainly products with an odd number of carbon atoms were formed (Fig. 2, run 16) and CS content reached 50%, methylbutenes largely prevailing (> 85%). 3.2. Ethylene polymerization with the heterogenized catalyst (II) The heterogenized system (11) was tested in ethylene activation analogously to homogeneous one (Table 3). It deactivated at lower temperatures with respect to the homogeneous counterpart, at 130 being completely decomposed. The heterogenization caused a very drastic change of the selectivity of the process. Indeed, R - CHz=CHR s Ni CHz,,, , -Hz u - CHz~HC2H5 H elimination R CHz , N1\\ + n CzHa 't;Hz CHZ CHZR insertions Ni CH2, N~HZ \\H9 R=Hor Hz R - _ (CHz-CHz~H 279 high density polyethylene (0.96 g/ml) was exclusively obtained instead of oligomers. An analogous modification of the selectivity was previously observed by us after the heterogenization of the chelate P,O nickel complexes used in the SHOP oligomerization process. In fact, the heterogenization largely favored the propagation steps (olefin insertion with respect to hydrogen elimination), thus giving exclusively HDPE with replica of the support morphology [ 14,17]. The red beads of catalyst, recovered under ethylene atmosphere from the reaction mixture and washed with fresh toluene, were recycled in a second batch run, showing (Table 3) unchanged activity (compare run 18 with run 19). These results seem to indicate that no nickel release occurs at 90 and suggest that the R Ni CHz ,= 'c:Hz C2H5 CzH4 Scheme 1. Catalytic mechanism for ethylene oligomerization/polymerization. 280 A.M. Raspolli Galletti et al. /Journal of Molecular Catalysis A: Chemical 111 (1996) 273-280 cyclopentadienyl ligand remains tightly bonded to the nickel atom during the catalytic cycle. Polydispersity indexes, determined by GPC, were very high (MW/M,,: 40), probably due to the great steric dishomogeneity of the active centers differently located on and inside the polymeric matrix. 3.3. Discussion The (,q5-cyclopentadienyl)(92-alkene)nickel hydride, formed under reaction conditions, can be supposed responsible for olefin activation according to Scheme 1. When R = H, i.e. in the case of the homogeneous complex, the elimination route [18] is favored and butenes and hexenes are mostly formed. The steric hindrance around the nickel center drastically changes when R is the polymeric chain of the heterogenized catalyst. As already observed [14,17] the presence of the polymeric chain greatly favors the olefin insertion (propagation step) leading to HDPE with respect to the H extraction responsible for oligomers formation. In fact the olefin insertion into nickel-alkyl bond, involving a less hindered intermediate with respect to hydrogen elimination which requires the liberation of a coordination vacant site from the intermediate, is favored in the presence of the bulky polymeric ligand [2]. 4. Conclusions On the basis of the obtained results the following conclusive remarks can be drawn: homogeneous q5-nickel cyclopentadienyl catalysts, obtained in situ by oxidative addition of cyclopentadiene to Ni(COD)Z, displayed high activity in the oligomerization of ethylene and also of propylene and ethylene/propylene mixtures. Heterogenization of the above catalysts caused a lowering of the activity and a dramatic change of the selectivity: production of HDPE was observed. This effect can be related to the presence of the bulky polymeric ligand which favors insertion and propagation steps leading to polyethylene. Acknowledgements The authors thank Prof. Carlo Carlini (Uni- versity of Pisa) for helpful discussions. This work was partially supported by C.N.R. (Rome). References [1] A.M. Al-Jarallah, J.A. Anabtawi, M.A.B. Siddiqui, A.M. Aitani and A.W. Al-Sadoun, Catal. Today 14 (1992) 1. [2] J. Skupinska, Chem. Rev. 91 (1991) 613. [3] W. Keim, Angew. Chem., Int. Ed. Engl. 29 (1990) 235. [4] M. Tsutsui and T. Koyano, J. Polym. Sci. A 1 (1967) 681. [5] J.D. McClure and K.W. Barnett, J. Organomet. Chem. 80 (1974) 385 [6] H. Lehmkuhl, C. Naydowski, F. Danowski, M. Bellenbaum, R. Benn, A. Rufinska, G. Schroth, R. Mynott and S. Pasynkiewicz, Chem. Ber. 117 (1984) 3231. [7] W. Keim, New J. Chem. 11 (1987) 531. [8] D. Matt, M. Huhn, J. Fischer, A. De Cian, W. Klaui, 1. Tkatchenko and M.C. Bonnet, J. Chem. Soc., Dalton Trans. (1993) 1173. [9] D. Matt, M. Huhn, M. Bonnet, I. Tkatchenko, U. Englert and W. Klaui, Inorg. Chem. 34 (1995) 1288. [10] K.W. Barnett and J.H. Raley, US 3532765 (1968). [11] K.W. Barnett and P.W. Glockner, Ger. Offen. 2001102 (1969). [12] K.W. Barnett, J. Organomet. Chem. 21 (1970) 477. [13] W.D. Bonds, C.H. Brubaker, E.S. Chandrasekaran, C. Gibbons, R.H. Grubbs and L.C. Kroll, J. Am. Chem. Soc. 97 (1975) 2128. [14] G. Braca, M. Di Girolamo, A.M. Raspolli Galletti, G. Sbrana, M. Brunelli and G. Bertolini, J. Mol. Catal. 74 (1992) 421. [15] K. Jonas and G. Wilke, Angew. Chem., Int. Ed. Engl. 8 (1969) 519. [16] S.B. Choe, H. Kanai and K.T. Klabunde, J. Am. Chem. Soc. 111 (1989) 2875. [17] G. Braca, A.M. Raspolli Galletti, M. Di Girolamo, G. Sbrana, R. Silla and P. Ferrarini, J. Mol. Catal. A: Chem. 96 (1995) 203. [18] S. Pasynkiewicz, J. Organomet. Chem. 500 (1995) 283. MOLCAA 96001999 1381-1169(96)00199-9 10.1016/1381-1169(96)00199-9 Chemical and metal complex catalysis Article Striking different behavior in the activation of α-olefins by homogeneous and heterogenized catalysts based on η5-cyclopentadienyl nickel derivatives A.M. Raspolli Galletti a G. Geri a G. Sbrana ∗ a M. Marchionna b P. Ferrarini c a Dipartimento di Chimica e Chimica Industriale, via Risorgimento 35, 56126 Pisa, Italy b Research Division, Snamprogetti S.p.A., Via F. Maritano 26, 20097 San Donato Milanese, Italy c Euron S.p.A., Via F. Maritano 26, 20097 San Donato Milanese, Italy ∗ Corresponding author. Tel.: +39-50-918111; fax: +39-50-918260. Homogeneous η5-cyclopentadienyl nickel catalysts have been applied to ethylene oligomerization. Their activity, enhanced by the presence of Al(OEt)Et2 as co-catalyst, resulted the highest up to now reported for this type of complexes. The same catalytic systems were also able to oligomerize propylene as well as ethylene/propylene mixtures. In particular propylene was converted into branched dimers, mostly 2,3-dimethylbutenes. Heterogenization of the above system, carried out by anchoring the nickel derivative to a styrene/divinylbenzene resin properly functionalized with the cyclopentadienyl group, caused a drastic change of the selectivity of the process, ethylene polymerization to HDPE taking place instead of oligomerization. Keywords Nickel catalysts Oligomerization Polymerization Polymer support Heterogenized catalysts References [1] A.M. Al-Jarallah J.A. Anabtawi M.A.B. Siddiqui A.M. Aitani A.W. Al-Sadoun Catal. Today 14 1992 1 [2] J. Skupinska Chem. Rev. 91 1991 613 [3] W. Keim Angew. Chem., Int. Ed. Engl. 29 1990 235 [4] M. Tsutsui T. Koyano J. Polym. Sci. A 1 1967 681 [5] J.D. McClure K.W. Barnett J. Organomet. Chem. 80 1974 385 [6] H. Lehmkuhl C. Naydowski F. Danowski M. Bellenbaum R. Benn A. Rufinska G. Schroth R. Mynott S. Pasynkiewicz Chem. Ber. 117 1984 3231 [7] W. Keim New J. Chem. 11 1987 531 [8] D. Matt M. Huhn J. Fischer A. De Cian W. Klaui I. Tkatchenko M.C. Bonnet J. Chem. Soc., Dalton Trans. 1993 1173 [9] D. Matt M. Huhn M. Bonnet I. Tkatchenko U. Englert W. Klaui Inorg. Chem. 34 1995 1288 [10] K.W. Barnett and J.H. Raley, US 3532765 (1968). [11] K.W. Barnett and P.W. Glockner, Ger. Offen. 2 001 102 (1969). [12] K.W. Barnett J. Organomet. Chem. 21 1970 477 [13] W.D. Bonds C.H. Brubaker E.S. Chandrasekaran C. Gibbons R.H. Grubbs L.C. Kroll J. Am. Chem. Soc. 97 1975 2128 [14] G. Braca M. Di Girolamo A.M. Raspolli Galletti G. Sbrana M. Brunelli G. Bertolini J. Mol. Catal. 74 1992 421 [15] K. Jonas G. Wilke Angew. Chem., Int. Ed. Engl. 8 1969 519 [16] S.B. Choe H. Kanai K.T. Klabunde J. Am. Chem. Soc. 111 1989 2875 [17] G. Braca A.M. Raspolli Galletti M. Di Girolamo G. Sbrana R. Silla P. Ferrarini J. Mol. Catal. A: Chem. 96 1995 203 [18] S. Pasynkiewicz J. Organomet. Chem. 500 1995 283",
      "scopus-id": "0030601485",
      "coredata": {
        "eid": "1-s2.0-1381116996001999",
        "dc:description": "Homogeneous η5-cyclopentadienyl nickel catalysts have been applied to ethylene oligomerization. Their activity, enhanced by the presence of Al(OEt)Et2 as co-catalyst, resulted the highest up to now reported for this type of complexes. The same catalytic systems were also able to oligomerize propylene as well as ethylene/propylene mixtures. In particular propylene was converted into branched dimers, mostly 2,3-dimethylbutenes. Heterogenization of the above system, carried out by anchoring the nickel derivative to a styrene/divinylbenzene resin properly functionalized with the cyclopentadienyl group, caused a drastic change of the selectivity of the process, ethylene polymerization to HDPE taking place instead of oligomerization.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/1381116996001999",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Raspolli Galletti, A.M."
          },
          {
            "@_fa": "true",
            "$": "Geri, G."
          },
          {
            "@_fa": "true",
            "$": "Sbrana, G."
          },
          {
            "@_fa": "true",
            "$": "Marchionna, M."
          },
          {
            "@_fa": "true",
            "$": "Ferrarini, P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/1381116996001999"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/1381116996001999"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "1381-1169(96)00199-9",
        "prism:volume": "111",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Striking different behavior in the activation of α-olefins by homogeneous and heterogenized catalysts based on η5-cyclopentadienyl nickel derivatives",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Nickel catalysts"
          },
          {
            "@_fa": "true",
            "$": "Oligomerization"
          },
          {
            "@_fa": "true",
            "$": "Polymerization"
          },
          {
            "@_fa": "true",
            "$": "Polymer support"
          },
          {
            "@_fa": "true",
            "$": "Heterogenized catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "273-280",
        "prism:endingPage": "280",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 1996",
        "prism:doi": "10.1016/1381-1169(96)00199-9",
        "prism:startingPage": "273",
        "dc:identifier": "doi:10.1016/1381-1169(96)00199-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030601485"
      }
    }
  }
}