{
  "metadata": {
    "title": "Editorial for Special Issue of Journal of Catalysis on “Molecular Approach to Heterogeneous Catalysis”",
    "authors": "Christophe Copéret",
    "journal": "Journal of Catalysis",
    "date": "2011-12-01",
    "doi": "10.1016/j.jcat.2011.11.010",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951711003782",
    "pii": "S0021951711003782"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-82255181214",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2011-11-24 2011-11-24 2011-11-24T22:10:13 1-s2.0-S0021951711003782 S0021-9517(11)00378-2 S0021951711003782 10.1016/j.jcat.2011.11.010 S300 S300.1 FULL-TEXT 1-s2.0-S0021951711X00155 2015-05-14T00:56:36.782564-04:00 0 0 20111201 2011 2011-11-24T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount body articletitle auth authfirstini authfull authlast alllist content subj ssids 0021-9517 00219517 284 284 2 2 Volume 284, Issue 2 3 125 125 20111201 1 December 2011 2011-12-01 2011 Molecular Approach to Heterogeneous Catalysis. Christophe Copéret simple-article edi Copyright © 2011 Published by Elsevier Inc. EDITORIALFORSPECIALISSUEJOURNALCATALYSISMOLECULARAPPROACHHETEROGENEOUSCATALYSIS COPERET C COPERETX2011X125 COPERETX2011X125XC item S0021-9517(11)00378-2 S0021951711003782 1-s2.0-S0021951711003782 10.1016/j.jcat.2011.11.010 272561 2011-11-24T22:46:59.359927-05:00 2011-12-01 1-s2.0-S0021951711003782-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951711003782/MAIN/application/pdf/c1e0193e8109bb4a6ea22a28e6d806c3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951711003782/MAIN/application/pdf/c1e0193e8109bb4a6ea22a28e6d806c3/main.pdf main.pdf pdf true 110263 MAIN 1 1-s2.0-S0021951711003782-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951711003782/PREVIEW/image/png/0b2c469951ce2edbef5e675d845d0175/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951711003782/PREVIEW/image/png/0b2c469951ce2edbef5e675d845d0175/main_1.png main_1.png png 45910 849 656 IMAGE-WEB-PDF 1 YJCAT 10726 S0021-9517(11)00378-2 10.1016/j.jcat.2011.11.010 Editorial for Special Issue of Journal of Catalysis on “Molecular Approach to Heterogeneous Catalysis” Christophe Copéret Editor of J. Catal. Catalysis has been for more than a century at the center of our economy and is clearly one of the keys to sustainable development because it involves efficient conversion processes, both in terms of energy and atom economy. It is thus obvious that catalysis will still play a central role in our future as human beings, and that catalysts development and technology will remain a very active research field. It is clear however that catalysts (and catalytic processes) are very complex systems, even more so when speaking about heterogeneous catalysts, where active sites are integrated at the surface of materials or nanoparticles on top of materials or even at the interface between the two. In view of improving them, one strategy has been to develop more efficient catalysts in a predictive way using molecular approaches without loosing the advantages of heterogeneous systems. In view of the recent advances in the understanding of complex systems, including catalysts, at a molecular level, we (the Editors of J. Catal.) have decided to devote a special issue to the design, the preparation and the characterization of catalysts, in particular heterogeneous catalysts, via a molecular approach. This issue obviously includes the development of spectroscopic methods, surface science and computational chemistry, which, when combined, become very powerful tools to identify/characterize/understand active sites and surface species at the molecular level, by giving detailed information of their spectroscopic signatures and reactivities. Developing catalysts via a molecular approach also implies to discuss some of the breakthroughs in material chemistry, which has given access to highly ordered and/or well-defined materials, where the composition and the arrangement of building units can be controlled at the atomic and nano-scales. Complemented by controlled surface functionalization, which includes understanding of surfaces and their reactivity with well-defined metal precursors, this can even lead unprecedented catalysts structure, reactivity and stability. Not surprisingly, this issue also incorporates understanding of molecular catalysts as well as gas phase chemistry, which can provide important clues on how active centers work, telling us about how molecules are activated on single atoms, clusters or larger ensembles, what is essential to understand the intrinsic properties of specific systems. While certainly not exhaustive, this issue delineates what is the philosophy and what are the concepts behind the word “molecular design and understanding of catalysts”. It also gives an idea on how multidisciplinary this field has become, where many gaps still remain to be bridged, but where many progresses have been achieved in the past decades. This issue does not intend to show the frontiers, but rather how open the field is and how molecular approaches could contribute as a discipline to the design of better catalysts and catalytic processes. Many surprises are in our way, and the Journal of Catalysis clearly wants to contribute to uncover them by pushing the field to the limit, revealing new concepts while relying on “solid” data. We thus look forward to your future contribution to the field and to J. Catal.",
      "scopus-id": "82255181214",
      "coredata": {
        "eid": "1-s2.0-S0021951711003782",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "2011-12-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951711003782",
        "dc:creator": {
          "@_fa": "true",
          "$": "Copéret, Christophe"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951711003782"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951711003782"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(11)00378-2",
        "prism:volume": "284",
        "prism:publisher": "Published by Elsevier Inc.",
        "dc:title": "Editorial for Special Issue of Journal of Catalysis on “Molecular Approach to Heterogeneous Catalysis”",
        "prism:copyright": "Copyright © 2011 Published by Elsevier Inc.",
        "prism:issueName": "Molecular Approach to Heterogeneous Catalysis.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "125",
        "pubType": "edi",
        "prism:coverDisplayDate": "1 December 2011",
        "prism:doi": "10.1016/j.jcat.2011.11.010",
        "prism:startingPage": "125",
        "dc:identifier": "doi:10.1016/j.jcat.2011.11.010",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/82255181214"
      }
    }
  }
}