{
  "metadata": {
    "title": "Lies, damned lies, and turnover rates",
    "authors": "Robert S. Weber",
    "journal": "Journal of Catalysis",
    "date": "2021-12-31",
    "doi": "10.1016/j.jcat.2021.06.024",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S002195172100261X",
    "pii": "S002195172100261X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85111490813",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2021-07-03 2021-07-03 2021-12-15 2021-12-15 2022-03-22T20:46:55 1-s2.0-S002195172100261X S0021-9517(21)00261-X S002195172100261X 10.1016/j.jcat.2021.06.024 S300 S300.2 FULL-TEXT 1-s2.0-S0021951721X00103 2022-12-13T01:11:51.748527Z 0 0 20211201 20211231 2021 2021-07-03T03:43:09.162261Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantsponsor highlightsabst orcid primabst pubtype ref specialabst 0021-9517 00219517 true 404 404 C Volume 404 91 925 928 925 928 202112 December 2021 2021-12-01 2021-12-31 2021 Perspective Articles article fla © 2021 Elsevier Inc. All rights reserved. LIESDAMNEDLIESTURNOVERRATES WEBER R References BOUDART 1966 92 99 M SPENADEL 1960 204 207 L BOUDART 1975 M CONCEPTSINHETEROGENEOUSCATALYSIS VOET 1994 D BIOCHEMISTRY BORESKOV 1952 1814 1823 G BOUDART 1995 661 666 M IUPAC 1997 COMPENDIUMCHEMICALTERMINOLOGY DAVIS 2018 3778 3785 R DAVIS 2017 R CATALYSISFORCONVERSIONBIOMASSDERIVATIVES REACTIONENGINEERINGCONCEPTSFORCATALYTICCONVERSIONBIORENEWABLEMOLECULES MADON 1982 438 447 R RIBEIRO 1997 49 76 F PEUCKERT 1986 944 947 M FANG 1993 177 182 Z GILLE 1999 1269 1276 W VANHARDEVELD 1969 189 230 R WEN 2007 163 167 Y MARKOVIC 1995 3411 3415 N SEIDL 1991 1295 1303 M ZHOU 2012 77 81 L TAYLOR 1925 105 111 H WEBER 2019 4109 4112 R BURCHAM 2001 6175 6184 L JUSKELIS 1992 391 394 M SILVA 2005 734 740 P TOPSOE 1980 247 265 H MARIN 2021 745 759 G HAGEN 2006 J INDUSTRIALCATALYSIS ROZEN 2015 161 169 A WEBERX2021X925 WEBERX2021X925X928 WEBERX2021X925XR WEBERX2021X925X928XR 2022-12-15T00:00:00.000Z http://www.elsevier.com/open-access/userlicense/1.0/ https://vtw.elsevier.com/content/oragreement/10131 CHU_DOE publishAcceptedManuscriptIndexable 2022-12-15T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Elsevier Inc. All rights reserved. 0 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0021-9517(21)00261-X S002195172100261X 1-s2.0-S002195172100261X 10.1016/j.jcat.2021.06.024 272561 2022-07-29T02:46:54.676953Z 2021-12-01 2021-12-31 1-s2.0-S002195172100261X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/MAIN/application/pdf/2ec5a90f579b55c897e5979bada8ef61/main.pdf main.pdf pdf true 373635 MAIN 4 1-s2.0-S002195172100261X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/PREVIEW/image/png/5c5957690c7e32d61b8a8ce831f2f567/main_1.png main_1.png png 57358 849 656 IMAGE-WEB-PDF 1 1-s2.0-S002195172100261X-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/ga1/DOWNSAMPLED/image/jpeg/9d798d09808d4b7d03aa22a774e6c482/ga1.jpg ga1 true ga1.jpg jpg 19346 178 500 IMAGE-DOWNSAMPLED 1-s2.0-S002195172100261X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/gr1/DOWNSAMPLED/image/jpeg/9c5d93143fb0b7850b849162b9305c9f/gr1.jpg gr1 gr1.jpg jpg 15427 301 373 IMAGE-DOWNSAMPLED 1-s2.0-S002195172100261X-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/gr2/DOWNSAMPLED/image/jpeg/92d047265b8766c5d6f1abbb05b87039/gr2.jpg gr2 gr2.jpg jpg 19627 289 373 IMAGE-DOWNSAMPLED 1-s2.0-S002195172100261X-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/gr3/DOWNSAMPLED/image/jpeg/a03c52a77dac56c4ede69ce158ff66f6/gr3.jpg gr3 gr3.jpg jpg 16611 281 311 IMAGE-DOWNSAMPLED 1-s2.0-S002195172100261X-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/ga1/THUMBNAIL/image/gif/46341a49755cb1d4ff831e551f2f081a/ga1.sml ga1 true ga1.sml sml 4504 78 219 IMAGE-THUMBNAIL 1-s2.0-S002195172100261X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/gr1/THUMBNAIL/image/gif/25417e7fc38ace84b94f835bb36fe15c/gr1.sml gr1 gr1.sml sml 4814 164 203 IMAGE-THUMBNAIL 1-s2.0-S002195172100261X-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/gr2/THUMBNAIL/image/gif/32964715b335fc348717e3353cd8755a/gr2.sml gr2 gr2.sml sml 6006 164 211 IMAGE-THUMBNAIL 1-s2.0-S002195172100261X-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/gr3/THUMBNAIL/image/gif/d06add37e9adbfb06a11cda9c331bb51/gr3.sml gr3 gr3.sml sml 5024 163 181 IMAGE-THUMBNAIL 1-s2.0-S002195172100261X-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/ga1/HIGHRES/image/jpeg/b1e49ffa8cda54ca3299b7f6f1d835df/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 66356 472 1328 IMAGE-HIGH-RES 1-s2.0-S002195172100261X-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/gr1/HIGHRES/image/jpeg/98bfec11ffe007888f55ad2a94d4ac11/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 120011 1335 1654 IMAGE-HIGH-RES 1-s2.0-S002195172100261X-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/gr2/HIGHRES/image/jpeg/72b73a4081916e2378302ae3200d8fc0/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 154272 1282 1654 IMAGE-HIGH-RES 1-s2.0-S002195172100261X-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/gr3/HIGHRES/image/jpeg/d4d9eb96cff09119415b7d0e36832ac3/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 113897 1244 1378 IMAGE-HIGH-RES 1-s2.0-S002195172100261X-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/STRIPIN/image/svg+xml/42783a842691b46389f89b97e4977af9/si1.svg si1 si1.svg svg 3652 ALTIMG 1-s2.0-S002195172100261X-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/STRIPIN/image/svg+xml/c8cf1251293dc0b55ce4d08f60bec139/si2.svg si2 si2.svg svg 15050 ALTIMG 1-s2.0-S002195172100261X-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/STRIPIN/image/svg+xml/1a60721230cfa7daa9723e09cda31391/si3.svg si3 si3.svg svg 25653 ALTIMG 1-s2.0-S002195172100261X-si4.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/STRIPIN/image/svg+xml/5ac2ad787e125227cf62e5955d920a1e/si4.svg si4 si4.svg svg 21114 ALTIMG 1-s2.0-S002195172100261X-si5.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/STRIPIN/image/svg+xml/208439adca1ea480a5570e761e952dc5/si5.svg si5 si5.svg svg 13629 ALTIMG 1-s2.0-S002195172100261X-si6.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172100261X/STRIPIN/image/svg+xml/e4bd97b16e490f87526c55f475aeff6d/si6.svg si6 si6.svg svg 21466 ALTIMG 1-s2.0-S002195172100261X-am.pdf am am.pdf pdf 337554 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10HMV0WMKG0/MAIN/application/pdf/f66186c3612247d7ada0c08a8003cfc6/am.pdf YJCAT 14232 S0021-9517(21)00261-X 10.1016/j.jcat.2021.06.024 Elsevier Inc. Fig. 1 Rayleigh distributions employed in the simulations. The smallest value was set at 0.75 nm because that was the x-coordinate of the corresponding datum depicted in Fig. 2 in Peuckert et al. [14] Fig. 2 Population of C 9 3 sites as a function of the size of cuboctahedral particles of an fcc metal. Open circles: exact results calculated by van Hardeveld and Hartog [17]; Solid line: Eq. (3). Dashed line: work function for Pt ( Φ = Φ ∞ + 0.5 / r / 1.75 nm [21]). Fig. 3 Parity plot comparing simulated C 9 3 -based turnover rates against measured turnover rates for the electrochemical reduction of O2. ○: integrals of the Rayleigh distributions for each particle size multiplied by the C 9 3 distribution and the factor, b; *: C 9 3 distribution sampled at the reported sizes of the particles, multiplied by the factor, b (i.e., the particle size distribution was assumed to be δ(r-rmeasured) instead of the Rayleigh distribution). Note the break in the y-axis: the deviation from the parity plot for the δ distribution is more than a factor of 10 at the larger particle sizes. Table 1 Examples of fiducial reactions. Reaction to be normalized Example of Fiducial Reaction Reference Selective oxidation (structure-insensitive) Oxidation of Methanol [24,25] Acid-catalyzed cracking (structure-insensitive) Desorption and Cracking of 2-propylamine [26] Partial oxidation of methane (structure-insensitive) Dehydrogenation of cyclohexane [27] Ammonia synthesis (structure-sensitive) Chemisorption of N2 [28] PERSPECTIVE Lies, damned lies, and turnover rates Robert S. Weber Institute for Integrated Catalysis, Pacific Northwest National Laboratory, P.O. Box 999, MS-IN K3-81, Richland, WA 99362, United States Institute for Integrated Catalysis Pacific Northwest National Laboratory P.O. Box 999 MS-IN K3-81 Richland WA 99362 United States Institute for Integrated Catalysis, Pacific Northwest National Laboratory, P.O. Box 999, MS-IN K3-81, Richland, WA 99362, United States Graphical abstract A Rayleigh distribution of particles exposing (1 1 1) surface populations is consistent with the particle size dependence of the turnover rates of the electrochemical reduction of dioxygen catalyzed by a platinum cathode. Keywords Turnover rates Particle size distributions Weibull distribution Michel Boudart This Perspective deals with a slice of the vocabulary of heterogeneous catalysis. The lurid title derives from a variously attributed epigram [1]. It strives to denote the inadequacies of the current state of metrology in heterogeneous catalysis; it is not intended to impugn experimenters who feel constrained by historical practice. Michel Boudart, popularized two terms related to the title: “turnover number” [2] and its prerequisite, “dispersion” [3]. He borrowed the first from enzyme catalysis [4] where biologists have long confounded counting the number of turnovers effected by an enzyme catalyst and the rate at which those turnovers occur [5]. Following the pioneering measurements of metallic surface area by Boreskov [6], Boudart devised the second term to describe the surface/bulk ratio of the metal in supported metal catalysts. Likely, he chose to use “dispersion” because particles that are present at low areal density (i.e., that are highly dispersed) frequently exhibit a high exposure: dispersion is the means to the end. Ultimately, he corrected the first term to “turnover rate” [7] and the International Union of Pure and Applied Chemistry [8] has deprecated the second term in favor of “percentage exposure”. The first is in general use by those who study heterogeneous catalysis; the second, however, not so much. Other authors in this issue will describe how to make the corresponding physical measurements; here I deal with why they should be made and with an extension to them that may help advance the field of heterogeneous catalysis. The measurements of exposure and rate per active center can be performed readily in the case of homogeneous catalysts that consist of identical, molecularly defined sites which can be tracked spectroscopically around a catalytic cycle. In heterogeneous catalysis, however, their evaluation is more difficult but essential. Fractional exposure provides a key metric for materials that are typically prepared by procedures more akin to l’art de cuisine than stoichiometric chemical syntheses. Normalization of reaction rates into turnover rates therefore affords a basis of comparison of results and materials across laboratories, across reactions, and across reaction conditions. The latter can help ensure that the reported kinetics represent intrinsic reaction rates [9–11], i.e., they are not contaminated by finite rates of mass or energy transport. While the analysis below deals only with normalization of catalytic rates involving supported metals, the discussion suggests a way to normalize rates for oxide- and acid-catalyzed reactions. Even if a heterogeneous catalyst contains a very narrow distribution of site activities, just knowing their average turnover rate and fractional exposure (or, equivalently, the average domain size) does not adequately characterize the material nor suffice to tie its activity to its structure. In heterogeneous catalysts, neither distributions of support/ligand effects nor distributions of induced heterogeneity (affinity of adsorption varying with coverage) are typically available from physical characterizations (e.g., microscopy, spectroscopy) or chemical characterizations (e.g., titration [12], thermal programmed desorption, steady-state isotopic transient kinetic analysis [13]). In principle, calorimetry can measure the effects of coverage but under conditions that may be unlike those employed at steady state. More subtly, the shapes of the particles, and thus the geometry of their surfaces, are not captured by exposure averaged across the particles in a sample. To illustrate the last point, I have reanalyzed the turnover rates reported more than 30 years ago from a venture into electrochemistry by Boudart and his group [14]. That study showed that the turnover rate of electrochemical reduction of O2 by Pt was structure sensitive—it depended strongly on the measured exposure of the particles, which was varied by changing the loading of the metal and the surface area of the support. Regrettably, that study did not present any further information about the shapes of the supported Pt particles nor even the distribution of their particle sizes. In lieu of those actual measurements, here I have assumed that the particle size distribution W(r) can be represented by a Weibull distribution (Eq. (1)), which has been used to model finely divided metals [15]: (1) W ( r ) = k λ 2 r λ k - 1 × exp - 2 r λ k r > 0 0 r ⩽ 0 The Weibull distribution has the convenient property that it only allows for positive particle sizes. I constructed a set of Weibull distributions (Fig. 1 ) whose means were adjusted by varying λ so as to equal the mean particle sizes reported Peuckert, et al. [14]. The shape factor, k, was fixed at a value of 2. That choice makes the distribution identical to a Rayleigh distribution, which describes uncorrelated and normally distributed, isotropic growth [16]. That value has been used in previous characterizations of collections of small domains of metal [15,16] and yields an adequate representation here, as will be shown below. Larger values of k create distributions that are narrower. The integrals were normalized by multiplying each by a factor, mi , such that the mass-weighted area under each distribution (Eq. (2)) equaled the mass fraction of the Pt in each member, i, of the series of catalysts employed by Peuckert et al. (2) M i = m i ∫ 0 ∞ W i r × ρ 4 3 π r 3 d r As a plausible, but admittedly speculative representation of the relevant geometry of the surfaces, I used the particle-size dependent population of C 9 3 sites for a cuboctahedron of a face-centered cubic (fcc) unit cell [17]. Those sites comprise the (1 1 1) plane in an fcc metal, which is the lowest energy facet [18] and therefore would be expected to predominate in thermally equilibrated particles. It is also an electrochemically very active surface [19,20]. It is unlikely that a particular geometry, such as a cuboctahedron, will persist across a large range of particle sizes. Rather, it is used here as a convenient surrogate for a geometry that generates unsaturated surface sites whose populations vary roughly with the square of the particle radius. To facilitate interpolation and extrapolation of the population of sites, the exact polynomials from van Hardeveld and Hartog [17], were fit to a simple power law expression in the particle radius, r (Eq. (3), Fig. 2 ): (3) C 9 3 r = 211 × r 2.16 The integral of the Rayleigh distribution for each particle size multiplied by that population of sites (Eq. (4)) closely tracked the particle-size dependent turnover frequencies reported by Peuckert et al. [14] over the 20-fold variation in particle sizes and turnover rates (Fig. 3 ). Remarkably, a single constant, b, sufficed to represent the rate per ostensible C 9 3 site presented by the particle size distributions for all the members in the series of catalysts. A plausible inference is that the activity of each particle stemmed not from the size of the particles but rather from a particular type of site they presented, perhaps the assumed C 9 3 sites or, at least, a feature whose particle-size dependent population paralleled their exposure. If the particle size distributions were instead represented not by Rayleigh distributions but rather by δ functions centered at the reported particle sizes, δ(r-rmeasured), then the comparison between estimated and measured turnover rates was close only for the smallest particles (left-most points in Fig. 3), whose particle size distributions were narrow by construction. (4) TO F i = b ∫ 0 ∞ m i M i d × C 9 3 r d r The goal of this exercise is not the happy coincidence of measured and simulated turnover rates presented in Fig. 3. Evidently, the close correlation represented by the open symbols depends sensitively on both assumptions—that the particle size distributions could be modeled by Weibull distributions (with k = 2) and that the kinetically significant sites tracked with the population of C 9 3 sites. For example, the populations of other high-coordination surface sites also increase quadratically with particle size [17]. As with all of kinetics modeling, correlation does not imply causation. On the contrary, electronic features, e.g., work function, begin to asymptotically decrease with increasing particle size at the higher values of r depicted in Figs. 1 and 2 [21,22]. Therefore, collective “electronic effects” alone are not consistent with the observed trends in reaction rates with particle size. Rather, the goal is to motivate the more routine reporting of detail beyond percentage exposure. Of course, particle size distributions will depend on the conditions under which the catalyst samples are used and therefore static, pre-natal and post-mortem characterizations may not suffice. As in all of metrology, precise, accurate determination of distributions of particle sizes and shapes will involve successive approximations. But we will never succeed if we never start. Even if we could devise characterizations that assayed the distributions of particle sizes and shapes, we would still need to contend with the possibility that the active sites may be rare [23], and, of course, dependent on the reaction catalyzed [4]. A more faithful, if less simply interpreted, measure would be the use of an ancillary, standard reaction that would sample the sites of interest and whose reaction rate would be proportional to their number. I have introduced the term fiducial reaction for that measure for normalizing the rates of reactions closely related to the fiducial reaction (Table 1 ). It would be valuable to see whether such an approach could be devised to normalize the rates of reactions whose kinetics depend on the formation of ensembles of sites. In that vein, chemisorption of N2 does appear to titrate the active sites in Fe-based ammonia synthesis catalysts [28], presumably because dissociative adsorption of N2 is rate limiting in both processes. An extrapolation is that all catalytic reactions become structure insensitive, if one can normalize the rate by the critical structure. In this volume, Marin, et al. [29] compare two methods beyond chemisorption: Steady State Isotopic Kinetic Analysis (SSITKA) and Temporal Analysis of Products (TAP), which promise to refine our view of those critical structures by offering chemical characterizations that can resolve population densities of specific structures. This article offers the hypothesis that a Rayleigh distribution may be useful for representing the population of those structures as a function of readily measured domain size. A compelling test of that hypothesis requires experiments that span a wide range of domain sizes. The often-cited popular statistic, that catalysis is involved in >80% of the value added by the chemical industry and thus about 20% of the world’s economy [30], arises largely from how essential catalysis is to the refining of petroleum and abating of pollution caused by combustion of fossil fuels. This statistic will become less stark in the conceivable future when the world forsakes fossil fuels as the predominate source of energy. However, while there will then be a much-diminished demand for petroleum refining catalysts, there will still be a need for understanding the catalysis in: • the production of chemicals and novel, highly engineered materials (e.g., battery separator membranes) • energy conversion (electrocatalysis, photocatalysis) • light water nuclear reactors (viz. passive autocatalytic recombiners [31]) • production and reforming of renewable fuels and energy carriers (e.g., Fischer-Tropsch catalysis of synthesis gas ex CO2 and water; formic acid or ammonia (HCOOH → H2 + CO2; NH3 → N2 + 3 H2) • emission control catalysts (combustion of even renewable fuels produces criterion pollutants: NOx, CO, unburned hydrocarbons) Those applications represent a continued need to augment our command over the basic science of catalysis, likely for new reactions that may involve process conditions significantly different from those encountered in the refining of petroleum or obviating air pollutants. Therefore, we will still long have the need to devise and debate methods for counting sites, mapping the surfaces of heterogeneous catalysts, and normalizing reaction rates. Fortunately, advances in microscopy and catalyst synthesis offer the possibility of testing (and improving) on the notions discussed above. Declaration of Competing Interest The author declares that he has no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was supported by the U.S. Department of Energy, Office of Energy Efficiency and Renewable Energy, Office of Technology Transitions and the Hydrogen and Fuel Cell Technologies Office. Pacific Northwest National Laboratory is a multiprogram national laboratory operated for the US Department of Energy by Battelle under contract DE-AC05-76RL01830. Professors Aditya Bhan, Mark Barteau, Gary Haller, and Robert Davis provided insightful suggestions for improving the flow of the arguments presented above. I am grateful to Michel Boudart for patiently and generously introducing me to the international community of catalysis, starting with my “predoctoral fellowship” funded by the former US-USSR Exchange Program in Catalysis (“Bob, do you want to go to Moscow?” he asked me three years into my graduate studies). That adventure introduced me to a guest editor of this issue, Prof. Gary Haller, and other luminaries of this rich field of study. I was fortunate to meet many members of the scientific family, LSAC, that Michel nucleated and trained at Stanford, from the periodic visits by Paul Emmett through the early days of the graduate studies of Bob Davis, the other guest editor of this issue. The help and friendship of all of them have enriched my professional and personal life. References [1] P.M. Lee, Lies, Damned Lies and Statistics, 2012, https://www.york.ac.uk/depts/maths/histstat/lies.htm, accessed on: 22 June 2021. [2] M. Boudart A. Aldag J.E. Benson N.A. Dougharty C.G. Harkins On the specific activity of platinum catalysts J. Catal. 6 1966 92 99 M. Boudart, A. Aldag, J.E. Benson, N.A. Dougharty, C.G. Harkins, On the Specific Activity of Platinum Catalysts, J. Catal., 6 (1966) 92-99. [3] L. Spenadel M. Boudart Dispersion of platinum on supported catalysts J. Phys. Chem. 64 1960 204 207 L. Spenadel, M. Boudart, Dispersion of Platinum on Supported Catalysts, J. Phys. Chem., 64 (1960) 204-207. [4] M. Boudart Concepts in Heterogeneous Catalysis 1975 Interactions on Metal Surfaces Springer, Berlin M. Boudart, Concepts in Heterogeneous Catalysis, Interactions on Metal Surfaces., Springer, Berlin, 1975. [5] D. Voet J.G. Voet Biochemistry second ed. 1994 John Wiley & Sons New York D. Voet, J.G. Voet, Biochemistry, 2nd ed., John Wiley & Sons, New York, 1994. [6] G.K. Boreskov A.P. Karnaukhov The adsorption method of measurement of the surface of platinum in platinized silica gels Zh. Fiz. Khim 26 1952 1814 1823 G.K. Boreskov, A.P. Karnaukhov, The adsorption method of measurement of the surface of platinum in platinized silica gels, Zh. Fiz. Khim, 26 (1952) 1814-1823. [7] M. Boudart Turnover Rates in Heterogeneous Catalysis Chem. Rev. 95 1995 661 666 M. Boudart, Turnover Rates in Heterogeneous Catalysis, Chem. Rev., 95 (1995) 661-666. [8] IUPAC Compendium of Chemical Terminology second ed. 1997 (the “Gold Book”) accessed on: 11 May 2021 IUPAC, Compendium of Chemical Terminology, 2nd ed. (the “Gold Book”), 1997, accessed on: 11 May 2021. [9] R.J. Davis Turnover rates on complex heterogeneous catalysts AIChE J. 64 2018 3778 3785 R.J. Davis, Turnover rates on complex heterogeneous catalysts, AIChE Journal, 64 (2018) 3778-3785. [10] R.J. Davis Reaction Engineering Concepts for the Catalytic Conversion of Biorenewable Molecules M. Behrens A.K. Datye Catalysis for the Conversion of Biomass and Its Derivatives 2017 Max Planck Institute for the History of Science Berlin R.J. Davis, Reaction Engineering Concepts for the Catalytic Conversion of Biorenewable Molecules, in: M. Behrens, A.K. Datye (Eds.) Catalysis for the Conversion of Biomass and Its Derivatives, Max Planck Institute for the History of Science, Berlin, 2017. [11] R.J. Madon M. Boudart Experimental criterion for the absence of artifacts in the measurement of rates of heterogeneous catalytic reactions Indust. Eng. Chem. Fundam. 21 1982 438 447 R.J. Madon, M. Boudart, Experimental criterion for the absence of artifacts in the measurement of rates of heterogeneous catalytic reactions, Industrial & Engineering Chemistry Fundamentals, 21 (1982) 438-447. [12] F.H. Ribeiro A.E. Schach von Wittenau C.H. Bartholmew G.A. Somorjai Reproducibility of turnover rates in heterogeneous metal catalysis: compilation of data and guidelines for data analysis Catal. Rev. 39 1997 49 76 F.H. Ribeiro, A.E. Schach von Wittenau, C.H. Bartholmew, G.A. Somorjai, Reproducibility of Turnover Rates in Heterogeneous Metal Catalysis: Compilation of Data and Guidelines for Data Analysis, Catal. Rev., 39 (1997) 49-76. [13] J.G.J. Goodwin, S. Kim, W.D. Rhodes, in: Spivey J.J., Roberts G.W. (Eds.), Turnover frequencies in metal catalysis: Meanings, functionalities and relationships, 17, The Royal Society of Chemistry, Catalysis, 2004, pp. 320–348. [14] M. Peuckert T. Yoneda R.A. Dalla Betta M. Boudart Oxygen reduction on small supported platinum particles J. Electrochem. Soc. 133 1986 944 947 M. Peuckert, T. Yoneda, R.A. Dalla Betta, M. Boudart, Oxygen Reduction on Small Supported Platinum Particles, J. Electrochem. Soc., 133 (1986) 944-947. [15] Z. Fang B.R. Patterson M.E. Turner Jr. Modeling particle size distributions by the Weibull distribution function Mater. Charact. 31 1993 177 182 Z. Fang, B.R. Patterson, M.E. Turner, Jr., Modeling Particle Size Distributions by the Weibull Distribution Function, Mater. Charact., 31 (1993) 177-182. [16] W. Gille Properies of the Rayleigh-Distribution for Particle Sizing from SAS Experiments Nanostruct. Mater. 11 1999 1269 1276 W. Gille, Properies of the Rayleigh-Distribution for Particle Sizing from SAS Experiments, Nanostruct. Mater., 11 (1999) 1269-1276. [17] R. van Hardeveld F. Hartog The statistics of surface atoms and surface sites on metal crystals Surf. Sci. 15 1969 189 230 R. van Hardeveld, F. Hartog, The statistics of surface atoms and surface sites on metal crystals, Surface Science, 15 (1969) 189-230. [18] Y.-N. Wen J.-M. Zhang Surface energy calculation of the fcc metals by using the MAEAM Solid State Commun. 144 2007 163 167 Y.-N. Wen, J.-M. Zhang, Surface energy calculation of the fcc metals by using the MAEAM, Solid State Commun., 144 (2007) 163-167. [19] N.M. Markovic, H.A. Gasteiger, P.N.J. Ross, Oxygen Reduction on Platinum Low-Index Single-Crystal Surfaces in Alkaline Solution: Rotating Ring DiskPt(hkl) Studies, J. Phys. Chem., 100 (1996) 6715–6721. [20] N.M. Markovic H.A. Gasteiger P.N.J. Ross Oxygen Reduction on Platinum Low-Index Single-Crystal Surfaces in Sulfuric Acid Solution: Rotating Ring-Pt(hkl) Disk Studies J. Phys. Chem. 99 1995 3411 3415 [[20]] N.M. Markovic, H.A. Gasteiger, P.N.J. Ross, Oxygen Reduction on Platinum Low-Index Single-Crystal Surfaces in Sulfuric Acid Solution: Rotating Ring-Pt(hkl) Disk Studies, J. Phys. Chem., 99 (1995) 3411-3415. [21] M. Seidl K.H. Meiwes-Broer M. Brack Finite-size effects in ionization potentials and electron affinities of metal clusters J. Chem. Phys. 95 1991 1295 1303 [[21]] M. Seidl, K.H. Meiwes‐Broer, M. Brack, Finite‐size effects in ionization potentials and electron affinities of metal clusters, J. Chem. Phys., 95 (1991) 1295-1303. [22] L. Zhou M.R. Zachariah Size resolved particle work function measurement of free nanoparticles: Aggregates vs. spheres Chem. Phys. Lett. 525–526 2012 77 81 [[22]] L. Zhou, M.R. Zachariah, Size resolved particle work function measurement of free nanoparticles: Aggregates vs. spheres, Chem. Phys. Lett., 525-526 (2012) 77-81. [23] H.S. Taylor A Theory of the Catalytic Surface Proc. Royal Soc. A 108 1925 105 111 [[23]] H.S. Taylor, A Theory of the Catalytic Surface, Proc. Royal Soc. A, 108 (1925) 105-111. [24] R.S. Weber Normalizing Hetereogeneous Electrocatalytic and Photocatalytic Rates ACS Omega 4 2019 4109 4112 [[24]] R.S. Weber, Normalizing Hetereogeneous Electrocatalytic and Photocatalytic Rates, ACS Omega, 4 (2019) 4109-4112. [25] L.J. Burcham L.E. Briand I.E. Wachs Quantification of Active Sites for the Determination of Methanol Oxidation Turn-over Frequencies Using Methanol Chemisorption and in Situ Infrared Techniques. 2. Bulk Metal Oxide Catalysts Langmuir 17 2001 6175 6184 [[25]] L.J. Burcham, L.E. Briand, I. Wachs, E., Quantification of Active Sites for the Determination of Methanol Oxidation Turn-over Frequencies Using Methanol Chemisorption and in Situ Infrared Techniques. 2. Bulk Metal Oxide Catalysts, Langmuir, 17 (2001) 6175-6184. [26] M.V. Juskelis J.P. Slanga T.G. Roberie A.W. Peters A Comparison of CaO, Beta, and a Dealuminated Y by Ammonia TPD and by Temperature Programmed 2-Propylamine Cracking J. Catal. 138 1992 391 394 [[26]] M.V. Juskelis, J.P. Slanga, T.G. Roberie, A. Peters, W., A Comparison of CaO, Beta, and a Dealuminated Y by Ammonia TPD and by Temperature Programmed 2-Propylamine Cracking, J. Catal., 138 (1992) 391-394. [27] P.P. Silva F.A. Silva L.S. Portela L.V. Mattos F.B. Noronha C.E. Hori Effect of Ce/Zr ratio on the performance of Pt/CeZrO2/Al2O3 catalysts for methane partial oxidation Catal. Today 107–108 2005 734 740 [[27]] P.P. Silva, F.A. Silva, L.S. Portela, L.V. Mattos, F.B. Noronha, C.E. Hori, Effect of Ce/Zr ratio on the performance of Pt/CeZrO2/Al2O3 catalysts for methane partial oxidation, Catalysis Today, 107-108 (2005) 734-740. [28] H. Topsøe N. Topsøe H. Bohlbro J.A. Dumesic Supported iron catalysts: particle size dependence of catalytic and chemisorptive properties Proc. Int. Congr. Catal. 1980 247 265 [[28]] H. Topsøe, N. Topsøe, H. Bohlbro, J.A. Dumesic, Supported Iron Catalysts: Particle Size Dependence of Catalytic and Chemisorptive Properties, Proc. Int. Congr. Catal., 7th, (1980) 247-265. [29] G.B. Marin V.V. Galvita G.S. Yablonsky Kinetics of Chemical Processes: from Molecular to Industrial Scale J. Catal. 404 2021 745 759 [[29]] G.B. Marin, V.V. Galvita, G.S. Yablonsky, Kinetics of Chemical Processes: from Molecular to Industrial Scale, J. Catal., in press (2021). [30] J. Hagen Industrial Catalysis 2006 Wiley-VCH Verlag [[30]] J. Hagen, Industrial Catalysis, Wiley-VCH Verlag2006. [31] A. Rożeń Modelling of a passive autocatalytic hydrogen recombiner – a parametric study Nukleonika 60 2015 161 169 [[31]] A. Rożeń, Modelling of a passive autocatalytic hydrogen recombiner – a parametric study, Nukleonika, 60 (2015) 161-169.",
      "scopus-id": "85111490813",
      "coredata": {
        "eid": "1-s2.0-S002195172100261X",
        "dc:description": "A Rayleigh distribution of particles exposing (1 1 1) surface populations is consistent with the particle size dependence of the turnover rates of the electrochemical reduction of dioxygen catalyzed by a platinum cathode.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S002195172100261X",
        "dc:creator": {
          "@_fa": "true",
          "$": "Weber, Robert S."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S002195172100261X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S002195172100261X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(21)00261-X",
        "prism:volume": "404",
        "prism:publisher": "Elsevier Inc.",
        "dc:title": "Lies, damned lies, and turnover rates",
        "prism:copyright": "© 2021 Elsevier Inc. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Turnover rates"
          },
          {
            "@_fa": "true",
            "$": "Particle size distributions"
          },
          {
            "@_fa": "true",
            "$": "Weibull distribution"
          },
          {
            "@_fa": "true",
            "$": "Michel Boudart"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "925-928",
        "prism:endingPage": "928",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2021",
        "prism:doi": "10.1016/j.jcat.2021.06.024",
        "prism:startingPage": "925",
        "dc:identifier": "doi:10.1016/j.jcat.2021.06.024",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "178",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19346",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "301",
            "@width": "373",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15427",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "289",
            "@width": "373",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19627",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "281",
            "@width": "311",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16611",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "78",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4504",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4814",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "211",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6006",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "181",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5024",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "472",
            "@width": "1328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "66356",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1335",
            "@width": "1654",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "120011",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1282",
            "@width": "1654",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "154272",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1244",
            "@width": "1378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "113897",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3652",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "15050",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "25653",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-si4.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "21114",
            "@ref": "si4",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-si5.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "13629",
            "@ref": "si5",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-si6.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "21466",
            "@ref": "si6",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172100261X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "337554",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85111490813"
      }
    }
  }
}