{
  "metadata": {
    "title": "Atomic layer Co<ce:inf loc=post>3</ce:inf>O<ce:inf loc=post>4-x</ce:inf> nanosheets as efficient and stable electrocatalyst for rechargeable zinc-air batteries",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2020-01-31",
    "doi": "10.1016/j.jcat.2019.11.020",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951719305731",
    "pii": "S0021951719305731"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85076053082",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2019-12-09 2019-12-09 2019-12-09 2019-12-09 2020-03-21T16:44:01 1-s2.0-S0021951719305731 S0021-9517(19)30573-1 S0021951719305731 10.1016/j.jcat.2019.11.020 S300 S300.2 FULL-TEXT 1-s2.0-S0021951719X00123 2020-12-04T11:29:51.652162Z 0 0 20200101 20200131 2020 2019-12-09T04:52:17.840752Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 0021-9517 00219517 true 381 381 C Volume 381 39 395 401 395 401 202001 January 2020 2020-01-01 2020-01-31 2020 Regular Articles article fla © 2019 Elsevier Inc. All rights reserved. ATOMICLAYERCO3O4XNANOSHEETSEFFICIENTSTABLEELECTROCATALYSTFORRECHARGEABLEZINCAIRBATTERIES LI M 1 Introduction 2 Experimental section 3 Electrochemical measurements 4 Results and discussion 5 Conclusions Acknowledgements Appendix A Supplementary material References LI 2014 5257 5275 Y GU 2017 7651 7666 P WANG 2019 1803628 W YU 2017 1602868 M DENG 2017 2706 2712 Y ZHOU 2019 1365 1370 P PRABU 2014 59 63 M WANG 2018 1183 1191 Q LI 2006 14258 14259 Y WANG 2016 222 233 J XU 2019 24 29 L LIU 2015 11615 11623 S WANG 2017 20216 20223 D LIU 2018 7052 7060 M AIJAZ 2016 4087 4091 A LI 2018 3730 3737 T LI 2019 40 51 S KIM 2019 J SYNERGISTICCOUPLINGDERIVEDCOBALTOXIDENITROGENATEDHOLEYTWODIMENSIONALMATRIXEFFICIENTBIFUNCTIONALCATALYST SINGH 2015 21138 21149 S ZHONG 2019 1802243 Y YU 2014 3457 3462 H DU 2013 4657 4661 G LI 2018 15591 15601 X CAI 2018 1701694 Z ZHENG 2019 3773 3782 Y MA 2018 8597 8605 L XU 2016 5277 5281 L WANG 2014 1400696 Y ZHENG 2016 105 112 Y LI 2017 316 328 X TAN 2019 1241 1248 P GAO 2016 698 702 S LI 2017 664 672 L CHEN 2017 4010 4016 Y ZHAI 2017 1604167 T XIAO 2017 41827 41836 Z CHEN 2017 1700779 X CHEN 2018 21019 21024 L LOPEZ 2015 403 412 J CHEN 2019 996 1003 W LI 2019 1803583 W LI 2018 1913 1920 Y ZHANG 2018 323 333 L CHEN 2018 1702987 X XIAO 2017 2563 2569 Z LUO 2018 14862 14867 F WANG 2018 2236 2241 Z ZHANG 2018 5194 5200 Q WANG 2017 H WANG 2013 81 87 D LIX2020X395 LIX2020X395X401 LIX2020X395XM LIX2020X395X401XM 2021-12-09T00:00:00.000Z 2021-12-09T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier Inc. All rights reserved. 2019-11-21T12:02:32.208Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 item S0021-9517(19)30573-1 S0021951719305731 1-s2.0-S0021951719305731 10.1016/j.jcat.2019.11.020 272561 2020-12-04T11:29:51.652162Z 2020-01-01 2020-01-31 1-s2.0-S0021951719305731-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/MAIN/application/pdf/e34aee3fee64d354800ae38dbd61c9e1/main.pdf main.pdf pdf true 1825164 MAIN 7 1-s2.0-S0021951719305731-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/PREVIEW/image/png/d5aad88f6d68942bf355b60f08f5b966/main_1.png main_1.png png 58548 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951719305731-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/gr1/DOWNSAMPLED/image/jpeg/036841c1318396aaabe9cde2046376c8/gr1.jpg gr1 gr1.jpg jpg 78446 565 556 IMAGE-DOWNSAMPLED 1-s2.0-S0021951719305731-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/gr2/DOWNSAMPLED/image/jpeg/607d55e945f695480c918b322f42dc22/gr2.jpg gr2 gr2.jpg jpg 122794 440 649 IMAGE-DOWNSAMPLED 1-s2.0-S0021951719305731-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/gr3/DOWNSAMPLED/image/jpeg/d491f185c3d3b2f038591ab2089db2c5/gr3.jpg gr3 gr3.jpg jpg 74579 455 711 IMAGE-DOWNSAMPLED 1-s2.0-S0021951719305731-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/gr4/DOWNSAMPLED/image/jpeg/ff825c8d431d576e66903ac61be243b8/gr4.jpg gr4 gr4.jpg jpg 76651 401 647 IMAGE-DOWNSAMPLED 1-s2.0-S0021951719305731-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/ga1/DOWNSAMPLED/image/jpeg/6395126935b4d0ab289f099b759b4ac0/ga1.jpg ga1 true ga1.jpg jpg 14787 200 303 IMAGE-DOWNSAMPLED 1-s2.0-S0021951719305731-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/gr1/THUMBNAIL/image/gif/01fe62c04094f4d24e42b699870b1b47/gr1.sml gr1 gr1.sml sml 8360 164 161 IMAGE-THUMBNAIL 1-s2.0-S0021951719305731-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/gr2/THUMBNAIL/image/gif/96fa11c50949f90f3440287cb2a54d3a/gr2.sml gr2 gr2.sml sml 23272 148 219 IMAGE-THUMBNAIL 1-s2.0-S0021951719305731-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/gr3/THUMBNAIL/image/gif/26525fdf1c45ed20d767ef5b393ac00e/gr3.sml gr3 gr3.sml sml 8461 140 219 IMAGE-THUMBNAIL 1-s2.0-S0021951719305731-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/gr4/THUMBNAIL/image/gif/011575e8af69aee6bc5dedc496725743/gr4.sml gr4 gr4.sml sml 12872 136 219 IMAGE-THUMBNAIL 1-s2.0-S0021951719305731-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/ga1/THUMBNAIL/image/gif/35cb5c9535fbfcd46b11832037109c2e/ga1.sml ga1 true ga1.sml sml 12891 144 219 IMAGE-THUMBNAIL 1-s2.0-S0021951719305731-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/gr1/HIGHRES/image/jpeg/4f3b72c362b2e5062e4950ae280a34cb/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 602638 2501 2461 IMAGE-HIGH-RES 1-s2.0-S0021951719305731-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/gr2/HIGHRES/image/jpeg/536ff245e5ae78b61ca43b43ebd65b5a/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1104265 1948 2876 IMAGE-HIGH-RES 1-s2.0-S0021951719305731-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/gr3/HIGHRES/image/jpeg/14ec84d3cb8874ad5a32e875023b8e67/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 552269 2014 3150 IMAGE-HIGH-RES 1-s2.0-S0021951719305731-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/gr4/HIGHRES/image/jpeg/c6bb515cc4d3ab81171461cdc9119c48/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 567491 1775 2865 IMAGE-HIGH-RES 1-s2.0-S0021951719305731-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/ga1/HIGHRES/image/jpeg/6ee131319d30c0dbb37c02fa2dda0ac4/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 74479 886 1345 IMAGE-HIGH-RES 1-s2.0-S0021951719305731-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951719305731/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/5041699498829f1d2d8c6ec364c90bfe/mmc1.docx mmc1 mmc1.docx docx 31896266 APPLICATION 1-s2.0-S0021951719305731-am.pdf am am.pdf pdf 3886226 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:101JVPC4W0R/MAIN/application/pdf/0403b135fbf775ea4c15e8fca641203b/am.pdf YJCAT 13535 S0021-9517(19)30573-1 10.1016/j.jcat.2019.11.020 Elsevier Inc. Fig. 1 (a) XRD patterns of Co3O4 and Co3O4-x nanosheets. Deconvoluted Co2p (b) and O1s (c) peaks of Co3O4 and Co3O4-x nanosheets. (d) N2 adsorption-desorption isothermal curves of Co3O4 and Co3O4-x nanosheets. Fig. 2 SEM (a, b) images of Co3O4 and Co3O4-x nanosheets; TEM and HR-TEM images of Co3O4 (c, d) and Co3O4-x (e, f) nanosheets. (g) HAADF-STEM image and related EDS mappings of Co3O4-x nanosheets. AFM images of Co3O4 (h) and Co3O4-x (i) nanosheets. Fig. 3 Oxygen evolution reaction performance (a), ECSAs (b) and Tafel slope (c) of commercial IrO2, Co3O4 and Co3O4-x nanosheets in O2 deoxygenated 1 M KOH electrolyte. (d) LSV curves of Co3O4-x nanosheets before and after 1000 potential cycles. (e) ORR performance of commercial Pt, Co3O4 and Co3O4-x nanosheets in O2 deoxygenated 1 M KOH electrolyte. (f) LSV curves of Co3O4-x nanosheets before and after 1000 potential cycles. Fig. 4 (a) Polarization and power density curves of two liquid rechargeable ZABs fabricated from commercial Pt/C-IrO2 and Co3O4-x nanosheets; scheme of liquid rechargeable ZABs was inserted. (b) Specific capacities of rechargeable zinc-air batteries of Pt/C-IrO2 and Co3O4-x nanosheets. (c) Battery performance of rechargeable ZABs at constant charge–discharge rates of 5 mA cm−2 and 20 mA cm−2. Photographs of open circuit voltage test of all-solid-sate rechargeable ZABs fabricated from Co3O4-x nanosheets (d) and all-solid-sate rechargeable ZABs powered light emitting diode (LED) (e). Polarization and power density curve (f) and charge-discharge performance (g) of all-solid-sate rechargeable ZABs fabricated from Pt/C-IrO2 and Co3O4-x nanosheets. Atomic layer Co3O4-x nanosheets as efficient and stable electrocatalyst for rechargeable zinc-air batteries Min Li a 1 Fang Luo a 1 Quan Zhang a Zehui Yang a ⁎ Zhikun Xu b ⁎ a Sustainable Energy Laboratory, Faculty of Materials Science and Chemistry, China University of Geosciences Wuhan, 388 Lumo RD, Wuhan 430074, China Sustainable Energy Laboratory Faculty of Materials Science and Chemistry China University of Geosciences Wuhan 388 Lumo RD Wuhan 430074 China Sustainable Energy Laboratory, Faculty of Materials Science and Chemistry, China University of Geosciences Wuhan, 388 Lumo RD, Wuhan 430074, China b Key Laboratory for Photonic and Electronic Bandgap Materials, Ministry of Education, School of Physics and Electronic Engineering, Harbin Normal University, Harbin 150025, China Key Laboratory for Photonic and Electronic Bandgap Materials Ministry of Education School of Physics and Electronic Engineering Harbin Normal University Harbin 150025 China Key Laboratory for Photonic and Electronic Bandgap Materials, Ministry of Education, School of Physics and Electronic Engineering, Harbin Normal University, Harbin 150025, China ⁎ Corresponding authors. 1 Min Li and Fang Luo equally contributed to this work. Graphical abstract Stable and efficient bifunctional electrocatalyst for air electrode is still of challenge for rechargeable zinc-air batteries (ZABs). Here, we report an atomic layer oxygen defect cobalt oxides (Co3O4-x) nanosheets (1 nm) as efficient electrocatalyst for oxygen reduction reaction (ORR) and oxygen evolution reaction (OER). Due to the atomic layer nanosheets, more oxygen defects are formed during plasma treatment enabling effective OER catalysis with overpotential of only 309 mV, which is lower compared to benchmarking IrO2 (313 mV). Meanwhile, a Pt-like ORR activity is achieved for Co3O4-x due to the atomic layer nanosheets with highly exposed active sites and loosened binding strength between Co3+ and O2/OH−. The battery performance of Co3O4-x nanosheets is 1.7 times higher than that of Pt/C-IrO2 based ZABs. Besides, Co3O4-x nanosheets exhibit undetectable degradation in battery performance after galvanostatic discharge-charge with 5 mA cm−2 for 150 h implying the superior stability of the atomic layer Co3O4-x nanosheets. All-solid-sate ZABs fabricated from Co3O4-x nanosheets perform an impressive power density of 57 mW cm−2 and stable galvanostatic discharge-charge voltage for 2 h demonstrating that Co3O4-x nanosheets can be utilized as air electrode for practical application. Keywords Atomic layer Co3O4-x nanosheets Oxygen defect Oxygen reduction reaction Oxygen evolution reaction Rechargeable all-solid-sate zinc-air batteries 1 Introduction Due to the serious energy crisis and environment pollutions, sustainable energy sources have attracted much attention due to its cleanness, renewability and environmental friendly. Oxygen reduction reaction (ORR) is prominently important for fuel cells and metal-air batteries [1,2]. And oxygen evolution reaction (OER) is the reverse reaction of ORR, which is critical for water splitting. The rechargeable zinc-air batteries (ZABs) fabricated based on the couple reactions of ORR and OER as air electrode are promising alternative energy suppliers for portable electronic devices [3–5]. Platinum (Pt) and ruthenium (Ru) or iridium (Ir) is recognized as the benchmarked ORR and OER electrocatalyst, respectively [6]. Additionally, Pt or its alloys exhibited poor OER activity and Ru or Ir performed inferior ORR activity resulting that Pt and Ru or Ir have been co-loaded into air electrode; moreover, the utilization of noble metals as electrocatalyst impedes the widespread application of rechargeable ZABs [7]. Therefore, development in efficient and inexpensive electrocatalyst is crucial for forwarding commercialization of rechargeable ZABs [8]. Until now, transition metal oxides, especially cobalt oxides (Co3O4), have been substantially investigated as alternative air cathode for rechargeable ZABs due to the unique spinel crystal structure favorable for electron conduction between Co2+ and Co3+ ions, considerable stability as well as its earth-abundant merit [9–11]. In traditional spinel Co3O4, Co2+ species in tetrahedral sites with high spin electronic density act as OER active sites and high spine Co3+ in octahedral sites exhibit mediated adsorption strength to the oxygen intermediates during ORR [12]. However, the electrocatalytic activities toward ORR and OER should be markedly boosted for Co3O4 due to the low densities of catalytically active sites and relatively weak chemical adsorption of active oxygen intermediates on the surface of Co3O4 [13–15]. In principle, the electrocatalytic activity is guaranteed by the electronic structure and exposed active sites; the intrinsic catalytic activity of Co3O4 could be effectively improved by adjusting electronic states via doping with a secondary transition metal (Co, [16,17] Ni, [18] Fe [19]) or nitrogen atoms [20–22], hybridizing with MnO2, [23,24] facet control [25,26] and creation of oxygen defects [27–29]. On the other hand, the abundant exposed active sites could be achieved by modulating the nanoarchitectures to increase surface area [30–32]. Accordingly, striking ORR and OER activities of Co3O4 could be achieved by combination of these two strategies, alteration of electronic structure and adjustment of morphology. Two dimensional (2D) atomic layer Co3O4 nanosheets with thickness of sub-1.1 nm have been extensively researched as promising electrocatalysts for CO2 reduction, [33] gas sensor, [34] OER, [25,35] supercapacitors [36,37] and rechargeable ZABs [38] due to the high specific surface area and richness of active sites. Inspired by the above-consideration, here, we firstly synthesized atomic layer Co3O4 nanosheets via hydrothermal method and treated by Ar-plasma to create oxygen defects in atomic layer Co3O4 nanosheets in order to intrinsically boost the electrocatalytic activity of Co3O4 nanosheets. The oxygen deficient atomic layer Co3O4-x nanosheets exhibited much better OER activity than IrO2 and comparable ORR activity to commercial Pt/C resulting in a better and stable rechargeable ZABs performance. 2 Experimental section Materials: Cobalt(III) acetylacetonate, ethylene glycol, poly(vinyl alcohol) (PVA- 1799), zinc acetate (99.9%) and KOH were purchased from Aladdin Chemical Corp. Synthesis of Co3O4-x nanosheets: 500 mg of Co(acac)2 was dissolved in a mixture of 100 mL ethylene glycol and 20 mL of deionized water and stirred at room temperature for 12 h. The mixture was hydrothermally reacted at 190 °C for 48 h. The dark green precipitate was centrifuged at 9000 rpm for 10 min and washed three times with ethanol and deionized water, which was dried under vacuum to get blue products. The blue products was calcined in a muffle furnace and heated to 400 °C at a rate of 5 °C min−1 for 3 h to obtain black Co3O4 nanosheets. The obtained Co3O4 nanosheets were treated with Ar-plasma (commercial 13.56 MHz RF source) for 30 min to get Co3O4-x nanosheets. Fundamental characterization: X-ray powder diffraction (XRD) patterns were recorded by using a Bruker D8 Advance diffractometer with Cu-Kα radiation (λ = 1.5406 Å). Scanning electron microscope (SEM, SU8010) was adopted to obtain the surface morphology. The composition of matter was obtained by XPS measurement (ESCALB 250) with Al Kα X-ray beam. JEM-2010 was used to record TEM image. The thickness of nanosheets was obtained by a FM-Nanoview 1000AFM. 3 Electrochemical measurements Oxygen reduction reaction (ORR): ORR was tested under alkaline conditions (1 M KOH) with rotating disk electrode (RDE) in a three-electrode system, in which Hg/HgO (saturated 1 M KOH) was used as reference electrode and carbon rod was used as counter electrode. 1 mg catalyst was dispersed in a mixture of DI water (800 μL), isopropanol (194 μL) and Nafion solution (6 μL, 5 wt%). 144 μL of catalyst ink was dropped on a glassy carbon electrode with a diameter of 4 mm. The catalyst loading was 1 mg cm−2. The LSV curve was obtained at a scanning rate of 10 mV s−1 at different rotating speeds (400, 600, 800, 1200, 1600, 2400 rpm) under the condition of oxygen saturation. Oxygen evolution reaction (OER): The catalyst ink was obtained by dispersing 3 mg of catalyst in the mixture of ethanol (980 μL) and Nafion solution (20 μL). The catalyst was loaded on carbon paper for testing. The LSV curve was obtained at a canning rate of 5 mV s−1 ranging from 1.1 to 1.8 V vs. RHE. Liquid zinc-air battery test: Zinc-air battery was assembled with zinc foil as anode, catalyst coated carbon paper as air cathode and liquid electrolyte composed of 6 M KOH with 0.2 M zinc acetate. The air cathode was prepared by loading 2 mg of catalyst on carbon paper (1 cm2). The entire battery test was performed at room temperature. All-solid-sate zinc air battery test: To get the polymer electrolyte, 1 g of poly(vinyl alcohol) (PVA) was dissolved in 10 mL of DI water and then heated to 95 °C for 2 h. Then 1 mL of mixture of 18 M KOH and 0.6 M zinc acetate was added and stirred at 95 °C for 10 min. The film was obtained by pouring the resulting goop onto a glass plate and scraping with a spatula (400 μm). The resultant film was stored in refrigerator overnight. And then the film was soaked in the mixture of 18 M KOH with 0.6 M zinc acetate for 12 h. To assemble the battery, PVA film was placed between zinc foil and air-cathode. Nickel foam was used as current collector. The catalyst loading on carbon paper was controlled to 2 mg cm−2). 4 Results and discussion Firstly, XRD and XPS were carried out to identify the difference of two electrocatalysts. As shown in Fig. 1 a, similar XRD patterns were obtained for two synthesized electrocatalysts and well matched with standard PDF card JCPDS: No. 09-0418 suggesting the successful formation of crystalline Co3O4. Peaks at 31°, 36.8°, 44.8°, 59.3° and 65.2° were assigned to the typical (2 2 0), (3 1 1), (4 0 0), (5 1 1) and (4 4 0) facets of Co3O4, in which (3 1 1) was the dominant facet in Co3O4. Consequently, the different electronic structure was measured by XPS shown in Fig. S1. The XPS core level spectrum of doublet Co2p peak was fitted to Co2+, Co3+ and satellite species centered at 795.2 (780.0), 796.6 (781.4) and 805.2 (789.1) eV in Co2p 3/2 (Co2p 1/2) as shown in Fig. 1b [39]. A quantantive analysis suggested that Co2+/Co3+ ratio was increased from 1 to 1.35 after treating with Ar-plasma resulting in more oxygen defects in Co3O4-x nanosheets. In order to confirm the more oxygen defects, XPS spectra of O1s peaks were deconvoluted to three peaks corresponding to CoO (530.1 eV), OH (531.0 eV) and oxygen defect (532.1 eV) species (Fig. 1c) [40]. A high content in oxygen defect was obtained for Co3O4-x well agreed with the analysis of Co2p spectrum. Thus, the Ar-plasma treatment mainly decreased the octahedral Co3+ species. The specific surface of Co3O4-x calculated from N2 isothermal curve was 42.1 m2 g−1, which was comparably higher than that of Co3O4 nanosheets (38.4 m2 g−1, Fig. 1d) ascribed to the pores created by plasma treatment. The morphology was confirmed by SEM shown in Fig. 2 (a, b), in which two electrocatalysts possessed nanosheet structure and nanosheets were well dispersed as displayed in Fig. 2(c, e). HR-TEM image shown in Fig. 2d also confirmed the successful formation of crystalline Co3O4 verified by the lattice spacing of 2.43 Å, which was recognized as the dominant (3 1 1) facet of Co3O4. As shown in Fig. 2f, nano-pores have been observed for Co3O4-x nanosheets induced by Ar-plasma treatment and more oxygen defects were introduced at the edge sites. Similarly, a calculated lattice spacing of 2.43 Å was recorded for Co3O4-x nanosheets suggesting Ar-plasma treatment negligibly affected the phase similar to XRD patterns. EDS mappings shown in Fig. 2g depicted that Co and O elements uniformly dispersed in entire architecture similar to Co3O4 nanosheets shown in Fig. S2. As shown in Fig. 2(h, i), the thicknesses of Co3O4 and Co3O4-x nanosheets were 1.1 and 1.0 nm, which was much thinner compared to previous reported Co3O4 nanosheets [41–45]. The atomic layer Co3O4 nanosheets were favorable for introducing more oxygen defects and accelerating the reaction kinetics resulting in high electrocatalytic activity. Oxygen evolution reaction (OER), the charge process of rechargeable ZABs, is estimated in O2-saturated 1 M KOH electrolyte. As shown in Fig. 3 a, benchmarking IrO2 electrocatalyst required 313 mV overpotential for achieving 10 mA cm−2. Overpotentials at 10 mA cm−2 were 342 mV and 309 mV vs. RHE for Co3O4 and Co3O4-x nanosheets, respectively. The better OER activity of Co3O4-x nanosheets were ascribed to the more active sites induced by the rich oxygen defects proved by the electrochemical surface area (ECSA) estimated from double-layer capacitance shown in Fig. S3. A larger ECSA was obtained by Co3O4-x nanosheets (15.4 mF cm−2) compared to Co3O4 (12.0 mF cm−2, Fig. 3b). As well known, Co2+ species occupied the tetrahedral site in spinel-phase Co3O4 were the active sites for OER catalysis since a favorability of formation of OOH* species was recorded for Co2+ structures. Meanwhile, the charge transfer resistance was 2 Ω for Co3O4-x nanosheets comparatively lower than that of Co3O4 (4 Ω, Fig. S4), which could be due to the more oxygen defects in Co3O4-x nanosheets triggering better electronic conductivity [46]. Tafel slope, representing reaction kinetics, was calculated to 68.4 mV dec−1 for Co3O4-x nanosheets lower than Co3O4 (88.0 mV dec−1) and IrO2 (90.2 mV dec−1, Fig. 3c) indicating faster OH− discharge process occurred on Co3O4-x nanosheets [47,48]. Consequently, the durability was evaluated and ignorable degradation in OER activity was recorded for Co3O4-x nanosheets (Fig. 3d) indicating a high durability due to the stable ECSA and similar Rct estimated before and after 1000 potential cycles shown in Fig. S5. XRD pattern of Co3O4-x nanosheets still highly matched with the standard PDF card JCPDS: No. 09-0418 implied a stable structure during the OER test, which was also confirmed by the HR-TEM test (Fig. S6). Meanwhile, the quantantive analysis of Co2p spectra revealed a similar Co2+/Co3+ ratio before and after durability test indicating the oxygen defects were almost stable during potential cycles (Fig. S7). In order to emphasize the high durability of atomic layer nanosheet structure, durability test of Co3O4 nanosheets was carried out and only 8 mV degradation in overpotential for attaining 10 mA cm−2 was detected for Co3O4 nanosheets (Fig. S8). Also, the ECSA and Rct were comparable to the values recorded before durability. In contrast, overpotential was increased from 313 mV to 487 mV for commercial IrO2 due to the dissolution of oxidized Ir species leading to the decrement in ECSA in increment in Rct increased from 46 Ω to 68 Ω for commercial IrO2 after only 1000 potential cycles. (Fig. S9). Continuously, oxygen reduction reaction (ORR) was measured in 1 M KOH electrolyte (Fig. S10). Half-wave potential (E1/2) was normally used to evaluate the ORR activity and higher E1/2 indicated a better electrocatalytic activity toward ORR [49]. E1/2 of commercial Pt/C reached 853 mV vs. RHE, which was comparable to Co3O4 and Co3O4-x nanosheets with E1/2 of 830 mV and 838 mV vs. RHE (Fig. 3e), respectively. The robust ORR activity obtained for Co3O4-x nanosheets was due to the loosened binding strength between Co3+ and O2/−OH species caused by the Ar-plasma treatment. Moreover, the low-spin Co3+ (t2g6 eg0) could transfer to high spin Co3+ (t2g4 eg2) leading to a boosted ORR activity [50]. Another important information was the number of electrons involved during ORR test. As shown in Fig. S11, an ideal 4-electron reaction was calculated for Co3O4-x nanosheets suggesting a low H2O2 generation, which was corrosive for electrocatalyst [51]. Consequently, the durability test was carried out for Co3O4-x nanosheets (Fig. S12). The E1/2 was almost stable for Co3O4-x nanosheets after 1000 potential cycles indicating a good durability (Fig. 3f); in contrast, commercial Pt/C showed decrement in E1/2 (from 853 mV to 840 mV vs. RHE) after durability test as shown in Fig. S13 due to the weak interaction between carbon matrix and Pt nanoparticles triggering Pt coalescence. Also, the XRD pattern and HR-TEM measurements confirmed that Co3O4-x nanosheets were stable during the durability test (Fig. S14); moreover, the quantantive analysis of Co2p spectrum suggested a comparable Co2+/Co3+ ratio implying the oxygen defects were also stable during potential cycling (Fig. S15). Finally, two rechargeable ZABs were fabricated with Pt/C-IrO2 and Co3O4-x nanosheets, respectively. Prior to battery performance test, the open circuit voltage (OCV) test indicated that two batteries were well assembled (Fig. S16). As shown in Fig. 4 a, the maximum battery performance reached 122 mW cm−2 at 230 mA cm−2 for Co3O4-x nanosheets, which was 1.7 times higher compared to ZABs fabricated from Pt/C-IrO2 (71 mW cm−2 at 95 mA cm−2). Besides, the voltage gap was 462 mV at 10 mA cm−2 for Co3O4-x nanosheets, which was lower than that of Pt/C-IrO2 (876 mV) illustrating higher reversibility of Co3O4-x nanosheets. The specific capacity normalized to the consumed Zn electrode was 791 mAh gZn −1 at constant current density of 5 mA cm−2 as shown in Fig. 4b, which was ~2 fold higher compared to Pt/C-IrO2 (412 mAh gZn −1). Moreover, Co3O4-x nanosheets performed a comparably high battery performance among the cobalt oxides based electrocatalysts shown in Table S1. The galvanostatic charge-discharge curves suggested that Co3O4-x nanosheets maintained initial battery performance after 150 h with 5 mA cm−2 corresponding to 450 cycles (20 min per cycle, Fig. 4c); in contrast, ZABs fabricated from Pt/C-IrO2 exhibited a worse durability due to the loss of IrO2 under high voltage. The superior durability of Co3O4-x nanosheets was also confirmed by the galvanostatic charge-discharge with current density of 20 mA cm−2, which exhibited stable voltage gap for 50 h (Fig. 2c). Additionally, the galvanostatic discharge/charge at various current densities also highlighted the superior stability of Co3O4-x nanosheets (Fig. S17). Subsequently, all-solid-sate ZABs were fabricated from Co3O4-x nanosheets and open circuit voltage was recorded as 1.25 V (Fig. 4d) and two all-solid-sate ZABs could light the light emitting diode (LED) shown in Fig. 4e. Maximum power density reached 57 mW cm−2 for all-solid-sate ZABs fabricated from Co3O4-x nanosheets, which was comparably lower than that of Pt/C-IrO2 (79 mW cm−2, Fig. 4f) due to the high loading of noble metal catalysts (Pt/C: 1 mg cm−2; IrO2: 1 mg cm−2). Nevertheless, stable voltage was recorded after the galvanostatic charge-discharge at 1 mA cm−2 for 2 h (Fig. 4g) highlighting the practical application of Co3O4-x nanosheets as air electrode for rechargeable ZABs. 5 Conclusions In summary, we have successfully oxygen deficient Co3O4-x nanosheets with thickness of 1 nm. Due to the atomic layer nanosheets, Co3O4-x possessed more oxygen defects acting as active sites for oxygen evolution reaction with only 309 mV overpotential for delivering 10 mA cm−2, which was much lower compared to the rare Co3O4 nanosheets. Meanwhile, the plasma treatment induced the transformation of low spine Co3+ to high spine resulting in weakened binding strength between Co3+ and O2/−OH species leading to a boosted ORR electrocatalytic activity for Co3O4-x nanosheets. The fabricated rechargeable ZABs from Co3O4-x nanosheets exhibited a higher batteries performance than Pt/C-IrO2. Meanwhile, the voltage gap at 10 mA cm−2 was lower than Pt/C-IrO2 and no battery performance was decayed after galvanostatic charge-discharge for 150 h with current density of 5 mA cm−2, highlighting the superior stability of Co3O4-x nanosheets based rechargeable ZABs. All-solid-sate ZABs performed a high power density of 57 mW cm−2 and stable galvanostatic charge-discharge voltage. Declaration of Competing Interest The authors declare no competing financial interest. Acknowledgements This work is supported by the National Natural Science Foundation of China (No. 21703212). Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jcat.2019.11.020. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary data 1 References [1] Y. Li H. Dai Recent advances in zinc–air batteries Chem. Soc. Rev. 43 2014 5257 5275 Y. Li, H. Dai, Recent advances in zinc–air batteries, Chem. Soc. Rev., 43 (2014) 5257-5275. [2] P. Gu M. Zheng Q. Zhao X. Xiao H. Xue H. Pang Rechargeable zinc–air batteries: a promising way to green energy J. Mater. Chem. A 5 2017 7651 7666 P. Gu, M. Zheng, Q. Zhao, X. Xiao, H. Xue, H. Pang, Rechargeable zinc–air batteries: a promising way to green energy, J. Mater. Chem. A, 5 (2017) 7651-7666. [3] W. Wang M. Tang Z. Zheng S. Chen Alkaline polymer membrane-based ultrathin, flexible, and high-performance solid-state zn-air battery Adv. Energy Mater. 9 2019 1803628 W. Wang, M. Tang, Z. Zheng, S. Chen, Alkaline Polymer Membrane-Based Ultrathin, Flexible, and High-Performance Solid-State Zn-Air Battery, Adv. Energy Mater., 9 (2019) 1803628. [4] M. Yu Z. Wang C. Hou Z. Wang C. Liang C. Zhao Y. Tong X. Lu S. Yang Nitrogen-doped Co3O4 mesoporous nanowire arrays as an additive-free air-cathode for flexible solid-state zinc-air batteries Adv. Mater. 29 2017 1602868 M. Yu, Z. Wang, C. Hou, Z. Wang, C. Liang, C. Zhao, Y. Tong, X. Lu, S. Yang, Nitrogen-Doped Co3O4 Mesoporous Nanowire Arrays as an Additive-Free Air-Cathode for Flexible Solid-State Zinc–Air Batteries, Adv. Mater., 29 (2017) 1602868. [5] Y.-P. Deng Y. Jiang D. Luo J. Fu R. Liang S. Cheng Z. Bai Y. Liu W. Lei L. Yang J. Zhu Z. Chen Hierarchical porous double-shelled electrocatalyst with tailored lattice alkalinity toward bifunctional oxygen reactions for metal-air batteries ACS Energy Lett. 2 2017 2706 2712 Y.-P. Deng, Y. Jiang, D. Luo, J. Fu, R. Liang, S. Cheng, Z. Bai, Y. Liu, W. Lei, L. Yang, J. Zhu, Z. Chen, Hierarchical Porous Double-Shelled Electrocatalyst with Tailored Lattice Alkalinity toward Bifunctional Oxygen Reactions for Metal–Air Batteries, ACS Energy Lett., 2 (2017) 2706-2712. [6] P. Zhou J. He Y. Zou Y. Wang C. Xie R. Chen S. Zang S. Wang Single-crystalline layered double hydroxides with rich defects and hierarchical structure by mild reduction for enhancing the oxygen evolution reaction Sci. China Chem. 62 2019 1365 1370 P. Zhou, J. He, Y. Zou, Y. Wang, C. Xie, R. Chen, S. Zang, S. Wang, Single-crystalline layered double hydroxides with rich defects and hierarchical structure by mild reduction for enhancing the oxygen evolution reaction, Sci. China Chem., 62 (2019) 1365-1370. [7] M. Prabu P. Ramakrishnan S. Shanmugam CoMn2O4 nanoparticles anchored on nitrogen-doped graphene nanosheets as bifunctional electrocatalyst for rechargeable zinc–air battery Electrochem. Commun. 41 2014 59 63 M. Prabu, P. Ramakrishnan, S. Shanmugam, CoMn2O4 nanoparticles anchored on nitrogen-doped graphene nanosheets as bifunctional electrocatalyst for rechargeable zinc–air battery, Electrochem. Commun., 41 (2014) 59-63. [8] Q. Wang Y. Ji Y. Lei Y. Wang Y. Wang Y. Li S. Wang Pyridinic-N-dominated doped defective graphene as a superior oxygen electrocatalyst for ultrahigh-energy-density zn–air batteries ACS Energy Lett. 3 2018 1183 1191 Q. Wang, Y. Ji, Y. Lei, Y. Wang, Y. Wang, Y. Li, S. Wang, Pyridinic-N-Dominated Doped Defective Graphene as a Superior Oxygen Electrocatalyst for Ultrahigh-Energy-Density Zn–Air Batteries, ACS Energy Lett., 3 (2018) 1183-1191. [9] Y. Li B. Tan Y. Wu Freestanding mesoporous quasi-single-crystalline Co3O4 nanowire arrays J. Am. Chem. Soc. 128 2006 14258 14259 Y. Li, B. Tan, Y. Wu, Freestanding Mesoporous Quasi-Single-Crystalline Co3O4 Nanowire Arrays, J. Am. Chem. Soc., 128 (2006) 14258-14259. [10] J. Wang X. Zhang Q. Wei H. Lv Y. Tian Z. Tong X. Liu J. Hao H. Qu J. Zhao Y. Li L. Mai 3D self-supported nanopine forest-like Co3O4@CoMoO4 core–shell architectures for high-energy solid state supercapacitors Nano Energy 19 2016 222 233 J. Wang, X. Zhang, Q. Wei, H. Lv, Y. Tian, Z. Tong, X. Liu, J. Hao, H. Qu, J. Zhao, Y. Li, L. Mai, 3D self-supported nanopine forest-like Co3O4@CoMoO4 core–shell architectures for high-energy solid state supercapacitors, Nano Energy, 19 (2016) 222-233. [11] L. Xu Y. Zou Z. Xiao S. Wang Transforming Co3O4 nanosheets into porous N-doped CoxOy nanosheets with oxygen vacancies for the oxygen evolution reaction J. Energy Chem. 35 2019 24 29 L. Xu, Y. Zou, Z. Xiao, S. Wang, Transforming Co3O4 nanosheets into porous N-doped CoxOy nanosheets with oxygen vacancies for the oxygen evolution reaction, J. Energy Chem., 35 (2019) 24-29. [12] X.-T. Wang, T. Ouyang, L. Wang, J.-H. Zhong, T. Ma, Z.-Q. Liu, Redox-Inert Fe3+ Ions in Octahedral Sites of Co-Fe Spinel Oxides with Enhanced Oxygen Catalytic Activity for Rechargeable Zinc–Air Batteries, Angew. Chem. Int. Ed., 0. [13] S. Liu L. Li H.S. Ahn A. Manthiram Delineating the roles of Co3O4 and N-doped carbon nanoweb (CNW) in bifunctional Co3O4/CNW catalysts for oxygen reduction and oxygen evolution reactions J. Mater. Chem. A 3 2015 11615 11623 S. Liu, L. Li, H.S. Ahn, A. Manthiram, Delineating the roles of Co3O4 and N-doped carbon nanoweb (CNW) in bifunctional Co3O4/CNW catalysts for oxygen reduction and oxygen evolution reactions, J. Mater. Chem. A, 3 (2015) 11615-11623. [14] D.-C. Wang N.-B. Huang Y. Sun S. Zhan J.-J. Zhang GO clad Co3O4 (Co3O4@GO) as ORR catalyst of anion exchange membrane fuel cell Int. J. Hydrogen Energy 42 2017 20216 20223 D.-C. Wang, N.-B. Huang, Y. Sun, S. Zhan, J.-J. Zhang, GO clad Co3O4 (Co3O4@GO) as ORR catalyst of anion exchange membrane fuel cell, Int. J. Hydrogen Energy, 42 (2017) 20216-20223. [15] M. Liu J. Liu Z. Li F. Wang Atomic-level Co3O4 layer stabilized by metallic cobalt nanoparticles: a highly active and stable electrocatalyst for oxygen reduction ACS Appl. Mater. Interfaces 10 2018 7052 7060 M. Liu, J. Liu, Z. Li, F. Wang, Atomic-Level Co3O4 Layer Stabilized by Metallic Cobalt Nanoparticles: A Highly Active and Stable Electrocatalyst for Oxygen Reduction, ACS Appl. Mater. Interfaces, 10 (2018) 7052-7060. [16] A. Aijaz J. Masa C. Rösler W. Xia P. Weide A.J.R. Botz R.A. Fischer W. Schuhmann M. Muhler Co@Co3O4 encapsulated in carbon nanotube-grafted nitrogen-doped carbon polyhedra as an advanced bifunctional oxygen electrode Angew. Chem. Int. Ed. 55 2016 4087 4091 A. Aijaz, J. Masa, C. Rösler, W. Xia, P. Weide, A.J.R. Botz, R.A. Fischer, W. Schuhmann, M. Muhler, Co@Co3O4 Encapsulated in Carbon Nanotube-Grafted Nitrogen-Doped Carbon Polyhedra as an Advanced Bifunctional Oxygen Electrode, Angew. Chem. Int. Ed., 55 (2016) 4087-4091. [17] T. Li Y. Lu S. Zhao Z.-D. Gao Y.-Y. Song Co3O4-doped Co/CoFe nanoparticles encapsulated in carbon shells as bifunctional electrocatalysts for rechargeable Zn–Air batteries J. Mater. Chem. A 6 2018 3730 3737 T. Li, Y. Lu, S. Zhao, Z.-D. Gao, Y.-Y. Song, Co3O4-doped Co/CoFe nanoparticles encapsulated in carbon shells as bifunctional electrocatalysts for rechargeable Zn–Air batteries, J. Mater. Chem. A, 6 (2018) 3730-3737. [18] Shengjuan Li Kun Wu Lei Li Lulu Suo Yufang Zhu An architecture of dandelion-type Ni-Co3O4 microspheres on carbon nanotube films toward an efficient catalyst for oxygen reduction in zinc-air batteries Appl. Surf. Sci. 481 2019 40 51 10.1016/j.apsusc.2019.03.053 S. Li, K. Wu, L. Li, L. Suo, Y. Zhu, An architecture of dandelion-type Ni-Co3O4 microspheres on carbon nanotube films toward an efficient catalyst for oxygen reduction in zinc-air batteries, 2019. [19] J. Kim O. Gwon O. Kwon J. Mahmood C. Kim Y. Yang H. Lee J.H. Lee H.Y. Jeong J.-B. Baek G. Kim Synergistic coupling derived cobalt oxide with nitrogenated holey two-dimensional matrix as an efficient bifunctional catalyst 2019 for Metal-Air Batteries J. Kim, O. Gwon, O. Kwon, J. Mahmood, C. Kim, Y. Yang, H. Lee, J.H. Lee, H.Y. Jeong, J.-B. Baek, G. Kim, Synergistic Coupling Derived Cobalt Oxide with Nitrogenated Holey Two-Dimensional Matrix as an Efficient Bifunctional Catalyst for Metal-Air Batteries, 2019. [20] S.K. Singh V.M. Dhavale S. Kurungot Surface-tuned Co3O4 nanoparticles dispersed on nitrogen-doped graphene as an efficient cathode electrocatalyst for mechanical rechargeable zinc-air battery application ACS Appl. Mater. Interf. 7 2015 21138 21149 S.K. Singh, V.M. Dhavale, S. Kurungot, Surface-Tuned Co3O4 Nanoparticles Dispersed on Nitrogen-Doped Graphene as an Efficient Cathode Electrocatalyst for Mechanical Rechargeable Zinc–Air Battery Application, ACS Appl. Mater. Interfaces, 7 (2015) 21138-21149. [21] Y. Zhong Z. Pan X. Wang J. Yang Y. Qiu S. Xu Y. Lu Q. Huang W. Li Hierarchical Co3O4 nano-micro arrays featuring superior activity as cathode in a flexible and rechargeable zinc-air battery Adv. Sci. 6 2019 1802243 Y. Zhong, Z. Pan, X. Wang, J. Yang, Y. Qiu, S. Xu, Y. Lu, Q. Huang, W. Li, Hierarchical Co3O4 Nano-Micro Arrays Featuring Superior Activity as Cathode in a Flexible and Rechargeable Zinc–Air Battery, Adv. Sci., 6 (2019) 1802243. [22] H. Yu Y. Li X. Li L. Fan S. Yang Electrochemical preparation of N-doped cobalt oxide nanoparticles with high electrocatalytic activity for the oxygen-reduction reaction Chem. Eur. J. 20 2014 3457 3462 H. Yu, Y. Li, X. Li, L. Fan, S. Yang, Electrochemical Preparation of N-Doped Cobalt Oxide Nanoparticles with High Electrocatalytic Activity for the Oxygen-Reduction Reaction, Chem. Eur. J., 20 (2014) 3457-3462. [23] G. Du X. Liu Y. Zong T.S.A. Hor A. Yu Z. Liu Co3O4 nanoparticle-modified MnO2 nanotube bifunctional oxygen cathode catalysts for rechargeable zinc–air batteries Nanoscale 5 2013 4657 4661 G. Du, X. Liu, Y. Zong, T.S.A. Hor, A. Yu, Z. Liu, Co3O4 nanoparticle-modified MnO2 nanotube bifunctional oxygen cathode catalysts for rechargeable zinc–air batteries, Nanoscale, 5 (2013) 4657-4661. [24] X. Li F. Dong N. Xu T. Zhang K. Li J. Qiao Co3O4/MnO2/hierarchically porous carbon as superior bifunctional electrodes for liquid and all-solid-state rechargeable zinc-air batteries ACS Appl. Mater. Interf. 10 2018 15591 15601 X. Li, F. Dong, N. Xu, T. Zhang, K. Li, J. Qiao, Co3O4/MnO2/Hierarchically Porous Carbon as Superior Bifunctional Electrodes for Liquid and All-Solid-State Rechargeable Zinc–Air Batteries, ACS Appl. Mater. Interfaces, 10 (2018) 15591-15601. [25] Z. Cai Y. Bi E. Hu W. Liu N. Dwarica Y. Tian X. Li Y. Kuang Y. Li X.-Q. Yang H. Wang X. Sun Single-crystalline ultrathin Co3O4 nanosheets with massive vacancy defects for enhanced electrocatalysis Adv. Energy Mater. 8 2018 1701694 Z. Cai, Y. Bi, E. Hu, W. Liu, N. Dwarica, Y. Tian, X. Li, Y. Kuang, Y. Li, X.-Q. Yang, H. Wang, X. Sun, Single-Crystalline Ultrathin Co3O4 Nanosheets with Massive Vacancy Defects for Enhanced Electrocatalysis, Adv. Energy Mater., 8 (2018) 1701694. [26] Y. Zheng R. Gao L. Zheng L. Sun Z. Hu X. Liu Ultrathin Co3O4 nanosheets with edge-enriched 111 planes as efficient catalysts for lithium-oxygen batteries ACS Catal. 9 2019 3773 3782 Y. Zheng, R. Gao, L. Zheng, L. Sun, Z. Hu, X. Liu, Ultrathin Co3O4 Nanosheets with Edge-Enriched {111} Planes as Efficient Catalysts for Lithium–Oxygen Batteries, ACS Catal., 9 (2019) 3773-3782. [27] L. Ma S. Chen Z. Pei H. Li Z. Wang Z. Liu Z. Tang J.A. Zapien C. Zhi Flexible waterproof rechargeable hybrid zinc batteries initiated by multifunctional oxygen vacancies-rich cobalt oxide ACS Nano 12 2018 8597 8605 L. Ma, S. Chen, Z. Pei, H. Li, Z. Wang, Z. Liu, Z. Tang, J.A. Zapien, C. Zhi, Flexible Waterproof Rechargeable Hybrid Zinc Batteries Initiated by Multifunctional Oxygen Vacancies-Rich Cobalt Oxide, ACS Nano, 12 (2018) 8597-8605. [28] L. Xu Q. Jiang Z. Xiao X. Li J. Huo S. Wang L. Dai Plasma-engraved Co3O4 nanosheets with oxygen vacancies and high surface area for the oxygen evolution reaction Angew. Chem. Int. Ed. 55 2016 5277 5281 L. Xu, Q. Jiang, Z. Xiao, X. Li, J. Huo, S. Wang, L. Dai, Plasma-Engraved Co3O4 Nanosheets with Oxygen Vacancies and High Surface Area for the Oxygen Evolution Reaction, Angew. Chem. Int. Ed., 55 (2016) 5277-5281. [29] Y. Wang T. Zhou K. Jiang P. Da Z. Peng J. Tang B. Kong W.-B. Cai Z. Yang G. Zheng Reduced mesoporous Co3O4 nanowires as efficient water oxidation electrocatalysts and supercapacitor electrodes Adv. Energy Mater. 4 2014 1400696 Y. Wang, T. Zhou, K. Jiang, P. Da, Z. Peng, J. Tang, B. Kong, W.-B. Cai, Z. Yang, G. Zheng, Reduced Mesoporous Co3O4 Nanowires as Efficient Water Oxidation Electrocatalysts and Supercapacitor Electrodes, Adv. Energy Mater., 4 (2014) 1400696. [30] Y. Zheng W. Wang D. Jiang L. Zhang X. Li Z. Wang Ultrathin mesoporous Co3O4 nanosheets with excellent photo-/thermo-catalytic activity J. Mater. Chem. A 4 2016 105 112 Y. Zheng, W. Wang, D. Jiang, L. Zhang, X. Li, Z. Wang, Ultrathin mesoporous Co3O4 nanosheets with excellent photo-/thermo-catalytic activity, J. Mater. Chem. A, 4 (2016) 105-112. [31] X. Li N. Xu H. Li M. Wang L. Zhang J. Qiao 3D hollow sphere Co3O4/MnO2-CNTs: Its high-performance bi-functional cathode catalysis and application in rechargeable zinc-air battery Green Energy Environ. 2 2017 316 328 X. Li, N. Xu, H. Li, M. Wang, L. Zhang, J. Qiao, 3D hollow sphere Co3O4/MnO2-CNTs: Its high-performance bi-functional cathode catalysis and application in rechargeable zinc-air battery, Green Energy & Environment, 2 (2017) 316-328. [32] P. Tan B. Chen H. Xu W. Cai W. He M. Ni Porous Co3O4 nanoplates as the active material for rechargeable Zn-air batteries with high energy efficiency and cycling stability Energy 166 2019 1241 1248 P. Tan, B. Chen, H. Xu, W. Cai, W. He, M. Ni, Porous Co3O4 nanoplates as the active material for rechargeable Zn-air batteries with high energy efficiency and cycling stability, Energy, 166 (2019) 1241-1248. [33] S. Gao X. Jiao Z. Sun W. Zhang Y. Sun C. Wang Q. Hu X. Zu F. Yang S. Yang L. Liang J. Wu Y. Xie Ultrathin Co3O4 layers realizing optimized CO2 electroreduction to formate Angew. Chem. Int. Ed. 55 2016 698 702 S. Gao, X. Jiao, Z. Sun, W. Zhang, Y. Sun, C. Wang, Q. Hu, X. Zu, F. Yang, S. Yang, L. Liang, J. Wu, Y. Xie, Ultrathin Co3O4 Layers Realizing Optimized CO2 Electroreduction to Formate, Angew. Chem. Int. Ed., 55 (2016) 698-702. [34] L. Li C. Zhang R. Zhang X. Gao S. He M. Liu X. Li W. Chen 2D ultrathin Co3O4 nanosheet array deposited on 3D carbon foam for enhanced ethanol gas sensing application Sens. Actuat. B: Chem. 244 2017 664 672 L. Li, C. Zhang, R. Zhang, X. Gao, S. He, M. Liu, X. Li, W. Chen, 2D ultrathin Co3O4 nanosheet array deposited on 3D carbon foam for enhanced ethanol gas sensing application, Sensors and Actuators B: Chemical, 244 (2017) 664-672. [35] Y. Chen J. Hu H. Diao W. Luo Y.-F. Song Facile preparation of ultrathin Co3O4/nanocarbon composites with greatly improved surface activity as a highly efficient oxygen evolution reaction catalyst Chem. Eur. J. 23 2017 4010 4016 Y. Chen, J. Hu, H. Diao, W. Luo, Y.-F. Song, Facile Preparation of Ultrathin Co3O4/Nanocarbon Composites with Greatly Improved Surface Activity as a Highly Efficient Oxygen Evolution Reaction Catalyst, Chem. Eur. J., 23 (2017) 4010-4016. [36] T. Zhai L. Wan S. Sun Q. Chen J. Sun Q. Xia H. Xia Phosphate ion functionalized Co3O4 ultrathin nanosheets with greatly improved surface reactivity for high performance pseudocapacitors Adv. Mater. 29 2017 1604167 T. Zhai, L. Wan, S. Sun, Q. Chen, J. Sun, Q. Xia, H. Xia, Phosphate Ion Functionalized Co3O4 Ultrathin Nanosheets with Greatly Improved Surface Reactivity for High Performance Pseudocapacitors, Adv. Mater., 29 (2017) 1604167. [37] Z. Xiao L. Fan B. Xu S. Zhang W. Kang Z. Kang H. Lin X. Liu S. Zhang D. Sun Green fabrication of ultrathin Co3O4 nanosheets from metal-organic framework for robust high-rate supercapacitors ACS Appl. Mater. Interf. 9 2017 41827 41836 Z. Xiao, L. Fan, B. Xu, S. Zhang, W. Kang, Z. Kang, H. Lin, X. Liu, S. Zhang, D. Sun, Green Fabrication of Ultrathin Co3O4 Nanosheets from Metal–Organic Framework for Robust High-Rate Supercapacitors, ACS Appl. Mater. Interfaces, 9 (2017) 41827-41836. [38] X. Chen B. Liu C. Zhong Z. Liu J. Liu L. Ma Y. Deng X. Han T. Wu W. Hu J. Lu Ultrathin Co3O4 layers with large contact area on carbon fibers as high-performance electrode for flexible zinc-air battery integrated with flexible display Adv. Energy Mater. 7 2017 1700779 X. Chen, B. Liu, C. Zhong, Z. Liu, J. Liu, L. Ma, Y. Deng, X. Han, T. Wu, W. Hu, J. Lu, Ultrathin Co3O4 Layers with Large Contact Area on Carbon Fibers as High-Performance Electrode for Flexible Zinc–Air Battery Integrated with Flexible Display, Adv. Energy Mater., 7 (2017) 1700779. [39] L. Chen Y. Zhang H. Wang Y. Wang D. Li C. Duan Cobalt layered double hydroxides derived CoP/Co2P hybrids for electrocatalytic overall water splitting Nanoscale 10 2018 21019 21024 L. Chen, Y. Zhang, H. Wang, Y. Wang, D. Li, C. Duan, Cobalt layered double hydroxides derived CoP/Co2P hybrids for electrocatalytic overall water splitting, Nanoscale, 10 (2018) 21019-21024. [40] J.M. López A.L. Gilbank T. García B. Solsona S. Agouram L. Torrente-Murciano The prevalence of surface oxygen vacancies over the mobility of bulk oxygen in nanostructured ceria for the total toluene oxidation Appl. Catal. B 174–175 2015 403 412 J.M. López, A.L. Gilbank, T. García, B. Solsona, S. Agouram, L. Torrente-Murciano, The prevalence of surface oxygen vacancies over the mobility of bulk oxygen in nanostructured ceria for the total toluene oxidation, Appl. Catal. B, 174-175 (2015) 403-412. [41] W. Chen B. Han C. Tian X. Liu S. Liang H. Deng Z. Lin MOFs-derived ultrathin holey Co3O4 nanosheets for enhanced visible light CO2 reduction Appl. Catal. B 244 2019 996 1003 W. Chen, B. Han, C. Tian, X. Liu, S. Liang, H. Deng, Z. Lin, MOFs-derived ultrathin holey Co3O4 nanosheets for enhanced visible light CO2 reduction, Appl. Catal. B, 244 (2019) 996-1003. [42] W. Li D. Liu X. Feng Z. Zhang X. Jin Y. Zhang High-performance ultrathin Co3O4 nanosheet supported PdO/CeO2 catalysts for methane combustion Adv. Energy Mater. 9 2019 1803583 W. Li, D. Liu, X. Feng, Z. Zhang, X. Jin, Y. Zhang, High-Performance Ultrathin Co3O4 Nanosheet Supported PdO/CeO2 Catalysts for Methane Combustion, Adv. Energy Mater., 9 (2019) 1803583. [43] Y. Li F.-M. Li X.-Y. Meng S.-N. Li J.-H. Zeng Y. Chen Ultrathin Co3O4 nanomeshes for the oxygen evolution reaction ACS Catal. 8 2018 1913 1920 Y. Li, F.-M. Li, X.-Y. Meng, S.-N. Li, J.-H. Zeng, Y. Chen, Ultrathin Co3O4 Nanomeshes for the Oxygen Evolution Reaction, ACS Catal., 8 (2018) 1913-1920. [44] L. Zhang B. Liu N. Zhang M. Ma Electrosynthesis of Co3O4 and Co(OH)2 ultrathin nanosheet arrays for efficient electrocatalytic water splitting in alkaline and neutral media Nano Res. 11 2018 323 333 L. Zhang, B. Liu, N. Zhang, M. Ma, Electrosynthesis of Co3O4 and Co(OH)2 ultrathin nanosheet arrays for efficient electrocatalytic water splitting in alkaline and neutral media, Nano Research, 11 (2018) 323-333. [45] X. Chen C. Zhong B. Liu Z. Liu X. Bi N. Zhao X. Han Y. Deng J. Lu W. Hu Atomic layer Co3O4 nanosheets: the key to knittable zn–air batteries Small 14 2018 1702987 X. Chen, C. Zhong, B. Liu, Z. Liu, X. Bi, N. Zhao, X. Han, Y. Deng, J. Lu, W. Hu, Atomic Layer Co3O4 Nanosheets: The Key to Knittable Zn–Air Batteries, Small, 14 (2018) 1702987. [46] Z. Xiao Y. Wang Y.-C. Huang Z. Wei C.-L. Dong J. Ma S. Shen Y. Li S. Wang Filling the oxygen vacancies in Co3O4 with phosphorus: an ultra-efficient electrocatalyst for overall water splitting Energy Environ. Sci. 10 2017 2563 2569 Z. Xiao, Y. Wang, Y.-C. Huang, Z. Wei, C.-L. Dong, J. Ma, S. Shen, Y. Li, S. Wang, Filling the oxygen vacancies in Co3O4 with phosphorus: an ultra-efficient electrocatalyst for overall water splitting, Energy Environ. Sci., 10 (2017) 2563-2569. [47] F. Luo Q. Zhang X. Yu S. Xiao Y. Ling H. Hu L. Guo Z. Yang L. Huang W. Cai H. Cheng Palladium phosphide as a stable and efficient electrocatalyst for overall water splitting Angew. Chem. Int. Ed. 57 2018 14862 14867 F. Luo, Q. Zhang, X. Yu, S. Xiao, Y. Ling, H. Hu, L. Guo, Z. Yang, L. Huang, W. Cai, H. Cheng, Palladium Phosphide as a Stable and Efficient Electrocatalyst for Overall Water Splitting, Angew. Chem. Int. Ed., 57 (2018) 14862-14867. [48] Z. Wang H. Liu R. Ge X. Ren J. Ren D. Yang L. Zhang X. Sun Phosphorus-doped Co3O4 nanowire array: a highly efficient bifunctional electrocatalyst for overall water splitting ACS Catal. 8 2018 2236 2241 Z. Wang, H. Liu, R. Ge, X. Ren, J. Ren, D. Yang, L. Zhang, X. Sun, Phosphorus-Doped Co3O4 Nanowire Array: A Highly Efficient Bifunctional Electrocatalyst for Overall Water Splitting, ACS Catal., 8 (2018) 2236-2241. [49] Q. Zhang F. Luo Y. Ling L. Guo K. Qu H. Hu Z. Yang W. Cai H. Cheng Constructing successive active sites for metal-free electrocatalyst with boosted electrocatalytic activities toward hydrogen evolution and oxygen reduction reactions ChemCatChem 10 2018 5194 5200 Q. Zhang, F. Luo, Y. Ling, L. Guo, K. Qu, H. Hu, Z. Yang, W. Cai, H. Cheng, Constructing Successive Active Sites for Metal-free Electrocatalyst with Boosted Electrocatalytic Activities Toward Hydrogen Evolution and Oxygen Reduction Reactions, ChemCatChem, 10 (2018) 5194-5200. [50] H. Wang R. Liu Y. Li X. Lu Q. Wang S. Zhao K. Yuan Z. Cui X. Li S. Xin R. Zhang M. Lei Z. Lin Durable and efficient hollow porous oxide spinel microspheres for oxygen reduction Joule 2 2017 H. Wang, R. Liu, Y. Li, X. Lu, Q. Wang, S. Zhao, K. Yuan, Z. Cui, X. Li, S. Xin, R. Zhang, M. Lei, Z. Lin, Durable and Efficient Hollow Porous Oxide Spinel Microspheres for Oxygen Reduction, Joule, 2 (2017). [51] D. Wang H.L. Xin R. Hovden H. Wang Y. Yu D.A. Muller F.J. Disalvo H.D. Abruña Structurally ordered intermetallic platinum-cobalt core-shell nanoparticles with enhanced activity and stability as oxygen reduction electrocatalysts Nat. Mater. 12 2013 81 87 D. Wang, H.L. Xin, R. Hovden, H. Wang, Y. Yu, D.A. Muller, F.J. Disalvo, H.D. Abruña, Structurally ordered intermetallic platinum-cobalt core-shell nanoparticles with enhanced activity and stability as oxygen reduction electrocatalysts, Nat. Mater., 12 (2013) 81-87.",
      "scopus-id": "85076053082",
      "coredata": {
        "eid": "1-s2.0-S0021951719305731",
        "dc:description": "Stable and efficient bifunctional electrocatalyst for air electrode is still of challenge for rechargeable zinc-air batteries (ZABs). Here, we report an atomic layer oxygen defect cobalt oxides (Co3O4-x) nanosheets (1 nm) as efficient electrocatalyst for oxygen reduction reaction (ORR) and oxygen evolution reaction (OER). Due to the atomic layer nanosheets, more oxygen defects are formed during plasma treatment enabling effective OER catalysis with overpotential of only 309 mV, which is lower compared to benchmarking IrO2 (313 mV). Meanwhile, a Pt-like ORR activity is achieved for Co3O4-x due to the atomic layer nanosheets with highly exposed active sites and loosened binding strength between Co3+ and O2/OH−. The battery performance of Co3O4-x nanosheets is 1.7 times higher than that of Pt/C-IrO2 based ZABs. Besides, Co3O4-x nanosheets exhibit undetectable degradation in battery performance after galvanostatic discharge-charge with 5 mA cm−2 for 150 h implying the superior stability of the atomic layer Co3O4-x nanosheets. All-solid-sate ZABs fabricated from Co3O4-x nanosheets perform an impressive power density of 57 mW cm−2 and stable galvanostatic discharge-charge voltage for 2 h demonstrating that Co3O4-x nanosheets can be utilized as air electrode for practical application.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951719305731",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Min"
          },
          {
            "@_fa": "true",
            "$": "Luo, Fang"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Quan"
          },
          {
            "@_fa": "true",
            "$": "Yang, Zehui"
          },
          {
            "@_fa": "true",
            "$": "Xu, Zhikun"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951719305731"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951719305731"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(19)30573-1",
        "prism:volume": "381",
        "prism:publisher": "Elsevier Inc.",
        "dc:title": "Atomic layer Co3O4-x nanosheets as efficient and stable electrocatalyst for rechargeable zinc-air batteries",
        "prism:copyright": "© 2019 Elsevier Inc. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Atomic layer Co3O4-x nanosheets"
          },
          {
            "@_fa": "true",
            "$": "Oxygen defect"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Oxygen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "Rechargeable all-solid-sate zinc-air batteries"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "395-401",
        "prism:endingPage": "401",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2020",
        "prism:doi": "10.1016/j.jcat.2019.11.020",
        "prism:startingPage": "395",
        "dc:identifier": "doi:10.1016/j.jcat.2019.11.020",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "565",
            "@width": "556",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "78446",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "440",
            "@width": "649",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "122794",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "455",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "74579",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "401",
            "@width": "647",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "76651",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "303",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14787",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "161",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8360",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "148",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "23272",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "140",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8461",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "136",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12872",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "144",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12891",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2501",
            "@width": "2461",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "602638",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1948",
            "@width": "2876",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1104265",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2014",
            "@width": "3150",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "552269",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1775",
            "@width": "2865",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "567491",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1345",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "74479",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "31896266",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719305731-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "3886226",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85076053082"
      }
    }
  }
}