{
  "metadata": {
    "title": "Enhanced selectivity for C<ce:inf loc=post>2</ce:inf> products in electrocatalytic CO<ce:inf loc=post>2</ce:inf> reduction reaction over Mg(OH)<ce:inf loc=post>2</ce:inf>-modified Cu<ce:inf loc=post>2</ce:inf>O(1 1 1) catalyst",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2025-09-30",
    "doi": "10.1016/j.jcat.2025.116219",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951725002842",
    "pii": "S0021951725002842"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105005164491",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2025-05-15 2025-05-15 2025-05-19 2025-05-19 2025-09-02T04:45:33 1-s2.0-S0021951725002842 S0021-9517(25)00284-2 S0021951725002842 10.1016/j.jcat.2025.116219 S300 S300.1 FULL-TEXT 1-s2.0-S0021951725X00075 2025-09-02T04:08:10.861341Z 0 0 20250901 20250930 2025 2025-05-15T23:53:53.515079Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst pubtype ref specialabst 0021-9517 00219517 true 449 449 C Volume 449 3 116219 116219 116219 202509 September 2025 2025-09-01 2025-09-30 2025 Regular Articles article fla © 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. ENHANCEDSELECTIVITYFORC2PRODUCTSINELECTROCATALYTICCO2REDUCTIONREACTIONOVERMGOH2MODIFIEDCU2O111CATALYST CHENG Y 1 Introduction 2 Results and discussion 3 Conclusions CRediT authorship contribution statement Acknowledgments Appendix A Supplementary data References YOU 2024 5795 5818 S DIETZENBACHER 2020 1130 E XU 2023 2107 2117 Y TACKETT 2019 381 386 B DU 2024 115304 H KONG 2022 6 15 S GAO 2023 705 713 J ZHAO 2023 2009449 R ZHAN 2024 1485 1496 C NITOPI 2019 7610 7672 S CHOI 2020 804 812 C GROTE 2016 248 256 J SONG 2023 115170 M VOS 2024 115613 R LI 2022 165 173 J XIE 2018 41 54 H REN 2024 262 S MARTINEZSANCHEZ 2024 115669 B JIAO 2024 e202409563 J LI 2024 13400 13407 W LI 2022 835 843 W WANG 2021 2857 2865 J WAKERLEY 2019 1222 1227 D CUI 2023 169 178 Y LI 2021 2473 2482 Z SU 2024 543 551 Y CUI 2023 11625 11633 Y WEI 2020 4103 4111 X YIN 2022 1004 1011 J YUE 2025 115959 M DING 2023 5336 5347 P DERUITER 2025 373 J LI 2024 5693 5701 J SUDHA 2021 3413 V MA 2022 340 348 G WANG 2024 S MA 2016 6680 6684 M LI 2022 121823 W XING 2021 136 Z LI 2021 11487 11493 M WANG 2024 10247 S YANG 2023 6317 6326 C LI 2023 1 13 J QIU 2021 7242 7246 X ZHANG 2023 100116 M JIANG 2023 H MENG 2021 25485 25492 D HE 2024 e202407090 Q YIN 2019 2455 2462 Z KIM 2020 4301 4311 Y CHENGX2025X116219 CHENGX2025X116219XY 2027-05-19T00:00:00.000Z 2027-05-19T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-05-21T03:10:19.278Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 21902121 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 STU Scientific Research Foundation for Talents NTF21020 http://sws.geonames.org/1814991 2020 Li Ka Shing Foundation LKSF Li Ka Shing Foundation http://data.elsevier.com/vocabulary/SciValFunders/100007421 http://sws.geonames.org/1819730/ 2022A1515012359 Guangdong Provincial Natural Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100003453 http://sws.geonames.org/1814991 2020LKSFG09A http://sws.geonames.org/1814991 This work was financially supported by the National Natural Science Foundation of China ( 21902121 ), Natural Science Foundation of Guangdong Province ( 2022A1515012359 ), STU Scientific Research Foundation for Talents ( NTF21020 ) and the 2020 Li Ka Shing Foundation Cross-Disciplinary Research Grant ( 2020LKSFG09A ). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0021-9517(25)00284-2 S0021951725002842 1-s2.0-S0021951725002842 10.1016/j.jcat.2025.116219 272561 2025-09-02T04:08:10.861341Z 2025-09-01 2025-09-30 1-s2.0-S0021951725002842-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/MAIN/application/pdf/f66e0b3d716a05a34fa71f908933d454/main.pdf main.pdf pdf true 6781160 MAIN 9 1-s2.0-S0021951725002842-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/PREVIEW/image/png/53b3faa69513edbd3d3ec5c28b34c674/main_1.png main_1.png png 58218 928 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951725002842-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/gr3/DOWNSAMPLED/image/jpeg/a62af374e520722d3bbc68bbe2f3aa78/gr3.jpg gr3 gr3.jpg jpg 117099 778 634 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725002842-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/gr2/DOWNSAMPLED/image/jpeg/7ba31a3e8f382532bc4fbe7b39212280/gr2.jpg gr2 gr2.jpg jpg 128260 782 637 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725002842-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/ga1/DOWNSAMPLED/image/jpeg/fe4e6d4479d82248b0ea8688b6646bb1/ga1.jpg ga1 true ga1.jpg jpg 19371 192 500 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725002842-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/gr4/DOWNSAMPLED/image/jpeg/bdfd5d16e14d97e75eada9f19035f799/gr4.jpg gr4 gr4.jpg jpg 57841 352 640 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725002842-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/gr1/DOWNSAMPLED/image/jpeg/8bc34471c3ea4200034ce94f0895e8a0/gr1.jpg gr1 gr1.jpg jpg 135352 786 733 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725002842-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/gr3/THUMBNAIL/image/gif/8f55e7a98060956ca80538c3cc8a94ac/gr3.sml gr3 gr3.sml sml 9723 163 133 IMAGE-THUMBNAIL 1-s2.0-S0021951725002842-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/gr2/THUMBNAIL/image/gif/3d8a1f1f3ec830bd37c328fa5530d4e5/gr2.sml gr2 gr2.sml sml 9687 163 133 IMAGE-THUMBNAIL 1-s2.0-S0021951725002842-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/ga1/THUMBNAIL/image/gif/08e59287ef5b4234599f74950453d129/ga1.sml ga1 true ga1.sml sml 4775 84 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725002842-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/gr4/THUMBNAIL/image/gif/ada148c06c23b83578a742771af722d7/gr4.sml gr4 gr4.sml sml 9387 121 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725002842-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002830/gr1/THUMBNAIL/image/gif/d45433eda3dfbe454753d141a09f7af5/gr1.sml gr1 gr1.sml sml 13619 164 153 IMAGE-THUMBNAIL 1-s2.0-S0021951725002842-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/HIGHRES/image/jpeg/20d5aa0953a4075073dbf08a01e0f680/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 674199 3444 2806 IMAGE-HIGH-RES 1-s2.0-S0021951725002842-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/HIGHRES/image/jpeg/d186cd1dc06caafd003f90d93b22bc4c/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 833579 3464 2823 IMAGE-HIGH-RES 1-s2.0-S0021951725002842-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/HIGHRES/image/jpeg/be0b98399dee8cb2dad64ee2d2097606/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 117316 851 2213 IMAGE-HIGH-RES 1-s2.0-S0021951725002842-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/HIGHRES/image/jpeg/af0178c5ec07b25cad36adc12c717e4f/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 417983 1560 2835 IMAGE-HIGH-RES 1-s2.0-S0021951725002842-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002830/HIGHRES/image/jpeg/38417d43e3bb0776f88e61659f6c90de/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1000990 3480 3247 IMAGE-HIGH-RES 1-s2.0-S0021951725002842-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002842/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/5dd6242dd20865227d5808c7fb5a3212/mmc1.docx mmc1 mmc1.docx docx 1952886 APPLICATION YJCAT 116219 116219 S0021-9517(25)00284-2 10.1016/j.jcat.2025.116219 Elsevier Inc. Fig. 1 (a) Schematic diagram for preparation of Mg(OH)2/Cu(111). (b, c) SEM images of Cu2O(1 1 1) and Mg(OH)2/Cu(111). (d) Corresponding elemental mappings for Mg(OH)2/Cu(111). (e–h) TEM and HR-TEM images of Cu2O(1 1 1) and Mg(OH)2/Cu(111). (i) XRD patterns. (j, k) XPS spectra of Cu 2p and Mg 1 s. Fig. 2 (a, b) FEs of various products at different potentials for Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2. (c–e) FEs of H2, C1 and C2 products on Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2. (f) The C2/C1 product ratio of Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2. (g) Comparison of this work with relevant electrocatalysts. (h) Tafel slope analysis of Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 under CO2 atmosphere. (i, j) Stability test of Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 at −1.4 V vs. RHE. Fig. 3 (a) Schematic diagram of the ATR-SEIRAS test system. (b, c) The in situ ATR-FTIR spectra of Mg(OH)2/Cu2O(1 1 1)-2 and Cu2O(1 1 1) at different potentials. (d–g) Normalized *COOH, *CO, *COCO and *CO2 − adsorption peak area of Mg(OH)2/Cu2O(1 1 1)-2 and Cu2O(1 1 1) at different potentials. Fig. 4 (a) The calculated Gibbs free energy diagram of CO2 to *CO on Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts. (b) The calculated Gibbs free energy diagram of *CO intermediate dimerization process on Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts. (c) The adsorption energy of Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2. (d, e) The schematic illustration of CO2 electroreduction over Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts. Research article Enhanced selectivity for C2 products in electrocatalytic CO2 reduction reaction over Mg(OH)2-modified Cu2O(1 1 1) catalyst Yonghui Cheng Methodology Investigation Formal analysis Data curation a Yingshi Su Methodology Investigation Formal analysis a Jiaying Zhang Methodology Investigation Formal analysis a Yue Chen Methodology Formal analysis a Zijian Peng Methodology Investigation Formal analysis a Sirui Deng Methodology Formal analysis a Junjie Huang Methodology Formal analysis a Huihui Jiang Methodology Formal analysis a Caili Yang Methodology Investigation Formal analysis a Yanjia Cui Methodology Formal analysis a Yibing Song Visualization Validation Supervision Resources a Zhen Li Writing – review & editing Writing – original draft Visualization Validation Supervision Resources Methodology Investigation Funding acquisition Formal analysis Data curation Conceptualization a ⁎ Gongwei Wang Writing – review & editing Writing – original draft Supervision Resources b ⁎ Lin Zhuang Writing – review & editing Writing – original draft Supervision Resources b c a College of Chemistry & Chemical Engineering and Key Laboratory for Preparation and Application of Ordered Structural Materials of Guangdong Province, Shantou University, Shantou 515063, China College of Chemistry & Chemical Engineering and Key Laboratory for Preparation and Application of Ordered Structural Materials of Guangdong Province Shantou University Shantou 515063 China College of Chemistry & Chemical Engineering and Key Laboratory for Preparation and Application of Ordered Structural Materials of Guangdong Province, Shantou University, Shantou 515063, China b College of Chemistry and Molecular Sciences, Hubei Key Lab of Electrochemical Power Sources, Wuhan University, Wuhan 430072, China College of Chemistry and Molecular Sciences Hubei Key Lab of Electrochemical Power Sources Wuhan University Wuhan 430072 China College of Chemistry and Molecular Sciences, Hubei Key Lab of Electrochemical Power Sources, Wuhan University, Wuhan 430072, China c The Institute for Advanced Studies, Wuhan University, Wuhan 430072, China The Institute for Advanced Studies Wuhan University Wuhan 430072 China The Institute for Advanced Studies, Wuhan University, Wuhan 430072, China ⁎ Corresponding authors. Graphical abstract Mg(OH)2 can significantly improves the electrocatalytic performance of Cu2O(1 1 1) by promoting the activation of CO2 molecules and facilitating C–C coupling processes. The Mg(OH)2/Cu2O(1 1 1)-2 catalyst has a C2 to C1 ratio of about 3.5, which is 3.5 times higher than the ratio of approximately 1.0 for the Cu2O(1 1 1) catalyst. Copper-based electrocatalysts hold significant promise for driving the reduction of CO2 to generate high-energy–density fuels and valuable chemicals. Nevertheless, achieving high selectivity for specific products remains a formidable challenge due to the intense competition among multiple reaction pathways. In this study, we investigate the role of Mg(OH)2 modification on Cu2O(1 1 1) catalysts in enhancing the selectivity for multi-carbon (C2) products during the electrocatalytic CO2 reduction reaction (CO2RR). The results show that the Mg(OH)2-modified Cu2O(1 1 1) catalyst (Mg(OH)2/Cu2O(1 1 1)-2) achieves a C2 product selectivity of up to 68%, significantly higher than that of the pristine Cu2O(1 1 1) catalyst. Characterization techniques, including scanning electron microscope (SEM), transmission electron microscopy (TEM), and X-ray photoelectron spectroscopy (XPS), confirm the successful incorporation of Mg(OH)2 onto the Cu2O(1 1 1) surface and reveal its porous structure. Density functional theory (DFT) calculations and in situ attenuated total reflection surface-enhanced infrared absorption spectroscopy (ATR-SEIRAS) demonstrate that Mg(OH)2 effectively activates CO2 molecules, lowers the adsorption energy barrier, and promotes C–C coupling, thereby enhancing C2 product selectivity. This study provides valuable insights into the design of efficient electrocatalysts for selective CO2 reduction to multicarbon products. Keywords Mg(OH)2 CO2 reduction Cu(1 1 1) In situ ATR-SEIRAS C2 product Data availability Data will be made available on request. 1 Introduction Electrocatalytic reduction of carbon dioxide (CO2) to value-added chemicals and fuels offers a promising solution to mitigate greenhouse gas emissions and address the global energy crisis [1–3]. Among these, the production of multi-carbon (C2+) products, such as ethylene and ethanol, is highly desirable due to their wide-ranging applications in the chemical and energy sectors [4,5]. However, achieving high efficiency and selectivity for C2+ products in CO2 reduction reaction (CO2RR) remains a significant challenge because of the competitive nature of the hydrogen evolution reaction (HER) and the broad spectrum of potential products, combined with the intricate and interconnected reaction pathways involved [6,7]. Cu-based materials exhibit a moderate binding energy with the CO intermediate (*CO), aligning with the Sabatier principle. This balance ensures that *CO adsorbed on the Cu surface is neither too weakly bound to desorb rapidly nor too strongly bound to cause catalyst poisoning [8]. Furthermore, Cu displays a more negative adsorption energy for *CO compared to a positive adsorption energy for hydrogen intermediate (*H), which effectively suppresses the HER [9]. These properties render Cu an effective catalyst for the electrochemical CO2 reduction, facilitating the production of multi-carbon products. Nevertheless, the inherent activity of Cu-based catalysts remains suboptimal. A multitude of strategies have been employed to enhance their catalytic activity [10], such as surface structure regulation [11], doping with heteroatoms [12,13], alloying [14,15], and surface modification [16,17]. Among these, the surface modification of Cu-based catalysts for electrocatalytic CO2 reduction has garnered widespread attention due to its ability to offer a versatile approach to enhance the electrocatalytic performance by improving selectivity, stability, and activity [18–20]. Lin Zhuang et al. [21] discovered that the carbonyl group in quaternary ammonium poly can activate CO2 molecules, thereby reducing the reaction energy barrier. When modified on a Cu electrode, it leads to a high coverage of *CO, promoting C–C coupling to produce C2H4. In a pure water CO2 membrane electrolyzer, a cell voltage of only 3.54 V was needed to achieve a total current density of 1000 mA/cm2, with the Faradaic efficiency (FE) for C2H4 reaching nearly 50 %. Robert H. Grubbs et al. [22] found that a tri-component copolymer-modified Cu catalyst significantly increased the gas diffusion porosity on the catalyst surface, which in turn increased the local CO2 concentration at the electrode surface. This enhancement in competitive adsorption capacity for CO2 molecules resulted in high selectivity for C2H4 (55 %) and C2+ products (77 %). Victor Mougel et al. [23] utilized 1-octadecane thiol to modify and construct superhydrophobic surfaces on Cu dendritic catalysts. In neutral electrolytes, the hydrophobic electrode showed a FE of 56 % for C2H4 and 17 % for C2H5OH, whereas the more hydrophilic Cu dendritic catalysts had FE of 9 % and 4 %, respectively. The hydrophobic Cu dendritic surface was found to capture CO2 gas, increasing the CO2 concentration at the electrode-solution interface, thereby enhancing the selectivity for CO2 reduction. In our previous reports [24–27], we have used organic molecules/polymers such as polyaniline, polydopamine, Nafion, and 7,7,8,8-tetracyanoquinodimethane to modify commercial Ag and Cu catalysts for enhancing the performance of electrocatalytic CO2 reduction. The results indicate that these organic molecules/polymers can not only regulate the activity of CO2 and H2O molecules but also influence the adsorption behavior of intermediate species, thereby improving the performance of electrocatalytic CO2RR. Unfortunately, these modifiers may excessively encapsulate catalyst particles during the modification process, affecting the transport of electrons and protons, resulting in low current density. Therefore, the utilization of inorganic materials for electrode surface modification may present a potential alternative avenue, although this approach has garnered scant attention [1,28]. Gongwei Wang et al. [29] synthesized a Cu/CeO2 heterojunction catalyst, adjusting the Cu loading to regulate its interface properties. They found that the interface properties alter the ratio of low − and high − frequency *CO intermediates, impacting C2+ product selectivity. At 40 % Cu loading, the optimal ratio of these intermediates was achieved, granting the catalyst a remarkable 63 % C2+ selectivity. Qiang Wang et al. [30] synthesized a CuMgAl-LDH catalyst via an atom isolation approach. The introduction of Mg atoms was found to maintain the high dispersion of Cu atoms during the catalytic process, serving as a barrier against Mg atom aggregation. This action suppressed the dimerization of *CO intermediates, thereby promoting the deep reduction of CO2 to CH4. Here, we demonstrate that modifying the surface of Cu2O(1 1 1) nanoparticles (NPs) with a functional Mg(OH)2 shell can significantly enhance the selectivity for C2 products during the electrocatalytic CO2RR. Compared to pristine Cu2O(1 1 1) catalyst, the Mg(OH)2/Cu2O(1 1 1)-2 catalyst exhibit remarkable performance improvements. Specifically, the FE for CO2 reduction increases from 40 % over Cu2O(1 1 1) catalyst to 68 % over the optimized Mg(OH)2/Cu2O(1 1 1)-2 catalyst at −1.4 V vs. RHE. Notably, the Mg(OH)2/Cu2O(1 1 1)-2 catalyst achieves a 56 % FE for C2H4 and a 12 % FE for CH4 at −1.4 V vs. RHE. Through comprehensive characterizations and theoretical calculations, we elucidate the underlying mechanism for the enhanced selectivity: the Mg(OH)2 shell effectively activates CO2 molecules, generating a higher coverage of *CO intermediates that favor C–C coupling to form C2 products. Our findings highlight the potential of Mg(OH)2 as a versatile surface modifier for Cu-based catalysts, offering a new strategy to improve the efficiency and selectivity of CO2 electroreduction to multicarbon products. 2 Results and discussion The Cu(1 1 1) and Mg(OH)2/Cu(1 1 1) catalysts were synthesized using a hydrothermal method, as detailed in the experimental section of the supporting information. Fig. 1 a presents a schematic diagram of the preparation process for the series of catalysts. Briefly, 3.33 g of polyvinylpyrrolidone (PVP) was added to 100 mL of a 10 mM CuCl2 aqueous solution and stirred at room temperature until fully dissolved. The solution was then heated to 55 °C, and 10 mL of a 3 M KOH aqueous solution and 10 mL of a 0.6 M ascorbic acid aqueous solution were added dropwise. The reaction was maintained at 55 °C with continuous stirring for 1 h. After the reaction, the product was washed and dried to obtain the Cu2O(1 1 1) catalyst. For the synthesis of Mg(OH)2/Cu2O(1 1 1) catalysts, the same initial steps were followed to prepare the Cu2O(1 1 1) catalyst. However, before the centrifugal washing step, a calculated amount of Mg(NO3)2·6H2O was introduced into the reaction mixture, and the reaction was continued for an additional hour. Upon completion, the resulting catalyst was washed and dried to yield the Mg(OH)2-modified Cu2O(1 1 1) catalysts. The obtained samples are denoted as Mg(OH)2/Cu2O(1 1 1)-x, where x corresponds to the quantities of Mg(NO3)2·6H2O (x = 1 for 25 mg, x = 2 for 50 mg, x = 3 for 75 mg, x = 4 for 100 mg, and x = 5 for 125 mg). Scanning electron microscopy (SEM) was utilized to examine the morphological features of the Cu2O(1 1 1) catalyst. Fig. 1b presents the SEM analysis, which reveals the distinctive octahedral morphology of the Cu2O(1 1 1) catalyst, characterized by a pristine and smooth surface. A series of Mg(OH)2/Cu2O(1 1 1) catalysts, synthesized by modulating the quantity of Mg(NO3)2·6H2O introduced, were also subjected to SEM analysis, as illustrated in Fig. 1c and Fig. S1. Upon the decoration of Mg(OH)2, the surface of the Mg(OH)2/Cu2O(1 1 1) catalyst exhibited a marked increase in roughness, which increased progressively with the increment of Mg(NO3)2·6H2O. Despite the increased roughness, the Mg(OH)2/Cu2O(1 1 1) catalysts maintained a regular octahedral structure, indicating that the Mg(OH)2 modification does not alter the inherent morphology and structure of the Cu2O(1 1 1) catalyst. Transmission electron microscopy (TEM) was utilized to investigate the morphological characteristics of the Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts, as depicted in Fig. 1e–h. The TEM image in Fig. 1e reveals that the Cu2O(1 1 1) catalyst exhibits a distinct octahedral structure with a clean and smooth surface. High-resolution TEM (HRTEM) analysis, shown in Fig. 1f, highlights well-defined lattice fringes with a d-spacing of 0.21 nm, characteristic of the Cu2O(111) plane. This observation indicates that the Cu species in the Cu2O(111) catalyst are in the Cu+ state, consistent with the findings from XRD analysis. Upon modification with Mg(OH)2, the Mg(OH)2/Cu2O(111)-2 catalyst, as illustrated in Fig. 1g, shows a rougher surface. The HRTEM image of the Mg(OH)2/Cu2O(111)-2 catalyst, presented in Fig. 1h, also reveals clear lattice fringes with a d-spacing of 0.21 nm, confirming that the Cu species in the Mg(OH)2/Cu2O(111)-2 catalyst remain in the Cu+ state. This suggests that the chemical state of the Cu species is preserved between the Cu2O(111) and Mg(OH)2/Cu2O(111)-2 catalysts. Furthermore, an approximately 2 nm thick amorphous layer is observed on the surface of the Cu2O(111) catalyst, which is attributed to the presence of Mg(OH)2. The TEM images of series Mg(OH)2/Cu2O(111) catalysts suggest the thickness of Mg(OH)2 gradually increases with the increase in Mg(NO3)2·6H2O dosage as shown in Fig. S2. However, the thickness of the Mg(OH)2 layer significantly affects the electrocatalytic CO2RR performance (as detailed in the performance analysis section). A thick Mg(OH)2 layer may reduce the accessibility of CO2 and H2O molecules, impacting the mass transfer process during electrocatalytic CO2RR [31]. Fig. 1d displays the energy dispersive X-ray (EDX) spectra of Cu, Mg, and O, clearly indicating the successful modification of Mg(OH)2 onto the surface of the Cu2O(111) catalyst. X-ray diffraction (XRD) spectroscopy was conducted to examine the structural characteristics of the Cu2O(1 1 1) and a series of Mg(OH)2/Cu2O(1 1 1) catalysts, as depicted in Fig. 1i and Fig. S3. The XRD patterns reveal that both Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1) catalysts exhibit identical diffraction peak signals. The peaks observed at 29.5°, 36.4°, 42.3°, 61.4°, and 73.7° correspond to the (1 1 1), (2 0 0), (2 2 0), (3 1 1), and (2 2 2) planes of the Cu2O phase, respectively (PDF#99-0041). Notably, no diffraction peaks associated with Mg(OH)2 are detected in the Mg(OH)2/Cu2O(1 1 1) samples, suggesting that Mg(OH)2 is present in an amorphous state. This amorphous structure is advantageous for facilitating the transfer of CO2 and H2O molecules to the Cu active sites during the electrocatalytic CO2RR [24,25]. Furthermore, this finding implies that the modification of the Cu2O(1 1 1) surface with Mg(OH)2 does not induce significant alterations in the Cu2O crystal structure. X-ray photoelectron spectroscopy (XPS) was employed to explore the electronic properties of the Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts. The high-resolution XPS spectra of the Cu 2p orbital binding energies are presented in Fig. 1j. Peaks at 932.5 eV and 952.3 eV are identified as the 2p3/2 and 2p1/2 binding energies of Cu+/Cu0, respectively [32,33], combining the Cu LMM kinetic energy data (Fig. S4), we assigned these peaks to Cu2O, indicating that the Cu species in both catalysts primarily exist as Cu2O. Additionally, minor peaks at 933.5 eV and 953.3 eV correspond to the 2p3/2 and 2p1/2 binding energies of Cu2+, which can be attributed to the presence of CuO species [34]. The formation of CuO is likely due to the oxidation of the catalysts upon exposure to air [35]. Fig. 1k shows the high-resolution XPS spectra of the Mg 1s orbital binding energy, with a peak at 1303.2 eV corresponding to the 1s orbital binding energy of Mg2+ [36]. This suggests that the Mg species are present in the form of Mg(OH)2 in the Mg(OH)2/Cu2O(1 1 1)-2 catalyst, further demonstrate the successful modification of the Cu2O(1 1 1) catalyst with Mg(OH)2. Nitrogen adsorption–desorption curves are utilized to characterize the pore structure of the Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts, with the results presented in Fig. S5a. The isotherms reveal that the Mg(OH)2/Cu2O(1 1 1)-2 catalyst exhibits a hysteresis loop, indicating a rich pore structure. Furthermore, under the same pressure, the nitrogen adsorption amount of the Mg(OH)2/Cu2O(1 1 1)-2 catalyst is significantly greater than that of the Cu2O(1 1 1) catalyst, suggesting that the Mg(OH)2/Cu2O(1 1 1)-2 catalyst possesses a larger surface area. As shown in Table S1, the specific surface area of the Mg(OH)2/Cu2O(1 1 1)-2 catalyst is 20.74 m2/g, which is considerably higher than that of the Cu2O(1 1 1) catalyst at 7.41 m2/g. The pore size distribution curves directly indicate that the Mg(OH)2/Cu2O(1 1 1)-2 catalyst has a rich pore structure, with the pore width primarily distributed between 20 and 130 Å (as shown in Fig. S5b). In contrast, the Cu2O(1 1 1) catalyst exhibits almost no pore structure. The pore volume of the Mg(OH)2/Cu2O(1 1 1)-2 catalyst is 0.05 cm3/g, with an average pore diameter of 87.6 Å. These findings suggest that the Mg(OH)2 layer of the Mg(OH)2/Cu2O(1 1 1)-2 catalyst is not dense but rather exhibits a porous structure. This porous nature facilitates the efficient transfer of H2O and CO2 molecules from the electrolyte to the surface of the Cu active sites for electrocatalytic reactions. The assessment of the electrocatalytic CO2RR is performed in a custom-built three-electrode cell, which features two separate compartments divided by a Nafion membrane. The gaseous byproducts are monitored using an integrated gas chromatography (GC), whereas the liquid byproducts are measured via 1H nuclear magnetic resonance (NMR) spectroscopy. To pinpoint the optimal concentration of Mg(NO3)2·6H2O in the catalyst's preparation, we execute a series of electrocatalytic CO2RR performance evaluations on Mg(OH)2/Cu2O(1 1 1)-x catalysts, with the product distribution profiles depicted in Fig. S6a–e. It is evident that the quantity of Mg(NO3)2·6H2O substantially affects the product selectivity. A compilation of the C2 product selectivity for these catalysts at an applied potential of −1.4 V vs. RHE is presented in Fig. S6f. The results reveal that the C2 product selectivity ascends initially and then descends with an increase in Mg(NO3)2·6H2O quantity, while the C1 product selectivity follows an inverse pattern. Significantly, the Mg(OH)2/Cu2O(1 1 1)-2 catalyst records the highest C2 product selectivity, peaking at 68 %. These observations suggest that the Mg(OH)2/Cu2O(1 1 1)-2 catalyst has the most favorable C2 product selectivity. Consequently, the Mg(OH)2/Cu2O(1 1 1)-2 catalyst is selected for deeper analysis to investigate the role of Mg(OH)2 in enhancing the selectivity of C2 products during the electrocatalytic CO2RR. In order to investigate the synergistic effect of the Mg(OH)2 layer during the catalytic process, the electrocatalytic performance of CO2 reduction using Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts was evaluated in CO2-saturated 0.1 M KHCO3 aqueous solution. Fig. S7 shows the linear sweep voltammetry (LSV) curves of Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts. Compared to the Cu2O(1 1 1) catalyst, the addition of the Mg(OH)2 layer significantly enhances the current density, indicating that the Mg(OH)2 layer effectively promotes the electrocatalytic CO2RR performance of the Cu2O(1 1 1) catalyst. Fig. 2 a and b presents the product distribution histograms, revealing a marked difference in FE between the Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts. The Cu2O(1 1 1) catalyst primarily produces CH4, whereas the Mg(OH)2/Cu2O(1 1 1)-2 catalyst mainly produces C2H4. This suggests that the Mg(OH)2 layer significantly influences the product selectivity of the Cu2O(1 1 1) catalyst during the electrocatalytic CO2 reduction. The distribution curves of H2, C1 and C2 products as a function of potential for the Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts are summarized in Fig. 2c–e. The data shows that the hydrogen evolution FE of the Mg(OH)2/Cu2O(1 1 1)-2 catalyst is higher than that of the Cu2O(1 1 1) catalyst at low polarization potentials but similar at high polarization potentials. However, the trends differ as the polarization potential increases. The HER efficiency of the Mg(OH)2/Cu2O(1 1 1)-2 catalyst decreases with increasing polarization potential, while that of the Cu2O(1 1 1) catalyst increases. This indicates that more H-related intermediates participate in the hydrogenation of CO2 molecules and their intermediates rather than H-H coupling on the Mg(OH)2/Cu2O(1 1 1)-2 catalyst. Fig. 2d shows that the FE of C1 products for the Mg(OH)2/Cu2O(1 1 1)-2 catalyst is much lower than that of the Cu2O(1 1 1) catalyst, especially at high polarization potentials. The FE of C1 products for the Cu2O(1 1 1) catalyst remains relatively constant over the tested potential range, whereas the FE of C1 products for the Mg(OH)2/Cu2O(1 1 1)-2 catalyst gradually decreases as the polarization potential increases. The FE of C2 products for both the Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts are shown in Fig. 2e. The results indicate that the FE of C2 products for the Cu2O(1 1 1) catalyst is much lower than that of the Mg(OH)2/Cu2O(1 1 1)-2 catalyst, particularly at high polarization potentials. The FE of C2 products for the Cu2O(1 1 1) catalyst remains relatively constant over the tested potential range, while the FE of C2 products for the Mg(OH)2/Cu2O(1 1 1)-2 catalyst gradually increases with increasing polarization potential, reaching a maximum of 68 % at −1.4 V vs. RHE. Fig. 2f shows the FE ratio of C2 to C1 products for Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts at −1.4 V vs. RHE. The Mg(OH)2/Cu2O(1 1 1)-2 catalyst has a C2 to C1 ratio of about 3.5, which is 3.5 times higher than the ratio of approximately 1.0 for the Cu2O(1 1 1) catalyst. These results further confirm the promoting effect of the Mg(OH)2 layer on Cu2O(1 1 1) catalyst for C2 product selectivity. A detailed comparison of key performance indicators including FE of C1, and C2 products, demonstrates that Mg(OH)2/Cu2O(1 1 1)-2 outperforms for CO2RR to C2 products compared to previously reported Cu catalysts [37–40] as shown in Fig. 2g and Table S2. To verify that the Mg(OH)2 layer acts synergistically rather than as a catalyst itself, we tested the electrocatalytic CO2 reduction performance of the Mg(OH)2 catalyst alone. As shown in Fig. S8, the Mg(OH)2 catalyst exhibits a hydrogen evolution FE of over 60 % across the tested potential range, with only trace amounts of CO2 reduction products detected. The maximum current density at −1.4 V vs. RHE is only 5 mA/cm2. These results indicate that Cu is the active site in the Mg(OH)2/Cu2O(1 1 1)-2 catalyst, while the Mg(OH)2 layer does not possess catalytic activity and instead acts as a promoter. Current density is another crucial factor in evaluating the performance of the Mg(OH)2 synergistic Cu2O(1 1 1) catalyst in electrocatalytic CO2 reduction. As summarized in Fig. S9a, the geometric current density of the Cu2O(1 1 1) catalyst gradually increases with increasing polarization potential, reaching approximately 12.3 mA/cm2 at −1.4 V vs. RHE. Although the Mg(OH)2/Cu2O(1 1 1)-2 catalyst exhibits a similar trend, its maximum current density is about 16.1 mA/cm2, significantly higher than that of the Cu2O(1 1 1) catalyst. Additionally, we employed the double layer capacitance method to determine the electrochemical surface area (ECSA) of the Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 0)-2 catalysts, as shown in Fig. S10 and Table S3. The results indicate that the ECSA of the Cu2O(1 1 1) catalyst is 5.31 cm2/mg, whereas that of the Mg(OH)2/Cu2O(1 1 0)-2 catalyst is 0.90 cm2/mg, approximately one-sixth of the Cu2O(1 1 1) catalyst’s active surface area. These findings suggest that modifying the Cu2O(1 1 1) catalyst surface with Mg(OH)2 significantly reduces its active sites. Despite this, the Mg(OH)2/Cu2O(1 1 0)-2 catalyst exhibits a larger current density than the Cu2O(1 1 1) catalyst. Fig. S9b presents the current density normalized by ECSA, revealing that the Mg(OH)2/Cu2O(1 1 1)-2 catalyst has a current density of 17.9 mA/cm2 at −1.4 V vs. RHE, considerably higher than the Cu2O(1 1 1) catalyst’s 2.7 mA/cm2. Partial current densities for C1 and C2 products on Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts are shown in Fig. S11. At −1.4 V vs. RHE, the partial current density for C1 products on the Mg(OH)2/Cu2O(1 1 1)-2 catalyst is 3.5 mA/cm2, slightly higher than the Cu2O(1 1 1) catalyst’s 1.2 mA/cm2. However, at this polarization potential, the partial current density for C2 products on the Mg(OH)2/Cu2O(1 1 1)-2 catalyst is as high as 12.1 mA/cm2, which is 13.4 times that of the Cu2O(1 1 1) catalyst’s 0.9 mA/cm2. These results further demonstrate that Mg(OH)2 effectively activates CO2 molecules, enhancing the electrocatalytic CO2 reduction performance and promoting the generation of multi-carbon products. The Tafel plots, carried out in CO2-saturated 0.1 M KHCO3 aqueous solution, were used to investigate the effect of Mg(OH)2 on the electrocatalytic CO2 reduction kinetics of Cu2O(1 1 1) catalyst as shown in Fig. 2h. From the plots, it can be observed that the Tafel slope of the Cu2O(1 1 1) catalyst is 282 mV/dec, indicating a relatively slow reaction kinetics. However, after modifying with Mg(OH)2, the Tafel slope of the Mg(OH)2/Cu2O(1 1 1)-2 catalyst decreases to 184 mV/dec. This suggests that Mg(OH)2 can effectively enhance the electrocatalytic CO2 reduction kinetics of Cu2O(1 1 1), thereby improving the electrocatalytic CO2 reduction performance. Additionally, the stability of the Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts was studied to investigate the effect of Mg(OH)2 on the durability of the Cu2O(1 1 1) catalyst, as shown in Fig. 2i and 2j. At −1.4 V vs. RHE, the FE of H2, C1, and C2 products from the Cu2O(1 1 1) catalyst did not show significant changes, but the current density decreased from 13.3 mA/cm2 to 10.1 mA/cm2 over an 11 h testing period. In contrast, the Mg(OH)2/Cu2O(1 1 1)-2 catalyst exhibited excellent stability. The FE of H2, C1, and C2 products did not change significantly, and the current density remained stable throughout the testing period. The morphology and structure of post-reaction catalysts by SEM, TEM, and XRD. Fig. S12 presents the SEM images of Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts before and after CO2RR. The Cu2O(1 1 1) catalyst's surface became rough after CO2RR. But for the Mg(OH)2/Cu2O(1 1 1)-2 catalyst, though there was some surface roughening, it was much less severe than for the Cu2O(1 1 1) catalyst. This shows that Mg(OH)2 modification can effectively suppress the reconstruction of the Cu2O(1 1 1). TEM analysis of the catalysts after the reaction drew the same conclusion as shown in Fig. S13, with the Cu2O(1 1 1) catalyst showing more pronounced morphological changes. XRD analysis of both catalysts after the reaction is shown in Fig. S14. It reveals that the Mg(OH)2/Cu2O(1 1 1)-2 catalyst largely retained its Cu2O crystalline structure, with only a weak Cu metal diffraction peak. In contrast, the Cu2O(1 1 1) catalyst displayed a strong Cu metal diffraction peak, indicating partial reduction of Cu2O during electrolysis. Thus, the Mg(OH)2/Cu2O(1 1 1)-2 catalyst shows excellent stability. To investigate the mechanism of the effect of Mg(OH)2 on the electrocatalytic CO2RR pathways of the Cu2O(1 1 1) catalysts, in situ attenuated total reflection surface-enhanced infrared absorption spectroscopy (ATR-SEIRAS) was used to monitor the key intermediates during the electrolysis process. The device schematic is depicted in Fig. 3 a, and the detailed experimental procedure is provided in the supplementary material. The experiments were carried out in a CO2-saturated 0.5 M KHCO3 solution. The spectral data was gathered between −0.4 V and −1.4 V vs. RHE, with the spectrum at −0.3 V vs. RHE being used as the baseline reference. As shown in Fig. 3b and 3c, both the Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts exhibit a strong absorption peak at around 1400 cm−1, attributed to the *COOH intermediate [41]. The normalized intensity of the *COOH intermediate is summarized in Fig. 3d. It can be observed that the peak intensity of *COOH increases with increasing polarization potential on both Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts, indicating that the electrocatalytic CO2RR kinetics depend on the polarization potential. However, under the same polarization potential conditions, the peak intensity of the *COOH intermediate is significantly higher for the Mg(OH)2/Cu2O(1 1 1)-2 catalyst compared to the Cu2O(1 1 1) catalyst. This suggests that CO2 molecules have a higher reactivity on the Mg(OH)2/Cu2O(1 1 1)-2 catalyst. This could be related to the Lewis acid-base interaction between the Mg(OH)2 and CO2 molecules, which effectively activates CO2 molecules and reduces their reaction energy barrier [42]. Additionally, a signal peak corresponding to the *CO2 – intermediate was detected at 1253 cm−1 on both catalysts. This intermediate arises from the activated adsorption of CO2 molecules on the catalyst surface. The absorption intensity of the *CO2 – intermediate on the Mg(OH)2/Cu2O(1 1 1)-2 catalyst was higher than that observed on the Cu2O(1 1 1) catalyst as shown in Fig. 3g, indicating that Mg(OH)2 can activate CO2 molecules and enhance their reactivity. Generally, *COOH is identified as a necessary intermediate for the generation of *CO intermediates [43–45]. As shown in Fig. 3b and 3c, a *CO intermediate absorption peak is detected at around 2037 cm−1 for the Mg(OH)2/Cu2O(1 1 1)-2 catalyst and at 2045 cm−1 for the Cu2O(1 1 1) catalyst. The normalized intensities of the *CO intermediate on Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts are summarized in Fig. 3e. It can be observed that the *CO intermediate absorption peak is significantly stronger for the Mg(OH)2/Cu2O(1 1 1)-2 catalyst compared to the Cu2O(1 1 1) catalyst, indicating a higher *CO intermediate coverage on the Mg(OH)2/Cu2O(1 1 1)-2 catalyst. Higher *CO intermediate coverage is more favorable for C–C coupling [46–48], leading to the formation of multi-carbon products. Additionally, the intensity of the *CO intermediate increases and then decreases with increasing polarization potential on both catalysts. The decrease in *CO intermediate peak intensity is associated with the coupling process between *CO intermediates [28,49]. However, the *CO intermediate peak intensity on the Mg(OH)2/Cu2O(1 1 1)-2 catalyst begins to decrease at −0.8 V vs. RHE, while for the Cu2O(1 1 1) catalyst, it begins to decrease at −1.1 V vs. RHE. This indicates that the Mg(OH)2/Cu2O(1 1 1)-2 catalyst is more favorable for the formation of multi-carbon products. Moreover, *OCCO intermediates [41,50], derived from C–C coupling, were detected at 1549 cm−1 and 1564 cm−1 on the Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts as shown in Fig. 3b and 3c, respectively. The normalized peak intensities of *OCCO intermediates are summarized in Fig. 3f. The peak intensity of *OCCO intermediates increases with increasing polarization potential on both catalysts. However, the intensity of *OCCO intermediates on the Mg(OH)2/Cu2O(1 1 1)-2 catalyst is significantly higher than that on the Cu2O(1 1 1) catalyst, indicating a higher selectivity for C2 products on the Mg(OH)2/Cu2O(1 1 1)-2 catalyst, which is consistent with the analysis of the electrocatalytic CO2RR performance. In summary, the Mg(OH)2 layer exhibits a synergistic effect with the Cu2O(1 1 1) catalyst, effectively activating CO2 molecules and generating a high coverage of *CO intermediates, thereby promoting the C–C coupling process and improving the selectivity of C2 products. Density Functional Theory (DFT) calculations further confirm the crucial role of Mg(OH)2 in the CO2 reduction reaction process, as illustrated in Fig. 4 . Fig. 4a shows the reaction free energies for electrocatalytic CO2 reduction on Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts, as shown in Fig. 4a. The results reveal that the adsorption and hydrogenation of CO2 molecules are energetically uphill processes. However, the introduction of Mg(OH)2 significantly lowers the energy barriers for these processes on the Mg(OH)2/Cu2O(1 1 1)-2 catalyst surface, facilitating the formation of higher-coverage *CO intermediates. Generally, a higher coverage of *CO intermediates is favor in C–C coupling. To further elucidate this reaction process, we calculated the free energy diagram of *CO intermediate dimerization on Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts as shown in Fig. 4b. The Cu2O(1 1 1) catalyst has a reaction barrier of 1.78 eV. Nevertheless, the incorporation of Mg(OH)2 substantially reduces this energy barrier to 1.28 eV, revealing that the Mg(OH)2/Cu2O(1 1 1)-2 catalyst is more conducive to the formation of C2 products. Fig. 4c shows that the adsorption free energy of CO2 molecules on the Cu2O(1 1 1) catalyst surface is −0.25 eV, while on the Mg(OH)2/Cu2O(1 1 1)-2 catalyst surface, this value drops significantly to −0.49 eV. This indicates that Mg(OH)2 can interact strongly with CO2 molecules, thereby reducing the activation energy barrier for CO2 and enhancing the electrocatalytic performance of the Cu2O(1 1 1) catalyst in CO2 reduction. Based on these findings, Fig. 4d and 4e depict the possible mechanisms of electrocatalytic CO2 reduction on Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts. On the Cu2O(1 1 1) catalyst, the adsorption and activation of CO2 molecules is a kinetically slow process, resulting in the formation of low-coverage *CO intermediates. In contrast, the introduction of Mg(OH)2 facilitates a strong interaction between the Mg(OH)2 layer and CO2 molecules, effectively activating CO2 and accelerating the formation of *CO intermediates. This leads to high-coverage *CO intermediates on the Mg(OH)2/Cu2O(1 1 1)-2 catalyst surface. High-coverage CO intermediates are known to be critical for the formation of multicarbon products. Therefore, the Cu2O(1 1 1) catalyst predominantly produces C1 products, while the Mg(OH)2/Cu2O(1 1 1)-2 catalyst favors the formation of C2 products. 3 Conclusions This study provides comprehensive insights into the role of Mg(OH)2 modification in enhancing the selectivity for C2 products during the electrocatalytic CO2RR over Cu2O(1 1 1) catalyst. The introduction of Mg(OH)2 significantly improves the electrocatalytic performance of Cu2O(1 1 1) by promoting the activation of CO2 molecules and facilitating C–C coupling processes. Characterization techniques, including XRD, SEM, TEM, and XPS, confirmed the successful incorporation of Mg(OH)2 onto the Cu2O(1 1 1) surface and revealed its porous structure, which enhances the transfer of CO2 and H2O molecules to the active sites. DFT calculations and in situ ATR-SEIRAS demonstrated that Mg(OH)2 lowers the adsorption energy barrier for CO2 molecules and increases the coverage of *CO intermediates, thereby promoting the formation of C2 products. The Mg(OH)2/Cu2O(1 1 1)-2 catalyst exhibited a C2 product selectivity of up to 68 %, significantly higher than that of the pristine Cu2O(1 1 1) catalyst. This study highlights the potential of Mg(OH)2 as an effective surface modifier for Cu-based catalysts and provides valuable insights for designing efficient electrocatalysts for selective CO2 reduction to multicarbon products. CRediT authorship contribution statement Yonghui Cheng: Methodology, Investigation, Formal analysis, Data curation. Yingshi Su: Methodology, Investigation, Formal analysis. Jiaying Zhang: Methodology, Investigation, Formal analysis. Yue Chen: Methodology, Formal analysis. Zijian Peng: Methodology, Investigation, Formal analysis. Sirui Deng: Methodology, Formal analysis. Junjie Huang: Methodology, Formal analysis. Huihui Jiang: Methodology, Formal analysis. Caili Yang: Methodology, Investigation, Formal analysis. Yanjia Cui: Methodology, Formal analysis. Yibing Song: Visualization, Validation, Supervision, Resources. Zhen Li: Writing – review & editing, Writing – original draft, Visualization, Validation, Supervision, Resources, Methodology, Investigation, Funding acquisition, Formal analysis, Data curation, Conceptualization. Gongwei Wang: Writing – review & editing, Writing – original draft, Supervision, Resources. Lin Zhuang: Writing – review & editing, Writing – original draft, Supervision, Resources. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was financially supported by the National Natural Science Foundation of China (21902121), Natural Science Foundation of Guangdong Province (2022A1515012359), STU Scientific Research Foundation for Talents (NTF21020) and the 2020 Li Ka Shing Foundation Cross-Disciplinary Research Grant (2020LKSFG09A). Appendix A Supplementary data XRD patterns and SEM analysis of Cu2O(1 1 1), series Mg(OH)2/Cu2O(1 1 1)-x catalysts The XPS of the Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts and the Cu LMM kinetic energy data. The Adsorption/desorption curves of N2 of the Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts. Current density and CO2RR performance over series Mg(OH)2/Cu2O(1 1 1)-2 catalysts and electrochemical surface area measurements of Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts The LSV and CV curves of Cu2O(1 1 1) and Mg(OH)2/Cu2O(1 1 1)-2 catalysts The DFT calculations of Cu2O(1 1 1)–CO2 and Mg(OH)2/Cu2O(1 1 1)–CO2. Supplementary data to this article can be found online at https://doi.org/10.1016/j.jcat.2025.116219. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary Data 1 References [1] S.Y. You J.W. Xiao S.Y. Liang W.F. Xie T.Y. Zhang M. Li Z.Y. Zhong Q. Wang H. He Doping engineering of Cu-based catalysts for electrocatalytic CO2 reduction to multi-carbon products Energy Environ. Sci. 17 2024 5795 5818 S.Y. You, J.W. Xiao, S.Y. Liang, W.F. Xie, T.Y. Zhang, M. Li, Z.Y. Zhong, Q. Wang, H. He, Doping engineering of Cu-based catalysts for electrocatalytic CO2 reduction to multi-carbon products, Energy Environ. Sci. 17 (2024) 5795–5818. [2] E. Dietzenbacher I. Cazcarro I. Arto Towards a more effective climate policy on international trade Nat. Commun. 11 2020 1130 E. Dietzenbacher, I. Cazcarro, I. Arto, Towards a more effective climate policy on international trade, Nat. Commun. 11 (2020) 1130. [3] Y. Xu S.J. Liu J.P. Edwards Y.C. Xiao Y. Zhao R.K. Miao M.Y. Fan Y.J. Chen E.J. Huang E.H. Sargent D. Sinton Regeneration of direct air CO2 capture liquid via alternating electrocatalysis Joule 7 2023 2107 2117 Y. Xu, S.J. Liu, J.P. Edwards, Y.C. Xiao, Y. Zhao, R.K. Miao, M.Y. Fan, Y.J. Chen, E.J. Huang, E.H. Sargent, D. Sinton, Regeneration of direct air CO2 capture liquid via alternating electrocatalysis, Joule 7 (2023) 2107–2117. [4] B.M. Tackett E. Gomez J.G. Chen Net reduction of CO2 via its thermocatalytic and electrocatalytic transformation reactions in standard and hybrid processes Nat. Catal. 2 2019 381 386 B.M. Tackett, E. Gomez, J.G. Chen, Net reduction of CO2 via its thermocatalytic and electrocatalytic transformation reactions in standard and hybrid processes, Nat. Catal. 2 (2019) 381–386. [5] H.Y. Du H.D. Li D. Wu N.Z. Nie Y. Yang B. Yang J.P. Lai L. Wang Simultaneously optimized CO spillover and electronic structure of relay catalyst for efficient electrochemical C–C coupling J. Catal. 429 2024 115304 H.Y. Du, H.D. Li, D. Wu, N.Z. Nie, Y. Yang, B. Yang, J.P. Lai, L. Wang, Simultaneously optimized CO spillover and electronic structure of relay catalyst for efficient electrochemical C–C coupling, J. Catal. 429 (2024) 115304.. [6] S.Y. Kong X.M. Lv X. Wang Z.Z. Liu Z.C. Li B.Q. Jia D. Sun C. Yang L.J. Liu A.X. Guan J.C. Wang G.F. Zheng F.Q. Huang Delocalization state-induced selective bond breaking for efficient methanol electrosynthesis from CO2 Nat. Catal. 6 2022 6 15 S.Y. Kong, X.M. Lv, X. Wang, Z.Z. Liu, Z.C. Li, B.Q. Jia, D. Sun, C. Yang, L.J. Liu, A.X. Guan, J.C. Wang, G.F. Zheng, F.Q. Huang, Delocalization state-induced selective bond breaking for efficient methanol electrosynthesis from CO2, Nat. Catal. 6 (2022) 6–15. [7] J. Gao A. Bahmanpour O. Krocher S.M. Zakeeruddin D. Ren M. Gratzel Electrochemical synthesis of propylene from carbon dioxide on copper nanocrystals Nat. Chem. 15 2023 705 713 J. Gao, A. Bahmanpour, O. Krocher, S.M. Zakeeruddin, D. Ren, M. Gratzel, Electrochemical synthesis of propylene from carbon dioxide on copper nanocrystals, Nat. Chem. 15 (2023) 705–713. [8] R. Zhao P. Ding P. Wei L. Zhang Q. Liu Y. Luo T. Li S. Lu X. Shi S. Gao A.M. Asiri Z. Wang X. Sun Recent progress in electrocatalytic methanation of CO2 at ambient conditions Adv. Funct. Mater. 31 2023 2009449 R. Zhao, P. Ding, P. Wei, L. Zhang, Q. Liu, Y. Luo, T. Li, S. Lu, X. Shi, S. Gao, A.M. Asiri, Z. Wang, X. Sun, Recent progress in electrocatalytic methanation of CO2 at ambient conditions, Adv. Funct. Mater. 31 (2023) 2009449. [9] C. Zhan F. Dattila C. Rettenmaier A. Herzog M. Herran T. Wagner F. Scholten A. Bergmann N. Lopez B. Roldan Cuenya Key intermediates and Cu active sites for CO2 electroreduction to ethylene and ethanol Nat. Energy 9 2024 1485 1496 C. Zhan, F. Dattila, C. Rettenmaier, A. Herzog, M. Herran, T. Wagner, F. Scholten, A. Bergmann, N. Lopez, B. Roldan Cuenya, Key intermediates and Cu active sites for CO2 electroreduction to ethylene and ethanol, Nat. Energy 9 (2024) 1485–1496. [10] S. Nitopi E. Bertheussen S.B. Scott X. Liu A.K. Engstfeld S. Horch B. Seger I.E.L. Stephens K. Chan C. Hahn J.K. Norskov T.F. Jaramillo I. Chorkendorff Progress and perspectives of electrochemical CO2 reduction on copper in aqueous electrolyte Chem. Rev. 119 2019 7610 7672 S. Nitopi, E. Bertheussen, S.B. Scott, X. Liu, A.K. Engstfeld, S. Horch, B. Seger, I.E.L. Stephens, K. Chan, C. Hahn, J.K. Norskov, T.F. Jaramillo, I. Chorkendorff, Progress and perspectives of electrochemical CO2 reduction on copper in aqueous electrolyte, Chem. Rev. 119 (2019) 7610–7672. [11] C. Choi S. Kwon T. Cheng M.J. Xu P. Tieu C. Lee J. Cai H.M. Lee X.Q. Pan X.F. Duan W.A. Goddard Y. Huang Highly active and stable stepped Cu surface for enhanced electrochemical CO2 reduction to C2H4 Nat. Catal. 3 2020 804 812 C. Choi, S. Kwon, T. Cheng, M.J. Xu, P. Tieu, C. Lee, J. Cai, H.M. Lee, X.Q. Pan, X.F. Duan, W.A. Goddard, Y. Huang, Highly active and stable stepped Cu surface for enhanced electrochemical CO2 reduction to C2H4, Nat. Catal. 3 (2020) 804–812. [12] J.P. Grote A.R. Zeradjanin S. Cherevko A. Savan B. Breitbach A. Ludwig K.J. Mayrhofer Screening of material libraries for electrochemical CO2 reduction catalysts–Improving selectivity of Cu by mixing with Co J. Catal. 343 2016 248 256 J.P. Grote, A.R. Zeradjanin, S. Cherevko, A. Savan, B. Breitbach, A. Ludwig, K.J. Mayrhofer, Screening of material libraries for electrochemical CO2 reduction catalysts–Improving selectivity of Cu by mixing with Co, J. Catal. 343 (2016) 248–256. [13] M. Song Z. Jiao W. Jing Y. Liu L. Guo How CO spill-over affects C–C coupling on amorphous Cu for converting CO2 to multi-carbon products J. Catal. 428 2023 115170 M. Song, Z. Jiao, W. Jing, Y. Liu, L. Guo, How CO spill-over affects C–C coupling on amorphous Cu for converting CO2 to multi-carbon products, J. Catal. 428 (2023) 115170. [14] R.E. Vos J.P. Smaak M.T. Koper The temperature dependence of electrochemical CO2 reduction on Ag and CuAg alloys J. Catal. 436 2024 115613 R.E. Vos, J.P. Smaak, M.T. Koper, The temperature dependence of electrochemical CO2 reduction on Ag and CuAg alloys, J. Catal. 436 (2024) 115613. [15] J. Li M. Zhu Y.-F. Han Elucidating the structure evolution and reaction mechanism of the Cu-In bimetallic catalysts during CO2RR J. Catal. 415 2022 165 173 J. Li, M. Zhu, Y.-F. Han, Elucidating the structure evolution and reaction mechanism of the Cu-In bimetallic catalysts during CO2RR, J. Catal. 415 (2022) 165–173. [16] H. Xie T.Y. Wang J.S. Liang Q. Li S.H. Sun Cu-based nanocatalysts for electrochemical reduction of CO2 Nano Today 21 2018 41 54 H. Xie, T.Y. Wang, J.S. Liang, Q. Li, S.H. Sun, Cu-based nanocatalysts for electrochemical reduction of CO2, Nano Today 21 (2018) 41–54. [17] S. Ren X. Cao Q.K. Fan Z.M. Yang F. Wang X. Wang L.C. Bai J. Yang Selective CO2 electroreduction to multi-carbon products on organic-functionalized CuO nanoparticles by local micro-environment modulation Nano-Micro Lett. 16 2024 262 S. Ren, X. Cao, Q.K. Fan, Z.M. Yang, F. Wang, X. Wang, L.C. Bai, J. Yang, Selective CO2 electroreduction to multi-carbon products on organic-functionalized CuO nanoparticles by local micro-environment modulation, Nano-Micro Lett. 16 (2024) 262. [18] B. Martínez-Sánchez A. Singh-Morgan D. Cazorla-Amorós E. Morallón Modulating the coordination environment and metal choice in carbon buckypapers supported metal phthalocyanines for enhanced electrocatalytic carbon dioxide reduction J. Catal. 437 2024 115669 B. Martínez-Sánchez, A. Singh-Morgan, D. Cazorla-Amorós, E. Morallón, Modulating the coordination environment and metal choice in carbon buckypapers supported metal phthalocyanines for enhanced electrocatalytic carbon dioxide reduction, J. Catal. 437 (2024) 115669. [19] J.P. Jiao X.C. Kang J.H. Yang S.Q. Jia X. Chen Y.G. Peng C.J. Chen X.Q. Xing Z.J. Chen M.Y. He H.H. Wu B.X. Han Lattice strain engineering boosts CO2 electroreduction to C2+ products Angew. Chem. Int. Ed. 63 2024 e202409563 J.P. Jiao, X.C. Kang, J.H. Yang, S.Q. Jia, X. Chen, Y.G. Peng, C.J. Chen, X.Q. Xing, Z.J. Chen, M.Y. He, H.H. Wu, B.X. Han, Lattice strain engineering boosts CO2 electroreduction to C2+ products, Angew. Chem. Int. Ed. 63 (2024) e202409563. [20] W.H. Li Y.H. Chen C.Q. Guo S.H. Jia Y.Y. Zhou Z.H. Liu E.H. Jiang X.K. Chen Y. Zou P.W. Huo Z. Zhu Y.H. Ng Y.J. Gong J.C. Crittenden Y. Yan Confined intermediates boost C2+ selectivity in CO2 electroreduction ACS Catal. 14 2024 13400 13407 W.H. Li, Y.H. Chen, C.Q. Guo, S.H. Jia, Y.Y. Zhou, Z.H. Liu, E.H. Jiang, X.K. Chen, Y. Zou, P.W. Huo, Z. Zhu, Y.H. Ng, Y.J. Gong, J.C. Crittenden, Y. Yan, Confined intermediates boost C2+ selectivity in CO2 electroreduction, ACS Catal. 14 (2024) 13400–13407. [21] W.Z. Li Z.L. Yin Z.Y. Gao G.W. Wang Z. Li F.Y. Wei X. Wei H.Q. Peng X.T. Hu L. Xiao J.T. Lu L. Zhuang Bifunctional ionomers for efficient co-electrolysis of CO2 and pure water towards ethylene production at industrial-scale current densities Nat. Energy 7 2022 835 843 W.Z. Li, Z.L. Yin, Z.Y. Gao, G.W. Wang, Z. Li, F.Y. Wei, X. Wei, H.Q. Peng, X.T. Hu, L. Xiao, J.T. Lu, L. Zhuang, Bifunctional ionomers for efficient co-electrolysis of CO2 and pure water towards ethylene production at industrial-scale current densities, Nat. Energy 7 (2022) 835–843. [22] J.C. Wang T. Cheng A.Q. Fenwick T.N. Baroud A. Rosas-Hernández J.H. Ko Q. Gan W.A. Goddard III R.H. Grubbs Selective CO2 electrochemical reduction enabled by a tricomponent copolymer modifier on a copper surface J. Am. Chem. Soc. 143 2021 2857 2865 J.C. Wang, T. Cheng, A.Q. Fenwick, T.N. Baroud, A. Rosas-Hernández, J.H. Ko, Q. Gan, W.A. Goddard III, R.H. Grubbs, Selective CO2 electrochemical reduction enabled by a tricomponent copolymer modifier on a copper surface, J. Am. Chem. Soc. 143 (2021) 2857–2865. [23] D. Wakerley S. Lamaison F. Ozanam N. Menguy D. Mercier P. Marcus M. Fontecave V. Mougel Bio-inspired hydrophobicity promotes CO2 reduction on a Cu surface Nat. Mater. 18 2019 1222 1227 D. Wakerley, S. Lamaison, F. Ozanam, N. Menguy, D. Mercier, P. Marcus, M. Fontecave, V. Mougel, Bio-inspired hydrophobicity promotes CO2 reduction on a Cu surface, Nat. Mater. 18 (2019) 1222–1227. [24] Y.J. Cui C.L. Yang H.H. Lin S.Y. Rui D.F. Yao Y.Y. Liao C.C. Zhang Y.W. Fang X.M. Wang Z.Y. Zhong Y.B. Song G.W. Wang Z. Li L. Zhuang Amorphous NxC coating promotes electrochemical CO2 deep reduction to hydrocarbons over Ag nanocatalysts ACS Catal. 13 2023 169 178 Y.J. Cui, C.L. Yang, H.H. Lin, S.Y. Rui, D.F. Yao, Y.Y. Liao, C.C. Zhang, Y.W. Fang, X.M. Wang, Z.Y. Zhong, Y.B. Song, G.W. Wang, Z. Li, L. Zhuang, Amorphous NxC coating promotes electrochemical CO2 deep reduction to hydrocarbons over Ag nanocatalysts, ACS Catal. 13 (2023) 169–178. [25] Z. Li Y. Yang Z.L. Yin X. Wei H.Q. Peng K.J. Lyu L. Xiao G.W. Wang H.D. Abruña J.T. Lu L. Zhuang Interface enhanced catalytic selectivity on the C2 products of CO2 electroreduction ACS Catal. 11 2021 2473 2482 Z. Li, Y. Yang, Z.L. Yin, X. Wei, H.Q. Peng, K.J. Lyu, L. Xiao, G.W. Wang, H.D. Abruña, J.T. Lu, L. Zhuang, Interface enhanced catalytic selectivity on the C2 products of CO2 electroreduction, ACS Catal. 11 (2021) 2473–2482. [26] Y.S. Su Y.H. Cheng Z. Li Y.J. Cui C.L. Yang Z.Y. Zhong Y.B. Song G.W. Wang L. Zhuang Exploring the impact of Nafion modifier on electrocatalytic CO2 reduction over Cu catalyst J. Energy Chem. 88 2024 543 551 Y.S. Su, Y.H. Cheng, Z. Li, Y.J. Cui, C.L. Yang, Z.Y. Zhong, Y.B. Song, G.W. Wang, L. Zhuang, Exploring the impact of Nafion modifier on electrocatalytic CO2 reduction over Cu catalyst, J. Energy Chem. 88 (2024) 543–551. [27] Y.J. Cui C. Kong C.L. Yang Y.S. Su Y.H. Cheng D.F. Yao G.L. Chen K.J. Song Z.Y. Zhong Y.B. Song G.W. Wang Z. Li L. Zhuang NxC-induced switching of methane and ethylene products’ selectivity from CO2 electroreduction over Cu catalyst ACS Catal. 13 2023 11625 11633 Y.J. Cui, C. Kong, C.L. Yang, Y.S. Su, Y.H. Cheng, D.F. Yao, G.L. Chen, K.J. Song, Z.Y. Zhong, Y.B. Song, G.W. Wang, Z. Li, L. Zhuang, NxC-induced switching of methane and ethylene products’ selectivity from CO2 electroreduction over Cu catalyst, ACS Catal. 13 (2023) 11625–11633. [28] X. Wei Z.L. Yin K.J. Lyu Z. Li J. Gong G.W. Wang L. Xiao J.T. Lu L. Zhuang Highly selective reduction of CO2 to C2+ hydrocarbons at copper/polyaniline interfaces ACS Catal. 10 2020 4103 4111 X. Wei, Z.L. Yin, K.J. Lyu, Z. Li, J. Gong, G.W. Wang, L. Xiao, J.T. Lu, L. Zhuang, Highly selective reduction of CO2 to C2+ hydrocarbons at copper/polyaniline interfaces, ACS Catal. 10 (2020) 4103–4111. [29] J.L. Yin Z.Y. Gao F.Y. Wei C. Liu J. Gong J.M. Li W.Z. Li L. Xiao G.W. Wang J.T. Lu L. Zhuang Customizable CO2 electroreduction to C1 or C2+ products through Cuy/CeO2 interface engineering ACS Catal. 12 2022 1004 1011 J.L. Yin, Z.Y. Gao, F.Y. Wei, C. Liu, J. Gong, J.M. Li, W.Z. Li, L. Xiao, G.W. Wang, J.T. Lu, L. Zhuang. Customizable CO2 electroreduction to C1 or C2+ products through Cuy/CeO2 interface engineering. ACS Catal. 12 (2022) 1004−1011. [30] M.Z. Yue W.F. Xie Z.Y. Zhong M. Li T.Y. Zhang M.F. Shao H. Li Q. Wang Isolating and stabilizing active copper species in layered double hydroxide to enhance electrocatalytic CO2 reduction to CH4 J. Catal. 443 2025 115959 M.Z. Yue, W.F. Xie, Z.Y. Zhong, M. Li, T.Y. Zhang, M.F. Shao, H. Li, Q. Wang. Isolating and stabilizing active copper species in layered double hydroxide to enhance electrocatalytic CO2 reduction to CH4. J. Catal. 443 (2025) 115959. [31] P. Ding H.Y. An P. Zellner T.F. Guan J.Y. Gao P. Mueller-Buschbaum B.M. Weckhuysen W. van der Stam I.D. Sharp Elucidating the roles of Nafion/solvent formulations in copper-catalyzed CO2 electrolysis ACS Catal. 13 2023 5336 5347 P. Ding, H.Y. An, P. Zellner, T.F. Guan, J.Y. Gao, P. Mueller-Buschbaum, B.M. Weckhuysen, W. van der Stam, I.D. Sharp, Elucidating the roles of Nafion/solvent formulations in copper-catalyzed CO2 electrolysis, ACS Catal. 13 (2023) 5336–5347. [32] J. De Ruiter V.R.M. Benning S. Yang B.J. den Hartigh H. Wang P.T. Prins J.M. Dorresteijn J.C.L. Janssens G. Manna A.V. Petukhov B.M. Weckhuysen F.T. Rabouw W. van der Stam Multiscale X-ray scattering elucidates activation and deactivation of oxide-derived copper electrocatalysts for CO2 reduction Nat. Commun. 16 2025 373 J. De Ruiter, V.R.M. Benning, S. Yang, B.J. den Hartigh, H. Wang, P.T. Prins, J.M. Dorresteijn, J.C.L. Janssens, G. Manna, A.V. Petukhov, B.M. Weckhuysen, F.T. Rabouw, W. van der Stam, Multiscale X-ray scattering elucidates activation and deactivation of oxide-derived copper electrocatalysts for CO2 reduction, Nat. Commun. 16 (2025) 373. [33] J.J. Li Y. Chen B.Q. Yao W.J. Yang X.Y. Cui H.L. Liu S. Dai S.B. Xi Z.Y. Sun W.X.Q. Chen Y. Chen J.L. Wang Q. He C.Y. Ling D.S. Wang Z.C. Zhang Cascade dual sites modulate local CO coverage and hydrogen-binding strength to boost CO2 electroreduction to ethylene J. Am. Chem. Soc. 146 2024 5693 5701 J.J. Li, Y. Chen, B.Q. Yao, W.J. Yang, X.Y. Cui, H.L. Liu, S. Dai, S.B. Xi, Z.Y. Sun, W.X.Q. Chen, Y. Chen, J.L. Wang, Q. He, C.Y. Ling, D.S. Wang, Z.C. Zhang, Cascade dual sites modulate local CO coverage and hydrogen-binding strength to boost CO2 electroreduction to ethylene, J. Am. Chem. Soc. 146 (2024) 5693–5701. [34] V. Sudha G. Murugadoss R. Thangamuthu Structural and morphological tuning of Cu-based metal oxide nanoparticles by a facile chemical method and highly electrochemical sensing of sulphite Sci. Rep. 11 2021 3413 V. Sudha, G. Murugadoss, R. Thangamuthu, Structural and morphological tuning of Cu-based metal oxide nanoparticles by a facile chemical method and highly electrochemical sensing of sulphite, Sci. Rep. 11 (2021) 3413. [35] G.J. Ma W.X. Tang A.Q. Wang L. Zhang J. Guan N. Han Y.F. Chen Heterojunctioned CuO/Cu2O catalyst for highly efficient ozone removal J. Environ. Sci. 125 2022 340 348 G.J. Ma, W.X. Tang, A.Q. Wang, L. Zhang, J. Guan, N. Han, Y.F. Chen, Heterojunctioned CuO/Cu2O catalyst for highly efficient ozone removal, J. Environ. Sci. 125 (2022) 340–348. [36] S.L. Wang Q. Huang Z.H. Sun Y.H. Wang T.X. Liang B.G. Wang C.F. Fan C.C. Liu Porous carbon network-based composite phase change materials with heat storage capacity and thermal management functions Carbon 226 2024 S.L. Wang, Q. Huang, Z.H. Sun, Y.H. Wang, T.X. Liang, B.G. Wang, C.F. Fan, C.C. Liu, Porous carbon network-based composite phase change materials with heat storage capacity and thermal management functions, Carbon 226 (2024). [37] M. Ma K. Djanashvili W.A. Smith Controllable hydrocarbon formation from the electrochemical reduction of CO2 over Cu nanowire arrays Angew. Chem. Int. Ed. 55 2016 6680 6684 M. Ma, K. Djanashvili, W.A. Smith, Controllable hydrocarbon formation from the electrochemical reduction of CO2 over Cu nanowire arrays, Angew. Chem. Int. Ed. 55 (2016) 6680–6684. [38] W. Li L. Li Q. Xia S. Hong L. Wang Z. Yao T.-S. Wu Y.-L. Soo H. Zhang T.W.B. Lo A.W. Robertson Q. Liu L. Hao Z. Sun Lowering C−C coupling barriers for efficient electrochemical CO2 reduction to C2H4 by jointly engineering single Bi atoms and oxygen vacancies on CuO Appl. Catal. B: Environ. 318 2022 121823 W. Li, L. Li, Q. Xia, S. Hong, L. Wang, Z. Yao, T.-S. Wu, Y.-L. Soo, H. Zhang, T.W.B. Lo, A.W. Robertson, Q. Liu, L. Hao, Z. Sun, Lowering C−C coupling barriers for efficient electrochemical CO2 reduction to C2H4 by jointly engineering single Bi atoms and oxygen vacancies on CuO, Appl. Catal. B: Environ. 318 (2022) 121823. [39] Z. Xing L. Hu D.S. Ripatti X. Hu X. Feng Enhancing carbon dioxide gas-diffusion electrolysis by creating a hydrophobic catalyst microenvironment Nat. Commun. 12 2021 136 Z. Xing, L. Hu, D.S. Ripatti, X. Hu, X. Feng, Enhancing carbon dioxide gas-diffusion electrolysis by creating a hydrophobic catalyst microenvironment, Nat. Commun. 12 (2021) 136. [40] M. Li Y. Ma J. Chen R. Lawrence W. Luo M. Sacchi W. Jiang J. Yang Residual chlorine induced cationic active species on porous Cu electrocatalyst for highly stable electrochemical CO2 reduction to C2+ Angew. Chem. Int. Ed. 60 2021 11487 11493 M. Li, Y. Ma, J. Chen, R. Lawrence, W. Luo, M. Sacchi, W. Jiang, J. Yang, Residual chlorine induced cationic active species on porous Cu electrocatalyst for highly stable electrochemical CO2 reduction to C2+, Angew. Chem. Int. Ed. 60 (2021) 11487–11493. [41] S.F. Wang F.H. Li J. Zhao Y.Q. Zeng Y.F. Li Z.-Y. Lin T.-J. Lee S.H. Liu X.Y. Ren W.J. Wang Y.S. Chen S.-F. Hung Y.-R. Lu Y. Cui X.F. Yang X.N. Li Y.Q. Huang B. Liu Manipulating C-C coupling pathway in electrochemical CO2 reduction for selective ethylene and ethanol production over single-atom alloy catalyst Nat. Commun. 15 2024 10247 S.F. Wang, F.H. Li, J. Zhao, Y.Q. Zeng, Y.F. Li, Z.-Y. Lin, T.-J. Lee, S.H. Liu, X.Y. Ren, W.J. Wang, Y.S. Chen, S.-F. Hung, Y.-R. Lu, Y. Cui, X.F. Yang, X.N. Li, Y.Q. Huang, B. Liu, Manipulating C-C coupling pathway in electrochemical CO2 reduction for selective ethylene and ethanol production over single-atom alloy catalyst, Nat. Commun. 15 (2024) 10247. [42] C. Yang Y. Cui Y. Su Y. Cheng D. Yao Y. Liao S. Liu Y. Fang Y. Wu X. Wang Y. Song G. Lu Z. Li Constructing a strong interfacial interaction in a Rh/RGO catalyst to boost photocatalytic ACS Appl. Energy Mater. 6 2023 6317 6326 C. Yang, Y. Cui, Y. Su, Y. Cheng, D. Yao, Y. Liao, S. Liu, Y. Fang, Y. Wu, X. Wang, Y. Song, G. Lu, Z. Li, Constructing a strong interfacial interaction in a Rh/RGO catalyst to boost photocatalytic, ACS Appl. Energy Mater. 6 (2023) 6317–6326. [43] J.X. Li T. Shi F.L. Tian S.P. Liu Q.Y. Fan Y.X. Wu M. Sun H. Zhang Y.Q. Lei F.R. Liu S.H. Zeng Elucidating reaction pathways in CO2 electroreduction: Case study of Ag and Cu2O@Ag catalysts J. Catal. 417 2023 1 13 J.X. Li, T. Shi, F.L. Tian, S.P. Liu, Q.Y. Fan, Y.X. Wu, M. Sun, H. Zhang, Y.Q. Lei, F.R. Liu, S.H. Zeng, Elucidating reaction pathways in CO2 electroreduction: Case study of Ag and Cu2O@Ag catalysts, J. Catal. 417 (2023) 1–13. [44] X.F. Qiu H.L. Zhu J.R. Huang P.Q. Liao X.-M. Chen Highly selective CO2 electroreduction to C2H4 using a metal-organic framework with dual active sites J. Am. Chem. Soc. 143 2021 7242 7246 X.F. Qiu, H.L. Zhu, J.R. Huang, P.Q. Liao, X.-M. Chen, Highly selective CO2 electroreduction to C2H4 using a metal-organic framework with dual active sites, J. Am. Chem. Soc. 143 (2021) 7242–7246. [45] M. Zhang M. Lu M.Y. Yang J.P. Liao Y.F. Liu H.J. Yan J.N. Chang S.L. Li Y.Q. Lan Ultrafine Cu nanoclusters confined within covalent organic frameworks for efficient electroreduction of CO2 to CH4 by synergistic strategy eScience 3 2023 100116 M. Zhang, M. Lu, M.Y. Yang, J.P. Liao, Y.F. Liu, H.J. Yan, J.N. Chang, S.L. Li, Y.Q. Lan, Ultrafine Cu nanoclusters confined within covalent organic frameworks for efficient electroreduction of CO2 to CH4 by synergistic strategy, eScience 3 (2023) 100116. [46] H. Jiang P. Zhao H.D. Shen S.W. Yang R.Z. Gao Y. Guo Y.L. Cao Q.Y. Zhang H.P. Zhang New insight into the electronic effect for Cu porphyrin catalysts in electrocatalytic of CO2 into CH4 Small 20 2023 H. Jiang, P. Zhao, H.D. Shen, S.W. Yang, R.Z. Gao, Y. Guo, Y.L. Cao, Q.Y. Zhang, H.P. Zhang, New insight into the electronic effect for Cu porphyrin catalysts in electrocatalytic of CO2 into CH4, Small 20 (2023). [47] D.L. Meng M.D. Zhang D.H. Si M.J. Mao Y. Hou Y.B. Huang R. Cao High selective tandem electroreduction of CO2 to ethylene over atomically isolated nickel-nitrogen site/copper nanoparticle catalysts Angew. Chem. Int. Ed. 60 2021 25485 25492 D.L. Meng, M.D. Zhang, D.H. Si, M.J. Mao, Y. Hou, Y.B. Huang, R. Cao, High selective tandem electroreduction of CO2 to ethylene over atomically isolated nickel-nitrogen site/copper nanoparticle catalysts, Angew. Chem. Int. Ed. 60 (2021) 25485–25492. [48] Q.Z. He H.W. Li Z.F. Hu L. Lei D.G. Wang T.T. Li Highly selective CO2 electroreduction to C2H4 using a dual-sites Cu(II) porphyrin framework coupled with Cu2O nanoparticles via a synergetic-tandem strategy Angew. Chem. Int. Ed. 63 2024 e202407090 Q.Z. He, H.W. Li, Z.F. Hu, L. Lei, D.G. Wang, T.T. Li, Highly selective CO2 electroreduction to C2H4 using a dual-sites Cu(II) porphyrin framework coupled with Cu2O nanoparticles via a synergetic-tandem strategy, Angew. Chem. Int. Ed. 63 (2024) e202407090. [49] Z.L. Yin H.Q. Peng X. Wei H. Zhou J. Gong M.M. Huai L. Xiao G.W. Wang J.T. Lu L. Zhuang An alkaline polymer electrolyte CO2 electrolyzer operated with pure water Energy Environ. Sci. 12 2019 2455 2462 Z.L. Yin, H.Q. Peng, X. Wei, H. Zhou, J. Gong, M.M. Huai, L. Xiao, G.W. Wang, J.T. Lu, L. Zhuang, An alkaline polymer electrolyte CO2 electrolyzer operated with pure water, Energy Environ. Sci. 12 (2019) 2455–2462. [50] Y. Kim S. Park S.-J. Shin W. Choi B.K. Min H. Kim W. Kim Y.J. Hwang Time-resolved observation of C–C coupling intermediates on Cu electrodes for selective electrochemical CO2 reduction Energy Environ. Sci. 13 2020 4301 4311 Y. Kim, S. Park, S.-J. Shin, W. Choi, B.K. Min, H. Kim, W. Kim, Y.J. Hwang, Time-resolved observation of C–C coupling intermediates on Cu electrodes for selective electrochemical CO2 reduction, Energy Environ. Sci. 13 (2020) 4301–4311.",
      "scopus-id": "105005164491",
      "coredata": {
        "eid": "1-s2.0-S0021951725002842",
        "dc:description": "Copper-based electrocatalysts hold significant promise for driving the reduction of CO2 to generate high-energy–density fuels and valuable chemicals. Nevertheless, achieving high selectivity for specific products remains a formidable challenge due to the intense competition among multiple reaction pathways. In this study, we investigate the role of Mg(OH)2 modification on Cu2O(1 1 1) catalysts in enhancing the selectivity for multi-carbon (C2) products during the electrocatalytic CO2 reduction reaction (CO2RR). The results show that the Mg(OH)2-modified Cu2O(1 1 1) catalyst (Mg(OH)2/Cu2O(1 1 1)-2) achieves a C2 product selectivity of up to 68%, significantly higher than that of the pristine Cu2O(1 1 1) catalyst. Characterization techniques, including scanning electron microscope (SEM), transmission electron microscopy (TEM), and X-ray photoelectron spectroscopy (XPS), confirm the successful incorporation of Mg(OH)2 onto the Cu2O(1 1 1) surface and reveal its porous structure. Density functional theory (DFT) calculations and in situ attenuated total reflection surface-enhanced infrared absorption spectroscopy (ATR-SEIRAS) demonstrate that Mg(OH)2 effectively activates CO2 molecules, lowers the adsorption energy barrier, and promotes C–C coupling, thereby enhancing C2 product selectivity. This study provides valuable insights into the design of efficient electrocatalysts for selective CO2 reduction to multicarbon products.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951725002842",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Cheng, Yonghui"
          },
          {
            "@_fa": "true",
            "$": "Su, Yingshi"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Jiaying"
          },
          {
            "@_fa": "true",
            "$": "Chen, Yue"
          },
          {
            "@_fa": "true",
            "$": "Peng, Zijian"
          },
          {
            "@_fa": "true",
            "$": "Deng, Sirui"
          },
          {
            "@_fa": "true",
            "$": "Huang, Junjie"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Huihui"
          },
          {
            "@_fa": "true",
            "$": "Yang, Caili"
          },
          {
            "@_fa": "true",
            "$": "Cui, Yanjia"
          },
          {
            "@_fa": "true",
            "$": "Song, Yibing"
          },
          {
            "@_fa": "true",
            "$": "Li, Zhen"
          },
          {
            "@_fa": "true",
            "$": "Wang, Gongwei"
          },
          {
            "@_fa": "true",
            "$": "Zhuang, Lin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951725002842"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951725002842"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(25)00284-2",
        "prism:volume": "449",
        "articleNumber": "116219",
        "prism:publisher": "Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Enhanced selectivity for C2 products in electrocatalytic CO2 reduction reaction over Mg(OH)2-modified Cu2O(1 1 1) catalyst",
        "prism:copyright": "© 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Mg(OH)2"
          },
          {
            "@_fa": "true",
            "$": "CO2 reduction"
          },
          {
            "@_fa": "true",
            "$": "Cu(1 1 1)"
          },
          {
            "@_fa": "true",
            "$": "In situ ATR-SEIRAS"
          },
          {
            "@_fa": "true",
            "$": "C2 product"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "116219",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 2025",
        "prism:doi": "10.1016/j.jcat.2025.116219",
        "prism:startingPage": "116219",
        "dc:identifier": "doi:10.1016/j.jcat.2025.116219",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "778",
            "@width": "634",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "117099",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "782",
            "@width": "637",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "128260",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "192",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19371",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "352",
            "@width": "640",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "57841",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "786",
            "@width": "733",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "135352",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "133",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9723",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "133",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9687",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "84",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4775",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "121",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9387",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "153",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13619",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "3444",
            "@width": "2806",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "674199",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3464",
            "@width": "2823",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "833579",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "851",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "117316",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1560",
            "@width": "2835",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "417983",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3480",
            "@width": "3247",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1000990",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002842-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1952886",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105005164491"
      }
    }
  }
}