{
  "metadata": {
    "title": "Spatiotemporal investigation of the regeneration of a shaped zeolite catalyst extrudate using <ce:italic>operando</ce:italic> powder X-ray diffraction computed tomography",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2025-10-31",
    "doi": "10.1016/j.jcat.2025.116300",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951725003653",
    "pii": "S0021951725003653"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105009000110",
      "originalText": "serial JL 272561 291210 291744 291809 31 90 Journal of Catalysis JOURNALCATALYSIS 2025-06-25 2025-06-25 2025-06-27 2025-06-27 2025-08-08T04:43:02 1-s2.0-S0021951725003653 S0021-9517(25)00365-3 S0021951725003653 10.1016/j.jcat.2025.116300 S300 S300.1 FULL-TEXT 1-s2.0-S0021951725X00087 2025-08-08T03:54:43.29872Z 0 0 20251001 20251031 2025 2025-06-25T15:03:51.570307Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid fundingbodyid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight oauserlicense openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder sponsoredaccesstype srctitle srctitlenorm srctype ssids alllist content oa subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst pubtype ref specialabst 0021-9517 00219517 UNLIMITED UNITHYB25 true 450 450 C Volume 450 51 116300 116300 116300 202510 October 2025 2025-10-01 2025-10-31 2025 Regular Articles article fla © 2025 The Author(s). Published by Elsevier Inc. SPATIOTEMPORALINVESTIGATIONREGENERATIONASHAPEDZEOLITECATALYSTEXTRUDATEUSINGOPERANDOPOWDERXRAYDIFFRACTIONCOMPUTEDTOMOGRAPHY CAPELBERDIELL I 1 Introduction 2 Material and methods 3 Results and discussion 4 Summary and conclusions CRediT authorship contribution statement Acknowledgements Appendix A Supplementary material References MITCHELL 2013 6094 6112 S DEGROOT 2010 951 962 F LIU 2016 209 215 B SHOINKHOROVA 2019 44133 44143 T PINILLAHERRERO 2021 416 428 I NIKOLOPOULOS 2023 112553 112564 N VAJGLOVA 2019 18084 18096 Z LEYVA 2014 89 96 C SILVA 2015 548 556 H KNOLL 2014 16270 16274 J MISHIN 2023 4074 4081 I HEREIJGERS 2009 77 87 B OLSBYE 2012 5810 5831 U MARTINEZESPIN 2017 2700 2716 J WRAGG 2009 290 296 D WRAGG 2011 397 402 D DELCAMPO 2016 141 149 P CAPELBERDIELL 2023 1418 1426 I GOETZE 2018 2060 2070 J LUNDEGAARD 2024 112911 112918 L ROJOGAMA 2017 8235 8246 D ROJOGAMA 2018 1324 1328 D KALANTZOPOULOS 2022 16845 16851 G XIONG 2022 491 496 H BEATO 2023 541 563 P SPRINGERHANDBOOKADVANCEDCATALYSTCHARACTERIZATION CASESTUDIESCRYSTALLOGRAPHYATOOLFORSTUDYINGMETHANOLCONVERSIONINZEOLITES JACQUES 2011 10148 10152 S SOTTMANN 2022 27075 27085 J FINEGAN 2020 631 642 D LIU 2019 18386 18394 H FINEGAN 2019 3811 3820 D SOTTMANN 2017 11385 11389 J JENSEN 2015 A1310 A1314 K MATRAS 2022 231589 231600 D EGAN 2013 8337 8345 C JENSEN 2022 150 161 K WRAGG 2015 1719 1728 D SENECAL 2017 2284 2293 P WRAGG 2021 1 6 D COELHO 2018 210 218 A STINTON 2007 87 95 G ZOKAIE 2013 1 5 M SEN 2006 217 223 S MARINKOVIC 2004 117 124 B SEREMAK 2025 1183 1197 A KALANTZOPOULOS 2020 1495 1505 G CAMPBELL 1996 338 349 S HE 2024 1 18 L DATKA 2007 225 229 J HOFF 2016 20103 20113 T LIGHTFOOT 2001 212 216 P SORENSEN 2017 465 479 M DIAZ 2021 120076 120086 M WRAGG 2010 210 215 D ROSNES 2020 110503 110515 M PRECISVALLE 2023 979 996 N CAPELBERDIELLX2025X116300 CAPELBERDIELLX2025X116300XI Full 2025-06-24T09:49:49Z ElsevierWaived Norway institutions: Core Hybrid journals RAP 2025 http://creativecommons.org/licenses/by/4.0/ 2027-06-27T00:00:00.000Z 2027-06-27T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY license. © 2025 The Author(s). Published by Elsevier Inc. 2025-06-29T03:11:25.518Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined ESRF http://data.elsevier.com/vocabulary/SciValFunders/501100001671 http://sws.geonames.org/3017382 Research Council of Norway 301619 208896 Research Council of Norway http://data.elsevier.com/vocabulary/SciValFunders/501100005416 http://sws.geonames.org/3144096 The authors acknowledge ESRF for granting beamtime at ID15A. This work was supported by the Research Council of Norway via TomoCAT researcher project (Project no. 301619 ). Georgios N. Kalantzopoulos, Dimitrios K. Pappas, Irene Pinilla-Herrero, and Daniel Rojo-Gama are acknowledged for participation in beam time experiments and preceding work on descriptor development. This work was supported by the Research Council of Norway through the project RECX National Research Infrastructure (RCN project no. 208896 ). item S0021-9517(25)00365-3 S0021951725003653 1-s2.0-S0021951725003653 10.1016/j.jcat.2025.116300 272561 2025-08-08T03:54:43.29872Z 2025-10-01 2025-10-31 UNLIMITED UNITHYB25 1-s2.0-S0021951725003653-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/MAIN/application/pdf/aaa5c31b08a3d744e18d796ea72ec2e2/main.pdf main.pdf pdf true 5849263 MAIN 9 1-s2.0-S0021951725003653-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/PREVIEW/image/png/cb275541635532c844dd1ed252e029b0/main_1.png main_1.png png 55157 928 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951725003653-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/gr2/DOWNSAMPLED/image/jpeg/bbb693571c4a1870baab081a44f56c60/gr2.jpg gr2 gr2.jpg jpg 60773 184 803 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003653-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/ga1/DOWNSAMPLED/image/jpeg/3511c9fa95e0879285f17a603312cb19/ga1.jpg ga1 true ga1.jpg jpg 19752 200 256 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003653-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/gr1/DOWNSAMPLED/image/jpeg/8e98c6c77411c6e2b475f14fcb32fc90/gr1.jpg gr1 gr1.jpg jpg 86226 384 714 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003653-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/gr4/DOWNSAMPLED/image/jpeg/77b4adeca7926fd1a6f15d22290c48ce/gr4.jpg gr4 gr4.jpg jpg 127289 805 803 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003653-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/gr3/DOWNSAMPLED/image/jpeg/c92a043c87ec2bc11d1f5f91becc0085/gr3.jpg gr3 gr3.jpg jpg 54159 204 803 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003653-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/gr5/DOWNSAMPLED/image/jpeg/3da763dec0e8751f6cdb2eafa3727189/gr5.jpg gr5 gr5.jpg jpg 48251 392 383 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003653-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/gr2/THUMBNAIL/image/gif/d878362b326babd6ad4bf8d9259093b1/gr2.sml gr2 gr2.sml sml 7965 50 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725003653-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/ga1/THUMBNAIL/image/gif/06c6d7a94f7709501d84856101ee1df3/ga1.sml ga1 true ga1.sml sml 14611 164 210 IMAGE-THUMBNAIL 1-s2.0-S0021951725003653-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/gr1/THUMBNAIL/image/gif/219cd3293099144d8cc7b663d5eccb13/gr1.sml gr1 gr1.sml sml 15604 118 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725003653-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/gr4/THUMBNAIL/image/gif/36e46cf93cde09047cb8c77ae681e01e/gr4.sml gr4 gr4.sml sml 8570 163 163 IMAGE-THUMBNAIL 1-s2.0-S0021951725003653-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/gr3/THUMBNAIL/image/gif/a14ea6f3a8f4a044fc139753e896571b/gr3.sml gr3 gr3.sml sml 6400 56 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725003653-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003811/gr5/THUMBNAIL/image/gif/080435d2001d0e8bbf614a31f26b857e/gr5.sml gr5 gr5.sml sml 10071 164 160 IMAGE-THUMBNAIL 1-s2.0-S0021951725003653-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/HIGHRES/image/jpeg/33c8be7ccdf12e5b33b4405be82352f4/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 200800 488 2132 IMAGE-HIGH-RES 1-s2.0-S0021951725003653-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/HIGHRES/image/jpeg/cf7e7520791d505b46a1f5395eff7466/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 113235 886 1133 IMAGE-HIGH-RES 1-s2.0-S0021951725003653-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/HIGHRES/image/jpeg/49a913ae7e617e0874c7d1d6e04a865b/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 234524 1020 1896 IMAGE-HIGH-RES 1-s2.0-S0021951725003653-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003811/HIGHRES/image/jpeg/b9d45e90a9b205b36536cc1a3a4eef39/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 384115 2138 2132 IMAGE-HIGH-RES 1-s2.0-S0021951725003653-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003811/HIGHRES/image/jpeg/bcda8e972b411cf16ab8f2682ed58851/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 172084 541 2132 IMAGE-HIGH-RES 1-s2.0-S0021951725003653-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003811/HIGHRES/image/jpeg/d5e842ea7351e55e0fbac69d8aa0886a/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 298489 1741 1699 IMAGE-HIGH-RES 1-s2.0-S0021951725003653-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003653/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/0496bed99dfcf37ecaac4f7f937e7232/mmc1.docx mmc1 mmc1.docx docx 2577854 APPLICATION YJCAT 116300 116300 S0021-9517(25)00365-3 10.1016/j.jcat.2025.116300 The Author(s) Fig. 1 Spatially resolved 2D map evolution of the three XRD descriptors derived from Rietveld refinements (top, [l]; (NFSM), middle, [ll]; (a-b) and bottom, [lll]; (UCV)) between 400 and 800 °C (A-E). The bottom left corner of each quarter-circle is the centre of the extrudate. Colour palette values for each descriptor are shown in the right-hand panels. Deactivated area and thermal damage highlighted with green and blue squares respectively. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Fig. 2 Integrated evolution of the three XRD descriptors derived from Rietveld refinements (left, A); (NFSM), middle, B); (a-b) and right, C); (UCV)) according to distance from the centre. The figure shows how each descriptor evolves from 500 μm to the centre to external layers for some selected temperatures. Simplified cylinder cross section in panel A) illustrates the radial distance concept. Fig. 3 Integrated evolution of the three XRD descriptors derived from Rietveld refinements (left, A); (NFSM), middle, B); (a-b) and right, C); (UCV) according to distance from the centre. The figure shows how each descriptor evolves with temperature at some selected radial distances. The simplified cylinder cross section in panel A) illustrates the radial distance concept. Vertical arrows in panel B) highlight how the temperature onset of coke removal increases closer to the outer surface of the extrudate. The dashed lines indicate a linear evolution of the descriptors. The line corresponding to data at 100 µm is added for comparison to verify that they are almost identical to the data corresponding to 600 µm from the centre. Fig. 4 Evolution of the three XRD descriptors derived from Rietveld refinements (top, I; (NFSM), middle, II; (a-b) and bottom, III; (UCV)). Column A) shows an in situ dehydration of fresh and fully deactivated crushed extrudate samples. Data was collected in two cycles highlighted with dash vertical line; warming from RT to 200 °C, cooling to RT, warming to 400 °C and after holding 2 h cooling to RT. Column B) compares an in situ calcination experiment of fresh crushed extrudates (warming from 50 to 800 °C, red arrow, and cooling to 50 °C, wine arrow) together with core (100 µm) and edge (900 µm) of extrudate of the operando PXRD-CT regeneration experiment. Columns A) and B) are plotted on the same Y scale, except for (UCV) which are adjusted for clarity. Coloured arrows highlight specific effects, in blue water, in green chemical evolution of coke, in black reversible thermal contraction/expansion and in red and wine, structural hysteresis in the zeolite framework after high temperature exposure. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Fig. 5 (top) TGA/DSC measurement. (bottom) MS data collected during simultaneously showing signals of CO, CO2 and H2O. Table 1 Detailed explanation of the XRD descriptors discussed in this work. Descriptor Origin in the XRD Physical/structural parameters that cause the change in XRD Weakness Suggested use Non-framework species: (NFSM) (wt%) NFS (occupancy) Structure factors Any matter inside the micropores, both small and large/rigid molecules. Sensitive to water, need to dry samples for ex-situ comparisons. Very little affected by factors other than non-framework electron density (i.e. preferred orientation, thermal parameters…). Operando XRD set ups for quantification of coking inside the micropore channels or dehydration studies [53,54]. Insensitive to thermal damage. (a-b) (Å) Peak positions Lattice distortion attributed to a deformation at local level of the channels due to steric effects from large/rigid aromatic species. Specific to ZSM-5 material, influenced by measurement temperature. Versatile descriptor for ZSM-5 deactivation, unaffected by water for operando and ex-situ comparisons. Sensitive to thermal damage. Unit cell volume (UCV) (Å3) Peak positions Overall distortion at the global level sensitive to water content, Si/Al ratio, and defects. Strongly influenced by measurement temperature; negative thermal expansion and dehydroxylation of the zeolite framework. Useful deactivation descriptor for several topologies [15,18]. Contains specific information of the material (i.e. Si/Al ratio), could be used to compare different ZSM-5 samples [11,55]. Sensitive to thermal damage. Research article Spatiotemporal investigation of the regeneration of a shaped zeolite catalyst extrudate using operando powder X-ray diffraction computed tomography Izar Capel Berdiell Writing – review & editing Writing – original draft Investigation Formal analysis Data curation Conceptualization a ⁎ Lars F. Lundegaard Writing – review & editing Methodology Investigation Formal analysis Data curation Conceptualization b Pablo Beato Writing – review & editing Investigation Conceptualization b Marco Di Michiel Investigation Formal analysis Data curation c David S. Wragg Writing – review & editing Writing – original draft Methodology Investigation Formal analysis Data curation Conceptualization a d Stian Svelle Writing – review & editing Investigation Conceptualization a ⁎ a Department of Chemistry, Center for Materials Science and Nanotechnology (SMN), University of Oslo, P.O. Box 1033 Blindern, N-0315 Oslo, Norway Department of Chemistry Center for Materials Science and Nanotechnology (SMN) University of Oslo P.O. Box 1033 Blindern Oslo N-0315 Norway Department of Chemistry, Center for Materials Science and Nanotechnology (SMN), University of Oslo, P.O. Box 1033 Blindern, N-0315 Oslo, Norway b Topsoe A/S, Haldor Topsøes Allé 1, 2800 Kgs. Lyngby, Denmark Topsoe A/S Haldor Topsøes Allé 1 Lyngby 2800 Kgs. Denmark Topsoe A/S, Haldor Topsøes Allé 1, 2800 Kgs. Lyngby, Denmark c ESRF-The European Synchrotron, 71 Avenue des Martyrs, 38000 Grenoble, France ESRF-The European Synchrotron 71 Avenue des Martyrs Grenoble 38000 France ESRF-The European Synchrotron, 71 Avenue des Martyrs, 38000 Grenoble, France d IFE Institute for Energy Technology, Instituttveien 18, 2007 Kjeller, Norge, Norway IFE Institute for Energy Technology Instituttveien 18 Kjeller Norge 2007 Norway IFE Institute for Energy Technology, Instituttveien 18, 2007 Kjeller, Norge, NorwayThe country name have been inserted for the affiliation. Please check, and correct if necessary. ⁎ Corresponding authors. Graphical abstract We have used operando powder X-ray diffraction computed tomography (PXRD-CT) analysed by parametric Rietveld refinements to monitor the regeneration of a deactivated ZSM-5 zeolite based extrudate employed as a catalyst in the methanol-to-hydrocarbon reaction. This investigation thus advances beyond previous studies of pure, powdered zeolites. We follow the coke oxidation by monitoring three XRD based descriptors. Lattice relaxation, monitored as the difference in length of the a- and b-lattice parameters (a-b), occurs first at the core of the extrudate and progresses towards the outer surface. This demonstrates a radial distribution of different coke species, wherein the heaviest, more oxidation resistant coke is matured near the external surface of the extrudate. In contrast, the total non-framework species mass (NFSM) decreased more uniformly throughout the extrudate, suggesting that chemical transformations of the coke species can occur prior to full oxidation. This notion is supported by in situ temperature programmed oxidation, which demonstrates that the regeneration of the ZSM-5/binder composite occurs in two distinct steps. We also observe that irreversible (hydro)thermal damage occurs in the severely coked regions of the extrudate during regeneration. Additionally, we demonstrate that the three different XRD based descriptors carry slightly different and complementary information. The (a-b) descriptor describes lattice distortion induced by rigid coke species. The total non-framework species mass (NFSM) and the unit cell volume (UCV), in contrast, capture all guest species, including volatile compounds and water. However, as a drawback, the UCV is strongly influenced also by thermal effects, whereas the (NFSM) is virtually unaffected by temperature. Keywords Coke Temperature programmed oxidation TPO XRD-CT ZSM-5 MFI Deactivation Data availability Data will be made available on request. 1 Introduction Although the majority of lab scale heterogeneous catalysis research is done on pure catalyst powders, most industrial catalysts are formed into larger objects along with additives like supports and binders. Shaped catalysts have several advantages: easier handling and separation; improved mechanical strength; better gas flow in the reactor; and the possibility to optimise the shape and composition for specific processes, all potentially giving better performance under the harsh conditions of an industrial reactor. These benefits, of course, have a cost. The mixture of several components in the shaped catalyst adds new variables that can affect the catalytic activity along with a potential mass transfer variation, leading to diffusion limitations within the object. This makes it more complicated to get a full understanding of the process as we have to study the properties of the shaped object as well as the chemistry of the catalyst [1]. Spatially resolved studies on shaped catalysts have been conducted using various techniques to gain insights into their internal structure and chemical composition. Some of the commonly used methods include Scanning Electron Microscopy (SEM), Transmission Electron Microscopy (TEM), Energy-Dispersive X-ray Spectroscopy (EDS), Confocal Fluorescence Microscopy (CFM), Scanning Transmission X-ray Microscopy (STXM) or X-ray absorption Computed Tomography (CT) among others [2–6]. These spatially resolved studies provide valuable knowledge into the morphology, microstructure, and composition of shaped catalysts, which are essential for understanding their catalytic behaviour and optimizing their performance. However, there are limitations, for example SEM is only sensitive to the external surface, the object size is very limiting towards TEM, CT provides information about density and porosity but hardly anything about chemical composition [7–9]. X-ray diffraction (XRD) is a powerful tool that not only reveals structural information, but also intrinsic properties of the zeolite catalyst such Si/Al ratio, provided that the right descriptors have been identified. Other work suggested the unit cell volume (UCV) as dealumination descriptor for ZSM-5 [10,11]. Also, XRD has been used to monitor deactivation by coke deposition both ex-situ and operando for different zeolite structures. Whilst studying the coking of different zeolite catalyst topologies in the methanol to hydrocarbon (MTH) reaction, an important shape selective catalytic reaction which holds promise towards a circular economy, [12–14] we discovered that for CHA, [15] AEI, [16] TON [17] and FER, [18] the lattice parameters expand in all directions upon coking (albeit not always to the same extent). Therefore, (UCV) is a valid descriptor for deactivation. However, such distortions do not necessarily occur in an isotropic manner [19]. In the case of BEA for instance, the c lattice parameter (stacking direction) is significantly increased upon coking, whereas the a and b parameters slightly decrease [20]. Another example where the lattice distortion is substantially anisotropic is MFI, for which we previously have presented the difference in the a and b unit cell parameters, or (a-b), as a powerful descriptor [21,22]. Recently, we studied the temperature programmed oxidation (TPO) of a deactivated but powdered ZSM-5 catalyst by operando XRD [23]. Relying on the (a-b) XRD descriptor, which is correlated with a channel distortion at the local level, [24] we were able to closely follow the oxidative regeneration process. The (a-b) XRD descriptor is more robust than e.g. the unit cell volume (UCV), which in a temperature programmed experiment is severely affected by thermal effects. An additional approach to assess catalyst deactivation with X-ray diffraction is to quantify guest species inside the pore network with the use of dummy carbon atoms inside the channels in the Rietveld refining model. These dummy atoms are placed in specific positions according to difference Fourier map examinations, and they act as placeholders for the residual electron density corresponding to coke. This affords quantification of the mass of non-framework species (NFSM), which describes the total amount of guest species in the pores, including internal coke content and species such as water [18,22,25]. Our previous regeneration (TPO) study on powdered ZSM-5 zeolite in reference, [23] indicated that different information about catalyst behaviour could be inferred from the different XRD based descriptors. Powder X-ray diffraction computed tomography (PXRD-CT) and total scattering computed tomography (PDF-CT) can be considered as 4-dimensional imaging techniques. Tomograms are built up in 3D space with the fourth dimension comprising chemical information: every voxel of the PXRD-CT tomogram contains a powder XRD pattern, from which we can extract crystal structure details. Operando PXRD-CT delivers 5D imaging, where the fifth dimension is time (or temperature), allowing us to monitor both when and where the object undergoes a chemical transformation. Since its development, [26] due to the non-invasive information rich imaging capabilities, these methods have been applied to a wide range of objects from industrial catalyst bodies and batteries, [27–33] to human teeth, [34] and archeological wood [35]. When used on catalyst objects [36,37] it allows us to visualise e.g. material distribution, strain, deactivation, and local crystal structure in different parts of the object. However, a key limitation in unlocking the full potential of such advanced methods is to understand how scattering data are linked to chemical information, i.e. to select and understand the best scattering-based descriptors for the problem at hand. By doing so, information obtained from PXRD-CT can be used to improve shaping processes and optimize the design of catalyst bodies, e.g. by finding shapes or material distributions that are less susceptible to deactivation. Recently, we presented an operando and ex-situ study on the deactivation of a cylindrical extrudate composed of uniformly distributed ZSM-5 and alumina during the conversion of methanol to hydrocarbons (MTH) [38]. The ex-situ study showed that even for a quite severely deactivated catalyst (WHSV = 12 gMeOH gextrudate −1 h−1, ∼130 mbar partial pressure of methanol, reaction temperature 400 °C, time on stream 43 h) only around 1/3 of the extrudate had been utilized for the MTH reaction. Operando PXRD-CT was performed during MTH conditions (WHSV = 12 gMeOH gextrudate −1 h−1, ∼130 mbar partial pressure of methanol and reaction temperature 440 °C) on a single extrudate of the same material. After 17 h, the reaction was stopped, significantly before full deactivation, due to beam time limitations. This operando study revealed that the coke builds up gradually from the outside and towards the core of the extrudate [38]. In the present investigation, we follow up from that experiment and monitor with operando PXRD-CT how the single catalyst extrudate is regenerated in a TPO experiment. Our findings suggest that the coke oxidation occurs from the inside of the extrudate and progresses outwards. We also observe irreversible (hydro)thermal damage in the coked regions, and that a subtle chemical transformation of the coke occurs prior to full oxidation. 2 Material and methods The catalyst extrudate studied with temperature programmed oxidation (TPO) was the same sample as that used in our earlier paper on MTH deactivation of a ZSM-5 extrudate at the end of the experiment described therein [38]. Full experimental details about the material preparation, the catalytic reaction and deactivation, mini-reactor set up, data treatment and refinement models can be found there. As for the raw materials utilised in the extruding process, we used gamma Al2O3 (Catapal B, 40 %) mixed with a commercial zeolite by Zeolyst (CBV-8014, 60 %) which has a Si/Al ratio of 40. The catalyst, a single alumina/ZSM-5 extrudate of size 1.6 x 6 mm, was placed in a vertical quartz tube (2 mm ID) held in a custom built furnace with an opening for the X-ray beam. The TPO experiment was started in situ immediately after the MTH reaction was stopped (WHSV = 12 gMeOH gextrudate −1 h−1, ∼130 mbar partial pressure of methanol, reaction temperature 440 °C, time on stream 17 h). The temperature was set to 100 °C under 10 ml min−1He flow. The first fast ramp (5 °C min−1) without operando PXRD-CT data collection from 100 °C to 400 °C and an isothermal T step at 400 °C of 5 min. The PXRD-CT sequence started, followed by the second slower ramp rate (2 °C min−1) and raised to 800 °C. A single tomogram slice across the middle position of the extrudate was continuously recorded under 20 ml min−1 flow of synthetic air; 20 % O2 in helium. This resulted in a time resolution of approximately 3.5 min per scan and a temperature difference of 6.4 °C within each scan. Operando PXRD-CT was collected at the ID15A beamline at the ESRF – The European Synchrotron with a wavelength of 0.17712 Å, detector distance of 700 mm. The data acquisition time of the 2D cross-section was approximately of 3.5 min and it was collected in rotation translation mode. We reconstructed PXRD-CT slides with a grid of 36 × 36 pixel and a voxel size of 50 µm. The full refined matrix is assessed before each pixel is interpolated with and averaged against its radial distance from the centre. Reconstruction by the filtered back projection method was carried out with in house Matlab scripts. The contribution from the glass reactor tube was subtracted during reconstruction. Data analysis by the Rietveld method was carried out in TOPAS V6 [39] using a surface refinement approach [40] to refine each tomographic slice as a single least-squares dataset [36]. The model for the coked ZSM-5 structure was taken from our previous work, [38] and includes 5 possible dummy atom sites corresponding to the highest electron density peaks in difference Fourier maps coked ZSM-5 samples. The data were rebinned in TOPAS with a slightly larger step size of 0.014° (from a starting step size of 0.01227°) to reduce the size of the surface least squares calculations. The 2θ range fitted was 0.6 to 8°. The approximate A matrix method was also used. The same model was used for all refinements: 23 parameters (lattice parameters and scale factors for gamma alumina and ZSM-5; Lorentzian size broadening for gamma alumina, strain broadening for ZSM-5; and occupancy of 5 dummy carbon atoms) were refined for each individual powder pattern. The zero error was refined as a single parameter for all powder patterns in each data-surface (i.e. it was assumed that the zero error was consistent for all powder patterns). Gaussian and Lorentzian size broadening for ZSM-5 were determined for each powder pattern of the data-surface at the initial temperature (400 °C) and fixed. Finally, isotropic thermal parameters for Si and O of ZSM-5 were fixed to independent lines with temperature scans. Few random points scattered across the extrudate were refined at all temperatures for determining the slopes and intercepts. The results suggested near zero slope for alumina (single parameter for both Al and O) and carbon (dummy atoms) therefore were fixed to the intercepts; 1 and 10 (B iso) respectively. The non-framework species mass (NFSM) and (a-b) and unit cell volume (UCV) parameters were calculated in the input file for each powder pattern. For the operando measurements, the data surface was one slice of the tomogram. The data surface input files were prepared with simple Python text editing scripts which added the correct data points in the tomogram to the input file using text replacement. Only powder patterns within the reconstructed object were refined. A sample input file was provided in our previous study [38]. Laboratory powder X-ray diffraction (PXRD) was performed using a Malvern Panalytical Empyrean instrument working in Bragg–Brentano mode using Cu Kalpha radiation (lambda = 1.541Å). An AntonPaar1200 cell was used for the in situ PXRD heating experiments, which were performed in in dry synthetic air (100 ml min−1). Thermogravimetric analysis (TGA) and differential scanning calorimetry (DSC) and mass spectroscopy (MS) were performed using a NETZSCH TGA-DSC-MS instrument with a heating rate of 5 °C min−1 and a temperature limit of 700C in dry synthetic air (100 ml min−1). 3 Results and discussion Our previous operando PXRD-CT experiment, [38] which was interrupted after 17 h on stream, before full deactivation had occurred, revealed a gradient of coke deposition from the outer surface towards the extrudate core, with the surface region being profoundly deactivated and the core remaining essentially untouched by the MTH reactions. Here we follow the regeneration process of the same extrudate by heating to 800 °C at 2 °C min−1 in synthetic air mixture. PXRD-CT was collected at a single slice in the middle axially across the extrudate that fully covered the width of the cylindrical extrudate (1.8 +/- 0.1 mm diameter). The refined PXRD-CT slice is a 2D array with a circular-shaped region of interest consisting of ∼1050 pixels total in area (50 μm size square pixels, see Fig. S1). A summary of the fit results is depicted in Fig. 1 . The same panels showing the variation of the fit residual (Rwp ) across the slices are shown in Fig. S2. Note that although the whole circular area was refined, the results turned out to be reasonably symmetric (see Fig. S3), i.e. with no significant angular gradients. Because of this, we show only a quarter of each slice to save space and improve clarity. The 5 columns in Fig. 1 represent 5 key temperatures in 100 degrees increments, while the three rows show three structure parameters from the Rietveld analysis that have been established as descriptors to track the regeneration process [21]. At 400 °C, (Fig. 1A) the three descriptors show a similar pattern where the deactivated area did not penetrate further than 200–250 μm (green squares highlight the extent of propagation of the coking). This represents the initial state of the catalyst extrudate before TPO. The first row is the residual electron density captured by the occupancies of dummy atoms included in the model (Fig. S4). This is translated by a method established in our previous work [18] to the mass of non-framework species (NFSM) in the ZSM-5 unit cell (Equation S1). At 500 °C the overall (NFSM) decreases only very slightly and a similar space across the object remains coked (Fig. 1B_l). On reaching 600 °C (Fig. 1C_l), the level of (NFSM) remaining in the outer part is considerably reduced. Above this temperature (NFSM) is very close to zero from center to edge. This suggests that full coke removal occurs between 600 and 700 °C in this case. Note that coke removal in this type of experiment might be time/temperature convoluted, and its temperature could be influenced by the temperature ramp rate and gas flows used in the regeneration. Zeolite ZSM-5 has a flexible framework. The straight channel cross section aspect ratio is circular in the fresh state but it distorts into oval shape when larger aromatic molecules are deposited, [24] that local distortion was correlated with (a-b) [23]. Therefore, the (a-b) descriptor in Fig. 1 represents lattice distortion due to bulky coke species. Note that a low value (near zero) of (a-b) corresponds to deactivated zeolite, whereas a higher value indicates fresh material [21,41]. The first two panels, representing 400 and 500 °C convey a similar impression as that derived from the (NFSM); the coke resides in the outermost area of the extrudate, and only a marginal change is seen when going from 400 to 500 °C. At 600 °C, we see clear signs of coke removal. Only the very outer layer retains its small (a-b) value, suggesting that framework distorting coke is removed first from the inside regions of the extrudates or alternatively, shifted to the surface i.e. redistributed. The core of the extrudate shows a slight decrease in (a-b), which we attribute to thermal effects (see below). At 700 °C (Fig. 1D_ll) the (a-b) value is uniformly dispersed across the cylinder cross section, indicating complete coke removal. Interestingly, at 800 °C, the outermost rim of the extrudate, corresponding to the region that was heavily coked, displays a slightly different (a-b) value (lower) compared to the rest of the extrudate (the originally uncoked region). The bottom row of images in Fig. 1 shows the evolution of unit cell volume in the TPO experiment. At 400 °C, a significantly greater unit cell volume is found in the coked region of the extrudate. Upon heating, (UCV) changes qualitatively in a similar manner as the other two descriptors. However, it appears that the changes occur at slightly lower temperatures in this case. Clearly, there is significant reduction in the (UCV) observed in the outermost rim already at 500 °C, and it appears that the structural change of the zeolite starts from the innermost part of the coked region. At 600 °C, the (UCV) is quite uniform, which was only seen at 700 °C for (a-b) and (NFSM). Finally, at 800 °C, the (UCV) is distinctly lower in the previously coked region, mirroring the observations seen for (a-b). Briefly, the data in Fig. 1 suggest that coke removal occurs from the inside and outwards. The maps for (a-b) and (UCV) at 800 °C suggest that (hydro)thermal damage has occurred in the coked regions, but this is not reflected in the (NFSM). Also, changes corresponding to coke removal appear to happen at lower temperatures when monitoring the (UCV). However, it is clear that thermal effects [42] influence the (a-b) and (UCV) and that these effects are superimposed on those connected to the coke oxidation process. Since the 2D maps above show clear radial gradients, but no azimuthal gradients, we integrated the descriptor results (Fig. 2 ). Furthermore, as it is obvious from Fig. 1 and our previous work on this material [38] that the core of the extrudate (0–600 μm) was largely untouched by coke from the reaction, we focus on the radial range where changes occur (500–900 μm from the centre) for further analysis. These 1D plots, with different colours representing different temperatures in Fig. 2 and different depths in the extrudate in Fig. 3 , show more clearly than the maps the different behaviour of the three descriptors, and allow us to resolve temperature effects, irreversible (hydro)thermal damage, and effects related to coke oxidation more clearly. We focus first on (NFSM) in the left panel of Fig. 2. The values of (NFSM) in the uncoked region (e.g. at 500 µm) are very little affected by the temperature. This one might expect, as these values are derived from the occupancy of carbon dummy atoms, and not related to any crystal structure lattice parameter. Thus, (NFSM) describes the content of carbon in the zeolite micropore channels (wt%) steadily. The coke removal progresses gradually with increasing temperature and is complete at 700 °C, as evidenced by the uniform (NFSM) values seen at 700, 750, and 800 °C. Plotting (NFSM) against temperature (Fig. 3) conveys the same impression and allows us to pinpoint 675 °C as the temperature at which the zeolite is empty from guest species. For the (a-b) values in the uncoked region (e.g. at 500 µm in Fig. 2), the variation with temperature changes direction throughout the dataset (see also the middle panel of Fig. 3 below). From 400 to ∼650 °C the (a-b) increases steadily. This is followed by a sharp drop from 650 to 750 °C followed by a subsequent increase. This peculiar behaviour will be discussed below. For the (UCV), we observe a uniform, but non-linear decrease with increasing temperature, as seen most clearly for the trace corresponding to a radial position of 100 µm in the right panel of Fig. 3. A reduction in unit cell volume upon heating is expected for ZSM-5, [42,43] but the reason for of the non-linearity of the decrease is less clear. Following an initial decrease due to thermal effects, the (a-b) values increase with temperature, clearly showing how the framework relaxes during the coke removal. From Fig. 2, middle panel, it is evident that coke removal is complete between 650 and 700 °C. However, at higher temperatures, 800 °C in particular, the (a-b) values slightly decrease again. This corresponds to the corona of (hydro)thermal damage seen in Fig. 1. The middle panel of Fig. 3, showing (a-b) against temperature for different regions, quite convincingly demonstrate how the onset of coke removal occurs at higher temperature for the outermost parts of the extrudate (black arrows). Coke is removed from the inside outwards. Likewise, the (hydro)thermal damage, giving rise to the upwards bend (lower values) of the (a-b) at high temperatures, is most distinct for the outermost layers of the extrudate. As was also seen in Fig. 1, (UCV) maps out the coke removal in a manner that is fairly similar to that seen for (a-b). Coke removal is complete at ∼650 °C, as indicated by a uniform value in all regions of the extrudate. At higher temperatures, the (UCV) slightly drops near the outside of extrudate, signifying (hydro)thermal damage. To complement the interpretation of the PXRD-CT experiment, we carried out several temperature programmed XRD experiments (without any spatial resolution) on powdered samples. First, two extrudate samples were crushed to powder; one completely fresh and the other completely deactivated in a high pressure reactor [38]. These crushed samples were loaded into capillary flow reactors [25] for variable temperature XRD experiments up to 400 °C in dry gas flow. Two heating and cooling cycles were carried out: The samples were first heated to 200 °C (indicated with a vertical line) then cooled back to RT. The second heating cycle was up to 400 °C followed by cooling down to RT again (Fig. 4 A, left panels). Figures showing the evolution of descriptors and temperature versus time are shown in the Supporting Information. The propagation of the descriptors (Fig. 4A, left panels) during the first heating to 200 °C is emphasized by the thick transparent blue lines. Clearly, the (NFSM) descriptor captures the loss of water from the samples. For the fresh zeolite, around 5–6 wt% of water is desorbed (blue vertical arrow). In contrast, the coked zeolite releases very little water (<1 wt%, blue vertical arrow), because channels are occupied by coke. Once water is lost, the (NFSM) values are very little affected by temperature cycling from RT to 400 °C. This means that the (NFSM) descriptor captures not only coke, but by all non-framework species, including water or any other species inside the channels. Consequently, this descriptor is very useful for operando conditions and high temperatures, but ex situ analysis is hampered once the sample is exposed to moisture. For the coked sample (purple symbols), a modest, but significant reduction in coke content is seen when cycling from RT to 400 °C and holding (see also Fig. S5; bottom panel highlighted by black box). In contrast, the (a-b) descriptor is completely unaffected by the presence of water in the zeolite pores. As previously suggested, [23] only fairly bulky coke molecules exert enough pressure on the zeolite framework to cause such structural deformations [24,44]. This insensitivity to water and small molecules renders the (a-b) superior to (NFSM) when it comes to ex situ investigations. For both the fresh (yellow symbols) and coked zeolite (purple symbols), the (a-b) descriptor varies very little with temperature. For the fresh zeolite, (a-b) increases slightly with increasing temperature, whereas slight decrease is observed upon heating for the coked material (Fig. 4B and S6). The behaviour of (UCV) is considerably more complex than (a-b) or (NFSM). Starting with the fresh catalyst, a substantial unit cell volume increase is seen upon the initial heating to 200 °C and dehydration (thick transparent blue lines). A tentative interpretation for this observation is that the substantial amount of water present in the fresh material interacts strongly with acid sites by hydrogen bonding, causing the cell to shrink. Similar effects have been described for SAPO-37 [45]. However, this might not be a general effect, and further studies are needed to verify this interpretation. Upon cooling to RT after dehydration at 200 °C, the (UCV) does not fully return to the (small) starting value. During the second heating cycle, the (UCV) increases until 300 °C, after which the cell starts to shrink (see also Fig. S7 for additional clarity). Upon final cooling to RT, the original value of (UCV) for a dry zeolite is restored. This, however, is likely a numerical coincidence, as the state of the material (degree of dehydroxylation, see below) is different. In contrast, for the fully deactivated catalyst (where acid sites were not accessible for H-bonding), the removal of the initially present small amount of water only slightly increases the (UCV), see transparent thick blue line in Fig. 4A_III. During the second heating cycle to 400 °C, a gradual reduction in unit cell volume is seen during the 2 h hold at 400 °C. Subsequent cooling to RT reveals that this reduction is irreversible. We attribute this to a slow transformation of the coke species, which will be elaborated below. To further aid the interpretation of the tomography data (Figs. 1–3) a laboratory in situ PXRD experiment was performed, this time using a Anton PAAR 1200 heating chamber rather than capillaries and a heat blower. The right panels of Fig. 4 show the response of the XRD descriptors to calcination up to 800 °C and subsequent cooling to RT for a fresh, crushed extrudate (orange, filled symbols). Also shown are the data recorded at 100 µm from the centre of the extrudate in the tomography experiment, that is in the uncoked middle of the extrudate (orange, empty symbols). Quite clearly, for the (NFSM) descriptor the two datasets follow each other quite closely. For the fresh sample, the initial loss of water can be seen at low temperatures for (NFSM). Otherwise, this parameter remains invariant upon heating to 800 °C and subsequent cooling. Moreover, there is near perfect overlap between the evolution of the (NFSM) descriptor for the fresh sample and that seen at 100 µm in the extrudate. Focusing on the (a-b) parameter, which is insensitive to water, we observe a slight and linear decrease with temperature for the fresh sample. Upon cooling to RT, the (a-b) parameter increases again, but does not fully return to the starting value, signifying that some irreversible thermal damage occurs when heating to the substantial temperature of 800 °C. For the 100 µm data recorded for the coked sample with tomography, the (a-b) parameter exactly matches that seen for the fresh, powdered sample from 400 to ∼700 °C. However, at 700 °C, the (a-b) parameter significantly increases for the 100 µm sample, thus deviating from the observations made for the fresh material. This surely must be linked to the corona of irreversible damage seen for (a-b) in Fig. 1. However, there was no discernible coke deposition in this region of the extrudate and also the majority of the coke was removed below 700 °C, before the step seen for the 100 µm sample in Fig. 4. The coke oxidation will of course release some steam at very high temperature, and we speculate that this steam spreads within the extrudate and leads to hydrothermal damage which is further aggravated by the additional heating from 700 to 800 °C. Figs. 1 and 3 lend some support to this notion, as it is clear that the hydrothermal damage is greatest in the coked regions of the extrudate, where the concentration of steam reasonably would be larger. The notion of water in combination with thermal treatment as severely degrading for zeolite frameworks is not new [45,46]. A recent study of the dynamic evolution of the ZSM-5 zeolite framework during steam treatment at varying temperatures, describes how water combined with high temperatures strongly impact both dealumination and defect healing [47]. In situ IR during the regeneration of coked zeolites also suggested that some OH bands, present in the fresh activated catalyst are lost in the regenerated material [48]. Previous studies have shown that ZSM-5 is prone to dealumination in the temperature range of 600–800 °C [49]. Heating from RT to 800 °C barely affects (NFSM), which is reasonable, as this descriptor is sensitive only to guest species. In contrast, heating to 800 °C leads to a significant reduction in unit cell volume (UCV) for the fresh sample. (The slight increase in (UCV) seen from RT to 200 °C was discussed above.) Reductions in (UCV) of such magnitude (∼100 Å3) have previously been reported by e.g. Sen et al. [42] and Marinkovic et al. [43]. However, upon cooling down, the (UCV) does increase again, but not nearly to the starting value. Thus, the large drop in (UCV) seen during the first heating is likely due to dehydroxylation events, as also discussed by Marinkovic et al. [43], and cannot be attributed to negative thermal expansion, which by nature is reversible. The actual reversible negative thermal expansion of the zeolite after completion of the dehydroxylation processes is much less, [50] with only ∼10 Å3 difference seen when cooling from 800 to 150 °C. We recall that some irreversible thermal damage was seen for (a-b) when going from RT to 800 °C and back to RT, representing structural deformations. However, these effects were not nearly as profoundly as for the unit cell volume, suggesting that (a-b) is substantially less sensitive to dehydroxylation compared to (UCV). We now turn to the deactivated samples (blue symbols). Here we compare the fully deactivated sample from the high pressure reactor to the data recorded near the edge of the partially deactivated extrudate in the operando PXRD-CT experiment (900 µm from the center). Due to the difference in the starting degree of coking, some discrepancies in the numerical values of the descriptors are seen. However, these discrepancies are as expected, i.e. a larger (NFSM) and smaller (a-b) for the more severely deactivated sample. Briefly, this presentation of the data (the blue symbols in the right side of Fig. 4) confirms the findings from the more crowded Figs. 1–3. Note, however, the distinct break in the evolution of the (a-b) descriptor seen at ∼700 °C, which we attribute to (hydro)thermal damage. Taken together, the data presented in Figs. 1–4 allow us to resolve thermal effects, (hydro)thermal damage, and coke oxidation both with respect to the temperature at which these events take place and their spatial occurrence within the extrudate. However, the irreversible reduction in (UCV) occurring at 400 °C (Fig. 4 A_III) and very slight reduction in (NFSM) (Fig. 4 A_I and Fig. S5) which was not reflected in the (a-b) descriptor requires further investigation. To this end, thermogravimetric analysis with mass spectrometry detection of the effluent (TGA/DSC-MS) of the fully deactivated extrudates was carried out. Fig. 5 shows the change in sample mass, the heat signal (DSC), and the evolution of CO, CO2, and H2O during the TGA measurement. From the MS trace, it can be seen that initially, water leaves the zeolite/binder mix. A reduction of mass due to coke oxidation starts already at ∼370 °C. Further, a significant exothermal event starts to occur even well below the temperature at which the sample mass starts to drop. Also, there is significant evolution of CO and CO2 also below 370 °C. The bulk of the coke oxidation occurs later, with a peak in the heat and CO/CO2 signals and at ∼530 °C. Note that no peak in H2O evolution is seen, most likely due to the carbon rich (hydrogen poor) nature of the coke and the general difficulties of H2O detection by mass spectrometry. Experiments with crushed and intact pellets yielded similar results demonstrating that there are no diffusion limitations across the object during the initial phase of regeneration (Fig. S8). Clearly, a two stage process is happening, where a small amount CO/CO2 and an exothermic event are observed already below 400 °C. It is therefore reasonable to assume that this low temperature event can be linked to the reduction in (UCV) and (NFSM) seen in Fig. 4 when holding the coked sample at 400 °C. It seems evident that a slow, irreversible chemical process starts in the coke species at or slightly below 400 °C, and that this is an initial partial oxidation without going to full combustion, maintaining the lattice distortion due to large aromatic species. We speculate that some structural motifs of the coke species still retained within the zeolite are susceptible to partial oxidation already at 370 °C, leading to the exothermic signal seen. Such a partial oxidation would overall lead to a slight increase in coke mass. Concurrently, some species are lost due to cracking or desorption, and only a very small net mass loss is seen in the TGA and for the (UCV) and (NFSM). Sørensen discusses the idea of multiple types of coke in a similar catalytic system, comprising “reactive coke” and “less reactive coke”, which are distinguished by the oxidation temperature [51]. Previous reports distinguish between “soft” and “hard” coke, suggesting that “soft coke” species can be swept out of the zeolite in inert gas flow at moderate temperatures [52]. However, in our case, the total amount of guest species is only slightly reduced. Also, this subtle change in the state of the zeolite does not lead to the kind of local structural deformations that are monitored with the (a-b) descriptor, which is sensitive predominantly to bulky coke species. 4 Summary and conclusions This contribution sheds light on two topics. First, we provide a detailed understanding of the performance of the three different XRD descriptors investigated, that is the difference in length of the a- and b-vectors defining the unit cell (a-b), the total non-framework species mass (NFSM) and the unit cell volume (UCV). For brevity, a summary including suggestions for suitable use is provided in Table 1 . Second, we provide a thorough analysis of the chemistry of regeneration by coke oxidation of an actual, shaped catalyst object, with respect to the coke removal itself and the response of the zeolite framework. Significant efforts have been spent to resolve purely reversible thermal effects, irreversible dehydroxylation and (hydro)thermal damage, and the actual coke oxidation process. Moreover, by employing computed tomography powder X-ray diffraction (PXRD-CT), we provide spatial resolution of these complex processes. Quite clearly, we show that for a cylindrical extrudate, the coke oxidation occurs from the inside of the extrudate and outwards. This was perhaps expected, considering that the coke deposition occurs in the opposite manner, from the outside and inwards [38]. The outermost coke will thus have been aged and transformed for a considerably longer time, whereas the more newly formed coke deposited further into the extrudate is easier to oxidize. Our investigation does not provide any detail on the exact chemical nature of the coke (e.g. molecule size, H/C ratio) with spatial resolution, and we identify space resolved spectroscopic studies as a strategy for further investigation. It has also been demonstrated that irreversible (hydro)thermal damage of the zeolite occurs during the regeneration process at such harsh conditions. This effect is most clearly seen in the heavily coked regions of the extrudate, but it does appear to a measurable extent throughout the entire sample, also in the regions that were not coked. Further, thermal treatment of a powdered sample alone does not cause a similar damage, suggesting that the steam released at high temperature during regeneration of extrudates plays a key role. Finally, we have observed a that a subtle chemical transformation of the coke occurs prior to full oxidation. This could be discerned by careful analysis of the three different XRD descriptors and comparison to thermogravimetric analysis. We suggest that a partial oxidation and perhaps minor cracking of the coke, with only very slight mass loss, can occur at or slightly below 400 °C. This process is the first step of the overall coke oxidation. This study shows that if the regeneration is carried out at temperatures below 700 °C, the irreversible (hydrothermal) damage could be avoided. Which begs the question whether regenerating an object subjected to mild/soft coking, which is removable at lower temperatures, could minimize the consecutive long-term loss of catalytic activity. In addition, it sets the foundations of forthcoming structural studies with the potential of elucidating in detail how much degree of deactivation shall the catalyst object have before the optimum regeneration is not feasible. CRediT authorship contribution statement Izar Capel Berdiell: Writing – review & editing, Writing – original draft, Investigation, Formal analysis, Data curation, Conceptualization. Lars F. Lundegaard: Writing – review & editing, Methodology, Investigation, Formal analysis, Data curation, Conceptualization. Pablo Beato: Writing – review & editing, Investigation, Conceptualization. Marco Di Michiel: Investigation, Formal analysis, Data curation. David S. Wragg: Writing – review & editing, Writing – original draft, Methodology, Investigation, Formal analysis, Data curation, Conceptualization. Stian Svelle: Writing – review & editing, Investigation, Conceptualization. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements The authors acknowledge ESRF for granting beamtime at ID15A. This work was supported by the Research Council of Norway via TomoCAT researcher project (Project no. 301619). Georgios N. Kalantzopoulos, Dimitrios K. Pappas, Irene Pinilla-Herrero, and Daniel Rojo-Gama are acknowledged for participation in beam time experiments and preceding work on descriptor development. This work was supported by the Research Council of Norway through the project RECX National Research Infrastructure (RCN project no. 208896). Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jcat.2025.116300. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] S. Mitchell N.-L. Michels J. Pérez-Ramírez From powder to technical body: the undervalued science of catalyst scale up Chem. Soc. Rev. 42 2013 6094 6112 S. Mitchell, N.-L. Michels, J. Pérez-Ramírez, From powder to technical body: the undervalued science of catalyst scale up, Chemical Society Reviews, 42 (2013) 6094-6112. [2] F.M.F. de Groot E. de Smit M.M. van Schooneveld L.R. Aramburo B.M. Weckhuysen In-situ scanning transmission X-ray microscopy of catalytic solids and related nanomaterials Chem. Phys. Chem. 11 2010 951 962 F.M.F. de Groot, E. de Smit, M.M. van Schooneveld, L.R. Aramburo, B.M. Weckhuysen, In-situ Scanning Transmission X-Ray Microscopy of Catalytic Solids and Related Nanomaterials, ChemPhysChem, 11 (2010) 951-962. [3] B. Liu D. Slocombe M. AlKinany H. AlMegren J. Wang J. Arden A. Vai S. Gonzalez-Cortes T. Xiao V. Kuznetsov P.P. Edwards Advances in the study of coke formation over zeolite catalysts in the methanol-to-hydrocarbon process Appl. Petrochem. Res. 6 2016 209 215 B. Liu, D. Slocombe, M. AlKinany, H. AlMegren, J. Wang, J. Arden, A. Vai, S. Gonzalez-Cortes, T. Xiao, V. Kuznetsov, P.P. Edwards, Advances in the study of coke formation over zeolite catalysts in the methanol-to-hydrocarbon process, Applied Petrochemical Research, 6 (2016) 209-215. [4] T. Shoinkhorova A. Dikhtiarenko A. Ramirez A. Dutta Chowdhury M. Caglayan J. Vittenet A. Bendjeriou-Sedjerari O.S. Ali I. Morales-Osorio W. Xu J. Gascon Shaping of ZSM-5-based catalysts via spray drying: effect on methanol-to-olefins performance ACS Appl. Mater. Interfaces 11 2019 44133 44143 T. Shoinkhorova, A. Dikhtiarenko, A. Ramirez, A. Dutta Chowdhury, M. Caglayan, J. Vittenet, A. Bendjeriou-Sedjerari, O.S. Ali, I. Morales-Osorio, W. Xu, J. Gascon, Shaping of ZSM-5-Based Catalysts via Spray Drying: Effect on Methanol-to-Olefins Performance, ACS Applied Materials & Interfaces, 11 (2019) 44133-44143. [5] I. Pinilla-Herrero E. Borfecchia T. Cordero-Lanzac U.V. Mentzel F. Joensen K.A. Lomachenko S. Bordiga U. Olsbye P. Beato S. Svelle Finding the active species: the conversion of methanol to aromatics over Zn-ZSM-5/alumina shaped catalysts J. Catal. 394 2021 416 428 I. Pinilla-Herrero, E. Borfecchia, T. Cordero-Lanzac, U.V. Mentzel, F. Joensen, K.A. Lomachenko, S. Bordiga, U. Olsbye, P. Beato, S. Svelle, Finding the active species: The conversion of methanol to aromatics over Zn-ZSM-5/alumina shaped catalysts, Journal of Catalysis, 394 (2021) 416-428. [6] N. Nikolopoulos L.A. Parker M.W. Vuijk B.M. Weckhuysen Impact of the location of magnesium in zeolite-based shaped catalyst bodies on the methanol-to-hydrocarbons process Microporous Mesoporous Mater. 354 2023 112553 112564 N. Nikolopoulos, L.A. Parker, M.W. Vuijk, B.M. Weckhuysen, Impact of the location of magnesium in zeolite-based shaped catalyst bodies on the methanol-to-hydrocarbons process, Microporous and Mesoporous Materials, 354 (2023) 112553-112564. [7] Z. Vajglová N. Kumar P. Mäki-Arvela K. Eränen M. Peurla L. Hupa M. Nurmi M. Toivakka D.Y. Murzin Synthesis and physicochemical characterization of shaped catalysts of β and Y zeolites for cyclization of citronellal Ind. Eng. Chem. Res. 58 2019 18084 18096 Z. Vajglová, N. Kumar, P. Mäki-Arvela, K. Eränen, M. Peurla, L. Hupa, M. Nurmi, M. Toivakka, D.Y. Murzin, Synthesis and Physicochemical Characterization of Shaped Catalysts of β and Y Zeolites for Cyclization of Citronellal, Industrial & Engineering Chemistry Research, 58 (2019) 18084-18096. [8] C. Leyva J. Ancheyta L. Mariey A. Travert F. Maugé Characterization study of NiMo/SiO2-Al2O3 spent hydroprocessing catalysts for heavy oils Catal. Today 220–222 2014 89 96 C. Leyva, J. Ancheyta, L. Mariey, A. Travert, F. Maugé, Characterization study of NiMo/SiO2-Al2O3 spent hydroprocessing catalysts for heavy oils, Catalysis Today, 220-222 (2014) 89-96. [9] H. Silva M.G. Nielsen E.M. Fiordaliso C.D. Damsgaard C. Gundlach T. Kasama I.B. Chorkendorff D. Chakraborty Synthesis and characterization of Fe–Ni/ɣ-Al2O3 egg-shell catalyst for H2 generation by ammonia decomposition Appl. Catal. A 505 2015 548 556 H. Silva, M.G. Nielsen, E.M. Fiordaliso, C.D. Damsgaard, C. Gundlach, T. Kasama, I.b. Chorkendorff, D. Chakraborty, Synthesis and characterization of Fe–Ni/ɣ-Al2O3 egg-shell catalyst for H2 generation by ammonia decomposition, Applied Catalysis A: General, 505 (2015) 548-556. [10] J. Knöll U. Singh J. Nicolich R. Gonzalez M. Ziebarth C. Fougret S. Brandt Unit cell volume as a measure of dealumination of ZSM-5 in fluid catalytic cracking catalyst Ind. Eng. Chem. Res. 53 2014 16270 16274 J. Knöll, U. Singh, J. Nicolich, R. Gonzalez, M. Ziebarth, C. Fougret, S. Brandt, Unit Cell Volume as a Measure of Dealumination of ZSM-5 in Fluid Catalytic Cracking Catalyst, Industrial & Engineering Chemistry Research, 53 (2014) 16270-16274. [11] I.V. Mishin I.S. Levin L.M. Kustov Unit cell volume as a measure of the framework composition of ZSM-5 type zeolites Cryst. Growth Des. 23 2023 4074 4081 I.V. Mishin, I.S. Levin, L.M. Kustov, Unit Cell Volume as a Measure of the Framework Composition of ZSM-5 Type Zeolites, Crystal Growth & Design, 23 (2023) 4074–4081. [12] B.P.C. Hereijgers F. Bleken M.H. Nilsen S. Svelle K.-P. Lillerud M. Bjørgen B.M. Weckhuysen U. Olsbye Product shape selectivity dominates the Methanol-to-Olefins (MTO) reaction over H-SAPO-34 catalysts J. Catal. 264 2009 77 87 B.P.C. Hereijgers, F. Bleken, M.H. Nilsen, S. Svelle, K.-P. Lillerud, M. Bjørgen, B.M. Weckhuysen, U. Olsbye, Product shape selectivity dominates the Methanol-to-Olefins (MTO) reaction over H-SAPO-34 catalysts, Journal of Catalysis, 264 (2009) 77-87. [13] U. Olsbye S. Svelle M. Bjørgen P. Beato T.V.W. Janssens F. Joensen S. Bordiga K.P. Lillerud Conversion of methanol to hydrocarbons: how zeolite cavity and pore size controls product selectivity Angew. Chem. Int. Ed. 51 2012 5810 5831 U. Olsbye, S. Svelle, M. Bjørgen, P. Beato, T.V.W. Janssens, F. Joensen, S. Bordiga, K.P. Lillerud, Conversion of Methanol to Hydrocarbons: How Zeolite Cavity and Pore Size Controls Product Selectivity, Angewandte Chemie International Edition, 51 (2012) 5810-5831. [14] J.S. Martinez-Espin M. Mortén T.V.W. Janssens S. Svelle P. Beato U. Olsbye New insights into catalyst deactivation and product distribution of zeolites in the methanol-to-hydrocarbons (MTH) reaction with methanol and dimethyl ether feeds Cat. Sci. Technol. 7 2017 2700 2716 J.S. Martinez-Espin, M. Mortén, T.V.W. Janssens, S. Svelle, P. Beato, U. Olsbye, New insights into catalyst deactivation and product distribution of zeolites in the methanol-to-hydrocarbons (MTH) reaction with methanol and dimethyl ether feeds, Catalysis Science & Technology, 7 (2017) 2700-2716. [15] D.S. Wragg R.E. Johnsen M. Balasundaram P. Norby H. Fjellvåg A. Grønvold T. Fuglerud J. Hafizovic Ø.B. Vistad D. Akporiaye SAPO-34 methanol-to-olefin catalysts under working conditions: a combined in situ powder X-ray diffraction, mass spectrometry and Raman study J. Catal. 268 2009 290 296 D.S. Wragg, R.E. Johnsen, M. Balasundaram, P. Norby, H. Fjellvåg, A. Grønvold, T. Fuglerud, J. Hafizovic, Ø.B. Vistad, D. Akporiaye, SAPO-34 methanol-to-olefin catalysts under working conditions: A combined in situ powder X-ray diffraction, mass spectrometry and Raman study, Journal of Catalysis, 268 (2009) 290-296. [16] D.S. Wragg D. Akporiaye H. Fjellvåg Direct observation of catalyst behaviour under real working conditions with X-ray diffraction: comparing SAPO-18 and SAPO-34 methanol to olefin catalysts J. Catal. 279 2011 397 402 D.S. Wragg, D. Akporiaye, H. Fjellvåg, Direct observation of catalyst behaviour under real working conditions with X-ray diffraction: Comparing SAPO-18 and SAPO-34 methanol to olefin catalysts, Journal of Catalysis, 279 (2011) 397-402. [17] P. del Campo W.A. Slawinski R. Henry M.W. Erichsen S. Svelle P. Beato D. Wragg U. Olsbye Time- and space-resolved high energy operando X-ray diffraction for monitoring the methanol to hydrocarbons reaction over H-ZSM-22 zeolite catalyst in different conditions Surf. Sci. 648 2016 141 149 P. del Campo, W.A. Slawinski, R. Henry, M.W. Erichsen, S. Svelle, P. Beato, D. Wragg, U. Olsbye, Time- and space-resolved high energy operando X-ray diffraction for monitoring the methanol to hydrocarbons reaction over H-ZSM-22 zeolite catalyst in different conditions, Surface Science, 648 (2016) 141-149. [18] I. Capel Berdiell G.B. Braghin T. Cordero-Lanzac P. Beato L.F. Lundegaard D. Wragg S. Bordiga S. Svelle Tracking structural deactivation of H-ferrierite zeolite catalyst during MTH with XRD Top. Catal. 66 2023 1418 1426 I. Capel Berdiell, G.B. Braghin, T. Cordero-Lanzac, P. Beato, L.F. Lundegaard, D. Wragg, S. Bordiga, S. Svelle, Tracking Structural Deactivation of H-Ferrierite Zeolite Catalyst During MTH with XRD, Topics in Catalysis, 66 (2023) 1418-1426. [19] J. Goetze I. Yarulina J. Gascon F. Kapteijn B.M. Weckhuysen Revealing lattice expansion of small-pore zeolite catalysts during the methanol-to-olefins process using combined operando X-ray diffraction and UV–vis spectroscopy ACS Catal. 8 2018 2060 2070 J. Goetze, I. Yarulina, J. Gascon, F. Kapteijn, B.M. Weckhuysen, Revealing Lattice Expansion of Small-Pore Zeolite Catalysts during the Methanol-to-Olefins Process Using Combined Operando X-ray Diffraction and UV–vis Spectroscopy, ACS Catalysis, 8 (2018) 2060-2070. [20] L.F. Lundegaard I.C. Berdiell N. König N.H. Junge P. Beato D. Chernyshov S. Svelle D.S. Wragg Tracking deactivation of zeolite beta with and without a detailed structure model: XRD analysis and in situ studies Microporous Mesoporous Mater. 366 2024 112911 112918 L.F. Lundegaard, I.C. Berdiell, N. König, N.H. Junge, P. Beato, D. Chernyshov, S. Svelle, D.S. Wragg, Tracking deactivation of zeolite beta with and without a detailed structure model: XRD analysis and in situ studies, Microporous and Mesoporous Materials, 366 (2024) 112911-112918. [21] D. Rojo-Gama M. Nielsen D.S. Wragg M. Dyballa J. Holzinger H. Falsig L.F. Lundegaard P. Beato R.Y. Brogaard K.P. Lillerud U. Olsbye S. Svelle A straightforward descriptor for the deactivation of zeolite catalyst H-ZSM-5 ACS Catal. 7 2017 8235 8246 D. Rojo-Gama, M. Nielsen, D.S. Wragg, M. Dyballa, J. Holzinger, H. Falsig, L.F. Lundegaard, P. Beato, R.Y. Brogaard, K.P. Lillerud, U. Olsbye, S. Svelle, A Straightforward Descriptor for the Deactivation of Zeolite Catalyst H-ZSM-5, ACS Catalysis, 7 (2017) 8235-8246. [22] D. Rojo-Gama L. Mentel G.N. Kalantzopoulos D.K. Pappas I. Dovgaliuk U. Olsbye K.P. Lillerud P. Beato L.F. Lundegaard D.S. Wragg S. Svelle Deactivation of zeolite catalyst H-ZSM-5 during conversion of methanol to gasoline: operando time- and space-resolved X-ray diffraction J. Phys. Chem. Lett. 9 2018 1324 1328 D. Rojo-Gama, L. Mentel, G.N. Kalantzopoulos, D.K. Pappas, I. Dovgaliuk, U. Olsbye, K.P. Lillerud, P. Beato, L.F. Lundegaard, D.S. Wragg, S. Svelle, Deactivation of Zeolite Catalyst H-ZSM-5 during Conversion of Methanol to Gasoline: Operando Time- and Space-Resolved X-ray Diffraction, The Journal of Physical Chemistry Letters, 9 (2018) 1324-1328. [23] G.N. Kalantzopoulos D. Rojo Gama D.K. Pappas I. Dovgaliuk U. Olsbye P. Beato L.F. Lundegaard D.S. Wragg S. Svelle Real-time regeneration of a working zeolite monitored via operando X-ray diffraction and crystallographic imaging: how coke flees the MFI framework Dalton Trans. 51 2022 16845 16851 G.N. Kalantzopoulos, D. Rojo Gama, D.K. Pappas, I. Dovgaliuk, U. Olsbye, P. Beato, L.F. Lundegaard, D.S. Wragg, S. Svelle, Real-time regeneration of a working zeolite monitored via operando X-ray diffraction and crystallographic imaging: how coke flees the MFI framework, Dalton Transactions, 51 (2022) 16845-16851. [24] H. Xiong Z. Liu X. Chen H. Wang W. Qian C. Zhang A. Zheng F. Wei In situ imaging of the sorption-induced subcell topological flexibility of a rigid zeolite framework Science 376 2022 491 496 H. Xiong, Z. Liu, X. Chen, H. Wang, W. Qian, C. Zhang, A. Zheng, F. Wei, In situ imaging of the sorption-induced subcell topological flexibility of a rigid zeolite framework, Science, 376 (2022) 491-496. [25] P. Beato L.F. Lundegaard S. Svelle D.S. Wragg Case Studies: Crystallography as a Tool for Studying Methanol Conversion in Zeolites I.E. Wachs M.A. Bañares Springer Handbook of Advanced Catalyst Characterization 2023 Springer International Publishing Cham 541 563 P. Beato, L.F. Lundegaard, S. Svelle, D.S. Wragg, Case Studies: Crystallography as a Tool for Studying Methanol Conversion in Zeolites, in: I.E. Wachs, M.A. Bañares (Eds.) Springer Handbook of Advanced Catalyst Characterization, Springer International Publishing, Cham, 2023, pp. 541-563. [26] S.D.M. Jacques M. Di Michiel A.M. Beale T. Sochi M.G. O'Brien L. Espinosa-Alonso B.M. Weckhuysen P.L. Barnes Dynamic X-ray diffraction computed tomography reveals real-time insight into catalyst active phase evolution Angew. Chem. 50 43 2011 10148 10152 S.D.M. Jacques, M. Di Michiel, A.M. Beale, T. Sochi, M.G. O'Brien, L. Espinosa-Alonso, B.M. Weckhuysen, P.L. Barnes, Dynamic X-ray diffraction computed tomography reveals real-time insight into catalyst active phase evolution, Angewandte Chemie, 50 43 (2011) 10148-10152. [27] J. Sottmann A. Ruud Ø.S. Fjellvåg G.B.M. Vaughan M. Di Michel H. Fjellvåg O.I. Lebedev P. Vajeeston D.S. Wragg 5D total scattering computed tomography reveals the full reaction mechanism of a bismuth vanadate lithium ion battery anode PCCP 24 2022 27075 27085 J. Sottmann, A. Ruud, Ø.S. Fjellvåg, G.B.M. Vaughan, M. Di Michel, H. Fjellvåg, O.I. Lebedev, P. Vajeeston, D.S. Wragg, 5D total scattering computed tomography reveals the full reaction mechanism of a bismuth vanadate lithium ion battery anode, Physical Chemistry Chemical Physics, 24 (2022) 27075-27085. [28] D.P. Finegan A. Vamvakeros C. Tan T.M.M. Heenan S.R. Daemi N. Seitzman M. Di Michiel S. Jacques A.M. Beale D.J.L. Brett P.R. Shearing K. Smith Spatial quantification of dynamic inter and intra particle crystallographic heterogeneities within lithium ion electrodes Nat. Commun. 11 2020 631 642 D.P. Finegan, A. Vamvakeros, C. Tan, T.M.M. Heenan, S.R. Daemi, N. Seitzman, M. Di Michiel, S. Jacques, A.M. Beale, D.J.L. Brett, P.R. Shearing, K. Smith, Spatial quantification of dynamic inter and intra particle crystallographic heterogeneities within lithium ion electrodes, Nature Communications, 11 (2020) 631-642. [29] H. Liu S. Kazemiabnavi A. Grenier G. Vaughan M. Di Michiel B.J. Polzin K. Thornton K.W. Chapman P.J. Chupas Quantifying reaction and rate heterogeneity in battery electrodes in 3D through operando X-ray diffraction computed tomography ACS Appl. Mater. Interfaces 11 2019 18386 18394 H. Liu, S. Kazemiabnavi, A. Grenier, G. Vaughan, M. Di Michiel, B.J. Polzin, K. Thornton, K.W. Chapman, P.J. Chupas, Quantifying Reaction and Rate Heterogeneity in Battery Electrodes in 3D through Operando X-ray Diffraction Computed Tomography, ACS Applied Materials & Interfaces, 11 (2019) 18386-18394. [30] D.P. Finegan A. Vamvakeros L. Cao C. Tan T.M.M. Heenan S.R. Daemi S.D.M. Jacques A.M. Beale M. Di Michiel K. Smith D.J.L. Brett P.R. Shearing C. Ban Spatially resolving lithiation in silicon–graphite composite electrodes via in situ high-energy X-ray diffraction computed tomography Nano Lett. 19 2019 3811 3820 D.P. Finegan, A. Vamvakeros, L. Cao, C. Tan, T.M.M. Heenan, S.R. Daemi, S.D.M. Jacques, A.M. Beale, M. Di Michiel, K. Smith, D.J.L. Brett, P.R. Shearing, C. Ban, Spatially Resolving Lithiation in Silicon–Graphite Composite Electrodes via in Situ High-Energy X-ray Diffraction Computed Tomography, Nano Letters, 19 (2019) 3811-3820. [31] J. Sottmann M. Di Michiel H. Fjellvåg L. Malavasi S. Margadonna P. Vajeeston G.B.M. Vaughan D.S. Wragg Chemical structures of specific sodium ion battery components determined by operando pair distribution function and X-ray diffraction computed tomography Angew. Chem. Int. Ed. 56 2017 11385 11389 J. Sottmann, M. Di Michiel, H. Fjellvåg, L. Malavasi, S. Margadonna, P. Vajeeston, G.B.M. Vaughan, D.S. Wragg, Chemical Structures of Specific Sodium Ion Battery Components Determined by Operando Pair Distribution Function and X-ray Diffraction Computed Tomography, Angewandte Chemie International Edition, 56 (2017) 11385-11389. [32] K.M.Ø. Jensen X. Yang J.V. Laveda W.G. Zeier K.A. See M.D. Michiel B.C. Melot S.A. Corr S.J.L. Billinge X-ray diffraction computed tomography for structural analysis of electrode materials in batteries J. Electrochem. Soc. 162 2015 A1310 A1314 K.M.Ø. Jensen, X. Yang, J.V. Laveda, W.G. Zeier, K.A. See, M.D. Michiel, B.C. Melot, S.A. Corr, S.J.L. Billinge, X-Ray Diffraction Computed Tomography for Structural Analysis of Electrode Materials in Batteries, Journal of The Electrochemical Society, 162 (2015) A1310-A1314. [33] D. Matras T.E. Ashton H. Dong M. Mirolo I. Martens J. Drnec J.A. Darr P.D. Quinn S.D.M. Jacques A.M. Beale A. Vamvakeros Emerging chemical heterogeneities in a commercial 18650 NCA Li-ion battery during early cycling revealed by synchrotron X-ray diffraction tomography J. Power Sources 539 2022 231589 231600 D. Matras, T.E. Ashton, H. Dong, M. Mirolo, I. Martens, J. Drnec, J.A. Darr, P.D. Quinn, S.D.M. Jacques, A.M. Beale, A. Vamvakeros, Emerging chemical heterogeneities in a commercial 18650 NCA Li-ion battery during early cycling revealed by synchrotron X-ray diffraction tomography, Journal of Power Sources, 539 (2022) 231589-231600. [34] C.K. Egan S.D.M. Jacques M. Di Michiel B. Cai M.W. Zandbergen P.D. Lee A.M. Beale R.J. Cernik Non-invasive imaging of the crystalline structure within a human tooth Acta Biomater. 9 2013 8337 8345 C.K. Egan, S.D.M. Jacques, M. Di Michiel, B. Cai, M.W. Zandbergen, P.D. Lee, A.M. Beale, R.J. Cernik, Non-invasive imaging of the crystalline structure within a human tooth, Acta Biomaterialia, 9 (2013) 8337-8345. [35] K.M.Ø. Jensen E.R. Aluri E.S. Perez G.B.M. Vaughan M. Di Michel E.J. Schofield S.J.L. Billinge S.A. Cussen Location and characterization of heterogeneous phases within Mary Rose wood Matter 5 2022 150 161 K.M.Ø. Jensen, E.R. Aluri, E.S. Perez, G.B.M. Vaughan, M. Di Michel, E.J. Schofield, S.J.L. Billinge, S.A. Cussen, Location and characterization of heterogeneous phases within Mary Rose wood, Matter, 5 (2022) 150-161. [36] D.S. Wragg M.G. O'Brien M. Di Michiel F. Lonstad-Bleken Rietveld analysis of computed tomography and its application to methanol to olefin reactor beds J. Appl. Cryst. 48 2015 1719 1728 D.S. Wragg, M.G. O'Brien, M. Di Michiel, F. Lonstad-Bleken, Rietveld analysis of computed tomography and its application to methanol to olefin reactor beds, Journal of Applied Crystallography, 48 (2015) 1719-1728. [37] P. Senecal S.D.M. Jacques M. Di Michiel S.A.J. Kimber A. Vamvakeros Y. Odarchenko I. Lezcano-Gonzalez J. Paterson E. Ferguson A.M. Beale Real-time scattering-contrast imaging of a supported cobalt-based catalyst body during activation and Fischer–Tropsch synthesis revealing spatial dependence of particle size and phase on catalytic properties ACS Catal. 7 2017 2284 2293 P. Senecal, S.D.M. Jacques, M. Di Michiel, S.A.J. Kimber, A. Vamvakeros, Y. Odarchenko, I. Lezcano-Gonzalez, J. Paterson, E. Ferguson, A.M. Beale, Real-Time Scattering-Contrast Imaging of a Supported Cobalt-Based Catalyst Body during Activation and Fischer–Tropsch Synthesis Revealing Spatial Dependence of Particle Size and Phase on Catalytic Properties, ACS Catalysis, 7 (2017) 2284-2293. [38] D.S. Wragg G.N. Kalantzopoulos D.K. Pappas I. Pinilla-Herrero D. Rojo-Gama E. Redekop M. Di Michiel P. Beato L.F. Lundegaard S. Svelle Mapping the coke formation within a zeolite catalyst extrudate in space and time by operando computed X-ray diffraction tomography J. Catal. 401 2021 1 6 D.S. Wragg, G.N. Kalantzopoulos, D.K. Pappas, I. Pinilla-Herrero, D. Rojo-Gama, E. Redekop, M. Di Michiel, P. Beato, L.F. Lundegaard, S. Svelle, Mapping the coke formation within a zeolite catalyst extrudate in space and time by operando computed X-ray diffraction tomography, Journal of Catalysis, 401 (2021) 1-6. [39] A. Coelho TOPAS and TOPAS-Academic: an optimization program integrating computer algebra and crystallographic objects written in C++ J. Appl. Cryst. 51 2018 210 218 A. Coelho, TOPAS and TOPAS-Academic: an optimization program integrating computer algebra and crystallographic objects written in C++, Journal of Applied Crystallography, 51 (2018) 210-218. [40] G.W. Stinton J.S.O. Evans Parametric Rietveld refinement J. Appl. Cryst. 40 2007 87 95 G.W. Stinton, J.S.O. Evans, Parametric Rietveld refinement, Journal of Applied Crystallography, 40 (2007) 87-95. [41] M. Zokaie D.S. Wragg A. Grønvold T. Fuglerud J.H. Cavka K.P. Lillerud O. Swang Unit cell expansion upon coke formation in a SAPO-34 catalyst: a combined experimental and computational study Microporous Mesoporous Mater. 165 2013 1 5 M. Zokaie, D.S. Wragg, A. Grønvold, T. Fuglerud, J.H. Cavka, K.P. Lillerud, O. Swang, Unit cell expansion upon coke formation in a SAPO-34 catalyst: A combined experimental and computational study, Microporous and Mesoporous Materials, 165 (2013) 1-5. [42] S. Sen R.R. Wusirika R.E. Youngman High temperature thermal expansion behavior of H[Al]ZSM-5 zeolites: the role of Brønsted sites Microporous Mesoporous Mater. 87 2006 217 223 S. Sen, R.R. Wusirika, R.E. Youngman, High temperature thermal expansion behavior of H[Al]ZSM-5 zeolites: The role of Brønsted sites, Microporous and Mesoporous Materials, 87 (2006) 217-223. [43] B.A. Marinkovic P.M. Jardim A. Saavedra L.Y. Lau C. Baehtz R.R. de Avillez F. Rizzo Negative thermal expansion in hydrated HZSM-5 orthorhombic zeolite Microporous Mesoporous Mater. 71 2004 117 124 B.A. Marinkovic, P.M. Jardim, A. Saavedra, L.Y. Lau, C. Baehtz, R.R. de Avillez, F. Rizzo, Negative thermal expansion in hydrated HZSM-5 orthorhombic zeolite, Microporous and Mesoporous Materials, 71 (2004) 117-124. [44] A. Seremak I. Capel Berdiell B. Arstad T. Fjermestad S. Svelle Investigating the flexibility of H-ZSM-5 zeolite upon adsorption of coke precursors: a theoretical and experimental approach J. Phys. Chem. C 129 2025 1183 1197 A. Seremak, I. Capel Berdiell, B. Arstad, T. Fjermestad, S. Svelle, Investigating the Flexibility of H-ZSM-5 Zeolite Upon Adsorption of Coke Precursors: A Theoretical and Experimental Approach, The Journal of Physical Chemistry C, 129 (2025) 1183-1197. [45] G.N. Kalantzopoulos F. Lundvall K. Thorshaug A. Lind P. Vajeeston I. Dovgaliuk B. Arstad D.S. Wragg H. Fjellvåg Factors determining microporous material stability in water: the curious case of SAPO-37 Chem. Mater. 32 2020 1495 1505 G.N. Kalantzopoulos, F. Lundvall, K. Thorshaug, A. Lind, P. Vajeeston, I. Dovgaliuk, B. Arstad, D.S. Wragg, H. Fjellvåg, Factors Determining Microporous Material Stability in Water: The Curious Case of SAPO-37, Chemistry of Materials, 32 (2020) 1495-1505. [46] S.M. Campbell D.M. Bibby J.M. Coddington R.F. Howe R.H. Meinhold Dealumination of HZSM-5 zeolites: I. Calcination and hydrothermal treatment J. Catal. 161 1996 338 349 S.M. Campbell, D.M. Bibby, J.M. Coddington, R.F. Howe, R.H. Meinhold, Dealumination of HZSM-5 Zeolites: I. Calcination and Hydrothermal Treatment, Journal of Catalysis, 161 (1996) 338-349. [47] L.-H. He J.-J. Li S.-Y. Han D. Fan X.-J. Li S.-T. Xu Y.-X. Wei Z.-M. Liu Dynamic evolution of HZSM-5 zeolite framework under steam treatment Chem. Synthesis 4 2024 1 18 L.-H. He, J.-J. Li, S.-Y. Han, D. Fan, X.-J. Li, S.-T. Xu, Y.-X. Wei, Z.-M. Liu, Dynamic evolution of HZSM-5 zeolite framework under steam treatment, Chemical Synthesis, 4 (2024) 1-18. [48] J. Datka B. Gil In situ IR and catalytic studies of the regeneration of acid sites in coked zeolite Y Microporous Mesoporous Mater. 103 2007 225 229 J. Datka, B. Gil, In situ IR and catalytic studies of the regeneration of acid sites in coked zeolite Y, Microporous and Mesoporous Materials, 103 (2007) 225-229. [49] T.C. Hoff R. Thilakaratne D.W. Gardner R.C. Brown J.-P. Tessonnier Thermal stability of aluminum-rich ZSM-5 zeolites and consequences on aromatization reactions J. Phys. Chem. C 120 2016 20103 20113 T.C. Hoff, R. Thilakaratne, D.W. Gardner, R.C. Brown, J.-P. Tessonnier, Thermal Stability of Aluminum-Rich ZSM-5 Zeolites and Consequences on Aromatization Reactions, The Journal of Physical Chemistry C, 120 (2016) 20103-20113. [50] P. Lightfoot D.A. Woodcock M.J. Maple L.A. Villaescusa P.A. Wright The widespread occurrence of negative thermal expansion in zeolites J. Mater. Chem. 11 2001 212 216 P. Lightfoot, D.A. Woodcock, M.J. Maple, L.A. Villaescusa, P.A. Wright, The widespread occurrence of negative thermal expansion in zeolites, Journal of Materials Chemistry, 11 (2001) 212-216. [51] M.D.P. Sørensen The establishment of a coke-burn kinetic model for zeolite catalysts Chem. Eng. Sci. 168 2017 465 479 M.D.P. Sørensen, The establishment of a coke-burn kinetic model for zeolite catalysts, Chemical Engineering Science, 168 (2017) 465-479. [52] M. Díaz E. Epelde J. Valecillos S. Izaddoust A.T. Aguayo J. Bilbao Coke deactivation and regeneration of HZSM-5 zeolite catalysts in the oligomerization of 1-butene Appl Catal B 291 2021 120076 120086 M. Díaz, E. Epelde, J. Valecillos, S. Izaddoust, A.T. Aguayo, J. Bilbao, Coke deactivation and regeneration of HZSM-5 zeolite catalysts in the oligomerization of 1-butene, Applied Catalysis B: Environmental, 291 (2021) 120076-120086. [53] D.S. Wragg R.E. Johnsen P. Norby H. Fjellvåg The adsorption of methanol and water on SAPO-34: in situ and ex situ X-ray diffraction studies Microporous Mesoporous Mater. 134 2010 210 215 D.S. Wragg, R.E. Johnsen, P. Norby, H. Fjellvåg, The adsorption of methanol and water on SAPO-34: in situ and ex situ X-ray diffraction studies, Microporous and Mesoporous Materials, 134 (2010) 210-215. [54] M.H. Rosnes B. Pato-Doldán R.E. Johnsen A. Mundstock J. Caro P.D.C. Dietzel Role of the metal cation in the dehydration of the microporous metal–organic frameworks CPO-27-M Microporous Mesoporous Mater. 309 2020 110503 110515 M.H. Rosnes, B. Pato-Doldán, R.E. Johnsen, A. Mundstock, J. Caro, P.D.C. Dietzel, Role of the metal cation in the dehydration of the microporous metal–organic frameworks CPO-27-M, Microporous and Mesoporous Materials, 309 (2020) 110503-110515. [55] N. Precisvalle M. Mancinelli M. Ardit G. Beltrami L. Gigli A. Aloise E. Catizzone M. Migliori G. Giordano V. Guidi A. Martucci Temperature induced monoclinic to orthorhombic phase transition in protonated ZSM-5 zeolites with different Si/Al ratios: an in-situ synchrotron X-ray powder diffraction study Crystals 13 2023 979 996 N. Precisvalle, M. Mancinelli, M. Ardit, G. Beltrami, L. Gigli, A. Aloise, E. Catizzone, M. Migliori, G. Giordano, V. Guidi, A. Martucci, Temperature Induced Monoclinic to Orthorhombic Phase Transition in Protonated ZSM-5 Zeolites with Different Si/Al Ratios: An In-Situ Synchrotron X-ray Powder Diffraction Study, Crystals, 13 (2023) 979-996.",
      "scopus-id": "105009000110",
      "coredata": {
        "eid": "1-s2.0-S0021951725003653",
        "dc:description": "We have used operando powder X-ray diffraction computed tomography (PXRD-CT) analysed by parametric Rietveld refinements to monitor the regeneration of a deactivated ZSM-5 zeolite based extrudate employed as a catalyst in the methanol-to-hydrocarbon reaction. This investigation thus advances beyond previous studies of pure, powdered zeolites. We follow the coke oxidation by monitoring three XRD based descriptors. Lattice relaxation, monitored as the difference in length of the a- and b-lattice parameters (a-b), occurs first at the core of the extrudate and progresses towards the outer surface. This demonstrates a radial distribution of different coke species, wherein the heaviest, more oxidation resistant coke is matured near the external surface of the extrudate. In contrast, the total non-framework species mass (NFSM) decreased more uniformly throughout the extrudate, suggesting that chemical transformations of the coke species can occur prior to full oxidation. This notion is supported by in situ temperature programmed oxidation, which demonstrates that the regeneration of the ZSM-5/binder composite occurs in two distinct steps. We also observe that irreversible (hydro)thermal damage occurs in the severely coked regions of the extrudate during regeneration. Additionally, we demonstrate that the three different XRD based descriptors carry slightly different and complementary information. The (a-b) descriptor describes lattice distortion induced by rigid coke species. The total non-framework species mass (NFSM) and the unit cell volume (UCV), in contrast, capture all guest species, including volatile compounds and water. However, as a drawback, the UCV is strongly influenced also by thermal effects, whereas the (NFSM) is virtually unaffected by temperature.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-10-31",
        "openaccessUserLicense": "http://creativecommons.org/licenses/by/4.0/",
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951725003653",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Capel Berdiell, Izar"
          },
          {
            "@_fa": "true",
            "$": "Lundegaard, Lars F."
          },
          {
            "@_fa": "true",
            "$": "Beato, Pablo"
          },
          {
            "@_fa": "true",
            "$": "Di Michiel, Marco"
          },
          {
            "@_fa": "true",
            "$": "Wragg, David S."
          },
          {
            "@_fa": "true",
            "$": "Svelle, Stian"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951725003653"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951725003653"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": "Full",
        "pii": "S0021-9517(25)00365-3",
        "prism:volume": "450",
        "articleNumber": "116300",
        "prism:publisher": "The Author(s). Published by Elsevier Inc.",
        "dc:title": "Spatiotemporal investigation of the regeneration of a shaped zeolite catalyst extrudate using operando powder X-ray diffraction computed tomography",
        "prism:copyright": "© 2025 The Author(s). Published by Elsevier Inc.",
        "openaccess": "1",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Coke"
          },
          {
            "@_fa": "true",
            "$": "Temperature programmed oxidation TPO"
          },
          {
            "@_fa": "true",
            "$": "XRD-CT"
          },
          {
            "@_fa": "true",
            "$": "ZSM-5"
          },
          {
            "@_fa": "true",
            "$": "MFI"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          }
        ],
        "openaccessArticle": "true",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": "ElsevierWaived",
        "prism:pageRange": "116300",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2025",
        "prism:doi": "10.1016/j.jcat.2025.116300",
        "prism:startingPage": "116300",
        "dc:identifier": "doi:10.1016/j.jcat.2025.116300",
        "openaccessSponsorName": "Norway institutions: Core Hybrid journals RAP 2025"
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "184",
            "@width": "803",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "60773",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "256",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19752",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "384",
            "@width": "714",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "86226",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "805",
            "@width": "803",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "127289",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "204",
            "@width": "803",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54159",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "392",
            "@width": "383",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "48251",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "50",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7965",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "210",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14611",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "118",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15604",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "163",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8570",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "56",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6400",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "160",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10071",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "488",
            "@width": "2132",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "200800",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1133",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "113235",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1020",
            "@width": "1896",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "234524",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2138",
            "@width": "2132",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "384115",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "541",
            "@width": "2132",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "172084",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1741",
            "@width": "1699",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "298489",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003653-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "2577854",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105009000110"
      }
    }
  }
}