{
  "metadata": {
    "title": "Stabilization of bare divalent Fe(II) cations in Al-rich beta zeolites for superior NO adsorption",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2014-06-30",
    "doi": "10.1016/j.jcat.2014.04.001",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951714000815",
    "pii": "S0021951714000815"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84899846335",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2014-05-08 2014-05-08 2014-06-13T12:49:15 1-s2.0-S0021951714000815 S0021-9517(14)00081-5 S0021951714000815 10.1016/j.jcat.2014.04.001 S300 S300.1 FULL-TEXT 1-s2.0-S0021951714X00059 2021-04-03T16:59:40.963421Z 0 0 20140601 20140630 2014 2014-05-08T00:00:00Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast highlightsabst primabst pubtype ref specialabst alllist content subj ssids 0021-9517 00219517 true 315 315 C Volume 315 3 1 5 1 5 201406 June 2014 2014-06-01 2014-06-30 2014 Priority Communication article sco Copyright © 2014 Elsevier Inc. All rights reserved. STABILIZATIONBAREDIVALENTFEIICATIONSINALRICHBETAZEOLITESFORSUPERIORNOADSORPTION OGURA M 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusion Acknowledgments References MIALE 1966 278 J WARD 1968 34 J VENUTO 1966 484 P RABO 1966 328 J WARD 1968 4211 J KIKUCHI 1996 465 E DEDECEK 1999 1462 J KAUCKY 1999 75 D DEDECEK 2000 483 J LI 1993 L1 Y LI 1993 561 Y DEDECEK 2011 244 J DEDECEK 2012 135 J MODEN 2010 1367 B TAKAHASHI 1996 63 N RITTER 1990 1023 J ZHANG 1993 2337 W HINO 2010 1666 T ZHANG 2002 1485 H LOBREE 1999 242 L SPOTO 2000 107 G MUL 2002 129 G NECHITA 2005 33 M ZECCHINA 2007 3484 A YURANOV 2007 128 I RIVALLAN 2010 223 M BERLIER 2010 358 G CHEN 2000 159 H LEZCANO 2001 104 M KAMIMURA 2010 2182 Y MATSUKATA 1999 77 M WICHTERLOVA 1998 223 B CAPEK 2004 352 L DEDECEK 2002 198 J STAKHEEV 1992 866 A KAZANSKY 2000 39 V KAZANSKY 2003 211 V KAZANSKY 2004 369 V KAZANSKY 2005 2103 V KAZANSKY 2006 17468 V PIDKO 2006 22618 E OGURAX2014X1 OGURAX2014X1X5 OGURAX2014X1XM OGURAX2014X1X5XM 2021-03-20T08:32:23.331Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S0021951714000815 Since 2012, part of this work has been performed under the management of the Elements Strategy Initiative for Catalysts &amp; Batteries (ESICB), supported by the Ministry of Education, Culture, Sports, and Science and Technology of Japan (MEXT) program “Elements Strategy Initiative to Form Core Research Center.” The authors thank Enago ( www.enago.jp ) for the English language review. item S0021-9517(14)00081-5 S0021951714000815 1-s2.0-S0021951714000815 10.1016/j.jcat.2014.04.001 272561 2014-06-13T08:57:19.814744-04:00 2014-06-01 2014-06-30 1-s2.0-S0021951714000815-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951714000815/MAIN/application/pdf/1a59b83fe00c198d33f6564d7c57f6a7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951714000815/MAIN/application/pdf/1a59b83fe00c198d33f6564d7c57f6a7/main.pdf main.pdf pdf true 448191 MAIN 5 1-s2.0-S0021951714000815-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951714000815/PREVIEW/image/png/da7404b41e2a91fb7873ee649cad56ce/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951714000815/PREVIEW/image/png/da7404b41e2a91fb7873ee649cad56ce/main_1.png main_1.png png 53579 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951714000815-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951714000815/gr1/HIGHRES/image/jpeg/3f0c5170596b641be50a627818e6f9ce/gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951714000815/gr1/HIGHRES/image/jpeg/3f0c5170596b641be50a627818e6f9ce/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 163303 1269 1569 IMAGE-HIGH-RES 1-s2.0-S0021951714000815-fx1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951714000815/fx1/HIGHRES/image/jpeg/66b34fc9fb865cfa6efd45108562ca56/fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951714000815/fx1/HIGHRES/image/jpeg/66b34fc9fb865cfa6efd45108562ca56/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 80028 531 933 IMAGE-HIGH-RES 1-s2.0-S0021951714000815-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951714000815/gr3/HIGHRES/image/jpeg/85c64e48955402f134711c9f986ced2b/gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951714000815/gr3/HIGHRES/image/jpeg/85c64e48955402f134711c9f986ced2b/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 294290 1198 2955 IMAGE-HIGH-RES 1-s2.0-S0021951714000815-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951714000815/gr2/HIGHRES/image/jpeg/3ca55c70187d2132e4511b6243594b35/gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951714000815/gr2/HIGHRES/image/jpeg/3ca55c70187d2132e4511b6243594b35/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 117750 1102 1275 IMAGE-HIGH-RES 1-s2.0-S0021951714000815-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951714000815/gr1/DOWNSAMPLED/image/jpeg/42b61aca6ae2604d54a94b0f9f22d2c4/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951714000815/gr1/DOWNSAMPLED/image/jpeg/42b61aca6ae2604d54a94b0f9f22d2c4/gr1.jpg gr1 gr1.jpg jpg 21839 286 354 IMAGE-DOWNSAMPLED 1-s2.0-S0021951714000815-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951714000815/fx1/DOWNSAMPLED/image/jpeg/4e3f5ebd1d30abd74b8bc407764f5fa0/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951714000815/fx1/DOWNSAMPLED/image/jpeg/4e3f5ebd1d30abd74b8bc407764f5fa0/fx1.jpg fx1 true fx1.jpg jpg 29650 200 351 IMAGE-DOWNSAMPLED 1-s2.0-S0021951714000815-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951714000815/gr3/DOWNSAMPLED/image/jpeg/31a3f2f82202deb075eadb0be4102716/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951714000815/gr3/DOWNSAMPLED/image/jpeg/31a3f2f82202deb075eadb0be4102716/gr3.jpg gr3 gr3.jpg jpg 34250 270 667 IMAGE-DOWNSAMPLED 1-s2.0-S0021951714000815-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951714000815/gr2/DOWNSAMPLED/image/jpeg/964b5db23b7156ee3c6cb9c44846fe6f/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951714000815/gr2/DOWNSAMPLED/image/jpeg/964b5db23b7156ee3c6cb9c44846fe6f/gr2.jpg gr2 gr2.jpg jpg 14223 249 288 IMAGE-DOWNSAMPLED 1-s2.0-S0021951714000815-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951714000815/gr1/THUMBNAIL/image/gif/3c7a84143bd825c519b32667f4505938/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951714000815/gr1/THUMBNAIL/image/gif/3c7a84143bd825c519b32667f4505938/gr1.sml gr1 gr1.sml sml 5058 164 203 IMAGE-THUMBNAIL 1-s2.0-S0021951714000815-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951714000815/fx1/THUMBNAIL/image/gif/3aa5772684cce4e75dab0e270532f3f0/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951714000815/fx1/THUMBNAIL/image/gif/3aa5772684cce4e75dab0e270532f3f0/fx1.sml fx1 true fx1.sml sml 6299 125 219 IMAGE-THUMBNAIL 1-s2.0-S0021951714000815-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951714000815/gr3/THUMBNAIL/image/gif/c45fc57d399e0c4c3d52e8437581844b/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951714000815/gr3/THUMBNAIL/image/gif/c45fc57d399e0c4c3d52e8437581844b/gr3.sml gr3 gr3.sml sml 3708 89 219 IMAGE-THUMBNAIL 1-s2.0-S0021951714000815-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951714000815/gr2/THUMBNAIL/image/gif/e0919516224bd62607fb976684c3888d/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951714000815/gr2/THUMBNAIL/image/gif/e0919516224bd62607fb976684c3888d/gr2.sml gr2 gr2.sml sml 4732 164 190 IMAGE-THUMBNAIL YJCAT 11446 S0021-9517(14)00081-5 10.1016/j.jcat.2014.04.001 Elsevier Inc. Fig. 1 NO adsorption capacity and efficiency for Fe(II)-exchanged beta5.0, beta13, beta20, MFI, FAU, and LTA zeolites. Fig. 2 IR spectra of NO adsorbed onto Fe(II)-beta5.0 (top spectrum) and Fe(II)-beta13 (bottom spectrum). Fig. 3 UV–vis spectrum of dehydrated Co(II)-beta5.0 (a) and simulated UV–vis spectrum (b). Priority Communication Stabilization of bare divalent Fe(II) cations in Al-rich beta zeolites for superior NO adsorption Masaru Ogura a b ⁎ Keiji Itabashi c Jiri Dedecek d Tatsuki Onkawa c Yumiko Shimada a Koutarou Kawakami a Kenzo Onodera a Shinnosuke Nakamura a Tatsuya Okubo c a Institute of Industrial Science, The University of Tokyo, Komaba, Meguro, Tokyo 153-8505, Japan Institute of Industrial Science The University of Tokyo Komaba Meguro Tokyo 153-8505 Japan b Unit of Elements Strategy Initiative for Catalysts & Batteries, Kyoto University, Katsura, Nishikyo, Kyoto 615-8510, Japan Unit of Elements Strategy Initiative for Catalysts & Batteries Kyoto University Katsura Nishikyo Kyoto 615-8510 Japan c Department of Chemical System Engineering, The University of Tokyo, Hongo, Bunkyo, Tokyo 113-8656, Japan Department of Chemical System Engineering The University of Tokyo Hongo Bunkyo Tokyo 113-8656 Japan d J. Heyrovsky Institute of Physical Chemistry, Academy of Sciences of the Czech Republic, Dolejskova 3, Prague 8 CZ-182 23, Czech Republic J. Heyrovsky Institute of Physical Chemistry Academy of Sciences of the Czech Republic Dolejskova 3 Prague 8 CZ-182 23 Czech Republic ⁎ Corresponding author at: Institute of Industrial Science, The University of Tokyo, Komaba, Meguro, Tokyo 153-8505, Japan. Fax: +81 3 5452 6322. Graphical abstract Fe(II)-beta zeolites with a Si/Al molar ratio of 5, synthesized in the absence of an organic structure-directing agent, showed remarkably efficient NO chemisorption, as compared to conventional Si-rich beta zeolites (Si/Al=12–20) and common zeolites such as A-type zeolite, ZSM-5, and faujasite. Keywords Nitric oxide Adsorption Fe(II) ion Beta zeolite OSDA-free synthesis 1 Introduction Zeolites are aluminosilicate minerals in which micropores multidimensionally penetrate the crystalline structure. The negative charge derived from trivalent aluminum in the silicate framework is compensated for by a positively charged cation on the zeolite extraframework. In aqueous solutions, this cation is exchangeable with specific metal ions to be loaded onto the solid surface; this is known as the ion-exchange ability of aluminosilicate zeolites [1,2]. Monovalent cations such as Na+, K+, and H+ are easily inserted into the exchangeable sites of zeolites in accordance with the rules of the Hofmeister series and the size of the bare or hydrated ions. Moreover, it is well known that Ag+ can be ion-exchanged in zeolites to impart antibacterial activity. As for divalent and trivalent cations, a metal-siting model has been widely accepted for which M2(II) and M3(III) cations coordinate with one and two hydroxyl ions (OH−), resulting in monovalent [M2(OH)]+ and [M3(OH)2]+ ions, respectively [3–5]. The existence of the OH group on those cations can be observed through infrared (IR) spectroscopy. Furthermore, treatment with high temperatures affords a coordinatively unsaturated [MO]+ ion such as GaO+, InO+, or LaO+ [2,6]. However, the location of multivalent cations within zeolites, with the exception of cobalt, has not been investigated in detail [7–9]. Co(II) ions located on zeolites have been reported to show a high catalytic performance for stationary deNO x [10,11], a technique of removal of nitrogen oxides (NO x ) from stationary sources such as boilers and turbines. Many researchers have investigated the location of Co(II) in zeolite microporous cavities. A group of researchers used ultraviolet–visible absorption (UV–vis) spectroscopy and magic-angle-spinning nuclear magnetic resonance (MAS NMR) analysis to show that there are three distinct ion-exchangeable sites—α, β, and γ—in various zeolites, which accommodate bare divalent cations [12,13]. Co(II) is always and Cu(II) is often exchanged as a M(II) hexa-aqua complex to zeolites. They also suggested that the siting strongly depends on the distribution of aluminum in the zeolite framework. The concentration of bare divalent cations in Si-rich zeolites is controlled by the distribution of framework Al atoms between Al pairs (Al–O–(Si–O)2–Al sequences in one ring) that accommodate bare divalent cations and single Al atoms, which are balanced by monovalent species. On the other hand, the distribution of bare divalent cations between α, β, and γ sites depends on the concentration of Al pairs in the rings of these sites. Information about the nature and siting of monovalent metal-oxo species is strictly limited in comparison with information about the bare divalent cations. A rise in environmental concerns has led to stringent legislation all over the world regarding emission control of noxious gases, such as NO x from the exhausts of automobiles equipped with gasoline and diesel engines [14]. Selective catalytic reduction (SCR) using urea is currently the most promising method of removing NO x . Storage and reduction of NO (NSR), developed by Toyota [15], also requires oxidation of NO to store as NO2 on barium or other alkaline compounds installed along with a platinum catalyst. Therefore, a highly active catalyst for NO oxidation is needed in all cases. Platinum (Pt) is widely utilized as an oxidation catalyst for unburned hydrocarbons, carbon monoxide, and nitric oxide. However, a large quantity of Pt must be installed on three-way catalysts and diesel-oxidation catalysts. From a thermodynamic standpoint, the formation of NO2 is favored at low temperatures, such as that in a diesel engine exhaust. However, this reaction is quite slow at low temperatures, primarily due to the low concentration of NO. Adsorption techniques for the removal of low-concentration adsorbates [16], such as NO formed in tunnels, have been investigated. Furthermore, this problem has been examined using various approaches, including zeolites as a host for active NO adsorbents [17]. Among the tested zeolites, copper-loaded zeolites effectively adsorbed NO, but inhibition of NO adsorption by oxygen coexisted in the stream. Therefore, we propose a new approach for the development of a selective adsorbent of NO and its storage by cage-type zeolite micropores. The Fe(II) ion was selected as the adsorption center for NO, because Fe(II) is known to be active in the selective adsorption of NO in nitric oxide reductase (NOR), an Fe(II)-containing enzyme [18], and in the biological and pharmacological delivery of NO in digestive systems [19]. If successful, our proposed approach could be a viable tool for increasing the local concentration of NO to facilitate the oxidation to NO2, ultimately without Pt or direct decomposition of NO. 2 Experimental A variety of zeolites having different topologies, such as Linde type A (LTA; Si/Al=1.0, commercially available), ZSM-5 (MFI; Si/Al=12, Tosoh Corp.), beta (Si/Al=5.0 [30], 13 (Zeolyst), 20 (Tosoh Corp.), and faujasite-Y (FAU; Si/Al=2.8, Tosoh Corp.), were tested as hosts of Fe cations for NO adsorption. The zeolites were ion-exchanged with ferrous or ferric sulfate to obtain Fe(II) or Fe(III) zeolites, respectively. To avoid oxidation of Fe(II) to Fe(III) during the preparation of Fe(II) zeolites, we added an amount of ascorbic acid twice that of Fe(II) ions to the aqueous ferrous sulfate solution. The amount of Fe species was measured by the use of inductively coupled plasma-atomic emission spectrometry (ICP-AES), X-ray fluorescence (XRF) analysis, and temperature-programed reduction by hydrogen (TPR-H2). NO adsorption capacity was evaluated using a pulse reactor with gas chromatography-thermal conductivity detection (GC-TCD) and an online chemiluminescence NO x detector. Heat pretreatment at 300–400°C was conducted prior to the adsorption test. One pulse (5.0cm3) including 1000ppm NO was carried by a helium or air stream of 50cm3/min to 10–50mg of the Fe-containing sample, typically at room temperature. 3 Results and discussion Fig. 1 illustrates the NO adsorption capacity versus the amount of Fe(II), which was calculated by subtracting the amount of Fe-oxo species, as defined by TPR-H2 [20], from the total amount of Fe on the zeolites determined by ICP or XRF. IR spectroscopic studies reveal that Fe(III) zeolites barely adsorbed NO, while a band assignable to a mononitrosil species could be clearly detected in the IR spectrum of Fe(II) zeolites, an observation that is supported by the literature [21–29]. These results suggest that only Fe(II) ions act as the main adsorption centers for NO in Fe zeolites. A variety of NO adsorption capacities were observed on Fe(II)-zeolites. Zeolites might have had a promotive effect on NO adsorption as the host for Fe(II), due not only to their microporous nature, but also to their high Al content, resulting in a better stabilization of multivalent cations. We further studied the effect of the Si/Al molar ratio of the zeolite host on NO adsorption. Generally, it is difficult to synthesize LTA zeolites with a Si/Al molar ratio greater than 1.0 and MFI with a Si/Al molar ratio less than 10. FAU with a variety of Si/Al molar ratios can be prepared by dealumination, but NO adsorption on FAU with Si/Al ratios greater than 5 can never be observed. Recently, we developed a technique for synthesizing beta zeolites without utilizing organic structure-directing agents (OSDA) [30] and found that the resulting beta zeolites have a much lower Si/Al molar ratio (ca. 5.0) than beta zeolites conventionally synthesized with OSDA (ca. Si/Al=10–500) [31]. A NO adsorption test was performed on Fe(II) beta zeolites with Si/Al molar ratios of 5.0, 13, and 20, and the results are plotted in the same figure. A beta zeolite with a Si/Al molar ratio of 5.0 (beta5.0) was synthesized without using an OSDA [30], while beta zeolites with Si/Al molar ratios of 13 (beta13) and 20 (beta20) were supplied by Zeolyst and Tosoh Corp., respectively. Notably, when a small amount of Fe(II) was loaded onto the highly aluminated beta zeolite (i.e., beta5.0), the NO adsorption ability exceeded that of any other zeolite tested thus far. The other beta zeolite samples, despite having Fe(II) content similar to that of beta5.0, showed very little NO adsorption capacity. The adsorption efficiency (the molar ratio of NO/Fe(II)) was more than 2 when a small amount of Fe(II), specifically 0.020mmol Fe(II) per gram of Fe(II)-beta sample, was loaded. The efficiency decreased to 1 when 0.15mmol Fe(II) per gram of the Fe(II)-beta sample was loaded. This corresponds to a 10% ion-exchange level for beta5.0. The NO adsorption capacity increased linearly up to 200% Fe(II) ion-exchange level, which is equal to 0.3mmol Fe(II) per gram of beta5.0. Compared to other zeolites, a greater amount of Fe(II) was required to reach the maximum NO adsorption capacity in beta5.0. After the maximum value was reached, the capacity declined, mainly because of pore-mouth clogging by Fe2O3 deposited on the surfaces of zeolites during preparation. In order to understand the unique high efficiency of NO adsorption capacity per Fe(II) ion of Fe(II)-beta5.0, we obtained the IR spectra of NO adsorbed onto Fe(II)-beta5.0 and Fe(II)-beta13 (Fig. 2 ). A sharp absorption at 1875cm−1 is present in the IR spectrum of Fe(II)-beta13, which could be assigned to the vibration of a mononitrosyl adspecies [21–29]. In contrast, a broad band is observed in the IR spectrum of Fe(II)-beta5.0, suggesting that both mononitrosyl and dinitrosyl adspecies are present on one Fe(II) site, as indicated by the peaks at 1910 and 1840cm−1. These results imply that a bare, coordinatively unsaturated Fe(II) ion may be present in beta5.0, and that the Fe(II) ion can accommodate more than one NO. Conversely, beta13 has lower Al content than beta5.0 and thus cannot stabilize Fe(II) as a charge compensation ion, but instead retains one OH− ion on the Fe(II) ion, which lowers the unsaturation of the Fe(II) ion. Al-rich zeolites such as FAU or LTA exhibit poor NO adsorption, even though high framework Al content (Si/Al=1–2.8) guarantees stabilization of bare Fe(II) ions. Nevertheless, Al organization in the zeolite framework is the only parameter that can explain the dramatic differences between Si-rich and Al-rich zeolites with the same (beta) topology. Thus, Al distribution in the beta5.0 sample was investigated in detail. According to 27Al MAS NMR analysis, the formation of hexacoordinated extraframework Al species was not observed in parent beta5.0 samples. Moreover, framework Al content estimated from the 29Si MAS NMR spectrum of beta5.0 corresponds to that from chemical analysis. Thus, dealumination did not occur during preparation of Fe(II)-beta5.0. Therefore, Al siting was categorized from the viewpoint of ion exchange and accommodation of divalent cations into three species: a single site of Al that can accommodate neither a bare divalent cation in dehydrated zeolite nor a divalent Fe(II) aqua-complex, Al species in pairs of Al–O–(Si–O)2–Al sequences in one ring that accommodate both a divalent cation in dehydrated zeolite and a divalent Fe(II) aqua-complex, and unpaired Al species separated by a sufficient distance to accommodate a bare divalent cation but close enough to accommodate a divalent Fe(II) aqua-complex [12]. According to 29Si MAS NMR, an Al–O–Si–O–Al sequence was not present. The Al distribution was determined using the Co(II) exchange capacity of the zeolites and adsorption of acetonitrile onto the dehydrated maximum-loaded Co-beta5.0 sample [32,33]. The maximum Co/Al molar ratio of 0.5, in combination with the vis spectroscopy confirmation of the exclusive presence of a [Co(H2O)6]2+ complex in the as-prepared zeolite, confirmed a negligible concentration of single Al atoms in beta5.0 zeolite. Concentrations of Al in pairs and unpaired Al atoms were estimated using adsorption of acetonitrile onto a dehydrated Co-beta5.0 sample. Acetonitrile can be adsorbed strongly onto a Lewis acid site generated by a bare Co(II) site [32]. The isolated single Al site, which could not accommodate a [Co(H2O)6]2+ complex [33], comprised 2% of the total Al sites. Paired Al atoms, with a sequence of Al–O–(Si–O)2–Al in the same ring, such as six-membered rings of zeolites [12], comprised 60% of the total Al sites, while unpaired Al sites, which were located close for each other but in different rings, made up 38% of total Al sites. The paired Al site is considered to be effective in the stabilization of bare divalent cations. Larger distances do not allow the accommodation of the bare divalent cation in the unpaired Al site [32]; therefore, a greater number of paired Al species is required for stabilizing bare Fe(II) ions, which leads to more efficient NO adsorption per site. The location of Al in the framework of beta5.0 was investigated by MAS NMR and UV–vis spectroscopy after ion exchange with Co(II) ions. The distribution of Co at the α, β, and γ sites was defined by analyzing the UV–vis spectra of Co(II)-beta5.0, shown in Fig. 3 . The spectrum in the region of d–d transitions was simulated using Gaussian bands corresponding to the Co(II) ions at the α-, β-, and γ-type sites. The band at 14,750cm−1 reflects Co(II) ions at the α sites; the relatively intense quartet of bands at 15,500, 16,300, 17,600, and 21,500cm−1 corresponds to Co(II) ions at the β sites, which were the most populated; and the doublet at 19,050 and 20,050cm−1 corresponds to Co(II) ions at the γ sites [33]. The doublet 24,400 and 26,300cm−1 is attributed to Co(II) ions at the ε sites (less than 7% of cationic Co(II)). This species is rarely observed in beta zeolite, and it has been suggested to represent the bare planar Co(II) ions in the six-membered ring of the zeolite with threefold symmetry. This species is well known for Co(II)-LTA zeolite. In the case of the beta structure, the six-membered ring of polymorph C of beta zeolite is the most probable species. The concentration of bare Co(II) ions in the zeolite was estimated using the absorption coefficients of Co ions at the α, β, and γ sites (11×10−3, 7×10−3, and 5×10−3 cm−1 mmolg−1, respectively) [33]. As a result, the distribution of Co at the α, β, and γ sites was calculated to be 20%, 60%, and 20% Al, respectively, according to the literature [12,13,34]. Beta zeolites applied in this study have a Si/Al framework composition of 5.0, 13, and 20, and the numbers of Al atoms per unit cell of beta zeolite are calculated as 10, 5, and 3, respectively. It is natural to assume that the Fe(II) can occupy the paired Al site as the number of Al atoms per unit cell increases. It should also be noted that the paired Al atoms in the α, β, and γ sites are located only in the composite building unit of beta zeolite of the mtw-type [35], and that the paired Al atoms in the β site are located on the plane of the 6-membered ring of beta zeolite. Al distribution in the unit is essential for higher-efficiency NO adsorption on highly aluminated beta zeolites. Zeolite A has a Si/Al framework composition of 1.0; therefore, multivalent metal cations on the extraframework may be stabilized more easily than on other high-silica zeolites used here, such as ZSM-5 with a Si/Al molar ratio of 12. Higher loading of Fe(II) was not possible on the highly siliceous ZSM-5. Interestingly, Fe(II)-FAU-Y did not adsorb as much NO as LTA, even though the ion-exchange capacity was retained. This suggests that Fe(II) ions occupy the I and I′ sites of the hexagonal prism and sodalite cage, and the access from the faujasite supercage is limited through the six-membered ring of the sodalite cage. In contrast, all cationic sites in MFI are accessible from the MFI channels. Coexistence of oxygen in the adsorption gas stream should be considered for applications such as the adsorption of combustion exhaust. Oxygen is known to inhibit NO adsorption and poison the surfaces of most catalysts reported thus far for NO decomposition. Therefore, we investigated the effect of oxygen on the NO adsorption of Fe(II) zeolites. To our surprise, even when NO gas was diluted with 10% oxygen, the amount of adsorbed NO on Fe(II)-LTA zeolites was not altered. We conducted a series of adsorption tests at room temperature, so that the extent of NO oxidation was much less than that at higher temperatures of 300–400°C even on Fe zeolites, which are not known to be highly active for NO oxidation. Furthermore, NO2 was not adsorbed onto Fe(II); therefore, oxygen neither inhibits nor enhances the adsorption of NO. As such, Fe(II) ions can be considered selective adsorption sites for NO even in the presence of excess oxygen. Reversibility of NO adsorption was confirmed, as a full recovery of NO adsorption capacity was observed following heat treatment at 300°C. The presence of Fe(II) inside the micropores might be essential to the efficient concentration of NO in the micropores of the zeolite. Moreover, this type of NO adsorbent should be applicable under hydrothermal conditions at high temperatures. Toward this end, we expect a higher hydrothermal stability of highly aluminated beta zeolites as compared to LTA and FAU. Kazansky and his co-workers have long investigated the existence of Zn(II) cations in high-silica ZSM-5 zeolites having a Si/Al molar ratio of 15–80. It was basically demonstrated by the appearance of the OH band in FT-IR spectroscopy in adsorption analyses of some molecules such as dihydrogen [36–38], methane [39], ethane [40], and propane [41]. They have drawn the conclusion that the Zn(II) species located in ZSM-5 is anchored by one Al site to generate a specifically strong Lewis acid site, leading to formation of an electrophilic site for dissociative adsorption of those molecules and for stabilizing anions such as C3H7 −, C2H5 −, CH3 −, H−, and H+. These results also clarify that Zn(II) is unstable, as the positive charge is balanced by one negative charge, AlO2 −, in such high-silica zeolites. Recently, Al-rich mordenite with Si/Al=5 and Y with Si/Al=2.5 were also investigated along with theoretical computational calculations [38,42]. Therefore, direct evidence for existence of divalent cations is still difficult to obtain, but our experimental approach gave support to the reasonable recognition of the existence of bare Fe(II) cations in beta5.0 zeolite, which was originally synthesized by a template-free synthesis method. 4 Conclusion We conclude that the siting of Al in the zeolite framework determines the intrinsic properties of the bare metal ion, which works as a coordinatively unsaturated Lewis acid site. To the best of our knowledge, this is the first evidence of divalent cations located as bare cations at ion-exchangeable sites in zeolites. Acknowledgments Since 2012, part of this work has been performed under the management of the Elements Strategy Initiative for Catalysts & Batteries (ESICB), supported by the Ministry of Education, Culture, Sports, and Science and Technology of Japan (MEXT) program “Elements Strategy Initiative to Form Core Research Center.” The authors thank Enago (www.enago.jp) for the English language review. References [1] J.N. Miale N.Y. Chen P.B. Weisz J. Catal. 6 1966 278 [2] J.W. Ward J. Catal. 10 1968 34 [3] P.B. Venuto L.A. Hamilton P.S. Landis J. Catal. 5 1966 484 [4] J.A. Rabo C.L. Angell P.H. Kasai V. Schomaker Discuss. Faraday Soc. 41 1966 328 [5] J.W. Ward J. Phys. Chem. 72 1968 4211 [6] E. Kikuchi M. Ogura I. Terasaki Y. Goto J. Catal. 161 1996 465 [7] J. Dedecek B. Wichterlova J. Phys. Chem. B 103 1999 1462 [8] D. Kaucky J. Dedecek B. Wichterlova Micropor. Mesopor. Mater. 31 1999 75 [9] J. Dedecek D. Kaucky B. Wichterlova Micropor. Mesopor. Mater. 35–36 2000 483 [10] Y. Li J.N. Armor Appl. Catal. B 3 1993 L1 [11] Y. Li P.J. Battavio J.N. Armor J. Catal. 142 1993 561 [12] J. Dedecek L. Capek P. Sazama Z. Sobalik B. Wichterlova Appl. Catal. A 391 2011 244 [13] J. Dedecek Z. Sobalik B. Wichterlova Catal. Rev. – Sci. Eng. 54 2012 135 [14] B. Moden J.M. Donohue W.E. Cormier H.-X. Li Top. Catal. 53 2010 1367 [15] N. Takahashi H. Shinjoh T. Iijima T. Suzuki K. Yamazaki K. Yokota H. Suzuki N. Miyoshi S. Matsumoto T. Tanizawa T. Tanaka S. Tateishi K. Kasahara Catal. Today 27 1996 63 [16] J.A. Ritter R.T. Yang Ind. Eng. Chem. Res. 29 1990 1023 [17] W.-X. Zhang H. Yahiro N. Mizuno J. Izumi M. Iwamoto Langmuir 9 1993 2337 [18] T. Hino Y. Matsumoto S. Nagano H. Sugimono Y. Fukumori T. Murata S. Iwata Y. Shiro Science 330 2010 1666 [19] H.P. Zhang G.M. Annich J. Miskulin K. Osterholzer S.I. Merz R.H. Bartlett M.E. Meyerhoff Biomaterials 23 2002 1485 [20] L.J. Lobree I.-C. Hwang J.A. Reimer A.T. Bell J. Catal. 186 1999 242 [21] G. Spoto A. Zecchina G. Berlier S. Bordiga M.G. Clerici L. Basini J. Mol. Catal. A 158 2000 107 [22] G. Mul J. Perez-Ramirez F. Kapteijn J.A. Moulijn Catal. Lett. 80 2002 129 [23] M.-T. Nechita G. Berlier G. Ricchiardi S. Bordiga A. Zecchina Catal. Lett. 103 2005 33 [24] A. Zecchina M. Rivallan G. Berlier C. Lamberti G. Ricchiardi Phys. Chem. Chem. Phys. 9 2007 3484 [25] I. Yuranov D.A. Bulushev A. Renken L. Kiwi-Minsker Appl. Catal. A 319 2007 128 [26] M. Rivallan B. Bromley L. Kiwi-Minsker Catal. Today 157 2010 223 [27] G. Berlier C. Lamberti M. Rivallan G. Mul Phys. Chem. Chem. Phys. 12 2010 358 [28] H.-Y. Chen El-M. El-Malki X. Wang R.A. van Santen W.M.H. Sachtler J. Mol. Catal. A 162 2000 159 [29] M. Lezcano V.I. Kovalchuk J.L. d’Itri Kinet. Catal. 42 2001 104 [30] Y. Kamimura W. Chakittisilp K. Itabashi A. Shimojima T. Okubo Chem. Asian J. 5 2010 2182 [31] M. Matsukata M. Ogura T. Osaki P.R.H.P. Rao M. Nomura E. Kikuchi Top. Catal. 9 1999 77 [32] B. Wichterlova Z. Tvaruzkova Z. Sobalik P. Sarf Micropor. Mesopor. Mater. 24 1998 223 [33] L. Capek J. Dedecek B. Wichterlova J. Catal. 227 2004 352 [34] J. Dedecek L. Capek D. Kaucky Z. Sobalik B. Wichterlova J. Catal. 211 2002 198 [35] International Zeolite Association Website. <http://izasc-mirror.la.asu.edu/fmi/xsl/IZA-SC/CBUList.htm>. [36] A.Yu. Stakheev A.Yu. Khodakov L.M. Kustov V.B. Kazansky Kh.M. Minachev Zeolites 12 1992 866 [37] V.B. Kazansky V.Yu. Borovkov A.I. Serikh R.A. van Santen B.G. Anderson Catal. Lett. 66 2000 39 [38] V.B. Kazansky A.I. Serykh B.G. Anderson R.A. van Santen Catal. Lett. 88 2003 211 [39] V.B. Kazansky A.I. Serykh E.A. Pidko J. Catal. 225 2004 369 [40] V.B. Kazansky E.A. Pidko J. Phys. Chem. B 109 2005 2103 [41] V.B. Kazansky I.R. Subbotina F.C. Jentoft R. Schlögl J. Phys. Chem. B 110 2006 17468 [42] E.A. Pidko J. Xu B.L. Mojet L. Lefferts I.R. Subbotina V.B. Kazansky R.A. van Santen J. Phys. Chem. B 110 2006 22618",
      "scopus-id": "84899846335",
      "coredata": {
        "eid": "1-s2.0-S0021951714000815",
        "dc:description": "Fe(II)-beta zeolites with a Si/Al molar ratio of 5, synthesized in the absence of an organic structure-directing agent, showed remarkably efficient NO chemisorption, as compared to conventional Si-rich beta zeolites (Si/Al=12–20) and common zeolites such as A-type zeolite, ZSM-5, and faujasite.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2014-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951714000815",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ogura, Masaru"
          },
          {
            "@_fa": "true",
            "$": "Itabashi, Keiji"
          },
          {
            "@_fa": "true",
            "$": "Dedecek, Jiri"
          },
          {
            "@_fa": "true",
            "$": "Onkawa, Tatsuki"
          },
          {
            "@_fa": "true",
            "$": "Shimada, Yumiko"
          },
          {
            "@_fa": "true",
            "$": "Kawakami, Koutarou"
          },
          {
            "@_fa": "true",
            "$": "Onodera, Kenzo"
          },
          {
            "@_fa": "true",
            "$": "Nakamura, Shinnosuke"
          },
          {
            "@_fa": "true",
            "$": "Okubo, Tatsuya"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951714000815"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951714000815"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(14)00081-5",
        "prism:volume": "315",
        "prism:publisher": "Elsevier Inc.",
        "dc:title": "Stabilization of bare divalent Fe(II) cations in Al-rich beta zeolites for superior NO adsorption",
        "prism:copyright": "Copyright © 2014 Elsevier Inc. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Nitric oxide"
          },
          {
            "@_fa": "true",
            "$": "Adsorption"
          },
          {
            "@_fa": "true",
            "$": "Fe(II) ion"
          },
          {
            "@_fa": "true",
            "$": "Beta zeolite"
          },
          {
            "@_fa": "true",
            "$": "OSDA-free synthesis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-5",
        "prism:endingPage": "5",
        "pubType": "sco",
        "prism:coverDisplayDate": "June 2014",
        "prism:doi": "10.1016/j.jcat.2014.04.001",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/j.jcat.2014.04.001",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "high",
            "@height": "1269",
            "@width": "1569",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951714000815-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "163303",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "933",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951714000815-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "80028",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1198",
            "@width": "2955",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951714000815-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "294290",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1102",
            "@width": "1275",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951714000815-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "117750",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "286",
            "@width": "354",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951714000815-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21839",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "351",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951714000815-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29650",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "270",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951714000815-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34250",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "249",
            "@width": "288",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951714000815-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14223",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951714000815-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5058",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "125",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951714000815-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6299",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951714000815-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3708",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "190",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951714000815-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4732",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84899846335"
      }
    }
  }
}