{
  "metadata": {
    "title": "Rational design of selective catalysts for ethylene hydroformylation via microkinetic modeling and universal neural network potentials",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2025-10-31",
    "doi": "10.1016/j.jcat.2025.116253",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951725003185",
    "pii": "S0021951725003185"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105007143557",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2025-05-29 2025-05-29 2025-06-04 2025-06-04 2025-08-08T04:43:02 1-s2.0-S0021951725003185 S0021-9517(25)00318-5 S0021951725003185 10.1016/j.jcat.2025.116253 S300 S300.1 FULL-TEXT 1-s2.0-S0021951725X00087 2025-08-08T03:54:43.354482Z 0 0 20251001 20251031 2025 2025-05-29T23:07:53.436771Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast highlightsabst primabst pubtype ref specialabst 0021-9517 00219517 true 450 450 C Volume 450 18 116253 116253 116253 202510 October 2025 2025-10-01 2025-10-31 2025 Regular Articles article fla © 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. RATIONALDESIGNSELECTIVECATALYSTSFORETHYLENEHYDROFORMYLATIONVIAMICROKINETICMODELINGUNIVERSALNEURALNETWORKPOTENTIALS SAKAI K 1 Introduction 2 Methods 2.1 Computational details 2.2 Microkinetic modeling 2.3 Construction of alloy surface models using the Metropolis Monte Carlo method 3 Results and discussion 3.1 Reaction paths for hydroformylation on the Rh(111) surface 3.2 Construction of the microkinetic model 3.3 High-throughput screening of Rh-based catalysts 3.4 Perspectives and outlook 4 Conclusion CRediT authorship contribution statement Acknowledgements Appendix A Supplementary material References SCHLOGL 2015 3465 3520 R KUMAR 2022 385 441 A ZIMMERMAN 2020 397 400 J MITTASCH 1950 81 104 A GREELEY 2016 605 635 J NORSKOV 2009 37 46 J VANSANTEN 2009 R MOLECULARHETEROGENEOUSCATALYSISACONCEPTUALCOMPUTATIONALAPPROACH FOSCATO 2020 2354 2377 M CHEN 2021 1007 1048 B GETMAN 2010 1450 1460 R YANG 2016 3705 3714 N BEHLER 2007 146401 J BARTOK 2010 136403 A RUPP 2012 058301 M TRAN 2022 3066 3084 R CHEN 2022 718 728 C BATATIA 2024 I TAKAMOTO 2022 2991 S PERDEW 1996 3865 3868 J FRANKE 2012 5675 5732 R LAMBOLEY 2004 1767 1793 S ARMANINO 2020 16310 16344 N GAO 2021 4698 P HUA 2021 8040 8046 K ZHAO 2022 4962 4982 K WODRICH 2016 5723 5735 M COLEHAMILTON 2003 1702 1706 D LIU 2022 2630 2658 B HANF 2020 510 S MAO 2022 4988 4992 Z TOMISHIGE 2005 15 21 K YAMAGISHI 2006 201 212 T RO 2022 287 292 I SORDELLI 2003 509 518 L AMSLER 2020 5087 5096 J HUANG 2020 18771 18780 N MEDFORD 2015 794 807 A HANSEN 2019 161 170 M SCHUMANN 2018 3447 3453 J CHEN 2017 8061 8071 W WORAKUL 2024 9829 9839 T GHANEKAR 2022 5788 P ULISSI 2011 339 344 Z GOSWAMI 2022 410 418 A MOU 2022 100825 T DEIMEL 2022 7907 7917 M BITZEK 2006 170201 E KASTNER 2008 014106 J AKIBA 2019 2623 2631 T PROCEEDINGS25THACMSIGKDDINTERNATIONALCONFERENCEKNOWLEDGEDISCOVERYDATAMINING OPTUNANEXTGENERATIONHYPERPARAMETEROPTIMIZATIONFRAMEWORK HENKELMAN 2000 9901 9904 G LARSEN 2017 273002 A SPROWL 2016 9719 9731 L RINIKER 2015 2562 2574 S GIANNOZZI 2009 395502 P LAUSCHE 2013 275 282 A VIRTANEN 2020 261 272 P METROPOLIS 1953 1087 1092 N WELLENDORFF 2015 36 44 J LIU 2023 078001 P RO 2019 10899 I SABATIER 1920 P LACATALYSEENCHIMIEORGANIQUE FUKUOKA 1990 434 450 A LEE 2021 9506 9518 S ZHENG 2024 123923 Y LIU 2015 127 132 J LENARDA 1993 339 350 M CHUAI 2018 12053 12059 H LIU 2021 1787 1796 B KONISHI 1987 6286 6291 Y ZHANG 2024 597 602 X MIEDA 2025 5973 5980 S ZHURKIN 2011 1082 1085 E YANG 2025 9095 9111 J SAKAIX2025X116253 SAKAIX2025X116253XK 2027-06-04T00:00:00.000Z 2027-06-04T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0021-9517(25)00318-5 S0021951725003185 1-s2.0-S0021951725003185 10.1016/j.jcat.2025.116253 272561 2025-08-08T03:54:43.354482Z 2025-10-01 2025-10-31 1-s2.0-S0021951725003185-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/MAIN/application/pdf/3876d2fb84290533beee14c9a03ffbbe/main.pdf main.pdf pdf true 2618982 MAIN 9 1-s2.0-S0021951725003185-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/PREVIEW/image/png/d904de4a1af7495efb0daaa013ef83a9/main_1.png main_1.png png 60313 928 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951725003185-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/gr2/DOWNSAMPLED/image/jpeg/4a6e65794f4aa8d5e95deb9e6310d63d/gr2.jpg gr2 gr2.jpg jpg 87682 438 624 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003185-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/ga1/DOWNSAMPLED/image/jpeg/597ef550652b78a9d4c9d369f6545c78/ga1.jpg ga1 true ga1.jpg jpg 22583 200 271 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003185-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/gr1/DOWNSAMPLED/image/jpeg/36294d69a23cb62376b8a3c8d3362a36/gr1.jpg gr1 gr1.jpg jpg 31038 436 535 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003185-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/gr4/DOWNSAMPLED/image/jpeg/aa9bcc24f77eae1401cc22113284b1a4/gr4.jpg gr4 gr4.jpg jpg 54478 278 622 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003185-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/gr3/DOWNSAMPLED/image/jpeg/a18877cdb0110b209734b5a26be0c463/gr3.jpg gr3 gr3.jpg jpg 22823 236 622 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003185-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/gr2/THUMBNAIL/image/gif/70333530187126877d430201f086cbcf/gr2.sml gr2 gr2.sml sml 17247 154 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725003185-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/ga1/THUMBNAIL/image/gif/753774ad70371827ba10f3c7fbfbe89d/ga1.sml ga1 true ga1.sml sml 19181 161 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725003185-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/gr1/THUMBNAIL/image/gif/6749b3eae487512330f6e2c5db4f86bc/gr1.sml gr1 gr1.sml sml 5220 164 201 IMAGE-THUMBNAIL 1-s2.0-S0021951725003185-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002891/gr4/THUMBNAIL/image/gif/5f37340bf32b3f9c1777a34795a7efe2/gr4.sml gr4 gr4.sml sml 10697 98 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725003185-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002891/gr3/THUMBNAIL/image/gif/1be69053e830cf472b61efc6e8511195/gr3.sml gr3 gr3.sml sml 3747 83 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725003185-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/HIGHRES/image/jpeg/5bd2967e7f12955f66b719a3b2b04f02/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 548480 1937 2762 IMAGE-HIGH-RES 1-s2.0-S0021951725003185-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/HIGHRES/image/jpeg/53ddc555776db144538b4998847dccf6/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 145000 886 1203 IMAGE-HIGH-RES 1-s2.0-S0021951725003185-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002891/HIGHRES/image/jpeg/b461940db61044dda2075706cf85c925/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 160272 1928 2368 IMAGE-HIGH-RES 1-s2.0-S0021951725003185-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002891/HIGHRES/image/jpeg/d80409147e1716f764b738a95888c127/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 315770 1232 2756 IMAGE-HIGH-RES 1-s2.0-S0021951725003185-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002891/HIGHRES/image/jpeg/01837ea9aebada46e63806afa6cc1ac3/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 118722 1046 2756 IMAGE-HIGH-RES 1-s2.0-S0021951725003185-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/bd84e987f1f4c11b0f0da4feeb94767d/mmc1.docx mmc1 mmc1.docx docx 13986848 APPLICATION 1-s2.0-S0021951725003185-mmc2.zip https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/mmc2/MAIN/application/zip/2f496f8a4412f7d719bed1d6bdef0b78/mmc2.zip mmc2 mmc2.zip zip 10780674 APPLICATION 1-s2.0-S0021951725003185-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/image/svg+xml/1045436d43d0af01f188d1a2afe0e1f1/si1.svg si1 si1.svg svg 25885 ALTIMG 1-s2.0-S0021951725003185-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/image/svg+xml/daef366298035d1bbedbd7b7fd27117f/si2.svg si2 si2.svg svg 4155 ALTIMG 1-s2.0-S0021951725003185-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/image/svg+xml/d7ec8ca31b148a614686468321e75551/si3.svg si3 si3.svg svg 2332 ALTIMG 1-s2.0-S0021951725003185-si4.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/image/svg+xml/e6c3b066f782fdfcf1d1baffdb6b53ed/si4.svg si4 si4.svg svg 30897 ALTIMG 1-s2.0-S0021951725003185-si5.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/image/svg+xml/644dba1d279763561b795b8580300ee5/si5.svg si5 si5.svg svg 15581 ALTIMG 1-s2.0-S0021951725003185-si6.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003185/image/svg+xml/98176cc6bf9703266d4737d76095db28/si6.svg si6 si6.svg svg 11972 ALTIMG YJCAT 116253 116253 S0021-9517(25)00318-5 10.1016/j.jcat.2025.116253 Elsevier Inc. Fig. 1 Free energy diagrams on the Rh(111) surface at steady-state coverage at 423 K. The panel shows the pathways to (a) propionaldehyde and (b) methane. The species added at each step are labeled on the bottom axis. The free energies of the reactants (ethylene, CO, H2) were computed at a pressure of 1.0 MPa and at an ethylene/H2/CO ratio of 1:1:1. All other free energies were computed for the standard state. Fig. 2 Volcano plots showing the theoretical activities for the production of (a, c) propionaldehyde and (b, d) ethane from CO and H2 without (a, b) and with (c, d) the inclusion of adsorbate–adsorbate interactions. The TOFs for the (111) surfaces are plotted as functions of the CHO and CH binding energies, as obtained by the microkinetic model. The reaction temperature was set at 423 K. The CH and CHO binding energies represent the formation energies of the adsorbed species relative to the CO, H2, and H2O gas-phase energies. Fig. 3 Consumption rates of ethylene (right axis) and selectivity toward propionaldehyde (left axis) on Rh(111) plotted on a log scale vs. temperature. (a) Without adsorbate–adsorbate interactions. (b) With adsorbate–adsorbate interactions. Fig. 4 High-throughput screening of Rh-based catalysts with two descriptors (i.e., the CH and CHO binding energies). (a) Selectivity toward propionaldehyde for Rh-based catalysts as a function of the CH and CHO binding energies under identical conditions to those presented in Fig. 2. Both black and white circles represent models for which only the CH and CHO binding energies were evaluated: black circles correspond to single-atom-substituted models, and white circles to ordered alloy models. (b) Surface structures for the ordered alloys and for the single-atom-substituted model. Green, orange, and yellow balls represent Rh, Fe, and S atoms, respectively. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.) Research article Rational design of selective catalysts for ethylene hydroformylation via microkinetic modeling and universal neural network potentials Kento Sakai Writing – review & editing Writing – original draft Software Methodology Investigation Formal analysis a ⁎ Ippei Furikado Writing – review & editing Supervision a Andrew J. Medford Writing – review & editing Supervision b a Analytical Science Research Laboratories, Kao Corporation, 1334, Minato, Wakayama-shi, Wakayama 640-8580, Japan Analytical Science Research Laboratories Kao Corporation 1334, Minato Wakayama-shi Wakayama 640-8580 Japan Analytical Science Research Laboratories, Kao Corporation, 1334, Minato, Wakayama-shi, Wakayama 640-8580, Japan b School of Chemical & Biomolecular Engineering, Georgia Institute of Technology, Atlanta, GA, 30332, USA School of Chemical & Biomolecular Engineering Georgia Institute of Technology Atlanta GA 30332 USA School of Chemical & Biomolecular Engineering, Georgia Institute of Technology, Atlanta, GA, USA ⁎ Corresponding author. Graphical abstract Rapid prediction of the activity and selectivity of catalysts is essential for advancing catalyst development. Computational chemistry offers a promising approach for achieving this aim by enabling such predictions without experimentation. However, traditional methods, such as density functional theory calculations, can be computationally expensive. In this study, we report a descriptor-based microkinetic model that describes the selectivity and activity trends in ethylene hydroformylation on close-packed metal facets using a universal neural network potential. By incorporating adsorbate–adsorbate interactions, our model successfully reproduced the experimental trends in both catalyst activity and selectivity, including the higher production rates of propionaldehyde for Rh and Ir. Furthermore, a high-throughput screening approach was used to evaluate the efficacy of various Rh-based candidates, providing insights into potential improvements through the addition of secondary components. Overall, this study highlights the potential of integrating neural network potentials with microkinetic modeling to advance the rational design of heterogeneous catalysts. Keywords Hydroformylation Heterogeneous catalysis Descriptor-based microkinetic modeling Universal neural network potential Rational catalyst design Adsorbate–adsorbate interaction 1 Introduction Catalysts have played a crucial role in numerous industrial processes over the past century, and their significance continues to increase due to their ability to address various environmental challenges, such as global warming, renewable energy, and marine pollution [1–3]. Despite their growing significance, the development of new catalysts still relies largely on trial-and-error, similar to the work performed in the early 20th century [4]. This time-consuming and costly approach highlights the need for alternative strategies to accelerate catalyst development. To address this issue, the computational screening of catalysts with increased activity and selectivity has gained significant attention during the past few decades [5–7]. This interest has been driven by advancements in computational chemistry, particularly in terms of the density functional theory (DFT) approach, which enables the prediction of catalytic performance in both homogeneous and heterogeneous systems [5–8]. In the modeling of heterogeneous catalysis, the gold standard is a multiscale model, which combines the energetics of elementary steps in the reaction mechanism with mean-field microkinetic modeling or kinetic Monte Carlo simulations [9]. However, constructing a kinetic model often requires numerous calculations related to the adsorbed and transition states, resulting in high computational costs. Moreover, recent studies have emphasized the necessity of including adsorbate–adsorbate interactions in some kinetic models [10,11], which further increases computational costs. Consequently, several machine learning-based approaches have been proposed to reduce the computational costs associated with DFT calculations [12–14]. In particular, neural network potentials (NNPs) combined with large-scale datasets have rapidly gained attention [15–17]. The PreFerred potential (PFP) packaged in MatlantisTM is one of the most promising potentials, offering approximations comparable to those of DFT, but at a significantly faster speed [18]. PFP learns from the results generated by the Perdew–Burke–Ernzerhof (PBE) exchange-correlation functional [19], and supports a total of 72 elements. Hydroformylation is a crucial chemical process, producing over 10 million tons of aldehydes annually [20]. This process, which uses olefins and syngas (CO/H2) as reactants, is 100% atom efficient. The desired oxygenates (e.g., hydroxycitronellal [21]) are valuable chemicals in the field of fine chemistry, such as in the fragrance and pharmaceutical industries [22,23]. Furthermore, it has been reported that the use of a mixture of CO2 and H2 as a syngas surrogate in this reaction can contribute to the generation of carbon-neutral systems [24]. Homogeneous catalysts are widely used in industry owing to their high activity and selectivity [25], wherein electronic and steric effects are known to significantly affect the catalytic performance [26]. However, the separation of homogeneous catalysts from the reaction solution presents various challenges, such as metal leaching and waste discharge [27]. Consequently, the development of heterogeneous hydroformylation catalysts that can be readily separated has attracted considerable attention over the last decade. The key issue associated with heterogeneous catalysts is their low selectivity for oxygenates, which is attributed to the hydrogenation and isomerization of alkenes via side reactions. To date, various Rh-based heterogeneous catalysts have been studied owing to their higher activity compared to other metal-based systems [28,29]. In addition, it has been found that the use of promoters, such as Co [30], Mo [31], V [32], W [33], and alkali metals, can lead to an enhanced catalyst selectivity [34]. Single-atom catalysts, which are known for their high efficiency and the uniform electronic states of their active metals, have also been extensively studied [35]. However, the rational design of heterogeneous catalysts remains elusive, highlighting the requirement for a deeper understanding of selectivity patterns across different metals and their surfaces. Previously, hydroformylation on the Rh(111) surface has been studied using DFT calculations [30,36], with CO insertion being identified as the rate-determining step. Although descriptor-based microkinetic modeling, which relies on energies obtained from DFT calculations, is a promising approach for predicting trends in catalysts selectivity and rates [37–39], it has not yet been applied to hydroformylation. According to previous reports, under heterogeneous catalytic reaction conditions involving CO as a reactant, such as in syngas conversion, the surface coverage of CO typically reaches around 0.5 monolayers (ML) [40]. In such cases, unlike in homogeneous catalysis [41], it becomes necessary to consider lateral adsorbate–adsorbate interactions. Several studies have already highlighted the importance of incorporating these effects into microkinetic modeling [11,42–46]. Hydroformylation involves both CO and H2 as reactants, and thus such interactions are also expected to play a significant role. Thus, in the current study the potential of high-throughput catalyst screening is explored using a combination of NNPs and microkinetic modeling, focusing on the hydroformylation of ethylene as a model reaction. For this purpose, PFP is used to calculate the energies and transition states on the face-centered cubic (111) facets of Au, Ag, Cu, Pt, Pd, Ir, Rh, and Ni, and on the hexagonal close-packed (0001) facets of Os and Ru. Additionally, microkinetic modeling is performed both in the presence and absence of lateral adsorbate–adsorbate interactions, and the results are compared with those of previous reports. Using the constructed microkinetic model, a range of Rh-based catalysts are evaluated through high-throughput screening. It is proposed that this study will hold significant implications for the design and optimization of heterogeneous hydroformylation systems. 2 Methods 2.1 Computational details Calculations were performed using the PFP version 6.0.0 on MatlantisTM [18]. We adopted a potential trained on data that did not include the Hubbard U correction. Geometry optimizations were initially carried out using the Fast Inertial Relaxation Engine (FIRE) method [47], followed by optimizations using the Limited-memory Broyden–Fletcher–Goldfarb–Shanno (LBFGS) algorithm [48] with a force threshold of 0.005 eV Å−1. During all calculations, the atoms in the bottom layer were fixed. The adsorbed structures were optimized using Optuna version 3.5.0 [49]. The lowest-energy structure was selected from configurations sampled using the Tree-structured Parzen Estimator algorithm, in which the center-of-mass coordinates and Euler angles—defining the orientation of the adsorbates—were used as optimization variables. The transition state geometries were calculated using the climbing image nudged elastic band method [50]. The vibrational frequencies were computed using a finite difference approximation of the Hessian matrix and subsequent diagonalization to determine the normal modes, as implemented in the Atomic Simulation Environment (ASE, version 3.22.1) [51]. The vibrational frequencies were used to compute the free energies of the adsorbates by assuming that all degrees of freedom were harmonic vibrational modes. The vibrational frequencies of the adsorbed species that were determined to be < 12 cm−1 were set to 12 cm−1 to approximate the entropic contribution from the pseudotranslational/rotational degrees of freedom [52]. The gas-phase energies were computed using PFP, and free-energy corrections of the gas-phase species were performed using the IdealGasThermo class implemented in the ASE. The conformational space of each gas-phase species was searched using the ETKDGv2 algorithm [53] implemented in RDKit [54]. The maximum number of generated conformers per tautomer was set to 100. The atomic structures, energies, and metadata were stored in the ASE database SQLite3 files, which are provided as Supporting Information (SI). Additional DFT calculations were performed using the Quantum ESPRESSO plane-wave code [55] with the PBE functional [19]. All other parameters are outlined in Section 1 of the SI. 2.2 Microkinetic modeling Microkinetic modeling was performed using the “Catalysis Microkinetic Analysis Package” (CatMAP) software package (version 0.3.1) [37]. Site coverage was modeled using the mean-field approach and by steady-state approximations. The surface was modeled using two surface sites, namely a “hydrogen reservoir” site [39] and a site for all other intermediates. We assumed that hydrogen did not compete with any of the other adsorbates for the adsorption sites, as is common in hydrogenation studies [11,46,56]. We adopted the following reaction mechanism proposed in previous studies [36]: (i) C2H4* is hydrogenated to generate C2H5*, (ii) CO* inserts into the adsorbed C2H5*, and (iii) C2H5CO* is hydrogenated to generate C2H5CHO*. In a sub-reaction, C2H4* is hydrogenated via the adsorbed C2H5* to generate C2H6, wherein * indicates the adsorbed state. To widen the applicability of the developed model, we added the pathways for CH4 formation, also following the reaction mechanism suggested in the literature [39], i.e., the C–O bond splits in the CHOH* intermediate, and the CH* adsorbate is further hydrogenated to yield CH4. All elementary reactions are outlined in Table S1. In the proposed model, the adsorbate–adsorbate effects attributed to the co-adsorbed CO species on the Rh(111) surface are specifically included. Based on the strong adsorption of CO on Rh, CO* is expected to be the most abundant surface intermediate; thus, the current model includes all interactions between the surface intermediates and CO*. The CO* cross-interaction parameters were determined by calculating the adsorption energies of the intermediates at a high degree of coverage. Additionally, self-interactions were included for the C2H4*, C2H5CHO*, C2H5CO*, C2H5*, CH2*, CH3*, CHOH*, CHO*, CH*, OH*, and CO* adsorbates. For the fitting procedure, the integral adsorption energies calculated using PFP were employed. As the functional, a second-order adsorbate–adsorbate interaction model was used, which incorporated second-order expansion in the coverage to express the integral adsorption energy [11]. The model is given by: (1) E i n t θ i = ∑ i E i 0 θ i + 1 2 ∑ s ∑ q f sq 2 ∑ i ∈ s ∑ j ∈ q ε ij θ i θ j where E i 0 is the low-coverage limit of the differential heat of adsorption, θ i is the surface coverage of species i, s and q are indices of different types of adsorption sites, f sq is a piecewise linear function for the energy as a function of coverage on sites s and q, and εij is a matrix of interaction parameters for the interactions between species i and j. The differential adsorption energy (Ek ) can be derived as shown in Eq. (2): (2) E k = ∂ E i n t θ i ∂ θ k = E k 0 + ∑ s f s q k 2 ∑ i ∈ s ε ik θ i + 2 ∑ s f s q k f ′ s q k ∑ i ∈ s ∑ j ∈ q ε ij θ i θ j The microkinetic model was solved by initially converging the solution without interactions, and then incrementally increasing the interaction strength by 0.01. Minor modifications were performed to the CatMAP code to enable this, and the necessary patches are included in the SI. In the model, the turnover frequency (TOF) represents the net rate of change for a chemical species, where a positive value indicates net production, and a negative value indicates net consumption. The consumption rate is then defined as the absolute value of the TOF when it is negative. The propionaldehyde selectivity (S C2H5CHO) was defined using Eq. (3): (3) S C 2 H 5 C H O = T O F C 2 H 5 C H O T O F C 2 H 5 C H O + T O F C 2 H 6 + T O F C H 4 + T O F H 2 O Identical reaction pressure conditions were employed for the substrates and products, namely p C2H4 = p CO = p H2 = 0.33 MPa, and p C2H5CHO = p C2H6 = p CH4 = p H2O = 1.0 × 10−9 MPa. To determine the reaction rate at any point on the rate map generated by CatMAP, the following procedure was employed. When two descriptor energies were provided, the sampling point closest to these input values on the rate map was located. Subsequently, the LinearNDInterpolator of SciPy [57] was applied in the logarithmic space to interpolate around this point. The resulting interpolated value was then taken as the reaction rate. 2.3 Construction of alloy surface models using the Metropolis Monte Carlo method The Metropolis Monte Carlo (MMC) simulation [58] was used to obtain the alloy surface structures of the Rh-based slab models. In the MMC simulation, all atoms in the slab model were allowed to exchange with neighboring atoms. The cell parameters of the alloy models (as defined from optimization of the bulk lattice constant with PFP) were fixed. Geometry optimizations with PFP were initially performed using the FIRE method, followed by further optimizations using the LBFGS algorithm with a force threshold of 0.005 eV/Å. New structures were generated by exchanging two different types of atoms with their nearest neighbors. A newly generated structure after relaxation is accepted if E 1 < E 0 or if (4) r < e x p E 0 - E 1 kT where E 0 and E 1 are the total energies of the new and previous structures, respectively, and r is a random number between 0 and 1. The MMC simulations were stopped after 10,000 steps when the total energy no longer decreased substantially. The temperature used for the MMC simulations was 423 K, so the acceptance probability defined in Eq. (4) was evaluated at this temperature, guaranteeing that configurational states are Boltzmann-weighted appropriately. 3 Results and discussion 3.1 Reaction paths for hydroformylation on the Rh(111) surface As part of earlier investigations, a comparison was made between the activation energies computed using a previous version of PFP and those calculated using the current DFT method [18]. To evaluate the accuracy of PFP version 6.0.0 used in this study, we compared the activation and adsorption energies calculated by PFP with those computed using DFT (PBE functional) [18,59]. The corresponding results are shown in Fig. S1 and Tables S2 and S3. All atomic structures used for the calculations are also provided in the SI. It was found that the reasonable mean absolute error (MAE) of the potential obtained using PFP version 6.0.0 was 0.14 eV. Using PFP, the free energy diagrams calculated for propionaldehyde, ethane, and methane on the Rh(111) surface under low CO coverage at 423 K and 1.0 MPa are shown in Fig. 1 . The free energy of CO adsorption at 423 K was determined to be −1.53 eV, indicating high coverage of CO under realistic reaction conditions. CO insertion exhibited the highest activation energy, aligning with previously reported results [36]. Methane was generated via the hydrogenation of CH*, which is also consistent with previous studies. In addition, the activation energy was reported to reach its highest value upon the hydrogenation of CO to form CHO [11]. The energy diagram calculated according to the DFT results is shown in Fig. S2, while the formation energies calculated using the DFT approach are listed in Table S7. The MAE of the formation energies was determined to be 0.014 eV. Based on these results, it was apparent that PFP energies are useful descriptors of DFT energies and can be used to construct PFP-based microkinetic models, as discussed in the following section. 3.2 Construction of the microkinetic model Several studies have reported that the calculated formation energies of adsorbates and transition states on heterogeneous metal surfaces are linearly correlated with one another [39]. In this study, the CatMAP linear scaler was used for the heterogeneous close-packed metal facets, and the calculation results obtained herein for the metals showed a comparable trend (Fig. S3). Thus, to construct the microkinetic model, these trends were employed to reduce dimensionality, and two descriptors (i.e., the energies of CHO* and CH*) were defined as design parameters for the selective and active catalytic sites. These descriptors were incorporated into a linear model to regress all remaining energies in the kinetic model, including the energies of the transition states. The MAE of the scaling relationship was determined to be 0.12 eV. The results obtained for the microkinetic model in the absence of interactions are shown in Fig. 2 (a) and 2(b). While Cu and Au showed the highest TOFs for propionaldehyde and ethane, the selectivity and TOF of propionaldehyde were low for other transition metals, such as Rh, Ir, and Co. Experimentally, it has been reported that Rh is generally more active than other metals [28], which is inconsistent with the current calculations. At this point, the CO coverage across the transition metals exceeds 0.99 (Fig. S4), indicating that the results do not reflect realistic reaction conditions. Previous experimental results for the Fischer–Tropsch synthesis using CO feed indicate that a CO coverage of ∼ 0.5 ML is near saturation at 493 K [41]. To address this issue, it is necessary to incorporate lateral interactions to reduce the adsorption energy and coverage. Thus, the microkinetic modeling of such lateral interactions was implemented using the fitting operations available in CatMAP. The fitting operations required high-adsorbate-coverage geometries, which were optimized using Optuna. Although the DFT approach has previously been used to predict the coverage-dependent adsorption of some adsorbates on metal surfaces [56], no reports have used NNPs to examine the effects of coverage on the adsorption energies. Thus, in the current study, the coverage-dependent adsorption energies of CO on Rh(111) were calculated, including both the adsorption energy per CO molecule and the total binding energy of the system. As shown in Fig. S5, the results obtained herein are generally consistent with previously reported DFT calculations [60]. The MAEs for the adsorption energy per CO molecule and for the total binding energy were determined to be 0.051 and 0.47 eV, respectively. Additionally, self-interaction coefficients were determined for all intermediates. To complement this, interactions with other co-adsorbed species were also considered. Given the strong adsorption of CO* on Rh, CO* was expected to be the most abundant surface intermediate. Therefore, calculations were performed at high coverages to incorporate interactions with the most abundant surface intermediate, CO. The developed model includes all interactions between surface intermediates and co-adsorbed CO*, evaluated at CO coverages selectively chosen from 0.44, 0.50, and 0.57 ML. As shown by the red circles in Fig. S6, the differential energies of intermediates and transition states increase with coverage, remaining relatively constant below 0.3 ML and increasing linearly above this threshold. A piecewise linear model was used to capture this behavior, as shown by the solid black line in Fig. S6. To ensure reliable fitting, we employed modified coverage definitions based on the number of carbon atoms in each molecule. This adjustment was necessary because applying a uniform coverage definition to one-, two-, and three-carbon species tends to underestimate the coverage and interactions for multi-carbon species. In the current work, the energy and coverage used for fitting for the adsorbate–adsorbate interaction model were determined based on different definitions depending on the number of carbon atoms in the molecule. For molecules with one or fewer carbon atoms, the coverage was calculated using the definition of “number of molecules per number of surface sites.” For molecules with two or more carbon atoms, coverage was defined as the “(number of molecules × 2) per number of surface sites.” For example, at θ = 0.125, the CO energy was based on a structure in which two CO molecules were adsorbed on 16 surface atoms, whereas for ethylene, the energy was taken from a structure wherein a single molecule was adsorbed on 16 surface atoms. It should be noted that, in both the fitting procedure and the microkinetic calculations, all molecules were assumed to occupy a single adsorption site. The values of each parameter are provided in Table S5. The results of the microkinetic model in the presence of adsorbate–adsorbate interactions are shown in Fig. 2(c) and 2(d). The maximum rates for propionaldehyde and ethane production were observed for Rh and Ir, consistent with experimental results [28]. By incorporating adsorbate–adsorbate interactions, the CO coverage on Rh was reduced to ∼ 0.8 ML (Fig. S7). The activity sequence for propionaldehyde was Rh > Ir > Ru > Os > Pd > Ni > Pt > Co > Au > Cu > Ag, whereas its selectivity sequence followed the order Rh > Ir > Pd > Ru > Os > Ni > Pt > Co > Au > Cu > Ag. The activities for CH4 and H2O generation were lower than those for aldehyde and ethane formation (Fig. S8); thus, considering that the formation of CH4 and H2O has rarely been observed in previous studies, this is considered to be a reasonable result. Temperature-dependence of TOF and selectivity both in the presence and absence of adsorbate–adsorbate interactions were subsequently performed, as shown in Fig. 3 . More specifically, Fig. 3(a) shows the dependence of ethylene hydroformylation on the reaction temperature in the absence of adsorbate–adsorbate interactions. Previous studies have demonstrated that the ethylene conversion increases with an increasing reaction temperature, whereas the selectivity toward oxygenate compounds decreases [31,32]. However, in the absence of these interactions, the current calculations did not align with these trends. In contrast, when the interaction parameters were included, the consumption of ethylene increased with an increase in temperature, as shown in Fig. 3(b), whereas the selectivity toward aldehyde formation decreased, consistent with the experimental results. In addition, the calculated TOF for propionaldehyde formation on Rh(111) was determined to be 15 h−1, which is the same order as the typical TOF range of 101 to 103 observed under temperatures of 373–473 K [28]. The current calculations therefore successfully reproduced some experimental trends and highlighted the necessity of including the adsorbate–adsorbate interactions. Although the adsorbate–adsorbate interactions are not completely captured by piecewise linear functions, the developed model is relatively accurate in the regions of interest and represents a solid first step toward more comprehensive modeling, such as kinetic Monte Carlo simulations. Subsequently, the obtained volcano plots were evaluated in detail. In these plots, the horizontal axis represents the formation energy of CH (generated from the dissociation of CO), with a higher CH value indicating weaker CO adsorption. Since CHO exhibits a high affinity toward oxygen and its generation is related to the adsorption of both C2H5CO and propionaldehyde, the existence of a volcanic relationship between CH and CHO is plausible. The anomalously sharp change in the TOF for propionaldehyde toward the strong binding sides of the volcano plots, as shown in Fig. 2(c) and 2(d), results from the adsorbate–adsorbate interactions. Experimentally, changes in CO adsorption energy have been observed through temperature-programmed desorption or FTIR measurements. It has been discussed that increasing CO adsorption energy (i.e., making it less negative, thus weakening CO adsorption) improves activity and selectivity [30,36,61]. Importantly, the influence of Rh–O affinity extends beyond the modulation of CO adsorption energy. In systems such as Rh–MoOx [31] and Rh–VOx [32], strong Rh–O interactions have been shown to facilitate H2 activation and promote selective hydrogenation steps even under CO-rich conditions. These findings indicate that oxygen affinity directly contributes to the control of hydrogen-related pathways and overall reaction selectivity. Therefore, to fully understand the catalyst’s performance, it is essential to consider not only the interaction with CO, but also the broader affinity of Rh toward the support oxygen. This trend is not limited to heterogeneous systems. In homogeneous catalysis, a similar trend in catalytic activity has been reported, with the activity sequence being Rh ≫ Co > Ir > Ru > Os > Pt > Pd ≫ Fe > Ni. According to Sabatier's principle [62], Group 9 metals are more active in such systems, achieving an optimal balance in both types of catalysis due to the fact that the intermediates are neither too strongly nor too weakly bound. This suggests a fundamental correlation between homogeneous and heterogeneous catalysts. The obtained computational results therefore indicate that weakening of the CH bond and strengthening of the CHO bond are essential steps for enhancing the aldehyde selectivity. Based on previous reports discussing the addition of oxide species, such as W [33], V [32], and Mo [31], it was considered that the incorporation of a secondary oxide component could also achieve an enhanced aldehyde selectivity, as described below. 3.3 High-throughput screening of Rh-based catalysts With the two-dimensional microkinetic model in hand, screening was performed using Rh as the representative metal. Among the 72 elements currently available for use in PFP version 6.0.0, H, C, N, O, halogens, noble gases, alkali metals, and alkaline earth metals were excluded. Ordered alloys were constructed using the remaining 51 elements. The optimal compositions for MxRhy were determined to be 1:3, 1:1, and 3:1 (for x:y). The constructed ordered alloys were selected based on the most stable structures obtained after performing MMC simulations. In addition, for elements including alkali and alkaline earth metals, the binding energies of CHO and CH were calculated using structures with a single-atom-substituted model, in which one atom on the Rh(111) surface was replaced by a second-component. These models were also constructed using MMC simulations, and all atomic structures are provided in the SI. Fig. 4 (a) outlines the calculated propionaldehyde selectivity, wherein the black circles represent the single-atom-substituted model and the white circles represent the ordered alloy models. Structures with CHO and CH binding energies outside the range calculated in Fig. 2 were excluded. In the single-atom-substituted model, the elements that exhibited an increased selectivity, in order of highest to lowest selectivity, were Nb, S, Ta, Te, Ni, Tc, Re, Os, Fe, Ru, Co, V, P, W, and Cr. Among these, several elements commonly exist as oxides under real conditions, and as predicted, the incorporation of a second component with a high adsorption energy toward oxygen atoms increased the selectivity. In these models, the adsorption of CH remained stable only on Rh, and the CH adsorption energy remained unchanged. Conversely, Rh crystal lattice modification, as observed in the ordered alloy models, suggested a further improvement in the selectivity. More specifically, enhanced selectivity was observed for the following alloy models, given in order from highest to lowest selectivity: Si3Rh1, Al3Rh1, B1Rh3, Mn1Rh3, Fe2Rh2, Al1Rh3, Re1Rh3, Ru1Rh3, Ir2Rh2, and Si2Rh2. A total of 20 elements across both the single-atom-substituted and ordered alloy models were evaluated, and approximately half (11 elements) have been previously reported to promote enhanced selectivity, including V [32], W [33], Co [36], Fe [63], Re [64], Mn [65], Al [66], B [67], Ru [68], P [69], and S [70]. Si typically exists in the form of SiO2 under reaction conditions. For instance, SiO2 is commonly used as a catalyst support, and Rh supported on zeolites—one form of SiO2—has been reported to exhibit > 99 % selectivity [71]. In contrast, Ni [30] was experimentally found to exhibit reduced selectivity. In the calculations, Ni with a single-atom-substituted model exhibited high selectivity, whereas Ni in the alloy model showed poor selectivity. This result suggests that the Ni structure reported in the previous study [30] may resemble that of the alloy model. Consequently, further tuning the structural environment of Rh and Ni could potentially lead to an improvement in selectivity. Several elements exhibited a higher selectivity toward propionaldehyde than Rh metal, including Ir, Nb, Ta, Te, Tc, Os, and Cr, which have not been previously reported in this context. To further reduce the candidate space, the price of elements was taken into consideration as shown in Table S6, and finally, Nb, Ta, and Te were identified as promising candidates. 3.4 Perspectives and outlook The present ethylene hydroformylation study demonstrates that NNPs coupled with microkinetic modeling can reproduce experimental trends while reducing the computational cost. The approach can be extended to propylene and even longer-chain substrates: a recent PFP investigation of hydrocarbon polymers [72] shows that the same NNP remains accurate for systems containing tens to hundreds of carbon atoms, indicating that reactions such as the Fischer–Tropsch synthesis, involving long hydrocarbons, can be modeled with NNPs. However, solvent is typically used in reactions with long hydrocarbons, and further development is required to consider solvent effects. For C3+ olefins, predicting regioselectivity (linear vs. branched) will become essential; the present work can in principle deliver such selectivity predictions, although selectivity predictions are generally much more sensitive to the accuracy of adsorption and transition state energies, and separating electronic-ligand effects from ensemble (site-blocking) effects will require additional electronic-structure analysis that lies beyond the scope of this study. Our MMC simulation includes only configurational entropy through the Boltzmann acceptance factor, with vibrational and electronic free-energy terms approximated by their 0 K values. Despite this approach, PFP-based MC simulation has already reproduced the Cu–Au order–disorder transition temperature [18]. Repeating the calculation with temperature-dependent vibrational terms provides a practical way to assess the effect of synthesis or calcination conditions. In fact, the MC studies that incorporate phonon-derived vibrational free energies into the Metropolis acceptance consistently lower the predicted transition temperature for metallic alloys such as Fe–Cr [73]. Building on these procedures, we will improve our MC simulation by appending quasi-harmonic corrections to the 0 K energies before sampling. Because PFP can generate accurate phonon spectra orders of magnitude faster than conventional DFT, the added cost of including vibrational terms is negligible. The recent Li7La3Zr2O12 study [74] further illustrates that NNPs can supply such corrections rapidly while decisively shifting finite-temperature phase stability. 4 Conclusion In this study, the effectiveness of combining neural network potentials and microkinetic modeling to predict and optimize catalytic performance in ethylene hydroformylation reactions was demonstrated. The developed computational approach, which was validated against experimental data, confirmed that Rh and Ir exhibited higher activity and selectivity in the production of propionaldehyde. Incorporating adsorbate–adsorbate interactions into the model proved essential to accurately predicting the catalytic behavior under realistic conditions. Additionally, the high-throughput screening of Rh-based alloys revealed several promising candidates for enhanced catalytic performance, aligning with reported trends and introducing new avenues for catalyst enhancement. Although certain secondary oxide components, such as Mo, V, and W, have been previously reported to significantly enhance the selectivity and activities of heterogeneous catalysts, a number of candidates were identified, including Ir, Nb, Ta, Te, Tc, Os, and Cr, to offer valuable insights for future experimental validation and application. Overall, this study advances our understanding of hydroformylation catalysis and highlights the broad applicability of integrating advanced computational methods for rational catalyst design. However, fine-tuning of the adsorbate–adsorbate interactions remains a challenge that requires further exploration, and which will be examined in future work. CRediT authorship contribution statement Kento Sakai: Writing – review & editing, Writing – original draft, Software, Methodology, Investigation, Formal analysis. Ippei Furikado: Writing – review & editing, Supervision. Andrew J. Medford: Writing – review & editing, Supervision. Declaration of competing interest The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: [Dr. Medford received consultancy fees from Kao Corporation.]. Acknowledgements K.S. and I.F. would like to thank T. Kawaguchi, Dr. A. Tanaka, N. Nishizawa, and S. Tokunaga of the Kao Corporation for their enlightening discussions. K.S. would like to thank Dr. J. Schumann of the Humboldt Universität zu Berlin for her helpful advice. The authors would like to thank Editage (www.editage.com) for English language editing. Appendix A Supplementary material Detailed information is provided regarding the DFT calculations, the elementary reactions, a comparison of the PFP version 6.0.0 and DFT values, a DFT energy diagram, the scaling relationship, coverages without adsorbate–adsorbate interactions, CO adsorption energies as a function of the CO coverage, interaction parameters on Rh(111), coverages in the presence of adsorbate–adsorbate interactions, activities of CH4 and H2O in the presence of adsorbate–adsorbate interaction, energies used as the input for microkinetic modeling (Word document). The atomic structures, energies, and metadata were stored in ASE database files and input files for microkinetic modeling (SIfiles.zip). Supplementary data to this article can be found online at https://doi.org/10.1016/j.jcat.2025.116253. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 Supplementary Data 2 References [1] R. Schlögl Heterogeneous catalysis Angew. Chem. Int. Ed. 54 2015 3465 3520 10.1002/anie.201410738 R. Schlögl, Heterogeneous catalysis, Angew. Chem. Int. Ed. 54 (2015) 3465–3520. ttps://doi.org/10.1002/anie.201410738 [2] A. Kumar P. Daw D. Milstein Homogeneous catalysis for sustainable energy: Hydrogen and methanol economies, fuels from biomass, and related topics Chem. Rev. 122 2022 385 441 10.1021/acs.chemrev.1c00412 A. Kumar, P. Daw, D. Milstein, Homogeneous catalysis for sustainable energy: Hydrogen and methanol economies, fuels from biomass, and related topics, Chem. Rev. 122 (2022) 385–441. Doi: 10.1021/acs.chemrev.1c00412 [3] J.B. Zimmerman P.T. Anastas H.C. Erythropel W. Leitner Designing for a green chemistry future Science 367 2020 397 400 10.1126/science.aay3060 J.B. Zimmerman, P.T. Anastas, H.C. Erythropel, W. Leitner, Designing for a green chemistry future, Science 367 (2020) 397–400. Doi: 10.1126/science.aay3060 [4] A. Mittasch W. Frankenburg Early studies of multicomponent catalysts Adv. Catal. 2 1950 81 104 10.1016/S0360-0564(08)60375-2 A. Mittasch, W. Frankenburg, Early studies of multicomponent catalysts, Adv. Catal. 2 (1950) 81–104. Doi: 10.1016/S0360-0564(08)60375-2 [5] J. Greeley Theoretical heterogeneous catalysis scaling relationships and computational catalyst design Annu. Rev. Chem. Biomol. Eng. 7 2016 605 635 10.1146/annurev-chembioeng-080615-034413 J. Greeley, Theoretical heterogeneous catalysis scaling relationships and computational catalyst design, Annu. Rev. Chem. Biomol. Eng. 7 (2016) 605–635. Doi: 10.1146/annurev-chembioeng-080615-034413 [6] J.K. Nørskov T. Bligaard J. Rossmeisl C.H. Christensen Towards the computational design of solid catalysts Nat. Chem. 1 2009 37 46 10.1038/nchem.121 J.K. Nørskov, T. Bligaard, J. Rossmeisl, C.H. Christensen, Towards the computational design of solid catalysts, Nature Chem. 1 (2009) 37–46. Doi: 10.1038/nchem.121 [7] R.A. Van Santen M. Neurock Molecular Heterogeneous catalysis: A conceptual and computational approach 2009 Wiley-VCH Weinheim, Germany R.A. Van Santen, M. Neurock, Molecular Heterogeneous catalysis: A conceptual and computational approach; Wiley-VCH: Weinheim, Germany, 2009. [8] M. Foscato V.R. Jensen Automated in silico design of homogeneous catalysts ACS Catal. 10 2020 2354 2377 10.1021/acscatal.9b04952 M. Foscato, V.R. Jensen, Automated in silico design of homogeneous catalysts, ACS Catal. 10 (2020) 2354–2377. Doi: 10.1021/acscatal.9b04952 [9] B.W.J. Chen L. Xu M. Mavrikakis Computational methods in heterogeneous catalysis Chem. Rev. 121 2021 1007 1048 10.1021/acs.chemrev.0c01060 B.W.J. Chen, L. Xu, M. Mavrikakis, Computational methods in heterogeneous catalysis, Chem. Rev. 121 (2021) 1007–1048. Doi: 10.1021/acs.chemrev.0c01060 [10] R.B. Getman W.F. Schneider DFT-based coverage-dependent model of Pt-catalyzed NO oxidation ChemCatChem 2 2010 1450 1460 10.1002/cctc.201000146 R.B. Getman, W.F. Schneider, DFT-based coverage-dependent model of Pt-catalyzed NO oxidation, ChemCatChem 2 (2010) 1450–1460. Doi: 10.1002/cctc.201000146 [11] N. Yang A.J. Medford X. Liu F. Studt T. Bligaard S.F. Bent J.K. Nørskov Intrinsic selectivity and structure sensitivity of rhodium catalysts for C2+ oxygenate production J. Am. Chem. Soc. 138 2016 3705 3714 10.1021/jacs.5b12087 N. Yang, A.J. Medford, X. Liu, F. Studt, T. Bligaard, S.F. Bent, J.K. Nørskov, Intrinsic selectivity and structure sensitivity of rhodium catalysts for C2+ oxygenate production, J. Am. Chem. Soc. 138 (2016) 3705–3714. Doi: 10.1021/jacs.5b12087 [12] J. Behler M. Parrinello Generalized neural-network representation of high-dimensional potential-energy surfaces Phys. Rev. Lett 98 2007 146401 10.1103/PhysRevLett.98.146401 J. Behler, M. Parrinello, Generalized neural-network representation of high-dimensional potential-energy surfaces, Phys. Rev. Lett. 98 (2007) 146401. Doi: 10.1103/PhysRevLett.98.146401 [13] A.P. Bartók M.C. Payne R. Kondor G. Csányi Gaussian approximation potentials: the accuracy of quantum mechanics, without the electrons Phys. Rev. Lett. 104 2010 136403 10.1103/PhysRevLett.104.136403 A.P. Bartók, M.C. Payne, R. Kondor, G. Csányi, Gaussian approximation potentials: The accuracy of quantum mechanics, without the electrons, Phys. Rev. Lett. 104 (2010) 136403. Doi: 10.1103/PhysRevLett.104.136403 [14] M. Rupp A. Tkatchenko K.-R. Müller O.A. Von Lilienfeld Fast and accurate modeling of molecular atomization energies with machine learning Phys. Rev. Lett. 108 2012 058301 10.1103/PhysRevLett.108.058301 M. Rupp, A. Tkatchenko, K.-R. Müller, O.A. Von Lilienfeld, Fast and accurate modeling of molecular atomization energies with machine learning, Phys. Rev. Lett. 108 (2012) 058301. Doi: 10.1103/PhysRevLett.108.058301 [15] R. Tran J. Lan M. Shuaibi B.M. Wood S. Goyal A. Das J. Heras-Domingo A. Kolluru A. Rizvi N. Shoghi T.O. Catalyst (OC22) dataset and challenges for oxide electrocatalysts ACS Catal. 13 2023 2022 3066 3084 10.1021/acscatal.2c05426 R. Tran, J. Lan, M. Shuaibi, B.M. Wood, S. Goyal, A. Das, J. Heras-Domingo, A. Kolluru, A. Rizvi, N. Shoghi, The Open Catalyst 2022 (OC22) dataset and challenges for oxide electrocatalysts, ACS Catal. 13 (2023) 3066–3084. Doi: 10.1021/acscatal.2c05426 [16] C. Chen S.P. Ong A universal graph deep learning interatomic potential for the periodic table Nat. Comput. Sci. 2 2022 718 728 10.1038/s43588-022-00349-3 C. Chen, S.P. Ong, A universal graph deep learning interatomic potential for the periodic table, Nat. Comput. Sci. 2 (2022) 718–728. Doi: 10.1038/s43588-022-00349-3 [17] I. Batatia P. Benner Y. Chiang A.M. Elena D.P. Kovács J. Riebesell X.R. Advincula M. Asta M. Avaylon W.J. Baldwin F. Berger N. Bernstein A. Bhowmik S.M. Blau V. Cărare J.P. Darby S. De F. Della Pia V.L. Deringer R. Elijošius Z. El-Machachi F. Falcioni E. Fako A.C. Ferrari A. Genreith-Schriever J. George R.E.A. Goodall C.P. Grey P. Grigorev S. Han W. Handley H.H. Heenen K. Hermansson C. Holm J. Jaafar S. Hofmann K.S. Jakob H. Jung V. Kapil A.D. Kaplan N. Karimitari J.R. Kermode N. Kroupa J. Kullgren M.C. Kuner D. Kuryla G. Liepuoniute J.T. Margraf I.-B. Magdău A. Michaelides J.H. Moore A.A. Naik S.P. Niblett S.W. Norwood N. O’Neill C. Ortner K.A. Persson K. Reuter A.S. Rosen L.L. Schaaf C. Schran B.X. Shi E. Sivonxay T.K. Stenczel V. Svahn C. Sutton T.D. Swinburne J. Tilly C. van der Oord E. Varga-Umbrich T. Vegge M. Vondrák Y. Wang W.C. Witt F. Zills G. Csányi A foundation model for atomistic materials chemistry arXiv 2401.00096v2 2024 10.48550/arXiv.2401.00096 I. Batatia, P. Benner, Y. Chiang, A.M. Elena, D.P. Kovács, J. Riebesell, X.R. Advincula, M. Asta, M. Avaylon, W.J. Baldwin, F. Berger, N. Bernstein, A. Bhowmik, S.M. Blau, V. Cărare, J.P. Darby, S. De, F. Della Pia, V.L. Deringer, R. Elijošius, Z. El-Machachi, F. Falcioni, E. Fako, A.C. Ferrari, A. Genreith-Schriever, J. George, R.E.A. Goodall, C.P. Grey, P. Grigorev, S. Han, W. Handley, H.H. Heenen, K. Hermansson, C. Holm, J. Jaafar, S. Hofmann, K.S. Jakob, H. Jung, V. Kapil, A.D. Kaplan, N. Karimitari, J.R. Kermode, N. Kroupa, J. Kullgren, M.C. Kuner, D. Kuryla, G. Liepuoniute, J.T. Margraf, I.-B. Magdău, A. Michaelides, J.H. Moore, A.A. Naik, S.P. Niblett, S.W. Norwood, N. O’Neill, C. Ortner, K.A. Persson, K. Reuter, A.S. Rosen, L.L. Schaaf, C. Schran, B.X. Shi, E. Sivonxay, T.K. Stenczel, V. Svahn, C. Sutton, T.D. Swinburne, J. Tilly, C. van der Oord, E. Varga-Umbrich, T. Vegge, M. Vondrák, Y. Wang, W.C. Witt, F. Zills, G. Csányi, A foundation model for atomistic materials chemistry, arXiv 2024, No. 2401.00096v2. Doi: 10.48550/arXiv.2401.00096 [18] S. Takamoto C. Shinagawa D. Motoki K. Nakago W. Li I. Kurata T. Watanabe Y. Yayama H. Iriguchi Y. Asano T. Onodera T. Ishii T. Kudo H. Ono R. Sawada R. Ishitani M. Ong T. Yamaguchi T. Kataoka A. Hayashi N. Charoenphakdee T. Ibuka Towards universal neural network potential for material discovery applicable to arbitrary combination of 45 elements Nat. Commun. 13 2022 2991 10.1038/s41467-022-30687-9 S. Takamoto, C. Shinagawa, D. Motoki, K. Nakago, W. Li, I. Kurata, T. Watanabe, Y. Yayama, H. Iriguchi, Y. Asano, T. Onodera, T. Ishii, T. Kudo, H. Ono, R. Sawada, R. Ishitani, M. Ong, T. Yamaguchi, T. Kataoka, A. Hayashi, N. Charoenphakdee, T. Ibuka, Towards universal neural network potential for material discovery applicable to arbitrary combination of 45 elements, Nat, Commun, 13 (2022) 2991. Doi: 10.1038/s41467-022-30687-9 [19] J.P. Perdew K. Burke M. Ernzerhof Generalized gradient approximation made simple Phys. Rev. Lett. 77 1996 3865 3868 10.1103/PhysRevLett.77.3865 J.P. Perdew, K. Burke, M. Ernzerhof, Generalized gradient approximation made simple, Phys. Rev. Lett. 77 (1996) 3865–3868. Doi: 10.1103/PhysRevLett.77.3865 [20] R. Franke D. Selent A. Börner Applied hydroformylation Chem. Rev. 112 2012 5675 5732 10.1021/cr3001803 R. Franke, D. Selent, A. Börner, Applied hydroformylation, Chem. Rev. 112 (2012) 5675–5732. Doi: 10.1021/cr3001803 [21] S. Lamboley C. Morel J.-Y. de Saint Laumer A.F. Boschung N.G.J. Richards B.M. Winter Synthesis and properties of conformationally constrained analogues of floral-type odorants Helv. Chim. Acta 87 2004 1767 1793 10.1002/ejoc.201403365 S. Lamboley, C. Morel, J.-Y. de Saint Laumer, A.F. Boschung, N.G.J. Richards, B.M. Winter, Synthesis and properties of conformationally constrained analogues of floral-type odorants, Helv. Chim. Acta 87 (2004) 1767–1793. Doi: 10.1002/ejoc.201403365 [22] N. Armanino J. Charpentier F. Flachsmann A. Goeke M. Liniger P. Kraft What’s hot, what’s not: the trends of the past 20 years in the chemistry of odorants Angew. Chem. Int. Ed. 59 2020 16310 16344 10.1002/anie.202005719 N. Armanino, J. Charpentier, F. Flachsmann, A. Goeke, M. Liniger, P. Kraft, What’s hot, what’s not: The trends of the past 20 years in the chemistry of odorants, Angew. Chem. Int. Ed. 59 (2020) 16310–16344. Doi: 10.1002/anie.202005719 [23] P. Gao G. Liang T. Ru X. Liu H. Qi A. Wang F.-E. Chen Phosphorus coordinated Rh single-atom sites on nanodiamond as highly regioselective catalyst for hydroformylation of olefins Nat. Commun. 12 2021 4698 10.1038/s41467-021-25061-0 P. Gao, G. Liang, T. Ru, X. Liu, H. Qi, A. Wang, F.-E. Chen, Phosphorus coordinated Rh single-atom sites on nanodiamond as highly regioselective catalyst for hydroformylation of olefins. Nat. Commun. 12 (2021) 4698. Doi: 10.1038/s41467-021-25061-0 [24] K. Hua X. Liu B. Wei Z. Shao Y. Deng L. Zhong H. Wang Y. Sun Chemo- and regioselective hydroformylation of alkenes with CO2/H2 over a bifunctional catalyst Green Chem. 23 2021 8040 8046 10.1039/D0GC03913F K. Hua, X. Liu, B. Wei, Z. Shao, Y. Deng, L. Zhong, H. Wang, Y. Sun, Chemo- and regioselective hydroformylation of alkenes with CO2/H2 over a bifunctional catalyst, Green Chem. 23 (2021) 8040–8046. Doi: 10.1039/D0GC03913F [25] K. Zhao X. Wang D. He H. Wang B. Qian F. Shi Recent development towards alkene hydroformylation catalysts integrating traditional homo- and heterogeneous catalysis Catal. Sci. Technol. 12 2022 4962 4982 10.1039/D2CY00845A K. Zhao, X. Wang, D. He, H. Wang, B. Qian, F. Shi, Recent development towards alkene hydroformylation catalysts integrating traditional homo- and heterogeneous catalysis, Catal. Sci. Technol. 12 (2022) 4962–4982. Doi: 10.1039/D2CY00845A [26] M.D. Wodrich M. Busch C. Corminboeuf Accessing and predicting the kinetic profiles of homogeneous catalysts from volcano plots Chem. Sci. 7 2016 5723 5735 10.1039/C6SC01660J M.D. Wodrich, M. Busch, C. Corminboeuf, Accessing and predicting the kinetic profiles of homogeneous catalysts from volcano plots, Chem. Sci. 7 (2016) 5723–5735. Doi: 10.1039/C6SC01660J [27] D.J. Cole-Hamilton Homogeneous catalysis – new approaches to catalyst separation, recovery, and recycling Science 299 2003 1702 1706 10.1126/science.1081881 D.J. Cole-Hamilton, Homogeneous catalysis – New approaches to catalyst separation, recovery, and recycling, Science 299 (2003) 1702–1706. Doi: 10.1126/science.1081881 [28] B. Liu Y. Wang N. Huang X. Lan Z. Xie J.G. Chen T. Wang Heterogeneous hydroformylation of alkenes by Rh-based catalysts Chem 8 2022 2630 2658 10.1016/j.chempr.2022.07.020 B. Liu, Y. Wang, N. Huang, X. Lan, Z. Xie, J.G. Chen, T. Wang, Heterogeneous hydroformylation of alkenes by Rh-based catalysts, Chem 8 (2022) 2630–2658. Doi: 10.1016/j.chempr.2022.07.020 [29] S. Hanf L. Alvarado Rupflin R. Gläser S.A. Schunk Current state of the art of the solid Rh-based catalyzed hydroformylation of short-chain olefins Catalysts 10 2020 510 10.3390/catal10050510 S. Hanf, L. Alvarado Rupflin, R. Gläser, S.A. Schunk, Current state of the art of the solid Rh-based catalyzed hydroformylation of short-chain olefins, Catalysts 10 (2020) 510. Doi: 10.3390/catal10050510 [30] Z. Mao H. Guo Z. Xie P. Liu J.G. Chen Trends and descriptors of heterogeneous hydroformylation activity and selectivity of RhM 3 (M = Fe, Co, Ni, Cu and Zn) catalysts Catal. Sci. Technol. 12 2022 4988 4992 10.1039/D2CY00821A Z. Mao, H. Guo, Z. Xie, P. Liu, J.G. Chen, Trends and descriptors of heterogeneous hydroformylation activity and selectivity of RhM 3 (M = Fe, Co, Ni, Cu and Zn) catalysts, Catal. Sci. Technol. 12 (2022) 4988–4992. Doi: 10.1039/D2CY00821A [31] K. Tomishige I. Furikado T. Yamagishi S. Ito K. Kunimori Promoting effect of Mo on alcohol formation in hydroformylation of propylene and ethylene on Mo-Rh/SiO2 Catal. Lett. 103 2005 15 21 10.1007/s10562-005-6497-3 K. Tomishige, I. Furikado, T. Yamagishi, S. Ito, K. Kunimori, Promoting effect of Mo on alcohol formation in hydroformylation of propylene and ethylene on Mo-Rh/SiO2, Catal. Lett. 103 (2005) 15–21. Doi: 10.1007/s10562-005-6497-3 [32] T. Yamagishi I. Furikado S. Ito T. Miyao S. Naito K. Tomishige K. Kunimori Catalytic performance and characterization of RhVO4/SiO2 for hydroformylation and CO hydrogenation J. Mol. Catal. A Chem. 244 2006 201 212 10.1016/j.molcata.2005.09.011 T. Yamagishi, I. Furikado, S. Ito, T. Miyao, S. Naito, K. Tomishige, K. Kunimori, Catalytic performance and characterization of RhVO4/SiO2 for hydroformylation and CO hydrogenation, J. Mol. Catal. A Chem. 244 (2006) 201–212. Doi: 10.1016/j.molcata.2005.09.011 [33] I. Ro J. Qi S. Lee M. Xu X. Yan Z. Xie G. Zakem A. Morales J.G. Chen X. Pan D.G. Vlachos S. Caratzoulas P. Christopher Bifunctional hydroformylation on heterogeneous Rh-WOx pair site catalysts Nature 609 2022 287 292 10.1038/s41586-022-05075-4 I. Ro, J. Qi, S. Lee, M. Xu, X. Yan, Z. Xie, G. Zakem, A. Morales, J.G. Chen, X. Pan, D.G. Vlachos, S. Caratzoulas, P. Christopher, Bifunctional hydroformylation on heterogeneous Rh-WOx pair site catalysts, Nature 609 (2022) 287–292. Doi: 10.1038/s41586-022-05075-4 [34] L. Sordelli M. Guidotti D. Andreatta G. Vlaic R. Psaro Characterization and catalytic performances of alkali-metal promoted Rh/SiO2 catalysts for propene hydroformylation J. Mol. Catal. A Chem. 204–205 2003 509 518 10.3390/catal10050510 L. Sordelli, M. Guidotti, D. Andreatta, G. Vlaic, R. Psaro, Characterization and catalytic performances of alkali-metal promoted Rh/SiO2 catalysts for propene hydroformylation, J. Mol. Catal. A Chem. 204–205 (2003) 509–518. Doi: 10.3390/catal10050510 [35] J. Amsler B.B. Sarma G. Agostini G. Prieto P.N. Plessow F. Studt Prospects of heterogeneous hydroformylation with supported single atom catalysts J. Am. Chem. Soc. 142 2020 5087 5096 10.1021/jacs.9b12171 J. Amsler, B.B. Sarma, G. Agostini, G. Prieto, P.N. Plessow, F Studt, Prospects of heterogeneous hydroformylation with supported single atom catalysts, J. Am. Chem. Soc. 142 (2020) 5087–5096. Doi: 10.1021/jacs.9b12171 [36] N. Huang B. Liu X. Lan T. Wang Insights into the bimetallic effects of a RhCo catalyst for ethene hydroformylation: experimental and DFT investigations Ind. Eng. Chem. Res. 59 2020 18771 18780 10.1021/acs.iecr.0c03437 N. Huang, B. Liu, X. Lan, T. Wang, Insights into the bimetallic effects of a RhCo catalyst for ethene hydroformylation: Experimental and DFT investigations, Ind. Eng. Chem. Res. 59 (2020) 18771–18780. Doi: 10.1021/acs.iecr.0c03437 [37] A.J. Medford C. Shi M.J. Hoffmann A.C. Lausche S.R. Fitzgibbon T. Bligaard J.K. Nørskov CatMAP: a software package for descriptor-based microkinetic mapping of catalytic trends Catal. Lett. 145 2015 794 807 10.1007/s10562-015-1495-6 A.J. Medford, C. Shi, M.J. Hoffmann, A.C. Lausche, S.R. Fitzgibbon, T. Bligaard, J.K. Nørskov, CatMAP: A software package for descriptor-based microkinetic mapping of catalytic trends, Catal. Lett. 145 (2015) 794–807. Doi: 10.1007/s10562-015-1495-6 [38] M.H. Hansen J.K. Nørskov T. Bligaard First principles micro-kinetic model of catalytic non-oxidative dehydrogenation of ethane over close-packed metallic facets J. Catal. 374 2019 161 170 10.1016/j.jcat.2019.03.034 M.H. Hansen, J.K. Nørskov, T. Bligaard, First principles micro-kinetic model of catalytic non-oxidative dehydrogenation of ethane over close-packed metallic facets, J. Catal. 374 (2019) 161–170. Doi: 10.1016/j.jcat.2019.03.034 [39] J. Schumann A.J. Medford J.S. Yoo Z.-J. Zhao P. Bothra A. Cao F. Studt F. Abild-Pedersen J.K. Nørskov Selectivity of synthesis gas conversion to C2+ oxygenates on Fcc(111) transition-metal surfaces ACS Catal. 8 2018 3447 3453 10.1021/acscatal.8b00201 J. Schumann, A.J. Medford, J.S Yoo, Z.-J. Zhao, P. Bothra, A. Cao, F. Studt, F. Abild-Pedersen, J.K. Nørskov, Selectivity of synthesis gas conversion to C2+ oxygenates on Fcc(111) transition-metal surfaces, ACS Catal. 8 (2018) 3447–3453. Doi: 10.1021/acscatal.8b00201 [40] W. Chen I.A.W. Filot R. Pestman E.J.M. Hensen Mechanism of cobalt-catalyzed CO hydrogenation: 2. Fischer–Tropsch synthesis ACS Catal. 7 2017 8061 8071 10.1021/acscatal.7b02758 W. Chen, I.A.W. Filot, R. Pestman, E.J.M. Hensen, Mechanism of cobalt-catalyzed CO hydrogenation: 2. Fischer–Tropsch synthesis, ACS Catal. 7 (2017) 8061–8071. Doi: 10.1021/acscatal.7b02758 [41] T. Worakul R. Laplaza S. Das M.D. Wodrich C. Corminboeuf Microkinetic Molecular volcano plots for enhanced catalyst selectivity and activity predictions ACS Catal. 14 2024 9829 9839 10.1021/acscatal.4c01175 T. Worakul, R. Laplaza, S. Das, M.D. Wodrich. C. Corminboeuf, Microkinetic Molecular volcano plots for enhanced catalyst selectivity and activity predictions, ACS Catal. 14 (2024) 9829–9839. Doi: 10.1021/acscatal.4c01175 [42] P.G. Ghanekar S. Deshpande J. Greeley Adsorbate chemical environment-based machine learning framework for heterogeneous catalysis Nat. Commun. 13 2022 5788 10.1038/s41467-022-33256-2 P.G. Ghanekar, S. Deshpande, J. Greeley, Adsorbate chemical environment-based machine learning framework for heterogeneous catalysis, Nat. Commun. 13 (2022) 5788. Doi: 10.1038/s41467-022-33256-2 [43] Z. Ulissi V. Prasad D.G. Vlachos Effect of multiscale model uncertainty on identification of optimal catalyst properties J. Catal. 281 2011 339 344 10.1016/j.jcat.2011.05.019 Z. Ulissi, V. Prasad, D.G. Vlachos, Effect of multiscale model uncertainty on identification of optimal catalyst properties, J. Catal. 281 (2011) 339–344. Doi: 10.1016/j.jcat.2011.05.019 [44] A. Goswami H. Ma W.F. Schneider Consequences of adsorbate-adsorbate interactions for apparent kinetics of surface catalytic reactions J. Catal. 405 2022 410 418 10.1016/j.jcat.2021.12.005 A. Goswami, H. Ma, W.F. Schneider, Consequences of adsorbate-adsorbate interactions for apparent kinetics of surface catalytic reactions, J. Catal. 405 (2022) 410–418. Doi: 10.1016/j.jcat.2021.12.005 [45] T. Mou X. Han H. Zhu H. Xin machine learning of lateral adsorbate interactions in surface reaction kinetics Curr. Opin. Chem. Eng. 36 2022 100825 10.1016/j.coche.2022.100825 T. Mou, X. Han, H. Zhu, H. Xin, machine learning of lateral adsorbate interactions in surface reaction kinetics, Curr. Opin. Chem. Eng. 36 (2022) 100825. Doi: 10.1016/j.coche.2022.100825 [46] M. Deimel H. Prats M. Seibt K. Reuter M. Andersen Selectivity trends and role of adsorbate–adsorbate interactions in CO hydrogenation on rhodium catalysts ACS Catal. 12 2022 7907 7917 10.1021/acscatal.2c02353 M. Deimel, H. Prats, M. Seibt, K. Reuter, M. Andersen, Selectivity trends and role of adsorbate–adsorbate interactions in CO hydrogenation on rhodium catalysts, ACS Catal. 12 (2022) 7907–7917. Doi: 10.1021/acscatal.2c02353 [47] E. Bitzek P. Koskinen F. Gähler M. Moseler P. Gumbsch Structural relaxation made simple Phys. Rev. Lett. 97 2006 170201 10.1103/PhysRevLett.97.170201 E. Bitzek, P. Koskinen, F. Gähler, M. Moseler, P. Gumbsch, Structural relaxation made simple, Phys. Rev. Lett. 97 (2006) 170201. Doi: 10.1103/PhysRevLett.97.170201 [48] J. Kästner P. Sherwood Superlinearly converging dimer method for transition state search J. Chem. Phys. 128 2008 014106 10.1063/1.2815812 J. Kästner, P. Sherwood, Superlinearly converging dimer method for transition state search, J. Chem. Phys. 128 (2008) 014106. Doi: 10.1063/1.2815812 [49] T. Akiba S. Sano T. Yanase T. Ohta M. Koyama A. Optuna Optuna, Next-generation hyperparameter optimization framework Proceedings of the 25th ACM SIGKDD International Conference on Knowledge Discovery & Data Mining 2019 ACM New York 2623 2631 T. Akiba, S. Sano, T. Yanase, T. Ohta, M. Koyama, A. Optuna, Next-generation hyperparameter optimization framework. In Proceedings of the 25th ACM SIGKDD International Conference on Knowledge Discovery & Data Mining; ACM: New York, 2019; pp 2623–2631. [50] G. Henkelman B.P. Uberuaga H. Jonsson A climbing image nudged elastic band method for finding saddle points and minimum energy paths J. Chem. Phys. 113 2000 9901 9904 10.1063/1.1329672 G. Henkelman, B.P. Uberuaga, H. Jonsson, A climbing image nudged elastic band method for finding saddle points and minimum energy paths, J. Chem. Phys. 113 (2000) 9901– 9904. tps://doi.org/10.1063/1.1329672 [51] A.H. Larsen J.J. Mortensen J. Blomqvist I.E. Castelli R. Christensen M. Dułak J. Friis M.N. Groves B. Hammer C. Hargus E.D. Hermes P.C. Jennings P.B. Jensen J. Kermode J.R. Kitchin E.L. Kolsbjerg J. Kubal K. Kaasbjerg S. Lysgaard J.B. Maronsson T. Maxson T. Olsen L. Pastewka A. Peterson C. Rostgaard J. Schiøtz O. Schütt M. Strange K.S. Thygesen T. Vegge L. Vilhelmsen M. Walter Z. Zeng K.W. Jacobsen The atomic simulation environment—a python library for working with atoms J. Phys. Condens. Matter 29 2017 273002 10.1088/1361-648X/aa680e A.H. Larsen, J.J. Mortensen, J. Blomqvist, I.E. Castelli, R. Christensen, M. Dułak, J. Friis, M.N. Groves, B. Hammer, C. Hargus, E.D. Hermes, P.C. Jennings, P.B. Jensen, J. Kermode, J.R. Kitchin, E.L. Kolsbjerg, J. Kubal, K. Kaasbjerg, S. Lysgaard, J.B. Maronsson, T. Maxson, T. Olsen, L. Pastewka, A. Peterson, C. Rostgaard, J. Schiøtz, O. Schütt, M. Strange, K.S. Thygesen, T. Vegge, L. Vilhelmsen, M. Walter, Z. Zeng, K.W. Jacobsen, The atomic simulation environment—A python library for working with atoms, J. Phys. Condens. Matter 29 (2017) 273002. Doi: 10.1088/1361-648X/aa680e [52] L.H. Sprowl C.T. Campbell L. Árnadóttir Hindered translator and hindered rotor models for adsorbates: Partition functions and entropies J. Phys. Chem. C 120 2016 9719 9731 10.1021/acs.jpcc.5b11616 L.H. Sprowl, C.T. Campbell, L. Árnadóttir, Hindered translator and hindered rotor models for adsorbates: Partition functions and entropies, J. Phys. Chem. C 120 (2016) 9719–9731. Doi: 10.1021/acs.jpcc.5b11616 [53] S. Riniker G.A. Landrum Better informed distance geometry: using what we know to improve conformation generation J. Chem. Inf. Model. 55 2015 2562 2574 10.1021/acs.jcim.5b00654 S. Riniker, G.A. Landrum, Better informed distance geometry: Using what we know to improve conformation generation, J. Chem. Inf. Model. 55 (2015) 2562–2574. Doi: 10.1021/acs.jcim.5b00654 [54] Landrum, G. RDKit: Open-source Cheminformatics. http://www.rdkit.org, 2014. [55] P. Giannozzi S. Baroni N. Bonini M. Calandra R. Car C. Cavazzoni D. Ceresoli G.L. Chiarotti M. Cococcioni I. Dabo A.D. Corso S. De Gironcoli S. Fabris G. Fratesi R. Gebauer U. Gerstmann C. Gougoussis A. Kokalj M. Lazzeri L. Martin-Samos N. Marzari F. Mauri R. Mazzarello S. Paolini A. Pasquarello L. Paulatto C. Sbraccia S. Scandolo G. Sclauzero A.P. Seitsonen A. Smogunov P. Umari R.M. Wentzcovitch QUANTUM ESPRESSO: a modular and open-source software project for quantum simulations of materials J. Phys. Condens. Matter 21 2009 395502 10.1088/0953-8984/21/39/395502 P. Giannozzi, S. Baroni, N. Bonini, M. Calandra, R. Car, C. Cavazzoni, D. Ceresoli, G.L. Chiarotti, M. Cococcioni, I. Dabo, A.D. Corso, S. De Gironcoli, S. Fabris, G. Fratesi, R. Gebauer, U. Gerstmann, C. Gougoussis, A. Kokalj, M. Lazzeri, L. Martin-Samos, N. Marzari, F. Mauri, R. Mazzarello, S. Paolini, A. Pasquarello, L. Paulatto, C. Sbraccia, S. Scandolo, G. Sclauzero, A.P. Seitsonen, A. Smogunov, P. Umari, R.M. Wentzcovitch, QUANTUM ESPRESSO: A modular and open-source software project for quantum simulations of materials, J. Phys. Condens. Matter 21 (2009) 395502. Doi: 10.1088/0953-8984/21/39/395502 [56] A.C. Lausche A.J. Medford T.S. Khan Y. Xu T. Bligaard F. Abild-Pedersen J.K. Nørskov F. Studt On the effect of coverage-dependent adsorbate–adsorbate interactions for CO methanation on transition metal surfaces J. Catal. 307 2013 275 282 10.1016/j.jcat.2013.08.002 A.C. Lausche, A.J. Medford, T.S. Khan, Y. Xu, T. Bligaard, F. Abild-Pedersen, J.K. Nørskov, F. Studt, On the effect of coverage-dependent adsorbate–adsorbate interactions for CO methanation on transition metal surfaces, J. Catal. 307 (2013) 275–282. Doi: 10.1016/j.jcat.2013.08.002 [57] P. Virtanen SciPy 1.0: fundamental algorithms for scientific computing in Python Nat. Methods 17 2020 261 272 10.1038/s41592-019-0686-2 P. Virtanen, SciPy 1.0: Fundamental algorithms for scientific computing in Python, Nat. Methods 17 (2020) 261– 272. Doi: 10.1038/s41592-019-0686-2 [58] N. Metropolis A.W. Rosenbluth M.N. Rosenbluth A.H. Teller E. Teller Equation of state calculations by fast computing machines J. Chem. Phys. 21 1953 1087 1092 10.1063/1.1699114 N. Metropolis, A.W. Rosenbluth, M.N. Rosenbluth, A.H. Teller, E. Teller, Equation of state calculations by fast computing machines, J. Chem. Phys. 21 (1953) 1087– 1092. Doi: 10.1063/1.1699114 [59] J. Wellendorff T.L. Silbaugh D. Garcia-Pintos J.K. Nørskov T. Bligaard F. Studt C.T. Campbell A benchmark database for adsorption bond energies to transition metal surfaces and comparison to selected DFT functionals Surf. Sci. 640 2015 36 44 10.1016/j.susc.2015.03.023 J. Wellendorff, T.L. Silbaugh, D. Garcia-Pintos, J.K. Nørskov, T. Bligaard, F. Studt, C.T. Campbell, A benchmark database for adsorption bond energies to transition metal surfaces and comparison to selected DFT functionals. Surf. Sci. 640 (2015) 36–44. Doi: 10.1016/j.susc.2015.03.023 [60] P. Liu J. Wang N. Avargues C. Verdi A. Singraber F. Karsai X.Q. Chen G. Kresse Combining machine learning and many-body calculations: coverage-dependent adsorption of CO on Rh(111) Phys. Rev. Lett. 130 2023 078001 10.48550/arXiv.2208.09647 P. Liu, J. Wang, N. Avargues, C. Verdi, A. Singraber, F. Karsai, X.Q. Chen, G. Kresse, Combining machine learning and many-body calculations: Coverage-dependent adsorption of CO on Rh(111), Phys. Rev. Lett. 130 (2023) 078001. Doi: 10.48550/arXiv.2208.09647 [61] I. Ro M. Xu G.W. Graham X. Pan P. Christopher Synthesis of heteroatom Rh–ReOx atomically dispersed species on Al2O3 and their tunable catalytic reactivity in ethylene hydroformylation ACS Catal. 12 2019 10899 10.1021/acscatal.9b02111 I. Ro, M. Xu, G. W. Graham, X. Pan, and P. Christopher, Synthesis of Heteroatom Rh–ReOx Atomically Dispersed Species on Al2O3 and Their Tunable Catalytic Reactivity in Ethylene Hydroformylation, ACS Catal. 12 (2019) 10899. Doi: 10.1021/acscatal.9b02111 [62] P. Sabatier La Catalyse En Chimie Organique 1920 Librarie Polytechnique Paris et Liège P. Sabatier, La Catalyse En Chimie Organique, Librarie Polytechnique, Paris et Liège, 1920. [63] A. Fukuoka T. Kimura N. Kosugi H. Kuroda Y. Minai Y. Sakai T. Tominaga M. Ichikawa Bimetallic promotion of alcohol production in CO hydrogenation and olefin hydroformylation on RhFe, PtFe, PdFe, and IrFe cluster-derived catalysts J. Catal. 126 1990 434 450 10.1016/0021-9517(90)90010-H A. Fukuoka, T. Kimura, N. Kosugi, H. Kuroda, Y. Minai, Y. Sakai, T. Tominaga, M. Ichikawa, Bimetallic promotion of alcohol production in CO hydrogenation and olefin hydroformylation on RhFe, PtFe, PdFe, and IrFe cluster-derived catalysts, J. Catal. 126 (1990) 434–450. Doi: 10.1016/0021-9517(90)90010-H [64] S. Lee A. Patra P. Christopher D.G. Vlachos S. Caratzoulas Theoretical study of ethylene hydroformylation on atomically dispersed Rh/Al2O3 catalysts: reaction mechanism and influence of the ReOx promoter ACS Catal. 2021 9506 9518 10.1021/acscatal.1c00705 S. Lee, A. Patra, P. Christopher, D.G. Vlachos, S. Caratzoulas, Theoretical study of ethylene hydroformylation on atomically dispersed Rh/Al2O3 catalysts: Reaction mechanism and influence of the ReOx promoter, ACS Catal. (2021) 9506–9518. Doi: 10.1021/acscatal.1c00705 [65] Y. Zheng Q. Yang S. Wang S. Furukawa M. Li N. Yan X. Ma Adjacent MnOx Clusters enhance the hydroformylation activity of rhodium single-atom catalysts Appl. Catal. B Environ. Energy 350 2024 123923 10.1016/j.apcatb.2024.123923 Y. Zheng, Q. Yang, S. Wang, S. Furukawa, M. Li, N. Yan, X. Ma, Adjacent MnOx Clusters enhance the hydroformylation activity of rhodium single-atom catalysts, Appl. Catal. B Environ Energy 350 (2024) 123923. Doi: 10.1016/j.apcatb.2024.123923 [66] J. Liu L. Yan Y. Ding M. Jiang W. Dong X. Song T. Liu H. Zhu Promoting effect of Al on tethered ligand-modified Rh/SiO2 catalysts for ethylene hydroformylation Appl. Catal. A Gen. 492 2015 127 132 10.1016/j.apcata.2014.12.011 J. Liu, L. Yan, Y. Ding, M. Jiang, W. Dong, X. Song, T. Liu, H. Zhu, Promoting effect of Al on tethered ligand-modified Rh/SiO2 catalysts for ethylene hydroformylation, Appl. Catal. A Gen. 492 (2015) 127–132. Doi: 10.1016/j.apcata.2014.12.011 [67] M. Lenarda R. Ganzerla L. Storaro R. Zanoni Catalysis by the Rh/B system part 1. Vapour-phase hydroformylation of ethylene at atmospheric pressure on Rh/B on silica J. Mol. Catal. 78 1993 339 350 10.1016/0304-5102(93)87063-E M. Lenarda, R. Ganzerla, L. Storaro, R. Zanoni, Catalysis by the Rh/B system part 1. Vapour-phase hydroformylation of ethylene at atmospheric pressure on Rh/B on silica, J. Mol. Catal. 78 (1993) 339–350. Doi: 10.1016/0304-5102(93)87063-E [68] H. Chuai X. Liu Y. Chen B. Zhu S. Zhang W. Huang Hydroformylation of vinyl acetate and cyclohexene over TiO2 nanotube supported Rh and Ru nanoparticle catalysts RSC Adv. 8 2018 12053 12059 10.1039/C8RA01399C H. Chuai, X. Liu, Y. Chen, B. Zhu, S. Zhang, W. Huang, Hydroformylation of vinyl acetate and cyclohexene over TiO2 nanotube supported Rh and Ru nanoparticle catalysts, RSC Adv. 8 (2018) 12053–12059. Doi: 10.1039/C8RA01399C [69] B. Liu N. Huang Y. Wang X. Lan T. Wang Promotion of inorganic phosphorus on Rh catalysts in styrene hydroformylation: geometric and electronic effects ACS Catal. 11 2021 1787 1796 10.1021/acscatal.0c04684 B. Liu, N. Huang, Y. Wang, X. Lan, T. Wang, Promotion of inorganic phosphorus on Rh catalysts in styrene hydroformylation: geometric and electronic effects, ACS Catal. 11 (2021) 1787–1796. Doi: 10.1021/acscatal.0c04684 [70] Y. Konishi M. Ichikawa W.M.H. Sachtler Hydrogenation and hydroformylation with supported rhodium catalysts: effect of adsorbed sulfur J. Phys. Chem. 91 1987 6286 6291 10.1021/j100308a041 Y. Konishi, M. Ichikawa, W.M.H. Sachtler, Hydrogenation and hydroformylation with supported rhodium catalysts: Effect of adsorbed sulfur, J. Phys. Chem. 91 (1987) 6286–6291. Doi: 10.1021/j100308a041 [71] X. Zhang T. Yan H. Hou J. Yin H. Wan X. Sun Q. Zhang F. Sun Y. Wei M. Dong W. Fan J. Wang Y. Sun X. Zhou K. Wu Y. Yang Y. Li Z. Cao Regioselective hydroformylation of propene catalysed by rhodium-zeolite Nature 629 2024 597 602 10.1038/s41586-024-07342-y X. Zhang, T. Yan, H. Hou, J. Yin, H. Wan, X. Sun, Q. Zhang, F. Sun, Y. Wei, M. Dong, W. Fan, J. Wang, Y. Sun, X. Zhou, K. Wu, Y. Yang, Y. Li, Z. Cao, Regioselective hydroformylation of propene catalysed by rhodium-zeolite, Nature 629 (2024) 597–602. Doi: 10.1038/s41586-024-07342-y [72] S. Mieda Comparison of computational methods for simulating depolymerization reaction ACS Omega 10 2025 5973 5980 10.1021/acsomega.4c09953 S. Mieda, Comparison of Computational Methods for Simulating Depolymerization Reaction, ACS Omega 10 (2025) 5973–5980. Doi: 10.1021/acsomega.4c09953 [73] E.E. Zhurkin D. Terentyev M. Hou L. Malerba G. Bonny Metropolis Monte-Carlo simulation of segregation in Fe–Cr alloys J. Nucl. Mater. 417 2011 1082 1085 10.1016/j.jnucmat.2010.12.191 E. E. Zhurkin, D. Terentyev, M. Hou, L. Malerba, G. Bonny, Metropolis Monte-Carlo simulation of segregation in Fe–Cr alloys, J. Nucl. Mater. 417 (2011) 1082–1085. Doi: 10.1016/j.jnucmat.2010.12.191 [74] J. Yang Z. Yina S. Li Accounting for the vibrational contribution to the configurational entropy in disordered solids with machine learned forcefields: a case study of garnet electrolyte Li7La3Zr2O12 Phys. Chem. Chem. Phys. 27 2025 9095 9111 10.1039/D5CP00138B J. Yang, Z. Yina, S. Li, Accounting for the vibrational contribution to the configurational entropy in disordered solids with machine learned forcefields: a case study of garnet electrolyte Li7La3Zr2O12, Phys. Chem. Chem. Phys. 27 (2025) 9095–9111. Doi: 10.1039/D5CP00138B",
      "scopus-id": "105007143557",
      "coredata": {
        "eid": "1-s2.0-S0021951725003185",
        "dc:description": "Rapid prediction of the activity and selectivity of catalysts is essential for advancing catalyst development. Computational chemistry offers a promising approach for achieving this aim by enabling such predictions without experimentation. However, traditional methods, such as density functional theory calculations, can be computationally expensive. In this study, we report a descriptor-based microkinetic model that describes the selectivity and activity trends in ethylene hydroformylation on close-packed metal facets using a universal neural network potential. By incorporating adsorbate–adsorbate interactions, our model successfully reproduced the experimental trends in both catalyst activity and selectivity, including the higher production rates of propionaldehyde for Rh and Ir. Furthermore, a high-throughput screening approach was used to evaluate the efficacy of various Rh-based candidates, providing insights into potential improvements through the addition of secondary components. Overall, this study highlights the potential of integrating neural network potentials with microkinetic modeling to advance the rational design of heterogeneous catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951725003185",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sakai, Kento"
          },
          {
            "@_fa": "true",
            "$": "Furikado, Ippei"
          },
          {
            "@_fa": "true",
            "$": "Medford, Andrew J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951725003185"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951725003185"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(25)00318-5",
        "prism:volume": "450",
        "articleNumber": "116253",
        "prism:publisher": "Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Rational design of selective catalysts for ethylene hydroformylation via microkinetic modeling and universal neural network potentials",
        "prism:copyright": "© 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydroformylation"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "Descriptor-based microkinetic modeling"
          },
          {
            "@_fa": "true",
            "$": "Universal neural network potential"
          },
          {
            "@_fa": "true",
            "$": "Rational catalyst design"
          },
          {
            "@_fa": "true",
            "$": "Adsorbate–adsorbate interaction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "116253",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2025",
        "prism:doi": "10.1016/j.jcat.2025.116253",
        "prism:startingPage": "116253",
        "dc:identifier": "doi:10.1016/j.jcat.2025.116253",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "438",
            "@width": "624",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "87682",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "271",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22583",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "436",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31038",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "278",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54478",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "236",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22823",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "154",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17247",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "161",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19181",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5220",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "98",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10697",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3747",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1937",
            "@width": "2762",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "548480",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "145000",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1928",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "160272",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1232",
            "@width": "2756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "315770",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1046",
            "@width": "2756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "118722",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "13986848",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-mmc2.zip?httpAccept=%2A%2F%2A",
            "@multimediatype": "ZIP file",
            "@type": "APPLICATION",
            "@size": "10780674",
            "@ref": "mmc2",
            "@mimetype": "application/zip"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "25885",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "4155",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "2332",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-si4.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "30897",
            "@ref": "si4",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-si5.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "15581",
            "@ref": "si5",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003185-si6.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "11972",
            "@ref": "si6",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105007143557"
      }
    }
  }
}