{
  "metadata": {
    "title": "Unparalleled dimerization of <ce:italic>trans</ce:italic>-2-butene to 3,4-dimethyl-1-hexene on iron-based catalyst",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2025-07-31",
    "doi": "10.1016/j.jcat.2025.116155",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951725002209",
    "pii": "S0021951725002209"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105003127537",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2025-04-18 2025-04-18 2025-04-25 2025-04-25 2025-07-28T12:43:50 1-s2.0-S0021951725002209 S0021-9517(25)00220-9 S0021951725002209 10.1016/j.jcat.2025.116155 S300 S300.1 FULL-TEXT 1-s2.0-S0021951725X00051 2025-07-28T12:46:08.996893Z 0 0 20250701 20250731 2025 2025-04-18T23:06:36.518653Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 0021-9517 00219517 true 447 447 C Volume 447 3 116155 116155 116155 202507 July 2025 2025-07-01 2025-07-31 2025 Priority Communication article sco © 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. UNPARALLELEDDIMERIZATIONTRANS2BUTENE34DIMETHYL1HEXENEIRONBASEDCATALYST GAO K 1 Introduction 2 Experimental 2.1 Materials 2.2 Synthesis of catalyst 2.3 Characterization 2.4 Oligomerization 3 Results and discussion 4 Conclusion CRediT authorship contribution statement Acknowledgements Appendix A Supplementary data References PENG 2024 268 A PARFENOVA 2024 L ZHAO 2017 7479 7489 D DIAZ 2021 120076 M XU 2016 3815 3825 Z DIAZ 2020 118317 M FRANZ 2024 A LIN 1992 659 X YANG 2005 54 57 Y LIU 2009 1653 1660 S SZETO 2015 4765 4771 K STEFANI 1973 1192 1198 A LEHMKUHL 1981 7 11 H FAIGL 1991 3369 3370 F ZHENG 2022 176 183 J XUE 2018 315 325 Y WANG 2025 44 45 J LIU 2018 J NORTHOACYLSUBSTITUTEDNITROGENCONTAININGHETEROCYCLICCOMPOUNDPROCESSFORPREPARINGAMINALIRONIICOMPLEXES SUN 2006 666 677 W SUN 2006 4196 4203 W JIE 2007 5584 5598 S JIE 2007 85 96 S ZHANG 2007 174 183 S EHLERT 2017 272 276 A GARHWAL 2021 631 647 S AGIRREZABALTELLERIA 2020 690 705 I GAOX2025X116155 GAOX2025X116155XK 2027-04-25T00:00:00.000Z 2027-04-25T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-04-27T02:41:32.568Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined 24JRRA046 Gansu Provincial Natural Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100004775 http://sws.geonames.org/1814991 Shandong Energy Institute and Enterprise SEI U202308 National Natural Science Foundation of China 22202217 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 Chinese Academy of Sciences CAS Chinese Academy of Sciences http://data.elsevier.com/vocabulary/SciValFunders/501100002367 http://sws.geonames.org/1814991/ Department of Science &Technology of Shandong Province 2023CXGC010607 Department of Science and Technology of Shandong Province http://data.elsevier.com/vocabulary/SciValFunders/100012905 http://sws.geonames.org/1814991/ Major Project of Gansu Province 24ZD13FA002 Beijing Institute of Chemistry, Chinese Academy of Sciences ICCAS Institute of Chemistry, Chinese Academy of Sciences http://data.elsevier.com/vocabulary/SciValFunders/501100011179 http://sws.geonames.org/1814991/ National Natural Science Foundation of Gansu Lanzhou Institute of Chemical Physics LICP, CAS Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences http://data.elsevier.com/vocabulary/SciValFunders/501100011192 http://sws.geonames.org/1814991/ We gratefully acknowledge financial support from the National Natural Science Foundation of China (22202217), National Natural Science Foundation of Gansu (24JRRA046), the Major Project of Gansu Province, China (24ZD13FA002), and from the Department of Science &Technology of Shandong Province for their assistance (2023CXGC010607) and from the Joint Fund of Shandong Energy Institute and Enterprise (SEI U202308). Additionally, we acknowledge the funding from the Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences. We would like to thank Wen-Hua Sun research group from Beijing Institute of Chemistry, Chinese Academy of Sciences, for offering technical instructor and helping us improve the quality of the work. Finally, we wish to express our profound respect to the Hefei advanced computing center, whose contributions on the numerical calculations have advanced the present paper. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0021-9517(25)00220-9 S0021951725002209 1-s2.0-S0021951725002209 10.1016/j.jcat.2025.116155 272561 2025-07-28T12:46:08.996893Z 2025-07-01 2025-07-31 1-s2.0-S0021951725002209-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/MAIN/application/pdf/bcb4bdcb0c90875b77cb7f3c7909b038/main.pdf main.pdf pdf true 1346866 MAIN 7 1-s2.0-S0021951725002209-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/PREVIEW/image/png/579889b6ed58ef5be0c97ec1f476b760/main_1.png main_1.png png 56933 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951725002209-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/gr2/DOWNSAMPLED/image/jpeg/8cba27ef19b6c9575a2b1ba7cea1efe3/gr2.jpg gr2 gr2.jpg jpg 61149 370 791 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725002209-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/ga1/DOWNSAMPLED/image/jpeg/1e3b1d21e197fecad330a88ee42573e1/ga1.jpg ga1 true ga1.jpg jpg 28378 200 494 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725002209-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/gr1/DOWNSAMPLED/image/jpeg/9d2f1c7e9f29cc271230e89003112adb/gr1.jpg gr1 gr1.jpg jpg 60861 335 622 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725002209-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/gr4/DOWNSAMPLED/image/jpeg/ca5ea9d0a1bcbcc7dedf1adb0b95ccfd/gr4.jpg gr4 gr4.jpg jpg 29944 243 711 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725002209-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/gr3/DOWNSAMPLED/image/jpeg/9db6149b458d6b31ab2f5cb3649781ee/gr3.jpg gr3 gr3.jpg jpg 39358 245 711 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725002209-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/gr5/DOWNSAMPLED/image/jpeg/edbddc37a70b5cbdc3a7ece304b33fa9/gr5.jpg gr5 gr5.jpg jpg 108672 841 681 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725002209-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/gr2/THUMBNAIL/image/gif/4ec4a0f5933f300cacb80ac000c3ff2c/gr2.sml gr2 gr2.sml sml 5667 102 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725002209-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/ga1/THUMBNAIL/image/gif/038a27e518883e38bc927cfdca4d1403/ga1.sml ga1 true ga1.sml sml 6846 89 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725002209-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/gr1/THUMBNAIL/image/gif/374d78146ec98123d0d11627b79f0c49/gr1.sml gr1 gr1.sml sml 7466 118 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725002209-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/gr4/THUMBNAIL/image/gif/3a5e509ba3d3d253454635e0eb42b43a/gr4.sml gr4 gr4.sml sml 5039 75 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725002209-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/gr3/THUMBNAIL/image/gif/48fcecf582f2f8876f608eaab751aa90/gr3.sml gr3 gr3.sml sml 5450 76 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725002209-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725001836/gr5/THUMBNAIL/image/gif/2374a4d3bf8e7f608046dfb303ba3b66/gr5.sml gr5 gr5.sml sml 5332 163 132 IMAGE-THUMBNAIL 1-s2.0-S0021951725002209-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/HIGHRES/image/jpeg/89da50e90c6ff832798545c5f34f7df2/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 456073 1637 3504 IMAGE-HIGH-RES 1-s2.0-S0021951725002209-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/HIGHRES/image/jpeg/634bc4251abd59c8c84bac7d965224a8/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 158262 886 2189 IMAGE-HIGH-RES 1-s2.0-S0021951725002209-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/HIGHRES/image/jpeg/7f61203b4edbfb10ae28dc997846873a/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 365704 1486 2756 IMAGE-HIGH-RES 1-s2.0-S0021951725002209-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725001836/HIGHRES/image/jpeg/8b882b088c66d5b24e264cba46449dfc/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 180783 1075 3150 IMAGE-HIGH-RES 1-s2.0-S0021951725002209-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725001836/HIGHRES/image/jpeg/79dab48f094b4ea8c2c4f5254bc8e162/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 252059 1087 3150 IMAGE-HIGH-RES 1-s2.0-S0021951725002209-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725001836/HIGHRES/image/jpeg/4f329bfb4c1627e981712de01eca8edb/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 816454 3723 3014 IMAGE-HIGH-RES 1-s2.0-S0021951725002209-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/6b5285d82fb5792d172b9882b52c354c/mmc1.docx mmc1 mmc1.docx docx 27955757 APPLICATION 1-s2.0-S0021951725002209-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725002209/image/svg+xml/ab714fd7c3e132645ca405e5f3614747/si1.svg si1 si1.svg svg 3848 ALTIMG YJCAT 116155 116155 S0021-9517(25)00220-9 10.1016/j.jcat.2025.116155 Elsevier Inc. Fig. 1 Oligomerization comparison of 2-butene between the published heterogeneous and the present homogeneous catalysis. Fig. 2 Synthesis pathway of 2-benzoyl-1,10-phenanthroline (a) and 2-imino-1,10-phenanthroline ligands, as well as their corresponding iron (II) complexes (b-c). Fig. 3 (a–b) The activity of trans-2-butene oligomerization over the synthesized Fe(II) complexes. Fig. 4 The oligomerization performance of trans-2-butene on the Fe2 catalyst at various conditions, (a) reaction time from 15 min to 60 min, (b) molar ratio of Al/Fe and temperature. Fig. 5 Possible reaction pathway of catalytic trans-2-butene dimerization. Unparalleled dimerization of trans-2-butene to 3,4-dimethyl-1-hexene on iron-based catalyst Kang Gao Writing – original draft Validation Investigation Data curation Conceptualization a Guangjing Feng Visualization Methodology a d Chaoan Liang Validation Software Methodology a Zhuang Wang Validation Software Methodology b c Xiaoyan Sun Writing – review & editing Supervision b c Jianhua Liu Validation Formal analysis a ⁎ Chungu Xia Validation Supervision a Yuxiao Ding Writing – review & editing Supervision Funding acquisition a ⁎ a State Key Laboratory of Low Carbon Catalysis and Carbon Dioxide Utilization, Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences, Lanzhou 730000, China State Key Laboratory of Low Carbon Catalysis and Carbon Dioxide Utilization Lanzhou Institute of Chemical Physics Chinese Academy of Sciences Lanzhou 730000 China State Key Laboratory of Low Carbon Catalysis and Carbon Dioxide Utilization, Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences, Lanzhou 730000, China b Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Sciences, 266101 Qingdao, China Qingdao Institute of Bioenergy and Bioprocess Technology Chinese Academy of Sciences Qingdao 266101 China Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Sciences, 266101 Qingdao, China c Shandong Energy Institute, Qingdao 266101, China Shandong Energy Institute Qingdao 266101 China Shandong Energy Institute, Qingdao 266101, China d University of Chinese Academy of Sciences, Beijing, 100049, China University of Chinese Academy of Sciences Beijing 100049 China University of Chinese Academy of Sciences, Beijing, 100049, China ⁎ Corresponding authors. Graphical abstract Trans-2-butene is regularly burned as a liquefied petroleum gas (LPG) component in several developing countries due to its inertness and inseparability in comparison to other butene isomers (1-butene and isobutene), resulting in low-value utilization of resource and environmental degradation. The generation of high-carbon olefins via trans-2-butene oligomerization has become one of the most effective ways for its high-value valorization. Octene is currently undersupplied via ethylene oligomerization, and its traditional crafts are costly due to separation from full-fraction α-olefins (C4-C30). In the present work, we synthesized a series of novel 2-phenyl-ketimine-1,10-phenanthroline iron complexes (Fe0-Fe9). Fe2 catalyst realizes the dimerization of trans-2-butene through homogeneous catalysis at moderate conditions (0.2 MPa, 30 °C), obtaining 3,4-dimethyl-1-hexene with 99.9 % selectivity. In contrast to the reported heterogeneous catalysts, our catalytic system exhibits a considerable improvement in activity and selectivity. Keywords Methyl modulation 2-Phenyl-ketimine-1 10-Phenanthroline Homogeneous catalysis 99.9 % Selectivity Data availability Data will be made available on request. 1 Introduction Octenes (C8H16) are frequently utilized in industry, such as in the manufacture of polyolefin or polyolefin elastomer (POE), adhesives, special detergents, flavors (food), gasoline additives, synthetic lubricating oils, and more. Most of the currently commercialized C8H16 is mainly separated from full-fraction α-olefins resulting from ethylene oligomerization (e.g., shell higher olefin process, SHOP), which cannot only meet a variety of downstream markets because of finite capacity, but also increase the economic cost of industrial techniques [1]. Owing to the growing demand for C8H16 in recent years, the selectivity technology of producing α-olefins with specific carbon numbers has also received attention [2]. In light of the unsatisfactory performance (low yield) of ethylene selective oligomerization to octene, as well as their byproduct polymers resulting in clog lines, innovations from route source transition to butene dimerization as the most promising strategy. In comparison to ethylene tetramerization, the process of butene dimerization to C8H16 is more efficient due to shorter oligomerization steps [3–7]. Among isomers, the dimerization of trans-2-butene is interesting since branched dimers (3,4-dimethyl hexene) can be formed, which is a highly important chemical feedstock employed in the field of rubber and flavor precursors (food). Its polymerization products have good elasticity and abrasion resistance, and when copolymerized with other monomers, it can also adjust the polymer's glass transition temperature, hardness, and other properties, which are used to produce high-performance rubber products. Within the last two decades, the progress in trans-2-butene oligomerization has been slow, and most efforts were made on heterogeneous catalysis [8–15]. Fig. 1 depicts the traditional synthesis strategy. The main difficulty is to accurately control the selectivity of the reaction and to obtain a high yield of desired dimeric products. The formation of by-products (other oligomers) resulting from the multiple active sites in heterocatalysis not only decreases the purity of octenes but also increases the cost of following separation. Compared with heterogeneous catalysts, there are considerable advantages to homogeneous catalysts, such as a single active site, high selectivity, and non-separation processes for products. In the present communication, we synthesized a novel single active site catalyst (2-imino-1,10-phenanthroline iron (II) complexes) via facile ketamine condensation to regulate trans-2-butene dimerization, in which the complex Fe2 exhibits unprecedented 99.9 % selectivity to 3,4-dimethyl-1-hexene. Our contribution not only paves the way for the high valorization of trans-2-butene (it is normally burned as a raw material for liquefied petroleum gas, resulting in resource waste), but also provides a novel and comparable route for the high selectivity synthesis of 3,4-dimethyl-1-hexene in comparison with published work [16,17] (Fig. S1). In addition, the speculation that unfavorable insertion of trans-2-butene into metal sec-butyl fragments [11] is reversed by the present system. 2 Experimental 2.1 Materials 1, 10-Phenanthroline (99 %), p-toluenesulfonic acid (98.5 %), iron(II) chloride tetrahydrate (98 %) and all aniline derivatives (methyl- and dimethyl-substituted at 99 % purity) were obtained from Aldrich and used as received. Subsequently, toluene and tetrahydrofuran (THF) were subjected to reflux over sodium-benzophenone under nitrogen atmosphere until the solution displayed a blue coloration, after which the mixture was distilled prior to use. Furthermore, methylaluminoxane (MAO, 1.5 M in toluene) and benzyllithium (1.2 M in hexane) were sourced from Akzo Nobel Corporation and Albemarle Corporation, respectively, and were maintained under an inert atmosphere. All other chemicals, high-purity alkenes, and deionized water were commercially acquired and employed without any further purification unless otherwise specified. 2.2 Synthesis of catalyst The synthesis of 2-benzoyl-1, 10-phenanthroline was carried out based on the previously published patent with reference to Fig. 2 a [18]. A total of 4.5 g of 1, 10-phenanthroline was added into a 250 mL three-necked flask, which was dissolved in 100 mL of toluene under nitrogen and magnetic stirring. Subsequently, 60 mL of the hexane solution (1.2 M) of benzyllithium (0.07 mmol) is added slowly and dropwise into the three-necked flask, where it was stirred at −60 °C for approximately 10 min. The stirring is continued at −60 °C for 18 h, after which 50 mL of distilled water is added slowly. Thereafter, the temperature was raised to 30 °C, and the stirring was continued for 10 h. Afterward, the mixture was separated, wherein the organic phase was separated, and the inorganic phase was extracted by 20 mL dichloromethane for 3 times. The organic phases were then combined, and the solvent in the combined organic phase was removed under reduced pressure. Subsequently, 50 mL of nitrobenzene (1.205 g⋅mL−1) is added, and the mixture is then refluxed at 200 °C for 50 h. Following filtration, nitrobenzene is removed via rotary evaporator, resulting in the isolation of a black, viscous liquid substance. The mixture of ethyl acetate and petroleum ether at a volume ratio of 1:2 is then employed as an eluent in a silica gel column chromatography procedure on the black viscous liquid substance, and a brown product weighing 1.5 g and yielding 33 % was obtained. The identity of this product was confirmed through nuclear magnetic resonance spectroscopy (NMR), Fourier transform infrared (FTIR), element analyzer (EA), and electrospray ionization mass spectrometry (ESI-MS) analyses, leading to its identification as 2-benzoyl-1,10-phenanthroline (L0). Shown in Fig. 2b, a mixture comprising 2-benzoyl-1, 10-phenanthroline (0.57 g, 2.00 mmol), five equivalent aniline derivatives (Ph, 2-MePh, 3-MePh, 4-MePh, 2,3-MePh, 2,4-MePh, 2,6-MePh, 3,4-MePh, and 3,5-Me2Ph), and p-toluenesulfonic acid (0.15 g) were prepared in a 100 mL two-necked flask fitted with a condenser and a water knockout trap, utilizing 15 mL of toluene as the solvent. The reaction mixture was subjected to stirring and heated under N2 atmosphere at 120–150 °C for a duration of 12 h. Subsequently, the toluene solvent was evaporated under reduced pressure, and the resulting solid was purified via column chromatography on alumina using a petroleum ether/ethyl acetate solvent system (v/v = 5:1). The third fraction obtained from the elution process was collected and concentrated, yielding a yellow solid in the following respective yields: 32 % for L1 (2-benzoyl-1,10-phenanthroline aniline), 45 % for L2 (2-benzoyl-1,10-phenanthroline 2-methyl aniline), 2 % for L6 (2-benzoyl-1,10-phenanthroline 2,4-dimethyl aniline), 68 % for L7 (2-benzoyl-1,10-phenanthroline 2,6-dimethyl aniline), and 2.2 % for L9 (2-benzoyl-1,10-phenanthroline 3,5-dimethyl aniline). In the context of complexes synthesis, the ligands (L0, L1, L2, L6, L7, and L9) and 0.9 equiv. of FeCl2·4H2O were co-added into Schleck tube that had been purged three times with nitrogen and subsequently charged with deaerated THF. The reaction mixture was stirred at room temperature for 6 h under a N2 atmosphere, resulting in the formation of a brown or blue precipitate. The obtained precipitate was then filtered and washed with diethyl ether (3 × 20 mL), and dried under reduced pressure. All iron (II) complexes were synthesized with high yields using this approach. One-pot synthesis was used for complexes without ligands obtained (L3, L4, L5, and L8). These complexes were isolated as dark brown powders with yields of 99 % (Fe0), 46.6 % (Fe1), 86.4 % (Fe2), 95 % (Fe3), 96 % (Fe4), 95 % (Fe5), 87 % (Fe6), 88 % (Fe7), 95 % (Fe8), and 95 % (Fe9). 2.3 Characterization Nuclear Magnetic Resonance (NMR) spectra were recorded at room temperature using a Bruker DMX 400 MHz and 600 MHz instrument, with tetramethylsilane (TMS) as the internal standard. Fourier Transform Infrared (FTIR) spectra were obtained via a PerkinElmer System 200 spectrometer. While gas chromatography (GC) analyses were conducted on an Agilent 7890 instrument, featuring a flame ionization detector and an HP-5 capillary column (30 m × 0.32 mm (i.d.), 0.25 µ). High-resolution mass spectra (HR-MS) were captured in the electron impact (EI) mode on an Agilent 6890 mass spectrometer. Structural analysis of iron (II) complexes was performed using X-ray diffraction (XRD) data collected with a Bruker CCD X8 Kappa APEX II diffractometer, employing Mo-Kα radiation (λ = 0.71073 Å). The crystal structure was solved using direct methods in Olex2 and refined through the SHELXL program, where anisotropic displacement parameters were assigned to all non-hydrogen atoms, and hydrogen atoms were refined as riding atoms. 2.4 Oligomerization All reagents were transferred into the reactor under nitrogen atmosphere through standard Schlenk techniques. The oligomerizations of alkenes were performed in a 250 mL stainless steel autoclave, which was equipped with a gas pressure control system, a mechanical stirrer, and a temperature controller. The autoclave underwent three cycles of evacuation and refilled with nitrogen to ensure an inert environment. Subsequently, toluene (80 mL), a solution of the pre-catalyst (Fe0-Fe9, 5 μmol) in toluene (20 mL), and the requisite amount of co-catalyst (MAO) with a Al/Fe ratio of 1500, were successively introduced via syringe under an alkene atmosphere, resulting in a total solvent volume of 100 mL. Once the desired temperature of 30 °C was reached, stirring commenced and the alkene pressure was raised to the target level, maintained through a continuous feed of the corresponding alkene precursor. After 30 min reaction, the process was terminated by cooling the reactor in an ice bath, followed by a gradual release of excess pressure. Approximately 1 mL cooled reaction solution was taken and 5 % aqueous hydrogen chloride was added to quench the reaction, of which 0.1 µL was then promptly injected into the GC instrument for the determination of oligomer distribution. The mass fraction of α-olefins was calculated based on the ratio of the corresponding peaks to the internal standard peak (n-dodecane) observed in the GC. The catalytic activity and selectivity were assessed based on the mass of all oligomers fractions obtained. 3 Results and discussion In light of superior catalytic performance of 2-imino-1,10-phenanthroline iron (II), nickel (II), or chromium (III) complexes in ethylene oligomerization [19–23], we synthesized analogous derivatives and conducted originally their catalytic behaviour in 2-butene oligomerization. The synthesized compounds were characterized and confirmed by the analysis of FT-IR, NMR, MS, and XRD characterization, of which their results were stated in the Supplementary File. As displayed in Fig. 3 a, Fe2 catalyst with mono-methyl ortho-substitution intriguingly demonstrates catalytic activity of 5.27 × 104 g⋅mo l Fe -1 ⋅h−1, whereas the others (Fe0, Fe1, and Fe7) show no reactivity at otherwise identical reaction conditions. In addition, only the 3,4-dimethyl-1-hexene product of butene dimer was determined through GC–MS and NMR characteristics. This result might be attributed to the synergism of electronic and geometric effects because methyl belongs to the minor steric hindrance and electron-donating group. The Fe2 complex was more favorable for the adsorption coupling of butene π bonds at the fitting position as a result of the electronic contribution of monomethyl to the centrally active metal. However, the Fe1 catalyst lacks the ability to coordinate with 2-butene because it possesses insufficient electron density and thus shows empty activity. Moreover, Fe7 equipped with dual methyl ortho-substitution, results in a more difficult insertion of the 2-butene due to the larger steric hindrance in comparison with that of the Fe2 complex. In order to provide more experimental evidence to verify our speculations, we also synthesized a series of catalysts with mono/dual methyl substituted at different positions (Fe2-Fe9) on aryl imine for the catalysis of 2-butene, and the results are shown in Fig. 3b. The complex with the monomethyl group on arylimine ring shows butene oligomerization activity regardless of methyl position (Fe2-Fe4), consistent with the fact that the methyl group provides electrons to promote the central metal to be able to adsorb the butene molecule. Meanwhile, the variance in the dimerization activity of trans-2-butene (ortho- > para- > meta-) is attributed to the difference in the ability of the methyl group to induce and synergistic conjugate effects (electronic and steric hindrance) at different positions. In addition, we found in the results of bis-methyl substitution that the Fe(II) complexes are catalytically active as long as the substitution of the methyl group in the double neighboring position is avoided at the same time (Fe5, Fe6, Fe8, and Fe9). The catalytic system comprising Fe2/MAO was systematically evaluated under a variety of reaction conditions, including catalytic residence durations (Fig. 4 a) and reaction temperature, as well as molar ratio of Al/Fe (Fig. 4b). As depicted in Fig. 4, optimal reactivity was achieved at a temperature of 30 °C with a reaction duration of 30 min along with Al/Fe of 1500. A decrease in the catalytic activity (Fig. 4a) is observed upon increasing either reaction temperature or duration, however, the selectivity of C8H16 was maintained regardless of the designed conditions. This constancy in selectivity is likely attributed to the deactivation of the catalytic species, which in turn precipitates a swift diminution in the metal-hydride intermediate. A comparable outcome has been documented in the literature for bis(imino)pyridine precursors [24]. Such deactivation was also observed for other 2-imino-1,10-phenanthroline iron(II) catalyst precursors. When the reactions were conducted at 50 °C, more than half of the activity was observed, confirming that the iron complexes herein employed are thermally sensitive. In addition, the effect of the Al/Fe molar ratio on trans-2-butene oligomerization was also investigated with the Fe2 complex. With an Al/Fe molar ratio of 1500, the catalytic activity peaked (Fig. 4b), however, the higher ratio of Al/Fe did not result in higher activity. In-situ ESI-MS characterization was conducted to further interpret the difference oligomerization between the synthesized Fe(0–9) complexes. The crucial reason that no dimeric activity (products) detected over Fe0 catalyst should be attributed to the absence of the active cationic intermediate LFe(CH3)+. It was not formed when cocatalyst MAO was added into the Fe0 complex, followed by alkylation and ionization. The analogous results were also found in the ethylene and propylene oligomerization (Fig. S2). In contrast to the Fe0 catalyst, LFe(CH3)+ could be found in the activation of the Fe1 complex by MAO, however, the intermediate species metal sec-butyl fragments (8) were not observed due to the insufficient electron density, leading to the failure of coordination of butene with metal-hydride species (4) (Fig. 5 ). Although the intermediates (2) and (8) were found in the Fe7 complex, the unfavorable insertion of second trans-2-butenes into metal sec-butyl fragments results in the termination of oligomerization because of the bulky steric hindrance. To the best our knowledge, the activity of terminal/vinyl alkene is generally higher than that of internal alkenes in polymerization reaction. In addition, all isomers of butene monomer (1-butene, (Z/E)-2-butene, isobutene) were also applied in the alkene oligomerization on Fe2 catalyst under the same condition (Fig. S3). Interesting fact, besides dimerization activity observed for trans-2-butene monomer, is that no oligomerization product was determined in other butene isomer substrate. This discrepancy will be further investigated in our future endeavors. Although the oligomerization system is quite complicated and still under debate, this catalytic mixture has been the subject of much inquiry, including a few in-depth mechanism studies. According to the conventionally accepted alkene dimerization mechanism (Cossee-Arlman or metallisation), two similar dimers (3,4-dimethyl-1-hexene and 3,4-dimethyl-2-hexene) should be theoretically produced with a certain ratio of selectivity (Fig. S4). However, we only identified 3,4-dimethyl-1-hexene with 99.9 % selectivity in the experiment (Fig. S5). We also propose a possible reaction pathway for the trans-2-butene dimerization process (Fig. 5). The alkylation and ionization reactions of the desired catalyst (1) with MAO in excess, rapidly result in the formation of catalytically active species (2). The first reactive intermediate (3) of the oligomerization process is formed by the coordination and insertion of trans-2-butene into the Fe-Me bond of (2). Only even carbon olefins were detected, so we believe that metal hydrides (4) act as active center of the present Fe(II)-based catalytic systems, which were formed via β-hydride elimination of (3), and further alkene insertion yields the even carbon-number compounds. Chain transfer of oligomer units to metal also occurs during this reaction, which regenerates (4) for the further production of even carbon number α-olefins. Despite the large amount of information on the structures of hydride intermediates generated in transition metal complex activator systems, the mechanisms of their actions in the discussed processes remain open questions. The process from intermediate (4) to (12) or (14) follows the classical Cossee-Arlman mechanism, including alkene coordination, insertion, chain growth, chain transfer, and chain termination of olefins. However, in the case of trans-2-butene dimerization, there will also be chain rotation (8–9) and selective elimination of β-hydride (10–12 and 13–14). Prior to the insertion of the second trans-2-butene, at (8), chain rotation occurs to provide sufficient space for coordination of the second trans-2-butene monomer [25,26]. This may be a reason that no active performance was found for other catalysts or substrate monomers. In addition, chain transfer resulted from β-hydride elimination induced from hydrogen located on methylene to the Fe(II) metal to form the active species (4) is more favourable as a result of chain rotation. Moreover, the structure and energy of reaction intermediates and transition states are calculated by Density Functional Theory (DFT) density functional theory (from 10 to 14). The results show that the molecular model of 2-imino-1,10-phenanthroline FeCl2 (II) complexes has a lower energy barrier for β-hydride elimination to form 3,4-dimethyl-1-hexene (6.21 Kcal mol−1) compared to that of 3,4-dimethyl-2-hexene (12.4 Kcal mol−1), which was consistent with the experimental result. In the present work, we prove that iron-based catalysed isomerization of alkene yielded satisfactory activity and conformational selectivity, in which the catalytic environment formed in the Fe2 complex favours β-H elimination to form terminal or α-olefin. 4 Conclusion Dimerization and oligomerization reactions are widely used to convert light olefins resulting from various processes into higher olefins that are demanded in various industrial fields. In the present work, the attention is shifting towards late transition metal iron complexes, where varying the ligand structure allows a significant influence to be exerted on the activity of trans-2-butene catalytic systems and the regio-selectivity of alkene insertion. The synthesized 2-imino-1,10-phenanthroline FeCl2 (II) complexes for oligomerization show highly catalytic performance, in which the catalyst with mono-methyl substituent exhibits maximum activity and selectivity to dimer (3,4-dimethyl-1-hexene). Nevertheless, with the variation of monomer butene isomer structures, the distinction in oligomerization performance was observed. We concluded the fact that trans-2-butene monomer insertion is followed by a rotation leading to favorable elimination of the methylene hydrogen to obtain high selectivity for the target product. The σ- and π-ligand environments of the transition metal play pivotal roles in determining the lifespan of specific active sites, which are necessary for successful alkene insertion, chain propagation, and termination. Consequently, future research demands a comprehensive approach encompassing the exploration of catalytic system properties and the experimental and theoretical analysis of structural and dynamic features of hydride intermediates. This holistic approach aims to develop robust models for reaction mechanisms and predict the properties of new promising catalytic systems. CRediT authorship contribution statement Kang Gao: Writing – original draft, Validation, Investigation, Data curation, Conceptualization. Guangjing Feng: Visualization, Methodology. Chaoan Liang: Validation, Software, Methodology. Zhuang Wang: Validation, Software, Methodology. Xiaoyan Sun: Writing – review & editing, Supervision. Jianhua Liu: Validation, Formal analysis. Chungu Xia: Validation, Supervision. Yuxiao Ding: Writing – review & editing, Supervision, Funding acquisition. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements We gratefully acknowledge financial support from the National Natural Science Foundation of China (22202217), National Natural Science Foundation of Gansu (24JRRA046), the Major Project of Gansu Province, China (24ZD13FA002), and from the Department of Science &Technology of Shandong Province for their assistance (2023CXGC010607) and from the Joint Fund of Shandong Energy Institute and Enterprise (SEI U202308). Additionally, we acknowledge the funding from the Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences. We would like to thank Wen-Hua Sun research group from Beijing Institute of Chemistry, Chinese Academy of Sciences, for offering technical instructor and helping us improve the quality of the work. Finally, we wish to express our profound respect to the Hefei advanced computing center, whose contributions on the numerical calculations have advanced the present paper. Appendix A Supplementary data Detailed experimental procedures: NMR, FT-IR, HRMS spectra of the ligands and complexes; Figures S1 – S11; Tables S1 – S2. CCDC 2422205 (Fe0), 2422198 (Fe2), for crystallographic data in CIF or other electronic format see. Supplementary data to this article can be found online at xxx. Supplementary data to this article can be found online at https://doi.org/10.1016/j.jcat.2025.116155. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary Data 1 References [1] A. Peng Z. Huang G. Li Ethylene oligomerization catalyzed by different homogeneous or heterogeneous catalysts Catalysts 14 2024 268 10.3390/catal14040268 A. Peng, Z. Huang, G. Li, Ethylene oligomerization catalyzed by different homogeneous or heterogeneous catalysts. Catalysts 14 (2024) 268. 10.3390/catal14040268. [2] L.V. Parfenova A.K. Bikmeeva P.V. Kovyazin L.M. Khalilov The dimerization and oligomerization of alkenes catalyzed with transition metal complexes: catalytic systems and reaction mechanisms Molecules 29 2024 10.3390/molecules29020502 L.V. Parfenova, A.K. Bikmeeva, P.V. Kovyazin, L.M. Khalilov, The dimerization and oligomerization of alkenes catalyzed with transition metal complexes: catalytic systems and reaction mechanisms. Molecules 29 (2024). 10.3390/molecules29020502. [3] D. Zhao Z. Xu J.P. Chada C.A. Carrero D.C. Rosenfeld J.L. Rogers I. Hermans G.W. Huber Cobalt oxide on N-doped carbon for 1-butene oligomerization to produce linear octenes ACS Catal. 7 2017 7479 7489 10.1021/acscatal.7b01482 D. Zhao, Z. Xu, J.P. Chada, C.A. Carrero, D.C. Rosenfeld, J.L. Rogers, I. Hermans, G.W. Huber, Cobalt oxide on N-doped carbon for 1-butene oligomerization to produce linear octenes. ACS Catal. 7 (2017) 7479-7489. Doi: 10.1021/acscatal.7b01482. [4] M. Díaz E. Epelde J. Valecillos S. Izaddoust A.T. Aguayo J. Bilbao Coke deactivation and regeneration of HZSM-5 zeolite catalysts in the oligomerization of 1-butene Appl. Catal. B: Environ. 291 2021 120076 10.1016/j.apcatb.2021.120076 M. Díaz, E. Epelde, J. Valecillos, S. Izaddoust, A.T. Aguayo, J. Bilbao, Coke deactivation and regeneration of HZSM-5 zeolite catalysts in the oligomerization of 1-butene. Applied Catalysis B: Environmental 291 (2021) 120076. Doi: 10.1016/j.apcatb.2021.120076. [5] Z. Xu J.P. Chada D. Zhao C.A. Carrero Y.T. Kim D.C. Rosenfeld J.L. Rogers S.J. Rozeveld I. Hermans G.W. Huber Production of linear octenes from oligomerization of 1-butene over carbon-supported cobalt catalysts ACS Catal. 6 2016 3815 3825 10.1021/acscatal.6b00655 Z. Xu, J.P. Chada, D. Zhao, C.A. Carrero, Y.T. Kim, D.C. Rosenfeld, J.L. Rogers, S.J. Rozeveld, I. Hermans, G.W. Huber, Production of linear octenes from oligomerization of 1-butene over carbon-supported cobalt catalysts. ACS Catal. 6 (2016) 3815-3825. Doi: 10.1021/acscatal.6b00655. [6] M. Díaz E. Epelde Z. Tabernilla A. Ateka A.T. Aguayo J. Bilbao Operating conditions to maximize clean liquid fuels yield by oligomerization of 1-butene on HZSM-5 zeolite catalysts Energy 207 2020 118317 10.1016/j.energy.2020.118317 M. Díaz, E. Epelde, Z. Tabernilla, A. Ateka, A.T. Aguayo, J. Bilbao, Operating conditions to maximize clean liquid fuels yield by oligomerization of 1-butene on HZSM-5 zeolite catalysts. Energy 207 (2020) 118317. Doi: 10.1016/j.energy.2020.118317. [7] A.W. Franz S. Buchholz R.W. Albach R. Schmid Towards greener polymers: Trends in the German chemical industry Green Carbon 2024 10.1016/j.greenca.2024.02.002 A.W. Franz, S. Buchholz, R.W. Albach, R. Schmid, Towards greener polymers: Trends in the German chemical industry. Green Carbon (2024). Doi: 10.1016/j.greenca.2024.02.002. [8] X. Lin R. Zhang T. Yang F. Cai T. Cai 2-butene oligomerization over NiSO4/γ-Al2O3 Petrochem. Technol. 21 1992 659 X. Lin, R. Zhang, T. Yang, F. Cai, T. Cai, 2-butene oligomerization over NiSO4/γ-Al2O3. Petrochemical Technology 21 (1992) 659. [9] Y. Yang W. Miao Y. Gao H. Dong Commerial trial of oligomerization of 2-butene over catalyst T-99 Petrol. Process. Pertochem. 36 2005 54 57 Y. Yang, W. Miao, Y. Gao, H. Dong, Commerial trial of oligomerization of 2-butene over catalyst T-99. Petroleum Processing and Pertochemicals 36 (2005) 54-57. [10] S. Liu G. Liu Z. Liu X. Sun Butene-2 oligomerization to heavy olefins over ZSM-5 zeolite Pet. Sci. Technol. 27 2009 1653 1660 10.1080/10916460802608727 S. Liu, G. Liu, Z. Liu, X. Sun, Butene-2 oligomerization to heavy olefins over ZSM-5 zeolite. Petroleum science and technology 27 (2009) 1653-1660. Doi: 10.1080/10916460802608727. [11] K.C. Szeto N. Merle C. Rios P. Rouge J.L. Castelbou M. Taoufik Tailoring the selectivity in 2-butene conversion over supported d 0 group 4, 5 and 6 metal hydrides: from dimerization to metathesis Cat. Sci. Technol. 5 2015 4765 4771 10.1039/C5CY00582E K.C. Szeto, N. Merle, C. Rios, P. Rouge, J.L. Castelbou, M. Taoufik, Tailoring the selectivity in 2-butene conversion over supported d 0 group 4, 5 and 6 metal hydrides: from dimerization to metathesis. Catalysis Science & Technology 5 (2015) 4765-4771. Doi: 10.1039/C5CY00582E. [12] A. Stefani An alkyl‐aluminium promoted stereospecific addition to vinyl olefins Helv. Chim. Acta 56 1973 1192 1198 10.1002/HLCA.19730560403 A. Stefani, An alkyl‐aluminium promoted stereospecific addition to vinyl olefins. Helvetica Chimica Acta 56 (1973) 1192-1198. Doi: 10.1002/HLCA.19730560403. [13] H. Lehmkuhl I. Döring H. Nehl Thermische stabilität von bis (alk-2-enyl) zink-verbindungen J. Organomet. Chem. 221 1981 7 11 10.1016/S0022-328X(00)81023-2 H. Lehmkuhl, I. Döring, H. Nehl, Thermische stabilität von bis (alk-2-enyl) zink-verbindungen. J. Organomet. Chem. 221 (1981) 7-11. Doi: 10.1016/S0022-328X(00)81023-2. [14] F. Faigl M. Schlosser A one-pot synthesis of ibuprofene involving three consecutive steps of superbase metalation Tetrahedron Lett. 32 1991 3369 3370 10.1016/S0040-4039(00)92708-4 F. Faigl, M. Schlosser, A one-pot synthesis of ibuprofene involving three consecutive steps of superbase metalation. Tetrahedron letters 32 (1991) 3369-3370. Doi: 10.1016/S0040-4039(00)92708-4. [15] J. Zheng L. Löbbert S. Chheda N. Khetrapal J. Schmid C.A. Gaggioli B. Yeh R. Bermejo-Deval R.K. Motkuri M. Balasubramanian Metal-organic framework supported single-site nickel catalysts for butene dimerization J. Catal. 413 2022 176 183 10.1016/j.jcat.2022.06.019 J. Zheng, L. Löbbert, S. Chheda, N. Khetrapal, J. Schmid, C.A. Gaggioli, B. Yeh, R. Bermejo-Deval, R.K. Motkuri, M. Balasubramanian, Metal-organic framework supported single-site nickel catalysts for butene dimerization. J. Catal. 413 (2022) 176-183. Doi: 10.1016/j.jcat.2022.06.019. [16] Y. Xue J. Li S. Wang X. Cui M. Dong G. Wang Z. Qin J. Wang W. Fan Co-reaction of methanol with butene over a high-silica H-ZSM-5 catalyst J. Catal. 367 2018 315 325 10.1016/j.jcat.2018.09.008 Y. Xue, J. Li, S. Wang, X. Cui, M. Dong, G. Wang, Z. Qin, J. Wang, W. Fan, Co-reaction of methanol with butene over a high-silica H-ZSM-5 catalyst. J. Catal. 367 (2018) 315-325. Doi: 10.1016/j.jcat.2018.09.008. [17] J. Wang Y. Cao C. Zhang L. He J. Chu Direct synthesis of alkyl amines from dinitrogen and alkenes Green Carbon 3 2025 44 45 10.1016/j.greenca.2024.08.002 J. Wang, Y. Cao, C. Zhang, L. He, J. Chu, Direct synthesis of alkyl amines from dinitrogen and alkenes. Green Carbon 3 (2025) 44-45. Doi: 10.1016/j.greenca.2024.08.002. [18] J. Liu M. Zheng W. Li H. Zhang H. Wang Y. Zhou T. Li L. Zhao H. Wu M. Xie C. Wu Z. Jia Y. Qi J. Wang N ortho acyl substituted nitrogen-containing heterocyclic compound and process for preparing aminal iron (II) complexes thereof 2018 China Petroleum & Chemical Corporation & Beijing Research Institute Of Chemical Industry, C. P. C. C. GB2501020 J. Liu, M. Zheng, W. Li, H. Zhang, H. Wang, Y. Zhou, T. Li, L. Zhao, H. Wu, M. Xie, C. Wu, Z. Jia, Y. Qi, J. Wang. N ortho acyl substituted nitrogen-containing heterocyclic compound and process for preparing aminal iron (II) complexes thereof. China Petroleum & Chemical Corporation &Beijing Research Institute Of Chemical Industry, C. P. C. C. GB2501020 (2018). [19] W.-H. Sun S. Jie S. Zhang W. Zhang Y. Song H. Ma J. Chen K. Wedeking R. Fröhlich Iron complexes bearing 2-imino-1, 10-phenanthrolinyl ligands as highly active catalysts for ethylene oligomerization Organometallics 25 2006 666 677 10.1021/om050891p W.-H. Sun, S. Jie, S. Zhang, W. Zhang, Y. Song, H. Ma, J. Chen, K. Wedeking, R. Fröhlich, Iron complexes bearing 2-imino-1, 10-phenanthrolinyl ligands as highly active catalysts for ethylene oligomerization. Organometallics 25 (2006) 666-677. Doi: 10.1021/om050891p. [20] W.-H. Sun S. Zhang S. Jie W. Zhang Y. Li H. Ma J. Chen K. Wedeking R. Fröhlich Synthesis, characterization and ethylene oligomerization studies of nickel complexes bearing 2-imino-1,10-phenanthrolines J. Organomet. Chem. 691 2006 4196 4203 10.1016/j.jorganchem.2006.06.028 W.-H. Sun, S. Zhang, S. Jie, W. Zhang, Y. Li, H. Ma, J. Chen, K. Wedeking, R. Fröhlich, Synthesis, characterization and ethylene oligomerization studies of nickel complexes bearing 2-imino-1,10-phenanthrolines. J. Organomet. Chem. 691 (2006) 4196-4203. Doi: 10.1016/j.jorganchem.2006.06.028. [21] S. Jie S. Zhang W.H. Sun 2‐Arylimino‐9‐phenyl‐1,10‐phenanthrolinyl‐iron, ‐cobalt and ‐nickel complexes: synthesis, characterization and ethylene oligomerization behavior Eur. J. Inorg. Chem. 2007 2007 5584 5598 10.1002/ejic.200700690 S. Jie, S. Zhang, W.H. Sun, 2‐Arylimino‐9‐phenyl‐1,10‐phenanthrolinyl‐iron, ‐cobalt and ‐nickel complexes: synthesis, characterization and ethylene oligomerization behavior. European Journal of Inorganic Chemistry 2007 (2007) 5584-5598. Doi: 10.1002/ejic.200700690. [22] S. Jie S. Zhang W.-H. Sun X. Kuang T. Liu J. Guo Iron(II) complexes ligated by 2-imino-1,10-phenanthrolines: preparation and catalytic behavior toward ethylene oligomerization J. Mol. Catal. A Chem. 269 2007 85 96 10.1016/j.molcata.2007.01.008 S. Jie, S. Zhang, W.-H. Sun, X. Kuang, T. Liu, J. Guo, Iron(II) complexes ligated by 2-imino-1,10-phenanthrolines: Preparation and catalytic behavior toward ethylene oligomerization. Journal of Molecular Catalysis A: Chemical 269 (2007) 85-96. Doi: 10.1016/j.molcata.2007.01.008. [23] S. Zhang S. Jie Q. Shi W.-H. Sun Chromium(III) complexes bearing 2-imino-1,10-phenanthrolines: synthesis, molecular structures and ethylene oligomerization and polymerization J. Mol. Catal. A Chem. 276 2007 174 183 10.1016/j.molcata.2007.07.012 S. Zhang, S. Jie, Q. Shi, W.-H. Sun, Chromium(III) complexes bearing 2-imino-1,10-phenanthrolines: Synthesis, molecular structures and ethylene oligomerization and polymerization. Journal of Molecular Catalysis A: Chemical 276 (2007) 174-183. Doi: 10.1016/j.molcata.2007.07.012. [24] A.P.R. Ehlert E.M. Carvalho D. Thiele C. Favero I. Vicente K. Bernardo-Gusmão R. Stieler R.F. de Souza M.O. de Souza Fluorine substitution effect in bis(imino)pyridine cobalt complex in propylene oligomerization Catal. Today 296 2017 272 276 10.1016/j.cattod.2017.04.005 A.P.R. Ehlert, E.M. Carvalho, D. Thiele, C. Favero, I. Vicente, K. Bernardo-Gusmão, R. Stieler, R.F. de Souza, M.O. de Souza, Fluorine substitution effect in bis(imino)pyridine cobalt complex in propylene oligomerization. Catal. Today 296 (2017) 272-276. 10.1016/j.cattod.2017.04.005. [25] S. Garhwal A. Kaushansky N. Fridman G. de Ruiter Part per million levels of an anionic iron hydride complex catalyzes selective alkene isomerization via two-state reactivity Chem. Catal. 1 2021 631 647 10.1016/j.checat.2021.05.002 S. Garhwal, A. Kaushansky, N. Fridman, G. de Ruiter, Part per million levels of an anionic iron hydride complex catalyzes selective alkene isomerization via two-state reactivity. Chem Catalysis 1 (2021) 631-647. Doi: 10.1016/j.checat.2021.05.002. [26] I. Agirrezabal-Telleria E. Iglesia Mechanistic insights and consequences of intrapore liquids in ethene, propene, and butene dimerization on isolated Ni2+ sites grafted within aluminosilicate mesopores J. Catal. 389 2020 690 705 10.1016/j.energy.2020.118317 I. Agirrezabal-Telleria, E. Iglesia, Mechanistic insights and consequences of intrapore liquids in ethene, propene, and butene dimerization on isolated Ni2+ sites grafted within aluminosilicate mesopores. J. Catal. 389 (2020) 690-705. Doi: 10.1016/j.energy.2020.118317.",
      "scopus-id": "105003127537",
      "coredata": {
        "eid": "1-s2.0-S0021951725002209",
        "dc:description": "Trans-2-butene is regularly burned as a liquefied petroleum gas (LPG) component in several developing countries due to its inertness and inseparability in comparison to other butene isomers (1-butene and isobutene), resulting in low-value utilization of resource and environmental degradation. The generation of high-carbon olefins via trans-2-butene oligomerization has become one of the most effective ways for its high-value valorization. Octene is currently undersupplied via ethylene oligomerization, and its traditional crafts are costly due to separation from full-fraction α-olefins (C4-C30). In the present work, we synthesized a series of novel 2-phenyl-ketimine-1,10-phenanthroline iron complexes (Fe0-Fe9). Fe2 catalyst realizes the dimerization of trans-2-butene through homogeneous catalysis at moderate conditions (0.2 MPa, 30 °C), obtaining 3,4-dimethyl-1-hexene with 99.9 % selectivity. In contrast to the reported heterogeneous catalysts, our catalytic system exhibits a considerable improvement in activity and selectivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951725002209",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gao, Kang"
          },
          {
            "@_fa": "true",
            "$": "Feng, Guangjing"
          },
          {
            "@_fa": "true",
            "$": "Liang, Chaoan"
          },
          {
            "@_fa": "true",
            "$": "Wang, Zhuang"
          },
          {
            "@_fa": "true",
            "$": "Sun, Xiaoyan"
          },
          {
            "@_fa": "true",
            "$": "Liu, Jianhua"
          },
          {
            "@_fa": "true",
            "$": "Xia, Chungu"
          },
          {
            "@_fa": "true",
            "$": "Ding, Yuxiao"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951725002209"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951725002209"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(25)00220-9",
        "prism:volume": "447",
        "articleNumber": "116155",
        "prism:publisher": "Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Unparalleled dimerization of trans-2-butene to 3,4-dimethyl-1-hexene on iron-based catalyst",
        "prism:copyright": "© 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methyl modulation"
          },
          {
            "@_fa": "true",
            "$": "2-Phenyl-ketimine-1"
          },
          {
            "@_fa": "true",
            "$": "10-Phenanthroline"
          },
          {
            "@_fa": "true",
            "$": "Homogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "99.9 % Selectivity"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "116155",
        "pubType": "sco",
        "prism:coverDisplayDate": "July 2025",
        "prism:doi": "10.1016/j.jcat.2025.116155",
        "prism:startingPage": "116155",
        "dc:identifier": "doi:10.1016/j.jcat.2025.116155",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "370",
            "@width": "791",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "61149",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "494",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28378",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "335",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "60861",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "243",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29944",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "245",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "39358",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "841",
            "@width": "681",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "108672",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "102",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5667",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6846",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "118",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7466",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "75",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5039",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "76",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5450",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "132",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5332",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1637",
            "@width": "3504",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "456073",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "2189",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "158262",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1486",
            "@width": "2756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "365704",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1075",
            "@width": "3150",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "180783",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1087",
            "@width": "3150",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "252059",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3723",
            "@width": "3014",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "816454",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "27955757",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725002209-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3848",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105003127537"
      }
    }
  }
}