{
  "metadata": {
    "title": "Nitrogen-doped graphene layers for electrochemical oxygen reduction reaction boosted by lattice strain",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2019-10-31",
    "doi": "10.1016/j.jcat.2019.08.018",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S002195171930404X",
    "pii": "S002195171930404X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85071917501",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2019-09-09 2019-09-09 2019-09-09 2019-09-09 2019-10-23T20:43:48 1-s2.0-S002195171930404X S0021-9517(19)30404-X S002195171930404X 10.1016/j.jcat.2019.08.018 S300 S300.2 FULL-TEXT 1-s2.0-S0021951719X00093 2020-10-03T04:54:15.856731Z 0 0 20191001 20191031 2019 2019-09-09T16:34:08.576033Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 0021-9517 00219517 true 378 378 C Volume 378 15 113 120 113 120 201910 October 2019 2019-10-01 2019-10-31 2019 Regular Articles article fla © 2019 Elsevier Inc. All rights reserved. NITROGENDOPEDGRAPHENELAYERSFORELECTROCHEMICALOXYGENREDUCTIONREACTIONBOOSTEDBYLATTICESTRAIN LI J 1 Introduction 2 Results and discussion 3 Conclusions 4 Experimental methods Acknowledgments Appendix A Supplementary material References LI 2016 1414 1419 M STEELE 2001 345 352 B HE 2018 85 93 C DEBE 2012 43 51 M CHEN 2010 3767 3804 A GASTEIGER 2005 9 35 H NIE 2015 2168 2201 Y DAI 2015 4823 4892 L XIA 2016 2650 2676 W LIU 2019 21 29 M ZHANG 2019 245 257 X PARK 2019 130 137 H CHUNG 2017 479 484 H GUO 2016 361 365 D LU 2018 156 162 Z LAI 2012 7936 7942 L SINGH 2014 3454 3462 D LIU 2016 16064 X LI 2012 394 400 Y DING 2013 11755 11759 W WEI 2014 1570 1574 W KUMAR 2016 F848 F855 M YANG 2018 192 199 C GSELL 1998 717 720 M MAVRIKAKIS 1998 2819 2822 M GREELEY 2004 4296 4300 J WANG 2013 4149 4158 H CLEVE 2017 17 24 T XIN 2012 12 16 H HUO 2007 221 227 J DING 2006 7666 7670 F SEO 2006 971 976 W LU 2005 369 374 Y LI 2017 1604356 J WU 2011 443 447 G CHUNG 2013 1922 H BARD 2001 A ELECTROCHEMICALMETHODSFUNDAMENTALSAPPLICATIONS ZHENG 2013 3110 3116 Y CHEON 2013 2715 J SHAOHORN 2007 285 305 Y SHAO 2016 3594 3657 M WANG 2017 17281 17284 J CHEN 2017 6937 6941 Y HAN 2017 17269 17272 Y WANG 2014 10882 10885 Q MINUTOLO 2014 138 148 P VINOGRADOV 2012 026101 N KLIMES 2011 195131 J JIRI 2009 022201 K HOLEWINSKI 2014 828 834 A PARTHASARATHY 1992 2530 2537 A YANG 2016 e1501122 H EOM 2009 2844 2848 D LI 2016 1109 1118 J LIX2019X113 LIX2019X113X120 LIX2019X113XJ LIX2019X113X120XJ 2021-09-09T00:00:00.000Z 2021-09-09T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier Inc. All rights reserved. 2019-09-02T09:39:01.635Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas Department of Science and Technology of Liaoning Province http://data.elsevier.com/vocabulary/SciValFunders/501100012131 http://sws.geonames.org/1814991 Program for Liaoning Innovative Talents in University http://data.elsevier.com/vocabulary/SciValFunders/501100012591 http://sws.geonames.org/1814991 Dalian Science and Technology Bureau http://data.elsevier.com/vocabulary/SciValFunders/501100009965 http://sws.geonames.org/1814991 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 MOST Ministry of Science and Technology of the People's Republic of China http://data.elsevier.com/vocabulary/SciValFunders/501100002855 http://sws.geonames.org/1814991 item S0021-9517(19)30404-X S002195171930404X 1-s2.0-S002195171930404X 10.1016/j.jcat.2019.08.018 272561 2020-10-03T04:54:15.856731Z 2019-10-01 2019-10-31 1-s2.0-S002195171930404X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/MAIN/application/pdf/13acf0b74fbf7b49dc0a3a682226c659/main.pdf main.pdf pdf true 2152750 MAIN 8 1-s2.0-S002195171930404X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/PREVIEW/image/png/f8a0453d3482b564c10c547948f423d3/main_1.png main_1.png png 54892 849 656 IMAGE-WEB-PDF 1 1-s2.0-S002195171930404X-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/ga1/THUMBNAIL/image/gif/31ce914d1a1f057fa2cc1e9320199128/ga1.sml ga1 true ga1.sml sml 32615 126 219 IMAGE-THUMBNAIL 1-s2.0-S002195171930404X-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/gr2/THUMBNAIL/image/gif/214107d0d2b09d9ec1b5b31aaaf45eaa/gr2.sml gr2 gr2.sml sml 10823 163 219 IMAGE-THUMBNAIL 1-s2.0-S002195171930404X-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/gr3/THUMBNAIL/image/gif/a5bb9391164dd70623b94321f7698bf7/gr3.sml gr3 gr3.sml sml 15311 164 214 IMAGE-THUMBNAIL 1-s2.0-S002195171930404X-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/gr4/THUMBNAIL/image/gif/e72993c74da209bc383a5800fa0ff93f/gr4.sml gr4 gr4.sml sml 11254 164 175 IMAGE-THUMBNAIL 1-s2.0-S002195171930404X-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/gr1/THUMBNAIL/image/gif/38a5e279a82a57faf06a10021d0971fe/gr1.sml gr1 gr1.sml sml 31342 146 219 IMAGE-THUMBNAIL 1-s2.0-S002195171930404X-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/ga1/DOWNSAMPLED/image/jpeg/58679c0e00b291767a9c4bade6077374/ga1.jpg ga1 true ga1.jpg jpg 44909 200 346 IMAGE-DOWNSAMPLED 1-s2.0-S002195171930404X-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/gr2/DOWNSAMPLED/image/jpeg/5dee552200755135e2fff26ee4a3d3bb/gr2.jpg gr2 gr2.jpg jpg 92534 506 681 IMAGE-DOWNSAMPLED 1-s2.0-S002195171930404X-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/gr3/DOWNSAMPLED/image/jpeg/6a33e45451b35c131f08ad2da64003eb/gr3.jpg gr3 gr3.jpg jpg 90815 463 603 IMAGE-DOWNSAMPLED 1-s2.0-S002195171930404X-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/gr4/DOWNSAMPLED/image/jpeg/5da3d3434f0ac598a3d2b2f8bd17dd72/gr4.jpg gr4 gr4.jpg jpg 43333 343 366 IMAGE-DOWNSAMPLED 1-s2.0-S002195171930404X-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/gr1/DOWNSAMPLED/image/jpeg/649ca2a5648fbbcaa986f354c0860dba/gr1.jpg gr1 gr1.jpg jpg 136384 474 711 IMAGE-DOWNSAMPLED 1-s2.0-S002195171930404X-ga1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/ga1/HIGHRES/image/jpeg/87631d27509f22a364df1ff717941597/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 139410 531 920 IMAGE-HIGH-RES 1-s2.0-S002195171930404X-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/gr2/HIGHRES/image/jpeg/0cc415a8e05591de89883782a456b261/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 722877 2241 3014 IMAGE-HIGH-RES 1-s2.0-S002195171930404X-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/gr3/HIGHRES/image/jpeg/3d529a8951d99ccd9ec919bf2ee6f7a9/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 974272 2049 2671 IMAGE-HIGH-RES 1-s2.0-S002195171930404X-gr4_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/gr4/HIGHRES/image/jpeg/68ea63f54ae24bbc802d37d533762beb/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 332899 1520 1620 IMAGE-HIGH-RES 1-s2.0-S002195171930404X-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/gr1/HIGHRES/image/jpeg/c63ebbf36a7ab81c6352702fddb84ec4/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 430928 1259 1890 IMAGE-HIGH-RES 1-s2.0-S002195171930404X-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/a75bb7cb9692b7987f241aaa4a169905/mmc1.docx mmc1 mmc1.docx docx 17071151 APPLICATION 1-s2.0-S002195171930404X-si1.svg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/STRIPIN/image/svg+xml/589f8424d75bc46fb093a3337bbf1340/si1.svg si1 si1.svg svg 14417 ALTIMG 1-s2.0-S002195171930404X-si2.svg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/STRIPIN/image/svg+xml/06aa05e95e4aecd4adf502561aa667f5/si2.svg si2 si2.svg svg 11048 ALTIMG 1-s2.0-S002195171930404X-si3.svg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/STRIPIN/image/svg+xml/16f00e4ef6369065ad226029105a3f67/si3.svg si3 si3.svg svg 12491 ALTIMG 1-s2.0-S002195171930404X-si4.svg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S002195171930404X/STRIPIN/image/svg+xml/5b3dc1e1c9bd67df873f3a92dda9a4ff/si4.svg si4 si4.svg svg 18507 ALTIMG 1-s2.0-S002195171930404X-am.pdf am am.pdf pdf 5736880 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10Q7RH88HP6/MAIN/application/pdf/a5809f35d844c8100f7f539608fea916/am.pdf YJCAT 13407 S0021-9517(19)30404-X 10.1016/j.jcat.2019.08.018 Elsevier Inc. Fig. 1 Synthesis and structure of the Fe3Co@NG-C. (a) Schematic illustration of the synthesis of Fe3Co@NG-C, including rotary evaporation deposition, heat-treatment of the carbon coated with precursors, and acid leaching for the removal of unstable species and by-products; The grey, brown, green spheres are carbon black, precursor-coated carbon, and Fe3Co nanoparticles, respectively. (b) HAADF STEM image of the Fe3Co@NG-C; (c–f) HAADF STEM image of Fe3Co@NG-C and the images of elemental mapping of Fe, Co, and overlaid Fe and Co for the area marked by the red square; (g–h) HRTEM images of a typical nanoparticle with indexed crystal planes; (i and j), HRTEM images of multiple layers of graphene that encapsulate Fe3Co nanoparticles. Fig. 2 Electrochemical characterizations of the Fe3Co@NG-C. (a) ORR polarization curves of the Fe3Co@NG-C and commercial Pt/C recorded on RDEs with different electrocatalyst loadings in O2-saturated 0.1 M KOH aq. at 25 °C with a rotation rate of 1600 rpm and a positive scan rate of 5 mV/s; (b) OOH− yield and electron transfer numbers of the Fe3Co@NG-C and commercial Pt/C toward ORR based on RRDE measurements; (c) ORR polarization curves of the Fe3Co@NG-C collected during potential cycling between 0.5 and 1.1 V (vs. RHE) in O2-saturated 0.1 M KOH aq. with a scan rate of 100 mV/s. The loading of the Fe3Co@NG-C on RDE is 1.2 mg/cm2; (d) ORR polarization curves of the Fe3Co@NG-C and commercial Pt/C after 2500 cycles of potential cycling. Fig. 3 Active sites of the Fe3Co@NG-C. (a and b) Atomic-resolution STEM images of the Fe3Co@NG-C; (c) ORR polarization curves of the Fe3Co@NG-C recorded in O2-saturated 0.1 M KOH aqueous solution at 25 °C with a rotation rate of 1600 rpm, a positive scan rate of 5 mV/s and an electrocatalyst loading of 0.6 mg/cm2 on RDE in the presence of 0–50 mM NaSCN; (d) Raman spectra of carbon black and the Fe3Co@NG-C with original lines (black) and fitting lines (blue) that are comprised of de-convoluted multiple peaks. Fig. 4 DFT-calculated free energy diagram for ORR over various N-doped graphene and Pt(1 1 1) surface structures at 300 K and 0 V. OOH* adsorption configuration on the surface of (a) Gr-NG/Fe3Co(1 1 0); (b) undistorted Gr-NG; (c) Gr-NG/Fe(0001) with corresponding binding energies indicated below. Atom color legend: gray = C; red = O; white = H; dark blue = N; purple = Fe; light blue = Co. Nitrogen-doped graphene layers for electrochemical oxygen reduction reaction boosted by lattice strain Jia Li a d f 1 Jin-Xun Liu b 1 Xueqiang Gao e Bryan R. Goldsmith b Yuanyuan Cong a d e Zihui Zhai a d Shu Miao e Qike Jiang e Yong Dou a d Junhu Wang e Quan Shi e Xinwen Guo a d Donghai Wang d Hongmei Yu e Wei-Xue Li c ⁎ Yujiang Song a d ⁎ a State Key Laboratory of Fine Chemicals, School of Chemical Engineering, Dalian University of Technology, Dalian 116024, China State Key Laboratory of Fine Chemicals School of Chemical Engineering Dalian University of Technology Dalian 116024 China State Key Laboratory of Fine Chemicals, School of Chemical Engineering, Dalian University of Technology, Dalian 116024, China b Department of Chemical Engineering, University of Michigan, Ann Arbor, MI 48109-2136, USA Department of Chemical Engineering University of Michigan Ann Arbor MI 48109-2136 USA Department of Chemical Engineering, University of Michigan, Ann Arbor, MI 48109-2136, USA c Hefei National Laboratory for Physical Sciences at the Microscale, iChEM, CAS Center for Excellence in Nanoscience, University of Science and Technology of China, Hefei 230026, China Hefei National Laboratory for Physical Sciences at the Microscale iChEM CAS Center for Excellence in Nanoscience University of Science and Technology of China Hefei 230026 China Hefei National Laboratory for Physical Sciences at the Microscale, iChEM, CAS Center for Excellence in Nanoscience, University of Science and Technology of China, Hefei 230026, China d Pennsylvania State University-Dalian University of Technology (PSU-DUT) Joint Center for Energy Research, School of Chemical Engineering, Dalian University of Technology, Dalian 116024, China Pennsylvania State University-Dalian University of Technology (PSU-DUT) Joint Center for Energy Research School of Chemical Engineering Dalian University of Technology Dalian 116024 China Pennsylvania State University-Dalian University of Technology (PSU-DUT) Joint Center for Energy Research, School of Chemical Engineering, Dalian University of Technology, Dalian 116024, China e Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, China Dalian Institute of Chemical Physics Chinese Academy of Sciences Dalian 116023 China Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, China f College of Engineering and Applied Sciences, Nanjing University, Nanjing 210093, China College of Engineering and Applied Sciences Nanjing University Nanjing 210093 China College of Engineering and Applied Sciences, Nanjing University, Nanjing 210093, China ⁎ Corresponding authors. 1 These authors contributed equally Graphical abstract Nitrogen-doped graphene is a promising non-precious metal electrocatalyst for the oxygen reduction reaction (ORR). We report that distorted nitrogen-doped graphene layers encapsulating Fe3Co nanoparticles supported on carbon (Fe3Co@NG-C) display excellent activity toward ORR in alkaline media. Compared with a commercial Pt/C electrocatalyst at a loading of 80 μgPt/cm2 on a rotating disk electrode, the Fe3Co@NG-C exhibits an onset potential positively shifted by 50 mV at 0.1 mA/cm2 and a nearly identical half-wave potential. The Fe3Co@NG-C has minimal activity degradation during accelerated durability testing and superior tolerance to methanol than commercial Pt/C. Density functional theory calculations combined with poisoning experiments reveal that the high activity of the Fe3Co@NG-C mainly arises from strain in nitrogen-doped graphene induced by encapsulation of Fe3Co nanoparticles with exposed (1 1 0) planes, which promotes stabilization of the key OOH* intermediate involved in ORR. Our study shows the rational design of improved carbon-based electrocatalysts for ORR can be achieved by using strain engineering. Keywords Proton-exchange membrane fuel cell Oxygen reduction reaction Non-precious metal electrocatalysts Lattice strain 1 Introduction Oxygen reduction reaction (ORR) electrocatalysts largely govern the overall performance of environmentally benign energy conversion and storage devices, such as fuel cells, metal-air batteries, and electrolyzers [1–3]. Commercial Pt/C has long been the state-of-the-art electrocatalyst for ORR. Inadequate supply and the high cost of Pt, however, have restrained its widespread use in energy devices [2,4–6]. Thus, it is crucial to substitute commercial Pt/C with non-precious metal electrocatalysts (NPMEs). In this regard, tremendous efforts have been made to the field of NPMEs for ORR over the past half a century [7–12], beginning with Jasinski discovering that cobalt phthalocyanine is active for ORR in alkaline electrolytes [13]. Despite significant progress, the development of high-performance NPMEs for ORR in which the origin of their activity is identified remains challenging, which hinders rational catalyst design [14–19]. Heteroatom-doped carbon materials like nitrogen-doped graphene (NG) are promising NPMEs for ORR [20–24], yet further optimization of the activity and stability of NG is required. Strain effects in metal and alloy catalysis have received much attention because strain can be used to tune the electronic and geometric structures of catalysts to improve their performance [25–30]. Nevertheless, tailoring NG to improve ORR activity using strain has not been reported and understood prior to our study reported herein. We report the synthesis of a NPME composed of Fe3Co alloy nanoparticles encapsulated by 6–15 layers of distorted NG that are uniformly distributed on a carbon support (Fe3Co@NG-C). Fe3Co nanoparticles were selected for strain engineering of nitrogen-doped graphene due to the ability of Fe3Co to promote the carbonization process with continuous separation of graphene layers from the Fe3Co phase saturated by carbon [31–34]. The Fe3Co@NG-C exhibits remarkable ORR activity, with an onset potential of 1.067 V (vs. reversible hydrogen electrode, RHE) at 0.1 mA/cm2 on a rotating disk electrode (RDE), which is 50 mV more positive than that of commercial Pt/C at a loading of 80 µgPt/cm2 RDE. Moreover, the Fe3Co@NG-C displays a nearly identical half-wave potential of 0.886 V (vs. RHE) and vastly superior resistance to methanol crossover compared with commercial Pt/C. No obvious degradation is observed for Fe3Co@NG-C during accelerated durability testing (ADT), in contrast to a 45 mV negative shift of the half-wave potential for Pt/C. DFT calculations together with thiocyanate (SCN−) poisoning experiments show that the activity of the Fe3Co@NG-C mainly stems from lattice strain in distorted NG, which stabilizes the key OOH* intermediate involved in ORR. The distortion of NG arises due to lattice mismatch between NG and the encased Fe3Co(1 1 0). Our study highlights an avenue for the rational design of advanced electrocatalysts for alkaline ORR using lattice strain in non-precious metal electrocatalysts. 2 Results and discussion For the synthesis of Fe3Co@NG-C, Fe(acac)3, Co(acac)2, and melamine were dissolved in a water–ethanol mixture to form a homogeneous solution. Melamine is used as a nitrogen and carbon source for nitrogen-doped carbon catalysts. Next, carbon black was uniformly suspended in the mixture, followed by rotary evaporation until the solvents were completely removed (Fig. 1 a). Energy dispersive X-ray spectroscopy (EDS) and elemental mapping show the precursor complexes have been homogeneously deposited on the carbon black without noticeable agglomerations ( Figs. S1 and S2 ), which is a crucial yet frequently ignored prerequisite for the synthesis of high-quality NPMEs [35]. Next, the obtained black, dry, powder was pyrolyzed at an optimized temperature of 900 °C ( Fig. S3 ) in inert argon gas. Finally, the sample was leached in 0.5 M H2SO4 aqueous solution to remove unstable species (see more details in Methods). For comparison, Fe@NG-C, Co@NG-C and NG-C catalysts were also synthesized by using the same synthetic approach except for each time leaving out Co(acac)2, Fe(acac)3, and Fe(acac)3 + Co(acac)2, respectively. Fig. 1 b and Fig. S4 reveal that nanoparticles with an average diameter of 11.8 nm are uniformly and densely dispersed on carbon. Traditionally attained nanoparticles from synthetic approaches without control over the dispersion of precursor complexes typically are much larger and have a broader size distribution (20–200 nm) [36]. XRD of the nanoparticles shows two characteristic diffraction peaks, namely, (1 1 0) and (2 0 0) planes of body-centered-cubic (bcc)-FexCo alloy centering at 44.7° and 65.1°, respectively ( Fig. S5 ). The presence of Fe and Co peaks in EDS ( Fig. S6 ) and the overlapping signals of Fe and Co in a selected region (Fig. 1 c–f) corroborates the formation of an alloy. Moreover, thermogravimetry (TG) residue of the Fe3Co@NG-C ( Fig. S7 ) subject to inductively coupled plasma-optic emission spectrometry (ICP-OES) found the total metal loading is 4.2 wt% and that the molar ratio between Fe and Co is 3:1. HRTEM analysis of representative particles (Fig. 1 g and h, and Fig. S8 ) shows the spacing of crystalline lattices in two vertical directions is 0.20 nm (Fig. 1 h), corresponding to the (1 1 0) and (1–10) planes of bcc-Fe3Co. Also, an S-shaped hysteresis loop of magnetization versus magnetic field (M-H curve) indicates the Fe3Co@NG-C is ferromagnetic at room temperature ( Fig. S9 ), making it suitable for recycling through magnetic separation. Each Fe3Co alloy nanoparticle is tightly encapsulated by about 6–15 graphene layers without noticeable perforations ( Fig. 1 i and j, and Fig. S10 ), making the encapsulated Fe3Co alloy capable of surviving an acid leaching process using 0.5 M H2SO4 aqueous solution. Regardless of the existence of turbostratic structure, the spacing between graphene layers is about 0.35 nm on the average, which is close to the characteristic spacing (0.34 nm) of graphite (0 0 2). Also, the sample contains non-zero valence Fe and Co as well as 6.01 at% N, including graphite-N, pyridine-N and pyrrole-N according to X-ray photoelectron spectroscopy (XPS) ( Figs. S11 and S12 , and Table S1 ), that should arise from the nitrogen of melamine molecules. The N content of the Fe3Co@NG-C is much higher than the other three electrocatalysts (1.59, 1.95 and 2.15 at% for Fe@NG-C, Co@NG-C and NG-C, respectively), indicating that Fe3Co nanoparticles more efficiently catalyze the carbonization process with the introduction of nitrogen dopants than that of Fe and Co. The Fe3Co@NG-C was identified as the best ORR electrocatalyst obtained among C, Fe@NG-C, Co@NG-C, FeCo@NG-C, Fe2Co@NG-C, and NG-C in terms of onset potential and half-wave potential ( Fig. S13 ). The total loading of Fe(acac)3 + Co(acac)2 + melamine on carbon plays an important role for ORR activity, and we found that 50 wt% loading corresponds to the best ORR activity ( Fig. S14 ). Also, a molar ratio at 4:1 between melamine and Fe(acac)3 + Co(acac)2 displays the highest ORR activity ( Fig. S15 ). According to Zelenay’s study with commercial Pt/C at a loading of 60 µgPt/cm2 on RDE as the benchmark [37], we cautiously selected commercial Pt/C at a loading of 80 µgPt/cm2 on RDE as the benchmark. A higher loading of Pt was selected because it is important to acquire truly high ORR activity with commercial Pt/C in terms of half-wave potential and onset potential for fair comparison (Fig. 2 a). When the loading of the Fe3Co@NG-C on RDE increases from 0.6 to 1.2 mg/cm2 (Fig. 2 a and Fig. S16 ), the onset potential positively shifts to 1.067 V (vs. RHE), 50 mV more positive than that of commercial Pt/C (1.017 V vs. RHE). Also, the half-wave potential increases to 0.886 V (vs. RHE), which is nearly identical to that of commercial Pt/C (0.890 V vs. RHE). The Tafel slope ( Fig. S17 ) of Fe3Co@NG-C (66 mV/dec) at low overpotential is also close to that of Pt/C (60 mV/dec), indicating comparable ORR activity. Based on the onset potential and half-wave potential, the Fe3Co@NG-C possesses excellent ORR activity compared to most of reported NPMEs in alkaline media ( Table S2 ). We investigated the selectivity of Fe3Co@NG-C toward ORR by using a rotating-ring disk electrode (RRDE) technique with Pt as the ring electrode and glassy carbon as the central disk electrode. The potential of the Pt ring electrode was set to 1.2 V (vs. RHE) for detecting the generated peroxide species (OOH−), which is an important intermediate in ORR [35]. For Fe3Co@NG-C, the average OOH− yield is 6% in the range of 0.1–0.9 V (vs. RHE), corresponding to an average electron-transfer number of 3.90 (Fig. 2 b). Both the OOH− yield and the electron-transfer number are close to that of commercial Pt/C (2% and 3.98, respectively). The electron transfer number of the Fe3Co@NG-C and commercial Pt/C was also determined to be 3.87 and 3.99, respectively, according to the slopes of Koutecky-Levich (K-L) plots [38] as shown in Fig. S18 . This is consistent with the RRDE measurements and suggests that O2 molecules have been predominantly reduced to OH− via a preferred 4-electron pathway on the Fe3Co@NG-C, similar to commercial Pt/C. Furthermore, methanol tolerance is an important issue for ORR electrocatalysts when using methanol as fuel [39]. The synthesized Fe3Co@NG-C demonstrates superb resistance to methanol because it does not catalyze methanol oxidation, whereas commercial Pt/C deteriorates in the presence of methanol ( Fig. S19 ) because Pt catalyzes methanol oxidation, thus generating a high anodic current. For practical applications of ORR electrocatalysts, durability is a critical parameter [40]. ADT was carried out on RDE for the Fe3Co@NG-C and commercial Pt/C by potential cycling between 0.5 and 1.1 V (vs. RHE) with a scan rate of 100 mV/s in O2-saturated 0.1 M KOH aqueous solution. After 2500 cycles, electrochemically active surface area of commercial Pt/C decreases by 60.3%, and the onset potential and half-wave potential negatively shifts by 40 mV and 45 mV ( Fig. S20 ), respectively. In contrast, the area of cyclic voltammetry (CV) of the Fe3Co@NG-C shows almost no decrease, and the onset potential and half-wave potential merely exhibits 11 mV and 1 mV of negative shift, respectively (Fig. 2 c and Fig. S21 ). After ADT, the Fe3Co@NG-C becomes 79 mV and 40 mV more positive than that of commercial Pt/C in terms of onset potential and half-wave potential, respectively (Fig. 2 d), embodying much better durability with respect to commercial Pt/C. Pt nanoparticles experience migration, agglomeration, and dissolution/re-deposition Ostwald ripening process during ADT, thus losing electrochemically active surface area and ORR activity [41]. In stark contrast, the Fe3Co@NG-C appears to be stable after ADT as shown in Fig. S22 , corroborating the excellent durability [9,42]. We sought to identify the origin of the ORR activity of the synthesized Fe3Co@NG-C. Atomic-resolution STEM images (Fig. 3 a and b, and Fig. S23 ) reveals a large number of bright dots in the carbon matrix, especially in the carbon support. Meanwhile, XPS ( Fig. S12 ) shows the presence of non-zero valence Fe and Co species, in addition to metallic Fe3Co. Accordingly, these bright dots are attributed to iron or cobalt ions coordinated with N in the carbon matrix (noted as Fe/Co-N-C sites) [43–45]. To evaluate its contribution to the overall observed ORR activity, SCN− was used to poison the Fe/Co-N-C sites, because SCN− ion forms a strong bond with metal-center moieties, thus suppressing ORR [46]. The onset potential and half-wave potential of the Fe3Co@NG-C was found to decrease by only 27 mV and 10 mV in the presence of 5 mM of SCN− (Fig. 3 c), respectively. Further increasing the SCN− concentration has a negligible influence on the ORR curve. To exclude the possibility that added SCN− may react with OH− instead of poisoning Fe/Co-N-C sites, multiple drops of 20 mM of SCN− aq. were pipetted to the Fe3Co@NG-C layer deposited on RDE before being immersed in 0.1 M KOH aqueous solution. Once again, the onset potential and half-wave potential of ORR curve negatively shifts 20 mV and 5 mV after the addition of 30 μL of SCN− solution ( Fig. S24 ). The slight decrease of onset potential and half-wave potential by poisoning Fe/Co-N-C sites indicates its modest contribution to the observed ORR activity. Therefore, by assuming that SCN− ions can access all Fe/Co-N/C sites and cover them, the ORR activity should mainly originate from nitrogen-doped graphene layers encapsulated on Fe3Co. A unique feature of NG encapsulating Fe3Co nanoparticles with predominantly exposed (1 1 0) planes (Fig. 1 h) is that it leads to a considerable lattice distortion in NG. The distortion can be detected unambiguously from Raman spectra (Fig. 3 d), where the Fe3Co@NG-C possesses D3 and D’’ lattice distortion [47], about 27% and 39% more than that of the carbon support in peak area, respectively. The distortion of NG arises from the lattice mismatch between graphene and Fe3Co(1 1 0). This finding agrees with previous experimental observations [48] that a graphene layer can be epitaxially grown on Fe(1 1 0), which creates a periodically corrugated pattern indicative of large lattice mismatch between Fe(1 1 0) and graphene. According to DFT calculations ( Fig. S25 ), the corresponding in-plane lattice constants of Fe3Co(1 1 0) are 2.47 and 2.85 Å, in which the latter is about 15.9% larger than that of the pristine graphene (2.46 Å). The lattice constants of Fe(1 1 0) (2.45 and 2.83 Å) are quite close to Fe3Co(1 1 0). In contrast, the lattice of Co(0 0 0 1) (2.49 Å) agrees well with that of pristine graphene. To further understand the impact of distorted NG on ORR, Gibbs free energy diagrams for ORR on different electrocatalysts were calculated by DFT using non-local optPBE-vdW exchange correlation functional (which includes long-range van der Waals interactions) [49,50], and the results are shown in Fig. 4 a (detailed structures in Table S3 and Fig. S26 ). Typically, ORR involves the transfer of four electrons, and the formation of OOH* intermediates after the first electron transfer is postulated to govern the overall ORR activity of an electrocatalyst [51,52]. The more positive Gibbs free energy for the formation of OOH* (ΔGOOH*) an electrocatalyst requires, the lower the ORR activity. For the case of Pt(1 1 1) as the reference, its ΔGOOH* is 1.43 eV. While for free-standing undistorted graphite nitrogen-doped graphene (Gr-NG), pyridine nitrogen-doped graphene (Py-NG), and pyrrole nitrogen-doped graphene (Pr-NG), their ΔGOOH* are 1.97, 2.75 and 2.75 eV, respectively ( Fig. S27 ). The relatively lower activity for Py-NG and Pr-NG than that of Gr-NG is in good agreement with experiments in alkaline media [53]. Nevertheless, the activity of free-standing undistorted Gr-NG remains lower than that of Pt(1 1 1), a fact that cannot rationalize the measured ORR activity in this study. We thus further studied distorted Gr-NG on a preferentially exposed bcc-Fe3Co(1 1 0) surface. Gr-NG on bcc-Fe3Co(1 1 0), denoted as Gr-NG/Fe3Co(1 1 0), results in considerably structural distortion, which is in-line with a previous experimental observation [48]. There are two typical C-C bonds having lengths of 1.38 and 1.57 Å with an intersection angle of 115° (Fig. 4 b), different from those of free-standing pristine graphene (1.42 Å and 120° in hexagonal symmetry, Fig. 4 c). Remarkably, the calculated ΔGOOH* for Gr-NG/Fe3Co(1 1 0) and Gr-NG/Fe(1 1 0) are 1.23 eV, which is lower than that of Pt(1 1 1). In other words, the corresponding ORR activity would be higher than that of Pt based on the Brønsted-Evans-Polayni relations, where stronger adsorption of OOH* will result in a low kinetic barrier. Free-standing distorted graphene (distorted Gr-NG) by removing Fe3Co(1 1 0) underneath was also studied, and corresponding ΔGOOH* is 1.47 eV. ΔGOOH* on distorted Gr-NG is considerably lower than the free-standing undistorted Gr-NG of 1.97 eV, and still close to Pt(1 1 1) of 1.43 eV. For undistorted Gr-NG, the presence of an underlying metal, for instance hcp Co(0 0 0 1) and hcp Fe(0 0 0 1) [54], will raise the corresponding ΔGOOH* (2.06 and 2.10 eV). This finding suggests that the high ORR activity of Gr-NG/Fe3Co(1 1 0) may originate mainly from the structural distortion of Gr-NG. Crystal orbital Hamilton populations and Bader charge analysis for OOH* adsorption predicts the structural distortion of Gr-NG leads to a less occupied anti-bonding state of adsorbed OOH* and enhanced electrostatic attraction between OOH* and the coordinated surface carbon atom, which causes significant stabilization of OOH* intermediates ( Fig. S28 ). Fe3Co@NG-C is shown to improve the ORR activity due to the lattice strain effect, we can imagine further enhancements in ORR activity may be achieved if the graphene was further strained by greater lattice mismatch between the core nanoparticle and graphene. 3 Conclusions We have synthesized Fe3Co alloy nanoparticles encapsulated by distorted nitrogen-doped graphene on carbon (Fe3Co@NG-C) with excellent ORR activity in alkaline media. The Fe3Co@NG-C has a positively shifted onset potential (50 mV) and almost identical half-wave potential with respect to commercial Pt/C at the loading of 80 μg/cm2 on a rotating disk electrode. Moreover, the Fe3Co@NG-C displays superior durability and tolerance to methanol compared with commercial Pt/C. The appreciable ORR activity of the Fe3Co@NG-C in alkaline media primarily arises from distorted graphite nitrogen-doped graphene according to our SCN− poisoning experiments and DFT calculations. Our work provides a promising strategy to design non-precious metal electrocatalysts for ORR in alkaline media via strain engineering. 4 Experimental methods Chemicals: Cobalt(II) acetylacetonate (Co(acac)2, 97%) and iron(III) acetylacetonate (Fe(acac)3, 99.9+%) were purchased from Sigma-Aldrich, melamine (99.5+%) from Sinopharm Chemical Reagent Co., LTD, Carbon black (Black Pearls 2000, BP2000) from Cabot Corporation, and all of the chemicals were used as received without further purification. Ultrapure water (18.2 MΩ⋅cm at 25 °C) was obtained from Millipore water system (Synergy® UV, France). Electrocatalysts synthesis: BP2000 carbon black was pretreated with nitric acid (65 wt%) at 80 °C for 1.5 h to create oxygen-containing species on the surface of carbon black, so that the carbon black can be well dispersed in a solvent. 56.9 mg of Co(acac)2, 195.3 mg of Fe(acac)3, and 433.2 mg melamine were dissolved in a mixture of water and ethanol with a volume ratio of 1:1 under stirring at 60 °C. 500 mg of pretreated BP2000 was then added to the water-ethanol solution with the aid of mild sonication for 30 min in a water bath to ensure good dispersion. The solvent was completely removed by rotary evaporation under −0.09 MPa vacuum at 60 °C and 100 rpm. Subsequently, obtained dried powder was heat-treated in argon by ramping up the temperature from room temperature to 900 °C with a heating rate of 5 °C/min and held at 900 °C for 1.0 h. To remove unstable species, the heat-treated sample was leached in 0.5 M H2SO4 aqueous solution at 80 °C for 6.0 h. Finally, the sample was washed with deionized water until the filtrate was pH neutral, and dried at 65 °C prior to being used for further measurements. Control experiments were carried out by varying one parameter each time while keep all the other synthetic parameters constant, including Fe(acac)3/Co(acac)2 molar ratio (Fe(acac)3 by itself, 1:1, 2:1, 3:1, and Co(acac)2 by itself), the loading of the precursors (Fe(acac)3 + Co(acac)2 + melamine) on the carbon support (20 wt%, 33 wt%, 50 wt%, 60 wt%, and 75 wt%), and the molar ratio between melamine and Fe(acac)3 + Co(acac)2 (1:1, 2:1, 4:1, and 8:1). Physical characterization: Powder x-ray diffraction (XRD) patterns were collected on a Rigaku D/Max2500V/PC powder diffractometer with a Cu Kα radiation source (40 kV, 100 mA, λ = 0.15432 nm) in the range of 5-80o with 2θ mode at a scanning rate of 5°/min. X-ray photoelectron spectroscopy (XPS) measurements were performed on a Thermo ESCALAB 250Xi spectrometer using monochromatic Al Ka line (1,486.6 eV) as an X-ray source. High-resolution transmission electron microscopy (HRTEM) images and high-angle annular dark field scanning electron transmission microscopy (HAADF STEM) images under transmission mode, energy dispersive x-ray spectroscopy (EDS) and elemental mappings of the samples were recorded on a FEI Tecnai G2 F30 S-Twin microscope operated at 300 KeV. Atomic-resolution STEM images of the samples were collected on JEM-ARM200F microscope operated at 200 KeV. Thermogravimetric analysis (TGA) was carried out on a TGA analyzer (TA Q600 SDT) with dried air as the processing atmosphere at a heating rate of 10 °C/min. In order to quantify the content of Fe and Co in an electrocatalyst, each electrocatalyst was pyrolyzed under dried air in the TGA analyzer, and then the residue was dissolved in 4 mol/L of HCl aqueous solution. Finally, the concentrations of Fe and Co in the acid were measured by inductively coupled plasma-optical emission spectroscopy (ICP-OES, PerkinElmer ICP-OES 7300DV). Raman spectra were measured using Bruker Optics Senterra Raman microscope system with an excitation wavelength of 532 nm. The magnetic properties of the samples were examined by using a Physical Property Measurement System vibrating sample magnetometer (VSM). All the measurements were carried out at room temperature. Electrochemical measurements: The electrochemical measurements were carried out on a CHI Electrochemical Station (Mode 650D) in a standard three-electrode electrochemical cell with a rotating glassy carbon disk as the working electrode, a graphite rod [55] or a Pt mesh as the counter electrode, and a Hg/HgO (1 M NaOH) as the reference electrode. We have shown that both Pt and carbon counter electrode show the same electrochemical performance. This result indicates that the presence of Pt mesh did not alter electrochemical activity ( Fig. S29 ). A glassy carbon disk of 5.0 mm diameter (0.19625 cm2, PINE) and a glassy carbon disk of 5.61 mm diameter (0.2475 cm2, PINE) with Pt ring (0.1866 cm2, 6.25 mm inner-diameter and 7.92 mm outer-diameter) were used in RDE and rotating ring-disk electrode (RRDE) experiments, respectively. The ink (2 mg/mL) was prepared by dispersing the electrocatalyst in the mixture of water, ethanol and Nafion perfluorinated resin solution (5 wt% in the mixture of lower aliphatic alcohols and water, contains 45% water) with a volume ratio of Vwater:Vethanol:VNafion = 1:9:0.06 under sonication for 2 min. The suspension was transferred onto glassy carbon disk and evaporated in air, resulting in an electrocatalyst loading of 0.2–1.2 mg/cm2. The reference electrocatalyst ink (1 mg/mL) of 20 wt% commercial Pt/C (Johnson Matthey) was prepared in a similar manner and the loading of Pt/C electrocatalyst on glassy carbon disk was 5–80 µgPt/cm2. RDE and RRDE tests were carried out at 25 °C in N2-saturated or O2-saturated 0.1 M KOH aqueous solution with a potential range of 0.1 V to 1.1 V (vs. RHE). Cyclic voltammetry (CV) curves of the electrocatalysts were collected at a positive scan rate of 100 mV/s. ORR polarization curves of RDE and RRDE were obtained at a positive scan rate of 5 mV/s with rotation rate of 1600 rpm. The ring potential of RRDE was set to 1.2 V (vs. RHE). The peroxide percentage (%OOH−) and electron transfer number (n) were evaluated based on the following equations: (1) % O O H - = 200 I R / N I D + I R / N (2) n = 4 × I D I D + I R / N where ID is the Faradaic current at the disk electrode, IR is the Faradaic current at the ring electrode and N is the OOH− collection coefficient (37%) at the ring electrode. The apparent number of electrons transferred during ORR process was also determined by the Koutechy-Levich (K-L) equation: (3) 1 / I D = 1 / I K + 1 / B ω 1 / 2 where ID is the measured current density at the disk, IK is the kinetic current in amperes at a constant potential, ω is the electrode rotation speed in rpm, and B is the reciprocal of the slope, which can be determined from the slope of K-L plot using Levich equation: (4) B = 0.62 n F A C 0 D 0 2 / 3 v - 1 / 6 Here n is the number of electrons transferred per oxygen molecule, F is the Faraday constant (96485 C mol−1), D0 is the diffusion coefficient of O2 in 0.1 M KOH (1.93 × 10−5 cm2 s−1), C0 is the bulk concentration of O2 (1.26 × 10−3 mol cm−3), and v is the kinematic viscosity of the electrolyte (0.01009 cm2 s−1). For accelerated durability test (ADT), potential cycling was conducted between 0.5 and 1.1 V (vs. RHE) at a scan rate of 100 mV/s for a total number of 2500 cycles in O2-saturated 0.1 M KOH, which represents a relatively harsh degradation condition. CV curves and ORR polarization curves were collected at certain cycles to track any electrocatalyst degradation. The tolerance of the electrocatalysts toward methanol was evaluated using chronoamperometric measurements. Chronoamperometric responses of NPME and commercial Pt/C were obtained at 0.8 V (vs. RHE) in O2-saturated 0.1 M KOH at a rotation rate of 1600 rpm, and 10 vol% methanol was added during the chronoamperometric measurements. Acknowledgments This work was partially supported by National Key Research & Development Program of China (Grant No. 2016YFB0101307), National Natural Science Foundation of China (Grant Nos. 21802069, 21003114 and 21373211), Liaoning BaiQianWan Talents Program (Grant No. 201519), Program for Liaoning Excellent Talents in University (Grant No. LR2015014), Dalian Excellent Young Scientific and Technological Talents (Grant No. 2015R006), and the Fundamental Research Funds for the Central Universities (Grant Nos. DUT15RC(3)001, DUT15ZD225, DUT19ZD208). Appendix A Supplementary material Supplementary data including DFT calculation methods to this article can be found online at https://doi.org/10.1016/j.jcat.2019.08.018. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary data 1 References [1] M. Li Z. Zhao T. Cheng A. Fortunelli C.Y. Chen R. Yu Q. Zhang L. Gu B. Merinov Z. Lin Ultrafine jagged platinum nanowires enable ultrahigh mass activity for the oxygen reduction reaction Science 354 2016 1414 1419 M. Li, Z. Zhao, T. Cheng, A. Fortunelli, C.Y. Chen, R. Yu, Q. Zhang, L. Gu, B. Merinov, Z. Lin, Ultrafine jagged platinum nanowires enable ultrahigh mass activity for the oxygen reduction reaction, Science, 354 (2016) 1414-1419. [2] B.C.H. Steele A. Heinzel Materials for fuel-cell technologies Nature 414 2001 345 352 B.C.H. Steele, A. Heinzel, Materials for fuel-cell technologies, Nature, 414 (2001) 345-352. [3] C. He S. Zhang J. Tao P.K. Shen One-step solid state synthesis of PtCo nanocubes/graphene nanocomposites as advanced oxygen reduction reaction electrocatalysts J. Catal. 362 2018 85 93 C. He, S. Zhang, J. Tao, P.K. Shen, One-step solid state synthesis of PtCo nanocubes/graphene nanocomposites as advanced oxygen reduction reaction electrocatalysts, J Catal, 362 (2018) 85-93. [4] M.K. Debe Electrocatalyst approaches and challenges for automotive fuel cells Nature 486 2012 43 51 M.K. Debe, Electrocatalyst approaches and challenges for automotive fuel cells, Nature, 486 (2012) 43-51. [5] A. Chen P. Holt-Hindle Platinum-based nanostructured materials: synthesis, properties, and applications Chem. Rev. 110 2010 3767 3804 A. Chen, P. Holt-Hindle, Platinum-based nanostructured materials: synthesis, properties, and applications, Chem Rev, 110 (2010) 3767-3804. [6] H.A. Gasteiger S.S. Kocha B. Sompalli F.T. Wagner Activity benchmarks and requirements for Pt Pt-alloy, and non-Pt oxygen reduction catalysts for PEMFCs Appl. Catal. B 56 2005 9 35 H.A. Gasteiger, S.S. Kocha, B. Sompalli, F.T. Wagner, Activity benchmarks and requirements for Pt, Pt-alloy, and non-Pt oxygen reduction catalysts for PEMFCs, Appl Catal B, 56 (2005) 9-35. [7] Y. Nie L. Li Z. Wei Recent advancements in Pt and Pt-free catalysts for oxygen reduction reaction Chem. Soc. Rev. 44 2015 2168 2201 Y. Nie, L. Li, Z. Wei, Recent advancements in Pt and Pt-free catalysts for oxygen reduction reaction, Chem Soc Rev, 44 (2015) 2168-2201. [8] L. Dai Y. Xue L. Qu H.J. Choi J.-B. Baek Metal-free catalysts for oxygen reduction reaction Chem. Rev. 115 2015 4823 4892 L. Dai, Y. Xue, L. Qu, H.J. Choi, J.-B. Baek, Metal-free catalysts for oxygen reduction reaction, Chem Rev, 115 (2015) 4823-4892. [9] W. Xia A. Mahmood Z. Liang R. Zou S. Guo Earth-abundant nanomaterials for oxygen reduction Angew. Chem. Int. Ed. 55 2016 2650 2676 W. Xia, A. Mahmood, Z. Liang, R. Zou, S. Guo, Earth-abundant nanomaterials for oxygen reduction, Angew Chem Int Ed, 55 (2016) 2650-2676. [10] M. Liu J. Liu Z. Li Y. Song F. Wang A silica-confined strategy for completely atomic level Fe(II)-N-C catalysts with a non-planar structure toward oxygen reduction reaction J. Catal. 370 2019 21 29 M. Liu, J. Liu, Z. Li, Y. Song, F. Wang, A silica-confined strategy for completely atomic level Fe(II)-N-C catalysts with a non-planar structure toward oxygen reduction reaction, J Catal, 370 (2019) 21-29. [11] X. Zhang Y.B. Mollamahale D. Lyu L. Liang F. Yu M. Qing Y. Du X. Zhang Z.Q. Tian P.K. Shen Molecular-level design of Fe-N-C catalysts derived from Fe-dual pyridine coordination complexes for highly efficient oxygen reduction J. Catal. 372 2019 245 257 X. Zhang, Y.B. Mollamahale, D. Lyu, L. Liang, F. Yu, M. Qing, Y. Du, X. Zhang, Z.Q. Tian, P.K. Shen, Molecular-level design of Fe-N-C catalysts derived from Fe-dual pyridine coordination complexes for highly efficient oxygen reduction, J Catal, 372 (2019) 245-257. [12] H.-S. Park S.-B. Han D.-H. Kwak J.-H. Han K.-W. Park Fe nanoparticles encapsulated in doped graphitic shells as high-performance and stable catalysts for oxygen reduction reaction in an acid medium J. Catal. 370 2019 130 137 H.-S. Park, S.-B. Han, D.-H. Kwak, J.-H. Han, K.-W. Park, Fe nanoparticles encapsulated in doped graphitic shells as high-performance and stable catalysts for oxygen reduction reaction in an acid medium, J Catal, 370 (2019) 130-137. [13] R. 4th Int. Sym. on New Mater. for Electrochemical SystemsJasinski, A new fuel cell cathode catalyst, Nature, 201 (1964) 1212-1213. [14] H.T. Chung D.A. Cullen D. Higgins B.T. Sneed E.F. Holby K.L. More P. Zelenay Direct atomic-level insight into the active sites of a high-performance PGM-free ORR catalyst Science 357 2017 479 484 H.T. Chung, D.A. Cullen, D. Higgins, B.T. Sneed, E.F. Holby, K.L. More, P. Zelenay, Direct atomic-level insight into the active sites of a high-performance PGM-free ORR catalyst, Science, 357 (2017) 479-484. [15] D. Guo R. Shibuya C. Akiba S. Saji T. Kondo J. Nakamura Active sites of nitrogen-doped carbon materials for oxygen reduction reaction clarified using model catalysts Science 351 2016 361 365 D. Guo, R. Shibuya, C. Akiba, S. Saji, T. Kondo, J. Nakamura, Active sites of nitrogen-doped carbon materials for oxygen reduction reaction clarified using model catalysts, Science, 351 (2016) 361-365. [16] Z. Lu G. Chen S. Siahrostami Z. Chen K. Liu J. Xie L. Liao T. Wu D. Lin Y. Liu T.F. Jaramillo J.K. Nørskov Y. Cui High-efficiency oxygen reduction to hydrogen peroxide catalysed by oxidized carbon materials Nat. Catal. 1 2018 156 162 Z. Lu, G. Chen, S. Siahrostami, Z. Chen, K. Liu, J. Xie, L. Liao, T. Wu, D. Lin, Y. Liu, T.F. Jaramillo, J.K. Nørskov, Y. Cui, High-efficiency oxygen reduction to hydrogen peroxide catalysed by oxidized carbon materials, Nat Catal, 1 (2018) 156-162. [17] L. Lai J.R. Potts D. Zhan L. Wang C.K. Poh C. Tang H. Gong Z. Shen J. Lin R.S. Ruoff Exploration of the active center structure of nitrogen-doped graphene-based catalysts for oxygen reduction reaction Energy Environ. Sci. 5 2012 7936 7942 L. Lai, J.R. Potts, D. Zhan, L. Wang, C.K. Poh, C. Tang, H. Gong, Z. Shen, J. Lin, R.S. Ruoff, Exploration of the active center structure of nitrogen-doped graphene-based catalysts for oxygen reduction reaction, Energy Environ Sci, 5 (2012) 7936-7942. [18] D. Singh K. Mamtani C.R. Bruening J.T. Miller U.S. Ozkan Use of H2S to probe the active sites in FeNC catalysts for the oxygen reduction reaction (ORR) in acidic media ACS Catal. 4 2014 3454 3462 D. Singh, K. Mamtani, C.R. Bruening, J.T. Miller, U.S. Ozkan, Use of H2S to probe the active sites in FeNC catalysts for the oxygen reduction reaction (ORR) in acidic media, ACS Catal, 4 (2014) 3454-3462. [19] X. Liu L. Dai Carbon-based metal-free catalysts Nat. Rev. Mater. 1 2016 16064 X. Liu, L. Dai, Carbon-based metal-free catalysts, Nat Rev Mater, 1 (2016) 16064. [20] Y. Li W. Zhou H. Wang L. Xie Y. Liang F. Wei J.C. Idrobo S.J. Pennycook H. Dai An oxygen reduction electrocatalyst based on carbon nanotube-graphene complexes Nat. Nanotechnol. 7 2012 394 400 Y. Li, W. Zhou, H. Wang, L. Xie, Y. Liang, F. Wei, J.C. Idrobo, S.J. Pennycook, H. Dai, An oxygen reduction electrocatalyst based on carbon nanotube-graphene complexes, Nat Nanotechnol, 7 (2012) 394-400. [21] W. Ding Z. Wei S. Chen X. Qi T. Yang J. Hu D. Wang L. Wan S.F. Alvi L. Li Space-confinement-induced synthesis of pyridinic- and pyrrolic-nitrogen-doped graphene for the catalysis of oxygen reduction Angew. Chem. Int. Ed. 52 2013 11755 11759 W. Ding, Z. Wei, S. Chen, X. Qi, T. Yang, J. Hu, D. Wang, L. Wan, S.F. Alvi, L. Li, Space-confinement-induced synthesis of pyridinic- and pyrrolic-nitrogen-doped graphene for the catalysis of oxygen reduction, Angew Chem Int Ed, 52 (2013) 11755-11759. [22] W. Wei H. Liang K. Parvez X. Zhuang X. Feng K. Müllen Nitrogen-doped carbon nanosheets with size-defined mesopores as highly efficient metal-free catalyst for the oxygen reduction reaction Angew. Chem. Int. Ed. 53 2014 1570 1574 W. Wei, H. Liang, K. Parvez, X. Zhuang, X. Feng, K. Müllen, Nitrogen-doped carbon nanosheets with size-defined mesopores as highly efficient metal-free catalyst for the oxygen reduction reaction, Angew Chem Int Ed, 53 (2014) 1570-1574. [23] M.P. Kumar M.M. Raju A. Arunchander S. Selvaraj G. Kalita T.N. Narayanan A.K. Sahu D.K. Pattanayak Nitrogen doped graphene as metal free electrocatalyst for efficient oxygen reduction reaction in alkaline media and its application in anion exchange membrane fuel cells J. Electrochem. Soc. 163 2016 F848 F855 M.P. Kumar, M.M. Raju, A. Arunchander, S. Selvaraj, G. Kalita, T.N. Narayanan, A.K. Sahu, D.K. Pattanayak, Nitrogen doped graphene as metal free electrocatalyst for efficient oxygen reduction reaction in alkaline media and its application in anion exchange membrane fuel cells, J Electrochem Soc, 163 (2016) F848-F855. [24] C. Yang H. Jin C. Cui J. Li J. Wang K. Amine J. Lu S. Wang Nitrogen and sulfur co-doped porous carbon sheets for energy storage and pH-universal oxygen reduction reaction Nano Energy 54 2018 192 199 C. Yang, H. Jin, C. Cui, J. Li, J. Wang, K. Amine, J. Lu, S. Wang, Nitrogen and sulfur co-doped porous carbon sheets for energy storage and pH-universal oxygen reduction reaction, Nano Energy, 54 (2018) 192-199. [25] M. Gsell P. Jakob D. Menzel Effect of substrate strain on adsorption Science 280 1998 717 720 M. Gsell, P. Jakob, D. Menzel, Effect of substrate strain on adsorption, Science, 280 (1998) 717-720. [26] M. Mavrikakis B. Hammer J.K. Nørskov Effect of strain on the reactivity of metal surfaces Phys. Rev. Lett. 81 1998 2819 2822 M. Mavrikakis, B. Hammer, J.K. Nørskov, Effect of strain on the reactivity of metal surfaces, Phys Rev Lett, 81 (1998) 2819-2822. [27] J. Greeley W.P. Krekelberg M. Mavrikakis Strain-induced formation of subsurface species in transition metals Angew. Chem. Int. Ed. 43 2004 4296 4300 J. Greeley, W.P. Krekelberg, M. Mavrikakis, Strain-induced formation of subsurface species in transition metals, Angew Chem Int Ed, 43 (2004) 4296-4300. [28] H. Wang W. Zhou J.-X. Liu R. Si G. Sun M.-Q. Zhong H.-Y. Su H.-B. Zhao J.A. Rodriguez S.J. Pennycook J.-C. Idrobo W.-X. Li Y. Kou D. Ma Platinum-modulated cobalt nanocatalysts for low-temperature aqueous-phase Fischer-Tropsch synthesis J. Am. Chem. Soc. 135 2013 4149 4158 H. Wang, W. Zhou, J.-X. Liu, R. Si, G. Sun, M.-Q. Zhong, H.-Y. Su, H.-B. Zhao, J.A. Rodriguez, S.J. Pennycook, J.-C. Idrobo, W.-X. Li, Y. Kou, D. Ma, Platinum-modulated cobalt nanocatalysts for low-temperature aqueous-phase Fischer–Tropsch synthesis, J Am Chem Soc, 135 (2013) 4149-4158. [29] T.V. Cleve S. Moniri G. Belok K.L. More S. Linic Nanoscale engineering of efficient oxygen reduction electrocatalysts by tailoring the local chemical environment of Pt surface sites ACS Catal. 7 2017 17 24 T.V. Cleve, S. Moniri, G. Belok, K.L. More, S. Linic, Nanoscale engineering of efficient oxygen reduction electrocatalysts by tailoring the local chemical environment of Pt surface sites, ACS Catal, 7 (2017) 17-24. [30] H. Xin A. Holewinski S. Linic Predictive structure–reactivity models for rapid screening of Pt-based multimetallic electrocatalysts for the oxygen reduction reaction ACS Catal. 2 2012 12 16 H. Xin, A. Holewinski, S. Linic, Predictive structure–reactivity models for rapid screening of Pt-based multimetallic electrocatalysts for the oxygen reduction reaction, ACS Catal, 2 (2012) 12-16. [31] J. Huo H. Song X. Chen S. Zhao C. Xu Structural transformation of carbon-encapsulated iron nanoparticles during heat treatment at 1000 oC Mater. Chem. Phys. 101 2007 221 227 J. Huo, H. Song, X. Chen, S. Zhao, C. Xu, Structural transformation of carbon-encapsulated iron nanoparticles during heat treatment at 1000 oC, Mater Chem Phys, 101 (2007) 221-227. [32] F. Ding A. Rosen E.E. Campbell L.K. Falk K. Bolton Graphitic encapsulation of catalyst particles in carbon nanotube production J. Phys. Chem. B 110 2006 7666 7670 F. Ding, A. Rosen, E.E. Campbell, L.K. Falk, K. Bolton, Graphitic encapsulation of catalyst particles in carbon nanotube production, J Phys Chem B, 110 (2006) 7666-7670. [33] W.S. Seo J.H. Lee X. Sun Y. Suzuki D. Mann Z. Liu M. Terashima P.C. Yang M.V. McConnell D.G. Nishimura FeCo/graphitic-shell nanocrystals as advanced magnetic-resonance-imaging and near-infrared agents Nat. Mater. 5 2006 971 976 W.S. Seo, J.H. Lee, X. Sun, Y. Suzuki, D. Mann, Z. Liu, M. Terashima, P.C. Yang, M.V. McConnell, D.G. Nishimura, FeCo/graphitic-shell nanocrystals as advanced magnetic-resonance-imaging and near-infrared agents, Nat Mater, 5 (2006) 971-976. [34] Y. Lu Z. Zhu Z. Liu Carbon-encapsulated Fe nanoparticles from detonation-induced pyrolysis of ferrocene Carbon 43 2005 369 374 Y. Lu, Z. Zhu, Z. Liu, Carbon-encapsulated Fe nanoparticles from detonation-induced pyrolysis of ferrocene, Carbon, 43 (2005) 369-374. [35] J. Li Y. Song G. Zhang H. Liu Y. Wang S. Sun X. Guo Pyrolysis of self-assembled iron porphyrin on carbon black as core/shell structured electrocatalysts for highly efficient oxygen reduction in both alkaline and acidic medium Adv. Funct. Mater. 27 2017 1604356 J. Li, Y. Song, G. Zhang, H. Liu, Y. Wang, S. Sun, X. Guo, Pyrolysis of self-assembled iron porphyrin on carbon black as core/shell structured electrocatalysts for highly efficient oxygen reduction in both alkaline and acidic medium, Adv Funct Mater, 27 (2017) 1604356. [36] G. Wu K.L. More C.M. Johnston P. Zelenay High-performance electrocatalysts for oxygen reduction derived from polyaniline, iron, and cobalt Science 332 2011 443 447 G. Wu, K.L. More, C.M. Johnston, P. Zelenay, High-performance electrocatalysts for oxygen reduction derived from polyaniline, iron, and cobalt, Science, 332 (2011) 443-447. [37] H.T. Chung J.H. Won P. Zelenay Active and stable carbon nanotube/nanoparticle composite electrocatalyst for oxygen reduction Nat. Commun. 4 2013 1922 H.T. Chung, J.H. Won, P. Zelenay, Active and stable carbon nanotube/nanoparticle composite electrocatalyst for oxygen reduction, Nat Commun, 4 (2013) 1922. [38] A.J. Bard L.R. Faulkner Electrochemical Methods: Fundamentals and Applications second ed. 2001 Wiley & Sons A.J. Bard, L.R. Faulkner, Electrochemical methods: fundamentals and applications, 2nd Edition, Wiley & Sons, 2001. [39] Y. Zheng Y. Jiao L. Ge M. Jaroniec S.Z. Qiao Two-step boron and nitrogen doping in graphene for enhanced synergistic catalysis Angew. Chem. Int. Ed. 52 2013 3110 3116 Y. Zheng, Y. Jiao, L. Ge, M. Jaroniec, S.Z. Qiao, Two-step boron and nitrogen doping in graphene for enhanced synergistic catalysis, Angew Chem Int Ed, 52 (2013) 3110-3116. [40] J.Y. Cheon T. Kim Y. Choi H.Y. Jeong M.G. Kim Y.J. Sa J. Kim Z. Lee T. Yang K. Kwon Ordered mesoporous porphyrinic carbons with very high electrocatalytic activity for the oxygen reduction reaction Sci. Rep. 3 2013 2715 J.Y. Cheon, T. Kim, Y. Choi, H.Y. Jeong, M.G. Kim, Y.J. Sa, J. Kim, Z. Lee, T. Yang, K. Kwon, Ordered mesoporous porphyrinic carbons with very high electrocatalytic activity for the oxygen reduction reaction, Sci Rep, 3 (2013) 2715. [41] Y. Shao-Horn W.C. Sheng S. Chen P.J. Ferreira E.F. Holby D. Morgan Instability of supported platinum nanoparticles in low-temperature fuel cells Top. Catal. 46 2007 285 305 Y. Shao-Horn, W.C. Sheng, S. Chen, P.J. Ferreira, E.F. Holby, D. Morgan, Instability of supported platinum nanoparticles in low-temperature fuel cells, Top Catal, 46 (2007) 285-305. [42] M. Shao Q. Chang J.P. Dodelet R. Chenitz Recent advances in electrocatalysts for oxygen reduction reaction Chem. Rev. 116 2016 3594 3657 M. Shao, Q. Chang, J.P. Dodelet, R. Chenitz, Recent advances in electrocatalysts for oxygen reduction reaction, Chem Rev, 116 (2016) 3594-3657. [43] J. Wang Z. Huang W. Liu C. Chang H. Tang Z. Li W. Chen C. Jia T. Yao S. Wei Y. Wu Y. Li Design of N-coordinated dual-metal sites: a stable and active Pt-free catalyst for acidic oxygen reduction reaction J. Am. Chem. Soc. 139 2017 17281 17284 J. Wang, Z. Huang, W. Liu, C. Chang, H. Tang, Z. Li, W. Chen, C. Jia, T. Yao, S. Wei, Y. Wu, Y. Li, Design of N-coordinated dual-metal sites: a stable and active Pt-free catalyst for acidic oxygen reduction reaction, J Am Chem Soc, 139 (2017) 17281-17284. [44] Y. Chen S. Ji Y. Wang J. Dong W. Chen Z. Li R. Shen L. Zheng Z. Zhuang D. Wang Y. Li Isolated single iron atoms anchored on N-doped porous carbon as an efficient electrocatalyst for the oxygen reduction reaction Angew. Chem. Int. Ed. 56 2017 6937 6941 Y. Chen, S. Ji, Y. Wang, J. Dong, W. Chen, Z. Li, R. Shen, L. Zheng, Z. Zhuang, D. Wang, Y. Li, Isolated single iron atoms anchored on N-doped porous carbon as an efficient electrocatalyst for the oxygen reduction reaction, Angew Chem Int Ed, 56 (2017) 6937-6941. [45] Y. Han Y.-G. Wang W. Chen R. Xu L. Zheng J. Zhang J. Luo R.-A. Shen Y. Zhu W.-C. Cheong C. Chen Q. Peng D. Wang Y. Li Hollow N-doped carbon spheres with isolated cobalt single atomic sites: superior electrocatalysts for oxygen reduction J. Am. Chem. Soc. 139 2017 17269 17272 Y. Han, Y.-G. Wang, W. Chen, R. Xu, L. Zheng, J. Zhang, J. Luo, R.-A. Shen, Y. Zhu, W.-C. Cheong, C. Chen, Q. Peng, D. Wang, Y. Li, Hollow N-doped carbon spheres with isolated cobalt single atomic sites: superior electrocatalysts for oxygen reduction, J Am Chem Soc, 139 (2017) 17269-17272. [46] Q. Wang Z. Zhou Y. Lai Y. You J. Liu X. Wu E. Terefe C. Chen L. Song M. Rauf N. Tian S. Sun Phenylenediamine-based FeNx/C catalyst with high activity for oxygen reduction in acid medium and its active-site probing J. Am. Chem. Soc. 136 2014 10882 10885 Q. Wang, Z. Zhou, Y. Lai, Y. You, J. Liu, X. Wu, E. Terefe, C. Chen, L. Song, M. Rauf, N. Tian, S. Sun, Phenylenediamine-based FeNx/C catalyst with high activity for oxygen reduction in acid medium and its active-site probing, J Am Chem Soc, 136 (2014) 10882-10885. [47] P. Minutolo M. Commodo A. Santamaria G. De Falco A. D’Anna Characterization of flame-generated 2-D carbon nano-disks Carbon 68 2014 138 148 P. Minutolo, M. Commodo, A. Santamaria, G. De Falco, A. D’Anna, Characterization of flame-generated 2-D carbon nano-disks, Carbon, 68 (2014) 138-148. [48] N.A. Vinogradov A.A. Zakharov V. Kocevski J. Rusz K.A. Simonov O. Eriksson A. Mikkelsen E. Lundgren A.S. Vinogradov N. Mårtensson A.B. Preobrajenski Formation and structure of graphene waves on Fe(110) Phys. Rev. Lett. 109 2012 026101 N.A. Vinogradov, A.A. Zakharov, V. Kocevski, J. Rusz, K.A. Simonov, O. Eriksson, A. Mikkelsen, E. Lundgren, A.S. Vinogradov, N. Mårtensson, A.B. Preobrajenski, Formation and structure of graphene waves on Fe(110), Phys Rev Lett, 109 (2012) 026101. [49] J. Klimeš D.R. Bowler A. Michaelides Van der Waals density functionals applied to solids Phys Rev B 83 2011 195131 J. Klimeš, D.R. Bowler, A. Michaelides, Van der Waals density functionals applied to solids, Phys Rev B, 83 (2011) 195131. [50] K. Jiří R.B. David M. Angelos Chemical accuracy for the van der Waals density functional J. Phys.: Condens. Matter 22 2009 022201 K. Jiří, R.B. David, M. Angelos, Chemical accuracy for the van der Waals density functional, J Phys: Condens Matter, 22 (2009) 022201. [51] A. Holewinski J.-C. Idrobo S. Linic High-performance Ag-Co alloy catalysts for electrochemical oxygen reduction Nat. Chem. 6 2014 828 834 A. Holewinski, J.-C. Idrobo, S. Linic, High-performance Ag-Co alloy catalysts for electrochemical oxygen reduction, Nat Chem, 6 (2014) 828-834. [52] A. Parthasarathy S. Srinivasan A.J. Appleby C.R. Martin Temperature dependence of the electrode kinetics of oxygen reduction at the platinum/Nafion® interface-a microelectrode investigation J. Electrochem. Soc. 139 1992 2530 2537 A. Parthasarathy, S. Srinivasan, A.J. Appleby, C.R. Martin, Temperature dependence of the electrode kinetics of oxygen reduction at the platinum/Nafion® interface-a microelectrode investigation, J Electrochem Soc, 139 (1992) 2530-2537. [53] H.B. Yang J. Miao S.-F. Hung J. Chen H.B. Tao X. Wang L. Zhang R. Chen J. Gao H.M. Chen L. Dai B. Liu Identification of catalytic sites for oxygen reduction and oxygen evolution in N-doped graphene materials: development of highly efficient metal-free bifunctional electrocatalyst Sci. Adv. 2 2016 e1501122 H.B. Yang, J. Miao, S.-F. Hung, J. Chen, H.B. Tao, X. Wang, L. Zhang, R. Chen, J. Gao, H.M. Chen, L. Dai, B. Liu, Identification of catalytic sites for oxygen reduction and oxygen evolution in N-doped graphene materials: Development of highly efficient metal-free bifunctional electrocatalyst, Sci Adv, 2 (2016) e1501122. [54] D. Eom D. Prezzi K.T. Rim H. Zhou M. Lefenfeld S. Xiao C. Nuckolls M.S. Hybertsen T.F. Heinz G.W. Flynn Structure and electronic properties of graphene nanoislands on Co(0001) Nano Lett. 9 2009 2844 2848 D. Eom, D. Prezzi, K.T. Rim, H. Zhou, M. Lefenfeld, S. Xiao, C. Nuckolls, M.S. Hybertsen, T.F. Heinz, G.W. Flynn, Structure and electronic properties of graphene nanoislands on Co(0001), Nano Lett, 9 (2009) 2844-2848. [55] J. Li H. Liu Y. Lü X. Guo Y. Song Influence of counter electrode material during accelerated durability test of non-precious metal electrocatalysts in acidic medium Chin. J. Catal. 37 2016 1109 1118 J. Li, H. Liu, Y. Lü, X. Guo, Y. Song, Influence of counter electrode material during accelerated durability test of non-precious metal electrocatalysts in acidic medium, Chin J Catal, 37 (2016) 1109-1118.",
      "scopus-id": "85071917501",
      "coredata": {
        "eid": "1-s2.0-S002195171930404X",
        "dc:description": "Nitrogen-doped graphene is a promising non-precious metal electrocatalyst for the oxygen reduction reaction (ORR). We report that distorted nitrogen-doped graphene layers encapsulating Fe3Co nanoparticles supported on carbon (Fe3Co@NG-C) display excellent activity toward ORR in alkaline media. Compared with a commercial Pt/C electrocatalyst at a loading of 80 μgPt/cm2 on a rotating disk electrode, the Fe3Co@NG-C exhibits an onset potential positively shifted by 50 mV at 0.1 mA/cm2 and a nearly identical half-wave potential. The Fe3Co@NG-C has minimal activity degradation during accelerated durability testing and superior tolerance to methanol than commercial Pt/C. Density functional theory calculations combined with poisoning experiments reveal that the high activity of the Fe3Co@NG-C mainly arises from strain in nitrogen-doped graphene induced by encapsulation of Fe3Co nanoparticles with exposed (1 1 0) planes, which promotes stabilization of the key OOH* intermediate involved in ORR. Our study shows the rational design of improved carbon-based electrocatalysts for ORR can be achieved by using strain engineering.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S002195171930404X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Jia"
          },
          {
            "@_fa": "true",
            "$": "Liu, Jin-Xun"
          },
          {
            "@_fa": "true",
            "$": "Gao, Xueqiang"
          },
          {
            "@_fa": "true",
            "$": "Goldsmith, Bryan R."
          },
          {
            "@_fa": "true",
            "$": "Cong, Yuanyuan"
          },
          {
            "@_fa": "true",
            "$": "Zhai, Zihui"
          },
          {
            "@_fa": "true",
            "$": "Miao, Shu"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Qike"
          },
          {
            "@_fa": "true",
            "$": "Dou, Yong"
          },
          {
            "@_fa": "true",
            "$": "Wang, Junhu"
          },
          {
            "@_fa": "true",
            "$": "Shi, Quan"
          },
          {
            "@_fa": "true",
            "$": "Guo, Xinwen"
          },
          {
            "@_fa": "true",
            "$": "Wang, Donghai"
          },
          {
            "@_fa": "true",
            "$": "Yu, Hongmei"
          },
          {
            "@_fa": "true",
            "$": "Li, Wei-Xue"
          },
          {
            "@_fa": "true",
            "$": "Song, Yujiang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S002195171930404X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S002195171930404X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(19)30404-X",
        "prism:volume": "378",
        "prism:publisher": "Elsevier Inc.",
        "dc:title": "Nitrogen-doped graphene layers for electrochemical oxygen reduction reaction boosted by lattice strain",
        "prism:copyright": "© 2019 Elsevier Inc. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Proton-exchange membrane fuel cell"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Non-precious metal electrocatalysts"
          },
          {
            "@_fa": "true",
            "$": "Lattice strain"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "113-120",
        "prism:endingPage": "120",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2019",
        "prism:doi": "10.1016/j.jcat.2019.08.018",
        "prism:startingPage": "113",
        "dc:identifier": "doi:10.1016/j.jcat.2019.08.018",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "126",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "32615",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10823",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "214",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15311",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "175",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11254",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "146",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "31342",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "346",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "44909",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "506",
            "@width": "681",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "92534",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "463",
            "@width": "603",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "90815",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "343",
            "@width": "366",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "43333",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "474",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "136384",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "920",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "139410",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2241",
            "@width": "3014",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "722877",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2049",
            "@width": "2671",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "974272",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1520",
            "@width": "1620",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "332899",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1259",
            "@width": "1890",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "430928",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "17071151",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "14417",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "11048",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "12491",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-si4.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "18507",
            "@ref": "si4",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195171930404X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "5736880",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85071917501"
      }
    }
  }
}