{
  "metadata": {
    "title": "Ultra stable multinuclear metal complexes as homogeneous catalysts for visible-light driven syngas production from pure and diluted CO<ce:inf loc=post>2</ce:inf>",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2020-05-31",
    "doi": "10.1016/j.jcat.2020.03.005",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951720300889",
    "pii": "S0021951720300889"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85082004518",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2020-03-24 2020-03-24 2020-03-24 2020-03-24 2020-06-19T20:48:10 1-s2.0-S0021951720300889 S0021-9517(20)30088-9 S0021951720300889 10.1016/j.jcat.2020.03.005 S300 S300.1 FULL-TEXT 1-s2.0-S0021951720X00042 2020-06-19T21:12:59.925358Z 0 0 20200501 20200531 2020 2020-03-24T11:04:53.277006Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 0021-9517 00219517 true 385 385 C Volume 385 12 70 75 70 75 202005 May 2020 2020-05-01 2020-05-31 2020 Regular Articles article fla © 2020 Elsevier Inc. All rights reserved. ULTRASTABLEMULTINUCLEARMETALCOMPLEXESHOMOGENEOUSCATALYSTSFORVISIBLELIGHTDRIVENSYNGASPRODUCTIONPUREDILUTEDCO2 SUN M 1 Introduction 2 Experimental section 2.1 Chemicals and instrumentation 2.2 Synthesis 2.2.1 Synthesis of [Co5(btz)6(NO3)4(H2O)4] (1) 2.2.2 Synthesis of [Co(btz)2(H2O)4]∙6H2O (2) 2.3 Photocatalytic test 3 Results and discussion 3.1 Crystal structure 3.2 Characterizations 3.3 Photochemical CO2 reduction 3.4 Mechanism investigation 4 Conclusions Acknowledgements Appendix A Supplementary material References ARESTA 2014 1709 1742 M GAO 2016 68 71 S ROSEN 2011 643 644 B ARESTA 2010 1 13 M INCARBONDIOXIDECHEMICALFEEDSTOCK QIAO 2014 631 675 J APPEL 2013 6621 6658 A KAJIWARA 2016 2697 2700 T NAKAJIMA 2016 13818 13821 T ALIBABAEI 2013 4133 4145 L YAMAZAKI 2015 106 137 Y TSANG 1995 3 15 S WENDER 1996 189 297 I DRY 2002 227 241 M FRANKE 2012 5675 5732 R LEHN 1982 701 704 J BELEY 1984 1315 1316 M KUMAR 2012 272 274 B LEE 2017 976 980 J HAWECKER 1983 536 538 J LEHN 1990 157 173 J TAKEDA 2017 70 88 H WANG 2017 237 261 J SAMPSON 2016 1386 1393 M TAKEDA 2014 1491 1493 H TORRALBAPENALVER 2015 6138 6147 E FEI 2015 6821 6828 H CHEUNG 2016 3192 3198 P ALSABEH 2016 3623 3630 P TAKEDA 2016 4354 4357 H BONIN 2014 16768 16771 J JIN 2014 6221 6224 T WANG 2014 1034 1038 S CHAN 2015 7799 7801 S KUMAR 2014 6154 6161 P CHEN 2015 10918 10921 L THOI 2013 14413 14424 V KHNAYZER 2014 1477 1488 R LEUNG 2012 7903 7907 C TOSSI 1993 115 125 A YUAN 2014 4045 Y YANG 2017 738 743 T BALZANI 2006 1254 V WOUTERS 2006 41 45 K BIAN 2008 10801 10803 Z YAMAZAKI 2017 4816 4823 Y BAI 2008 5344 5347 Y WANG 2014 2660 2683 J MOROZAN 2011 21600 21607 A CHEN 2018 284003 M YAN 2016 15126 15133 S GUO 2016 9413 9416 Z YAO 2018 502 506 Y LUO 2019 86 126 Y KURAMOCHI 2015 3063 3074 Y KATTEL 2016 7968 7973 S JIAO 2017 18044 18051 X LI 2018 5334 5340 A SUNX2020X70 SUNX2020X70X75 SUNX2020X70XM SUNX2020X70X75XM 2022-03-24T00:00:00.000Z 2022-03-24T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier Inc. All rights reserved. 2020-03-19T01:39:45.992Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 Department of Science and Technology of Jilin Province http://data.elsevier.com/vocabulary/SciValFunders/501100011789 http://sws.geonames.org/1814991 item S0021-9517(20)30088-9 S0021951720300889 1-s2.0-S0021951720300889 10.1016/j.jcat.2020.03.005 272561 2020-06-19T21:12:59.925358Z 2020-05-01 2020-05-31 1-s2.0-S0021951720300889-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/MAIN/application/pdf/722f26aec477cfaf75cb1fde5ec1c216/main.pdf main.pdf pdf true 1246119 MAIN 6 1-s2.0-S0021951720300889-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/PREVIEW/image/png/a81452a93616877f14dd46e5e508064b/main_1.png main_1.png png 58363 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951720300889-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr2/DOWNSAMPLED/image/jpeg/e47d5d1d9e92cb4be8031336318f1303/gr2.jpg gr2 gr2.jpg jpg 63206 371 543 IMAGE-DOWNSAMPLED 1-s2.0-S0021951720300889-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr3/DOWNSAMPLED/image/jpeg/1024dcfdfedb0add13c582556a7fbdce/gr3.jpg gr3 gr3.jpg jpg 25268 180 543 IMAGE-DOWNSAMPLED 1-s2.0-S0021951720300889-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr4/DOWNSAMPLED/image/jpeg/638a1df151078cf5e01d93978f6a04f3/gr4.jpg gr4 gr4.jpg jpg 24095 260 369 IMAGE-DOWNSAMPLED 1-s2.0-S0021951720300889-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr5/DOWNSAMPLED/image/jpeg/8d3ffa719180a4a5b332b5208c450815/gr5.jpg gr5 gr5.jpg jpg 40088 392 368 IMAGE-DOWNSAMPLED 1-s2.0-S0021951720300889-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/ga1/DOWNSAMPLED/image/jpeg/3080fb045ece3d4c5fb2a4e6dcb0b6c7/ga1.jpg ga1 true ga1.jpg jpg 28495 160 500 IMAGE-DOWNSAMPLED 1-s2.0-S0021951720300889-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr1/DOWNSAMPLED/image/jpeg/757cbb418adf0671b91a3f9cfe98c176/gr1.jpg gr1 gr1.jpg jpg 55042 391 542 IMAGE-DOWNSAMPLED 1-s2.0-S0021951720300889-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr2/THUMBNAIL/image/gif/ce51cd5386e2257f26f824ae4dcd64fd/gr2.sml gr2 gr2.sml sml 11253 150 219 IMAGE-THUMBNAIL 1-s2.0-S0021951720300889-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr3/THUMBNAIL/image/gif/22c2e4c94e209c8e52b86827d40d037f/gr3.sml gr3 gr3.sml sml 4606 73 219 IMAGE-THUMBNAIL 1-s2.0-S0021951720300889-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr4/THUMBNAIL/image/gif/7fe59a6dba093fb29b3145176145501c/gr4.sml gr4 gr4.sml sml 7536 154 219 IMAGE-THUMBNAIL 1-s2.0-S0021951720300889-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr5/THUMBNAIL/image/gif/82cab7d858eaee926a7c170703817801/gr5.sml gr5 gr5.sml sml 8770 164 154 IMAGE-THUMBNAIL 1-s2.0-S0021951720300889-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/ga1/THUMBNAIL/image/gif/8d580a531d393fd462eeed1505366932/ga1.sml ga1 true ga1.sml sml 6402 70 219 IMAGE-THUMBNAIL 1-s2.0-S0021951720300889-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr1/THUMBNAIL/image/gif/87a4d6f138efc7755c53fd51daeae582/gr1.sml gr1 gr1.sml sml 10250 158 219 IMAGE-THUMBNAIL 1-s2.0-S0021951720300889-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr2/HIGHRES/image/jpeg/5567aa85e05991b3395457e11ffbaf97/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 370986 1644 2403 IMAGE-HIGH-RES 1-s2.0-S0021951720300889-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr3/HIGHRES/image/jpeg/4b310c39ad681271fac04788691cab40/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 152014 796 2403 IMAGE-HIGH-RES 1-s2.0-S0021951720300889-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr4/HIGHRES/image/jpeg/579922beefad187745b54abb138ccecc/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 161240 1153 1635 IMAGE-HIGH-RES 1-s2.0-S0021951720300889-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr5/HIGHRES/image/jpeg/26c059d9fb17d863e065564ee8da3f03/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 257386 1738 1631 IMAGE-HIGH-RES 1-s2.0-S0021951720300889-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/ga1/HIGHRES/image/jpeg/6916353eeccccd907bf4d952c4956efa/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 173394 709 2213 IMAGE-HIGH-RES 1-s2.0-S0021951720300889-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/gr1/HIGHRES/image/jpeg/986f3fb415ea06c892fcb7b188914a13/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 343846 1734 2402 IMAGE-HIGH-RES 1-s2.0-S0021951720300889-mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951720300889/mmc1/MAIN/application/msword/6fdccf6fe58678a51e4e274fc36d6e52/mmc1.doc mmc1 mmc1.doc doc 6170624 APPLICATION 1-s2.0-S0021951720300889-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10FF99Z4HFB/MAIN/application/pdf/437e5f8fb5bd059c06ae9e34f888db3a/am.pdf am am.pdf pdf false 1431027 AAM-PDF YJCAT 13669 S0021-9517(20)30088-9 10.1016/j.jcat.2020.03.005 Elsevier Inc. Fig. 1 (a) The molecular structure of complex 1. Color code: C, gray; O, red; N, blue; Co, pink. (b) PXRD patterns of simulated and as-synthesized complex 1. (c) UV-vis spectrum of complex 1 in MeCN (0.05 mM) from 200 nm to 800 nm at 25 °C. (d) XPS spectrum of complex 1. Fig. 2 Time-dependent generation plots of (a) CO and H2 (μmol and TON), and (b) H2/CO ratio under the CO2-saturated MeCN solution (5 mL) containing complex 1 (0.08 μmol), [Ru(bpy)3]Cl2 (0.01 mmol) and TEOA (1 mL) at 20 °C and irradiated by λ ≥ 420 nm. (c) Plots of H2/CO generation with the tuning of H2O/MeCN ratio under similar condition for 70 h reaction. (d) Plots of H2/CO generation with different TEOA amounts under similar condition for 70 h reaction. Fig. 3 Time-dependent generation plots of CO and H2 (μmol and TON) under the CO2-saturated MeCN solution (5 mL) containing complex 1 (0.08 μmol), [Ru(bpy)3]Cl2 (0.01 mmol) and TEOA (1 mL) at 20 °C and irradiated by λ ≥ 420 nm with (a) 20% CO2 and 80% Ar, (b) 5% CO2 and 95% Ar. Fig. 4 Generation of CO and H2 for complex 1 with 4 cycles under the CO2-saturated MeCN solution (5 mL) containing complex 1 (0.08 μmol), [Ru(bpy)3]Cl2 (0.01 mmol) and TEOA (1 mL) at 20 °C and irradiated by λ ≥ 420 nm. Fig. 5 (a) Schematic of the calculated energy profile for complex 1 during the CO2 reduction process towards to CO production, insert presents the partial structures of three intermediates and all the full structures are shown in Fig. S11 in supporting information. Optimized structures of complex 2 in a neutral state (b) and in a charged state (c), the units for the bond lengths are in Å. Table 1 The control experiments of complex 1 for visible-driven CO2 reduction. Entry CO [µmol] H2 [µmol] H2/CO j TONCAT k TONPS l 1 a 79.2 140.6 1.8 2748 22 2 b 0.3 2.6 8.7 – 0.3 3 c n.d. n.d. – – – 4 d n.d. n.d. – – – 5 e n.d. n.d. – – – 6 f 0.3 0.4 1.3 7 0.1 7 g n.d. 62.3 – 779 6 8 h 9j 2017.5 4242.4 2.1 779749.1 6 9 i 9j 17.517.5 42.442.4 2.4 749749.1 6 a Reaction conditions: [Ru(bpy)3]Cl2 (0.01 mmol), complex 1 (0.08 µmol), MeCN (5 mL), TEOA (1 mL), CO2 (1 atm), λ ≥ 420 nm, 20 °C, 70 h. b Without complex 1. c Without [Ru(bpy)3]Cl2. d Without TEOA. e In dark. f Using btz, and Co(NO3)2·6H2O to replace complex 1. g 100% Ar. h 20% CO2 (CO2/Ar = 20/80). i 5% CO2 (CO2/Ar = 5/95). j The H2/CO ratio: (mol amount of H2)/(mol amount of CO). k Turnover number based on amount of catalyst: (mol amount of CO and H2)/(mol amount of complex 1). l Turnover number based on amount of photosensitizer: (mol amount of CO and H2)/(mol amount of [Ru(bpy)3]Cl2). Ultra stable multinuclear metal complexes as homogeneous catalysts for visible-light driven syngas production from pure and diluted CO2 Min Sun a Cong Wang a Chun-Yi Sun a ⁎ Min Zhang a Xin-Long Wang a ⁎ Zhong-Min Su b a National & Local United Engineering Laboratory for Power Battery, Department of Chemistry, Northeast Normal University, Changchun 130024, PR China National & Local United Engineering Laboratory for Power Battery Department of Chemistry Northeast Normal University Changchun 130024 PR China National & Local United Engineering Laboratory for Power Battery, Department of Chemistry, Northeast Normal University, Changchun 130024, PR China b School of Chemistry and Environmental Engineering, Changchun University of Science and Technology, Changchun 130022, PR China School of Chemistry and Environmental Engineering Changchun University of Science and Technology Changchun 130022 PR China School of Chemistry and Environmental Engineering, Changchun University of Science and Technology, Changchun 130022, PR China ⁎ Corresponding authors. Graphical abstract For high reactivity but poor stability of homogeneous metal complexes in CO2 photoreduction, development of durable systems is still a big challenge. Herein, pentanuclear Co(II) complex [Co5(btz)6(NO3)4(H2O)4] (1, btz = benzotriazolate) is explored for converting CO2 to syngas which shows high stability and reactivity in both pure and diluted CO2. Compared with mononuclear structure, multinuclear complex exhibits 212-fold enhancement in reactivity, up to ~2748 TONs, with wide adjustability of H2/CO ratio from 16:1 to 2:1. This reactivity could be maintained over 200 h which is an order of magnitude higher than the durability of mononuclear complex and exceeds most reported homogeneous molecular catalysts. High reactivity is also achieved in extreme low CO2 content (5%). Structural analysis and density functional theory (DFT) calculations support that multinuclear structure and the low energy barrier for photocatalytic intermediate may account for the durable and efficient performance of complex 1. The multinuclear strategy is also adopted to nickel complex. This work probes origin of metal-node-dependent performance for CO2 photoreduction, providing new insights in design of durable and efficient metal complexes for photocatalysis and other applications. Keywords CO2 reduction Multinuclear metal complex Photocatalysis Syngas production Transition-metal complex 1 Introduction Solar-driven CO2 reduction to chemical feedstocks or fuels, such as syngas, has become a viable way to transform sustainable energy and simultaneously cuts down the atmospheric CO2 level [1–6]. Direct use of CO2 from gas mixtures without concentration is of significance from energy-saving perspective [7,8]. In comparison with one-electron or multi-electron reduction reactions under visible light, two-electron reduction of CO2 to CO is a kinetically favorable pathway due to the lower reaction barrier [9,10]. Meanwhile, CO, together with H2, is important component of syngas which is the feedstock for petrochemicals production [11–13] and the H2/CO ratio is a pivotal factor in synthesizing downstream chemicals: 1:1 ratio is for the yield of aldehyde by hydroformylation [13] and 2:1 ratio is for methanol production as well as Fischer-Tropsch hydrocarbon synthesis [14]. Although the generation of H2 and CO in CO2 photoreduction is well-known, rare has been investigated for modulating syngas composition under visible light which accounts around a half of solar energy [15–18]. Therefore, controllable H2/CO ratios eliminating the requirement of intermediate adjustments during syngas production is more valuable. Due to the pioneering researches by Lehn and Sauvage [14,15,19,20], metal complexes serving as homogeneous molecular catalysts for CO2 photoreduction have attracted more and more attention with the following reasons: (i) metal complex catalysts generally exhibit high activity and selectivity; (ii) definite structures of them make the studies of catalytic mechanisms through crystallography and theoretical simulation practical and feasible [10,16,21,22]. In recent years, numerous metal complex catalysts, particularly mononuclear catalysts have been applied to photocatalytic CO2 reduction, including Mn, Fe, Co, and Ni, and tremendous progresses have been made in efficiency and selectivity [23–36]. However, the poor durability of the reported mononuclear homogeneous catalysts greatly restricts their industrial applications [11]. One reason might be the abscission of coordinated ligand during illumination [27–40]. Moreover, the limited active sites supplied by mononuclear metal complexes, extremely affect the enhancement of reactivity [41]. Thus, exploiting metal complexes with ultra-stable structures and multiple active sites is of great significance. Herein, the strategy of using multinuclear transition-metal complex as homogeneous catalyst for CO2 photo-reduction is put forward based on the following considerations [42–45], (i) fastened structure might bring about the desirable stability; (ii) multi-metal centers could provide sufficient catalytic sites; (iii) multiple structure may reduce the energy barrier of reaction intermediate. Given the admired activity of cobalt-based complex in CO2 reduction, pentanuclear complex, [Co5(btz)6(NO3)4(H2O)4] (1, btz = benzotriazolate), was employed as the homogeneous catalyst for visible-light-induced CO2 reduction by cooperating with photosensitizer [Ru(bpy)3]Cl2 (bpy = 2,2′-bipyridine) and electron donors TEOA. Under visible-light irradiation in pure CO2, ~219.8 μmol (~2748 TONs) syngas was generated within 70 h which is 212-fold than that of mononuclear cobalt complex with similar structure. This reactivity could be maintained up to 200 h which far surpasses the stability of most reported homogeneous molecular catalysts. The H2/CO ratio can be wildly tuned, varying from 16:1 to 2:1. In diluted CO2 of 20% content, the yield of syngas was 779 TONs and it was kept even in 5% CO2. A clear understanding of mechanism was revealed by the density functional theory (DFT) calculations. Besides, this multinuclear strategy is also applied to the nickel complex and similar enhancement in reactivity and stability is achieved by pentanuclear nickel complex. 2 Experimental section 2.1 Chemicals and instrumentation Co(NO3)2·6H2O, Ni(NO3)2·6H2O and btz were used for the synthesis. All other chemicals of analytical grade were purchased from Alfa and used as received. Single-crystal X-ray diffraction data for complexes 1–4 were recorded by using a Bruker Apex-II CCD diffractometer with graphite-monochromated Mo Kα radiation (λ = 0.71069 Å) at 293 K. The C, H and N elemental analyses were tested on a PerkinElmer 2400 CHN elemental analyzer. Powder X-ray diffraction (PXRD) patterns were collected by using a Siemens D5005 diffractometer with Cu Kα (λ = 1.5418 Å) radiation in the range of 5–30° at a rate of 5 °/min. X-ray photoelectron spectroscopy (XPS) was recorded through a Multilab 2000 (Thermo) spectrometer. The UV-vis absorption spectrum was measured on a Shimadzu UV-2550 spectrophotometer in the wavelength range of 200–800 nm. 2.2 Synthesis 2.2.1 Synthesis of [Co5(btz)6(NO3)4(H2O)4] (1) Complex 1 was synthesized according to a reported study [46]. Co(NO3)2·6H2O (0.4 mmol, 0.117 g) and btz (0.2 mmol, 0.030 g) were added into 8 mL acetone solution. Then, the mixture was stirred for 30 min under ambient condition. Sequentially, the solution was filtered and the red filtrate was left for slow evaporation. Red block crystals were collected after 12 h and dried in air. Yield: 25 mg (57% based on btz). Calcd for C36H32N22O16Co5 (found): C, 32.67 (32.69); H, 2.44 (2.46); N, 23.28 (23.25). 2.2.2 Synthesis of [Co(btz)2(H2O)4]∙6H2O (2) Complex 2 was synthesized according to a reported study [47]. Co(NO3)2·6H2O (0.5 mmol, 0.146 g), btz (1.0 mmol, 0.136 g) and NaOH (1.0 mmol, 0.04 g) were added into 10 mL H2O. The resultant solution was heated at 160 °C for ten days. The autoclave was then allowed to cool naturally to room temperature and pale-yellow crystals were obtained. Yield: 68% (based on Co). Calcd for C8H28N6O10Co (found): C, 22.49 (22.46); H, 6.61 (6.63); N, 19.67 (19.68). 2.3 Photocatalytic test Photocatalytic CO2 reduction was carried out in a quartz tube (total volume of 50.0 mL) sealed with a cap containing metal complex (0.08 μmol of complex 1 or 0.4 μmol of complex 2), [Ru(bpy)3]Cl2 (0.01 mmol), MeCN (5 mL) and TEOA (1 mL). After bubbling CO2 gas for 15 min in dark, the reaction tube was fixed in a water bath at 20 °C and beamed by a 300 W xenon lamp at λ ≥ 420 nm under continuous stirring. The detection of CO was used a GC with a FID detector and the detection of H2 was used a GC with a TCD detector, together with argon as the carrier gas and reference gas. The isotopic labelling experiment was carried out under the same experimental condition except using 13CO2 (99% purity, 1 bar) to replace CO2 as the carbon source. The CO product was detected by Agilent 8860GC-5977BMSD gas chromatography-mass spectrometer (GC-MS), equipped with DB-624 Columns. 3 Results and discussion 3.1 Crystal structure Complex 1 was synthesized by btz and Co(NO3)2·6H2O in acetone solution. In complex 1, four six-coordinate Co2+ ions together with the fifth central one construct a pentanuclear cluster and six btz ligands linking to five Co2+ ions develop a tetrahedral structure (Fig. 1 a). Each vertex Co2+ ion, which connects with the other three Co2+ ions via the 1,3-bridge pattern of the btz ligands, is coordinated by the three nitrogen atoms of three btz ligands as well as two oxygen atoms of the chelating nitrate group; the remaining position is taken up by a water molecule. The central Co2+ ion is completely coordinated by six nitrogen atoms of six btz ligands. Complex 1 possesses the advantage of excellent solubility in most common organic solvents, such as acetonitrile, acetone, methanol and ethanol. This property makes complex 1 be homogeneous catalysts for CO2 reduction. Moreover, the sites of water molecules in the structure could be possible the centers for CO2 adsorption. 3.2 Characterizations The purity of complex 1 was investigated by powder X-ray diffraction (PXRD) patterns. The experimental PXRD pattern is extremely similar to the simulated one, demonstrating the satisfying purity of complex 1 (Fig. 1b). The UV-vis absorption of complex 1 displays absorption in the visible light region and the maximum molar absorption coefficient (ε = 1614 M−1 cm−1) at 420 nm (Fig. 1c). XPS survey spectra suggest that there are C, N, O, Co elements in complex 1 (Fig. 1d). The C 1s spectrum (Fig. S2a†) displays two distinct peaks at 284.7 eV and 288.7 eV. The former peak can be ascribed to the sp2 hybridized CC bonds in benzoic ring of btz. The later peak is consistent with the CNH species on the triazole of btz. For N 1s (Fig. S2b†), the peak located at 399.6 eV is assigned to CoN and the peak located at 400.2 eV is corresponded to pyrrolic-N. The third peak at 401.3 eV is attributed to the nitrogen atoms from the triazole structure. The peak at 532.4 eV is ascribed to an OH group which can be assigned to the absorbed H2O (Fig. S2c†). The deconvolution of XPS spectrum gives two main peaks at 796.9 eV and 781.4 eV with concomitant broad satellite structures (Fig. S2d†), related to Co 2p1/2 and Co 2p3/2, respectively [48–50]. Under CO2, the cyclic voltammogram (CV) of [Ru(bpy)3]Cl2 shows three reduction peaks at E 1/2 = -1.42, −1.61 and −1.79 V vs. Fc+/Fc, respectively, all of which are more negative than that of complex 1 (−1.14 V) (Fig. S3†). Therefore, visible-light driven CO2 reduction is thermodynamically feasible with complex 1 as the catalyst and Ru(bpy)3Cl2 as the photosensitizer [41,51–52]. 3.3 Photochemical CO2 reduction CO and H2 were detected as the main gas products in the system containing complex 1, [Ru(bpy)3]Cl2 and TEOA. Time-course curve of this system in pure CO2 after visible-light irradiation showed that in the first 10 h, more than 1000 and 300 TONs of H2 and CO were produced, corresponding to 103 and 32 h−1 turnover frequency (TOF) (Fig. 2 a). Such reactivity outperforms most of complexes based on metal-oxygen clusters under similar condition [53]. The decrease of catalytic reactivity might be ascribed to the photo-degradation of [Ru(bpy)3]Cl2 [41]. Owing to the different generation speed of H2 and CO within 70 h catalysis, the H2/CO ratio was changed from ~3:1 to ~1.5:1 (Fig. 2b). In addition, the H2/CO ratio had close relationship with solvent component (Fig. 2c and S4†), the amount of TEOA (Fig. 2d and S5†) but was hardly affected by the amount of catalyst (Fig. S6†). The apparent quantum yields (AQY) at 480 nm for H2 and CO are shown in Table S1†. Control experiment without complex 1 exhibited negligible CO and H2 (entry 2, Table 1 ), which may come from the decomposed species of [Ru(bpy)3]Cl2 and also indicates the important role of complex 1 [51,54]. Using Ar to replace CO2, only H2 was detected, implying the generated CO is not from any other organic species in this system (entry 7, Table 1). The isotope labelling experiment using 13CO2 was also confirmed the source of CO (Fig. S7†). When conducting the experiment in dark, no gas product was generated, suggesting the reaction is photo-induced (entry 3 and 5, Table 1). In the absence of TEOA, no product was recorded, declaring TEOA is the important proton source and electron donors (entry 4, Table 1). Directly performing the conversion under low CO2 content without concentration from gas mixtures, such as flue gas from coal-fired power stations (5–20% CO2), is significant from the energy-saving viewpoint [7,8]. The reductive reactivity of complex 1 toward diluted CO2 was investigated. In CO2 content of 20%, the TONs of H2 and CO was 525 and 254, corresponding to 8 and 4 h−1 TOF (entry 8, Table 1, Fig. 3 a). Compared with the yield in pure CO2, this reactivity only declined 2.5 fold. More significantly, in extremely low content of 5%, the catalytic activity is nearly the same as that in the concentration of 20% (entry 9, Table 1 and Fig. 3b). The attractive performance of complex 1 may result from its multi-potential CO2 adsorption sites. This reactivity of complex 1 in 5% CO2 outperforms most of reported homogeneous systems in similar condition (Table S2†). In order to demonstrate the catalytic persistence of catalyst, recycling experiments were performed. Owing to the instability of [Ru(bpy)3]Cl2, during the recycle, equal amount of RuII complex was added. The nearly 200 h (Fig. 4 ), illustrates the super stability of complex 1. Such durability is hard to achieve by reported metal complexes (Table S3†). To get a clear understanding of the reason about the high activity and stability of this complex, control experiment was performed using a mononuclear isostructural Co-based complex, [Co(btz)2(H2O)4]∙6H2O (2), to replace complex 1. In complex 2, the only central Co2+ ion is six-coordinated by two nitrogen atoms of two disparate btz ligands and four oxygen atoms of four water molecules, constructing a bit distorted octahedral structure (Fig. S8†). Under similar catalytic condition in pure CO2, except the dosage, the photocatalytic efficiency of complex 2 was rather lower than that of complex 1, with total TONs just of 9 (Fig. S9†). Moreover, complex 2 could only be active within 10 h (Fig.S10†), even with the addition of fresh [Ru(bpy)3]Cl2, the reduction activity still cannot recover. We conjecture the super stability of complex 1 may root in the fastened structure of five Co2+ ions linking to btz ligands, whereas the enhanced reactivity may be relative to multiple catalytic sites. 3.4 Mechanism investigation DFT calculations are perfermed to illuminate the mechanism. Following the generally accepted viewpoint, CO generation principally occurs during the carboxyl process in the following steps: (i) the activation of CO2 (CO2 + H+ + e− → COOH*); (ii) the cleavage of OH (COOH* + H+ + e− → CO* + H2O) and (iii) the desorption of CO (CO* → CO) [55–57], where * stands for the related adsorption state on the catalyst, the catalytic route and energy barrier were studied by DFT calculations (Fig. 5 ). To simulate a photo-catalysis process, the catalyst models are firstly negatively charged with one electron. For complex 1, the reduced Co centers do not incline to form Co-C bond with CO2 with adsorption energy of −0.50 eV (Fig. 5a). The first proton-coupled electron transfer (PCET) that forming COOH*, which consumes energy of 0.40 eV, serves as the potential determining step for the whole CO2 reduction reaction process. The second protonation process requires a slight energy barrier of 0.08 eV, leading to CO and H2O. For complex 2, the planner structure in a neutral state can be largely distorted by an electron injection, two coordinated water molecules deviate from the Co center in the meantime (Fig. 5b and c), indicating the instability of complex 2 during photocatalytic reactions. With a decreased coordination number, the reduced Co center with large spin density (Fig. S12†) attract CO2 molecule effectively forming a carbonate-bridged structure. The strong interaction between Co and CO2 induces an energy decrease for the first protonation step, while the second protonation process with energy barrier of 0.27 eV turns into the potential determining step (Fig. S13†). In addition, the competitive reaction, i.e. H2 production, readily occurs for both complex 1 and 2 with free energy of 0.28 eV and 0.17 eV, respectively (Fig. S14†). The universality of the preponderance in stability and activity of multinuclear complex is further extended to Ni(II) complex (Fig. S15a†). TONs of H2 and CO are up to 1195 and 629 with [Ni5(btz)6(NO3)4(H2O)4] (3) as catalyst within 70 h visible-light irradiation (Fig. S17a†), corresponding to 17 and 9 h−1 TOF. The ratio of H2/CO could be tuned from ~2.5:1 to ~1.9:1 via regulating the reaction time (Fig. S17b†). Control experiments, including without catalyst, [Ru(bpy)3]Cl2 or CO2, light irradiation, demonstrated that the produced CO originated from CO2 reduction (Table S4†). Recycling experiments demonstrated the catalytic activity could be maintained up to four cycles of 200 h (Fig. S20†). Whereas the yield of the mononuclear Ni2+ complex, [Ni(btz)2(H2O)4]∙6H2O (4) is just 5 TONs keeping only dozens of hours, which support the structural advantages of multinuclear transition-metal complexes as catalysts for CO2 photo-reduction (Fig. S21†). 4 Conclusions In summary, a strategy of constructing multinuclear transition-metal complex to promote the durability and activity in CO2 reduction is put forward. Compared with the stability and reactivity of the mononuclear cobalt complex (2), those of multinuclear complex (1) shows 1 and 2 orders of magnitude improvement in pure CO2. The yield of syngas generation achieved by complex 1 is up to ~219.8 μmol (~2748 TONs) with wide adjustability of H2/CO ratio from 16:1 to 2:1. This reactivity could be maintained more than 200 h, outperforming the stability of most reported homogeneous molecular catalysts. High reactivity is also achieved in diluted CO2 with 20% and 5% content, both up to ~60 μmol. Structural analysis and DFT studies support that multinuclear structure and the low energy barrier for photocatalytic intermediate may account for the durable and efficient performance of complex 1. Moreover, this strategy is also adopted to nickel complex. This work sheds light on the rational construction of high efficient homogeneous metal complexes catalysts for robust solar-driven CO2 conversion performances. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was supported by NSFC of China (grant numbers 21971032, 21801038, 21771035, 21671034); Jilin Provincial Department of Science and Technology (grant number 20190103018JH); Foundation of Jilin Educational Committee (grant number JJKH20190278KJ). Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jcat.2020.03.005. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary data 1 References [1] M. Aresta A. Dibenedetto A. Angelini Chem. Rev. 114 2014 1709 1742 M. Aresta, A. Dibenedetto and A. Angelini, Chem. Rev., 2014, 114, 1709–1742. [2] S. Gao Y. Lin X. Jiao Y. Sun Q. Luo W. Zhang D. Li J. Yang Y. Xie Nature 529 2016 68 71 S. Gao, Y. Lin, X. Jiao, Y. Sun, Q. Luo, W. Zhang, D. Li, J. Yang and Y. Xie, Nature, 2016, 529, 68–71. [3] B.A. Rosen A. Salehi-Khojin M.R. Thorson W. Zhu D.T. Whipple P.J. Kenis R.I. Masel Science 334 2011 643 644 B. A. Rosen, A. Salehi-Khojin, M. R. Thorson, W. Zhu, D. T. Whipple, P. J. Kenis and R. I. Masel, Science, 2011, 334, 643–644. [4] M. Aresta In carbon dioxide as chemical feedstock 2010 WileyVCH Verlag GmbH & Co KGaA 1 13 M. Aresta, In Carbon Dioxide as Chemical Feedstock, WileyVCH Verlag GmbH & Co. KGaA, 2010, pp. 1–13. [5] J. Qiao Y. Liu F. Hong J. Zhang Chem. Soc. Rev. 43 2014 631 675 J. Qiao, Y. Liu, F. Hong and J. Zhang, Chem. Soc. Rev., 2014, 43, 631–675. [6] A.M. Appel J.E. Bercaw A.B. Bocarsly H. Dobbek D.L. DuBois M. Dupuis J.G. Ferry E. Fujita R. Hille P.J.A. Kenis C.A. Kerfeld R.H. Morris C.H.F. Peden A.R. Portis S.W. Ragsdale T.B. Rauchfuss J.N.H. Reek L.C. Seefeldt R.K. Thauer G.L. Waldrop Chem. Rev. 113 2013 6621 6658 A. M. Appel, J. E. Bercaw, A. B. Bocarsly, H. Dobbek, D. L. DuBois, M. Dupuis, J. G. Ferry, E. Fujita, R. Hille, P. J. A. Kenis, C. A. Kerfeld, R. H. Morris, C. H. F. Peden, A. R. Portis, S. W. Ragsdale, T. B. Rauchfuss, J. N. H. Reek, L. C. Seefeldt, R. K. Thauer and G. L. Waldrop, Chem. Rev., 2013, 113, 6621–6658. [7] T. Kajiwara M. Fujii M. Tsujimoto K. Kobayashi M. Higuchi K. Tanaka S. Kitagawa Angew. Chem. Int. Ed. 55 2016 2697 2700 T. Kajiwara, M. Fujii, M. Tsujimoto, K. Kobayashi, M. Higuchi, K. Tanaka and S. Kitagawa, Angew. Chem. Int. Ed., 2016, 55, 2697–2700. [8] T. Nakajima Y. Tamaki K. Ueno E. Kato T. Nishikawa K. Ohkubo Y. Yamazaki T. Morimoto O. Ishitani J. Am. Chem. Soc. 138 2016 13818 13821 T. Nakajima, Y. Tamaki, K. Ueno, E. Kato, T. Nishikawa, K. Ohkubo, Y. Yamazaki, T. Morimoto and O. Ishitani, J. Am. Chem. Soc., 2016, 138, 13818–13821. [9] L. Alibabaei H. Luo R.L. House P.G. Hoeltz T.J. Meyer J. Mater. Chem. A 1 2013 4133 4145 L. Alibabaei, H. Luo, R. L. House, P. G. Hoeltz and T. J. Meyer, J. Mater. Chem. A, 2013, 1, 4133–4145. [10] Y. Yamazaki H. Takeda O. Ishitani J. Photochem. Photobiol. C 25 2015 106 137 Y. Yamazaki, H. Takeda and O. Ishitani, J. Photochem. Photobiol. C, 2015, 25, 106–137. [11] S.C. Tsang J.B. Claridge M.L.H. Green Catal. Today 23 1995 3 15 S. C. Tsang, J. B. Claridge and M. L. H. Green, Catal. Today, 1995, 23, 3–15. [12] I. Wender Fuel Process. Technol. 48 1996 189 297 I. Wender, Fuel Process. Technol., 1996, 48, 189–297. [13] M.E. Dry Catal. Today 71 2002 227 241 M. E. Dry, Catal. Today, 2002, 71, 227–241. [14] R. Franke D. Selent A. Borner Chem. Rev. 112 2012 5675 5732 R. Franke, D. Selent and A. Borner, Chem. Rev., 2012, 112, 5675–5732. [15] J.M. Lehn R. Ziessel Proc. Natl. Acad. Sci. U. S. A. 79 1982 701 704 J. M. Lehn and R. Ziessel, Proc. Natl. Acad. Sci. U. S. A., 1982, 79, 701–704. [16] M. Beley J.P. Collin R. Ruppert J.P. Sauvage J. Chem. Soc., Chem. Commun. 19 1984 1315 1316 M. Beley, J. P. Collin, R. Ruppert and J. P. Sauvage, J. Chem. Soc., Chem. Commun., 1984, 19, 1315–1316. [17] B. Kumar J.M. Smieja A.F. Sasayama C.P. Kubiak Chem. Commun. 48 2012 272 274 B. Kumar, J. M. Smieja, A. F. Sasayama and C. P. Kubiak, Chem. Commun., 2012, 48, 272–274. [18] J.S. Lee D. Won W.J. Jung H.J. Son C. Pac S.O. Kan Angew. Chem. Int. Ed. 56 2017 976 980 J. S. Lee, D. Won, W. J. Jung, H. J. Son, C. Pac and S. O. Kan, Angew. Chem. Int. Ed., 2017, 56, 976–980 [19] J. Hawecker J.M. Lehn R. Ziessel J. Chem. Soc., Chem. Commun. 9 1983 536 538 J. Hawecker, J. M. Lehn and R. Ziessel, J. Chem. Soc., Chem. Commun., 1983, 9, 536–538. [20] J.M. Lehn R. Ziessel J. Organomet. Chem. 382 1990 157 173 J. M. Lehn and R. Ziessel, J. Organomet. Chem., 1990, 382, 157–173. [21] H. Takeda C. Cometto O. Ishitani M. Robert ACS Catal. 7 2017 70 88 H. Takeda, C. Cometto, O. Ishitani and M. Robert, ACS Catal., 2017, 7, 70–88. [22] J.W. Wang W.J. Liu D.C. Zhong T.B. Lu Coord. Chem. Rev. 378 2017 237 261 J. W. Wang, W. J. Liu, D. C. Zhong and T. B Lu, Coord. Chem. Rev., 2017, 378, 237–261. [23] M.D. Sampson C.P. Kubiak J. Am. Chem. Soc. 138 2016 1386 1393 M. D. Sampson and C. P. Kubiak, J. Am. Chem. Soc., 2016, 138, 1386–1393. [24] H. Takeda H. Koizumi K. Okamoto O. Ishitani Chem. Commun. 50 2014 1491 1493 H. Takeda, H. Koizumi, K. Okamoto and O. Ishitani, Chem. Commun., 2014, 50, 1491–1493. [25] E. Torralba-Peñalver Y. Luo J.D. Compain S. Chardon-Noblat B. Fabre ACS Catal. 5 2015 6138 6147 E. Torralba-Peñalver, Y. Luo, J. D. Compain, S. Chardon-Noblat and B. Fabre, ACS Catal., 2015, 5, 6138–6147. [26] H. Fei M.D. Sampson Y. Lee C.P. Kubiak S.M. Cohen Inorg. Chem. 54 2015 6821 6828 H. Fei, M. D. Sampson, Y. Lee, C. P. Kubiak and S. M. Cohen, Inorg. Chem., 2015, 54, 6821–6828. [27] P.L. Cheung C.W. Machan A.Y.S. Malkhasian J. Agarwal C.P. Kubiak Inorg. Chem. 55 2016 3192 3198 P. L. Cheung, C. W. Machan, A. Y. S. Malkhasian, J. Agarwal and C. P. Kubiak, Inorg. Chem., 2016, 55, 3192–3198. [28] P.G. Alsabeh A. Rosas-Hernandez E. Barsch H. Junge R. Ludwig M. Beller Catal. Sci. Technol. 6 2016 3623 3630 P. G. Alsabeh, A. Rosas-Hernandez, E. Barsch, H. Junge, R. Ludwig and M. Beller, Catal. Sci. Technol., 2016, 6, 3623–3630. [29] H. Takeda K. Ohashi A. Sekine O. Ishitani J. Am. Chem. Soc. 138 2016 4354 4357 H. Takeda, K. Ohashi, A. Sekine and O. Ishitani, J. Am. Chem. Soc., 2016, 138, 4354–4357. [30] J. Bonin M. Robert M. Routier J. Am. Chem. Soc. 136 2014 16768 16771 J. Bonin, M. Robert and M. Routier, J. Am. Chem. Soc., 2014, 136, 16768–16771. [31] T. Jin C. Liu G. Li Chem. Commun. 50 2014 6221 6224 T. Jin, C. Liu and G. Li, Chem. Commun., 2014, 50, 6221–6224. [32] S. Wang W. Yao J. Lin Z. Ding X. Wang Angew. Chem., Int. Ed. 53 2014 1034 1038 S. Wang, W. Yao, J. Lin, Z. Ding and X. Wang, Angew. Chem., Int. Ed., 2014, 53, 1034–1038. [33] S.L.F. Chan T.L. Lam C. Yang S.C. Yan N.M. Cheng Chem. Commun. 51 2015 7799 7801 S. L. F. Chan, T. L. Lam, C. Yang, S. C. Yan and N. M. Cheng, Chem. Commun., 2015, 51, 7799–7801. [34] P. Kumar A. Kumar B. Sreedhar B. Sain S.S. Ray S.L. Jain Chem. 20 2014 6154 6161 P. Kumar, A. Kumar, B. Sreedhar, B. Sain, S. S. Ray and S. L. Jain, Chem., 2014, 20, 6154–6161. [35] L. Chen Z. Guo X.G. Wei C. Gallenkamp J. Bonin E. Anxolabehere-Mallart K.C. Lau T.C. Lau M. Robert J. Am. Chem. Soc. 137 2015 10918 10921 L. Chen, Z. Guo, X. G. Wei, C. Gallenkamp, J. Bonin, E. Anxolabehere-Mallart, K. C. Lau, T. C. Lau and M. Robert, J. Am. Chem. Soc., 2015, 137, 10918–10921. [36] V.S. Thoi N. Kornienko C.G. Margarit P. Yang C.J. Chang J. Am. Chem. Soc. 135 2013 14413 14424 V. S. Thoi, N. Kornienko, C. G. Margarit, P. Yang and C. J. Chang, J. Am. Chem. Soc., 2013, 135, 14413–14424. [37] R.S. Khnayzer V.S. Thoi M. Nippe A.E. King J.W. Jurss K.A. ElRoz J.R. Long C.J. Chang F.N. Castellano Energy Environ. Sci. 7 2014 1477 1488 R. S. Khnayzer, V. S. Thoi, M. Nippe, A. E. King, J. W. Jurss, K. A. ElRoz, J. R. Long, C. J. Chang and F. N. Castellano, Energy Environ. Sci., 2014, 7, 1477–1488. [38] C.F. Leung S.M. Ng C.C. Ko W.L. Man J. Wu L. Chen T.C. Lau Energy Environ. Sci. 5 2012 7903 7907 C. F. Leung, S. M. Ng, C. C. Ko, W. L. Man, J. Wu, L. Chen and T. C. Lau, Energy Environ. Sci., 2012, 5, 7903–7907. [39] A.B. Tossi H. Gorner J. Photochem. Photobiol. B 17 1993 115 125 A. B. Tossi and H. Gorner, J. Photochem. Photobiol., B, 1993, 17, 115–125. [40] Y.J. Yuan Z.T. Yu X.J. Liu J.G. Cai Z.J. Guan Z.G. Zou Sci. Rep. 4 2014 4045 Y. J. Yuan, Z. T. Yu, X. J. Liu, J. G. Cai, Z. J. Guan and Z. G. Zou, Sci. Rep., 2014, 4, 4045. [41] T.O. Yang H.H. Huang J.W. Wang D.C. Zhong T.B. Lu Angew. Chem., Int. Ed. 56 2017 738 743 T. O. Yang, H. H. Huang, J. W. Wang, D. C. Zhong and T. B Lu, Angew. Chem., Int. Ed., 2017, 56, 738–743. [42] V. Balzani G. Bergamini F. Marchioni P. Ceroni Coord. Chem. Rev. 250 2006 1254 V. Balzani, G. Bergamini, F. Marchioni and P. Ceroni, Coord. Chem. Rev., 2006, 250, 1254. [43] K.L. Wouters N.R. de Tacconi R. Konduri R.O. Lezna F.M. MacDonnell Photosynth. Res. 87 2006 41 45 K. L. Wouters, N. R. de Tacconi, R. Konduri, R. O. Lezna and F. M. MacDonnell, Photosynth. Res., 2006, 87, 41–45. [44] Z.Y. Bian K. Sumi M. Furue S. Sato K. Koike O. Ishitani Inorg. Chem. 47 2008 10801 10803 Z. Y. Bian, K. Sumi, M. Furue, S. Sato, K. Koike and O. Ishitani, Inorg. Chem., 2008, 47, 10801–10803. [45] Y. Yamazaki O. Ishitani Dalton Trans. 46 2017 4816 4823 Y. Yamazaki and O. Ishitani, Dalton Trans., 2017, 46, 4816–4823. [46] Y.L. Bai J. Tao R.B. Huang L.S. Zheng Angew. Chem. Int. Ed. 47 2008 5344 5347 Y. L. Bai, J. Tao, R, B. Huang and L. S. Zheng, Angew. Chem. Int. Ed., 2008, 47, 5344–5347. [47] J.H. Wang G.M. Tang Y.T. Wang T.X. Qin S.W. Ng CrystEngComm 16 2014 2660 2683 J. H. Wang, G. M. Tang, Y. T. Wang, T. X. Qin and S. W. Ng, CrystEngComm, 2014, 16, 2660–2683. [48] A. Morozan P. Jegou B. Jousselme S. Palacin Phys. Chem. Chem. Phys. 13 2011 21600 21607 A. Morozan, P. Jegou, B. Jousselme and S. Palacin, Phys. Chem. Chem. Phys., 2011, 13, 21600–21607. [49] M.M. Chen L. Han J. Zhou C.Y. Sun C.Y. Hu X.L. Wang Z.M. Su Nanotechnology 29 2018 284003 M. M. Chen, L. Han, J. Zhou, C. Y. Sun, C. Y. Hu, X. L. Wang and Z. M. Su, Nanotechnology, 2018, 29, 284003. [50] S.S. Yan S.X. Ouyang H. Xu M. Zhao X.L. Zhang J.H. Ye J. Mater. Chem. A 4 2016 15126 15133 S. S. Yan, S. X. Ouyang, H. Xu, M. Zhao, X. L. Zhang and J. H. Ye, J. Mater. Chem. A, 2016, 4, 15126–15133. [51] Z. Guo S. Cheng C. Cometto E. Anxolabéhère-Mallart S.M. Ng C.C. Ko G. Liu L. Chen M. Robert T.C. Lau J. Am. Chem. Soc. 138 2016 9413 9416 Z. Guo, S. Cheng, C. Cometto, E. Anxolabéhère-Mallart, S. M. Ng, C. C. Ko, G. Liu, L. Chen, M. Robert and T. C. Lau, J. Am. Chem. Soc., 2016, 138, 9413–9416. [52] Y.N. Yao Y. Gao L. Ye C. Hu L.C. Sun J. Energy Chem. 27 2018 502 506 Y. N. Yao, Y. Gao, L. Ye, C. Hu and L. C. Sun, J. Energy Chem., 2018, 27, 502–506. [53] Y.H. Luo L.Z. Dong J. Liu S.L. Li Y.Q. Lan Coord. Chem. Rev. 390 2019 86 126 Y. H. Luo, L. Z. Dong, J. Liu, S. L. Li and Y. Q. Lan, Coord. Chem. Rev., 2019, 390, 86–126. [54] Y. Kuramochi J. Itabashi K. Fukaya A. Enomoto M. Yoshida H. Ishida Chem. Sci. 6 2015 3063 3074 Y. Kuramochi, J. Itabashi, K. Fukaya, A. Enomoto, M. Yoshida, H. Ishida, Chem. Sci., 2015, 6, 3063–3074. [55] S. Kattel W. Yu X. Yang B. Yan Y. Huang W. Wan P. Liu J.G. Chen Angew. Chem. Int. Ed. 55 2016 7968 7973 S. Kattel, W. Yu, X. Yang, B. Yan, Y. Huang, W. Wan, P. Liu and J. G. Chen, Angew. Chem., Int. Ed., 2016, 55, 7968–7973. [56] X.C. Jiao X.D. Li X.Y. Jin Y.F. Sun J.Q. Xu L. Liang H.X. Ju J.F. Zhu Y. Pan W.S. Yan Y. Lin Y. Xie J. Am. Chem. Soc. 139 2017 18044 18051 X. C. Jiao, X. D. Li, X. Y. Jin, Y. F. Sun, J. Q. Xu, L. Liang, H. X. Ju, J. F. Zhu, Y. Pan, W. S.Yan, Y. Lin and Y. Xie, J. Am. Chem. Soc., 2017, 139, 18044–18051. [57] A. Li T. Wang X.X. Chang Z.J. Zhao C.C. Li Z.Q. Huang P.P. Yang G.Y. Zhou J.L. Gong Chem. Sci. 9 2018 5334 5340 A. Li, T. Wang, X. X. Chang, Z. J. Zhao, C. C. Li, Z. Q. Huang, P. P. Yang, G. Y. Zhou and J. L. Gong, Chem. Sci., 2018, 9, 5334–5340.",
      "scopus-id": "85082004518",
      "coredata": {
        "eid": "1-s2.0-S0021951720300889",
        "dc:description": "For high reactivity but poor stability of homogeneous metal complexes in CO2 photoreduction, development of durable systems is still a big challenge. Herein, pentanuclear Co(II) complex [Co5(btz)6(NO3)4(H2O)4] (1, btz = benzotriazolate) is explored for converting CO2 to syngas which shows high stability and reactivity in both pure and diluted CO2. Compared with mononuclear structure, multinuclear complex exhibits 212-fold enhancement in reactivity, up to ~2748 TONs, with wide adjustability of H2/CO ratio from 16:1 to 2:1. This reactivity could be maintained over 200 h which is an order of magnitude higher than the durability of mononuclear complex and exceeds most reported homogeneous molecular catalysts. High reactivity is also achieved in extreme low CO2 content (5%). Structural analysis and density functional theory (DFT) calculations support that multinuclear structure and the low energy barrier for photocatalytic intermediate may account for the durable and efficient performance of complex 1. The multinuclear strategy is also adopted to nickel complex. This work probes origin of metal-node-dependent performance for CO2 photoreduction, providing new insights in design of durable and efficient metal complexes for photocatalysis and other applications.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951720300889",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sun, Min"
          },
          {
            "@_fa": "true",
            "$": "Wang, Cong"
          },
          {
            "@_fa": "true",
            "$": "Sun, Chun-Yi"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Min"
          },
          {
            "@_fa": "true",
            "$": "Wang, Xin-Long"
          },
          {
            "@_fa": "true",
            "$": "Su, Zhong-Min"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951720300889"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951720300889"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(20)30088-9",
        "prism:volume": "385",
        "prism:publisher": "Elsevier Inc.",
        "dc:title": "Ultra stable multinuclear metal complexes as homogeneous catalysts for visible-light driven syngas production from pure and diluted CO2",
        "prism:copyright": "© 2020 Elsevier Inc. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CO2 reduction"
          },
          {
            "@_fa": "true",
            "$": "Multinuclear metal complex"
          },
          {
            "@_fa": "true",
            "$": "Photocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Syngas production"
          },
          {
            "@_fa": "true",
            "$": "Transition-metal complex"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "70-75",
        "prism:endingPage": "75",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 2020",
        "prism:doi": "10.1016/j.jcat.2020.03.005",
        "prism:startingPage": "70",
        "dc:identifier": "doi:10.1016/j.jcat.2020.03.005",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "371",
            "@width": "543",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "63206",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "180",
            "@width": "543",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25268",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "260",
            "@width": "369",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24095",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "392",
            "@width": "368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "40088",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "160",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28495",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "391",
            "@width": "542",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "55042",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "150",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11253",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "73",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4606",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "154",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7536",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "154",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8770",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "70",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6402",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "158",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10250",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1644",
            "@width": "2403",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "370986",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "796",
            "@width": "2403",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "152014",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1153",
            "@width": "1635",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "161240",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1738",
            "@width": "1631",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "257386",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "709",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "173394",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1734",
            "@width": "2402",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "343846",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "6170624",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951720300889-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1431027",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85082004518"
      }
    }
  }
}