{
  "metadata": {
    "title": "Electrocatalytic dioxygen reduction on underpotentially deposited Pb on Au(111) studied by an active site blocking strategy",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2003-01-01",
    "doi": "10.1016/S0021-9517(02)00011-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951702000118",
    "pii": "S0021951702000118"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037207853",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2002-12-02 2002-12-02 2010-11-13T12:39:25 1-s2.0-S0021951702000118 S0021-9517(02)00011-8 S0021951702000118 10.1016/S0021-9517(02)00011-8 S300 S300.2 FULL-TEXT 1-s2.0-S0021951700X01467 2015-05-14T00:56:36.782564-04:00 0 0 20030101 2003 2002-12-02T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0021-9517 00219517 213 213 1 1 Volume 213, Issue 1 3 17 22 17 22 20030101 1 January 2003 2003-01-01 2003 converted-article fla Copyright © 2003 Elsevier Science (USA). All rights reserved. ELECTROCATALYTICDIOXYGENREDUCTIONUNDERPOTENTIALLYDEPOSITEDPBAU111STUDIEDBYACTIVESITEBLOCKINGSTRATEGY OH I 1 Introduction 2 Experimental 3 Results and discussion 3.1 Electroreduction of peroxide on Pb upd-modified Au(111) 3.2 Electroreduction of dioxygen on Pb upd-modified Au(111) 3.3 Effect of added poison on peroxide electroreduction activity 3.4 STM imaging 4 Conclusion Acknowledgements References SUN 1998 S ELECTROCATALYSIS JARVI 1998 75 T ELECTROCATALYSIS ADZIC 1998 197 R ELECTROCATALYSIS TARASEVICH 1983 301 M OXYGENELECTROCHEMISTRY KOLB 1978 125 D ADVANCESINELECTROCHEMISTRYELECTROCHEMICALENGINEERING SAYED 1983 1635 S CHEN 1992 5439 C OH 2001 3704 I ADZIC 2000 869 R CHEN 1993 9754 C NIECE 1998 818 B GREEN 1989 2181 M GREEN 1990 3493 M GREEN 1991 L743 M HSIEH 2002 147 S ANGERSTEINKOZLOWSKA 1987 429 H WILL 1995 137 T NANOSCALEPROBESSOLIDLIQUIDINTERFACE OH 2000 1397 I ADZIC 1995 83 R KINOSHITA 1992 K ELECTROCHEMICALOXYGENTECHNOLOGY NAKANISHI 2000 4181 S TAO 1992 L338 N HAGENSTROM 1999 2435 H POIRIER 1996 1145 G VALDEN 1998 7 M BETHKE 2000 43 G POIRIER 1997 1117 G TAMURA 2002 3896 K OHX2003X17 OHX2003X17X22 OHX2003X17XI OHX2003X17X22XI item S0021-9517(02)00011-8 S0021951702000118 1-s2.0-S0021951702000118 10.1016/S0021-9517(02)00011-8 272561 2010-12-19T16:51:27.615193-05:00 2003-01-01 1-s2.0-S0021951702000118-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/MAIN/application/pdf/20bc81ad5a778037293bea8e61d50cc2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/MAIN/application/pdf/20bc81ad5a778037293bea8e61d50cc2/main.pdf main.pdf pdf true 199767 MAIN 6 1-s2.0-S0021951702000118-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/PREVIEW/image/png/140714f699b0585cc4e8dc6793e29d40/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/PREVIEW/image/png/140714f699b0585cc4e8dc6793e29d40/main_1.png main_1.png png 68022 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951702000118-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/STRIPIN/image/gif/e1261dcdcca368ac12b8db1b7fd55c1a/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/STRIPIN/image/gif/e1261dcdcca368ac12b8db1b7fd55c1a/si3.gif si3 si3.gif gif 148 12 13 ALTIMG 1-s2.0-S0021951702000118-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/STRIPIN/image/gif/74e1ce9420e92c9df3a3f093a8f55229/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/STRIPIN/image/gif/74e1ce9420e92c9df3a3f093a8f55229/si2.gif si2 si2.gif gif 759 17 215 ALTIMG 1-s2.0-S0021951702000118-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/STRIPIN/image/gif/33e1685d13ee9249caa945e91498e104/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/STRIPIN/image/gif/33e1685d13ee9249caa945e91498e104/si1.gif si1 si1.gif gif 698 17 194 ALTIMG 1-s2.0-S0021951702000118-gr001.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/fgr001/DOWNSAMPLED/image/gif/633dbe1793b5e733d0d347278c60cda3/gr001.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/fgr001/DOWNSAMPLED/image/gif/633dbe1793b5e733d0d347278c60cda3/gr001.gif gr001 gr001.gif gif 7342 372 535 IMAGE-DOWNSAMPLED 1-s2.0-S0021951702000118-gr001.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/fgr001/THUMBNAIL/image/gif/2ddabc560a3a467ccacf3dc5ec216614/gr001.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/fgr001/THUMBNAIL/image/gif/2ddabc560a3a467ccacf3dc5ec216614/gr001.sml gr001 gr001.sml sml 2334 152 219 IMAGE-THUMBNAIL 1-s2.0-S0021951702000118-gr001_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/fgr001/HIGHRES/image/gif/22aaacc885642d0706e5ed6052d65fa0/gr001_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/fgr001/HIGHRES/image/gif/22aaacc885642d0706e5ed6052d65fa0/gr001_lrg.gif gr001 gr001_lrg.gif gif 64889 3295 4736 IMAGE-HIGH-RES 1-s2.0-S0021951702000118-gr002.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/fgr002/DOWNSAMPLED/image/gif/e9a1c663785651dd64a445bb8260f812/gr002.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/fgr002/DOWNSAMPLED/image/gif/e9a1c663785651dd64a445bb8260f812/gr002.gif gr002 gr002.gif gif 13424 724 468 IMAGE-DOWNSAMPLED 1-s2.0-S0021951702000118-gr002.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/fgr002/THUMBNAIL/image/gif/3ec438e7b1c06e6d3b3c42f6c851baaf/gr002.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/fgr002/THUMBNAIL/image/gif/3ec438e7b1c06e6d3b3c42f6c851baaf/gr002.sml gr002 gr002.sml sml 1831 164 106 IMAGE-THUMBNAIL 1-s2.0-S0021951702000118-gr002_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/fgr002/HIGHRES/image/gif/f344b4f34d8aae95cb1d6f829d057b90/gr002_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/fgr002/HIGHRES/image/gif/f344b4f34d8aae95cb1d6f829d057b90/gr002_lrg.gif gr002 gr002_lrg.gif gif 117545 6407 4142 IMAGE-HIGH-RES 1-s2.0-S0021951702000118-gr003.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/fgr003/DOWNSAMPLED/image/gif/ff40f9ad9a3825f81fd27f833c0cc11b/gr003.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/fgr003/DOWNSAMPLED/image/gif/ff40f9ad9a3825f81fd27f833c0cc11b/gr003.gif gr003 gr003.gif gif 6136 350 492 IMAGE-DOWNSAMPLED 1-s2.0-S0021951702000118-gr003.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/fgr003/THUMBNAIL/image/gif/a43d48ee89dc1411cf4c0d9e9d5aa996/gr003.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/fgr003/THUMBNAIL/image/gif/a43d48ee89dc1411cf4c0d9e9d5aa996/gr003.sml gr003 gr003.sml sml 2211 156 219 IMAGE-THUMBNAIL 1-s2.0-S0021951702000118-gr003_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/fgr003/HIGHRES/image/gif/ed7b9e8117eec7341ea821958bf563f7/gr003_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/fgr003/HIGHRES/image/gif/ed7b9e8117eec7341ea821958bf563f7/gr003_lrg.gif gr003 gr003_lrg.gif gif 58676 3097 4355 IMAGE-HIGH-RES 1-s2.0-S0021951702000118-gr004.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/fgr004/DOWNSAMPLED/image/jpeg/aa62eb2ce69541c911de830a3adef9a9/gr004.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/fgr004/DOWNSAMPLED/image/jpeg/aa62eb2ce69541c911de830a3adef9a9/gr004.jpg gr004 gr004.jpg jpg 79456 515 686 IMAGE-DOWNSAMPLED 1-s2.0-S0021951702000118-gr004.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/fgr004/THUMBNAIL/image/gif/9ff436436423f9859503d5385827bb2a/gr004.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/fgr004/THUMBNAIL/image/gif/9ff436436423f9859503d5385827bb2a/gr004.sml gr004 gr004.sml sml 8696 164 218 IMAGE-THUMBNAIL 1-s2.0-S0021951702000118-gr004_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951702000118/fgr004/HIGHRES/image/jpeg/8c4d3c07073be09df8e68567aa740e1c/gr004_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951702000118/fgr004/HIGHRES/image/jpeg/8c4d3c07073be09df8e68567aa740e1c/gr004_lrg.jpg gr004 gr004_lrg.jpg jpg 331149 1368 1822 IMAGE-HIGH-RES YJCAT 3832 S0021-9517(02)00011-8 10.1016/S0021-9517(02)00011-8 Elsevier Science (USA) Fig. 1 Cyclic voltammogram in 1.0 mM Pb2++0.1 M HClO4 on Au(111) with scan rate of 20 mV/s. The solution is purged and blanketed with Ar gas before measurement. Fig. 2 Linear sweep voltammogram on Au(111) rotating at 400 rpm (A) in 10 mM H2O2 + 1.0 mM Pb2++0.1 M HClO4, which is purged with Ar gas, and (B) in 1.0 mM Pb2++0.1 M HClO4 saturated with O2. Scan rate = 20 mV/s. Inset: Levich plot for the O2 reduction (solid circle) in the O2-saturated electrolyte ([O2] = ca. 1 mM) and for the H2O2 reduction (hollow circle: [H2O2] = 1.0 mM). Peak current is measured at the maximum of the catalytic current at each rotation speed. Fig. 3 Current–time response at E=−0.04 V on Au(111) rotating at 400 rpm in 10 mM H2O2 + 1.0 mM Pb2++0.1 M HClO4, which is purged with Ar gas. A small amount of EtSH is injected at the moment indicated by an arrow. Fig. 4 (A) 40 nm × 40 nm STM image of the Pb upd on Au(111) at E=0.03 V; I tip=1 nA; E bias=700 mV. (B) Line profile along the line indicated in part A. (C) 138 nm × 138 nm STM image of the Pb upd poisoned with 30 μM EtSH at E=0.07 V; I tip=1 nA; E bias=500 mV. (D) Line profile along the line indicated in part C. Electrocatalytic dioxygen reduction on underpotentially deposited Pb on Au(111) studied by an active site blocking strategy Ilwhan Oh a Andrew A Gewirth b ∗ Juhyoun Kwak a ∗ a Department of Chemistry, Korea Advanced Institute of Science and Technology (KAIST), 373-1 Guseong-dong, Yuseong-gu, Daejeon 305-701, Republic of Korea b Department of Chemistry and the Frederick Seitz Materials Research Laboratory, University of Illinois, Urbana, IL 61801, USA ∗ Corresponding authors. Electrochemical measurements and in situ scanning tunneling microscopy (STM) are performed to establish a structure–reactivity correlation for peroxide or dioxygen reduction on underpotentially deposited (upd) Pb on Au(111) in 0.1 M HClO4. While STM imaging reveals the presence of Pb islands with height of 0.25±0.05 nm at the potential of highest catalytic activity toward the O2 and H2O2 reduction, the full Pb monolayer formed at −0.03 V vs. NHE shows about half the activity of the Pb islands. Ethanethiol (EtSH) significantly but not completely inhibits the H2O2 reduction activity of the Pb island structure. STM shows that EtSH introduction leads to the formation of a 0.13-nm-high terrace along the edges of the Pb islands, which is assigned to EtSH bound to the Au surface near the Pb islands with the alkyl chain oriented roughly perpendicular to the surface. These results show that edge sites around the Pb island are the active site of catalysis, though the sites atop the Pb islands may also take part in catalytic O2 reduction by Pb upd on Au(111). Keywords Electrocatalysis Oxygen reduction Fuel cell Underpotential deposition Scanning tunneling microscopy 1 Introduction Surfaces modified with monolayers of foreign metals often exhibit unique and interesting properties that are absent in the unmodified bare surfaces. In an electrochemical environment, the metal-monolayer-modified electrode surface can be fabricated through the process of underpotential deposition (upd), in which the foreign metal atoms are electrodeposited up to monolayer coverage prior to the bulk deposition [1–3]. In particular, upd submonolayers of Bi, Tl, and Pb on Au(111) are all known to catalyze the reduction of O2. It is well accepted that the electroreduction of O2 on most cathodes proceeds via a H2O2 intermediate: (1) O 2+2H ++2e −→H 2 O 2, (2) H 2 O 2+2H ++2e −→2H 2 O. The two-electron reduction of H2O2 in Eq. (2) is often the rate-determining step in the whole reaction. The electrocatalysis of O2 reduction forms the basis of applications such as fuel cells, metal–air batteries, and corrosion, and so has been extensively studied [4–6]. One important goal in the study of O2 electrocatalysis has been to correlate surface structure with catalytic activity at the atomic level. In upd systems exhibiting an open adlayer structure, catalytic activity was ascribed to the local heterobimetallic geometry or to the electronic effect imposed by the heterometal. For example, Bi upd on Au(111) [7] exhibits a (2×2) open adlayer structure in the potential region of catalytic activity, possibly implicating the lone Au site in the unit cell as the locus of catalytic activity. And for Tl upd on Au(111), the island edges are understood to be the origin of the catalytic enhancement [8]. Alternatively, there are indications that other mechanisms involving dissolution of the active upd admetal followed by a solution redox event and redeposition of the metal may be the case in some systems [9]. Pb is another upd metal which exhibits catalytic activity toward dioxygen reduction. Pb upd on Au(111) has been extensively studied by several experimental techniques [10–14]. Figure 1 shows the cyclic voltammogram of a Au(111) electrode in an O2-free solution containing 1.0 mM Pb2+ and 0.1 M HClO4, which is consistent with ones previously reported [10–14]. Initially, the electrode is poised at a positive potential where only a bare Au surface is present. As the electrode potential is swept negatively, no distinct voltammetric features are observed until the cathodic peak C at −0.03 V. On the reverse scan, the corresponding peaks A1 and A2 are observed. In previous studies using STM [12–14] and AFM [10,11], it was observed that a number of Pb islands grew at potentials positive of peak C, which then coalesce to the full Pb monolayer at potentials negative of peak C. Because Pb upd shows enhanced catalytic activity toward H2O2 and O2 reduction only in the potential region positive of peak C, we postulated that the Pb island structure is responsible for the enhanced catalytic activity, a result now strongly suggested from a thermodynamic analysis of the catalytic behavior [15]. In this study, we adapt an active site blocking strategy, in which a poison species is deliberately introduced to Pb upd catalyst to inhibit the catalytic active site. The structure of the thus-formed poison–catalyst composite is investigated with STM and electrochemical techniques and is discussed in terms of the structure–reactivity correlation. 2 Experimental Electrochemical solutions were prepared from ultrapure water (Modulab, US Filter, MA, >18 M Ω ) and PbO (Aldrich, 99.999%) with 0.1 M HClO4 (Aldrich, double-distilled) as supporting electrolyte and ethanethiol (97%, Aldrich) introduced as a poison. The working electrode for cyclic voltammetric and chronoamperometric measurements was a Au(111) single crystal (MaTeck, Germany) with a diameter of 0.95 cm and a nominal area of 0.71 cm2. The crystal was annealed for 3 min in hydrogen flame prior to use and quenched in ultrapure water or slowly cooled in air. Oxide formation and stripping voltammetry of the surface in pure electrolyte were found to closely match those reported in the literature for Au(111) [16]. Voltammetric data were collected using a Pt wire counterelectrode and a saturated Hg/Hg2SO4 reference electrode connected to the electrochemical cell via a capillary salt bridge to minimize contamination from the reference electrode. All potentials in this paper are reported relative to the normal hydrogen electrode (NHE). The solutions were purged with Ar prior to use, and an atmosphere of Ar was maintained in the cell during all electrochemical measurements. Potential control and sweeps were established using an Autolab potentiostat (Eco Chemie, Netherlands). Rotating disk electrode (RDE) measurements were obtained using a BAS model RDE-1 rotator (Bioanalytical Systems, IN, USA) equipped with a collet, which holds the Au single crystal to form a hanging meniscus with electrolyte. STM images were obtained in constant current mode with a Topometrix TMX2000 which was calibrated against a highly ordered pyrolytic graphite (HOPG) surface in air for in-plane dimensions, and against monatomic Au(111) steps for dimensions normal to the surface. An electrochemically etched Pt/Ir wire (Molecular Imaging, AR) coated with Apiezon wax was used as the STM tip. The working electrode for STM imaging was Au evaporated onto glass (Metallhandel Schroer GmbH, Germany) or onto mica (Molecular Imaging) and annealed following a published procedure [17]. A clean Pb wire served as the reference electrode, while a Pt wire was used for the counterelectrode. Images were obtained in height mode and typically took 1 min to complete. All images are presented unfiltered. 3 Results and discussion 3.1 Electroreduction of peroxide on Pb upd-modified Au(111) In order to establish a structure–reactivity correlation for Pb upd, we first measured the electrocatalytic activity of the Pb upd system toward H2O2 and O2 reduction. Figure 2A shows the current–potential graph from a Au(111) electrode rotating at 400 rpm in a solution containing 10 mM H2O2, 1.0 mM Pb2+, and 0.1 M HClO4 which is purged of dissolved O2 and compares this with a Au(111) electrode in a solution containing only 10 mM H2O2 and 0.1 M HClO4. The solution without Pb2+ evinces a very small current associated with peroxide reduction throughout the potential range considered in these measurements. Au(111) alone in acidic media is known to be a poor substrate for peroxide electroreduction. The situation is different in the Pb2+-containing solution. In the potential region positive of 0.4 V, virtually no current is measured. As the potential is moved to more negative values, the current due to the H2O2 reduction begins to increase. The catalytic current reaches its maximum at −0.07 V and then suddenly decreases at more negative potentials. However, there remains a substantial amount of residual current even at this quite negative potential. Considering the fact that the full Pb layer exists in this potential region, it seems that even the full Pb layer has some activity toward peroxide reduction. For comparison, the full Tl monolayer in the Tl upd system shows almost no activity toward H2O2 electroreduction [8,19]. The maximum reaction rate is estimated to be 7.8×1015 s−1 for the H2O2 reduction by the Pb upd on Au(111). Also, assuming that Pb adatoms cover the whole surface at the maximum catalytic activity (from Ref. [10], the interatomic distance of Pb adsorbate is 0.35 nm) and that the whole Pb adatoms work as the active site, the turnover rate is estimated to be 11 s−1 per active site. This number is a lower bound to the turnover rate since only the island edges are active and the coverage of Pb atoms at these edges is smaller than the unity coverage used in this calculation. By way of contrast, the bare Au surface exhibits negligible reactivity at the same overpotentials. The Pb upd adlayer thus functions as a catalyst for peroxide electroreduction. Comparing the voltammograms in Figs. 1 and 2, we find that the potential of the maximum catalytic activity in Fig. 2A (−0.07 V) does not precisely coincide with the peak C in Fig. 1 but is shifted by ca. 40 mV. This is most likely caused by the iR drop due to the high level of catalytic current in Fig. 2A. This kind of potential shift was also observed in the Bi and Tl upd systems [8,18]. 3.2 Electroreduction of dioxygen on Pb upd-modified Au(111) Figure 2B shows the current–potential graph from a Au(111) electrode rotating at 400 rpm in a solution containing 1.0 mM Pb2+ and 0.1 M HClO4, which is saturated with O2. The voltammetric behavior of the Pb upd for the electrocatalytic reduction of the dissolved O2 is similar to that for H2O2 in Fig. 2B in that virtually no current is observed in the potential region positive of ca. 0.4 V, while it begins to increase as the potential becomes more and more negative. However, even in the potential region negative of −0.07 V, where the full Pb layer is expected to exist, catalytic current associated with O2 reduction is maintained. By comparison with the corresponding peroxide results, the current in this region must therefore be associated with the two electron reduction of oxygen to peroxide (Eq. (1)). This result suggests that the two-electron reduction of dioxygen to peroxide is relatively facile on both the island and full monolayer Pb structures. Alternatively, the subsequent two-electron reduction of peroxide to water is slower on the full monolayer. The inset to Fig. 2B shows Levich plots for the O2 and H2O2 reductions. While the Levich plot for the O2 shows the linear relation expected for a mass-transfer-limited process, that for the equivalent concentration of H2O2 exhibits a small and saturated current level, indicating that the kinetics of H2O2 reduction on Pb upd is very slow. (However, it is still very much greater than that afforded by bare Au.) Note in addition that the maximum current level of H2O2 reduction in Fig. 2A is almost the same as that of O2 reduction, despite the nearly 10-fold greater concentration of H2O2 (10 mM) relative to that of O2 (ca. 1 mM) [20]. These results indicate that H2O2 reduction on the Pb upd is limited by the reaction rate on the electrode rather than by mass transfer. Finally, both voltammograms of the O2 and H2O2 reductions on the Pb upd usually shows a noisy response, especially at the high current level. This kind of oscillatory voltammetric response was observed in other system and was attributed to the presence of the surface hydroxide [21]. 3.3 Effect of added poison on peroxide electroreduction activity Figure 3 shows the current–time graph obtained from an Au(111) electrode rotating at 400 rpm in a solution containing 10 mM H2O2, 1.0 mM Pb2+, and 0.1 M HClO4, which is purged of O2. The electrode potential is set at −0.04 V, where a large steady-state current due to the electrocatalytic H2O2 reduction keeps flowing. At the time indicated by the arrow, a small quantity of ethanethiol (EtSH) is injected by a syringe into the slowly stirred electrochemical cell. The final concentration of EtSH in the cell is 0.39 mM. The volume of the injected EtSH solution is less than 1% of that in the cell, so the change in concentrations of H2O2, Pb2+, and HClO4 is small and negligible. With addition of EtSH, the catalytic current decreases rapidly. However, the catalytic activity of the Pb upd is not completely inhibited as there remains a substantial amount of residual current. Taking into consideration that the concentration of EtSH is rather high, this is an unexpected and interesting result. For comparison, catalytic activity was almost completely inhibited by this high concentration of EtSH in the case of the Tl upd system [8]. The existence of the residual catalytic current is related to the selective blocking of the active site by EtSH, as will be verified by STM imaging described below. 3.4 STM imaging STM was used to examine the surface structure of the Pb upd electrocatalyst both with and without poisoning. At electrode potentials positive of the upd peak C in Fig. 1, the STM image shows the bare Au(111) terraces and steps. As the potential is moved to more negative values, a number of small islands begin to appear on the Au(111) terraces and, when the potential becomes more negative, the size of the islands becomes larger (Fig. 4A ). This result reproduces that from previous AFM and STM studies, which reported the existence of the Pb island structure at potentials positive of the upd peak, C [10,12–14]. In Fig. 4B is shown the line profile across one of the islands as indicated in Fig. 4A. The height of the island with respect to the Au(111) terrace is measured to be 0.25±0.05 nm. In our previous report using AFM [10], we reported two values for the island height: the Pb island is initially one Pb adatom high (0.30 nm) but rapidly grows in height to 0.53 nm through association of the Pb with solvent or hydroxide. The discrepancy between the heights measured by STM and AFM probably arises from the different imaging mechanisms of the two techniques; while the Pb aggregation with solvent/hydroxide would lead to the higher topology when probed with the AFM tip, the Pb aggregate is likely to be less conductive than the pure Pb island and attract the STM tip toward the surface, resulting in the lower height. Because the electrolyte solution was saturated with atmospheric O2 while obtaining the STM image in Fig. 4A, the Pb adlayer structure shown in Fig. 4A is the catalyst structure while the reaction is proceeding rather than the one in which no reactant is present. We have performed STM imaging in an Ar-filled dry box to rid the solution of O2 and could observe no significant change in the Pb island structure. This indicates that the presence of reactant O2 in the electrolyte solution exerts little effect to the structure of the Pb upd catalyst. Recently, Ocko and co-workers reached an equivalent conclusion in their X-ray scattering study of the Bi-upd system [28]. When the electrode potential is moved negative of peak C, the Pb island structure is transformed to a full Pb monolayer, as has been previously described [10,22]. Note that the RDE measurement of H2O2 reduction in Fig. 2A shows that the catalytic activity toward peroxide reduction is significantly retarded with this structural transformation, though the full Pb layer still has residual catalytic activity. Figure 4C shows a STM image of the Pb upd that is poisoned with 30 μM EtSH at E=0.03 V. On the bare Au(111) surface absent the Pb adsorbate, EtSH is reductively desorbed below ca. 0.2 V [23]. Thus, at potentials lower than ca. 0.2 V, EtSH is prevented from sticking to the uncovered Au area, greatly simplifying the STM image analysis. While the island structure is maintained, it is observed that the step edge of the Pb island is decorated with an additional feature. The line profile across the one of the decorated island edge is shown in Fig. 4D. The height of the terrace T 1 is measured to be 0.25±0.06 nm relative to the Au surface, which is identical to the value for the bare Pb island. So the terrace T 1 can with no doubt be assigned to the Pb island structure which existed before adding EtSH. The height of the additional terrace T 2 is measured to be 0.13±0.05 nm. This terrace feature can be assigned to EtSH aggregate at the step edge of the Pb island because it is not observed without EtSH (Fig. 4A) and its height is too small to be assigned to Pb or Au. In a STM study of thiol adsorption on Au(111) in ultrahigh vacuum [24], HS(CH2)6OH exhibits apparent heights of 0.08 nm relative to the Au surface when the alkyl chains lie flat on the surface and 0.18 nm when they align with the surface normal. The length of the alkyl chain contributes negligibly to the apparent height measured by STM. Also, in our previous report on the Tl upd poisoned with EtSH, the height of the EtSH terrace was measured to be 0.15 nm, a height which is virtually identical to that reported here. The adsorption of EtSH exclusively at the step edge of the Pb island and the accompanied inhibition of the catalytic activity indicates that the step edge site is the active site for the electroreduction of peroxide. The Au atoms adjacent to the Pb island must be positively polarized because EtSH binds on the Au site near the Pb island in spite that the EtSH is expected to desorb at this negative potential. This result coincides with that found for Tl upd and is expected considering the resemblance of the two upd systems [8]. In this sense, the Au surface adjacent the upd island acts like Au δ+, a system whose catalytic efficiency in other contexts, especially CO oxidation, have long been noted [25,26]. Localized differences in surface potential are well understood to occur at step edges and other heterogeneities on metal surfaces. The upd islands produced here apparently provide another heterogeneity whereby charge transfer to the upd metal leaves a net positive charge on the surrounding terrace. We note that, from the catalysis inhibition measurement in Fig. 3, there remains a significant residual current even with the high concentration of EtSH. This indicates that there still are some sites unblocked with EtSH in the catalyst structure. From Fig. 4C we note that significant areas of the island edges are left undecorated by the thiol poison. In addition, the presence of significant catalytic current in the full monolayer region may imply that some of Pb terrace sites themselves are also active. Alternatively, it may well be that the Pb full monolayer is not strictly homogeneous, and there may be active sites formed at step edges and other such locations. The edge decoration feature depends on the EtSH concentration and the electrode potential. If [EtSH] is lower than 20 μM, STM imaging shows no EtSH terraces. In contrast, when [EtSH] is as high as 0.30 mM, the entire surface becomes covered with myriad vacancy islands, which indicates that EtSH adsorbs not only at the step edge site but on the Au terrace area in addition. The electrode potential also affects the EtSH terrace feature. When the potential is moved positively, the edge decoration feature becomes less and less distinct. At very positive potentials, the whole surface becomes covered with a number of vacancy islands. This observation indicates that EtSH binds not only at the Pb island edges but to the whole surface at this positive potential [27]. 4 Conclusion We performed electrochemical and STM measurements in order to establish a structure–reactivity correlation for electrocatalytic H2O2 and O2 reduction by Pb upd on Au(111) in the acid electrochemical environment. At the potential of maximal catalytic activity, a Pb island structure is found. Introduction of EtSH at this potential leads to significant but incomplete inhibition of electroreduction activity. STM images show that EtSH adsorbs exclusively on Au at the edge sites of the Pb island at potentials at which EtSH is expected to reductively desorb from the Au(111) terrace. These results suggest that the Au atoms near the Pb islands are positively polarized by the adjacent Pb atoms and this heterobimetallic assemblage at the edge site of the Pb island is probably the catalytic site of peroxide electroreduction activity. Acknowledgements This work was supported in part by the Korea Science and Engineering Foundation through the MICROS center at KAIST and by the Ministry of Information and Communication (Grant IMT 2000-B3-2). A.A.G. acknowledges the NSF (CHE-9820828) for partial support of this research. References [1] S.-G Sun J Lipkowski P.N Ross Electrocatalysis 1998 Wiley–VCH New York [2] T.D Jarvi E.M Stuve J Lipkowski P.N Ross Electrocatalysis 1998 Wiley–VCH New York 75 [3] R Adzic J Lipkowski P.N Ross Electrocatalysis 1998 Wiley–VCH New York 197 [4] M.R Tarasevich A Sadkowski E Yeager B.E Conway J.O.M Bockris E Yeager S.U.M Kahn R.E White Oxygen Electrochemistry 1983 Plenum New York 301 [5] D.M Kolb H Gerischer C.W Tobias Advances in Electrochemistry and Electrochemical Engineering 1978 Wiley New York 125 [6] S.M Sayed K Juttner Electrochim. Acta 28 1983 1635 [7] C.-H Chen A.A Gewirth J. Am. Chem. Soc. 114 1992 5439 [8] I Oh A.A Gewirth J Kwak Langmuir 17 2001 3704 [9] R.R Adzic J.X Wang J. Phys. Chem. B 104 2000 869 [10] C.-H Chen N Washburn A.A Gewirth J. Phys. Chem. 97 1993 9754 [11] B.K Niece A.A Gewirth J. Phys. Chem. B 102 1998 818 [12] M.P Green K.J Hanson D.A Scherson X Xing M Richter P.N Ross R Carr I Lindau J. Phys. Chem. 93 1989 2181 [13] M.P Green K.J Hanson R Carr I Lindau J. Electrochem. Soc. 137 1990 3493 [14] M.P Green K.J Hanson Surf. Sci. Lett. 259 1991 L743 [15] S.-J Hsieh A.A Gewirth Surf. Sci. 498 2002 147 [16] H Angerstein-Kozlowska B.E Conway A Hamelin L Stoicoviciu J. Electroanal. Chem. 228 1987 429 [17] T Will M Dietterle D.M Kolb A.A Gewirth H Siegenthaler Nanoscale Probes of the Solid–Liquid Interface 228 1995 Kluwer Academic Dordrecht 137 [18] I Oh M.E Biggin A.A Gewirth Langmuir 16 2000 1397 [19] R.R Adzic J.X Wang B.M Ocko Electrochim. Acta 40 1995 83 [20] K Kinoshita Electrochemical Oxygen Technology 1992 Wiley–Interscience New York p. 8 [21] S Nakanishi Y Mukouyama K Karasumi A Imanishi N Furuya Y Nakato J. Phys. Chem. B 104 2000 4181 [22] N.J Tao J Pan Y Li P.I Oden J.A DeRose S.M Linday Surf. Sci. Lett. 271 1992 L338 [23] H Hagenstrom M.A Schneeweiss D.M Kolb Langmuir 15 1999 2435 [24] G.E Poirier E.D Pylant Science 272 1996 1145 [25] M Valden S Pak X Lai D.W Goodman Catal. Lett. 56 1998 7 [26] G.K Bethke H.H Kung Appl. Catal. A Gen. 194 2000 43 [27] G.E Poirier Chem. Rev. 97 1997 1117 [28] K Tamura B.M Ocko J.X Wang R.R Adzic J. Phys. Chem. B 106 2002 3896",
      "scopus-id": "0037207853",
      "coredata": {
        "eid": "1-s2.0-S0021951702000118",
        "dc:description": "Electrochemical measurements and in situ scanning tunneling microscopy (STM) are performed to establish a structure–reactivity correlation for peroxide or dioxygen reduction on underpotentially deposited (upd) Pb on Au(111) in 0.1 M HClO4. While STM imaging reveals the presence of Pb islands with height of 0.25±0.05 nm at the potential of highest catalytic activity toward the O2 and H2O2 reduction, the full Pb monolayer formed at −0.03 V vs. NHE shows about half the activity of the Pb islands. Ethanethiol (EtSH) significantly but not completely inhibits the H2O2 reduction activity of the Pb island structure. STM shows that EtSH introduction leads to the formation of a 0.13-nm-high terrace along the edges of the Pb islands, which is assigned to EtSH bound to the Au surface near the Pb islands with the alkyl chain oriented roughly perpendicular to the surface. These results show that edge sites around the Pb island are the active site of catalysis, though the sites atop the Pb islands may also take part in catalytic O2 reduction by Pb upd on Au(111).",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-01-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951702000118",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Oh, Ilwhan"
          },
          {
            "@_fa": "true",
            "$": "Gewirth, Andrew A"
          },
          {
            "@_fa": "true",
            "$": "Kwak, Juhyoun"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951702000118"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951702000118"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(02)00011-8",
        "prism:volume": "213",
        "prism:publisher": "Elsevier Science (USA).",
        "dc:title": "Electrocatalytic dioxygen reduction on underpotentially deposited Pb on Au(111) studied by an active site blocking strategy",
        "prism:copyright": "Copyright © 2003 Elsevier Science (USA). All rights reserved.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction"
          },
          {
            "@_fa": "true",
            "$": "Fuel cell"
          },
          {
            "@_fa": "true",
            "$": "Underpotential deposition"
          },
          {
            "@_fa": "true",
            "$": "Scanning tunneling microscopy"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "17-22",
        "prism:endingPage": "22",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 January 2003",
        "prism:doi": "10.1016/S0021-9517(02)00011-8",
        "prism:startingPage": "17",
        "dc:identifier": "doi:10.1016/S0021-9517(02)00011-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "12",
            "@width": "13",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "148",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "17",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "759",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "17",
            "@width": "194",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "698",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "372",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-gr001.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7342",
            "@ref": "gr001",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "152",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-gr001.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2334",
            "@ref": "gr001",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "3295",
            "@width": "4736",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-gr001_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "64889",
            "@ref": "gr001",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "724",
            "@width": "468",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-gr002.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13424",
            "@ref": "gr002",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "106",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-gr002.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1831",
            "@ref": "gr002",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "6407",
            "@width": "4142",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-gr002_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "117545",
            "@ref": "gr002",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "350",
            "@width": "492",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-gr003.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6136",
            "@ref": "gr003",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "156",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-gr003.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2211",
            "@ref": "gr003",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "3097",
            "@width": "4355",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-gr003_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "58676",
            "@ref": "gr003",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "515",
            "@width": "686",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-gr004.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "79456",
            "@ref": "gr004",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "218",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-gr004.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8696",
            "@ref": "gr004",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1368",
            "@width": "1822",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951702000118-gr004_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "331149",
            "@ref": "gr004",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037207853"
      }
    }
  }
}