{
  "metadata": {
    "title": "Consequences of the co-existence of single-atom and nanoparticle catalysts",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2025-05-31",
    "doi": "10.1016/j.jcat.2025.116012",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951725000776",
    "pii": "S0021951725000776"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85218998519",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2025-02-14 2025-02-14 2025-03-11 2025-03-11 2025-06-03T20:42:57 1-s2.0-S0021951725000776 S0021-9517(25)00077-6 S0021951725000776 10.1016/j.jcat.2025.116012 S300 S300.1 FULL-TEXT 1-s2.0-S0021951725X00038 2025-06-03T19:53:35.795578Z 0 0 20250501 20250531 2025 2025-02-14T08:07:41.545242Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authlast highlightsabst primabst pubtype ref specialabst 0021-9517 00219517 true 445 445 C Volume 445 28 116012 116012 116012 202505 May 2025 2025-05-01 2025-05-31 2025 Perspectives and Minireviews article ssu © 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. CONSEQUENCESCOEXISTENCESINGLEATOMNANOPARTICLECATALYSTS VELPANDIAN M 1 Introduction 2 Revolutionizing catalysis: the superiority of SACs 3 Possibilities of co-existence of the SACs with NPs 4 Potential co-existence possibilities in different synthesis methods 5 Characterization of SACs in complex coexisting scenarios 6 Consequence of coexisting scenarios 7 Considerations while designing SACs 7.1 Impact of single-atom sites on metal nanoparticle population 7.2 Exploring the mechanisms of dynamic single-atom catalysis 8 Conclusion CRediT authorship contribution statement Acknowledgements References DHONGDE 2023 2271 V VELPANDIAN 2023 1 13 M DHONGDE 2024 1 16 V VELPANDIAN 2024 160990 M GUO 2022 9373 9394 J VELPANDIAN 2023 oiad015 M HAN 2023 140595 S CHEN 2017 4250 4258 Y ZHANG 2020 3165 3182 N WANG 2021 1269 1286 Y QU 2023 G LIN 2022 5670 5672 Z CHENG 2019 539 573 N CHEN 2018 1242 1264 Y WANG 2023 2568 2594 Y WANG 2021 2008151 Y ZHANG 2022 38 70 Q HU 2014 3418 3421 P JI 2020 11900 11955 S LI 2023 141435 T DAELMAN 2019 1215 1221 N CHEN 2018 893 898 F AMMAL 2019 7721 7740 S JONES 2016 150 154 J QIAO 2015 2913 2924 B KUAI 2020 48 L SERP 2023 e202300545 P WANG 2018 1801649 J ZHANG 2021 754167 A XIA 2021 887 894 C WANG 2022 16187 16193 H LUO 2024 W LIU 2018 638 641 J LIN 2024 X YANG 2013 1740 1748 X LIU 2020 2001482 D LIANG 2022 18155 18174 X WANG 2021 2006255 T ZHANG 2022 5108 5115 J YUAN 2019 472 480 S ZHANG 2022 51 87 L KANG 2022 137855 G ZHU 2020 118502 W DENG 2017 1606967 J AO 2020 3032 3040 X ZHOU 2021 6831 6840 F SU 2021 16180 16186 P XIE 2021 2102160 Q WANG 2021 12066 12072 X HU 2021 2001881 C MA 2020 2002177 Y LU 2024 654 663 X WANG 2015 6511 Y FARNESICAMELLONE 2022 4859 4871 M YANG 2022 971 981 S YANG 2023 J VELPANDIANX2025X116012 VELPANDIANX2025X116012XM 2027-03-11T00:00:00.000Z 2027-03-11T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-02-27T08:03:45.104Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined CSIR-CIMFR Centre of Excellence Department of Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100001409 http://sws.geonames.org/1269750 CSIR CSIR Council of Scientific and Industrial Research, India http://data.elsevier.com/vocabulary/SciValFunders/501100001412 http://sws.geonames.org/1269750/ IIT Delhi) Energy Storage Platform on Batteries Indian Institute of Technology IIITD Indian Institute of Technology Delhi http://data.elsevier.com/vocabulary/SciValFunders/501100007488 http://sws.geonames.org/1269750/ M.V. and S.B. wish to thank the Centre of Excellence (CoE) at the Department of Science & Technology (DST) \\u2013 Indian Institute of Technology (IIT Delhi) Energy Storage Platform on Batteries (ESPOB) for their financial assistance with this research. A.S. wish to thank CSIR for funding and the Director of CSIR-CIMFR for their encouragement and support. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0021-9517(25)00077-6 S0021951725000776 1-s2.0-S0021951725000776 10.1016/j.jcat.2025.116012 272561 2025-06-03T19:53:35.795578Z 2025-05-01 2025-05-31 1-s2.0-S0021951725000776-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725000776/MAIN/application/pdf/a4061b1ec7f00d892771f4231a0478ab/main.pdf main.pdf pdf true 2429271 MAIN 10 1-s2.0-S0021951725000776-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725000776/PREVIEW/image/png/aabf4812e7a325958a9f7638ac779872/main_1.png main_1.png png 62104 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951725000776-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725000776/gr2/DOWNSAMPLED/image/jpeg/4803cceee9db939825d4e093849cdc41/gr2.jpg gr2 gr2.jpg jpg 39916 290 741 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725000776-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725000776/ga1/DOWNSAMPLED/image/jpeg/3ec6809170cb9256ff65bd4642ed9cba/ga1.jpg ga1 true ga1.jpg jpg 15637 200 238 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725000776-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725000776/gr3/DOWNSAMPLED/image/jpeg/49e00b96ef1383b9bc6279d8ccd64892/gr3.jpg gr3 gr3.jpg jpg 51272 366 535 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725000776-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725000776/gr1/DOWNSAMPLED/image/jpeg/64fef0c625cd0d6af1b1a2fdaa119e0d/gr1.jpg gr1 gr1.jpg jpg 27890 178 535 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725000776-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725000776/gr4/DOWNSAMPLED/image/jpeg/7df3c4bfc986f30bf64289ffb8e46578/gr4.jpg gr4 gr4.jpg jpg 46151 267 709 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725000776-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725000776/gr2/THUMBNAIL/image/gif/705c77d283fb29b89aadbf2f532d5794/gr2.sml gr2 gr2.sml sml 5825 86 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725000776-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725000776/ga1/THUMBNAIL/image/gif/7ca1b5a4c76b4086ab4b8d12f0c48051/ga1.sml ga1 true ga1.sml sml 12909 164 195 IMAGE-THUMBNAIL 1-s2.0-S0021951725000776-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725000776/gr3/THUMBNAIL/image/gif/31505e0685c2d3c6e4f785af8e65a602/gr3.sml gr3 gr3.sml sml 12585 150 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725000776-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725000776/gr1/THUMBNAIL/image/gif/4bf1ca72b23af30ef8fd595e77a7bca4/gr1.sml gr1 gr1.sml sml 8050 73 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725000776-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725001186/gr4/THUMBNAIL/image/gif/3c0f4694409cccd2fb9035b1f0aaa78b/gr4.sml gr4 gr4.sml sml 7159 82 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725000776-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725000776/HIGHRES/image/jpeg/fc054f94f1e2ec337b0f107417764ee2/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 210255 1283 3281 IMAGE-HIGH-RES 1-s2.0-S0021951725000776-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725000776/HIGHRES/image/jpeg/79460fd5c6a6f9816a5dabbeb42b29da/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 100816 886 1056 IMAGE-HIGH-RES 1-s2.0-S0021951725000776-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725001186/HIGHRES/image/jpeg/30327969282405cd1097c44934082ab9/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 297279 1622 2368 IMAGE-HIGH-RES 1-s2.0-S0021951725000776-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725001186/HIGHRES/image/jpeg/f9aaa3582d86f132eddc6b818920c68a/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 143566 789 2368 IMAGE-HIGH-RES 1-s2.0-S0021951725000776-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725001186/HIGHRES/image/jpeg/8881761a260e771f69a2033ec8a94cb8/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 251274 1183 3141 IMAGE-HIGH-RES YJCAT 116012 116012 S0021-9517(25)00077-6 10.1016/j.jcat.2025.116012 Elsevier Inc. Fig. 1 Advantages of single atom supported catalysts. Fig. 2 Schematic illustration of synthesis of SACs and nanoparticle-supported catalyst. Fig. 3 Interactions in SACs and nanoparticle-supported catalyst. Fig. 4 Benefits and challenges in co-existence of SACs and nanoparticle supported catalyst. Table 1 Possibilities of co-existence of SACs with NPs in different synthesis methods. [5,8,23,24,34–37]. S.No. Synthesis method Possibility of coexist Mitigating measures 1 Atomic layer deposition Precise ligand and functional groups could be chosen Controlling the growth of atomic layers in different materials and deposition parameters. 2 Impregnation method High metal loading prone to agglomerate leading to poor thermal stability Optimize the metal loading parameters to boost metal support interaction 3 Ball milling method Low work efficiency and not suitable for liquid based materials Optimize the parameters like rotating speed and time. 4 High temperature induced method Shorter synthesis time leading to coexisting Optimizing synthesis conditions 5 Co-precipitation method High metal loading Using appropriate support materials with optimum metal loading 6 Electrostatic adsorption method Low adsorption behaviour of support leading to low metal loading Using appropriate topology of the support (defects, functional groups, etc.). 7 Electrochemical deposition method Restricted chemical environment due to electroactive species Optimizing parameters such as deposition time and voltage 8 Galvanic replacement method Restricted chemical environment due to electroactive species Optimizing parameters such as deposition time and electrochemical potential Table 2 Identification of SACs in co-existence with nanoparticles (NPs) by various characterization techniques[8,15–17,40–43]. S.No. Technique Information Identification of SACs in co-existence with NPs 1 TEM To visualize the morphology, size and distribution of the metal species on a catalyst support NPs: larger clusters of metal atoms, dark spots with with diameters ranging from 1 to 100 nm.( a defined size and shape)SACs: Isolated, bright spots with a diameter of less than 1 nm.Resolution: 0.01 nm 2 XRD To determine the crystal structure of the metal species on a catalyst support. NPs: Diffraction patterns are correspond to the crystal lattice of the metalSACs: It may not show any diffraction peaks. 3 XAS XAS can be used to determine the oxidation state and coordination environment (local structure) of the metal species in a catalyst. NPs: It may exhibit multiple absorption edges with broad peaks corresponding to different coordination environments and well coordinated clustered metal atoms.SACs: It will typically exhibit a distinct X-ray absorption edge with sharp peaks corresponding to the isolated metal atom.Resolution: 0.1 nm 4 STEM and EDAX STEM can be used to obtain high-resolution images of the metal species (isolated or clustered) on a catalyst support and elemental composition. NPs: It will appear as clusters of atoms with bright spots with a defined size and shape.SACs: It will appear as isolated bright spots.Resolution: 0.1 nm 5 FTIR FTIR can be used to probe the surface chemistry and functional groups present on a catalyst support SACs may exhibit different surface chemistry (carbon oxygen stretching) compared to NPs, which can be detected by changes in the FTIR spectrum. 6 The catalytic activity of a catalyst To determine the active sites to determine the difference in activity per metal atom. It is possible to determine the relative contributions of SACs and NPs to the overall activity. 7 XPS To analyze the chemical state, oxidation state and binding site of metal species. By analyzing the XPS spectra, it is possible to quantitatively determine the number of metal atoms present in SACs and NPs and their relative concentrations by spectra peak positions (binding energy) and area of the spectra. 8 STEM-EDX elemental To visualize the morphology, size and distribution of the metal species on a catalyst support NPs: larger clusters of metal atoms, dark spots with with diameters ranging from 1 to 100 nm.( a defined size and shape)SACs: Isolated, bright spots with a diameter of less than 1 nm 9 Extended X-ray Absorption Fine Structure (EXAFS) To determine the coordination and local structure of metal species. By fitting the EXAFS data, it is possible to quantitatively determine the number of metal atoms in SACs and NPs and their relative concentrations. 10 Atomic Force Microscopy (AFM) It can be used to image the surface topography of a catalyst support at the nanoscale. SACs: isolated bumps or protrusions on the surface of the support.NPs: larger clusters of metal atoms. 11 Temperature-Programmed Desorption (TPD) Adsorption strength of the probe molecule SACs and NPs can be accessed and differentiated by the type of interaction. Mini-review Consequences of the co-existence of single-atom and nanoparticle catalysts Muthuraja Velpandian Writing – original draft Methodology Investigation Formal analysis Data curation Conceptualization a Apurba Sinhamahapatra Writing – review & editing Writing – original draft Supervision Investigation Funding acquisition Formal analysis Data curation Conceptualization b c ⁎ Suddhasatwa Basu Writing – review & editing Validation Supervision Resources Project administration Methodology Investigation Funding acquisition Conceptualization a ⁎⁎ a Department of Chemical Engineering, Indian Institute of Technology Delhi, Hauz Khas, New Delhi 110016, India Department of Chemical Engineering Indian Institute of Technology Delhi Hauz Khas New Delhi 110016 India Department of Chemical Engineering Department, Indian Institute of Technology Delhi, Hauz Khas, New Delhi 110016, India b CSIR-Central Institute of Mining and Fuel Research (CSIR-CIMFR), Dhanbad 826001, India CSIR-Central Institute of Mining and Fuel Research (CSIR-CIMFR) Dhanbad 826001 India CSIR-Central Institute of Mining and Fuel Research (CSIR-CIMFR), Dhanbad 826001, India c Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, Uttar Pradesh 201002, India Academy of Scientific and Innovative Research (AcSIR) Ghaziabad Uttar Pradesh 201002 India Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, Uttar Pradesh 201002, India ⁎ Corresponding author at: CSIR-Central Institute of Mining and Fuel Research (CSIR-CIMFR), Dhanbad 826001, India. CSIR-Central Institute of Mining and Fuel Research (CSIR-CIMFR) Dhanbad 826001 India ⁎⁎ Corresponding author. Graphical abstract Single-atom catalysts (SACs) have emerged as promising candidates for electrochemical conversion and storage applications due to their efficient atomic utilization and unique structure, wherein metal atoms are uniformly dispersed and anchored on a support material. This arrangement allows SACs to possess a high density of active sites, maximizing their exposure to reactants and consequently improving reaction rates and selectivity. In light of the growing global demand for renewable and sustainable energy sources, extensive research has been dedicated to designing and fabricating well-defined SAC-based electrocatalysts with optimized electronic structures and diverse compositions over the past decade. Given their exceptional activity and selectivity, particularly for small molecules or key intermediate conversions, the synergistic combination of SACs with nanoparticles (NPs) holds great potential for significantly enhancing performance in complex catalytic processes. In this mini-review, we provide a comprehensive overview of the various possibilities for the co-existence of SACs and nanoparticles, as well as the synthesis and characterization techniques employed in their preparation. Subsequently, we focus on the potential consequences of this co-existence, which has not been extensively explored in the literature, which can lead to improved selectivity towards desire products, thereby boosting the niche applications of these systems. We conclude by emphasizing the major challenges that need to be addressed and highlighting the emerging opportunities in the field of SAC-nanoparticle co-existence systems. By understanding and addressing these challenges, researchers can further advance the development and utilization of hybrid catalyst systems, thereby paving the way for the next generation of efficient and selective catalytic processes. Data availability No data was used for the research described in the article. 1 Introduction The expansion of industries and the growing energy shortages have a detrimental impact on environmental degradation. Stable and active electrocatalysts in various systems are needed to address these issues. As a result, researchers are actively exploring low-cost and efficient catalysts to facilitate sustainable energy conversion [1–4]. Nanoparticle-supported catalysts have brought about a significant transformation in the field of catalysis, due to their remarkable surface area, heightened reactivity, and enhanced selectivity. These benefits arise from the even distribution of metallic nanoparticles, resulting in a higher concentration of active sites for reactions and facilitating effective interaction with reactants. In addition, nanoparticle catalysts can often use less precious metal than bulk catalysts, which helps to lower costs and minimize environmental impact. However, certain drawbacks, like the potential for metal leaching and agglomeration, may affect their overall stability over time. SACs are a promising solution that tackles several of these limitations. Through the dispersion of individual metal atoms on supports, SACs optimize metal utilization and provide enhanced activity and selectivity due to their precisely defined coordination environments. In addition, SACs frequently demonstrate enhanced stability and resistance to sintering, which makes them highly appealing for long-term use. Recently, there has been a growing interest in SACs within the field of catalysis. These materials have captured the attention of researchers due to their unique properties and potential applications [5,6]. SACs contain individual isolated atoms that act as active sites for catalytic reactions, offering unparalleled precision and efficiency compared to traditional catalysts composed of clusters or nanoparticles. Researchers have focused on enhancing catalytic performance by maximizing atom utilization, minimizing material waste, and achieving greater selectivity [7]. By immobilizing isolated atoms on suitable supports, scientists have unlocked the potential to manipulate their electronic and geometric properties, leading to remarkable advancements in catalysis. The development of SACs provides opportunities to reduce reliance on rare and expensive metals while optimizing catalytic performance. SACs exhibit distinct advantages in comparison to nanoparticle-supported catalysts in terms of atomic efficiency, high surface energy, and strong chemical interaction between the metal centre, support, and adsorbates, resulting in high selectivity and efficiency in various reactions [8]. The comprehensive benefits of SACs are illustrated in Fig. 1 . SACs have gained immense popularity in both photocatalysis and thermal-catalysis processes [9]. When considering the reaction mechanism in energy conversion systems, the atomic-level structure of SACs offers unique advantages over nanocluster or nanoparticle-supported catalysts. SACs consist of isolated individual atoms, allowing for precise control over active sites and reducing atom-to-atom interactions that often limit electrocatalytic activity. This precise control enables enhanced selectivity and efficiency in electrocatalytic reactions [10]. Furthermore, the choice of support material can influence the electronic and geometric characteristics of the single atoms, enabling fine-tuning of catalytic performance and selectivity [11]. Different catalysts can be obtained by controlling various factors such as precursor selection, reaction conditions, support materials, and post-treatment steps using similar synthetic methods [5]. For SACs, the choice of precursor and support material plays a crucial role in achieving the desired single-atom dispersion, while the reduction or activation conditions can impact the aggregation and stability of the single atoms. In the case of nanocluster/nanoparticle-supported catalysts, factors like precursor concentration, reaction temperature, and time can control the size, composition, and distribution of clusters/nanoparticles, and the choice of support material and its interaction with the clusters/nanoparticles can affect the catalytic properties [12]. The mechanisms of formation in SACs and nanocluster/nanoparticle-supported catalysts exhibit distinct differences (Fig. 2 ). SACs are created through careful reduction or activation of precursor atoms, resulting in the generation of isolated individual atoms on a suitable support. The adsorption of these precursor atoms onto the support facilitates the isolation and dispersion of individual atoms. On the other hand, nanocluster/nanoparticle-supported catalysts are formed by reducing precursor molecules or existing clusters/nanoparticles, leading to their aggregation on the support. This aggregation process results in the formation of larger clusters or nanoparticles. In some cases, SACs can also emerge in situ during catalytic reactions through mechanisms like atom insertion or substitution. In contrast, nucleation and growth processes drive the formation of clusters/nanoparticles during catalytic reactions. Additionally, template-assisted formation techniques can be employed to deliberately position and stabilize individual atoms on a support in the case of SACs, while templating techniques are used to exert control over the size and shape of clusters/nanoparticles on the support in the context of nanocluster/nanoparticle-supported catalysts [13]. Despite the advantages offered by SACs, achieving controllable and straightforward synthesis, characterization, and stabilization of single-atom dispersion on supports presents challenges [14]. While vacuum deposition of individual metal atoms provides precision, it may not be practical for large-scale production of SACs. Wet-chemical routes have been commonly used for SAC synthesis, but thermal stability during synthesis is crucial. Several key factors need to be controlled to prevent the conversion of SACs into nanoparticles or nanoclusters. Firstly, the thermal stability of SACs can be maintained by carefully selecting support materials that interact strongly with the single atoms and exhibit high thermal conductivity. The use of ligands that effectively anchor the single atoms, offer steric hindrance, and resist decomposition or detachment is also crucial. Optimizing the surface coverage of single atoms is essential to prevent both insufficient and excessive coverage, as both scenarios can lead to agglomeration [7]. Redox stability is another important aspect, which can be achieved by selecting single atoms with inherent redox stability or implementing strategies to stabilize the redox-active states through modified support materials or suitable ligands. Precise control and optimization of reaction conditions such as temperature, pressure, and reactant concentrations are necessary to ensure the integrity and stability of the single atoms. Regular utilization of characterization techniques such as transmission electron microscopy (TEM), X-ray absorption spectroscopy (XAS), and in situ/operando spectroscopy is highly recommended to monitor the stability and behavior of SACs during catalytic reactions. Various techniques can be employed during the synthesis process to obtain specific catalytic functionalities, such as introducing different dopants or alloying elements to tailor the activity and selectivity of the catalyst [15]. During the synthesis of SACs, it is possible for both SACs and nanocluster/nanoparticle-supported catalysts to coexist within the same system. In some cases, SACs can form on the surface of larger clusters/nanoparticles, resulting in a heterogeneous catalyst system [16]. This combination offers the advantages of both SACs and clusters/nanoparticles, including enhanced activity, selectivity, and stability. Furthermore, hybrid catalyst systems can be designed by integrating SACs and clusters/nanoparticles within a hierarchical structure, allowing for synergistic effects and improved catalytic performance by leveraging the unique properties of each component. The co-existence of SACs and nanocluster/nanoparticle-supported catalysts presents opportunities for designing highly efficient and versatile catalyst systems with tailored properties for specific reactions. However, careful control over the synthetic conditions and optimization of the catalyst composition is essential to ensure the desired co-existence and maximize the benefits of each catalyst component. Currently, there is no specific review that focuses on the concept of co-existence and its consequences in energy conversion systems [17]. In this mini-review, we aim to provide a comprehensive overview of the various possibilities for the co-existence of SACs and nanoparticles, along with the synthesis and characterization techniques employed in their preparation. Subsequently, we focus on the potential consequences of this co-existence, which can lead to improved selectivity towards valuable products, thereby enhancing the niche applications of these systems. We conclude by highlighting the major challenges that need to be addressed and identifying the emerging opportunities in the field of SAC-nanoparticle co-existence systems. By understanding and addressing these challenges, researchers can further advance the development and utilization of hybrid catalyst systems, paving the way for the next generation of efficient and selective catalytic processes. 2 Revolutionizing catalysis: the superiority of SACs SACs and nanocluster/nanoparticle-supported catalysts exhibit unique attributes and benefits in their respective applications. SACs offer highly active and efficient sites for electrochemical reactions, capitalizing on precise control overactive sites and enhanced atom utilization. Their exceptional catalytic activity, selectivity, and stability make them well-suited for various electrochemical reactions such as the oxygen reduction reaction (ORR), hydrogen evolution reaction (HER), and carbon dioxide reduction reaction (CO2RR) [11,18–20]. In contrast, nanoclusters/nanoparticles display electrochemical activity influenced by size, composition, and surface properties, providing multiple active sites. They find extensive use in electrochemical reactions and can be tailored for specific applications by adjusting their size, composition, and surface properties accordingly. Stability of nanoclusters/nanoparticles depends on their interaction with the electrolyte and support material, often necessitating surface modifications to enhance stability. Through in-depth research and understanding of the interactions and properties of both single-atom-supported catalysts and nanoparticle-supported catalysts, researchers can advance the optimization of catalytic performance and the development of efficient catalytic systems [16]. SACs demonstrate strong metal interactions, enabling individual metal atoms to serve as active sites with efficient electron transfer and reaction pathways [21]. These interactions are visually depicted in Fig. 3 , illustrating the schematic of the catalytic process. Moreover, the robust coordination bond between single atoms and reactant species facilitates effective adsorption and activation of intermediates. On the other hand, nanoparticle-supported catalysts showcase distinct characteristics due to additional metal–metal interactions, influencing morphology and geometry-dependent catalytic behavior. The size and shape of nanoparticles play a crucial role, impacting activity through variations in surface area. Different sizes and shapes yield diverse catalytic activities, offering versatility in performance [22]. However, particle–particle interactions can lead to aggregation, affecting catalytic performance. Managing these interactions is vital to maintaining desired catalyst properties. Additionally, nanoparticle-supported catalyst surface facets exhibit diverse catalytic properties, further highlighting the complexity of their behavior [23]. Fig. 4 illustrates the benefits and challenges in co-existence of SACs and nanoparticle supported catalyst. SACs enable efficient mass transport by dispersing single atoms, facilitating better access to active sites and reducing diffusion limitations. Conversely, mass transport properties of nanoclusters/nanoparticles may vary depending on factors such as size, shape, and distribution, influencing reaction kinetics [17]. Furthermore, SACs may exhibit unique electrochemical mechanisms based on their electronic and geometric properties, affecting reaction pathways and selectivity. In contrast, nanoclusters/nanoparticles can undergo various electrochemical mechanisms, including surface adsorption, charge transfer, and diffusion, influenced by composition and surface properties. By unravelling the distinct advantages and characteristics of SACs and nanocluster/nanoparticle-supported catalysts in electrochemical reactions, researchers can pave the way for enhanced catalytic performance and the development of efficient electrochemical systems [24]. 3 Possibilities of co-existence of the SACs with NPs The co-existence of SACs and nanoparticles offers a wide range of possibilities in terms of synthesis techniques. Various methods have been explored to achieve this co-existence, each with its advantages and considerations. One approach is stepwise synthesis, where nanoparticles are first formed, followed by the introduction of single atoms onto their surface. This sequential synthesis allows for precise control over nanoparticle size and the number of dispersed single atoms [14]. Alternatively, simultaneous synthesis involves the formation of SACs and NPs together in a single step, either through dual precursor systems or careful control of reaction conditions. Templating techniques have also shown promise, utilizing sacrificial templates or core–shell structures to control the spatial arrangement and distribution of SACs and NPs. By selecting appropriate templates and designing the synthesis process, well-defined coexisting catalyst structures can be obtained. Surface modification techniques can further introduce active sites on pre-existing nanoparticles, enabling controlled co-existence with SACs. These diverse synthesis techniques provide researchers with options to explore and optimize the co-existence of SACs and NPs, opening up new avenues for designing efficient and versatile catalyst systems. Agglomeration poses a common challenge in SAC synthesis, influenced by factors such as surface diffusion, surface energy, and thermal stability. Ligands are employed to stabilize SACs and prevent agglomeration through steric hindrance or coordination with single atoms. However, ligands may dissociate at high temperatures or specific reaction conditions, leading to agglomeration [25]. To enhance thermal stability, careful selection of precursors and ligands, as well as the synthesis method, becomes crucial. As single-atom size increases, surface energy can contribute to agglomeration, but ligands can also influence surface energy by interacting with single-atom surfaces. Surface diffusion can facilitate agglomeration by enabling single atoms to migrate on the surface, but the presence of ligands can impede this process. To prevent agglomeration, strategies such as employing stable ligands, co-catalysts, and optimizing synthesis conditions have been proposed [26]. Stable ligands like carbon nanotubes or graphene oxide effectively stabilize SACs, and co-catalysts such as carbon or oxide NPs can prevent agglomeration through interaction with single atoms [27]. The synthesis of NPs and SACs on catalyst support is a complex process that necessitates careful consideration of multiple factors. NPs and SACs can coexist on the same support material depending on the synthesis method and conditions. However, the proportion and distribution of each component depend on factors such as metal loading, support material properties, and synthesis conditions [12]. The co-existence of NPs and SACs can occur during the synthesis if the reactions are not fully controlled for SAC formation, which is hard tomaintain. Excessive metal loading or unsuitable support material properties can result in a mixture of NPs and SACs. Nonetheless, carefully controlling these factors makes it possible to minimize nanoparticle co-existence and promote the formation of highly active and selective SACs [28]. The possibilities for the co-existence of nanoparticles and SACs on a catalyst support are extensive. Understanding the synthesis method, conditions, metal loading, and support material properties enables the achievement of desired catalytic properties for these materials. SACs such as Pt1/CeO2 exhibit notable stability at 800 °C during oxidation reactions [29], whereas Au1/FeOx systems show comparable robustness at 400 °C, highlighting their enhanced performance relative to NPs under specific conditions [30]. It is important to emphasize that the integration of NPs into SAC systems aims to complement and enhance the SAC approach rather than replace it. Hybrid systems that incorporate both SACs and NPs provide synergistic benefits by merging the accuracy of SACs with the catalytic flexibility of NPs. Pd1+NPs/TiO2 catalysts illustrate that aldehydes preferentially adsorb on SAC sites, whereas H2 dissociates on NPs, thus enhancing hydrogenation reactions [31]. This integration of SACs and NPs facilitates the creation of hybrid systems, optimizing the advantages of both elements. SACs provide high atomic efficiency and selectivity, whereas NPs enhance activity and expand catalytic applicability. These systems collectively address the challenges encountered when SACs or NPs are utilized independently, resulting in enhanced performance across various catalytic applications. 4 Potential co-existence possibilities in different synthesis methods The co-existence of SACs with nanoparticles in synthesis techniques depends on various factors. One crucial factor is the precursor decomposition process, where the breakdown of precursor molecules can lead to either SACs or NPs formation. The stability of ligands is also critical for SAC formation, as they prevent agglomeration. As discussed above, optimized synthesis conditions, including temperature, pressure, and post-treatment processes, are essential for promoting SAC formation. Table 1 describes the possibilities of co-existence of SACs with nanoparticles in different synthesis methods and its mitigating measures. The formation of NPs can significantly impact the catalytic properties of SACs, affecting activity, selectivity, and stability due to differences in size, shape, and electronic structure. To prevent NP formation, strategies such as using stable ligands, optimizing synthesis conditions, and selecting appropriate precursors and ligands can be employed [32]. Advanced synthesis techniques like atomic layer deposition or ion implantation can precisely control metal atom deposition, reducing cluster formation. These strategies aim to minimize or eliminate the co-existence of NPs and SACs, enhancing SACs' catalytic activity and selectivity [7]. However, instead of focusing on the preparation of either SAC or NP, the development of SAC-NP hybrid catalysts with improved performance and stability could also be explored by modifying the surface chemistry and properties of the catalyst support and employing support materials and synthesis optimization. Furthermore, strategic implementation of nitrogen-doped carbon supports and surfactants further refines this distribution by preventing NP aggregation, enabling application-specific optimization of hybrid catalysts. Other strategies involve optimizingmetal loading and altering the surface chemistry of support materials. Reduced metal loading generally enhances the stabilization of single-atom catalysts by limiting aggregation, whereas increased loading encourages the formation of nanoparticles. Additionally, the researcher should quantify the ratio and correlate it with synthesis conditions of various parameters. This can help achieve the desired ratio for specific applications. However, characterizing catalysts containing SACs and NPs, whether homo or hetero or bimetallic, is highly challenging and needs more focused research. Several techniques can analyze the distribution of SAs and NPs, one such technique is high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM), which enables atomic-scale probing of supported SAs and NPs. This can be achieved through Z-contrast imaging of the structure or chemical analysis using energy dispersive X-ray spectroscopy (EDS) and electron energy loss spectroscopy (EELS). However, these analyses must be conducted carefully to avoid electron beam damage to single-atom sites [33]. Utilizing these strategies allows researchers to manipulate the relative ratios of SACs and NPs within hybrid systems, thereby fine-tuning them for targeted catalytic applications. 5 Characterization of SACs in complex coexisting scenarios The co-existence of SACs and NPs presents an intriguing research field that can be explored through qualitative and quantitative analysis. Various techniques, including advanced spectroscopy and modelling methods, can be employed for both qualitative and quantitative identification purposes [14]. Qualitative identification involves investigating the nature of the active sites in the catalyst by analyzing catalytic activity measurements, studying reaction kinetics, and utilizing in situ spectroscopy techniques like Fourier-transform infrared (FTIR) and Raman spectroscopy. These methods provide insights into the characteristics and behavior of SACs and NPs during catalytic reactions. On the other hand, quantitative identification involves determining the number of SACs and NPs on the catalyst support, which can be challenging. The identification of SACs in co-existence with NPs by various characterization techniques is tabulated in Table 2 . However, combining the aforementioned techniques makes it possible to characterise the metal species on the catalyst comprehensively. This characterization includes information about the location, coordination environment, and catalytic performance of SACs and NPs on the catalyst surface. By obtaining a deeper understanding of the co-existence of SACs and NPs, researchers can develop more efficient and selective catalysts for various chemical reactions [26]. Additionally, advanced analytical approaches are essential for characterizing and decoupling the contributions of SACs and NPs in hybrid systems. Selective catalytic probing employs model reactions to isolate distinct functions of SACs and NPs. SACs are optimal for reactions that necessitate high atomic efficiency and specific active sites, whereas NPs are superior in processes that require high throughput or multiple active sites. In situ and operando spectroscopy techniques, including FTIR spectroscopy and XAS, offer real-time insights into reaction intermediates and oxidation state transitions, facilitating the assignment of reaction pathways to SACs or NPs [38]. Imaging techniques such as TEM and STEM facilitate the differentiation of SACs from NPs, linking their spatial distribution and structural properties to catalytic performance. Kinetic studies, such as turnover frequency (TOF) analysis, measure the contributions of individual components to overall performance, whereas density functional theory (DFT) simulations provide theoretical insights into their unique reaction mechanisms. Furthermore, selective inhibition of SACs or NPs can be achieved using site-specific molecular blockers like CO, allowing the isolation of their distinct catalytic roles. Kinetic isotope labelling, on the other hand, employs isotopically labelled reactants to trace reaction pathways and differentiate the catalytic contributions of SACs and NPs. Systematically varying the composition and ratios of SACs and NPs allows researchers to optimize hybrid systems, thereby enhancing synergy and efficiency [27,39]. The integration of computational modelling, high-resolution imaging, and kinetic analyses enables researchers to isolate the individual and synergistic roles of SACs and NPs. This approach facilitates the rational design of highly efficient hybrid catalysts for various applications. For example, The Pd1+NPs/TiO2 catalyst demonstrates the effective combination of SACs and NPs, facilitating efficient hydrogenation of ketones and aldehydes under mild conditions [31]. In this system, SACs (Pd1) are responsible for the activation of C = O groups, whereas NPs (PdNPs) play a role in the dissociation of H2 into active hydrogen atoms. The dual functionality addresses the constraints of separate components, given that SACs demonstrate low efficiency in H2 dissociation, while NPs experience restricted atomic utilization. Selective catalytic probing was utilized to analyze the distinct roles of SACs and NPs with model catalysts. Pd1/TiO2, which consists solely of SACs, exhibited low activity attributed to ineffective hydrogen dissociation. In contrast, PdNPs/TiO2, composed exclusively of NPs, faced limitations due to insufficient atomic dispersion. The Pd1+NPs/TiO2 hybrid demonstrated more than double the activity compared to the individual systems, thereby confirming the presence of a synergistic interaction. Operando techniques, including XAS and FTIR, have identified Pd1 as the primary site for C = O adsorption, while PdNPs are responsible for H2 dissociation [31]. DFT simulations confirmed experimental results, indicating that H2 dissociation on PdNPs takes place through a low-energy homolytic pathway (0.78 eV), whereas SACs proceed via a high-energy heterolytic pathway (1.27 eV). The analysis of turnover frequency (TOF) confirmed the efficiency of the hybrid, demonstrating that Pd1+NPs/TiO2 exhibited substantially greater catalytic activity compared to the individual components. Advanced imaging techniques, such as scanning transmission electron microscopy (STEM), validated the spatial distribution of SACs and NPs on the TiO2 support. The catalyst exhibited exceptional performance, attaining complete conversion of 4-methylacetophenone to alcohol with a selectivity of 99 % under room temperature and ambient pressure conditions, significantly surpassing the efficacy of commercial Pd/C catalysts. These strategies collectively establish a framework for understanding and utilizing the complementary functions of SACs and NPs, facilitating the rational design of highly efficient hybrid catalysts [31]. 6 Consequence of coexisting scenarios The co-existence of SACs and NPs has revolutionized catalysis by combining their unique advantages and resulting in synergistic effects. This co-existence allows new directions, and withdraws restrictions that are imposed to prepared SAC, task-specific active sites, and enhanced catalytic efficiency [44]. SACs offer meticulous regulation over individual active sites, while nanoclusters/nanoparticles provide active sites, improving catalytic selectivity and efficiency. For instance, Pd1+NPs/TiO2 catalysts demonstrate catalytic synergy in the hydrogenation of aldehydes and ketones. DFT calculations reveal that aldehydes and ketones preferentially adsorb on Pd1 SAC sites, while H2 dissociates on Pd NPs, accelerating the hydrogenation reaction [45]. Researchers also reported a Rh1Rhnp catalyst for the dehydrogenation of cyclohexanol to phenol. Rh1 sites exhibited high catalytic activity in converting cyclohexanol to cyclohexanone, while Rh np sites played a crucial role in converting cyclohexanone to phenol [46]. The co-existence of these catalysts resulted in exceptional catalytic activity, emphasizing the effectiveness of synergistic effects. The electronic interaction between SACs and nanoclusters/nanoparticles significantly influences catalytic properties, facilitating electron transfer and impacting performance in various reactions. For example, the introduction of Ru NPs modifies the electronic structure of neighboring Ru1 sites in Ru-based SACs, enhancing their performance in photocatalytic and electrocatalytic processes [47]. Similarly, Ru NPs synergize with Co1 sites in Ru@Co-SA/N–C NSASC, facilitating the cleavage of the HO–H bond in H2O and generating hydrogen [48]. SACs also enhance the stability of nanoclusters/nanoparticles during catalytic reactions, preventing their aggregation or dissolution and prolonging the catalyst's lifespan. Additionally, the co-existence of SACs and nanoclusters/nanoparticles can directly or indirectly impact catalytic processes by interacting with reactants, and intermediates, or regulating other catalytic sites, leading to diverse catalytic pathways and product selectivities. Atomically dispersed SACs facilitate efficient mass transport, while nanoclusters/nanoparticles provide additional pathways for reactant diffusion within the catalyst system. By adjusting the relative ratios of SACs and nanoclusters/nanoparticles, the properties of the catalyst can be finely tuned for specific reactions and conditions, optimizing catalytic performance, efficiency, and selectivity [49]. While the co-existence of SACs and nanoclusters/nanoparticles holds promise for enhanced catalytic performance, it poses challenges in synthesis, characterization, and ratio optimization. Achieving the desired co-existence requires precise control and consideration of various factors [50]. The formation mechanisms of two coexisting components are limited in the early stage and require more extensive study to design task-specific catalysts. Characterizing and understanding the structure-performance relationships of these catalyst systems have become more challenging, demanding advanced characterization techniques and comprehensive studies [43]. Despite these challenges, the co-existence of SACs and nanoclusters/nanoparticles offers versatility and applicability across a wide range of catalytic reactions. Tailoring catalyst systems for specific applications provides opportunities for advancements in diverse fields. However, consistent and reproducible performance in coexisting SACs and nanoclusters/nanoparticles remains a challenge due to variations in size, distribution, and their interaction within the catalyst system. Developing scalable synthesis methods and optimization strategies is crucial to meet industrial demands [51]. Various strategies can be employed to attain the co-existence of nanoparticles and SACs. Reducing the metal loading on the support material promotes the formation of SACs by preventing metal cluster formation. Modifying the surface chemistry of the catalyst support and using ligands or capping agents can stabilize SACs and inhibit nanoparticle formation. The selection of an appropriate support material and optimization of synthesis conditions also contribute to promoting the formation of SACs. These strategies enable precise control over the co-existence of SACs and nanoclusters/nanoparticles, enhancing the efficiency and effectiveness of catalysts. Diffusion limitation and aggregation are challenges associated with this co-existence. Diffusion limitation occurs when nanoparticles obstruct access to reactants, and aggregation can happen due to attractive forces between nanoparticles. The stability of nanoparticles and metal-support interaction are additional concerns. Strategies such as using stable ligands, optimizing synthesis conditions, controlling particle size, and selecting appropriate support materials can address these challenges. Within electrocatalysis, utilising controlled synthesis methods plays a crucial role in enabling the seamless integration of metal nanoparticles with single-atom sites. The process of achieving this involves the use of strong acid etching to eliminate larger nickel particles. This leads to forming a composite material that consists of single-atom nickel and smaller nickel nanoparticles [52]. The ratio between single-atom sites and NPs can be finely adjusted by manipulating the duration of the leaching process using this technique. Heterogeneous electrocatalysis involves distinguishing between the central metal atoms present in single-atom sites and those in NPs within the nanocomposite. Theoretical simulations suggest that the presence of atomically dispersed platinum atoms at the heterogeneous interface results in higher activity compared to nanoparticles. SACs tend to be evenly distributed when they are supported on a substrate, while NPs, on the other hand, are generally distributed randomly. The distributions can be classified into three categories: wrapped, anchoring, and tandem types, according to DFT studies [49]. The wrapped type involves the complete coverage of NPs by a substrate that contains single-atom sites. The electronic states of the metal-heteroatom (M−Hx) sites are improved by the interaction with the active valence electrons of the underlying nanoparticles in this configuration [53]. An example of this is the observed interaction between Pt (100) and Fe-N4, which has been found to greatly reduce the theoretical overpotential. This indicates that this particular arrangement enhances the catalytic activity for the ORR [42]. The Fe3C nanoparticles function synergistically with isolated Fe-Nx sites to modify electron configurations and enhance the ORR performance. In certain instances, it has been observed that NPs can exhibit periodic arrangements instead of existing as mere clusters composed of a few atoms [54]. The anchoring type of reaction involves the direct participation of active sites in metal NPs in three-phase reactions. The strong anchoring effect serves to both decrease particle size and inhibit metal leaching in electrocatalytic processes. The Ru atoms located at the interface demonstrate a comparatively positive charge density, suggesting a reduced adsorption of H* species and an increased catalytic activity. An analysis of the density of states reveals that the incorporation of a single atom results in the formation of distinct states at the Fermi level. This leads to a substantial interaction between the activated graphene layer and Ru [55,56]. The statement implies that the use of single-atom decoration is a deliberate method for controlling the charge states and catalytic activity of Ru nanoparticles. The selection of adsorption sites is typically based on their proximity to strongly coupled M1/M2-Hx interfaces [56–58]. The tandem type, in contrast, does not entail electronic interactions between vertically aligned single atoms and NPs. Instead, these two species are positioned in close proximity to each other without engaging in direct chemical bonding. The results of the DFT calculations indicate that both Mo2C nanoparticles and isolated MoNC2 sites demonstrate significant activity in nitrogen reduction reactions (NRR) and HER, respectively [53]. Through the analysis of the distribution and spatial arrangement of active species, as well as the utilization of common synthesis techniques for electrocatalysts that incorporate both single atoms and NPs, researchers can gain a deeper understanding of the performance and reaction mechanisms in different types of heterogeneous electrocatalysis. The investigation of the dynamic characteristics of various catalytic sites using ex-situ or in situ/operando techniques provides a comprehensive understanding of the active centers and their dynamic reaction mechanisms. The Fe-FeN-C system synthesized via a Zn5(OH)6(CO3)2-assisted pyrolysis strategy demonstrates effective SAC-NP synergy [42,55]. This system integrates Fe single atoms (Fe-N4 sites) and Fe NPs within a hierarchically porous carbon matrix, facilitating highly efficient ORR activity. The Fe-N4 sites serve as active centers exhibiting high catalytic selectivity, whereas the Fe nanoparticles enhance electronic structures, thereby lowering energy barriers for the ORR process. Collectively, these characteristics exceed the performance of Pt/C catalysts in terms of both activity and durability. In Zn-air battery applications, the Fe-FeN-C system has shown remarkable performance, attaining a maximum power density of 206 mW/cm2 and a cycle life surpassing 400 h, underscoring the potential of controlled synthesis for the effective integration of nanoparticles into single-atom catalyst systems. NPs provide supplementary active sites, improve reaction kinetics, and stabilize the overall structure of catalysts, thereby complementing SACs and forming synergistic hybrid systems [42]. 7 Considerations while designing SACs When designing SACs, it is important to consider the potential benefits of incorporating a small percentage of SACs into NPs catalysts. This addition can greatly improve performance by leveraging various synergistic effects. The electronic structure of nanoparticles can be altered by SACs, resulting in enhanced catalytic activity and improved charge transfer. In addition, they can serve as sites for anchoring NPs, which helps prevent clumping and enhances dispersion on the support material. In addition, SACs have the ability to generate active sites at the interface between NPs and the support, thereby increasing catalytic activity. It is important to take into account the possible conversion of SACs to nanoparticle catalysts during their synthesis, utilization, or storage. The aggregation of single atoms into NPs can be promoted by high-temperature synthesis methods, harsh reaction conditions, and long-term storage under specific conditions. In order to avoid this conversion, researchers have the option of utilizing synthesis techniques such as ALD or wet impregnation with precise control over pH and temperature. Using supports that have a large surface area and establish strong interactions with metal atoms, such as metal oxides, can contribute to the stabilization of SACs. Utilizing inert materials such as carbon or silica, protective coatings can effectively hinder the interaction of SACs with the surrounding environment. Using ligands with a strong binding affinity to individual atoms can effectively prevent aggregation and improve their overall stability. Confirming the presence of SACs, NPs , or their co-existence necessitates a thorough and multifaceted approach utilizing various techniques. HRTEM and atomic resolution STEM are powerful techniques for visualizing the morphology and structure of materials. These techniques can detect individual atoms or clusters of atoms, allowing for the identification of NPs and the confirmation of the presence of both single atoms and NPs. The diffraction pattern obtained from XRD can provide valuable insights into the presence of NPs . Characteristic peaks in the pattern indicate the existence of NPs, while the absence of sharp peaks may suggest the presence of SACs or clusters. Additionally, peak broadening or shifts in the pattern might indicate the co-existence of both nanoparticle and SAC phases. XPS and XAS offer valuable information about the chemical state and electronic structure of materials. These techniques can differentiate between single atoms and NPs by analyzing their binding energies, peak shapes, coordination number, and bond lengths. ICP-AES and EDX mapping are utilized to analyze the composition and distribution of active sites. The intent is to identify uniform distribution of single atoms or clustered NPs, as well as regions where both SACs and NPs coexist. In addition, the utilization of GC–MS and DFT calculations can offer additional understanding regarding the catalytic activity and theoretical predictions. By employing a combination of these techniques, researchers can effectively establish the existence of SACs, NPs, or their co-existence in supported catalysts. In addition to the widely recognized catalytic abilities of individual single-atom active sites, recent research has uncovered a fascinating interaction between these sites and metal NPs that are present alongside them in the catalyst structure. 7.1 Impact of single-atom sites on metal nanoparticle population The presence of individual atoms on the catalyst substrate can significantly impact the distribution of metal NPs that are supported. Research on ceria-based SACs has shown that manipulating the atmosphere during treatment allows for precise control over the size of supported Pt NPs. This control has a direct impact on the activity and stability of the catalyst. This phenomenon occurs due to a competition for Pt atoms between single-atom sites and NPs. When exposed to oxidizing atmospheres, the bonding at single-atom sites causes Pt NPs to shrink. Conversely, depopulation of single-atom sites encourages nanoparticle growth in reducing atmospheres. A detailed model has been developed to explain the dispersion and coarsening of Pt on ceria substrates. This model offers a comprehensive understanding of the dynamics of metal NPs in SACs under different atmospheric conditions. This model also enables the identification of conditions to stabilize nanoparticle ensembles against Ostwald ripening [55]. 7.2 Exploring the mechanisms of dynamic single-atom catalysis Under reaction conditions, single atoms can display impressive dynamic behavior, going beyond their usual role as isolated active sites. One interesting example is the study of gold supported on reducible oxides. Through ab initio molecular dynamics simulations, researchers have discovered a dynamic single-atom catalytic mechanism for CO oxidation. At the metal/oxide interface, the gold cation can separate from the gold nanoparticle, enhancing CO oxidation with the help of ceria's redox properties. After the reaction is finished, the gold cation returns to the nanoparticle. The crucial role of active sites in catalysis is highlighted by this dynamic creation [56]. In addition, the idea of double-active-site relay catalysis has been shown in the context of tandem reactions. Utilizing the distinct catalytic activities of Co single atoms and Co NPs, a Co-based catalyst, (Co1 → Cop)/N-CNTs, is able to oxidize hydroxyls and aldehydes, respectively. This catalyst demonstrates excellent performance in the aerobic oxidation of 5-hydroxymethylfurfural to 2,5-furandicarboxylic acid, highlighting the capabilities of multi-site catalysts in handling intricate reactions [57]. The presence of SACs and nanoclusters/nanoparticles together poses both opportunities and challenges in the development of advanced catalyst systems. Through the use of precise control, advanced characterization techniques, and optimization strategies, researchers can address these challenges and achieve outstanding catalytic performance, thereby making significant contributions to a sustainable future. In order to fully maximize this potential, it is crucial to focus on several important areas that need additional attention [58]: • An evaluation system is necessary to compare the catalytic performance of SACs with other catalysts, taking into account both TOF and specific rates. • Having a thorough grasp of the structure–activity relationship in SACs is essential in order to develop catalysts that are more effective. • When evaluating different catalysts, it is crucial to accurately compare SACs, NPs, and homogeneous catalysts to identify the most suitable catalyst for specific applications. 8 Conclusion In conclusion, the co-existence of NPs and SACs presents a remarkable opportunity to enhance catalytic activity, selectivity, and durability. This collaborative approach harnesses synergistic effects, where the stable support provided by NPs and the catalytic activity of single atoms complement each other. The presence of single atoms prevents aggregation and enhances the catalytic performance of NPs. This exciting area of research holds great promise for catalysis in industries such as energy production, chemical synthesis, and environmental remediation. Moving forward, it is crucial to further investigate the mechanisms behind these synergistic effects and refine the design and synthesis of coexisting catalysts for specific applications. Understanding this scenario has significant implications for advancing sustainable chemistry and energy conversion. With continued research and development, we can anticipate transformative advancements that will revolutionize the field of catalysis and drive progress towards more efficient and sustainable processes. CRediT authorship contribution statement Muthuraja Velpandian: Writing – original draft, Methodology, Investigation, Formal analysis, Data curation, Conceptualization. Apurba Sinhamahapatra: Writing – review & editing, Writing – original draft, Supervision, Investigation, Funding acquisition, Formal analysis, Data curation, Conceptualization. Suddhasatwa Basu: Writing – review & editing, Validation, Supervision, Resources, Project administration, Methodology, Investigation, Funding acquisition, Conceptualization. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements M.V. and S.B. wish to thank the Centre of Excellence (CoE) at the Department of Science & Technology (DST) – Indian Institute of Technology (IIT Delhi) Energy Storage Platform on Batteries (ESPOB) for their financial assistance with this research. A.S. wish to thank CSIR for funding and the Director of CSIR-CIMFR for their encouragement and support. References [1] V. Dhongde M. Velpandian M.A. Haider S. Basu A Sr2CoNbO6-δ@ Sm0. 2Ce0. 8O2-δ nanofiber composite as cathode accelerates oxygen reduction reaction for IT-SOFC ECS Trans. 111 2023 2271 (accessed August 10, 2024) V. Dhongde, M. Velpandian, M.A. Haider, S. Basu, A Sr2CoNbO6-δ@ Sm0. 2Ce0. 8O2-δ nanofiber composite as cathode accelerates oxygen reduction reaction for IT-SOFC, ECS Transactions 111 (2023) 2271. https://iopscience.iop.org/article/10.1149/11106.2271ecst/meta (accessed August 10, 2024). [2] M. Velpandian V. Dhongde K. Singh P. Gupta D. Sarma A. Mahata S. Basu Understanding urea electro synthesis using layered perovskite NdBa0. 25Sr0. 75Co2O5+ δ cathode material Chem. Eng. Res. Des. 198 2023 1 13 (accessed August 10, 2024) M. Velpandian, V. Dhongde, K. Singh, P. Gupta, D. Sarma, A. Mahata, S. Basu, Understanding urea electro synthesis using layered perovskite NdBa0. 25Sr0. 75Co2O5+ δ cathode material, Chemical Engineering Research and Design 198 (2023) 1–13. https://www.sciencedirect.com/science/article/pii/S0263876223005348 (accessed August 10, 2024). [3] V. Dhongde M. Velpandian S. Basu Exploring the impact of structural modification of double perovskite composite cathode material on oxygen reduction reaction in intermediate temperature solid oxide fuel cell Ionics 2024 1 16 V.Dhongde, M. Velpandian, and S. Basu. Exploring the impact of structural modification of double perovskite composite cathode material on oxygen reduction reaction in intermediate temperature solid oxide fuel cell.Ionics(2024) 1-16. [4] M. Velpandian P. Gupta A. Kuttasseri A. Mahata S. Basu Unraveling the phase transition and electrochemical application of MoSe2 material for energy conversion and storage devices Appl. Surf. Sci. 677 2024 160990 M.Velpandian, P. Gupta, A. Kuttasseri, A. Mahata, and S. Basu. Unraveling the phase transition and electrochemical application of MoSe2 material for energy conversion and storage devices.Applied Surface Science677 (2024) 160990. [5] J. Guo H. Liu D. Li J. Wang X. Djitcheu D. He Q. Zhang A minireview on the synthesis of single atom catalysts RSC Adv. 12 2022 9373 9394 J. Guo, H. Liu, D. Li, J. Wang, X. Djitcheu, D. He, Q. Zhang, A minireview on the synthesis of single atom catalysts, RSC Advances 12 (2022) 9373–9394. [6] M. Velpandian A. Sinhamahapatra S. Basu Environmental and economic benefits of single-atom catalysts in energy conversion and storage Oxford Open Energy 2 2023 oiad015 M. Velpandian, A. Sinhamahapatra, S. Basu, Environmental and economic benefits of single-atom catalysts in energy conversion and storage, Oxford Open Energy 2 (2023) oiad015. [7] S. Han S. Jia W. Xia X. Xing R. Qi H. Wu M. He B. Han A new strategy for mass production of single-atom catalysts for high performance of CO2 electrochemical reduction Chem. Eng. J. 455 2023 140595 10.1016/j.cej.2022.140595 S. Han, S. Jia, W. Xia, X. Xing, R. Qi, H. Wu, M. He, B. Han, A new strategy for mass production of single-atom catalysts for high performance of CO2 electrochemical reduction, Chemical Engineering Journal 455 (2023) 140595. doi: 10.1016/j.cej.2022.140595. [8] Y. Chen Z. Huang Z. Ma J. Chen X. Tang Fabrication, characterization, and stability of supported single-atom catalysts Catal. Sci. Technol. 7 2017 4250 4258 10.1039/C7CY00723J Y. Chen, Z. Huang, Z. Ma, J. Chen, X. Tang, Fabrication, characterization, and stability of supported single-atom catalysts, Catal. Sci. Technol. 7 (2017) 4250–4258. doi: 10.1039/C7CY00723J. [9] N. Zhang C. Ye H. Yan L. Li H. He D. Wang Y. Li Single-atom site catalysts for environmental catalysis Nano Res. 13 2020 3165 3182 N. Zhang, C. Ye, H. Yan, L. Li, H. He, D. Wang, Y. Li, Single-atom site catalysts for environmental catalysis, Nano Research 13 (2020) 3165–3182. [10] Y. Wang X. Huang Z. Wei Recent developments in the use of single-atom catalysts for water splitting Chin. J. Catal. 42 2021 1269 1286 Y. Wang, X. Huang, Z. Wei, Recent developments in the use of single-atom catalysts for water splitting, Chinese Journal of Catalysis 42 (2021) 1269–1286. [11] G. Qu K. Wei K. Pan J. Qin J. Lv J. Li P. Ning Emerging materials for electrochemical CO 2 reduction: progress and optimization strategies of carbon-based single-atom catalysts Nanoscale 2023 10.1039/D2NR06190B G. Qu, K. Wei, K. Pan, J. Qin, J. Lv, J. Li, P. Ning, Emerging materials for electrochemical CO 2 reduction: progress and optimization strategies of carbon-based single-atom catalysts, Nanoscale (2023) 10.1039.D2NR06190B. doi: 10.1039/D2NR06190B. [12] Z. Lin M. Escudero-Escribano J. Li Recent progress and perspectives on single-atom catalysis J. Mater. Chem. A 10 2022 5670 5672 Z. Lin, M. Escudero-Escribano, J. Li, Recent progress and perspectives on single-atom catalysis, Journal of Materials Chemistry A 10 (2022) 5670–5672. [13] N. Cheng L. Zhang K. Doyle-Davis X. Sun Single-atom catalysts: from design to application Electrochem. Energy Rev. 2 2019 539 573 N. Cheng, L. Zhang, K. Doyle-Davis, X. Sun, Single-atom catalysts: from design to application, Electrochemical Energy Reviews 2 (2019) 539–573. [14] Y. Chen S. Ji C. Chen Q. Peng D. Wang Y. Li Single-atom catalysts: synthetic strategies and electrochemical applications Joule 2 2018 1242 1264 Y. Chen, S. Ji, C. Chen, Q. Peng, D. Wang, Y. Li, Single-atom catalysts: synthetic strategies and electrochemical applications, Joule 2 (2018) 1242–1264. [15] Y. Wang Y. Zhang W. Yu F. Chen T. Ma H. Huang Single-atom catalysts for energy conversion J. Mater. Chem. A 11 2023 2568 2594 10.1039/D2TA09024D Y. Wang, Y. Zhang, W. Yu, F. Chen, T. Ma, H. Huang, Single-atom catalysts for energy conversion, J. Mater. Chem. A 11 (2023) 2568–2594. doi: 10.1039/D2TA09024D. [16] Y. Wang D. Wang Y. Li Rational design of single‐atom site electrocatalysts: from theoretical understandings to practical applications Adv. Mater. 33 2021 2008151 Y. Wang, D. Wang, Y. Li, Rational design of single‐atom site electrocatalysts: from theoretical understandings to practical applications, Advanced Materials 33 (2021) 2008151. [17] Q. Zhang J. Guan Applications of single-atom catalysts Nano Res. 15 2022 38 70 Q. Zhang, J. Guan, Applications of single-atom catalysts, Nano Research 15 (2022) 38–70. [18] P. Hu Z. Huang Z. Amghouz M. Makkee F. Xu F. Kapteijn A. Dikhtiarenko Y. Chen X. Gu X. Tang Electronic metal–support interactions in single‐atom catalysts Angew. Chem. Int. Ed. 53 2014 3418 3421 P. Hu, Z. Huang, Z. Amghouz, M. Makkee, F. Xu, F. Kapteijn, A. Dikhtiarenko, Y. Chen, X. Gu, X. Tang, Electronic metal–support interactions in single‐atom catalysts, Angewandte Chemie International Edition 53 (2014) 3418–3421. [19] Screening of transistion metal single atom.pdf, (n.d.). [20] S. Ji Y. Chen X. Wang Z. Zhang D. Wang Y. Li Chemical synthesis of single atomic site catalysts Chem. Rev. 120 2020 11900 11955 S. Ji, Y. Chen, X. Wang, Z. Zhang, D. Wang, Y. Li, Chemical synthesis of single atomic site catalysts, Chemical Reviews 120 (2020) 11900–11955. [21] T. Li S. Ren C. Zhang L. Qiao J. Wu P. He J. Lin Y. Liu Z. Fu Q. Zhu W. Pan B. Wang Z. Chen Cobalt single atom anchored on N-doped carbon nanoboxes as typical single-atom catalysts (SACs) for boosting the overall water splitting Chem. Eng. J. 458 2023 141435 10.1016/j.cej.2023.141435 T. Li, S. Ren, C. Zhang, L. Qiao, J. Wu, P. He, J. Lin, Y. Liu, Z. Fu, Q. Zhu, W. Pan, B. Wang, Z. Chen, Cobalt single atom anchored on N-doped carbon nanoboxes as typical single-atom catalysts (SACs) for boosting the overall water splitting, Chemical Engineering Journal 458 (2023) 141435. doi: 10.1016/j.cej.2023.141435. [22] N. Daelman M. Capdevila-Cortada N. López Dynamic charge and oxidation state of Pt/CeO2 single-atom catalysts Nat. Mater. 18 2019 1215 1221 N. Daelman, M. Capdevila-Cortada, N. López, Dynamic charge and oxidation state of Pt/CeO2 single-atom catalysts, Nature Materials 18 (2019) 1215–1221. [23] F. Chen X. Jiang L. Zhang R. Lang B. Qiao Single-atom catalysis: Bridging the homo-and heterogeneous catalysis Chin. J. Catal. 39 2018 893 898 F. Chen, X. Jiang, L. Zhang, R. Lang, B. Qiao, Single-atom catalysis: Bridging the homo-and heterogeneous catalysis, Chinese Journal of Catalysis 39 (2018) 893–898. [24] S.C. Ammal A. Heyden Understanding the nature and activity of supported platinum catalysts for the water–gas shift reaction: from metallic nanoclusters to alkali-stabilized single-atom cations ACS Catal. 9 2019 7721 7740 S.C. Ammal, A. Heyden, Understanding the nature and activity of supported platinum catalysts for the water–gas shift reaction: from metallic nanoclusters to alkali-stabilized single-atom cations, ACS Catalysis 9 (2019) 7721–7740. [25] J. Jones H. Xiong A.T. DeLaRiva E.J. Peterson H. Pham S.R. Challa G. Qi S. Oh M.H. Wiebenga X.I. Pereira Hernández Thermally stable single-atom platinum-on-ceria catalysts via atom trapping Science 353 2016 150 154 J. Jones, H. Xiong, A.T. DeLaRiva, E.J. Peterson, H. Pham, S.R. Challa, G. Qi, S. Oh, M.H. Wiebenga, X.I. Pereira Hernández, Thermally stable single-atom platinum-on-ceria catalysts via atom trapping, Science 353 (2016) 150–154. [26] B. Qiao J.-X. Liang A. Wang C.-Q. Xu J. Li T. Zhang J.J. Liu Ultrastable single-atom gold catalysts with strong covalent metal-support interaction CMSI Nano Res. 8 2015 2913 2924 B. Qiao, J.-X. Liang, A. Wang, C.-Q. Xu, J. Li, T. Zhang, J.J. Liu, Ultrastable single-atom gold catalysts with strong covalent metal-support interaction (CMSI), Nano Research 8 (2015) 2913–2924. [27] L. Kuai Z. Chen S. Liu E. Kan N. Yu Y. Ren C. Fang X. Li Y. Li B. Geng Titania supported synergistic palladium single atoms and nanoparticles for room temperature ketone and aldehydes hydrogenation Nat. Commun. 11 2020 48 L. Kuai, Z. Chen, S. Liu, E. Kan, N. Yu, Y. Ren, C. Fang, X. Li, Y. Li, B. Geng, Titania supported synergistic palladium single atoms and nanoparticles for room temperature ketone and aldehydes hydrogenation, Nature Communications 11 (2020) 48. [28] P. Serp Synergy between supported metal single atoms and nanoparticles and their relevance in catalysis ChemCatChem 15 2023 e202300545 P. Serp, Synergy Between Supported Metal Single Atoms and Nanoparticles and their Relevance in Catalysis, ChemCatChem 15 (2023) e202300545. [29] J. Wang Z. Li Y. Wu Y. Li Fabrication of single‐atom catalysts with precise structure and high metal loading Adv. Mater. 30 2018 1801649 J. Wang, Z. Li, Y. Wu, Y. Li, Fabrication of single‐atom catalysts with precise structure and high metal loading, Advanced Materials 30 (2018) 1801649. [30] A. Zhang M. Zhou S. Liu M. Chai S. Jiang Synthesis of single-atom catalysts through top-down atomization approaches Front. Catal. 1 2021 754167 A. Zhang, M. Zhou, S. Liu, M. Chai, S. Jiang, Synthesis of Single-Atom Catalysts Through Top-Down Atomization Approaches, Frontiers in Catalysis 1 (2021) 754167. [31] C. Xia Y. Qiu Y. Xia P. Zhu G. King X. Zhang Z. Wu J.Y. Kim D.A. Cullen D. Zheng General synthesis of single-atom catalysts with high metal loading using graphene quantum dots Nat. Chem. 13 2021 887 894 C. Xia, Y. Qiu, Y. Xia, P. Zhu, G. King, X. Zhang, Z. Wu, J.Y. Kim, D.A. Cullen, D. Zheng, General synthesis of single-atom catalysts with high metal loading using graphene quantum dots, Nature Chemistry 13 (2021) 887–894. [32] H. Wang N. Rui S.D. Senanayake L. Zhang Y. Li A.I. Frenkel Tuning the Placement of Pt “Single Atoms” on a Mixed CeO2 –TiO2 Support J. Phys. Chem. C 126 2022 16187 16193 10.1021/acs.jpcc.2c05198 H. Wang, N. Rui, S.D. Senanayake, L. Zhang, Y. Li, A.I. Frenkel, Tuning the Placement of Pt “Single Atoms” on a Mixed CeO 2 –TiO 2 Support, J. Phys. Chem. C 126 (2022) 16187–16193. doi: 10.1021/acs.jpcc.2c05198. [33] W. Luo J. Liu Y. Hu Q. Yan Single and dual-atom catalysts towards electrosynthesis of ammonia and urea: a review Nanoscale 2024 W. Luo, J. Liu, Y. Hu, Q. Yan, Single and dual-atom catalysts towards electrosynthesis of ammonia and urea: a review, Nanoscale (2024). [34] J.-C. Liu Y. Tang Y.-G. Wang T. Zhang J. Li Theoretical understanding of the stability of single-atom catalysts Natl. Sci. Rev. 5 2018 638 641 J.-C. Liu, Y. Tang, Y.-G. Wang, T. Zhang, J. Li, Theoretical understanding of the stability of single-atom catalysts, National Science Review 5 (2018) 638–641. [35] X. Lin L. Zeng M. Wu Integrating single atoms with nanoparticles catalysts for efficient electrochemical energy conversion J. Mater. Chem. A 2024 X. Lin, L. Zeng, M. Wu, Integrating Single Atoms with Nanoparticles Catalysts for Efficient Electrochemical Energy Conversion, Journal of Materials Chemistry A (2024). [36] X.-F. Yang A. Wang B. Qiao J. Li J. Liu T. Zhang Single-atom catalysts: a new frontier in heterogeneous catalysis Acc. Chem. Res. 46 2013 1740 1748 X.-F. Yang, A. Wang, B. Qiao, J. Li, J. Liu, T. Zhang, Single-atom catalysts: a new frontier in heterogeneous catalysis, Accounts of Chemical Research 46 (2013) 1740–1748. [37] D. Liu Q. He S. Ding L. Song Structural regulation and support coupling effect of single‐atom catalysts for heterogeneous catalysis Adv. Energy Mater. 10 2020 2001482 D. Liu, Q. He, S. Ding, L. Song, Structural regulation and support coupling effect of single‐atom catalysts for heterogeneous catalysis, Advanced Energy Materials 10 (2020) 2001482. [38] X. Liang N. Fu S. Yao Z. Li Y. Li The progress and outlook of metal single-atom-site catalysis J. Am. Chem. Soc. 144 2022 18155 18174 X. Liang, N. Fu, S. Yao, Z. Li, Y. Li, The progress and outlook of metal single-atom-site catalysis, Journal of the American Chemical Society 144 (2022) 18155–18174. [39] T. Wang X. Tao X. Li K. Zhang S. Liu B. Li Synergistic Pd single atoms, clusters, and oxygen vacancies on TiO2 for photocatalytic hydrogen evolution coupled with selective organic oxidation Small 17 2021 2006255 T. Wang, X. Tao, X. Li, K. Zhang, S. Liu, B. Li, Synergistic Pd single atoms, clusters, and oxygen vacancies on TiO2 for photocatalytic hydrogen evolution coupled with selective organic oxidation, Small 17 (2021) 2006255. [40] J. Zhang M. Wang Z. Gao X. Qin Y. Xu Z. Wang W. Zhou D. Ma Importance of species heterogeneity in supported metal catalysts J. Am. Chem. Soc. 144 2022 5108 5115 J. Zhang, M. Wang, Z. Gao, X. Qin, Y. Xu, Z. Wang, W. Zhou, D. Ma, Importance of species heterogeneity in supported metal catalysts, Journal of the American Chemical Society 144 (2022) 5108–5115. [41] S. Yuan Z. Pu H. Zhou J. Yu I.S. Amiinu J. Zhu Q. Liang J. Yang D. He Z. Hu A universal synthesis strategy for single atom dispersed cobalt/metal clusters heterostructure boosting hydrogen evolution catalysis at all pH values Nano Energy 59 2019 472 480 S. Yuan, Z. Pu, H. Zhou, J. Yu, I.S. Amiinu, J. Zhu, Q. Liang, J. Yang, D. He, Z. Hu, A universal synthesis strategy for single atom dispersed cobalt/metal clusters heterostructure boosting hydrogen evolution catalysis at all pH values, Nano Energy 59 (2019) 472–480. [42] L. Zhang J. Zhu X. Li S. Mu F. Verpoort J. Xue Z. Kou J. Wang Nurturing the marriages of single atoms with atomic clusters and nanoparticles for better heterogeneous electrocatalysis Interdisciplinary Materials 1 2022 51 87 L. Zhang, J. Zhu, X. Li, S. Mu, F. Verpoort, J. Xue, Z. Kou, J. Wang, Nurturing the marriages of single atoms with atomic clusters and nanoparticles for better heterogeneous electrocatalysis, Interdisciplinary Materials 1 (2022) 51–87. [43] SmartMat - 2022 - Chen - Dual‐metal single‐atomic catalyst The challenge in synthesis characterization and mechanistic (1).pdf, (n.d.). [44] G. Kang W. Liu F. Liu Z. Li X. Dong C. Chen Y. Lu Single-atom Pt catalysts as oxidase mimic for p-benzoquinone and α-glucosidase activity detection Chem. Eng. J. 449 2022 137855 G. Kang, W. Liu, F. Liu, Z. Li, X. Dong, C. Chen, Y. Lu, Single-atom Pt catalysts as oxidase mimic for p-benzoquinone and α-glucosidase activity detection, Chemical Engineering Journal 449 (2022) 137855. [45] W. Zhu J. Fu J. Liu Y. Chen X. Li K. Huang Y. Cai Y. He Y. Zhou D. Su Tuning single atom-nanoparticle ratios of Ni-based catalysts for synthesis gas production from CO2 Appl. Catal. B 264 2020 118502 W. Zhu, J. Fu, J. Liu, Y. Chen, X. Li, K. Huang, Y. Cai, Y. He, Y. Zhou, D. Su, Tuning single atom-nanoparticle ratios of Ni-based catalysts for synthesis gas production from CO2, Applied Catalysis B: Environmental 264 (2020) 118502. [46] J. Deng D. Deng X. Bao Robust catalysis on 2D materials encapsulating metals: concept, application, and perspective Adv. Mater. 29 2017 1606967 J. Deng, D. Deng, X. Bao, Robust catalysis on 2D materials encapsulating metals: concept, application, and perspective, Advanced Materials 29 (2017) 1606967. [47] X. Ao W. Zhang B. Zhao Y. Ding G. Nam L. Soule A. Abdelhafiz C. Wang M. Liu Atomically dispersed Fe–N–C decorated with Pt-alloy core–shell nanoparticles for improved activity and durability towards oxygen reduction Energ. Environ. Sci. 13 2020 3032 3040 X. Ao, W. Zhang, B. Zhao, Y. Ding, G. Nam, L. Soule, A. Abdelhafiz, C. Wang, M. Liu, Atomically dispersed Fe–N–C decorated with Pt-alloy core–shell nanoparticles for improved activity and durability towards oxygen reduction, Energy & Environmental Science 13 (2020) 3032–3040. [48] F. Zhou P. Yu F. Sun G. Zhang X. Liu L. Wang The cooperation of Fe 3 C nanoparticles with isolated single iron atoms to boost the oxygen reduction reaction for Zn–air batteries J. Mater. Chem. A 9 2021 6831 6840 F. Zhou, P. Yu, F. Sun, G. Zhang, X. Liu, L. Wang, The cooperation of Fe 3 C nanoparticles with isolated single iron atoms to boost the oxygen reduction reaction for Zn–air batteries, Journal of Materials Chemistry A 9 (2021) 6831–6840. [49] P. Su W. Pei X. Wang Y. Ma Q. Jiang J. Liang S. Zhou J. Zhao J. Liu G.Q. Lu Exceptional electrochemical HER performance with enhanced electron transfer between Ru nanoparticles and single atoms dispersed on a carbon substrate Angew. Chem. 133 2021 16180 16186 P. Su, W. Pei, X. Wang, Y. Ma, Q. Jiang, J. Liang, S. Zhou, J. Zhao, J. Liu, G.Q. Lu, Exceptional electrochemical HER performance with enhanced electron transfer between Ru nanoparticles and single atoms dispersed on a carbon substrate, Angewandte Chemie 133 (2021) 16180–16186. [50] Q. Xie Z. Wang L. Lin Y. Shu J. Zhang C. Li Y. Shen H. Uyama Nanoscaled and atomic ruthenium electrocatalysts confined inside super‐hydrophilic carbon nanofibers for efficient hydrogen evolution reaction Small 17 2021 2102160 Q. Xie, Z. Wang, L. Lin, Y. Shu, J. Zhang, C. Li, Y. Shen, H. Uyama, Nanoscaled and atomic ruthenium electrocatalysts confined inside super‐hydrophilic carbon nanofibers for efficient hydrogen evolution reaction, Small 17 (2021) 2102160. [51] X. Wang X. Sang C. Dong S. Yao L. Shuai J. Lu B. Yang Z. Li L. Lei M. Qiu Proton capture strategy for enhancing electrochemical CO2 reduction on atomically dispersed metal–nitrogen active sites Angew. Chem. 133 2021 12066 12072 X. Wang, X. Sang, C. Dong, S. Yao, L. Shuai, J. Lu, B. Yang, Z. Li, L. Lei, M. Qiu, Proton capture strategy for enhancing electrochemical CO2 reduction on atomically dispersed metal–nitrogen active sites, Angewandte Chemie 133 (2021) 12066–12072. [52] C. Hu E. Song M. Wang W. Chen F. Huang Z. Feng J. Liu J. Wang Partial‐single‐atom, partial‐nanoparticle composites enhance water dissociation for hydrogen evolution Adv. Sci. 8 2021 2001881 C. Hu, E. Song, M. Wang, W. Chen, F. Huang, Z. Feng, J. Liu, J. Wang, Partial‐single‐atom, partial‐nanoparticle composites enhance water dissociation for hydrogen evolution, Advanced Science 8 (2021) 2001881. [53] Y. Ma T. Yang H. Zou W. Zang Z. Kou L. Mao Y. Feng L. Shen S.J. Pennycook L. Duan Synergizing Mo single atoms and Mo2C nanoparticles on CNTs synchronizes selectivity and activity of electrocatalytic N2 reduction to ammonia Adv. Mater. 32 2020 2002177 Y. Ma, T. Yang, H. Zou, W. Zang, Z. Kou, L. Mao, Y. Feng, L. Shen, S.J. Pennycook, L. Duan, Synergizing Mo single atoms and Mo2C nanoparticles on CNTs synchronizes selectivity and activity of electrocatalytic N2 reduction to ammonia, Advanced Materials 32 (2020) 2002177. [54] X. Lu Y. Li D. Dong Y. Wan R. Li L. Xiao D. Wang L. Liu G. Wang J. Zhang Coexisting Fe single atoms and nanoparticles on hierarchically porous carbon for high-efficiency oxygen reduction reaction and Zn-air batteries J. Colloid Interface Sci. 653 2024 654 663 X. Lu, Y. Li, D. Dong, Y. Wan, R. Li, L. Xiao, D. Wang, L. Liu, G. Wang, J. Zhang, Coexisting Fe single atoms and nanoparticles on hierarchically porous carbon for high-efficiency oxygen reduction reaction and Zn-air batteries, Journal of Colloid and Interface Science 653 (2024) 654–663. [55] Y.-G. Wang D. Mei V.-A. Glezakou J. Li R. Rousseau Dynamic formation of single-atom catalytic active sites on ceria-supported gold nanoparticles accessed August 13, 2024 Nat. Commun. 6 2015 6511 https://www.nature.com/articles/ncomms7511 Y.-G. Wang, D. Mei, V.-A. Glezakou, J. Li, R. Rousseau, Dynamic formation of single-atom catalytic active sites on ceria-supported gold nanoparticles, Nature Communications 6 (2015) 6511. https://www.nature.com/articles/ncomms7511 (accessed August 13, 2024). [56] M. Farnesi Camellone F. Dvořák M. Vorokhta A. Tovt I. Khalakhan V. Johánek T. Skála I. Matolínová S. Fabris J. Mysliveček Adatom and nanoparticle dynamics on single-atom catalyst substrates ACS Catal. 12 2022 4859 4871 10.1021/acscatal.2c00291 M. Farnesi Camellone, F. Dvořák, M. Vorokhta, A. Tovt, I. Khalakhan, V. Johánek, T. Skála, I. Matolínová, S. Fabris, J. Mysliveček, Adatom and Nanoparticle Dynamics on Single-Atom Catalyst Substrates, ACS Catal. 12 (2022) 4859–4871. doi: 10.1021/acscatal.2c00291. [57] S. Yang C. Wu J. Wang H. Shen K. Zhu X. Zhang Y. Cao Q. Zhang H. Zhang Metal single-atom and nanoparticle double-active-site relay catalysts: design, preparation, and application to the oxidation of 5-hydroxymethylfurfural ACS Catal. 12 2022 971 981 10.1021/acscatal.1c05236 S. Yang, C. Wu, J. Wang, H. Shen, K. Zhu, X. Zhang, Y. Cao, Q. Zhang, H. Zhang, Metal Single-Atom and Nanoparticle Double-Active-Site Relay Catalysts: Design, Preparation, and Application to the Oxidation of 5-Hydroxymethylfurfural, ACS Catal. 12 (2022) 971–981. doi: 10.1021/acscatal.1c05236. [58] J. Yang X. Du B. Qiao Comprehensive activity evaluation of single-atom catalysts accessed August 13, 2024 Chem Catal. 3 2023 https://www.cell.com/chem-catalysis/fulltext/S2667-1093(22)00541-3 J. Yang, X. Du, B. Qiao, Comprehensive activity evaluation of single-atom catalysts, Chem Catalysis 3 (2023). https://www.cell.com/chem-catalysis/fulltext/S2667-1093(22)00541-3 (accessed August 13, 2024).",
      "scopus-id": "85218998519",
      "coredata": {
        "eid": "1-s2.0-S0021951725000776",
        "dc:description": "Single-atom catalysts (SACs) have emerged as promising candidates for electrochemical conversion and storage applications due to their efficient atomic utilization and unique structure, wherein metal atoms are uniformly dispersed and anchored on a support material. This arrangement allows SACs to possess a high density of active sites, maximizing their exposure to reactants and consequently improving reaction rates and selectivity. In light of the growing global demand for renewable and sustainable energy sources, extensive research has been dedicated to designing and fabricating well-defined SAC-based electrocatalysts with optimized electronic structures and diverse compositions over the past decade. Given their exceptional activity and selectivity, particularly for small molecules or key intermediate conversions, the synergistic combination of SACs with nanoparticles (NPs) holds great potential for significantly enhancing performance in complex catalytic processes. In this mini-review, we provide a comprehensive overview of the various possibilities for the co-existence of SACs and nanoparticles, as well as the synthesis and characterization techniques employed in their preparation. Subsequently, we focus on the potential consequences of this co-existence, which has not been extensively explored in the literature, which can lead to improved selectivity towards desire products, thereby boosting the niche applications of these systems. We conclude by emphasizing the major challenges that need to be addressed and highlighting the emerging opportunities in the field of SAC-nanoparticle co-existence systems. By understanding and addressing these challenges, researchers can further advance the development and utilization of hybrid catalyst systems, thereby paving the way for the next generation of efficient and selective catalytic processes.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951725000776",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Velpandian, Muthuraja"
          },
          {
            "@_fa": "true",
            "$": "Sinhamahapatra, Apurba"
          },
          {
            "@_fa": "true",
            "$": "Basu, Suddhasatwa"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951725000776"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951725000776"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(25)00077-6",
        "prism:volume": "445",
        "articleNumber": "116012",
        "prism:publisher": "Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Consequences of the co-existence of single-atom and nanoparticle catalysts",
        "prism:copyright": "© 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "116012",
        "pubType": "ssu",
        "prism:coverDisplayDate": "May 2025",
        "prism:doi": "10.1016/j.jcat.2025.116012",
        "prism:startingPage": "116012",
        "dc:identifier": "doi:10.1016/j.jcat.2025.116012",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "290",
            "@width": "741",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "39916",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "238",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15637",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "366",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "51272",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "178",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27890",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "267",
            "@width": "709",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "46151",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "86",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5825",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "195",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12909",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "150",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12585",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "73",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8050",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7159",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1283",
            "@width": "3281",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "210255",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1056",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "100816",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1622",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "297279",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "789",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "143566",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1183",
            "@width": "3141",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725000776-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "251274",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85218998519"
      }
    }
  }
}