{
  "metadata": {
    "title": "A study of the ionization produced by the catalytic combustion of hydrocarbons",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "1966-04-30",
    "doi": "10.1016/S0021-9517(66)80011-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951766800118",
    "pii": "S0021951766800118"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0347785448",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2005-06-01 2005-06-01 2010-10-02T08:28:01 1-s2.0-S0021951766800118 S0021-9517(66)80011-8 S0021951766800118 10.1016/S0021-9517(66)80011-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0021951766X8001X 2015-05-14T00:56:37.414652-04:00 0 0 19660401 19660430 1966 2005-06-01T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0021-9517 00219517 5 5 2 2 Volume 5, Issue 2 11 293 300 293 300 196604 April 1966 1966-04-01 1966-04-30 1966 article fla Copyright © 1966 Published by Elsevier Inc. ASTUDYIONIZATIONPRODUCEDBYCATALYTICCOMBUSTIONHYDROCARBONS UMSTEAD M JOHNSON 1961 900 J CHRISTIAN 1965 1 J CALCOTE 1962 184 199 H SYMPCOMBUST MCWILLIAM 1958 142 152 I GASCHROMATOGRAPHY1958 FOLMER 1963 454 O PERKINS 1963 193 202 G GASCHROMATOGRAPHY PERKINS 1963 780 G HINSHELWOOD 1948 531 C JOHNSON 1954 1512 J STERNBERG 1962 231 267 J GASCHROMATOGRAPHY UMSTEADX1966X293 UMSTEADX1966X293X300 UMSTEADX1966X293XM UMSTEADX1966X293X300XM item S0021-9517(66)80011-8 S0021951766800118 1-s2.0-S0021951766800118 10.1016/S0021-9517(66)80011-8 272561 2010-10-26T04:01:15.27571-04:00 1966-04-01 1966-04-30 1-s2.0-S0021951766800118-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951766800118/MAIN/application/pdf/8dae69cf67f0811b0456863574ef9a1a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951766800118/MAIN/application/pdf/8dae69cf67f0811b0456863574ef9a1a/main.pdf main.pdf pdf true 568293 MAIN 8 1-s2.0-S0021951766800118-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951766800118/PREVIEW/image/png/4b588b6778da85a7e3b149c5e3344b01/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951766800118/PREVIEW/image/png/4b588b6778da85a7e3b149c5e3344b01/main_1.png main_1.png png 70817 849 656 IMAGE-WEB-PDF 1 JOURNAL OF CATALYSIS ~, 293-300 (1966) A Study of the Ionization Produced by the Catalytic Combustion of Hydrocarbons MERLE E. UMSTEAD, FOSTER J. WOODS, AND J. ENOCH JOHNSON From the Chemistry Division, U. S. Naval Research Laboratory, Washington, D. C. Received June 2, 1965; revised August 31, 1965 Studies have been made of the ionization produced during the catalytic combus- tion of hydrocarbons on a platinum catalyst. The ion yield varies widely depending upon the molecular structure of the hydrocarbon and the catalyst temperature. Highly branched alkanes have produced the greatest ionization among the hydro- carbons studied. The ions produced per mole of hydrocarbon burned are of the same order of magnitude as those produced from a hydrocarbon burning in a hydrogen flame. INTRODUCTION Several years ago a study was conducted in this Laboratory concerning the cata- lytic oxidation in air of low concentrations of hydrocarbons and other organic com- pounds (1, 2). The striking fact which emerged from this study was that under these conditions, very small amounts of organic compounds were oxidized with no evidence of intermediate oxidation prod- ucts. Only unburned hydrocarbon, carbon dioxide, and water were found in the effluent. About this same time a consider- able interest had developed concerning the nature of the ionization which occurred in hydrocarbon flames (3). Of particular note was the development of the hydrogen flame-ionization detector for use in gas chromatography (4). To further the under- standing of the catalytic combustion proc- ess, it was of interest to compare it with noncatalytic vapor-phase oxidation, and with flame combustion. As a consequence, work was begun to explore the possibility of ion formation during catalytic combus- tion at temperatures much lower than in flames. The possibility was enhanced by the theory that ions in hydrocarbon flames are the result of chemi-ionization (3). It was soon demonstrated that the catalytic combustion process did in fact yield col- lectible ions. Since the initiation of the current work, several papers by Perkins and co-workers (5, 6, 7) have been published which showed that ions are produced during catalytic combustion. The work of Perkins et al~ had a strong emphasis on the possible ap- plication of this catalytic ionization phe- nomenon as a detector for gas chromatog- raphy. In this respect, it appeared that this process would be unsuitable as a chromatographic detector except for spe- cial situations. Nevertheless, it was deemed desirable to study the phenomenon of ionization during catalytic oxidation further to gain more in- sight into the general catalytic oxidation process. Of particular interest was the exploration of the effect of molecular structure, with emphasis on hydrocarbons in the studies presented here. In addition, attention was given to establishing that the ionization observed was indeed a func- tion of the catalytic oxidation process it- self, and not due simply to thermal emis- sion of ions from the catalyst. METHODS The experimental apparatus for study- ing ionization due to catalytic combustion 293 294 UMSTEAD, WOODS, AND JOHNSON consisted of a brass cell block containing a platinum combustion filament and an ion collector, together with a shielded bat- tery, electrometer, and recorder. This ar- rangement is shown in the schematic dia- gram in Fig. 1. Figure 2 is a detailed air or nitrogen flowing through the cell. After filaments were so conditioned, the background current was no higher than 0.015 X 10-B amp, even at the highest fila- ment current used, 1.2 amp. The temperature of the filament was ION COLLECTOR ' REGULATED D,C. POWER SUPP~ TEFLON AND METAL SHIELDED 300 VOLT BATTERY ,iiI '.l I.O xlO9 OHMS ELECTROMETER RECORDER FIG. 1: Schematic diagram of circuit drawing, of the combustion cell and Teflon plug insert. As may be seen from Fig. 2, the gas enters the cell through a suitable hole in the Teflon plug in which is mounted the Cylindrical platinum ion col- lector, andfiowS' up around ~the spirally wound platinum catalytic filament, and out near the top of the cell. The platinum combustion filaments were obtained from the Precision Scientific Co. They were spirally wound and mounted as shown in Fig. 2. The filament was powered by a transistorized DC variable voltage power si~pply. A 300,V battery provided the collector potential, usually operated at 300 V negative with respect to the filament. The output signal was developed across a 1.0 X 109-ohm resistor and a zero suppression network, and ampli- fied by a Keifhley Model 220 electrometer which fed into a recorder. Each new fila- ment was noisy after installation until exposed to several temperature cycles with used with catalytic combustion cell: measured at the three highest current set- tings, 1.0, 1.1, and 1.2 amp, by means of an optical pyrometer. From the resistance of the filament at room temperature, the optical pyrometer values a:nd literature data on the change of resistance of plati- num with temperature, along with the applied currents and voltages, filament temperatures at intermediate currents were calculated. In order to measure the temperature rise of the filament due to the combustion of the sample on its surface, the filament was made one leg of a Wheatstone bridge cir- cuit. The bridge was balanced with air flowing through the cell, and the subse- quent unbalance caused by the combustion of the sample was measured: This data enabled the heating effect of the various samples on the filament to b~ compared. The mixtures of liquids and gases used were prepared in 1.7-liter Stainless steel bottles by inieeti,g me liqU{a or gas into IONIZATION BY CATALYTIC COMBUSTION 295 1 COMBUSTION }~.-/~\" FILAMENT COMBUSTION I I\"~L'- SAMPLE INLET ELECTRICAL LEAD TO PLATINUM ION COLLECTOR~ Fin. 2. CatalYtic c.- 518% ~ q II CYLINDRICAL ~ii~ PLATINUM \" ~o -- Ii ION COLLECTOR ~J_ -,, - ~ M2\" _t--- _l I TEFLON PLUG combustion cell. the evacuated bottle and then pressurizing to 10 arm with breathing quality com- pressed air. A four-way valve was used to introduce the sample into the combus, tion cell. The two-position valve was op- erated as follows: In position One, air alone flowed through the combustion cell at a metered rate. At the same time the sample mixture was flowing through the other loop of the valve through a flow meter so that the flow rate could be matched to the air flow rate. In position two, the two streams were reversed so that the sample mixture flowed through the combustion cell. The flow rates used were either 50 or 100 cc/min. The exhaust gases were passed through appropriate analytical instruments to determine the extent of oxidation. Carbon dioxide (C02) and carbon monoxide (CO) were analyzed with Model 15A Liston-Becker nondisper- sive infrared gas analyzers. Hydrocarbons and hydrogen were determined by gas chromatography. For hydrocarbons, a DC- 550 silicone oil column was used in either a Laboratory-built chromatograph or a Beckman GC-2A. Both instruments were equipped with Beckman hydrogen-flame detectors. Hydrogen was measured with a Fisher Gas Partitioner, Model 25M, con- taining a 5A Molecular sieve column. The hydrogen and carbon monoxide used were obtained from the Matheson Co. The hydrocarbons were Phillips Chem- ical Co. pure grade (99 plus mole %), used as received. I:~ESULTS AND DISCUSSION Some effort was expended in establish- ing the effect of certain operating param- eters on the extent of ionization. However, details of these studies will not be pre- sented except in a few instances, because the primary emphasis is put on the chemi- cal aspects of the ionization which oc- curs. Analytical instrumentation was pro: 296 UMSTEAD, WOODS, AND JOHNSON vided to determine the disappearance of fuel molecules and the appearance of oxi- dation products. The stability of the combustion system was excellent, no base- line noise being observed at reIativdy high filament temperatures. A small back- ground current occurred at 1.2-amp fila- ment current (about 1190) which was the highest used. Reproducibility of ioniza- tion current at a level of about 5 X 10-~ amp and higher was about +__2%. A potential of 300 V was maintained between the collector and the heated fila- ment. When the collector (cylindrical outer electrode) was operated at a poten- tial negative with respect to the heated filament, the ionization currents obtained were as given in the data in this paper. When the collector was positive, no meas- urable ion current was observed under the conditions of these experiments. This ob- servation agrees with that published by Perkins and Folmer (6). Although hydrocarbon mixtures have been found to give an ionization signal at concentrations as low as 0.004 rag/liter, higher concentrations were usually used to allow better analyses for COs, CO, and the temperature rise of the filament. A detailed study of concentration effect has not been made. However, in the range of approximately 0.1 to 1.0 rag/liter the ion current is roughly proportional to con- centration. Relationship of the Ionization Phenomenon to Catalytic Oxidation All of the results presented in this paper were obtained using platinum as the cata- lyst as described under \"Methods.\" How- ever, some experiments were made using gold-plated platinum filaments. For exam- ple, with platinum the maximum ioniza- tion of 2,2-dimethylbutane was found in the temperature range of 800-900, as shown in Fig. 3. In addition, considerable oxidation of the hydrocarbon occurred, as is shown by the COs production. In this same temperature range, no COe or ioniza- tion were detectable when gold-plated fila- ments were used. This fact clearly estab- lishes the intimate relationship between -- tOO I00 -~ v % C02 n HEXANE - ~o CO2 2,3-DIMETHYLBUTANE -- 0 %C02 2,2-DIMETHYLBUTANE -- [ON CURRENT n-HEXANE -- o ION CURRENT 2,3-DIMETRYLBUTANE _ ~ ION CURRENT 2,~-DIMETHYLBUTANE i ,~- .~ -- [] cz Q I I 500 I000 PLATINUM FILAMENT TEMPERATURE {) FzG. 3, Effect of filament current on ion cur- rent and carbon dioxide yield. the ionization phenomenon and the cata- lytic properties of platinum. The close relation of ionization with catalytic oxi- dation is shown by the fact that no ionization occurred with platinum catalyst when nitrogen was substituted for air. Catalytic Combustion of Hydrocarbons To illustrate the general results ob- rained with hydrocarbon/air mixtures, representative data for the catalytic oxi- dation of the three isomeric hexanes, n-hexane, 2,2-dimethylbutane, and 2,3- dimethylbutane are presented in Fig. 3. In addition to the ionization current and COs yield given in this figure, simultane- ous measurements were made of CO pro- duction, disappearance of hydrocarbon, and temperature rise of the filament. C02 is the dominant carbon-containing oxidation product. Curves of hydrocarbon loss roughly parallel the C02 yield. Only a trace of CO is found at lower filament temperatures, building up to <5% of the- ory at the highest temperatures used. From Fig. 3, it is immediately apparent that there is no direct relationship be- tween extent of oxidation for a given hydrocarbon and the ion current pro- duced. For example, although significant IONIZATION BY CATALYTIC COMBUSTION 297 CO~ production (4.3%) is measured for n-hexane at a filament temperature of 350, no measurable ion current is re- corded until a filament temperature of 650 is reached (CO~ production is 16.7%). A sharp increase in ion population occurs as the filament temperature is in- creased, with maximum ionization at 770 to 900, followed by a rather sharp de- crease. All of these characteristics are typical of the results obtained for all the aliphatie hydrocarbons studied. In all eases substantial oxidation occurs at fila- ment temperatures considerably below those at which ionization begins. It is observed in Fig. 3 that the highly branched hexanes were less easily oxidized than was n-hexane, based on conversion to CO~ and temperatures for onset of oxi- dation. This is corroborated by data for the disappearance of hydrocarbon. This is similar to the case of uncatalyzed vapor- phase oxidation in air, where branched- chain paraffinie hydrocarbons are more diffultly oxidized than straight-chain paraffins (8, 9). The most intriguing fact observed in Fig. 3, however, is that n-hexane, although more easily oxidized, shows considerably less ionization than the branched-chain hexanes at a given filament temperature. This large difference in ionization has been corroborated for these three hydrocarbons several times under these and other con- ditions. The ionization currents measured during the catalytic oxidation of several addi- tional hydrocarbons are given in Table 1 for comparison with these three hexanes. Benzene produces almost no ions under these conditions. It appears evident that the effect of chain branching for the al- kanes is a general phenomenon, and is not a random effect. The order of magnitude increase in ionization for the highly branched 2,2-dimethylbutane and 2,2,4- trimethylpentane over the n-alkanes, hex- ane and octane, is well demonstrated, and has been substantiated by experimentation using several different platinum coil cata- lysts, hydrocarbon concentrations, and flow rates. TABLE 1 IONIZATION PRODUCED BY CATALYTIC COMBUSTION OF ~IYDROCARB ONS Ionization current Hydrocarbona (amperes X 109) n-Hexane 0.67 2-Methylpentane 1.11 3-Methylpentane 1.45 2,3-Dimethylbutane 1.81 2,2-Dimethylbutane 15.8 n-Octane 0.87 2,2,4-Trimethylpentane 9.9 Benzene 0.02 tert-Butylbenzene 1.65 Hydrocarbon concentration in air was 3.8 mg/ liter. Flow rate of mixture through combustion cell was 50 ee/min. Ion Yield The ion yields from the catalytic com- bustion of hydrocarbons were calculated from the number of gram atoms of carbon passing through the cell per unit time, the extent of burning, and the ion currents produced. Table 2 lists the yields for the TABLE 2 ION YIELD FROM THE CATALYTIC COMBUSTION OF HYDROCARBONS Hydrocar- bon concert- Coulomb/g tration, atom Hydrocarbon (mg/liter) C burned n-Hexane 3.8 0. 0067 n-Hexane 0.42 0. 0066 2,3-Dimethylbutane 3.8 0.021 2,2-Dimethylbutane 3.7 0.28 2,2-Dimethylbutane 0.41 0.26 three isomeric hexanes. By way of com- parison, combustion of hydrocarbons in a hydrogen flame produces about 0.25 cou- lomb/g atom carbon (I0). The efficiency of ionization of hydrocarbon is extremely low in both the hydrogen flame and in the catalytic combustion cell. In the catalytic combustion of 2,2-dimethylbutane, one ion is formed for each 300000 carbon atoms burned; of n-hexane, one for each 150(10 000. For n-hexane and 2,2-dimethylbutane, samples of each differing in concentration 298 UMSTEAD~ WOODS~ AND JOHNSON by a factor of almost 10 were compared. Although the data in Table 2 are limited, a degree of linearity of ion current with hydrocarbon concentration is indicated by the close agreement of the ion yields. The values are probably within experimental error. Catalytic Combustion o] Carbon Monoxide and Hydrogen Since it has been well established (10) that no significant ionization occurs in flame combustion of hydrogen (H2) and carbon monoxide (CO), it was of interest to determine the extent of ionization dur- ing catalytic combustion of these two gases. A mixture of 1% of I-t2 in air was passed through the catalytic combustion cell under experimental conditions which have yielded substantial ionization cur- rents with hydrocarbons. Although oxida- tion of the H2 was considerable when com- pared to hydrocarbons at the same fila- ment temperatures (see Fig. 4 and Table 3), there was no evidence of ionization even at filament temperatures as high as 1020, where I-I2 oxidation was complete. The extent of It2 oxidation was followed by gas chromatography of the tI~ and the temperature rise of the filament. Oxidation of H2 began a~ a lower filament tempera- ture and was more complete than for hy- drocarbons or CO, as shown in Fig. 4. A similar mixture of CO in air also showed no ionization over the same wide range of filament temperatures, even though considerable oxidation occurred as shown by the disappearance of CO (see Fig. 4) and production of C02. It was not unexpected that catalytic oxi- dation of H2 and CO did not generate ions. In this respect the catalytic process is the same as flame combustion. However, this finding appears to be at variance with Perkins and Folmer (6), who state that they observed ionization for these two compounds which was about as great as for other compounds. The absence of an ion current during the combustion of H~ and CO demonstrated that the current produced during the burn- ing of a hydrocarbon was indeed due to ions formed in the combustion process and was not caused by thermal emission from the platinum catalyst. In all cases, the tem- perature rise of the filament due to the burning of the I-I2 was greater than, and for the CO equivalent to, that produced by the hydrocarbon at a given applied filament temperature. If the ion current was due to thermal emission, the 1-12 and CO should have produced equal or higher currents. 100 8O z 2 09 D 60-- rn 0 o w 40 cr- w o_ I lYl I L I I I I J 500 1000 1500 PLATINUM FILAMENT TEMPERATURE () FIG. 4. Effect of filament current on combustion of hydrogen, carbon monoxide, and n-hexane. IONIZATION BY CATALYTIC COMBUSTION TABLE 3 COMBUSTION AND IONIZATION OF n-I-IEXANE AND I-~YDROGEN 299 ]Percent combustion Filament temperature, () H2a n-Hexaneb tt2-n-Hexane mixture~ H2 Hexane Ion current (amperes X 109) H~ n-Hexane mixture 130 0.0 0.0 0.0 200 61.5 0.0 0.0 270 77.8 0.0 21.9 350 80.6 0.0 67.5 440 82.6 0.0 81.8 540 91.3 13.3 88.5 650 92.3 15.1 89.5 770 93.2 33.5 91.5 900 95.0 39.3 92.2 1020 97.0 43.8 98.0 0.0 0.0 0.0 0.0 0,0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 18.8 0.0 0.0 0.0 25.4 0.0 0.0 0.0 27.5 0.0 0.009 0.003 29.3 0.0 0.051 0.051 33.7 0.0 0.078 0.061 44.6 0.0 0.096 0.060 \" 1% H2 in air. b 0.42 mg/liter n-hexane in c 1% H2 plus 0.42 mg/liter air. n-hexane in air. Catalytic Combustion of n-Hexane in the Presence of H~ Recent theories on the mechanism of flame ionization of hydrocarbons (3) are based primarily on mass spectrometric data which show that the predominant posi- tive ion is H30 One theory suggests that the ultimate reaction is CHO+ H20 ~ CO + ttaO+ Consequently, it seemed possible that the oxidation of large amounts of hydrogen at the surface of the catalyst simultaneously with the catalytic oxidation of the hydro- carbon might enhance the production of ions. As stated earlier, the catalytic oxidation of I.i~ was not accompanied by a measur- able ion current. A relatively low concen- tration of n-hexane (0.42 rag/liter) in air containing l% Hs was passed through the combustion cell. The combustion of this amount of n-hexane does not cause a sig- nificant increase in filament temperature compared to that produced by the hy- drogen. The data are tabu!ated in Table 3, in comparison with I.i2 alone and n-hexane alone. It was found that this mixture yielded somewhat more oxidation of n-hexane and less ionization than the n-hexane alone in air. The combustion of the I-I2 was de- creased by the presence of hydrocarbon. SUMMARY AND CONCLUSIONS Not enough information is available at present to suggest a mechanism for the ionization associated with the catalytic oxidation of hydrocarbons. However, a number of facts have been established which will be helpful in any explanation by limiting some of the possibilities. (a) No ions are collected during the catalytic combustion of CO or H~. (b) Substantial ion currents are pro- dueed during the catalytic oxidation of hy- drocarbons at 550 or greater. (c) At low filament temperatures, 300 to 400, no ions are produced even when substantial oxidation of the hydrocarbon occurs. (d) There appears to be an optimum catalyst temperature for the production of ions. The fact that this temperature is nearly the same for all hydrocarbons stud- ied suggests that a similar mechanism is involved in all cases. (e) The production of ions is as much as an order of magnitude greater for highly branched hydrocarbons than for straight 300 chain hydrocarbons. In contrast to flame ionization, the hydrocarbon structure has a profound effect on ionization induced by catalytic combustion. (f) Extent of ionization is not related to ease of oxidation of a particular hydro- carbon. For example, 2,2-dimethylbutane yielded many times more ions than n-hex- ane, although the latter was oxidized more readily. (g) As with flame ionization, the num- ber of ions produced is an exceedingly small fraction of the number of carbon atoms oxidized. It seems premature to postulate a mech- anism to account for the ions produced during oxidation of hydrocarbons over a platinum catalyst. However, it seems likely that this phenomenon is another instance of chemi-ionization, that is, ionization re- sulting from the reaction of two or more atoms or molecules. This is in contrast to thermal ionization. Chemi-ionization is suggested by several observations: (a) the absence of ions when nitrogen is substi- tuted for air; (b) the absence of ions when gold is substituted for platinum; (c) the absence of ions when hydrogen and carbon monoxide are oxidized in this system; and (d) the tremendous influence of molecular UMSTEAD, WOODS, AND .JOHNSON structure of the hydrocarbon on the ex- tent of ionization realized. REFEREN CES 1. JOHNSON, J. E., CHRISTIAN, J. G., AND CAR- HAR~:, H. W., Ind. Eng. Chem. 53, 900 (1961). 2. CHRISTIAN, J. G., AND JOHNSON, J. E., Intern. J. Air Water Pollution 9, 1 (1965). 3. CALCO~E, H. F., Symp. Combust. 8th, Pasa- dena, Call/. 1960, pp. 184-,199 (Williams and Wilkins, Baltimore, 1962). 4. McWILLIAM, I. G., AND DEWAR, Pv. A., /~ \"Gas Chromatography, 1958\" (D. It. Desty, ed.), pp. 142-152. Academic Press, New York, and Butterworths, London, 1958. 5. FOLMER, O. F., JR., YANG, K., AND PERKINS, G., fiR., Anal. Chem. 35, 454 (1963). 6. PERKINS, G., JR., AND FOLMEa, O. F., JR., in \"Gas Chromatography\" (Lewis Fowler, ed.), pp. 193-202. Academic Press, New York, 1963. 7. PERKINS, G., JR., YANC, K., AND FOLMEE, 0. F., JR., Nature 198, 780 (1963). 8. HINSIIEbWOOD, C. N., ]. Chem. Soc., p. 531 (1948). 9. JOHNSON, J. E., CRELLIN, J. W., AND CARHART, H. W., Ind. Eng. Chem. 46, '1512 (I954). ./0. STERNBERG, J. C., GALLAWAY, W. S., AND JONES, D. T. L. \"Gas Chromatography\" (N. Brenner, J. E. Callen, and M. D. Weiss, eds.), pp. 231-267. Academic Press, New York and London, 1962. YJCAT 66800118 S0021-9517(66)80011-8 10.1016/S0021-9517(66)80011-8 Academic Press Inc. All rights reserved A study of the ionization produced by the catalytic combustion of hydrocarbons Merle E. Umstead Foster J. Woods J. Enoch Johnson From the Chemistry Division, U. S. Naval Research Laboratory, Washington, D. C. USA Studies have been made of the ionization produced during the catalytic combustion of hydrocarbons on a platinum catalyst. The ion yield varies widely depending upon the molecular structure of the hydrocarbon and the catalyst temperature. Highly branched alkanes have produced the greatest ionization among the hydrocarbons studied. The ions produced per mole of hydrocarbon burned are of the same order of magnitude as those produced from a hydrocarbon burning in a hydrogen flame. References 1. Johnson J.E. Christian J.G. Carhart H.W. Ind. Eng. Chem. 53 1961 900 2. Christian J.G. Johnson J.E. Intern. J. Air Water Pollution 9 1965 1 3. Calcote H.F. Symp. Combust 8th, Pasadena, Calif. 1960 1962 Williams and Wilkins New York 184 199 4. McWilliam I.G. Dewar R.A. D.H. Desty Gas Chromatography, 1958 1958 Academic Press Baltimore 142 152 5. Folmer O.F. Jr. Yang K. Perkins G. Jr. Anal. Chem. 35 1963 454 6. Perkins G. Jr. Folmer O.F. Jr. Lewis Fowler Gas Chromatography 1963 Academic Press New York, and Butterworths, London 193 202 7. Perkins G. Jr. Yang K. Folmer O.F. Jr. Nature 198 1963 780 8. Hinshelwood C.N. J. Chem. Soc. 1948 531 9. Johnson J.E. Crellin J.W. Carhart H.W. Ind. Eng. Chem. 46 1954 1512 10. Sternberg J.C. Gallaway W.S. Jones D.T.L. N. Brenner J.E. Callen M.D. Weiss Gas Chromatography 1962 Academic Press New York 231 267",
      "scopus-id": "0347785448",
      "coredata": {
        "eid": "1-s2.0-S0021951766800118",
        "dc:description": "Studies have been made of the ionization produced during the catalytic combustion of hydrocarbons on a platinum catalyst. The ion yield varies widely depending upon the molecular structure of the hydrocarbon and the catalyst temperature. Highly branched alkanes have produced the greatest ionization among the hydrocarbons studied. The ions produced per mole of hydrocarbon burned are of the same order of magnitude as those produced from a hydrocarbon burning in a hydrogen flame.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1966-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951766800118",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Umstead, Merle E."
          },
          {
            "@_fa": "true",
            "$": "Woods, Foster J."
          },
          {
            "@_fa": "true",
            "$": "Johnson, J. Enoch"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951766800118"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951766800118"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(66)80011-8",
        "prism:volume": "5",
        "prism:publisher": "Published by Elsevier Inc.",
        "dc:title": "A study of the ionization produced by the catalytic combustion of hydrocarbons",
        "prism:copyright": "Copyright © 1966 Published by Elsevier Inc.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "293-300",
        "prism:endingPage": "300",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 1966",
        "prism:doi": "10.1016/S0021-9517(66)80011-8",
        "prism:startingPage": "293",
        "dc:identifier": "doi:10.1016/S0021-9517(66)80011-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0347785448"
      }
    }
  }
}