{
  "metadata": {
    "title": "Construction of a copper-bismuth catalyst featuring Bi-N<ce:inf loc=post>4</ce:inf> sites and synergistic Bi clusters derived from TCPP(Bi)@HKUST-1 for enhanced formaldehyde to butynediol",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2024-12-31",
    "doi": "10.1016/j.jcat.2024.115843",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951724005566",
    "pii": "S0021951724005566"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85208724435",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2024-11-10 2024-11-10 2024-11-13 2024-11-13 2025-03-08T20:43:05 1-s2.0-S0021951724005566 S0021-9517(24)00556-6 S0021951724005566 10.1016/j.jcat.2024.115843 S300 S300.1 FULL-TEXT 1-s2.0-S0021951724X00123 2025-03-08T23:16:19.883629Z 0 0 20241201 20241231 2024 2024-11-10T23:50:11.71574Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes highlightsabst primabst ref specialabst 0021-9517 00219517 true 440 440 C Volume 440 38 115843 115843 115843 202412 December 2024 2024-12-01 2024-12-31 2024 Regular Articles article fla © 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. CONSTRUCTIONACOPPERBISMUTHCATALYSTFEATURINGBIN4SITESSYNERGISTICBICLUSTERSDERIVEDTCPPBIHKUST1FORENHANCEDFORMALDEHYDEBUTYNEDIOL WANG Y 1 Introduction 2 Materials and methods 2.1 Materials 2.2 Synthesis of Bi metalloporphyrin (TCPP(Bi)) 2.3 Synthesis of TCPP(Bi)@HKUST-1 2.4 Synthesis of MOF-derived carbon carrier materials 2.5 Catalyst evaluation 2.6 Characterization methods 2.7 DFT calculation method. 3 Results and discussion 4 Conclusion CRediT authorship contribution statement Acknowledgements Appendix A Supplementary material References PAEK 2020 4570 4580 K HUANG 2022 13248 13260 X YANG 2023 21067 21077 G YANG 2014 3969 3973 G WANG 2020 1438 1511 Q CUI 2019 79 120 W WEI 2020 12089 12174 Y RONG 2023 165 173 J ZHANG 2024 90 Y GAO 2024 152377 P HORVATH 2012 1531 1545 O GIULIMONDI 2023 5557 V SUN 2024 8893 8897 W YANG 2022 134171 X GUO 2022 766 776 Y LIU 2018 4981 5079 L LI 2023 X ZHANG 2023 J CHANDRASEKARAN 2023 48 S DING 2022 S MENG 2024 704 716 H KRESSE 1999 1758 1777 G PERDEW 1996 3865 3868 J GRIMME 2010 154104 S HENKELMAN 2000 9901 9904 G NAJJARI 2012 16017 16032 B ZHAI 2021 1988 1994 G CAI 2022 709 723 Z WU 2023 L QIN 2016 64 68 Y DAI 2023 X ZHOU 2020 124270 X ZHU 2023 P LI 2024 X ZHANG 2019 16569 16573 E LU 2023 122329 S YU 2023 1803 1810 J ZHAO 2022 152277 R ZHANG 2023 8311 L ZHANG 2024 1205 1216 M WANGX2024X115843 WANGX2024X115843XY 2026-11-13T00:00:00.000Z 2026-11-13T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2024-11-16T08:55:10.094Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Science and Technology Innovation Talents Program of Shihezi University ZG010603 Science and Technology Planning Project 2024AB048 Beijing Science and Technology Planning Project http://data.elsevier.com/vocabulary/SciValFunders/501100012401 http://sws.geonames.org/1814991/ Shihezi University http://data.elsevier.com/vocabulary/SciValFunders/501100004317 http://sws.geonames.org/1814991 Scientific and Technological Innovation Leading Talent of Shihezi University CZ002703 This work was supported by Scientific and Technological Innovation Leading Talent of Shihezi University (No. CZ002703), Science and Technology Innovation Talents Program of Shihezi University (No. ZG010603), Science and Technology Planning Project (No. 2024AB048). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0021-9517(24)00556-6 S0021951724005566 1-s2.0-S0021951724005566 10.1016/j.jcat.2024.115843 272561 2025-03-08T23:16:19.883629Z 2024-12-01 2024-12-31 1-s2.0-S0021951724005566-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/MAIN/application/pdf/87c7336a8e00c93a770be8ed3faf560c/main.pdf main.pdf pdf true 5812589 MAIN 10 1-s2.0-S0021951724005566-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/PREVIEW/image/png/2eb31a4f9ab1d20413145fb9afc562d8/main_1.png main_1.png png 56021 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951724005566-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/gr3/DOWNSAMPLED/image/jpeg/efe2d8cecf3ee21a72d29c66fcfd524f/gr3.jpg gr3 gr3.jpg jpg 62292 323 628 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724005566-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/gr4/DOWNSAMPLED/image/jpeg/d0cc153fb4140b339f6b8620f4aa3a26/gr4.jpg gr4 gr4.jpg jpg 84149 495 622 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724005566-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/gr5/DOWNSAMPLED/image/jpeg/6367a9553ba66691465eb419518d8b02/gr5.jpg gr5 gr5.jpg jpg 126494 817 622 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724005566-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/gr6/DOWNSAMPLED/image/jpeg/c6bad85b24d99dd9d94de61894f68f77/gr6.jpg gr6 gr6.jpg jpg 56307 444 533 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724005566-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/gr1/DOWNSAMPLED/image/jpeg/e6e6282756deea58f231ab736718e5f0/gr1.jpg gr1 gr1.jpg jpg 129147 604 662 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724005566-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/gr2/DOWNSAMPLED/image/jpeg/fcea08cddc56288c0bda68bdb0b2115e/gr2.jpg gr2 gr2.jpg jpg 102310 420 622 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724005566-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/ga1/DOWNSAMPLED/image/jpeg/de6b2defc1a93468607f068ff28a8d04/ga1.jpg ga1 true ga1.jpg jpg 40086 200 500 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724005566-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/gr3/THUMBNAIL/image/gif/fc8c7212347653491ba381750f64a306/gr3.sml gr3 gr3.sml sml 12161 113 219 IMAGE-THUMBNAIL 1-s2.0-S0021951724005566-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/gr4/THUMBNAIL/image/gif/f7fa2d45f768350947215606ba351840/gr4.sml gr4 gr4.sml sml 12896 164 206 IMAGE-THUMBNAIL 1-s2.0-S0021951724005566-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/gr5/THUMBNAIL/image/gif/a9439068b0d2619147c1be815e63a26a/gr5.sml gr5 gr5.sml sml 8510 164 125 IMAGE-THUMBNAIL 1-s2.0-S0021951724005566-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/gr6/THUMBNAIL/image/gif/ea9b518f8d630d90d96999d8084f141d/gr6.sml gr6 gr6.sml sml 8541 164 197 IMAGE-THUMBNAIL 1-s2.0-S0021951724005566-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/gr1/THUMBNAIL/image/gif/7aa28b41d15c34b5f0e683e29fae370f/gr1.sml gr1 gr1.sml sml 13901 164 180 IMAGE-THUMBNAIL 1-s2.0-S0021951724005566-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/gr2/THUMBNAIL/image/gif/f7b2b25487e86d91c2838658ddd132b8/gr2.sml gr2 gr2.sml sml 19202 148 219 IMAGE-THUMBNAIL 1-s2.0-S0021951724005566-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005645/ga1/THUMBNAIL/image/gif/a60d93c5d8d9b08fa1db17eb9d9188be/ga1.sml ga1 true ga1.sml sml 17398 88 219 IMAGE-THUMBNAIL 1-s2.0-S0021951724005566-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/HIGHRES/image/jpeg/3832c5dd51c204a9808d2204b49296e5/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 470699 1431 2782 IMAGE-HIGH-RES 1-s2.0-S0021951724005566-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/HIGHRES/image/jpeg/63850d89d11074ac4e7a4b4d704adb64/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 571250 2194 2756 IMAGE-HIGH-RES 1-s2.0-S0021951724005566-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/HIGHRES/image/jpeg/4b520c647f927c0ed81beec5b522c1e5/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 923585 3618 2756 IMAGE-HIGH-RES 1-s2.0-S0021951724005566-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/HIGHRES/image/jpeg/0163fe9756a5d21b6cfeb8dc3a714023/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 345699 1967 2362 IMAGE-HIGH-RES 1-s2.0-S0021951724005566-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/HIGHRES/image/jpeg/ad250b283fd2589201032fae1b2a7b50/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 900485 2675 2933 IMAGE-HIGH-RES 1-s2.0-S0021951724005566-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/HIGHRES/image/jpeg/8104eba8827124b7683b1b3e983de5ac/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1142759 1862 2756 IMAGE-HIGH-RES 1-s2.0-S0021951724005566-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005645/HIGHRES/image/jpeg/0aaeeb245153f689d4edd6b151e8dcad/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 389669 885 2213 IMAGE-HIGH-RES 1-s2.0-S0021951724005566-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005566/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/eb390beed6836f7f2bc2dd1944712e6a/mmc1.docx mmc1 mmc1.docx docx 108808195 APPLICATION YJCAT 115843 115843 S0021-9517(24)00556-6 10.1016/j.jcat.2024.115843 Elsevier Inc. Fig. 1 (a) UV spectra of H2TCPP and TCPP(Bi); Characterizations of HKUST-1 and TCPP(Bi)@HKUST-1: (b) FT-IR, (c) XRD pattern; Characterizations of TCPP(Bi)@HKUST-1 derived samples: (d) XRD pattern, XPS spectra (e) full scan, (f) N 1s, (g-h) Bi 4f, (i) C 1s. Fig. 2 (a-c) HR-TEM images and energy dispersive X-ray spectroscopy elemental mapping results (EDS) of BiSAC&Clu-Cu-NC, with N (green), C (red), and Bi (blue). (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Fig. 3 (a) Bi L3-edge XANES spectra of Bi foil, BiSAC&Clu-Cu-NC and Bi2O3. (b) The R space EXAFS curves of Bi foil, BiSAC&Clu-Cu-NC and Bi2O3. (c) EXAFS fitting curves of BiSAC&Clu-Cu-NC. (d) The atomic structural model derived from the EXAFS results. (e) Wavelet transform of Bi L3-edge EXAFS for BiSAC&Clu-Cu-NC and reference standard samples. Fig. 4 Catalysts with different Bi elemental forms. (a) Catalytic activity, (b) Cu2p XPS spectra, (c) Cu+/Cu0 ratio in Cu LMM spectra; Catalysts with different Bi element coordination environments. (d) Catalytic activity, (e) Cu2p XPS spectra, (f) Cu LMM spectra. Fig. 5 In-situ DRIFTS experiments of (a) BiSAC&Clu-Cu-NC, (b) Bi&Cu-C and (c) Bi-Cu-C in C2H2 bubbling CH2O solution at 373 K. Fig. 6 (a) Calculated Gibbs free energy diagrams for formaldehyde to butynediol on Bi&Cu-NC (Bi-C4) and BiSAC&Clu-Cu-NC (Bi-N4) catalysts. (b) Arrhenius plots of the Bi&Cu-NC and BiSAC&Clu-Cu-NC catalysts for Formaldehyde ethynylation. (The corresponding temperatures are 358, 363, 368, and 373 K, respectively.) (c) Scheme of possible ethynylation reaction mechanism of formaldehyde over the BiSAC&Clu-Cu-NC catalyst (“NCS” mechanism). Construction of a copper-bismuth catalyst featuring Bi-N4 sites and synergistic Bi clusters derived from TCPP(Bi)@HKUST-1 for enhanced formaldehyde to butynediol Yong Wang Writing – original draft Visualization Validation Software Resources Project administration Investigation Formal analysis Data curation a 1 Yongkang Sun Writing – review & editing Validation Methodology Formal analysis Conceptualization a 1 Fusheng Huang Writing – review & editing Supervision a Tingting Wang Writing – review & editing a Bin Dai Validation Funding acquisition a Jichang Liu Writing – review & editing Funding acquisition Conceptualization a b ⁎ Jiangbing Li Writing – review & editing Validation Funding acquisition a ⁎ Xuhong Guo Writing – review & editing Validation Supervision Funding acquisition Conceptualization a b ⁎ a School of Chemistry and Chemical Engineering/State Key Laboratory Incubation Base for Green Processing of Chemical Engineering, Shihezi University, Shihezi 832003, China School of Chemistry and Chemical Engineering/State Key Laboratory Incubation Base for Green Processing of Chemical Engineering Shihezi University Shihezi 832003 China School of Chemistry and Chemical Engineering/State Key Laboratory Incubation Base for Green Processing of Chemical Engineering, Shihezi University, Shihezi 832003, China b School of Chemical Engineering, East China University of Science and Technology, Shanghai 200237, China School of Chemical Engineering East China University of Science and Technology Shanghai 200237 China School of Chemical Engineering, East China University of Science and Technology, Shanghai 200237, China ⁎ Corresponding authors. 1 These authors contributed equally: Yong Wang, Yongkang Sun. Graphical abstract The construction of functional catalysts that efficiently catalyze in a reducing atmosphere is considered rather challenging. In this study, the catalysts bridged by Bi-N4 between copper and bismuth species were prepared. Herein, Bi-N4 and bismuth cluster sites were incorporated into porous carbon–nitrogen networks along with copper nanoparticles (BiSAC&Clu-Cu-NC). For the synthesis, metalloporphyrin-modified HKUST-1 (TCPP(Bi)@HKUST-1) was employed as a precursor. Additionally, metalloporphyrin functioned as a capping agent during catalyst preparation, thereby enhancing the dispersion of Bi species after calcination. Notably, the BiSAC&Clu-Cu-NC catalyst demonstrated 93.8 % selectivity towards 1,4-butynediol over 20 h at a Bi loading of 0.6 wt% in a reducing atmosphere of acetylene and formaldehyde. Furthermore, a mechanistic model is proposed that elucidates the observed synergistic catalytic behavior based on experimental characterization and DFT calculations. This proposed model is termed “Nanoparticles with Cluster and Single Metal Sites”(NCS mechanism). The retention of the Bi cluster structure within the material matrix plays a pivotal role in enhancing the adsorption and activation of formaldehyde. Interfacial effects between different copper species favour the activation of the reaction substrate acetylene. Additionally, the Bi-N4 structure can function as a crucial conduit, facilitating electron transfer between Cu and Bi elements and consequently lowering the activation energy barrier for key reaction intermediates. Keywords Bi-N4 sites Bi cluster MOF-derived carbon nitrogen carrier Formaldehyde ethynylation Data availability Data will be made available on request. 1 Introduction As a biodegradable compound, organic plastics synthesized from 1,4-butanediol break down naturally over time, thereby reducing the accumulation of plastic waste in the environment and mitigating its adverse impacts [1]. The formaldehyde-acetylene reaction is vital for the production of 1,4-butynediol, which serves as a feedstock to production 1,4-butanediol. Given the importance of this reaction in applications, improving the efficiency and stability of catalysts used in this process is essential. Previous research on catalysts used in the formaldehyde ethynylation. process has primarily focused on establishing robust interactions between Cu and inert support, incorporating oxidizing additives, and harnessing the long-range electromagnetic influence of noble metals [2–4]. These endeavors aim to regulate the chemical environment surrounding Cu+ ions and ensure their stability in reducing atmosphere. Nevertheless, preserving the stability of Cu+ species under reducing conditions poses a significant challenge, frequently resulting in diminished catalytic performance and reduced selectivity. In reactions such as the conversion of formaldehyde and acetylene to 1,4-butynediol, the stability of Cu+ active sites are crucial, as high selectivity is directly dependent on the stability of these sites. To overcome this issue, the present study focuses on designing a novel copper-bismuth catalyst with Bi-N4 sites and Bi clusters. These components are anticipated to enhance the stability of Cu+ species in reducing environments, consequently improving both selectivity and catalytic efficiency. In response to these challenges, researchers have explored advanced catalyst designs incorporating metal–organic frameworks (MOFs). MOFs have been extensively employed in the construction of sacrificial templates for single atoms, clusters, and nanomaterials due to their adjustable structural functions, regular channels, and ultra-high surface area [5–7]. Furthermore, metalloporphyrin is frequently employed as ligands in MOF modification, promoting the formation of M−N4 sites [8–10]. Besides, the characteristic out-of-plane (OOP) structure of metalloporphyrin serves as a capping agent for MOFs [11]. The carbon-loaded copper bismuth materials derived from MOFs enhance acetylene adsorption and mitigate the issue of carbon accumulation, thereby preventing alterations in the Cu+ microenvironment [12–14]. Beyond MOF-derived materials, transition metal species of different scales, including single atoms, nanoclusters, and nanoparticles, have demonstrated significant potential for enhancing catalytic performance in a wide range of reactions. Transition metal species of varying sizes, including single atoms, nanoclusters, and nanoparticles, exhibit distinct catalytic behaviors in various heterogeneous catalytic reactions [15,16]. Notably, there is a widespread aspiration to elucidate these relationships at the molecular level. Recently, Li et al. used the wetness impregnation method to construct dual-site Pd1-Ru1 supported on porous ionic polymers [17]. In addition to enhancing the overall activity, the synergistic effect between neighboring single-site Pd1 and Ru1 also stabilizes Pd (II) active sites. This exploration of synergistic effects between dual monometallic sites provides a comprehensive understanding of materials at the molecular level. Zhang et al. employed the atomic layer deposition method to present a facile method for decorating atomically dispersed Pt co-catalysts with single-atom and atomic cluster dual active sites on CdS nanorods [18]. According to experimental characterizations and theoretical calculations, single atoms (SAs) are responsible for water adsorption-dissociation and atomic cluster sites are responsible for hydrogen desorption. This study underscores the significance of synergistic interactions between monometallic and cluster-active sites to improve reaction efficiency. Chandrasekaran et al. used γ-cyclodextrin-based MOF as a precursor to synthesize bifunctional nitrogen-carbon metal catalysts containing M−Nx coordination sites and M/MxC nanoparticles (M = Co, Fe, and Cu) [19]. According to the density functional theory (DFT) calculations, Co nanoparticles (NPs) and Co single-atom catalysts (SACs) improved reaction kinetics via the fast adsorption/desorption of reaction intermediates. This improvement is attributed to the mutual self-regulation of the d electron densities of NPs and SACs, which jointly lowers the energy barrier, and the synergistic effects between single atoms and nanoparticles are revealed. Ding et al. utilized a direct CNT bridging strategy to prepare an efficient and robust catalyst for a bifunctional oxygen electrode [20]. The obtained catalyst simultaneously features a high concentration of single-atom Fe-N5 active sites and nanosized NiCo hydroxides. Moreover, the synergistic catalytic effect of single-atom and alloy nanoparticles is well demonstrated. Recently, Meng et al. reported a NiFe-N-C catalyst with bimetallic synergistic Fe nanoclusters [21]. The DFT calculations and characterization provide compelling evidence for the coexistence and electronic synergies of the Ni-N4 and Fe-N4 coordination structures, as well as the neighboring coupled Fe nanoclusters. It must be noted that these structures modulate the electronic structure of the catalytically active sites and optimize their adsorption and desorption of oxygen-containing intermediates, consequently enhancing the reaction kinetics and lowering the energy barrier to oxygen electrocatalysis. The further exploration of the synergistic interactions between double single atoms and nanoclusters in this study led to the synthesis of a highly active catalyst derived from MOFs that is suitable for use in reducing atmospheres. Additionally, we conducted a corresponding catalytic mechanistic analysis. Building on these findings, this study presents a novel strategy that employs, for the first time, Bi-N4 and Bi clusters to synergistically stabilize Cu+/Cu0 active interface. This strategy demonstrates high selectivity towards the target product under reducing conditions, emphasizing the potential for practical applications. Notably, experiments have demonstrated the beneficial role of cluster structures in the adsorption of the reaction substrate. Moreover, formaldehyde undergoes overoxidation in the absence of Bi-N4 structures, resulting in decreased product selectivity. Both calculations and experiments demonstrate that the Bi-N4 structure acts as a bridge for electron transfer between Bi and Cu species, stabilizing the valence states of active metals. Furthermore, this mechanism effectively inhibits substrate peroxidation, which reduces the activation energy required for transition state formation and transformation during the reaction. Thus, this study presents a novel strategy for enhancing the stability of active metals and achieving highly active catalytic performance under reducing conditions. 2 Materials and methods 2.1 Materials The materials used were bismuth nitrate pentahydrate (Bi(NO3)3·5H2O, Adamas, 99 %), 1, 3, 5-benzenetricarboxylic acid (H3BTC, 98 %, Adamas Co. Ltd.), copper nitrate trihydrate (Cu(NO3)2·3H2O, Macklin, 99 %), and 5,10,15,20-tetrakis(4-carboxyphenyl) porphyrin (H2TCPP, 99 %, Adamas Co. Ltd.). N, N-dimethyl formamide (DMF, AR), ethanol, and formaldehyde were purchased from Macklin Co., Ltd. Ultrapure (UP) water was used for all experiments. 2.2 Synthesis of Bi metalloporphyrin (TCPP(Bi)) Herein, for the synthesis, 50 mg of TCPP and 50 mg of Bi(NO3)3·5H2O were dissolved in 30 mL of DMF through stirring and ultrasonically treated for 30 min. This mixture was subsequently transferred to a polytetrafluoroethylene lining. It was then heated in an oven at 120 °C for 24 h. The resultant purple powder was rinsed with UP water and ethanol to produce TCPP(Bi), which was subsequently centrifuged at 10,000 rpm and dried under vacuum at 80 °C for 12 h. 2.3 Synthesis of TCPP(Bi)@HKUST-1 A certain amount of TCPP(Bi) (0–8 mg) was dissolved in 8 mL of DMF. Then, 483.1 mg (2 mmol) of Cu (NO3)2·3H2O and 210 mg (1.0 mmol) of H3BTC were dissolved in 12 mL of ethanol. These two solutions were thoroughly mixed by stirring and were then transferred to a 25-mL PTFE liner and heated at 120 °C for 24 h. The resulting blue-green precipitate was centrifuged, washed several times with ethanol, and dried overnight at 80 °C. 2.4 Synthesis of MOF-derived carbon carrier materials The carbon carrier materials were obtained by annealing the as-prepared TCPP(Bi)@HKUST-1 composites with varied TCPP(Bi) loading contents in argon at 400 °C (2 °C/min) for 4 h. Based on the differences in dispersion, the samples were referred to as BiNPS-Cu-NC, BiClu-Cu-NC, BiSAC&Clu-Cu-NC, and BiSAC-Cu-NC. For comparison, the MOF-derived carbon carrier materials prepared by the impregnation and bimetallic methods were named Bi-Cu-C and Bi&Cu-C, respectively. Bimetallic method: replace TCPP(Bi) in the above preparation method with 10 mg of Bi(NO3)3·5H2O, followed by the same synthesis. Impregnation method: 10 mg of Bi(NO3)3·5H2O was dissolved in 10 mL of 4 % dilute nitric acid solution, 1 g of Cu-BTC precursor was taken in the above solution and stirred at 600 rpm for 12 h. The obtained product was filtered, washed, and dried at 80 ℃ for 12 h, and then the dried solid phase was put into a tube furnace, and burned in an Ar atmosphere at 400 ℃ for 4 h, and the heating rate of the tube furnace was 2 ℃/min. 2.5 Catalyst evaluation All catalytic tests of the ethynylation of formaldehyde with acetylene were performed in a kettle reactor. A specified amount of catalysts (300 mg) and approximately 20 mL of formaldehyde (3 wt%) water solution were added together in an autoclave. Before the reaction, O2 was purged through a pure N2 flow for safety reasons, and then C2H2 was introduced into the kettle once the N2 flow stopped. After reaching 11.5 mmol (0.3 g), C2H2 was stopped, and the solution was continuously agitated and heated to 90 °C. The catalytic reaction was terminated after 20 h by introducing an N2 stream and turning off the C2H2 stream, and the mixture was cooled to room temperature. Following the reaction, the residual formaldehyde was examined through iodometric analysis, and the 1,4-butynediol in the solution after the reaction was quantitatively analyzed using gas chromatography (GC-2014, Shimadzu). 2.6 Characterization methods The morphology of all samples was analyzed through scanning electron microscopy (SEM, SU8010, Hitachi) and 200 kV LaB6 transmission electron microscopy (HRTEM, HT7700, 120 kV). The distribution and relative content of various elements were examined via EDX elemental mapping. The crystallographic information of the materials was characterized through X-ray diffraction (XRD) using Bruker XRD with Cu K radiation (λ = 1.54 Å, 40 kV, and 40 mA). X-ray photoelectron spectroscopy (XPS) was performed using the PHI 5000 Versaprobe III. The binding energy (B.E.) was calibrated using the C 1 s peak at 284.8 eV. The X-ray absorption fine structure spectra (XAFS) at the Bi L3-edge were collected at the Shanghai Synchrotron Radiation Facility (SSRF) (Shanghai, China). The XANES data collection was conducted in transmission mode using an ionization chamber for Bi foil and a Lytle detector in transmission mode for the samples. Notably, all spectra were collected in ambient conditions. The N2 adsorption–desorption isotherm was measured at 77 K using Micromeritics (TOP-200, AMI), and the samples were dried at 120 °C under vacuum for 4 h before testing. The thermogravimetric analysis (TGA) was performed on a TA Instrument STA449F3 Analyzer under an Ar flow. Furthermore, the quantitative measurements of bismuth and copper content were conducted using inductively coupled plasma optical emission spectrometry (ICP-OES, Agilent, 5110 SVDV). The Fourier transform infrared spectroscopy (FT-IR) and the in-situ diffuse reflection infrared Fourier transform spectroscopy (in-situ DRIFTS) of the reaction process were conducted on a Bruker INVENIO S. The absorption spectra of the samples were analyzed using a UV–visible spectrophotometer (Shimadzu UV-3600, Japan). 2.7 DFT calculation method. All the calculations are carried out in the framework of the density functional theory using the projector augmented plane-wave method, which is implemented in the Vienna Atomic Bomb Simulation Package [22]. The generalized gradient approximation proposed by Perdew, Burke, and Ernzerh of is selected for the exchange–correlation potential [23]. The long-range van der Waals interaction is described by the DFT-D3 method [24]. The cut-off energy of the plane wave was set to 500 eV. In the iterative solution of the Kohn-Sham equation, the energy criterion was set to 10–6 eV. To avoid artificial interactions between the periodic images, a vacuum layer of 15 Å was added perpendicular to the direction of the sheet. The K-mesh resolved in real space is 0.04 2π/Å. All the structures are relaxed until the residual forces on the atoms have dropped to less than 0.05 eV/Å. The energy barriers of the reactions were calculated by Climbing Image Nudging Elastic Band (CI-NEB) method [25]. 3 Results and discussion TCPP(Bi) was initially synthesized using a solvothermal method, and the coordination relationship between Bi and the porphyrin was elucidated through ultraviolet (UV) and infrared spectra. Fig. S1 illustrates the infrared spectra of H2TCPP and TCPP(Bi). Compared to the ligand porphyrin molecule, the C=O stretching vibration peak of TCPP(Bi) shifts from 1689 cm−1 to 1652 cm−1, and the O–H vibration peak of the carboxyl group vanishes near 1278 cm−1 [26]. The stretching vibration peaks at 3315 cm−1 and 964 cm−1 correspond to the N–H bond absorption vibration. Meanwhile, a new Bi-N bond vibrational absorption peak emerges near 1100 cm−1 along with the attenuation of N–H absorption vibration. Notably, the blue shift of the carbonyl absorption peak, the disappearance of the hydroxyl absorption peak, and the weakening of the N–H bond are indicative of the coordination of Bi with the carboxyl and N elements of the porphyrin molecule. This leads to the formation of a kinetically labile out-of-plane (OOP) metalloporphyrin structure [27,28]. As depicted in the UV spectra in Fig. 1 a, the porphyrin ring in porphyrin exhibits its characteristic Soret band peaks, accompanied by four additional Q-bands. Following the introduction of Bi, the red shift of the Soret band increases from 415 to 422 nm, and the four Q-bands become weaker, further confirming the successful introduction of Bi onto porphyrin [26,29]. Subsequently, the TCPP(Bi)@HKUST-1 composite was synthesized from Cu (NO3)2, H3BTC, and TCPP(Bi) in MeOH. As shown in Table S1, the loading content of TCPP(Bi) in the TCPP(Bi)@HKUST-1 composite increased from 0.3 wt% to 0.6, 1.2, 2, and 4 wt%, respectively. The crystallinity of the synthesized TCPP(Bi) was characterized by X-ray diffraction (XRD) patterns (see Fig. S2a), which revealed distinct diffraction peaks at 2θ = 5.56°, 7.55°, 11.98°, and 22.98° [30]. As depicted in the XRD spectra (see Fig. 1c), the HKUST-1 phase remained largely unchanged upon the incorporation of TCPP(Bi). Upon increasing the TCPP(Bi) content to 4.0 wt%, diffraction peaks corresponding to 4.0 wt% TCPP(Bi)@HKUST-1 appeared at 2θ = 7.55°, which corresponds to TCPP(Bi), confirming the successful synthesis of TCPP(Bi)@HKUST-1. Fig. 1b depicts the FTIR spectra of the TCPP(Bi)@HKUST-1 samples. Notably, the stretching vibration peaks at 1644 and 1562 cm−1 are attributed to asymmetric (νas(COO)) and symmetric (νs(COO)) carboxylic vibrations, respectively. Moreover, the value of ∇ν(νas(COO)-νs(COO)) declined since the symmetric (νs(COO)) carboxylic peak of high TCPP(Bi) loading content redshifted from 1562 cm−1 to 1583 cm−1 [31]. Furthermore, the OOP structure of TCPP(Bi) can lead to a reduction in the symmetry of TCPP(Bi)@HKUST-1. Fig. S3a depicts the specific surface area (SBET) of TCPP(Bi)@HKUST-1. All these catalysts exhibit a type IV isotherm, indicating that TCPP(Bi)@HKUST-1 is a mesoporous material. Interestingly, the value of SBET steadily decreases as the TCPP(Bi) loading increases. As presented in Table S2, the SBET of TCPP(Bi)@HKUST-1 decreased to 1216, 1146, 1053, 1030, and 890 m2/g, respectively, as the TCPP(Bi) loading increased from 0 to 2.0 wt%. Fig. S4 displays the thermogravimetric profile of the sample, presenting two main stages of weight loss. The original framework carbonization temperature of pure HKUST-1 is 320 °C and is completed at 380 °C with a weight loss of 55 wt%. Meanwhile, TCPP(Bi) mainly decomposed within the range of 386–425 °C. Moreover, the TCPP(Bi)@HKUST-1 exhibits a framework carbonization temperature in the range of 335 − 391 °C with a weight loss of 53 wt%. Notably, the carbonization temperatures of catalysts synthesized via the impregnation method and the bimetallic method are 381 °C and 414 °C, respectively. The presence of Bi is noted to enhance the thermal stability of HKUST-1. Fig. S3b illustrates the N2 adsorption and desorption isotherms and the average porosity of the annealed in Ar samples. All these samples exhibit type III isotherms, implying the formation of a cancellous structure, attributable to the volatilization of organic ligands following calcination, increasing the pore size. Additionally, the BJH analysis reveals that the material still retains some mesoporous structure after calcination. The XRD patterns depicted in Fig. 1d show that the main characteristic peaks appearing at 29.2° and 36.3° correspond to the (110) and (111) crystallographic planes of the cubic phase Cu2O nanocrystals (JCPDS-ICDD 01–078-2076). Moreover, the diffraction peaks at 43.5°, 50.2°, and 74.4° correspond to the (111), (200), and (220) planes of a face-centered cubic copper metallic phase (JCPDS-ICDD 01-070-3038), respectively [2,32,33]. Nevertheless, no evident diffraction peak of the Bi element appears in the XRD spectrum, which is attributed to the low content and high dispersion of Bi and the absence of a corresponding crystal structure. Fig. 1e–i displays the full scan, N 1s, Bi 4f, and C 1s XPS spectra of the pyrolyzed samples. As depicted in Fig. 1e, the peaks of the Bi 4f, Cu 2p, N 1s, and C 1s states are apparent for each material. Additionally, the full XPS spectrum displays the dispersion of Bi elements in different materials. As shown in Fig. 1f, the nitrogen binding states in BiSAC&Clu-Cu-NC can be deconvoluted into four distinct characteristic peaks: oxidized N (403.1 eV), graphitic N (400.9 eV), pyrrolic N (399.3 eV), and pyridinic N (397.9 eV). reveals peaks corresponding to pyridinic N and pyrrolic N, indicating strong coordination with Bi and confirming the bonding of elemental Bi to pyrrolic N. In Fig. 1 g, the Bi 4f peaks for BiSAC&Clu-Cu-NC, centered at 164.3 eV (Bi 4f5/2) and 159.0 eV (Bi 4f7/2), are more intense than those for BiNPs-Cu-NC, and slightly lower than those for Bi3+, verifying the presence of low-valence Bi atoms (Biδ+,0 < δ < 3) [34]. Additionally, the binding energy of Bi-Cu-NC was reduced by 0.4 eV relative to that of BiSAC&Clu-Cu-NC, suggesting that the Bi valence state tends toward Bi0 due to the formation of Bi-Cu bonds (Fig. 1 h). The Bi binding energy of Bi&Cu-NC is intermediate between that of BiSAC&Clu-Cu-NC and Bi-Cu-NC. In conjunction with the C1s XPS pattern (see Fig. 1i), this observation is likely attributed to the formation of Bi-C bonds [35]. Moreover, peaks corresponding to C-N and C=N bonds are observed in BiSAC&Clu-Cu-NC at 288.5 eV and 286.5 eV, respectively [36]. As illustrated in the SEM images in Fig. S5, the as-prepared HKUST-1 and TCPP(Bi)@HKUST-1 particles have a uniform octahedral shape with a porous surface. It is noteworthy that the morphology of the obtained TCPP(Bi)@HKUST-1 is impacted by the loading content of TCPP(Bi). Specifically, the particle size of pure HKUST-1 is approximately 8 µm. When the loading amount of TCPP(Bi) is 2.0 wt%, the particle size of TCPP(Bi) @ HKUST-1 is 4 µm, depicting a 50 % decrease in the particle size, possibly due to the end-capping effect of the metalloporphyrin ligand [29]. The SEM images of MOF-derived catalysts (see Fig. S6 and S7) indicate that these materials retain the octahedral structure of HKUST-1. Nevertheless, their particle size further decreases to around 2 µm following calcination at 400 °C. The high-magnification TEM images and elemental mappings further reveal Cu nanoparticles and Bi elements embedded in the carbon–nitrogen carrier. The HR-TEM images of BiSAC&Clu-Cu-NC in Fig. 2 a-c reveal lattice distances of 0.182 nm corresponding to the (111) planes of face-centered cubic metallic copper. Furthermore, the figures present a lattice distance of 0.251 nm corresponding to the (111) crystal plane of cuprous oxide, demonstrating the formation of a Cu+/Cu0 active interface; these results align with the XRD results [37–40]. As displayed in the EDS elemental mapping, Bi single atoms and Bi clusters are uniformly dispersed on both sides of the Cu nanoparticles at the 20 nm scale. The HR-TEM images (see Fig. S8–S10) display the crystal planes of copper and the dispersion of Bi for catalysts with varying Bi loading levels. Particularly, only 0.251 nm lattice spacing stripes belonging to the Cu2O (111) crystal plane are observed for BiNPs-Cu-NC. As noted from the EDS spectrum, the Bi nanoparticles overlap with Cu nanoparticles, resulting in a decrease in the sub-copper crystal plane, which is not observed in the HR-TEM images. The HR-TEM images of Bi&Cu-C and Bi-Cu-C are displayed in Fig. S11 and S12 for comparative analysis. Notably, the lattice fringes of Bi-Cu-C only correspond to the Cu (111) crystal plane, which is probably due to the formation of Bi-Cu metal bonds caused by the impregnation method, consistent with the XPS spectrum. Furthermore, the elemental mapping results of Bi&Cu-C, synthesized by the bimetallic method, show that the distribution of Bi elements is more dispersed compared to BiSAC&Clu-Cu-NC. This overdispersion of Bi elements is not favorable for the adsorption and activation of formaldehyde, potentially contributing to the observed differences in catalytic activity. The coordination environment and electronic states of Bi species in BiSAC&Clu-Cu-NC were further revealed by X-ray absorption near edge structure (XANES) and extended X-ray absorption fine structure (EXAFS). The Bi L3-edge XANES spectrum in Fig. 3 a implies that the absorption edge energy of BiSAC&Clu-Cu-NC lies between Bi2O3 and Bi foil, showcasing its unique electronic structure (Biδ+,0 < δ < 3). Notably, the result aligns with the XPS characterization analysis. The Fourier transform peaks of BiSAC&Clu-Cu-NC at 1.71 Å and 2.30 Å can be observed based on the Fourier transform EXAFS analysis (see Fig. 3b). This corresponds to the Bi-Bi coordination scattering of Bi-N coordination and Bi clusters. Notably, the Bi-Bi peak of BiSAC&Clu-Cu-NC shifted to the left as compared to Bi foil, implying that the Bi-Bi bond length of Bi clusters is shorter. Furthermore, the EXAFS fitting in Fig. 3c agrees with the experimental data, implying that the local coordination structure of BiSAC&Clu-Cu-NC consists of a Bi atom coordinated to four nitrogen atoms coexisting with bismuth clusters (see Fig. 3d), with Bi-N and Bi-Bi bond lengths of 2.13 Å and 2.98 Å (3.51 Å), respectively (Table S3 and Figure S14). In the WT contour plots of BiSAC&Clu-Cu-NC, Bi-N, and Bi-Bi bonds are observed. This further confirms the co-existence of Bi-N and Bi-Bi coordination (see Fig. 3e). This unique Bi-N4 site, which synergistically interacts with Bi cluster structures, plays a vital role in subsequent reactions. As displayed in Fig. 4 , the catalytic performance of different catalysts was evaluated under Same condition (t = 20 h, T = 90 °C, n (C2H2) = 11.5 mmol, and V (3.0 wt% CH2O) = 20 mL). Theoretically, formaldehyde is always in excess relative to acetylene in the reaction system due to the solubility of acetylene. Consequently, the reaction system rapidly incorporates a formaldehyde molecule at the propargyl alcohol (P3OH) stage to form butynediol (BD) [2]. The experiments were conducted in a 50-mL batch reactor. Notably, as indicated in Fig. S15，S16 and Table S5, the selectivity of BD is significantly impacted by the concentration of the substrate formaldehyde, the partial pressure of acetylene, and the reaction time. Moreover, the solubility of acetylene in the formaldehyde solution substantially increases, resulting in the presence of several intermediate products of propargyl alcohol in the early stages of the reaction. The intermediate of P3OH is transformed into the target product, BD, after 20 h of reaction. As observed in Fig. 4a, the presence of Bi improves the catalytic performance of Cu-based catalysts. For instance, the BD selectivity of bare Cu-C was 71.6 %. The incorporation of Bi reduces the adsorption energy of formaldehyde at the active site, thereby enhancing BD production activity (see Fig. S17). This phenomenon explains the lack of catalytic activity in Cu-C and BiSAC-Cu-NC. Notably, among the tested catalysts, BiSAC&Clu-Cu-NC demonstrated the optimal catalytic performance (X (CH2O) = 52.8 %, S (BD) = 93.8 %). The high selectivity of the products can be attributed to the formation of a Cu+/Cu0 active interface, a conclusion consistent with TEM and Cu LMM results (see Figs. S18, 4c and 4f). The Cu+/Cu0 active interface lowers the activation energy for acetylene adsorption, thereby facilitating the generation of the active acetylenic cuprous species. However, an increase in Bi loading diminishes the corresponding catalytic activity. Fig. 4b and c clearly illustrate the Cu valence distributions in catalysts with different Bi elemental forms. The Cu2p XPS spectra reveal a characteristic Cu2+ peak at 933.9 eV and Cu+/Cu0 peak at 932.8 eV. Further characterization via Cu LMM (see Fig. S18) revealed that the Cu+/Cu0 ratio gradually increases as Bi elements transition from monoatomic to nanoparticulate forms (see Fig. 4c). A high Cu+/Cu0 ratio hinders the formation of the Cu+/Cu0 active interface, which accounts for the decreased selectivity in BiClu-Cu-NC and BiNPs-Cu-NC catalysts. As depicted in Fig. 4d, the selectivity of BD in the reaction catalyzed by BiSAC&Clu-Cu-NC and Bi&Cu-C catalysts exceeded 90 % within 20 h. In contrast, the BD selectivity over the Bi-Cu-C catalyst was only 86.6 %, likely due to differences in material structures. The Cu 2p XPS spectra of catalysts with different Bi element coordination environments indicate elevated levels of Cu+ and Cu0 (see Fig. 4e). The Cu LMM spectrum (see Fig. 4f) further indicates a Cu+/Cu0 ratio of 0.46 in Bi-Cu-C, indicative of substantial Cu0 generation, likely due to the formation of Bi-Cu metal bonds, which reduce the valence state of Cu. Substantial Cu0 formation leads to polyacetylene formation and carbon build-up, which detrimentally affects substrate conversion. The selectivity differences between BiSAC&Clu-Cu-NC and Bi&Cu-C catalysts may stem from variations in the microscopic coordination environment of Bi. Compared to Bi&Cu-C (Bi-C4), BiSAC&Clu-Cu-NC (Bi-N4) more effectively facilitates transition state transformation during the reaction. The underlying mechanisms for these differences will be examined in greater detail in the following sections. Figure S19 illustrates the cyclic catalytic performance of the BiSAC&Clu-Cu-NC catalyst. The selectivity for BD remained above 91 % after five cycles, strongly affirming the excellent stability of the catalyst. Fig. 5 illustrates in-situ infrared spectroscopy, investigating different catalysts under the acetylene-formaldehyde reaction. This investigation aims to elucidate simple catalytic reaction mechanisms and better comprehend the advantages of materials in catalytic reactions. No peaks related to the reaction were observed before the introduction of C2H2 with HCHO. The peaks at 3312 and 3262 cm−1 correspond to the gas-phase ≡C-H telescoping vibrations of C2H2 adsorbed on the sample, attributed to the adsorption activation of acetylene at the Cu+/Cu0 active interface. Meanwhile, the peaks at 2713 and 1736 cm−1 are associated with the –CH2 and C=O stretching vibrations of formaldehyde adsorbed from the gas stream under reaction conditions [17], resulting from the Bi cluster structure facilitating formaldehyde adsorption activation. Additionally, the O–H bending vibration and C-O stretching vibration peaks of alcohols at 1360−1 and 1221 cm−1 were attributed to the formation of BD alcohol products during the testing process under approximate reaction conditions. The in-situ DRIFTS of BiSAC&Clu-Cu-NC indicated in Fig. 5a demonstrate that the infrared characteristic peaks of formaldehyde and acetylene started appearing in the second minute and reached saturation in the fourth minute. In contrast, the adsorption of acetylene and formaldehyde on Bi&Cu-C and Bi-Cu-C reached saturation after 6 min, and this was accompanied by a significant decrease in the peak intensity of formaldehyde (see Fig. 5b and c). In summary, the infrared characteristic peaks of formaldehyde adsorption on different materials signify that the incorporation of Bi-N4 of BiSAC&Clu-Cu-NC facilitates electron transfer between Cu and Bi elements, thereby reducing the activation energy of intermediate transformation in the reaction and promoting the further conversion of acetylene and formaldehyde to BD. As a supplement, Fig. S17 displays the FT-IR spectra of different catalysts following formaldehyde adsorption. As the Bi element gradually changes from a single atom to a nanoparticle, the infrared characteristic peak attributed to formaldehyde gradually strengthens. Nevertheless, a new O-C-O peak is formed at 1379 cm−1, indicating the formation of formaldehyde oxidation products. This indicates that the valence state of the active species cannot be stabilized when the content of Bi species increases, and multiple clusters and nanoparticles are formed, leading to the oxidation of the reaction substrate formaldehyde, which is detrimental to the reaction progress. Density Functional Theory (DFT) calculations revealed the underlying mechanism responsible for the observed difference in selectivity between BiSAC&Clu-Cu-NC (Bi-N4 sites) and Bi&Cu-C (Bi-C4). The DFT calculations were performed comparatively on Bi-N4 sites (see Fig. S23) and Bi-C4 sites (see Fig. S24) based on the aforementioned characterization results and the reported references [41]. Fig. 6 a reveals that the formation of the -C≡CCH2OH intermediate via CH2O activation can be a potentially limiting step in the catalytic process due to the uphill energy barrier of the initial stage. Notably, the Bi-N4 site exhibits a significantly diminished Gibbs free energy for the -C≡CCH2OH formation, emphasizing its pronounced propensity for facilitating the conversion of CH2O to BD and consequently enhancing the overall selectivity. After the reaction, the binding energy of Bi in BiSAC&Clu-Cu-NC shifted by 0.2 eV to a higher value, whereas the binding energy of Cu remained largely unchanged (see Fig. S21a and b). A slight increase in the Cu+/Cu0 ratio, as determined by Cu LMM, suggests that Bi clusters function as electron reservoirs, stabilizing Cu+ through electron transfer (see Fig. S21c). N XPS analysis of the reacted BiSAC&Clu-Cu-NC revealed a shift in the binding energies of both pyridine and pyrrole N towards higher values, suggesting its role as an electron transfer bridge between Cu and Bi (see Fig. S21d). Table S6 lists the catalytic activities of the Bi&Cu-C and BiSAC&Clu-Cu-NC catalysts. Based on this data, Fig. 6 (b) illustrates the Arrhenius plots for the catalysts in the formaldehyde acetylation reaction. The apparent activation energies for Bi&Cu-NC and BiSAC&Clu-Cu-NC are 24.28 and 14.38 kJ·mol−1, respectively. The experimental patterns align with the DFT calculation results, confirming the presence of a synergistic effect between the distinct catalytic sites. From the characterization and DFT analyses, a synergistic catalytic mechanism, termed the “NCS mechanism,” has been proposed for the acetylene-formaldehyde reaction on the BiSAC&Clu-Cu-NC catalyst (see Fig. 6c). Initially, the H in the terminal ≡C-H of acetylene is replaced by Cu+ in the presence of acetylene to form Cu2C2. The presence of a carbon carrier facilitates the adsorption of acetylene and helps in activating acetylene molecules. Cu+/Cu0 interface favours the enhancement of terminal carbon-negativity of acetylene. Subsequently, formaldehyde molecules adsorb onto the Bi cluster structure to form + CHOH. Notably, the Bi cluster structure enhances the electropositivity of formaldehyde carbon, facilitating the attack of negatively charged acetylene carbon to form a transition state HC≡CCH2O – (TS-1), which does not exist stably. Thus, HC≡CCH2O – undergoes structural reorganization under the influence of Cu+ species, transforming into another transition state, - C≡CCH2OH (TS-2). During the transition between the two states, the N element in the Bi-N4 structure acts as a bridge for electron transfer between Cu and Bi elements, effectively promoting the stability of the active center of Cu + and reducing the activation energy for the formation of reaction intermediates. Further nucleophilic addition between formaldehyde and - C≡CCH2OH leads to the generation of – OH2CC≡CCH2OH, eventually resulting in the formation and desorption of the product BD. 4 Conclusion In conclusion, this study presents a material comprising Bi-N4 sites, Bi clusters, and Cu nanoparticles supported on an N-doped C network. Herein, the TCPP(Bi)@HKUST-1 was meticulously synthesized in situ, utilizing Bi metalloporphyrin as a ligand. Furthermore, Bi clusters and Bi-N4 sites were generated via the calcination processes. To reveal the synergistic effect among the Bi cluster, Bi-N4 structure, and intrinsic copper nanoparticles in the catalyst BiSAC&Clu-Cu-NC, the NCS mechanism was proposed and characterized through experimental methods and density functional theory (DFT) calculations. Cu+/Cu0 interface favours acetylene adsorption and enhances carbon negativity at the alkyne terminus. The unique function of the Bi-N4 structure has been identified as a conduit for efficient electron transfer between copper and bismuth, effectively promoting the stability of the Cu+/Cu0 active interface. This facilitates the lowering of the energy barriers of the transition state and stabilizes the copper valence state to form the active species, acetylenic cuprous. Furthermore, the specific configuration of the catalyst Bi clusters is vital in promoting the adsorption and activation of formaldehyde molecules. This synergy has resulted in an impressive selectivity of 93.8 % to produce 1,4-butynediol, highlighting the efficacy and potential of the catalyst for practical applications. CRediT authorship contribution statement Yong Wang: Writing – original draft, Visualization, Validation, Software, Resources, Project administration, Investigation, Formal analysis, Data curation. Yongkang Sun: Writing – review & editing, Validation, Methodology, Formal analysis, Conceptualization. Fusheng Huang: Writing – review & editing, Supervision. Tingting Wang: Writing – review & editing. Bin Dai: Validation, Funding acquisition. Jichang Liu: Writing – review & editing, Funding acquisition, Conceptualization. Jiangbing Li: Writing – review & editing, Validation, Funding acquisition. Xuhong Guo: Writing – review & editing, Validation, Supervision, Funding acquisition, Conceptualization. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was supported by Scientific and Technological Innovation Leading Talent of Shihezi University (No. CZ002703), Science and Technology Innovation Talents Program of Shihezi University (No. ZG010603), Science and Technology Planning Project (No. 2024AB048). Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jcat.2024.115843. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] K.H. Paek S.G. Im Synthesis of a series of biodegradable poly(butylene carbonate-co-isophthalate) random copolymers derived from CO2-based comonomers for sustainable packaging Green Chem. 22 2020 4570 4580 K.H. Paek, S.G. Im, Synthesis of a series of biodegradable poly(butylene carbonate-co-isophthalate) random copolymers derived from CO2-based comonomers for sustainable packaging, Green Chem. 22 (2020) 4570-4580. [2] X. Huang H. Li Y. Zhang R. Wu L. Ban L. Xi Z. Yin J. Peng Y. Zhao L. Fang Enhancement of Cu+ stability under a reducing atmosphere by the long-range electromagnetic effect of Au Nanoscale 14 2022 13248 13260 X. Huang, H. Li, Y. Zhang, R. Wu, L. Ban, L. Xi, Z. Yin, J. Peng, Y. Zhao, L. Fang, Enhancement of Cu+ stability under a reducing atmosphere by the long-range electromagnetic effect of Au, Nanoscale 14 (2022) 13248-13260. [3] G. Yang L. Yang J. Chen Effective performance of the Cu/Zn/SiO2 catalyst applied in the ethynylation of formaldehyde for 1,4-butynediol synthesis Ind. Eng. Chem. Res. 62 49 2023 21067 21077 G. Yang, L. Yang, J. Chen, Effective Performance of the Cu/Zn/SiO2 Catalyst Applied in the Ethynylation of Formaldehyde for 1,4-Butynediol Synthesis, Ind. Eng. Chem. Res. 62 (49) (2023) 21067-21077. [4] G. Yang Y. Xu X. Su Y. Xie C. Yang Z. Dong J. Wang MCM-41 supported CuO/Bi2O3 nanoparticles as potential catalyst for 1,4-butynediol synthesis Ceram. Int. 40 2014 3969 3973 G. Yang, Y. Xu, X. Su, Y. Xie, C. Yang, Z. Dong, J. Wang, MCM-41 supported CuO/Bi2O3 nanoparticles as potential catalyst for 1,4-butynediol synthesis, Ceram. Int. 40 (2014) 3969-3973. [5] Q. Wang D. Astruc State of the art and prospects in metal-organic framework (MOF)-based and MOF-derived nanocatalysis Chem. Rev. 120 2020 1438 1511 Q. Wang, D. Astruc, State of the Art and Prospects in Metal-Organic Framework (MOF)-Based and MOF-Derived Nanocatalysis, Chem. Rev. 120 (2020) 1438-1511. [6] W.-G. Cui G.-Y. Zhang T.-L. Hu X.-H. Bu Metal-organic framework-based heterogeneous catalysts for the conversion of C1 chemistry: CO, CO2 and CH4 Coordin Chem. Rev. 387 2019 79 120 W.-G. Cui, G.-Y. Zhang, T.-L. Hu, X.-H. Bu, Metal-organic framework-based heterogeneous catalysts for the conversion of C1 chemistry: CO, CO2 and CH4, Coordin. Chem. Rev. 387 (2019) 79-120. [7] Y.-S. Wei M. Zhang R. Zou Q. Xu Metal-organic framework-based catalysts with single metal sites Chem. Rev. 120 2020 12089 12174 Y.-S. Wei, M. Zhang, R. Zou, Q. Xu, Metal-Organic Framework-Based Catalysts with Single Metal Sites, Chem. Rev. 120 (2020) 12089-12174. [8] J. Rong E. Gao N. Liu W. Chen X. Rong Y. Zhang X. Zheng H. Ao S. Xue B. Huang Z. Li F. Qiu Y. Qian Porphyrinic MOF-derived rich N-doped porous carbon with highly active CoN4C single-atom sites for enhanced oxygen reduction reaction and Zn-air batteries performance Energy Stor. Mater. 56 2023 165 173 J. Rong, E. Gao, N. Liu, W. Chen, X. Rong, Y. Zhang, X. Zheng, H. Ao, S. Xue, B. Huang, Z. Li, F. Qiu, Y. Qian, Porphyrinic MOF-derived rich N-doped porous carbon with highly active CoN4C single-atom sites for enhanced oxygen reduction reaction and Zn-air batteries performance, Energy Stor. Mater. 56 (2023) 165-173. [9] Y. Zhang F.Y. Guo J. Di K. Wang M.-M.-J. Li J. Dai Y. She J. Xia H. Li Strain-induced surface interface dual polarization constructs PML-Cu/Bi12O17Br2 high-density active sites for CO2 photoreduction Nano-Micro Lett. 16 2024 90 Y. Zhang, F.Y. Guo, J. Di, K. Wang, M.M.-J. Li, J. Dai, Y. She, J. Xia, H. Li, Strain-Induced Surface Interface Dual Polarization Constructs PML-Cu/Bi12O17Br2 High-Density Active Sites for CO2 Photoreduction, Nano-Micro Lett. 16 (2024) 90. [10] P. Gao S. Mukherjee M. Zahid Hussain S. Ye X. Wang W. Li R. Cao M. Elsner R.A. Fischer Porphyrin-based MOFs for sensing environmental pollutants Chem. Eng. J. 492 2024 152377 P. Gao, S. Mukherjee, M. Zahid Hussain, S. Ye, X. Wang, W. Li, R. Cao, M. Elsner, R.A. Fischer, Porphyrin-based MOFs for sensing environmental pollutants, Chem. Eng. J. 492 (2024) 152377. [11] O. Horváth Z. Valicsek G. Harrach G. Lendvay M.A. Fodor Spectroscopic and photochemical properties of water-soluble metalloporphyrins of distorted structure Coordin Chem. Rev. 256 2012 1531 1545 O. Horváth, Z. Valicsek, G. Harrach, G. Lendvay, M.A. Fodor, Spectroscopic and photochemical properties of water-soluble metalloporphyrins of distorted structure, Coordin. Chem. Rev. 256 (2012) 1531-1545. [12] V. Giulimondi A. Ruiz-Ferrando G. Giannakakis I. Surin M. Agrachev G. Jeschke F. Krumeich N. López A.H. Clark J. Pérez-Ramírez Evidence of bifunctionality of carbons and metal atoms in catalyzed acetylene hydrochlorination Nat. Commun. 14 2023 5557 V. Giulimondi, A. Ruiz-Ferrando, G. Giannakakis, I. Surin, M. Agrachev, G. Jeschke, F. Krumeich, N. López, A.H. Clark, J. Pérez-Ramírez, Evidence of bifunctionality of carbons and metal atoms in catalyzed acetylene hydrochlorination, Nat. Commun. 14 (2023) 5557. [13] W. Sun L. Cui D. Zhou Synergy of a CuO/C3N4 interface and CuO nanoparticles in the ethynylation of formaldehyde for 1,4-butynediol synthesis Dalton Trans. 53 2024 8893 8897 W. Sun, L. Cui, D. Zhou, Synergy of a CuO/C3N4 interface and CuO nanoparticles in the ethynylation of formaldehyde for 1,4-butynediol synthesis, Dalton Trans. 53 (2024) 8893-8897. [14] X. Yang J. Cheng X. Yang Y. Xu W. Sun J. Zhou MOF-derived Cu@Cu2O heterogeneous electrocatalyst with moderate intermediates adsorption for highly selective reduction of CO2 to methanol Chem. Eng. J. 431 2022 134171 X. Yang, J. Cheng, X. Yang, Y. Xu, W. Sun, J. Zhou, MOF-derived Cu@Cu2O heterogeneous electrocatalyst with moderate intermediates adsorption for highly selective reduction of CO2 to methanol, Chem. Eng. J. 431 (2022) 134171. [15] Y. Guo M. Wang Q. Zhu D. Xiao D. Ma Ensemble effect for single-atom, small cluster and nanoparticle catalysts Nat. Catal. 5 2022 766 776 Y. Guo, M. Wang, Q. Zhu, D. Xiao, D. Ma, Ensemble effect for single-atom, small cluster and nanoparticle catalysts, Nat. Catal. 5 (2022) 766-776. [16] L. Liu A. Corma Metal catalysts for heterogeneous catalysis: from single atoms to nanoclusters and nanoparticles Chem. Rev. 118 2018 4981 5079 L. Liu, A. Corma, Metal Catalysts for Heterogeneous Catalysis: From Single Atoms to Nanoclusters and Nanoparticles, Chem. Rev. 118 (2018) 4981-5079. [17] X. Li J. Wang Q. Yuan X. Song J. Mu Y. Wei L. Yan F. Sun S. Feng Y. Cai Z. Jiang Z. Han Y. Ding Palladium and ruthenium dual‐single‐atom sites on porous ionic polymers for acetylene dialkoxycarbonylation: synergetic effects stabilize the active site and increase CO adsorption Angew. Chem. Int. Ed. 62 33 2023 e202307570 X. Li, J. Wang, Q. Yuan, X. Song, J. Mu, Y. Wei, L. Yan, F. Sun, S. Feng, Y. Cai, Z. Jiang, Z. Han, Y. Ding, Palladium and Ruthenium Dual‐Single‐Atom Sites on Porous Ionic Polymers for Acetylene Dialkoxycarbonylation: Synergetic Effects Stabilize the Active Site and Increase CO Adsorption, Angew. Chem. Int. Ed. 62 (33) (2023) e202307570. [18] J. Zhang Y. Pan D. Feng L. Cui S. Zhao J. Hu S. Wang Y. Qin Mechanistic insight into the synergy between platinum single atom and cluster dual active sites boosting photocatalytic hydrogen evolution Adv. Mater. 35 25 2023 2300902 J. Zhang, Y. Pan, D. Feng, L. Cui, S. Zhao, J. Hu, S. Wang, Y. Qin, Mechanistic Insight into the Synergy between Platinum Single Atom and Cluster Dual Active Sites Boosting Photocatalytic Hydrogen Evolution, Adv. Mater. 35 (25) (2023) 2300902. [19] S. Chandrasekaran R. Hu L. Yao L. Sui Y. Liu A. Abdelkader Y. Li X. Ren L. Deng Mutual self-regulation of d-electrons of single atoms and adjacent nanoparticles for bifunctional oxygen electrocatalysis and rechargeable zinc-air batteries Nano-Micro Lett. 15 2023 48 S. Chandrasekaran, R. Hu, L. Yao, L. Sui, Y. Liu, A. Abdelkader, Y. Li, X. Ren, L. Deng, Mutual Self-Regulation of d-Electrons of Single Atoms and Adjacent Nanoparticles for Bifunctional Oxygen Electrocatalysis and Rechargeable Zinc-Air Batteries, Nano-Micro Lett. 15 (2023) 48. [20] S. Ding L. He L. Fang Y. Zhu T. Li Z. Lyu D. Du Y. Lin J.C. Li Carbon‐nanotube‐bridging strategy for integrating single Fe atoms and NiCo nanoparticles in a bifunctional oxygen electrocatalyst toward high-efficiency and long‐life rechargeable zinc-air batteries Adv. Energy Mater. 12 48 2022 2202984 S. Ding, L. He, L. Fang, Y. Zhu, T. Li, Z. Lyu, D. Du, Y. Lin, J.C. Li, Carbon‐Nanotube‐Bridging Strategy for Integrating Single Fe Atoms and NiCo Nanoparticles in a Bifunctional Oxygen Electrocatalyst toward High-Efficiency and Long‐Life Rechargeable Zinc-Air Batteries, Adv. Energy Mater. 12 (48) (2022) 2202984. [21] H. Meng B. Wu D. Zhang X. Zhu S. Luo Y. You K. Chen J. Long J. Zhu L. Liu S. Xi T. Petit D. Wang X.-M. Zhang Z.J. Xu L. Mai Optimizing electronic synergy of atomically dispersed dual-metal Ni-N4 and Fe-N4 sites with adjacent Fe nanoclusters for high-efficiency oxygen electrocatalysis Energ. Environ. Sci. 17 2024 704 716 H. Meng, B. Wu, D. Zhang, X. Zhu, S. Luo, Y. You, K. Chen, J. Long, J. Zhu, L. Liu, S. Xi, T. Petit, D. Wang, X.-M. Zhang, Z.J. Xu, L. Mai, Optimizing electronic synergy of atomically dispersed dual-metal Ni-N4 and Fe-N4 sites with adjacent Fe nanoclusters for high-efficiency oxygen electrocatalysis, Energy Environ. Sci. 17 (2024) 704-716. [22] G. Kresse D. Joubert From ultrasoft pseudopotentials to the projector augmented- wave method Phys. Rev. B 59 1999 1758 1777 G. Kresse, D. Joubert, From ultrasoft pseudopotentials to the projector augmented- wave method. Phys. Rev. B. 59 (1999) 1758-177. [23] J.P. Perdew K. Burke M. Ernzerhof Generalized gradient approximation made simple Phys. Rev. Lett. 77 1996 3865 3868 J. P. Perdew, K. Burke, M. Ernzerhof, Generalized gradient approximation made simple. Phys. Rev. Lett. 77 (1996) 3865-3868. [24] S. Grimme J. Antony S. Ehrlich H. Krieg A consistent and accurateab initioparametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu J. Chem. Phys. 132 2010 154104 S. Grimme, J. Antony, S. Ehrlich, H. Krieg, A consistent and accurateab initioparametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu, J. Chem. Phys. 132 (2010) 154104. [25] G. Henkelman B.P. Uberuaga H. Jónsson A climbing image nudged elastic band method for finding saddle points and minimum energy paths J. Chem. Phys. 113 2000 9901 9904 G. Henkelman, B.P. Uberuaga, H. Jónsson, A climbing image nudged elastic band method for finding saddle points and minimum energy paths, J. Chem. Phys. 113 (2000) 9901-9904. [26] Y. Zhang, W. Yang, S. Wang, H. Shu, X. Li, S. Fan, y. feng, Light‐promoted Selective Reduction of Nitroarenes to Azoxy-, Azo- and Hydrazo‐compounds Catalyzed by Bismuth Porphyrin Metal Organic Framework, Adv. Synth. Catal. 365 (14) (2023) 2400-2405. [27] B. Najjari S. Le Gac T. Roisnel V. Dorcet B. Boitrel Metal Migration processes in homo- and heterobimetallic bismuth(III)-lead(II) porphyrin complexes: emergence of allosteric newton’s cradle-like devices J. Am. Chem. Soc. 134 2012 16017 16032 B. Najjari, S. Le Gac, T. Roisnel, V. Dorcet, B. Boitrel, Metal Migration Processes in Homo- and Heterobimetallic Bismuth(III)-Lead(II) Porphyrin Complexes: Emergence of Allosteric Newton’s Cradle-like Devices, J. Am. Chem. Soc. 134 (2012) 16017-16032. [28] G. Zhai Y. Liu L. Lei J. Wang Z. Wang Z. Zheng P. Wang H. Cheng Y. Dai B. Huang Light-promoted CO2 conversion from epoxides to cyclic carbonates at ambient conditions over a Bi-based metal-organic framework ACS Catal. 11 2021 1988 1994 G. Zhai, Y. Liu, L. Lei, J. Wang, Z. Wang, Z. Zheng, P. Wang, H. Cheng, Y. Dai, B. Huang, Light-Promoted CO2 Conversion from Epoxides to Cyclic Carbonates at Ambient Conditions over a Bi-Based Metal-Organic Framework, ACS Catal. 11 (2021) 1988-1994. [29] Z.J. Cai M. Huang J.J. Dai G.W. Zhan F.L. Sun G.L. Zhuang Y.Y. Wang P. Tian B. Chen S. Ullah J.L. Huang Q.B. Li Fabrication of Pd/In2O3 nanocatalysts derived from MIL-68(In) loaded with molecular metalloporphyrin (TCPP(Pd)) toward CO2 hydrogenation to methanol ACS Catal. 12 2022 709 723 Z.J. Cai, M. Huang, J.J. Dai, G.W. Zhan, F.L. Sun, G.L. Zhuang, Y.Y. Wang, P. Tian, B. Chen, S. Ullah, J.L. Huang, Q.B. Li, Fabrication of Pd/In2O3 Nanocatalysts Derived from MIL-68(In) Loaded with Molecular Metalloporphyrin (TCPP(Pd)) Toward CO2 Hydrogenation to Methanol, ACS Catal. 12 (2022) 709-723. [30] L. Wu Y. Luo H. Wei S. Wu Y. Zheng Z. Li Z. Cui Y. Liang S. Zhu J. Shen X. Liu Rapid light response of a novel Bi‐based metal-organic framework for bacterial wound infections treatment Adv. Ther. 6 11 2023 2300120 L. Wu, Y. Luo, H. Wei, S. Wu, Y. Zheng, Z. Li, Z. Cui, Y. Liang, S. Zhu, J. Shen, X. Liu, Rapid Light Response of a Novel Bi‐Based Metal-Organic Framework for Bacterial Wound Infections Treatment, Adv. Ther. 6 (11) (2023) 2300120. [31] Y.-H. Qin L. Huang D.-L. Zhang L.-G. Sun Mixed-node A-Cu-BTC and porous carbon based oxides derived from A-Cu-BTC as low temperature NO-CO catalyst Inorg. Chem. Commun. 66 2016 64 68 Y.-H. Qin, L. Huang, D.-L. Zhang, L.-G. Sun, Mixed-node A-Cu-BTC and porous carbon based oxides derived from A-Cu-BTC as low temperature NO-CO catalyst, Inorg. Chem. Commun. 66 (2016) 64-68. [32] X. Dai T. Li B. Wang C. Kreyenschulte S. Bartling S. Liu D. He H. Yuan A. Bruckner F. Shi J. Rabeah X. Cui Tailoring active Cu2O/copper interface sites for N-formylation of aliphatic primary amines with CO2/H2 Angew. Chem. Int. Ed. Engl. 62 2023 e202217380 X. Dai, T. Li, B. Wang, C. Kreyenschulte, S. Bartling, S. Liu, D. He, H. Yuan, A. Bruckner, F. Shi, J. Rabeah, X. Cui, Tailoring Active Cu2O/Copper Interface Sites for N-Formylation of Aliphatic Primary Amines with CO2/H2, Angew. Chem. Int. Ed. Engl. 62 (2023) e202217380. [33] X. Zhou X. Zhai G. Ge J. Dan K. Pan J. Tian R. Sun B. Dai H. Pfeiffer F. Yu Enhanced selective catalytic reduction of NO with CO over Cu/C nanoparticles synthetized from a Cu-benzene-1,3,5-tricarboxylate metal organic framework by a continuous spray drying process Chem. Eng. J. 388 2020 124270 X. Zhou, X. Zhai, G. Ge, J. Dan, K. Pan, J. Tian, R. Sun, B. Dai, H. Pfeiffer, F. Yu, Enhanced selective catalytic reduction of NO with CO over Cu/C nanoparticles synthetized from a Cu-benzene-1,3,5-tricarboxylate metal organic framework by a continuous spray drying process, Chem. Eng. J. 388 (2020) 124270. [34] P. Zhu W. Feng D. Zhao P. Song M. Li X. Tan T. Liu S. Liu W. Zhu Z. Zhuang J. Zhang C. Chen p‐block bismuth nanoclusters sites activated by atomically dispersed bismuth for tandem boosting electrocatalytic hydrogen peroxide production Angew. Chem. Int. Ed. 62 34 2023 e202304488 P. Zhu, W. Feng, D. Zhao, P. Song, M. Li, X. Tan, T. Liu, S. Liu, W. Zhu, Z. Zhuang, J. Zhang, C. Chen, p‐Block Bismuth Nanoclusters Sites Activated by Atomically Dispersed Bismuth for Tandem Boosting Electrocatalytic Hydrogen Peroxide Production, Angew. Chem. Int. Ed. 62 (34) (2023) e202304488. [35] X. Li Q. Dong F. Li Q. Zhu Q. Tian L. Tian Y. Zhu B. Pan M. Padervand C. Wang Defective Bi@BiOBr/C microrods derived from Bi-MOF for efficient photocatalytic NO abatement: directional regulation of interfacial charge transfer via carbon–loading Appl Catal B 340 2024 123238 X. Li, Q. Dong, F. Li, Q. Zhu, Q. Tian, L. Tian, Y. Zhu, B. Pan, M. Padervand, C. Wang, Defective Bi@BiOBr/C microrods derived from Bi-MOF for efficient photocatalytic NO abatement: Directional regulation of interfacial charge transfer via carbon–loading, Appl. Catal. B 340 (2024) 123238. [36] E. Zhang T. Wang K. Yu J. Liu W. Chen A. Li H. Rong R. Lin S. Ji X. Zheng Y. Wang L. Zheng C. Chen D. Wang J. Zhang Y. Li Bismuth single atoms resulting from transformation of metal-organic frameworks and their use as electrocatalysts for CO2 reduction J. Am. Chem. Soc. 141 2019 16569 16573 E. Zhang, T. Wang, K. Yu, J. Liu, W. Chen, A. Li, H. Rong, R. Lin, S. Ji, X. Zheng, Y. Wang, L. Zheng, C. Chen, D. Wang, J. Zhang, Y. Li, Bismuth Single Atoms Resulting from Transformation of Metal-Organic Frameworks and Their Use as Electrocatalysts for CO2 Reduction, J. Am. Chem. Soc. 141 (2019) 16569-16573. [37] S. Lu J. Zhang H. Meng X. Qin J. Huang Y. Liang F.-S. Xiao Catalytic direct dehydrogenation of ethyl lactate to produce ethyl pyruvate over a synergetic Cu0/Cu+ interface Appl. Catal. B 325 2023 122329 S. Lu, J. Zhang, H. Meng, X. Qin, J. Huang, Y. Liang, F.-S. Xiao, Catalytic direct dehydrogenation of ethyl lactate to produce ethyl pyruvate over a synergetic Cu0/Cu+ interface, Appl. Catal. B 325 (2023) 122329. [38] J. Yu W. Chen F. He W. Song C. Cao Electronic oxide-support strong interactions in the graphdiyne-supported cuprous oxide nanocluster catalyst J. Am. Chem. Soc. 145 2023 1803 1810 J. Yu, W. Chen, F. He, W. Song, C. Cao, Electronic Oxide-Support Strong Interactions in the Graphdiyne-Supported Cuprous Oxide Nanocluster Catalyst, J. Am. Chem. Soc. 145 (2023) 1803-1810. [39] R. Zhao X. Wei B. Chu K. Chen Q. Qin H. Liu Y. Zhou B. Li L. Dong Multi-phase coexisting metal oxide derived by MOFs for the CO-SCR reaction at low temperature and in situ DRIFTS study on reaction mechanism Appl. Surf. Sci. 580 2022 152277 R. Zhao, X. Wei, B. Chu, K. Chen, Q. Qin, H. Liu, Y. Zhou, B. Li, L. Dong, Multi-phase coexisting metal oxide derived by MOFs for the CO-SCR reaction at low temperature and in situ DRIFTS study on reaction mechanism, Appl. Surf. Sci. 580 (2022) 152277. [40] L. Zhang X. Yang Q. Yuan Z. Wei J. Ding T. Chu C. Rong Q. Zhang Z. Ye F.-Z. Xuan Y. Zhai B. Zhang X. Yang Elucidating the structure-stability relationship of Cu single-atom catalysts using operando surface-enhanced infrared absorption spectroscopy Nat. Commun. 14 2023 8311 L. Zhang, X. Yang, Q. Yuan, Z. Wei, J. Ding, T. Chu, C. Rong, Q. Zhang, Z. Ye, F.-Z. Xuan, Y. Zhai, B. Zhang, X. Yang, Elucidating the structure-stability relationship of Cu single-atom catalysts using operando surface-enhanced infrared absorption spectroscopy, Nat. Commun. 14 (2023) 8311. [41] M. Zhang Q. Yang R. Li H. Dong Reaction mechanism of the ethynylation of formaldehyde on copper terminated Cu2O(100) surfaces: a DFT study PCCP 26 2024 1205 1216 M. Zhang, Q. Yang, R. Li, H. Dong, Reaction mechanism of the ethynylation of formaldehyde on copper terminated Cu2O(100) surfaces: a DFT study, Phys. Chem. Chem. Phys. 26 (2024) 1205-1216.",
      "scopus-id": "85208724435",
      "coredata": {
        "eid": "1-s2.0-S0021951724005566",
        "dc:description": "The construction of functional catalysts that efficiently catalyze in a reducing atmosphere is considered rather challenging. In this study, the catalysts bridged by Bi-N4 between copper and bismuth species were prepared. Herein, Bi-N4 and bismuth cluster sites were incorporated into porous carbon–nitrogen networks along with copper nanoparticles (BiSAC&Clu-Cu-NC). For the synthesis, metalloporphyrin-modified HKUST-1 (TCPP(Bi)@HKUST-1) was employed as a precursor. Additionally, metalloporphyrin functioned as a capping agent during catalyst preparation, thereby enhancing the dispersion of Bi species after calcination. Notably, the BiSAC&Clu-Cu-NC catalyst demonstrated 93.8 % selectivity towards 1,4-butynediol over 20 h at a Bi loading of 0.6 wt% in a reducing atmosphere of acetylene and formaldehyde. Furthermore, a mechanistic model is proposed that elucidates the observed synergistic catalytic behavior based on experimental characterization and DFT calculations. This proposed model is termed “Nanoparticles with Cluster and Single Metal Sites”(NCS mechanism). The retention of the Bi cluster structure within the material matrix plays a pivotal role in enhancing the adsorption and activation of formaldehyde. Interfacial effects between different copper species favour the activation of the reaction substrate acetylene. Additionally, the Bi-N4 structure can function as a crucial conduit, facilitating electron transfer between Cu and Bi elements and consequently lowering the activation energy barrier for key reaction intermediates.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951724005566",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Yong"
          },
          {
            "@_fa": "true",
            "$": "Sun, Yongkang"
          },
          {
            "@_fa": "true",
            "$": "Huang, Fusheng"
          },
          {
            "@_fa": "true",
            "$": "Wang, Tingting"
          },
          {
            "@_fa": "true",
            "$": "Dai, Bin"
          },
          {
            "@_fa": "true",
            "$": "Liu, Jichang"
          },
          {
            "@_fa": "true",
            "$": "Li, Jiangbing"
          },
          {
            "@_fa": "true",
            "$": "Guo, Xuhong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951724005566"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951724005566"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(24)00556-6",
        "prism:volume": "440",
        "articleNumber": "115843",
        "prism:publisher": "Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Construction of a copper-bismuth catalyst featuring Bi-N4 sites and synergistic Bi clusters derived from TCPP(Bi)@HKUST-1 for enhanced formaldehyde to butynediol",
        "prism:copyright": "© 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Bi-N4 sites"
          },
          {
            "@_fa": "true",
            "$": "Bi cluster"
          },
          {
            "@_fa": "true",
            "$": "MOF-derived carbon nitrogen carrier"
          },
          {
            "@_fa": "true",
            "$": "Formaldehyde ethynylation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "115843",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2024",
        "prism:doi": "10.1016/j.jcat.2024.115843",
        "prism:startingPage": "115843",
        "dc:identifier": "doi:10.1016/j.jcat.2024.115843",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "323",
            "@width": "628",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "62292",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "495",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "84149",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "817",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "126494",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "444",
            "@width": "533",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "56307",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "604",
            "@width": "662",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "129147",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "420",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "102310",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "40086",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "113",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12161",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "206",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12896",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8510",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "197",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8541",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "180",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13901",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "148",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19202",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17398",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1431",
            "@width": "2782",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "470699",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2194",
            "@width": "2756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "571250",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3618",
            "@width": "2756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "923585",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1967",
            "@width": "2362",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "345699",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2675",
            "@width": "2933",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "900485",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1862",
            "@width": "2756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1142759",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "885",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "389669",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724005566-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "108808195",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85208724435"
      }
    }
  }
}