{
  "metadata": {
    "title": "Gas-phase dispersion engineering of PtCo intermetallic catalysts with enhanced compressive strain for high-performance PEMFCs",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2025-10-31",
    "doi": "10.1016/j.jcat.2025.116314",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951725003793",
    "pii": "S0021951725003793"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105009699879",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2025-07-05 2025-07-05 2025-07-07 2025-07-07 2025-08-08T04:43:02 1-s2.0-S0021951725003793 S0021-9517(25)00379-3 S0021951725003793 10.1016/j.jcat.2025.116314 S300 S300.1 FULL-TEXT 1-s2.0-S0021951725X00087 2025-08-08T03:54:43.279872Z 0 0 20251001 20251031 2025 2025-07-05T23:03:15.339485Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid highlightsabst primabst pubtype ref specialabst 0021-9517 00219517 true 450 450 C Volume 450 63 116314 116314 116314 202510 October 2025 2025-10-01 2025-10-31 2025 Regular Articles article fla © 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. GASPHASEDISPERSIONENGINEERINGPTCOINTERMETALLICCATALYSTSENHANCEDCOMPRESSIVESTRAINFORHIGHPERFORMANCEPEMFCS SHEN J 1 Introduction 2 Experimental section 2.1 Chemicals 2.2 Synthesis methods 2.2.1 Preparation of PtCo/C-IMC 2.2.2 Preparation of PtCo/C-IMC-EtOH 2.3 Characterizations 2.4 Catalytic performance evaluation 2.4.1 Ink formulation 2.4.2 RDE preparation 2.4.3 Electrochemical testing 2.4.4 MEA testing 3 Results and discussion 3.1 Catalyst synthesis method 3.2 Catalyst characterizations 3.3 Electrocatalytic performances for ORR tested by RDE 3.4 H2-air PEMFC performances 3.5 Mechanism study on improved ORR stability 4 Conclusions CRediT authorship contribution statement Acknowledgements Appendix A Supplementary data References HUANG 2021 311 322 L LIU 2019 1802234 M SUN 2015 623 636 Y LIU 2020 17812 17827 Z SHAO 2016 3594 3657 M SUN 2021 5984 Y WANG 2019 578 589 X ZHU 2021 21911 21917 X KLUGE 2022 5181 5191 R TANG 2020 1517 1542 T NEYERLIN 2009 261 267 K JIA 2018 798 804 Q LIU 2022 2200147 M CHEN 2023 2301337 J ZENG 2023 5262 5269 W LIANG 2020 2000179 J CHENG 2022 278 286 Q WANG 2013 81 87 D LIN 2023 12507 12593 F YANG 2022 X LIU 2024 M ZHANG 2024 J YAO 2024 e202318872 X ZUO 2024 9514 S WANG 2024 241 262 Z CHEN 2023 7487 Y HYTCH 1998 131 146 M FUNKE 2005 094110 H FUNKE 2007 426 432 H KULBAKOV 2018 14 18 A JACKSON 2020 19982 19996 C ZHAO 2023 175 184 Z ZHENG 2024 2717 2725 T LIU 2020 S STAMENKOVIC 2007 241 247 V NORSKOV 2004 17886 17892 J KULKARNI 2018 2302 2312 A KATTEL 2014 124713 S GUO 2020 13778 13784 N LI 2021 2173 2180 W ZHANG 2024 2868 2876 L SASAKI 2012 1115 K SHI 2021 12845 12852 Y WAN 2024 149060 K WANG 2011 919 926 C KONG 2020 1287 1299 Z ZHAO 2023 2252 2258 F DAIMON 2022 8976 8985 H GUO 2020 2001575 L ZHANG 2023 1597 1608 C KANG 2019 448 454 Y SAHOO 2022 246 254 L KODAMA 2021 140 147 K SHENX2025X116314 SHENX2025X116314XJ 2027-07-07T00:00:00.000Z 2027-07-07T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-07-09T00:46:02.651Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 22172135 22288102 22021001 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 Shanghai Synchrotron Radiation Facility SSRF SSRF Salt Science Research Foundation http://data.elsevier.com/vocabulary/SciValFunders/100009666 http://sws.geonames.org/1861060/ National Key Research and Development Program of China 2023YFA1509000 NKRDPC National Key Research and Development Program of China http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ This work was financially supported by the National Key Research and Development Program of China ( 2023YFA1509000 ), and the National Natural Science Foundation of China ( 22172135 , 22288102 , and 22021001 ). We are thankful to the Shanghai Synchrotron Radiation Facility ( BL14W1, SSRF ) for help with characterizations. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0021-9517(25)00379-3 S0021951725003793 1-s2.0-S0021951725003793 10.1016/j.jcat.2025.116314 272561 2025-08-08T03:54:43.279872Z 2025-10-01 2025-10-31 1-s2.0-S0021951725003793-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/MAIN/application/pdf/b2ee532e72f5b6a7f7f7da605f1e4c34/main.pdf main.pdf pdf true 8015897 MAIN 8 1-s2.0-S0021951725003793-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/PREVIEW/image/png/857627d61e864f1cec87ca76a2b1047e/main_1.png main_1.png png 57964 928 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951725003793-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/gr4/DOWNSAMPLED/image/jpeg/2217749beebfc6035255dceeb66e1bec/gr4.jpg gr4 gr4.jpg jpg 55468 314 622 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003793-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/gr5/DOWNSAMPLED/image/jpeg/fac9f1c9d8bfa4ebe51b94c132379cbc/gr5.jpg gr5 gr5.jpg jpg 70794 343 622 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003793-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/gr2/DOWNSAMPLED/image/jpeg/16de9aa3732586fb8113a39cf8d63cd4/gr2.jpg gr2 gr2.jpg jpg 67751 349 622 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003793-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/ga1/DOWNSAMPLED/image/jpeg/de5768fb3cc96354197fead459498d2c/ga1.jpg ga1 true ga1.jpg jpg 22813 200 498 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003793-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/gr3/DOWNSAMPLED/image/jpeg/9486e60d4ca624597f0a6ed089f30fea/gr3.jpg gr3 gr3.jpg jpg 57600 319 622 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003793-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/gr1/DOWNSAMPLED/image/jpeg/ebac7f8138ed4fcbb6e52ca2853bbde9/gr1.jpg gr1 gr1.jpg jpg 68510 420 534 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725003793-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/gr4/THUMBNAIL/image/gif/1d796787a16df407b971b013f5eac65d/gr4.sml gr4 gr4.sml sml 9143 111 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725003793-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/gr5/THUMBNAIL/image/gif/8aa7f23a4b3d0741fdd17c55af809eba/gr5.sml gr5 gr5.sml sml 11338 121 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725003793-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/gr2/THUMBNAIL/image/gif/e876ede362fc45c5c2a0c3d1c24970d0/gr2.sml gr2 gr2.sml sml 13106 123 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725003793-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/ga1/THUMBNAIL/image/gif/1de68259f1e82b3248125f36add5bf20/ga1.sml ga1 true ga1.sml sml 7620 88 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725003793-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/gr3/THUMBNAIL/image/gif/acca699440829829ca7e7b9ce9f63cc8/gr3.sml gr3 gr3.sml sml 8676 112 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725003793-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003550/gr1/THUMBNAIL/image/gif/947aeb30506323c0e97ac186a8ca1314/gr1.sml gr1 gr1.sml sml 19485 164 209 IMAGE-THUMBNAIL 1-s2.0-S0021951725003793-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/HIGHRES/image/jpeg/a15543672c025f99430f0316cc378af8/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 381769 1393 2756 IMAGE-HIGH-RES 1-s2.0-S0021951725003793-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/HIGHRES/image/jpeg/cdc025c563353de30268f2887b7fc5b5/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 527007 1519 2756 IMAGE-HIGH-RES 1-s2.0-S0021951725003793-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/HIGHRES/image/jpeg/e4fd9cac4213f68b9acf771be95370c4/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 482492 1546 2756 IMAGE-HIGH-RES 1-s2.0-S0021951725003793-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/HIGHRES/image/jpeg/2c788fad7c965013d4229a542c005379/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 149795 886 2204 IMAGE-HIGH-RES 1-s2.0-S0021951725003793-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003550/HIGHRES/image/jpeg/657376eec92827eb7d9e2d25ce231b69/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 406103 1413 2756 IMAGE-HIGH-RES 1-s2.0-S0021951725003793-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003550/HIGHRES/image/jpeg/ca8cebc9837979e5a825a74db2c72bc7/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 505151 1857 2363 IMAGE-HIGH-RES 1-s2.0-S0021951725003793-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725003793/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/1491ef9de2a9d45fb26a5e9d434e03b0/mmc1.docx mmc1 mmc1.docx docx 39838912 APPLICATION YJCAT 116314 116314 S0021-9517(25)00379-3 10.1016/j.jcat.2025.116314 Elsevier Inc. Fig. 1 (a) Schematic illustration of the synthesis process of PtCo/C-IMC and PtCo/C-IMC-EtOH. (b) XRD patterns of PtCo/C-IMC and PtCo/C-IMC-EtOH. (c) TEM image and (d) particle size histogram of PtCo/C-IMC. Fig. 2 (a) HAADF-STEM image, and (b) EDS line-scanning of Pt and Co for PtCo/C-IMC. (c) GPA image for a single nanoparticle in Fig. 2 a of PtCo/C-IMC. (d) Finely-fitted EXAFS data for PtCo/C-IMC, PtCo/C-IMC-EtOH, and Pt foil of Pt L3 edge. The circles represent the raw data and lines represent the fitted data. (e) XANES of PtCo/C-IMC, PtCo/C-IMC-EtOH, Pt foil, and PtO2 for Pt L3 edge. (f) Projected electronic density of states (PDOS) of the d band for the Pt atoms in Pt (111), simulated PtCo/C-IMC-EtOH (111), and PtCo/C-IMC (111). The horizontal dashed lines and related numbers inset the Fig. represent the d-band center values. Fig. 3 (a) ORR LSV curves, (b) CV curves, (c) Mass activities and ECSA statistics of PtCo/C-IMC, PtCo/C-IMC-EtOH, and commercial Pt/C in an O2-saturated 0.1 M HClO4 solution. Rotation rate of 1600 rpm; scan rate of 10 mV s−1. (d) LSV curves, (e) Mass activity statistics for PtCo/C-IMC before and after the ADT of different potential cycles between 0.6 and 1.0 V at 100 mV s−1 in the O2-saturated 0.1 M HClO4. (f) Comparison of mass activity loss of PtCo/C-IMC and typical reported Pt-based catalysts in literature. Fig. 4 (a) Schematic diagram of a single cell of PEMFC. Polarization curves and power densities of H2-air PEMFC with (b) PtCo/C-IMC, (c) PtCo/C-IMC-EtOH as the cathode before and after ADT of 30 k cycles. Cell voltage changes at 0.8 and 1.5 A cm−2 for (d) PtCo/C-IMC, (e) PtCo/C-IMC-EtOH before and after ADT of 30 k cycles. Pt loading at cathode/anode: 0.10/0.05 mgPt cm−2; MEA area: 12.96 cm2; Gore membrane (12 μm); cell temperature: 80 °C; absolute pressure: 150 kPa; H2/Air flow rate of 600/2600 sccm. ADT test: square-wave potential steps between 0.60 and 0.95 V with a holding time of 3 s at each potential. (f) Comparison of power density and change of cell voltage@0.8 mA cm−2 for PtCo/C-IMC and reported Pt-based catalysts. Fig. 5 (a) Pt 4f XPS and peak deconvolution of PtCo/C-IMC before and after ADT. (b) XRD patterns of PtCo/C-IMC before and after ADT. (c) Co vacancy formation energy of PtCo/C-IMC and PtCo/C-IMC-EtOH. (d) Atomic ratios of Co: Pt measured by ICP-MS before and after ADT for PtCo/C-IMC and PtCo/C-IMC-EtOH. (e) TEM image and particle size distribution of PtCo/C-IMC after 100 k potential cycles. (f) Average particle sizes before and after ADT of PtCo/C-IMC and PtCo/C-IMC-EtOH. Research article Gas-phase dispersion engineering of PtCo intermetallic catalysts with enhanced compressive strain for high-performance PEMFCs Jun-Fei Shen Writing – review & editing Investigation Data curation Writing – original draft Formal analysis a 1 Gui-Ming Wu Formal analysis Investigation Data curation a 1 Na Tian Project administration Formal analysis Writing – review & editing Funding acquisition a ⁎ Hai-Wei Liang Formal analysis Investigation c Zhi-You Zhou Project administration Formal analysis Writing – review & editing Funding acquisition a b ⁎ Shi-Gang Sun Project administration Formal analysis Writing – review & editing Funding acquisition a a State Key Laboratory of Physical Chemistry of Solid Surfaces, College of Chemistry and Chemical Engineering, Xiamen University, Xiamen 361005, China State Key Laboratory of Physical Chemistry of Solid Surfaces College of Chemistry and Chemical Engineering Xiamen University Xiamen 361005 China State Key Laboratory of Physical Chemistry of Solid Surfaces, College of Chemistry and Chemical Engineering, Xiamen University, Xiamen 361005, China b Innovation Research Institute in Advanced Electronic Chemicals of Quzhou, Zhejiang 324000, China Innovation Research Institute in Advanced Electronic Chemicals of Quzhou Zhejiang 324000 China Innovation Research Institute in Advanced Electronic Chemicals of Quzhou, Zhejiang 324000, China c Hefei National Laboratory for Physical Sciences at the Microscale, Department of Chemistry, University of Science and Technology of China, Hefei 230026, China Hefei National Laboratory for Physical Sciences at the Microscale Department of Chemistry University of Science and Technology of China Hefei 230026 China Hefei National Laboratory for Physical Sciences at the Microscale, Department of Chemistry, University of Science and Technology of China, Hefei 230026, China ⁎ Corresponding authors at: State Key Laboratory of Physical Chemistry of Solid Surfaces, College of Chemistry and Chemical Engineering, Xiamen University, Xiamen 361005, China. State Key Laboratory of Physical Chemistry of Solid Surfaces College of Chemistry and Chemical Engineering Xiamen University Xiamen 361005 China 1 These authors contributed equally to this work. Graphical abstract Pt-based alloys demonstrate superior catalytic activity for the oxygen reduction reaction (ORR) in proton exchange membrane fuel cells (PEMFCs), yet their instability due to transition metal leaching poses a critical challenge. While structurally ordered PtM intermetallic compounds (IMCs) exhibit enhanced stability compared to disordered alloys, their conventional high-temperature synthesis often induces particle aggregation and diminished catalytic performance. Herein, we present a solvent-free gas-phase dispersion strategy leveraging the volatility of acetylacetonate precursors to synthesize ordered PtCo IMC nanoparticles (PtCo/C-IMC) with ultrasmall size (3.0 nm) and uniform compressive lattice strain. The PtCo/C-IMC catalyst delivers exceptional ORR activity (0.92 A mgPt −1 at 0.9 V) and durability (6.8 % mass activity decay after 100,000 cycles). In H2-air PEMFCs, it achieves a peak power density of 1.53 W cm−2 at 0.6 V and demonstrates outstanding operational stability, with voltage losses of only 17 mV (0.8 A cm−2) and 21 mV (1.5 A cm−2) after 30,000 accelerated durability test (ADT) cycles, surpassing the DOE 2025 targets and outperforming most reported catalysts. Density functional theory (DFT) calculations and post-ADT characterization reveal that the engineered compressive strain strengthens Pt-Co atomic interactions, optimizes the electronic structure, and elevates the vacancy formation energy of Co. These effects enhance both catalytic activity and stability, offering a scalable pathway for the design of advanced PEMFC catalysts. Keywords Electrocatalysis Oxygen reduction reaction PtCo intermetallic catalysts PEMFC Gas-dispersion method Compressive strain Data availability Data will be made available on request. 1 Introduction Proton Exchange Membrane Fuel Cells (PEMFCs) are regarded as an efficient technology for achieving sustainable energy conversion due to their high efficiency and zero-emission advantages [1–4]. Pt-based alloys are expected to be the most promising catalysts for the cathodic oxygen reduction reaction (ORR) in PEMFCs [5–10]. However, PtM (M = Fe, Co, Ni, etc.) alloys with disordered arrangement suffer from severe dissolution of transition metal atoms and poor stability [11,12]. Furthermore, dissolved metal ions can generate highly reactive oxygen radicals through Fenton reaction to damage the Nafion membrane, and can also displace protons in the Nafion membrane and ionomers, thereby reducing proton conductivity [13,14]. An effective approach to mitigate this issue is the formation of ordered PtM intermetallic compounds (IMCs), where strong Pt-M bonding stabilizes the catalyst by inhibiting the dissolution of transition metals [15–18]. However, the synthesis of PtM IMCs typically requires high-temperature (>600 °C) annealing [19], resulting nanoparticle aggregation and reduction of active surface area. This presents a significant challenge: balancing the ordering degree with maintaining a small particle size to utilize the stability benefits of the IMC structure while achieving high mass activity. Strain engineering has been widely demonstrated to adjust the electronic structure of catalysts and optimizing the adsorption energies of intermediates, which is considered beneficial for the kinetics of the ORR reaction [20–22]. Furthermore, compressive strain can induce shorter chemical bonds in nanoparticles, which is believed to maintain the catalyst structure during ORR process, resulting in improved stability [23,24]. Inspired by these findings, introducing additional compressive strain into PtM IMCs could synergistically combine structural stability with improved ORR performance. However, conventional impregnation-reduction methods suffer from solvent-induced particle aggregation, leading to poor size control, and rapid degradation during voltage cycling [25,26]. In addition, conventional impregnation methods for commonly employed acetylacetonate precursors require flammable or toxic organic solvents, posing significant safety and environmental concerns during scaled-up preparation. Thus, developing a synthesis strategy capable of introducing uniformly enhanced compressive strain into PtM IMCs is imperative and deserves exploring. In this study, we report a gas-phase dispersion strategy using acetylacetonate precursors with two-step annealing to synthesize ordered PtCo intermetallic catalysts (PtCo/C-IMC) featuring ultrasmall nanoparticles (3.0 nm) and enhanced compressive lattice strain. Leveraging precursor sublimation, this solvent-free approach enables high dispersion, yielding homogeneous particle distributions. PtCo/C-IMC with 2.2 % compressive strain achieves a mass activity of 0.92 A mgPt −1 at 0.9 V, retaining 93.2 % activity after 100,000 potential cycles, vastly outperforming the impregnation-synthesized PtCo IMC catalyst with 1.1 % compressive strain (21.3 % loss after 30,000 cycles) and commercial Pt/C (50.3 % loss). In H2-air PEMFCs, PtCo/C-IMC delivers a peak power density of 1.53 W cm−2 at 0.6 V, with only 9.2 % decay after ADT of 30,000 potential cycles. Voltage losses at 0.8 and 1.5 A cm−2 are minimal (17 and 21 mV, respectively), ensuring stable operation across current densities. DFT and post-ADT characterization reveal the enhanced compressive strain strengthens Pt-Co bonding, optimizes the d-band electronic structure of Pt, and elevates Co vacancy formation energy, effectively suppressing Co dissolution and particle coarsening. 2 Experimental section 2.1 Chemicals Pt(acac)2 (Aladdin, 97 %), Co(acac)2 (Aladdin, 97 %), HClO4 (Merck, 70 %), ECP-600 carbon black (Lion), commercial Pt/C (Johnson Matthey, 20 wt%), and Nafion solution (DuPont, 5 %) were used as received. 2.2 Synthesis methods 2.2.1 Preparation of PtCo/C-IMC A total of 16.4 mg of Pt(acac)2 and 10.7 mg of Co(acac)2, along with 30.0 mg of ECP-600, were placed in a mortar and thoroughly ground to uniformity. Subsequently, the mixture was transferred to a porcelain boat and heated in a tube furnace. The temperature was initially ramped up at a rate of 5 °C min−1 to 300 °C and held there for 3 h; thereafter, it was increased to 900 °C and held for 0.5 h; finally, the temperature was reduced to 700 °C and maintained for 4 h. The resultant catalyst was acid-washed for 1 h in 0.1 M HClO4 at 60 °C, then centrifugally washed by four times with water and ethanol at 11,000 rpm, and dried at 70 °C to obtain the sample. 2.2.2 Preparation of PtCo/C-IMC-EtOH The catalyst was prepared by impregnation method. That is, 16.4 mg of Pt(acac)2, 10.7 mg of Co(acac)2, and 30.0 mg of ECP-600 were placed into a beaker, to which 30 mL of ethanol was added as solvent, followed by ultrasonication until evenly dispersed. The suspension was then magnetically stirred at 60 °C until the ethanol had completely evaporated to yield the product. Subsequently, the mixture was transferred to a porcelain boat and heated in a tube furnace. The temperature was increased to 900 °C and held for 0.5 h and then was reduced to 700 °C and maintained for 4 h. The resultant catalyst was acid-washed for 1 h in 0.1 M HClO4 at 60 °C, then centrifugally washed by four times with water and ethanol at 11000 rpm, and dried at 70 °C to obtain the sample. 2.3 Characterizations Powder X-ray diffraction (XRD) was performed using a Rigaku Ultima IV diffractometer with Cu Kα radiation. Transmission electron microscopy (TEM; JEM-1400) was used to characterize the structures and morphologies of the as-prepared samples. Aberration-corrected High-Angle Annular Dark Field Scanning Transmission Electron Microscopy (AC-HAADF-STEM) characterization was characterized by a JEM ARM200F (S). Geometric phase analysis (GPA) results are obtained by Stain++ software [27]. The elemental compositions and chemical states of the near surface were investigated using X-ray photoelectron spectroscopy (XPS; Qtac-100 LEISS-XPS), and the carbon 1 s peak (284.58 eV) was used to calibrate the binding energy. The elemental contents of the solid samples were performed using inductively coupled plasma-mass spectroscopy (ICP-MS). The thermogravimetric (TG) curves were obtained by testing with the Netzsch TG209F1 instrument. The X-ray absorption fine structure (XAFS) spectra at the Pt L3-edge and Co K-edge were obtained on the BL14W1 beamline of the Shanghai Synchrotron Radiation Facility (SSRF), operated at 3.5 GeV and 300 mA. Wavelet transform (WT) results were fitted using HAMA software [28,29]. For WT analysis, the χ(k) exported from Athena was imported into the Hama Fortran code. The parameters were listed as follow: R range, 0 ∼ 4 Å, k range, 0 ∼ 12.4 Å−1 for samples; k weight = 2; and Morlet function with κ = 10, σ = 1 was used as the mother wavelet to provide the overall distribution. 2.4 Catalytic performance evaluation 2.4.1 Ink formulation Combine 1 mg of catalyst with 700 μL of deionized water, 300 μL of isopropanol, and 10 μL of a 5 % Nafion solution, and subject the mixture to ultrasonication for 1 h to ensure that the catalyst is uniformly dispersed. 2.4.2 RDE preparation Polish the rotating disk electrode (RDE) of glassy carbon (ϕ = 5 mm) to a smooth surface using 0.3 μm Al2O3 polishing powder, then thoroughly rinse off the powder with deionized water. Dry the electrode under an infrared lamp and apply 15 μL of the ink onto the RDE in three equal aliquots. The theoretical Pt loading on the prepared electrode is 15.3 μgPt cm−2. After drying, the electrode is ready for testing. 2.4.3 Electrochemical testing Employ the CHI 760e electrochemical workstation for testing, with the RDE serving as the working electrode, a saturated calomel electrode as the reference electrode, and a graphite rod as the counter electrode. Prior to the tests, activate the working electrode by potential cycling between 0.03 and 1.3 V (vs. RHE) at a scan rate of 100 mV s−1 until a stable response is achieved. Perform cyclic voltammetric (CV) tests within the range of 0.03 to 1.1 V (vs. RHE), immersing the RDE in a nitrogen-saturated 0.1 M HClO4 solution, with a scan rate of 50 mV s−1. For linear sweep voltammetry (LSV) testing, we conduct an anodic sweep from 0.03 to 1.1 V (vs. RHE), immersing the RDE in an oxygen-saturated 0.1 M HClO4 solution, with a scan rate of 10 mV s−1 and a RDE rotation speed of 1600 rpm. Accelerated durability test (ADT) in the RDE test involves continuous potential cycling between 0.6 and 1.0 V at 100 mV s−1 in O2-saturated 0.1 M HClO4 solution. 2.4.4 MEA testing To fabricate the MEA, 30 mg of prepared catalysts and 37.5 mg of 20 wt% Nafion® solution were ultrasonically dispersed in a 10 mL isopropanol-water mixture (4:1) for 2 h. The resulting catalyst ink was uniformly deposited on one side of a GORE-SELECT® membrane (12 μm) via ultrasonic spraying, achieving a cathode Pt loading of 0.10 mgPt cm−2. The anode of the membrane was coated with a 20 wt% commercial Pt/C (JM) catalyst at a loading of 0.05 mgPt cm−2. The MEA exhibited an active electrode area of 12.96 cm2. Fuel cell performance data were acquired using a Scribner 850e fuel cell test system under specified conditions: cell temperature at 80 °C, back pressure at 50 kPa, and gas flow rates of 2600 sccm for air and 600 sccm for H2, both at 100 % relative humidity. ADT in MEA test involves 30,000 cycles of square-wave potential steps between 0.60 and 0.95 V with holding time of 3 s at each potential. Gas flow of 200 and 75 sccm for H2 and N2, respectively. Electrocatalytic property calculations and Computational methodology are shown in Supplementary Information. 3 Results and discussion 3.1 Catalyst synthesis method The PtCo/C-IMC catalyst was synthesized by a two-step annealing strategy involving mechanical grinding of acetylacetonate precursors and carbon supports, as illustrated in Fig. 1 a. The precursors (Pt(acac)2, Co(acac)2, and ECP-600 carbon black) were mixed by mechanically grinding without solvent, followed by sequential low-temperature (300 °C) and high-temperature (700 °C) annealing. During the low-temperature step, the sublimation of acetylacetonate precursors enabled their homogeneous dispersion and adsorption into the carbon support pores via gas-phase diffusion [30,31]. Subsequently, the high-temperature annealing facilitated the ordered phase transformation of nanoparticles into PtCo IMC. The XRD pattern of PtCo/C-IMC (Fig. 1 b) matches well with the standard card of L10-PtCo (JCPDS#43-1358), with distinct superlattice peaks at 23° and 33° corresponding to the (001) and (110) diffraction, demonstrating the formation of IMC. A control sample, PtCo/C-IMC-EtOH, was prepared by typical impregnation method with ethanol as solvent (Section 2.2.2) and the same high temperature treatment procedures. PtCo/C-IMC-EtOH also show ordered IMC structure. PtCo/C-IMC exhibits similar particle size to PtCo/C-IMC-EtOH (3.00 nm vs. 3.04 nm) and superior dispersion (Fig. 1 c–d, Fig. S1 ), which should be attributed to the high dispersion of the gas-phase precursors during the annealing process. The sublimed precursors in the gas phase possess higher diffusion rates and kinetic energy, favoring nucleation over particle growth, thus facilitates the synthesis of high Pt loading catalysts. As shown in Fig. S2 , even at a Pt loading of 40 %, the catalyst maintains a small particle size below 3.5 nm, which is beneficial for obtaining catalysts with high specific area and Pt utilization. The 300 °C low-temperature annealing step was systematically determined through thermal analysis and XRD. Thermogravimetric (TG) analysis ( Fig. S3 ) confirms that acetylacetonate precursors require temperatures above 219.1 °C for decomposition and deposition. XRD patterns of samples annealed at varying low temperatures ( Fig. S4 ) reveal that 300 °C achieves optimal balance between PtCo alloy formation and particle size restriction (<3.5 nm). This low-temperature pre-treatment effectively prevents agglomeration during subsequent high-temperature crystallization and ordering, underscoring the importance of precursor dispersion control in stabilizing ultrafine intermetallic catalysts. 3.2 Catalyst characterizations The structural characteristics of PtCo/C-IMC were analyzed using spherical aberration-corrected high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) images of individual nanoparticles (Fig. 2 a). Distinct alternating bright-dark atomic columns were clearly revealed, representing the characteristic ordered arrangement of Co and Pt atoms, which confirms the formation of a typical L10 ordered structure. The measured lattice spacing of 0.369 nm corresponds well to the (001) plane of L10-PtCo and the corresponding fast Fourier transform (FFT) pattern ( Fig. S5 ) further verified the existence of (001) and (110), consistent with XRD results (Fig. 1 b) in confirming the L10 intermetallic phase formation. Energy-dispersive spectroscopy (EDS) elemental mapping (Figs. 2 b, S6) demonstrated uniform distribution of Pt and Co atoms within the nanoparticle core, while the EDS line-scan profile revealed a three-atomic-layer Pt-rich shell of 0.68 nm surrounding the core. Geometric phase analysis (GPA) of atomic-resolution image in Fig. 2 a unveiled compressive surface strain distribution throughout the nanoparticle (Fig. 2 c). Extended X-ray absorption fine structure (EXAFS) fitting results (Fig. 2 d, Fig. S7 , Table S1 ) revealed a progressive contraction in Pt-Pt bond lengths: Pt foil (2.76 Å) > PtCo/C-IMC-EtOH (2.73 Å) > PtCo/C-IMC (2.70 Å), indicating a 2.2 % compressive lattice strain in PtCo/C-IMC and 1.1 % in PtCo/C-IMC-EtOH, compared to pure Pt. This observation was further supported by HRTEM measurements ( Fig. S8 ) showing enhanced compressive (111) lattice spacing in PtCo/C-IMC (0.219 nm) compared to PtCo/C-IMC-EtOH (0.221 nm). Based on the XRD and TEM results, PtCo/C-IMC and PtCo/C-IMC-EtOH have the same crystal structure and similar particle sizes, therefore, the main structural difference lies in the enhanced compressive strain of the former. The two-step synthesis can induce higher-density crystalline defects, evidenced by lower metal coordination numbers in PtCo/C-IMC ( Fig. S9 , Table S1 ), thus further strengthening compressive strain in the nanoparticles [32–34]. The X-ray absorption near edge structure (XANES) results (Fig. 2 e) confirmed the predominantly metallic state of Pt in both PtCo/C-IMC and PtCo/C-IMC-EtOH samples. Notably, the enhanced white-line intensity observed in PtCo/C-IMC compared to PtCo/C-IMC-EtOH indicates stronger Pt-Co electronic interactions induced by enhanced compressive lattice strain, which slightly elevates the oxidation state of Pt. Wavelet transform (WT) analysis ( Fig. S10 ) corroborated these findings, showing consistent Pt coordination environments with XANES and EXAFS results. DFT calculations (slab models used are detailed in Supplementary Information) revealed that alloying with Co downshifts the d-band center of both catalysts relative to pure Pt, while the enhanced compressive strain in PtCo-IMC further lowers the d-band center (Fig. 2 f). This electronic modification weakens the binding energy of oxygen intermediates, thereby enhancing ORR kinetics [35–37]. 3.3 Electrocatalytic performances for ORR tested by RDE Electrochemical performances of the catalysts were evaluated by rotating disk electrode (RDE). Fig. 3 a shows the linear sweep voltammetric (LSV) curves of the catalysts for ORR. The half-wave potentials (E 1/2) of PtCo/C-IMC and PtCo/C-IMC-EtOH are shifted positively by 43 and 26 mV, respectively, compared to commercial Pt/C, indicating the highest ORR activity of PtCo/C-IMC among the three catalysts. The electrochemical active surface area (ECSA) of the catalysts was measured through hydrogen adsorption charge (Fig. 3 b). The ECSA of PtCo/C-IMC is 72.7 m2 gPt −1, slightly larger than those of PtCo/C-IMC-EtOH (65.8 m2 gPt −1) and commercial Pt/C (60.8 m2 gPt −1), as shown in Fig. 3 c. PtCo/C-IMC also exhibits the highest mass activity (MA) at 0.9 V, achieving 0.92 A mgPt −1, which is 1.4 times that of PtCo/C-IMC-EtOH (0.67 A mgPt −1) and 5.8 times that of commercial Pt/C (0.16 A mgPt −1). The specific activity (SA), reflecting the intrinsic activity of the catalyst, was measured ( Fig. S11 ). Among the tested samples, PtCo/C-IMC exhibited the highest SA of 1.27 mA cm−2 at 0.9 V. The enhanced activity is attributed to the 2.2 % of compressive strain, aligning with the optimal values (2 %∼3%) [38], which regulates the electronic structure of PtCo/C-IMC, providing the most suitable adsorption energy of oxygen species. In contrast, the SA of PtCo/C-IMC-EtOH with only 1.1 % compressive strain is 1.02 mA cm−2 at 0.9 V, significantly lower than PtCo/C-IMC. Moreover, we also applied this gas-phase dispersion synthesis method to the synthesis of PtFe and PtNi alloys. XRD patterns confirm the successful synthesis of PtFe/C-IMC and PtNi/C-IMC with ordered structure and enhanced ORR activity ( Fig. S12 ). Notably, this strategy has the potential for scalable synthesis. We successfully achieve gram-scale synthesis of PtCo/C-IMC catalyst in a single batch, with almost identical ORR activity ( Fig. S13 ). This method does not require flammable organic solvents, and the homogeneous dispersion of acetylacetonates can be achieved by simple mechanical grinding and subsequent gas-phase migration, thus allowing for scale-up synthesis effectively. Accelerated durability test (ADT) by potential cycling between 0.6 and 1.0 V at 100 mV s−1 was performed on the catalysts (Fig. 3 d, Fig. S14, S15 ). As illustrated in Fig. 3 d, the LSV curves of PtCo/C-IMC are nearly unchanged after ADT of 100,000 potential cycles, with the E 1/2 shifted negatively by only 2 mV. The MA of PtCo/C-IMC decreases by just 6.8 % after 100,000 potential cycles, whereas 21.3 % and 50.3 % for PtCo/C-IMC-EtOH and Com-Pt/C, respectively, after ADT of 30,000 potential cycles (Fig. 3 e). Compared with the reported catalysts [16,39–52], PtCo/C-IMC has the competitive lower relative loss of MA at 0.9 V and excellent electrochemical stability (see Fig. 3 f, Table S2 ). 3.4 H2-air PEMFC performances To further evaluate the practical application potential of the catalysts, PEMFC tests (Fig. 4 a) were performed. In the membrane electrode assembly (MEA), the as-prepared catalysts (0.10 mgPt cm−2) were used as cathode, and the commercial Pt/C (20 wt%, JM) at a loading of 0.05 mgPt cm−2 was used as anode. The polarization curves of H2-air PEMFC was measured to reflect the performance of catalysts in practical applications. As shown in Fig. 4 b-c, PtCo/C-IMC yields an outstanding peak power density of 1.53 W cm−2 at 0.6 V, higher than that of PtCo/C-IMC-EtOH of 1.38 W cm−2. The impressive power density in PEMFC is closely related to the high specific activity of PtCo/C-IMC and its large ECSA. Furthermore, the rated power density of PtCo/C-IMC is 1.33 W cm−2 at 0.67 V, well exceeding the US Department of Energy (DOE) target of 1.00 W cm−2. The utilization of total platinum group metal (PGM) for PtCo/C-IMC is also competitive. It exhibits a high Pt utilization of 0.113 gPt kW−1, meeting the DOE target of 0.125 gPt kW−1. The high power density and PGM utilization of PtCo/C-IMC enable excellent performance at low Pt loading, demonstrating its significant potential for PEMFC applications. For the practical application of fuel cells, not only the activity but also the durability of the catalyst is a critical factor that requires consideration. The durability of catalysts can be assessed by using the DOE's recommended protocol, which involves ADT of 30,000 cycles with square-wave potential steps between 0.60 and 0.95 V, holding each potential for 3 s. After 30,000 cycles, the peak power density at 0.6 V of PtCo/C-IMC decreases to 1.39 W cm−2, reflecting a modest loss of 9.2 % from its initial value. Under the same condition, the power density of PtCo/C-IMC-EtOH dropped to 0.94 W cm−2, corresponding to a significantly higher loss of 31.9 %. To further evaluate the catalyst durability on the MEA, we measured the cell voltage losses at 0.8 and 1.5 A cm−2 and summarized the results in Fig. 4 d-e. PtCo/C-IMC shows voltage degradations of 17 mV and 21 mV at 0.8 A cm−2 and 1.5 A cm−2, respectively, meeting the DOE 2025 target of less than 30 mV. In contrast, PtCo/C-IMC-EtOH shows greater degradations of 43 mV and 75 mV at the same current densities. Under high current density (HCD) conditions, catalysts encounter more demanding operating environments, making performances in the HCD region particularly critical. This performance is closely tied to the maximum power output during the startup of fuel cell systems and often determines the practical service life of PEMFC [53]. As shown in Fig. 4 b-c, PtCo/C-IMC-EtOH, synthesized by traditional impregnation method, exhibited a pronounced voltage decay at HCD, while PtCo/C-IMC, with enhanced compressive strain, maintains good stability, with a voltage loss only 2.9 % at a demanding current density of 1.5 A cm−2. Although some advanced catalysts have demonstrated exceptional initial performance, their stability—particularly under HCD conditions—remains a challenge for PEMFC applications. In contrast, the PtCo/C-IMC catalyst combines high power density and efficient Pt utilization with remarkable stability across a wide range of current densities, offering significant promise for advancing the practical deployment of PEMFCs. Furthermore, compared with other reported catalysts (see Fig. 4 f and Table S3 ), PtCo/C-IMC retains competitive advantages, delivering high power density while sustaining robust stability. 3.5 Mechanism study on improved ORR stability As shown above, PtCo/C-IMC and PtCo/C-IMC-EtOH share comparable particle size and intermetallic structures, yet they exhibit markedly different ORR stability. To elucidate the superior stability of PtCo/C-IMC, we characterized the structural changes of the catalysts before and after ADT. X-ray photoelectron spectroscopy (XPS) of PtCo/C-IMC after ADT of 30,000 and 60,000 potential cycles (Figs. 5 a, S16) shows no notable change in the electronic states of Pt and Co, confirming the durable chemical valence states. XRD patters reveal that while the superlattice peaks of PtCo/C-IMC (Fig. 5 b) at 23° and 33° weaken after potential cycling, they remain detectable even after 60,000 cycles, suggesting the preservation of the IMC structure. In contrast, PtCo/C-IMC-EtOH exhibits a significant reduction in its superlattice peaks after just 30,000 potential cycles (shown in Fig. S17 ), highlighting its inability to maintain the ordered IMC structure. To further elucidate the structural evolution during ADT, we performed DFT calculations to determine the Co vacancy formation energy (Fig. 5 c). Notably, the PtCo/C-IMC catalyst exhibits a higher Co vacancy formation energy compared to PtCo/C-IMC-EtOH, which can be attributed to stronger Pt-Co interactions resulting from enhanced compressive strain in PtCo/C-IMC. This result suggests PtCo/C-IMC has enhanced stability against cobalt dissolution during electrochemical operation. Inductively coupled plasma mass spectrometry (ICP-MS) was employed to determine the Co: Pt atomic ratios before and after ADT, reflecting the Co dissolution rate. The Co leaching rate of PtCo/C-IMC is notably slower than that of PtCo/C-IMC-EtOH (Fig. 5 d). The initial Co: Pt atomic ratios of PtCo/C-IMC (0.56) and PtCo/C-IMC-EtOH (0.54) are similar. However, after ADT of 30,000 potential cycles, the ratio of PtCo/C-IMC decreases to 0.44 (a reduction of 21.4 %), whereas that of PtCo/C-IMC-EtOH falls sharply to 0.30 (a reduction of 44.4 %). Furthermore, after 100,000 potential cycles, the Co: Pt atomic ratio of PtCo/C-IMC decreases by only 48.2 %, demonstrating a slow dissolution rate of transition metal Co in PtCo/C-IMC. This aligns with the XRD results (Figs. 5 b, S17), where the slower Co dissolution supports the prolonged retention of the IMC structure. Besides, since the Ostwald ripening process involves the dissolution and re-deposition of nanoparticles, inhibiting the dissolution of transition metals can effectively decelerate this process. As shown in Fig. 5 e–f, the particle size of PtCo/C-IMC after 100,000 potential cycles exhibits only a marginal increase from 3.00 to 3.12 nm, corresponding to a relative growth of 4.0 %, with minimal evidence of particles sintering. This trend aligns with the nearly constant half-peak width of PtCo (111) diffraction peak in the XRD pattern (Fig. 5 b). In contrast, the particle size of PtCo/C-IMC-EtOH rises by 8.9 %, from 3.04 to 3.31 nm, after 30,000 potential cycles ( Fig. S18 ). Under identical conditions, the particle size of PtCo/C-IMC shows a mere 1.7 % increases, from 3.00 to 3.05 nm ( Fig. S19 ), indicating its reduced extent of Ostwald ripening and slower rate of particle agglomeration. HRTEM analysis further reveals that the (111) lattice spacing of PtCo/C-IMC remains virtually unchanged after 30,000 potential cycles, indicating the retention of compressive strain within the crystal lattice ( Fig. S20 ). In contrast, PtCo/C-IMC-EtOH shows measurable lattice expansion of the same crystallographic plane (from 0.221 nm to 0.223 nm), suggesting accelerated structural degradation. This sustained compressive strain serves as a key stabilizing factor by mitigating cobalt dissolution and Ostwald ripening, thereby enhancing durability of PtCo/C-IMC catalyst during extended electrochemical operation. The enhanced resistance to Co leaching of PtCo/C-IMC is also validated in the MEA. As shown in Fig. S21-S22 , the Co: Pt atomic ratio of PtCo/C-IMC decreases by 35.7 % after 30,000 potential cycles of stability test in MEA, while PtCo/C-IMC-EtOH decreases by 42.6 %, indicating that PtCo/C-IMC has less Co dissolution. The average particle size of PtCo/C-IMC increases only slightly from the initial 3.00 nm to 3.02 nm (0.7 % increase), while for PtCo/C-IMC-EtOH, it increases more significantly from 3.04 nm to 3.34 nm (9.9 % increase). The higher stability of PtCo/C-IMC compared with PtCo/C-IMC-EtOH should be due to the role of enhanced compressive strain in PtCo/C-IMC, which reduces the Co dissolution and slows down the Ostwald ripening process, even under the harsh conditions in MEA. 4 Conclusions In summary, we have successfully developed a gas-phase dispersion strategy incorporating two-step annealing to synthesize ordered PtCo intermetallic compound (PtCo/C-IMC) nanoparticles with small particle size of 3.0 nm. HAADF-STEM, GPA, and EXAFS characterizations confirm the presence of enhanced compressive strain within PtCo nanoparticles. The resulting PtCo/C-IMC catalyst demonstrates remarkable ORR mass activity (0.92 A mgPt −1 at 0.9 V) and impressive durability, with only 6.8 % loss in MA after 100,000 potential cycles. In H2-air PEMFCs, PtCo/C-IMC achieves a high power density of 1.53 W cm−2 at 0.6 V. After 30,000 potential cycles of ADT, the cell voltage losses are minimal, just 17 mV and 21 mV at 0.8 A cm−2 and 1.5 A cm−2, respectively. These performance metrics not only meet the DOE 2025 targets but also surpass many previously reported catalysts in both activity and stability. DFT calculations and post-ADT characterization reveal that the enhanced compressive strain optimizes the electronic structure by strengthening the Pt-Co interaction and increasing the vacancy formation energy of Co. This leads to the reduced Co dissolution and slower Ostwald ripening, thereby improving both activity and long-term stability. This study provides a promising approach for designing catalysts with high activity and durability for sustainable energy applications, paving the way for next-generation PEMFC technology. CRediT authorship contribution statement Jun-Fei Shen: Writing – review & editing, Investigation, Data curation, Writing – original draft, Formal analysis. Gui-Ming Wu: Formal analysis, Investigation, Data curation. Na Tian: Project administration, Formal analysis, Writing – review & editing, Funding acquisition. Hai-Wei Liang: Formal analysis, Investigation. Zhi-You Zhou: Project administration, Formal analysis, Writing – review & editing, Funding acquisition. Shi-Gang Sun: Project administration, Formal analysis, Writing – review & editing, Funding acquisition. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was financially supported by the National Key Research and Development Program of China (2023YFA1509000), and the National Natural Science Foundation of China (22172135, 22288102, and 22021001). We are thankful to the Shanghai Synchrotron Radiation Facility (BL14W1, SSRF) for help with characterizations. Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jcat.2025.116314. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary Data 1 References [1] L. Huang S. Zaman X. Tian Z. Wang W. Fang B.Y. Xia Advanced platinum-based oxygen reduction electrocatalysts for fuel cells Acc. Chem. Res. 54 2021 311 322 10.1021/acs.accounts.0c00488 L. Huang, S. Zaman, X. Tian, Z. Wang, W. Fang, B.Y. Xia, Advanced Platinum-Based Oxygen Reduction Electrocatalysts for Fuel Cells, Acc. Chem. Res. 54 (2021) 311–322. Doi: 10.1021/acs.accounts.0c00488. [2] M. Liu Z. Zhao X. Duan Y. Huang Nanoscale structure design for high‐performance Pt‐based ORR catalysts Adv. Mater. 31 2019 1802234 10.1002/adma.201802234 M. Liu, Z. Zhao, X. Duan, Y. Huang, Nanoscale Structure Design for High‐Performance Pt‐Based ORR Catalysts, Adv. Mater. 31 (2019) 1802234. Doi: 10.1002/adma.201802234. [3] Y. Sun S. Gao F. Lei Y. Xie Atomically-thin two-dimensional sheets for understanding active sites in catalysis Chem. Soc. Rev. 44 2015 623 636 10.1039/C4CS00236A Y. Sun, S. Gao, F. Lei, Y. Xie, Atomically-thin two-dimensional sheets for understanding active sites in catalysis, Chem. Soc. Rev. 44 (2015) 623–636. Doi: 10.1039/C4CS00236A. [4] Z. Liu Z. Zhao B. Peng X. Duan Y. Huang Beyond extended surfaces: understanding the oxygen reduction reaction on nanocatalysts J. Am. Chem. Soc. 142 2020 17812 17827 10.1021/jacs.0c07696 Z. Liu, Z. Zhao, B. Peng, X. Duan, Y. Huang, Beyond Extended Surfaces: Understanding the Oxygen Reduction Reaction on Nanocatalysts, J. Am. Chem. Soc. 142 (2020) 17812–17827. Doi: 10.1021/jacs.0c07696. [5] M. Shao Q. Chang J.-P. Dodelet R. Chenitz Recent advances in electrocatalysts for oxygen reduction reaction Chem. Rev. 116 2016 3594 3657 10.1021/acs.chemrev.5b00462 M. Shao, Q. Chang, J.-P. Dodelet, R. Chenitz, Recent Advances in Electrocatalysts for Oxygen Reduction Reaction, Chem. Rev. 116 (2016) 3594–3657. Doi: 10.1021/acs.chemrev.5b00462. [6] Y. Sun S. Polani F. Luo S. Ott P. Strasser F. Dionigi Advancements in cathode catalyst and cathode layer design for proton exchange membrane fuel cells Nat. Commun. 12 2021 5984 10.1038/s41467-021-25911-x Y. Sun, S. Polani, F. Luo, S. Ott, P. Strasser, F. Dionigi, Advancements in cathode catalyst and cathode layer design for proton exchange membrane fuel cells, Nat. Commun. 12 (2021) 5984. Doi: 10.1038/s41467-021-25911-x. [7] X.X. Wang M.T. Swihart G. Wu Achievements, challenges and perspectives on cathode catalysts in proton exchange membrane fuel cells for transportation Nat. Catal. 2 2019 578 589 10.1038/s41929-019-0304-9 X.X. Wang, M.T. Swihart, G. Wu, Achievements, challenges and perspectives on cathode catalysts in proton exchange membrane fuel cells for transportation, Nat. Catal. 2 (2019) 578–589. Doi: 10.1038/s41929-019-0304-9. [8] X. Zhu X. Tan K.-H. Wu S.-C. Haw C.-W. Pao B.-J. Su J. Jiang S.C. Smith J.-M. Chen R. Amal X. Lu Intrinsic ORR activity enhancement of Pt atomic sites by engineering the d-band center via local coordination tuning Angew. Chem. Int. Ed. 60 2021 21911 21917 10.1002/anie.202107790 X. Zhu, X. Tan, K.-H. Wu, S.-C. Haw, C.-W. Pao, B.-J. Su, J. Jiang, S.C. Smith, J.-M. Chen, R. Amal, X. Lu, Intrinsic ORR Activity Enhancement of Pt Atomic Sites by Engineering the d-Band Center via Local Coordination Tuning, Angew. Chem. Int. Ed. 60 (2021) 21911–21917. Doi: 10.1002/anie.202107790. [9] R.M. Kluge R.W. Haid A. Riss Y. Bao K. Seufert T.O. Schmidt S.A. Watzele J.V. Barth F. Allegretti W. Auwärter F. Calle-Vallejo A.S. Bandarenka A trade-off between ligand and strain effects optimizes the oxygen reduction activity of Pt alloys Energy Environ. Sci. 15 2022 5181 5191 10.1039/D2EE01850K R.M. Kluge, R.W. Haid, A. Riss, Y. Bao, K. Seufert, T.O. Schmidt, S.A. Watzele, J.V. Barth, F. Allegretti, W. Auwärter, F. Calle-Vallejo, A.S. Bandarenka, A trade-off between ligand and strain effects optimizes the oxygen reduction activity of Pt alloys, Energy Environ. Sci. 15 (2022) 5181–5191. Doi: 10.1039/D2EE01850K. [10] T. Tang L. Ding Z. Jiang J.-S. Hu L.-J. Wan Advanced transition metal/nitrogen/carbon-based electrocatalysts for fuel cell applications Sci. China Chem. 63 2020 1517 1542 10.1007/s11426-020-9835-8 T. Tang, L. Ding, Z. Jiang, J.-S. Hu, L.-J. Wan, Advanced transition metal/nitrogen/carbon-based electrocatalysts for fuel cell applications, Sci. China Chem. 63 (2020) 1517–1542. Doi: 10.1007/s11426-020-9835-8. [11] K.C. Neyerlin R. Srivastava C.F. Yu P. Strasser Electrochemical activity and stability of dealloyed Pt-Cu and Pt-Cu-Co electrocatalysts for the oxygen reduction reaction (ORR) J. Power Sources 186 2009 261 267 10.1016/j.jpowsour.2008.10.062 K.C. Neyerlin, R. Srivastava, C.F. Yu, P. Strasser, Electrochemical activity and stability of dealloyed Pt-Cu and Pt-Cu-Co electrocatalysts for the oxygen reduction reaction (ORR), J. POWER SOURCES 186 (2009) 261–267. Doi: 10.1016/j.jpowsour.2008.10.062. [12] Q.Y. Jia Z.P. Zhao L. Cao J.K. Li S. Ghoshal V. Davies E. Stavitski K. Attenkofer Z.Y. Liu M.F. Li X.F. Duan S. Mukerjee T. Mueller Y. Huang Roles of Mo surface dopants in enhancing the ORR performance of octahedral PtNi nanoparticles Nano Lett. 18 2018 798 804 10.1021/acs.nanolett.7b04007 Q.Y. Jia, Z.P. Zhao, L. Cao, J.K. Li, S. Ghoshal, V. Davies, E. Stavitski, K. Attenkofer, Z.Y. Liu, M.F. Li, X.F. Duan, S. Mukerjee, T. Mueller, Y. Huang, Roles of Mo Surface Dopants in Enhancing the ORR Performance of Octahedral PtNi Nanoparticles, NANO Lett. 18 (2018) 798–804. Doi: 10.1021/acs.nanolett.7b04007. [13] M. Liu B.-A. Lu G. Yang P. Yuan H. Xia Y. Wang K. Guo S. Zhao J. Liu Y. Yu W. Yan C.-L. Dong J.-N. Zhang S. Mu Concave Pt–Zn nanocubes with high-index faceted Pt skin as highly efficient oxygen reduction catalyst Adv. Sci. 9 2022 2200147 10.1002/advs.202200147 M. Liu, B.-A. Lu, G. Yang, P. Yuan, H. Xia, Y. Wang, K. Guo, S. Zhao, J. Liu, Y. Yu, W. Yan, C.-L. Dong, J.-N. Zhang, S. Mu, Concave Pt–Zn Nanocubes with High-Index Faceted Pt Skin as Highly Efficient Oxygen Reduction Catalyst, Adv. Sci. 9 (2022) 2200147. Doi: 10.1002/advs.202200147. [14] J. Chen J. Dong J. Huo C. Li L. Du Z. Cui S. Liao Ultrathin Co-N-C layer modified Pt–Co intermetallic nanoparticles leading to a high-performance electrocatalyst toward oxygen reduction and methanol oxidation Small 19 2023 2301337 10.1002/smll.202301337 J. Chen, J. Dong, J. Huo, C. Li, L. Du, Z. Cui, S. Liao, Ultrathin Co-N-C Layer Modified Pt–Co Intermetallic Nanoparticles Leading to a High-Performance Electrocatalyst toward Oxygen Reduction and Methanol Oxidation, Small 19 (2023) 2301337. Doi: 10.1002/smll.202301337. [15] W.-J. Zeng C. Wang P. Yin L. Tong Q.-Q. Yan M.-X. Chen S.-L. Xu H.-W. Liang Alloying matters for ordering: synthesis of highly ordered PtCo intermetallic catalysts for fuel cells Inorg. Chem. 62 2023 5262 5269 10.1021/acs.inorgchem.3c00331 W.-J. Zeng, C. Wang, P. Yin, L. Tong, Q.-Q. Yan, M.-X. Chen, S.-L. Xu, H.-W. Liang, Alloying Matters for Ordering: Synthesis of Highly Ordered PtCo Intermetallic Catalysts for Fuel Cells, Inorg. Chem. 62 (2023) 5262–5269. Doi: 10.1021/acs.inorgchem.3c00331. [16] J. Liang Z. Zhao N. Li X. Wang S. Li X. Liu T. Wang G. Lu D. Wang B.-J. Hwang Y. Huang D. Su Q. Li Biaxial strains mediated oxygen reduction electrocatalysis on Fenton Reaction resistant L10-PtZn fuel cell cathode Adv. Energy Mater. 10 2020 2000179 10.1002/aenm.202000179 J. Liang, Z. Zhao, N. Li, X. Wang, S. Li, X. Liu, T. Wang, G. Lu, D. Wang, B.-J. Hwang, Y. Huang, D. Su, Q. Li, Biaxial Strains Mediated Oxygen Reduction Electrocatalysis on Fenton Reaction Resistant L10-PtZn Fuel Cell Cathode, Adv. Energy Mater. 10 (2020) 2000179. Doi: 10.1002/aenm.202000179. [17] Q.Q. Cheng S. Yang C.H. Fu L.L. Zou Z.Q. Zou Z. Jiang J.L. Zhang H. Yang High-loaded sub-6 nm Pt1Co1 intermetallic compounds with highly efficient performance expression in PEMFCs Energy Environ. Sci. 15 2022 278 286 10.1039/d1ee02530a Q.Q. Cheng, S. Yang, C.H. Fu, L.L. Zou, Z.Q. Zou, Z. Jiang, J.L. Zhang, H. Yang, High-loaded sub-6 nm Pt1Co1 intermetallic compounds with highly efficient performance expression in PEMFCs, ENERGY Environ. Sci. 15 (2022) 278–286. Doi: 10.1039/d1ee02530a. [18] D. Wang H.L. Xin R. Hovden H. Wang Y. Yu D.A. Muller F.J. DiSalvo H.D. Abruña Structurally ordered intermetallic platinum–cobalt core–shell nanoparticles with enhanced activity and stability as oxygen reduction electrocatalysts Nat. Mater. 12 2013 81 87 10.1038/nmat3458 D. Wang, H.L. Xin, R. Hovden, H. Wang, Y. Yu, D.A. Muller, F.J. DiSalvo, H.D. Abruña, Structurally ordered intermetallic platinum–cobalt core–shell nanoparticles with enhanced activity and stability as oxygen reduction electrocatalysts, Nat. Mater. 12 (2013) 81–87. Doi: 10.1038/nmat3458. [19] F. Lin M. Li L. Zeng M. Luo S. Guo Intermetallic nanocrystals for fuel-cells-based electrocatalysis Chem. Rev. 123 2023 12507 12593 10.1021/acs.chemrev.3c00382 F. Lin, M. Li, L. Zeng, M. Luo, S. Guo, Intermetallic Nanocrystals for Fuel-Cells-Based Electrocatalysis, Chem. Rev. 123 (2023) 12507–12593. Doi: 10.1021/acs.chemrev.3c00382. [20] X. Yang Y. Wang X. Tong N. Yang Strain engineering in electrocatalysts: fundamentals, progress, and perspectives Adv. Energy Mater. 12 2022 10.1002/aenm.202102261 X. Yang, Y. Wang, X. Tong, N. Yang, Strain Engineering in Electrocatalysts: Fundamentals, Progress, and Perspectives, Adv. ENERGY Mater. 12 (2022). Doi: 10.1002/aenm.202102261. [21] M. Liu S. Zhou M. Figueras-Valls Y. Ding Z. Lyu M. Mavrikakis Y. Xia Compressively strained and interconnected platinum cones with greatly enhanced activity and durability toward oxygen reduction Adv. Funct. Mater. 34 2024 10.1002/adfm.202404677 M. Liu, S. Zhou, M. Figueras-Valls, Y. Ding, Z. Lyu, M. Mavrikakis, Y. Xia, Compressively Strained and Interconnected Platinum Cones with Greatly Enhanced Activity and Durability toward Oxygen Reduction, Adv. Funct. Mater. 34 (2024). Doi: 10.1002/adfm.202404677. [22] J. Zhang P. Liang X. Xu R. Wang S. Liu C. Wang B. Liu L. Luo M. Jin H. Liu H. Yi S.-Y. Lu Synergy of compress strain and antioxidant of platinum-copper for enhanced the oxygen reduction performance Nano Mater. Sci. 2024 10.1016/j.nanoms.2024.02.011 J. Zhang, P. Liang, X. Xu, R. Wang, S. Liu, C. Wang, B. Liu, L. Luo, M. Jin, H. Liu, H. Yi, S.-Y. Lu, Synergy of compress strain and antioxidant of platinum-copper for enhanced the oxygen reduction performance, Nano Mater. Sci. (2024). Doi: 10.1016/j.nanoms.2024.02.011. [23] X. Yao Z. Song X. Yao Y. Guan N. Hamada J. Zhang Z. Huo L. Zhang C.V. Singh X. Sun Synergistic Ni−W dimer sites induced stable compressive strain for boosting the performance of Pt as electrocatalyst for the oxygen reduction reaction Angew. Chem. Int. Ed. 63 2024 e202318872 10.1002/anie.202318872 X. Yao, Z. Song, X. Yao, Y. Guan, N. Hamada, J. Zhang, Z. Huo, L. Zhang, C.V. Singh, X. Sun, Synergistic Ni−W Dimer Sites Induced Stable Compressive Strain for Boosting the Performance of Pt as Electrocatalyst for the Oxygen Reduction Reaction, Angew. Chem. Int. Ed. 63 (2024) e202318872. Doi: 10.1002/anie.202318872. [24] S. Zuo Z.-P. Wu D. Xu R. Ahmad L. Zheng J. Zhang L. Zhao W. Huang H. Al Qahtani Y. Han L. Cavallo H. Zhang Local compressive strain-induced anti-corrosion over isolated Ru-decorated Co3O4 for efficient acidic oxygen evolution Nat. Commun. 15 2024 9514 10.1038/s41467-024-53763-8 S. Zuo, Z.-P. Wu, D. Xu, R. Ahmad, L. Zheng, J. Zhang, L. Zhao, W. Huang, H. Al Qahtani, Y. Han, L. Cavallo, H. Zhang, Local compressive strain-induced anti-corrosion over isolated Ru-decorated Co3O4 for efficient acidic oxygen evolution, Nat. Commun. 15 (2024) 9514. Doi: 10.1038/s41467-024-53763-8. [25] Z. Wang Y. Liu S. Chen Y. Zheng X. Fu Y. Zhang W. Wang Strain engineering of Pt-based electrocatalysts for oxygen reaction reduction Front. Energy 18 2024 241 262 10.1007/s11708-024-0932-x Z. Wang, Y. Liu, S. Chen, Y. Zheng, X. Fu, Y. Zhang, W. Wang, Strain engineering of Pt-based electrocatalysts for oxygen reaction reduction, Front. ENERGY 18 (2024) 241–262. Doi: 10.1007/s11708-024-0932-x. [26] Y. Chen Y. Yao W. Zhao L. Wang H. Li J. Zhang B. Wang Y. Jia R. Zhang Y. Yu J. Liu Precise solid-phase synthesis of CoFe@FeOx nanoparticles for efficient polysulfide regulation in lithium/sodium-sulfur batteries Nat. Commun. 14 2023 7487 10.1038/s41467-023-42941-9 Y. Chen, Y. Yao, W. Zhao, L. Wang, H. Li, J. Zhang, B. Wang, Y. Jia, R. Zhang, Y. Yu, J. Liu, Precise solid-phase synthesis of CoFe@FeOx nanoparticles for efficient polysulfide regulation in lithium/sodium-sulfur batteries, Nat. Commun. 14 (2023) 7487. Doi: 10.1038/s41467-023-42941-9. [27] M.J. Hÿtch E. Snoeck R. Kilaas Quantitative measurement of displacement and strain fields from HREM micrographs Ultramicroscopy 74 1998 131 146 10.1016/S0304-3991(98)00035-7 M.J. Hÿtch, E. Snoeck, R. Kilaas, Quantitative measurement of displacement and strain fields from HREM micrographs, Ultramicroscopy 74 (1998) 131–146. Doi: 10.1016/S0304-3991(98)00035-7. [28] H. Funke A.C. Scheinost M. Chukalina Wavelet analysis of extended X-ray absorption fine structure data Phys. Rev. B 71 2005 094110 10.1103/PhysRevB.71.094110 H. Funke, A.C. Scheinost, M. Chukalina, Wavelet analysis of extended x-ray absorption fine structure data, Phys. Rev. B 71 (2005) 094110. Doi: 10.1103/PhysRevB.71.094110. [29] H. Funke M. Chukalina A.C. Scheinost A new FEFF-based wavelet for EXAFS data analysis J. Synchrotron Radiat. 14 2007 426 432 10.1107/S0909049507031901 H. Funke, M. Chukalina, A.C. Scheinost, A new FEFF-based wavelet for EXAFS data analysis, J. Synchrotron Radiat. 14 (2007) 426–432. Doi: 10.1107/S0909049507031901. [30] A.A. Kulbakov A.B. Kuriganova M. Allix A. Rakhmatullin N. Smirnova O.A. Maslova I.N. Leontyev Non-isothermal decomposition of platinum acetylacetonate as a cost-efficient and Size-Controlled Synthesis of Pt/C nanoparticles Catal. Commun. 117 2018 14 18 10.1016/j.catcom.2018.08.022 A.A. Kulbakov, A.B. Kuriganova, M. Allix, A. Rakhmatullin, N. Smirnova, O.A. Maslova, I.N. Leontyev, Non-isothermal decomposition of platinum acetylacetonate as a cost-efficient and Size-Controlled Synthesis of Pt/C nanoparticles, Catal. Commun. 117 (2018) 14–18. Doi: 10.1016/j.catcom.2018.08.022. [31] C. Jackson G.T. Smith N. Mpofu J.M.S. Dawson T. Khoza C. September S.M. Taylor D.W. Inwood A.S. Leach D. Kramer A.E. Russell A.R.J. Kucernak P.B.J. Levecque A quick and versatile one step metal–organic chemical deposition method for supported Pt and Pt-alloy catalysts RSC Adv. 10 2020 19982 19996 10.1039/D0RA03001E C. Jackson, G.T. Smith, N. Mpofu, J.M.S. Dawson, T. Khoza, C. September, S.M. Taylor, D.W. Inwood, A.S. Leach, D. Kramer, A.E. Russell, A.R.J. Kucernak, P.B.J. Levecque, A quick and versatile one step metal–organic chemical deposition method for supported Pt and Pt-alloy catalysts, RSC Adv. 10 (2020) 19982–19996. Doi: 10.1039/D0RA03001E. [32] Z. Zhao Z. Jiang Y. Huang M. Boubeche V.G. Matveeva H.F. Garces H. Luo K. Yan Facile synthesis of CoSi alloy catalysts with rich vacancies for base- and solvent-free aerobic oxidation of aromatic alcohols Chin. J. Catal. 48 2023 175 184 10.1016/S1872-2067(23)64418-3 Z. Zhao, Z. Jiang, Y. Huang, M. Boubeche, V.G. Matveeva, H.F. Garces, H. Luo, K. Yan, Facile synthesis of CoSi alloy catalysts with rich vacancies for base- and solvent-free aerobic oxidation of aromatic alcohols, Chin. J. Catal. 48 (2023) 175–184. Doi: 10.1016/S1872-2067(23)64418-3. [33] T. Zheng Y. Zhu R. Ma L. Bai H. Yu S. Zhao Y. He Y. Liu D. Li Construction of enriched metal vacancies to enhance catalytic behavior for selective hydrogenation over Au–Cu nanoalloys Ind. Eng. Chem. Res. 63 2024 2717 2725 10.1021/acs.iecr.3c04024 T. Zheng, Y. Zhu, R. Ma, L. Bai, H. Yu, S. Zhao, Y. He, Y. Liu, D. Li, Construction of Enriched Metal Vacancies to Enhance Catalytic Behavior for Selective Hydrogenation Over Au–Cu Nanoalloys, Ind. Eng. Chem. Res. 63 (2024) 2717–2725. Doi: 10.1021/acs.iecr.3c04024. [34] S. Liu Z. Hu Y. Wu J. Zhang Y. Zhang B. Cui C. Liu S. Hu N. Zhao X. Han A. Cao Y. Chen Y. Deng W. Hu Dislocation-strained IrNi alloy nanoparticles driven by thermal shock for the hydrogen evolution reaction Adv. Mater. 32 2020 10.1002/adma.202006034 S. Liu, Z. Hu, Y. Wu, J. Zhang, Y. Zhang, B. Cui, C. Liu, S. Hu, N. Zhao, X. Han, A. Cao, Y. Chen, Y. Deng, W. Hu, Dislocation-Strained IrNi Alloy Nanoparticles Driven by Thermal Shock for the Hydrogen Evolution Reaction, Adv. Mater. 32 (2020). Doi: 10.1002/adma.202006034. [35] V.R. Stamenkovic B.S. Mun M. Arenz K.J.J. Mayrhofer C.A. Lucas G. Wang P.N. Ross N.M. Markovic Trends in electrocatalysis on extended and nanoscale Pt-bimetallic alloy surfaces Nat. Mater. 6 2007 241 247 10.1038/nmat1840 V.R. Stamenkovic, B.S. Mun, M. Arenz, K.J.J. Mayrhofer, C.A. Lucas, G. Wang, P.N. Ross, N.M. Markovic, Trends in electrocatalysis on extended and nanoscale Pt-bimetallic alloy surfaces, Nat. Mater. 6 (2007) 241–247. Doi: 10.1038/nmat1840. [36] J.K. Nørskov J. Rossmeisl A. Logadottir L. Lindqvist J.R. Kitchin T. Bligaard H. Jónsson Origin of the overpotential for oxygen reduction at a fuel-cell cathode J. Phys. Chem. B 108 2004 17886 17892 10.1021/jp047349j J.K. Nørskov, J. Rossmeisl, A. Logadottir, L. Lindqvist, J.R. Kitchin, T. Bligaard, H. Jónsson, Origin of the Overpotential for Oxygen Reduction at a Fuel-Cell Cathode, J. Phys. Chem. B 108 (2004) 17886–17892. Doi: 10.1021/jp047349j. [37] A. Kulkarni S. Siahrostami A. Patel J.K. Nørskov Understanding catalytic activity trends in the oxygen reduction reaction Chem. Rev. 118 2018 2302 2312 10.1021/acs.chemrev.7b00488 A. Kulkarni, S. Siahrostami, A. Patel, J.K. Nørskov, Understanding Catalytic Activity Trends in the Oxygen Reduction Reaction, Chem. Rev. 118 (2018) 2302–2312. Doi: 10.1021/acs.chemrev.7b00488. [38] S. Kattel G. Wang Beneficial compressive strain for oxygen reduction reaction on Pt (111) surface J. Chem. Phys. 141 2014 124713 10.1063/1.4896604 S. Kattel, G. Wang, Beneficial compressive strain for oxygen reduction reaction on Pt (111) surface, J. Chem. Phys. 141 (2014) 124713. Doi: 10.1063/1.4896604. [39] N. Guo H. Xue A. Bao Z. Wang J. Sun T. Song X. Ge W. Zhang K. Huang F. He Q. Wang Achieving superior electrocatalytic performance by surface copper vacancy defects during electrochemical etching process Angew. Chem. Int. Ed. 59 2020 13778 13784 10.1002/anie.202002394 N. Guo, H. Xue, A. Bao, Z. Wang, J. Sun, T. Song, X. Ge, W. Zhang, K. Huang, F. He, Q. Wang, Achieving Superior Electrocatalytic Performance by Surface Copper Vacancy Defects during Electrochemical Etching Process, Angew. Chem. Int. Ed. 59 (2020) 13778–13784. Doi: 10.1002/anie.202002394. [40] W.-Z. Li B.-A. Lu L. Gan N. Tian P.-Y. Zhang W. Yan W.-X. Chen Y.-H. Chen Z.-Y. Zhou S.-G. Sun High activity and durability of carbon-supported core-shell PtPx@Pt/C catalyst for oxygen reduction reaction Chin. J. Catal. 42 2021 2173 2180 10.1016/S1872-2067(21)63901-3 W.-Z. Li, B.-A. Lu, L. Gan, N. Tian, P.-Y. Zhang, W. Yan, W.-X. Chen, Y.-H. Chen, Z.-Y. Zhou, S.-G. Sun, High activity and durability of carbon-supported core-shell PtPx@Pt/C catalyst for oxygen reduction reaction, Chin. J. Catal. 42 (2021) 2173–2180. Doi: 10.1016/S1872-2067(21)63901-3. [41] L. Zhang T. Liu X. Liu S. Li X. Zhang Q. Luo T. Ding T. Yao W. Zhang Highly dispersed ultrafine PtCo alloy nanoparticles on unique composite carbon supports for proton exchange membrane fuel cells Nanoscale 16 2024 2868 2876 10.1039/D3NR05403A L. Zhang, T. Liu, X. Liu, S. Li, X. Zhang, Q. Luo, T. Ding, T. Yao, W. Zhang, Highly dispersed ultrafine PtCo alloy nanoparticles on unique composite carbon supports for proton exchange membrane fuel cells, Nanoscale 16 (2024) 2868–2876. Doi: 10.1039/D3NR05403A. [42] K. Sasaki H. Naohara Y. Choi Y. Cai W.-F. Chen P. Liu R.R. Adzic Highly stable Pt monolayer on PdAu nanoparticle electrocatalysts for the oxygen reduction reaction Nat. Commun. 3 2012 1115 10.1038/ncomms2124 K. Sasaki, H. Naohara, Y. Choi, Y. Cai, W.-F. Chen, P. Liu, R.R. Adzic, Highly stable Pt monolayer on PdAu nanoparticle electrocatalysts for the oxygen reduction reaction, Nat. Commun. 3 (2012) 1115. Doi: 10.1038/ncomms2124. [43] Y. Shi W. Yang W. Gong X. Wang Y. Zhou X. Shen Y. Wu J. Di D. Zhang Q. Li Interconnected surface-vacancy-rich PtFe nanowires for efficient oxygen reduction J. Mater. Chem. A 9 2021 12845 12852 10.1039/D1TA00972A Y. Shi, W. Yang, W. Gong, X. Wang, Y. Zhou, X. Shen, Y. Wu, J. Di, D. Zhang, Q. Li, Interconnected surface-vacancy-rich PtFe nanowires for efficient oxygen reduction, J. Mater. Chem. A 9 (2021) 12845–12852. Doi: 10.1039/D1TA00972A. [44] K. Wan J. Wang J. Zhang B. Li M. Chai P. Ming C. Zhang Ligand carbonization in-situ derived ultrathin carbon shells enable high-temperature confinement synthesis of PtCo alloy catalysts for high-efficiency fuel cells Chem. Eng. J. 482 2024 149060 10.1016/j.cej.2024.149060 K. Wan, J. Wang, J. Zhang, B. Li, M. Chai, P. Ming, C. Zhang, Ligand carbonization in-situ derived ultrathin carbon shells enable high-temperature confinement synthesis of PtCo alloy catalysts for high-efficiency fuel cells, Chem. Eng. J. 482 (2024) 149060. Doi: 10.1016/j.cej.2024.149060. [45] C. Wang D. van der Vliet K.L. More N.J. Zaluzec S. Peng S. Sun H. Daimon G. Wang J. Greeley J. Pearson A.P. Paulikas G. Karapetrov D. Strmcnik N.M. Markovic V.R. Stamenkovic Multimetallic Au/FePt3 nanoparticles as highly durable electrocatalyst Nano Lett. 11 2011 919 926 10.1021/nl102369k C. Wang, D. van der Vliet, K.L. More, N.J. Zaluzec, S. Peng, S. Sun, H. Daimon, G. Wang, J. Greeley, J. Pearson, A.P. Paulikas, G. Karapetrov, D. Strmcnik, N.M. Markovic, V.R. Stamenkovic, Multimetallic Au/FePt3 Nanoparticles as Highly Durable Electrocatalyst, Nano Lett. 11 (2011) 919–926. Doi: 10.1021/nl102369k. [46] Z. Kong Y. Maswadeh J.A. Vargas S. Shan Z.-P. Wu H. Kareem A.C. Leff D.T. Tran F. Chang S. Yan S. Nam X. Zhao J.M. Lee J. Luo S. Shastri G. Yu V. Petkov C.-J. Zhong Origin of high activity and durability of twisty nanowire alloy catalysts under oxygen reduction and fuel cell operating conditions J. Am. Chem. Soc. 142 2020 1287 1299 10.1021/jacs.9b10239 Z. Kong, Y. Maswadeh, J.A. Vargas, S. Shan, Z.-P. Wu, H. Kareem, A.C. Leff, D.T. Tran, F. Chang, S. Yan, S. Nam, X. Zhao, J.M. Lee, J. Luo, S. Shastri, G. Yu, V. Petkov, C.-J. Zhong, Origin of High Activity and Durability of Twisty Nanowire Alloy Catalysts under Oxygen Reduction and Fuel Cell Operating Conditions, J. Am. Chem. Soc. 142 (2020) 1287–1299. Doi: 10.1021/jacs.9b10239. [47] F. Zhao L. Zheng Q. Yuan Q. Zhang T. Sheng X. Yang L. Gu X. Wang PtCu subnanoclusters epitaxial on octahedral PtCu/Pt skin matrix as ultrahigh stable cathode electrocatalysts for room-temperature hydrogen fuel cells Nano Res. 16 2023 2252 2258 10.1007/s12274-022-5026-7 F. Zhao, L. Zheng, Q. Yuan, Q. Zhang, T. Sheng, X. Yang, L. Gu, X. Wang, PtCu subnanoclusters epitaxial on octahedral PtCu/Pt skin matrix as ultrahigh stable cathode electrocatalysts for room-temperature hydrogen fuel cells, Nano Res. 16 (2023) 2252–2258. Doi: 10.1007/s12274-022-5026-7. [48] H. Daimon S. Yamazaki M. Asahi T. Ioroi M. Inaba A strategy for drastic improvement in the durability of Pt/C and PtCo/C alloy catalysts for the oxygen reduction reaction by melamine surface modification ACS Catal. 12 2022 8976 8985 10.1021/acscatal.2c01942 H. Daimon, S. Yamazaki, M. Asahi, T. Ioroi, M. Inaba, A Strategy for Drastic Improvement in the Durability of Pt/C and PtCo/C Alloy Catalysts for the Oxygen Reduction Reaction by Melamine Surface Modification, ACS Catal. 12 (2022) 8976–8985. Doi: 10.1021/acscatal.2c01942. [49] L.-M. Guo D.-F. Zhang L. Guo Structure design reveals the role of Au for ORR catalytic performance optimization in PtCo-based catalysts Adv. Funct. Mater. 30 2020 2001575 10.1002/adfm.202001575 L.-M. Guo, D.-F. Zhang, L. Guo, Structure Design Reveals the Role of Au for ORR Catalytic Performance Optimization in PtCo-Based Catalysts, Adv. Funct. Mater. 30 (2020) 2001575. Doi: 10.1002/adfm.202001575. [50] C. Zhang Z. Chen H. Yang Y. Luo Z. Qun Tian P. Kang Shen Surface-structure tailoring of Dendritic PtCo nanowires for efficient oxygen reduction reaction J. Colloid Interface Sci. 652 2023 1597 1608 10.1016/j.jcis.2023.08.121 C. Zhang, Z. Chen, H. Yang, Y. Luo, Z. Qun Tian, P. Kang Shen, Surface-structure tailoring of Dendritic PtCo nanowires for efficient oxygen reduction reaction, J. Colloid Interface Sci. 652 (2023) 1597–1608. Doi: 10.1016/j.jcis.2023.08.121. [51] Y.S. Kang D. Choi H.-Y. Park S.J. Yoo Tuning the surface structure of PtCo nanocatalysts with high activity and stability toward oxygen reduction J. Ind. Eng. Chem. 78 2019 448 454 10.1016/j.jiec.2019.05.021 Y.S. Kang, D. Choi, H.-Y. Park, S.J. Yoo, Tuning the surface structure of PtCo nanocatalysts with high activity and stability toward oxygen reduction, J. Ind. Eng. Chem. 78 (2019) 448–454. Doi: 10.1016/j.jiec.2019.05.021. [52] L. Sahoo R. Garg K. Kaur C.P. Vinod U.K. Gautam Ultrathin twisty PdNi alloy nanowires as highly active ORR electrocatalysts exhibiting morphology-induced durability over 200 K cycles Nano Lett. 22 2022 246 254 10.1021/acs.nanolett.1c03704 L. Sahoo, R. Garg, K. Kaur, C.P. Vinod, U.K. Gautam, Ultrathin Twisty PdNi Alloy Nanowires as Highly Active ORR Electrocatalysts Exhibiting Morphology-Induced Durability over 200 K Cycles, Nano Lett. 22 (2022) 246–254. Doi: 10.1021/acs.nanolett.1c03704. [53] K. Kodama T. Nagai A. Kuwaki R. Jinnouchi Y. Morimoto Challenges in applying highly active Pt-based nanostructured catalysts for oxygen reduction reactions to fuel cell vehicles Nat. Nanotechnol. 16 2021 140 147 10.1038/s41565-020-00824-w K. Kodama, T. Nagai, A. Kuwaki, R. Jinnouchi, Y. Morimoto, Challenges in applying highly active Pt-based nanostructured catalysts for oxygen reduction reactions to fuel cell vehicles, Nat. Nanotechnol. 16 (2021) 140–147. Doi: 10.1038/s41565-020-00824-w.",
      "scopus-id": "105009699879",
      "coredata": {
        "eid": "1-s2.0-S0021951725003793",
        "dc:description": "Pt-based alloys demonstrate superior catalytic activity for the oxygen reduction reaction (ORR) in proton exchange membrane fuel cells (PEMFCs), yet their instability due to transition metal leaching poses a critical challenge. While structurally ordered PtM intermetallic compounds (IMCs) exhibit enhanced stability compared to disordered alloys, their conventional high-temperature synthesis often induces particle aggregation and diminished catalytic performance. Herein, we present a solvent-free gas-phase dispersion strategy leveraging the volatility of acetylacetonate precursors to synthesize ordered PtCo IMC nanoparticles (PtCo/C-IMC) with ultrasmall size (3.0 nm) and uniform compressive lattice strain. The PtCo/C-IMC catalyst delivers exceptional ORR activity (0.92 A mgPt −1 at 0.9 V) and durability (6.8 % mass activity decay after 100,000 cycles). In H2-air PEMFCs, it achieves a peak power density of 1.53 W cm−2 at 0.6 V and demonstrates outstanding operational stability, with voltage losses of only 17 mV (0.8 A cm−2) and 21 mV (1.5 A cm−2) after 30,000 accelerated durability test (ADT) cycles, surpassing the DOE 2025 targets and outperforming most reported catalysts. Density functional theory (DFT) calculations and post-ADT characterization reveal that the engineered compressive strain strengthens Pt-Co atomic interactions, optimizes the electronic structure, and elevates the vacancy formation energy of Co. These effects enhance both catalytic activity and stability, offering a scalable pathway for the design of advanced PEMFC catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951725003793",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shen, Jun-Fei"
          },
          {
            "@_fa": "true",
            "$": "Wu, Gui-Ming"
          },
          {
            "@_fa": "true",
            "$": "Tian, Na"
          },
          {
            "@_fa": "true",
            "$": "Liang, Hai-Wei"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Zhi-You"
          },
          {
            "@_fa": "true",
            "$": "Sun, Shi-Gang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951725003793"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951725003793"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(25)00379-3",
        "prism:volume": "450",
        "articleNumber": "116314",
        "prism:publisher": "Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Gas-phase dispersion engineering of PtCo intermetallic catalysts with enhanced compressive strain for high-performance PEMFCs",
        "prism:copyright": "© 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "PtCo intermetallic catalysts"
          },
          {
            "@_fa": "true",
            "$": "PEMFC"
          },
          {
            "@_fa": "true",
            "$": "Gas-dispersion method"
          },
          {
            "@_fa": "true",
            "$": "Compressive strain"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "116314",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2025",
        "prism:doi": "10.1016/j.jcat.2025.116314",
        "prism:startingPage": "116314",
        "dc:identifier": "doi:10.1016/j.jcat.2025.116314",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "314",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "55468",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "343",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70794",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "349",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "67751",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "498",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22813",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "319",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "57600",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "420",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "68510",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "111",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9143",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "121",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11338",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "123",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13106",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7620",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "112",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8676",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19485",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1393",
            "@width": "2756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "381769",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1519",
            "@width": "2756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "527007",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1546",
            "@width": "2756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "482492",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "2204",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "149795",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1413",
            "@width": "2756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "406103",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1857",
            "@width": "2363",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "505151",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725003793-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "39838912",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105009699879"
      }
    }
  }
}