{
  "metadata": {
    "title": "Complete electrocatalytic defluorination of perfluorooctane sulfonate in aqueous solution with nonprecious materials",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2024-03-31",
    "doi": "10.1016/j.jcat.2024.115403",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951724001167",
    "pii": "S0021951724001167"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85186384683",
      "originalText": "serial JL 272561 291210 291744 291809 31 90 Journal of Catalysis JOURNALCATALYSIS 2024-02-29 2024-02-29 2024-03-03 2024-03-03 2024-03-12T16:45:31 1-s2.0-S0021951724001167 S0021-9517(24)00116-7 S0021951724001167 10.1016/j.jcat.2024.115403 S300 S300.1 FULL-TEXT 1-s2.0-S0021951724X00032 2024-04-15T11:34:45.52553Z 0 0 20240301 20240331 2024 2024-02-29T17:14:41.335598Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid fundingbodyid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight oauserlicense openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder sponsoredaccesstype srctitle srctitlenorm srctype ssids alllist content oa subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 0021-9517 00219517 UNLIMITED NONE true 431 431 C Volume 431 22 115403 115403 115403 202403 March 2024 2024-03-01 2024-03-31 2024 Regular Articles article fla © 2024 The Authors. Published by Elsevier Inc. COMPLETEELECTROCATALYTICDEFLUORINATIONPERFLUOROOCTANESULFONATEINAQUEOUSSOLUTIONNONPRECIOUSMATERIALS MENG Z 1 Introduction 2 Materials and methods 2.1 Catalyst preparation 2.2 Physical characterization 2.3 Electrocatalysis 2.4 Quantification of fluoride 2.5 Calculation of capital expense and operational electrical energy requirements 3 Results and discussion 3.1 Complete defluorination of PFOS in aqueous solution 3.2 Dependence of defluorination on electrolyte composition 3.3 Electrode microenvironment effects on defluorination 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix A Supplementary data References WILSEY 2023 11895 11922 M WASHINGTON 2015 14129 14135 J GARNETT 2022 11246 11255 J KORZENIOWSKI 2023 326 354 S BOCK 2022 1 21 A PERFLUOROALKYLSUBSTANCES PASTPRESENTIMPACTFLUOROPOLYMERS NOURI 2019 114351 G TRANG 2022 839 845 B HUNTER 2014 13118 13121 B HUNTER 2016 14120 14136 B HUNTER 2016 1734 1743 B WILSEY 2023 2201684 M WANG 2010 8062 8067 Y HA 2020 7123 T BARR 1995 1239 1246 T SHIRLEY 1972 4709 4714 D HULING 2022 e0275528 J KASEM 2008 100 K WIJESINGHE 2005 1196 1218 A SIMOES 2016 2536 2554 M PITZER 1973 268 277 K CHO 2020 113837 H AMORES 2014 13063 13078 E MARTINSOMER 2023 163963 M STREUBEL 2016 1486 1489 R JENDRZEJ 2017 1012 1019 S BINDI 2015 791 802 L HUNTER 2018 1 17 B MAHAMUNI 2010 990 1003 N BLUMBERGA 2015 170 174 A PANEPINTO 2016 1323 1329 D GUERRINI 2017 1126 A SCHAEFER 2017 424 432 C LE 2019 504 510 T PANG 2020 3663 3678 X PALMA 2022 100253 D BRUSSEAU 2019 148 158 M LIU 2013 98 114 J BARD 1980 A ELECTROCHEMICALMETHODSFUNDAMENTALSAPPLICATIONS CARTER 2008 6111 6115 K GAIED 2019 F PETERS 2019 838 845 B SCHWALBE 2020 1513 J LAZOUSKI 2019 1127 1139 N CAI 2023 X TSUNETO 1994 183 188 A BLAIR 2022 1939 1946 S STRMCNIK 2009 466 472 D DUNWELL 2018 151 158 M NITOPI 2019 7610 7672 S RESASCO 2017 11277 11287 J KIM 2021 1026 1034 C FORSYTHE 2023 R WAEGELE 2019 M BOHRA 2019 3380 3389 D XUE 2020 12442 12447 S RINGE 2019 3001 3014 S SHAH 2022 923 933 A CONG 2018 288 303 Y DURST 2014 2255 2260 J TIAN 2019 1808066 X DAVYDOVA 2018 6665 6690 E GROZOVSKI 2011 43 51 V WANG 2023 2211099 J ZHU 2023 1686 B SIAHROSTAMI 2023 S GE 2015 4643 4667 X MA 2019 78 R AMATORE 1981 5021 5023 C TING 2018 126 134 L HANDOKO 2018 922 934 A BIRDJA 2019 732 745 Y JUVE 2023 100943 J ALALM 2022 138352 M LICHT 1985 514 519 S TRAYNOR 2020 106122 B OLAH 1960 141 156 K SAMSON 1999 285 294 E PITZER 1973 2300 2308 K DASILVARACKOV 2016 253 259 C LEE 2012 27 32 Y LIU 2019 5195 5201 Y LUO 2019 2307 T NIU 2013 14341 14349 J LI 2022 129091 C RADJENOVIC 2020 14815 14829 J KUGLER 2021 117221 A DASFILHO 2020 17659 17667 A WANG 2013 2621 2627 F MAZA 2023 122306 W BARPAGA 2019 8339 8346 D WAHLQVIST 2007 310 314 M LUNDHOLM 1986 163 180 M DESIMONI 1990 627 634 E DESIMONI 1992 527 531 E TILLBORG 1993 1 12 H SHARMA 2022 132895 S BANNA 1976 3811 3813 M YANG 2018 4064 4081 S FRANSSON 2016 7551 7569 T BJORNEHOLM 1999 546 550 O MULLER 1996 1189 1196 E NOSAKA 2017 11302 11336 Y WEEKS 1966 2100 2106 J YU 2009 1150 1158 Q MILICIC 2023 T OBASANJO 2023 13601 13623 C MENGX2024X115403 MENGX2024X115403XZ Full 2024-02-29T18:29:43Z Author http://creativecommons.org/licenses/by/4.0/ 2026-03-03T00:00:00.000Z 2026-03-03T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY license. © 2024 The Authors. Published by Elsevier Inc. 2024-03-08T03:09:19.035Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined American Chemical Society Petroleum Research Fund 62578-DNI5 ACS PRF American Chemical Society Petroleum Research Fund http://data.elsevier.com/vocabulary/SciValFunders/100006770 http://sws.geonames.org/6252001/ University of Rochester UR University of Rochester http://data.elsevier.com/vocabulary/SciValFunders/100008091 http://sws.geonames.org/6252001/ Funding: Acknowledgment is made to the Donors of the American Chemical Society Petroleum Research Fund for support of this research (grant number 62578-DNI5 ). A.M.M. is grateful for start-up funds and a University Research Award from the University of Rochester . item S0021-9517(24)00116-7 S0021951724001167 1-s2.0-S0021951724001167 10.1016/j.jcat.2024.115403 272561 2024-04-15T11:34:45.52553Z 2024-03-01 2024-03-31 UNLIMITED NONE 1-s2.0-S0021951724001167-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/MAIN/application/pdf/c56a75e9de5dc63c9b474dd64595f69e/main.pdf main.pdf pdf true 2709304 MAIN 13 1-s2.0-S0021951724001167-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/PREVIEW/image/png/5dc22a9e0a6a7c1c9a3c34e57f618b35/main_1.png main_1.png png 61433 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951724001167-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/gr1/DOWNSAMPLED/image/jpeg/db52aef3e374ba4e20cb53817fe59daa/gr1.jpg gr1 gr1.jpg jpg 71958 489 533 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724001167-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/gr4/DOWNSAMPLED/image/jpeg/c28d20d51d9ab16e5754efe74a0b81ff/gr4.jpg gr4 gr4.jpg jpg 67738 494 626 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724001167-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/gr3/DOWNSAMPLED/image/jpeg/4af2356977a84b72d36a8f3ea8ea563c/gr3.jpg gr3 gr3.jpg jpg 89508 596 720 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724001167-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/gr2/DOWNSAMPLED/image/jpeg/157190f43e70ca32a2f899c7092771f9/gr2.jpg gr2 gr2.jpg jpg 60873 582 535 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724001167-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/ga1/DOWNSAMPLED/image/jpeg/ba3fb9873320e32113f35cafd5b3e165/ga1.jpg ga1 true ga1.jpg jpg 29563 200 429 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724001167-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/gr1/THUMBNAIL/image/gif/aae6d95aaa7b251d38178935a5db2ed2/gr1.sml gr1 gr1.sml sml 9487 163 178 IMAGE-THUMBNAIL 1-s2.0-S0021951724001167-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/gr4/THUMBNAIL/image/gif/023c5b49b00ce7fc3992882c6ebdbd5b/gr4.sml gr4 gr4.sml sml 9035 164 208 IMAGE-THUMBNAIL 1-s2.0-S0021951724001167-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/gr3/THUMBNAIL/image/gif/f183ee1a9d2326414c88bd2883a1bf77/gr3.sml gr3 gr3.sml sml 10244 164 198 IMAGE-THUMBNAIL 1-s2.0-S0021951724001167-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/gr2/THUMBNAIL/image/gif/bf902988faf060c16f4e2305f03193d4/gr2.sml gr2 gr2.sml sml 6810 163 150 IMAGE-THUMBNAIL 1-s2.0-S0021951724001167-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/ga1/THUMBNAIL/image/gif/01658417e4a48a0c304c8bd0a8a0b6e7/ga1.sml ga1 true ga1.sml sml 12875 102 219 IMAGE-THUMBNAIL 1-s2.0-S0021951724001167-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/HIGHRES/image/jpeg/baaf2bc5ee98f2302e16c762fd6e87eb/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 356248 2168 2362 IMAGE-HIGH-RES 1-s2.0-S0021951724001167-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/HIGHRES/image/jpeg/3f7d2ed5d66a3eddd7d3f81adb74a7f2/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 322340 2185 2770 IMAGE-HIGH-RES 1-s2.0-S0021951724001167-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/HIGHRES/image/jpeg/ab07651f00a230780f51b60e33194ed4/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 451027 2638 3189 IMAGE-HIGH-RES 1-s2.0-S0021951724001167-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/HIGHRES/image/jpeg/95bc9b174705ec55a94e47113e941c7a/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 287077 2578 2368 IMAGE-HIGH-RES 1-s2.0-S0021951724001167-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/HIGHRES/image/jpeg/3fc7569a03539fbf9c2caf3fa7ab06cd/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 232749 886 1901 IMAGE-HIGH-RES 1-s2.0-S0021951724001167-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/mmc1/MAIN/application/pdf/58f2f4061ff6fe76b9d193a21a8d9569/mmc1.pdf mmc1 mmc1.pdf pdf false 2436208 APPLICATION 1-s2.0-S0021951724001167-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/image/svg+xml/8be8d7412216ff291bacc49bc159919e/si1.svg si1 si1.svg svg 3281 ALTIMG 1-s2.0-S0021951724001167-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001167/image/svg+xml/4db78537a237bd0d00ebb47cb8d2d1e0/si2.svg si2 si2.svg svg 4387 ALTIMG 1-s2.0-S0021951724001167-am.pdf am am.pdf pdf 1717598 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10MRV55WXZ7/MAIN/application/pdf/39ec1cc9d8fd3409a9c06eb0b4c6d48a/am.pdf YJCAT 115403 115403 S0021-9517(24)00116-7 10.1016/j.jcat.2024.115403 The Authors Fig. 1 (A) Defluorination of 0.50 mM PFOS in 8.0 M aq LiOH as a function of number of pulsed electrolysis cycles (1 cycle = 1 min ON time at an applied potential Eapp = +1.6 VRHE, followed by 5 min OFF time at open circuit potential), [NiFe]-layered double hydroxide on hydrophilic carbon fiber paper anode, with ultraviolet irradiation, no stirring. (B) Defluorination of PFOS in 8.0 M aq LiOH electrolyte as a function of PFOS concentration; electrocatalysis conditions: 20 pulsed electrolysis cycles (1 cycle = 1 min ON time at Eapp = +1.6 VRHE, followed by 5 min OFF time at open circuit potential), [NiFe]-layered double hydroxide on hydrophilic carbon fiber paper anode, with ultraviolet irradiation, no stirring. (C) Defluorination of 0.50 mM PFOS in 8.0 M aq LiOH as a function of applied potential at 10 (red), 20 (purple), or 60 (blue) pulsed electrolysis cycles (1 cycle = 1 min ON time at Eapp = +1.6 VRHE, followed by 5 min OFF time at open circuit potential), [NiFe]-layered double hydroxide on hydrophilic carbon fiber paper anode, with ultraviolet irradiation, no stirring. The dashed lines in panels (A) and (C) indicate 100 % defluorination. (D) Estimated capital expense and operational electrical energy requirements of this work and existing PFAS destruction techniques, based on literature data [33–42], adapted from Ref. [1]; BDD, boron-doped diamond. Open access article published under the terms and conditions of the Creative Commons Attribution (CC BY) license. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Fig. 2 Fluoride concentrations after 2 h of continuous chronoamperometry of 1.0 mM PFOS in solution as a function of (A) type of alkali cation, (B) type of electrolyte anion, (C) alkali ion concentration (markers, data; lines, linear fits), and (D) electrolyte pH value (markers, data; lines, linear fits). (E) Defluorination yield of 0.50 mM PFOS or 0.50 mM PFOA in 8.0 M aq LiOH. Electrocatalysis conditions: 20 pulsed electrolysis cycles (1 cycle = 1 min ON time at E app = +1.6 VRHE, followed by 5 min OFF time at open circuit potential), [NiFe]-layered double hydroxide on hydrophilic carbon fiber paper anode, with ultraviolet irradiation, no stirring. Fig. 3 (A) High-resolution XPS data and peak fits in the C 1s (y-axis magnified by a factor of 10), O 1s, F 1s, and S 2p core level regions of [NiFe]-layered double hydroxide on hydrophilic carbon fiber paper electrodes after 6 h in 8.0 M aq LiOH electrolyte with ultraviolet irradiation and no stirring, (A) electrocatalyzed at 60 pulsed electrolysis cycles (1 cycle = 1 min ON time at E app = +1.6 VRHE, followed by 5 min OFF time at open circuit potential), with 0.5 mM PFOS, (B) at open circuit potential, with 0.5 mM PFOS, or (C) at open circuit potential, without PFOS. The asterisk denotes surface-adsorbed species. Fig. 4 (A) Defluorination of 0.5 mM PFOS in 8.0 M aq LiOH after continuous 2 h chronoamperometry as a function of time elapsed before stirring the electrolyte at 800 rpm. (B) Defluorination of 0.5 mM PFOS in 8.0 M aq LiOH after continuous 2 h chronoamperometry as a function of stirring speed. (C) Defluorination of 0.5 mM PFOS in 8.0 M aq LiOH after 20 cycles of pulsed electrolysis (1 cycle = 1 min ON time at E app = +1.6 VRHE, followed by 5 min OFF time at open circuit potential) as a function of stirring speed. The dashed lines in panels (A) – (C) indicate 100 % defluorination. (D) Defluorination of 1.0 mM PFOS in 8.0 M aq LiOH after electrocatalysis as a function of the duration of ON time intervals, while keeping the total ON time constant; no stirring. (E) Defluorination of 1.0 mM PFOS in 8.0 M aq LiOH after electrocatalysis as a function of the duration of OFF time intervals; no stirring. Electrocatalysis conditions: [NiFe]-layered double hydroxide on hydrophilic carbon fiber paper anode, applied potential E app = +1.6 VRHE, with ultraviolet irradiation. Table 1 Calculated pH values for concentrated aqueous LiOH and NaOH solutions; γ OH , hydroxide ion activity. Aqueous electrolyte pH (Pitzer equation) pH (assumed γ OH =1 ) 2.0 LiOH 13.99 14.30 4.0 LiOH 14.24 14.60 6.0 LiOH 14.40* 14.78 8.0 LiOH 14.51* 14.90 8.0 NaOH 15.21* 14.90 * Calculated pH value for aqueous electrolyte with an alkali hydroxide concentration beyond the accepted validity of the Pitzer equation [22–24]. Complete electrocatalytic defluorination of perfluorooctane sulfonate in aqueous solution with nonprecious materials Ziyi Meng Writing – original draft Visualization Validation Investigation Formal analysis a Madeleine K. Wilsey Writing – original draft Visualization Validation Investigation Formal analysis a Connor P. Cox Writing – original draft Visualization Validation Investigation a Astrid M. Müller Writing – review & editing Writing – original draft Visualization Supervision Resources Project administration Funding acquisition Formal analysis Data curation Conceptualization a b c ⁎ a Materials Science Program, University of Rochester, Rochester, NY 14627, United States Materials Science Program University of Rochester Rochester NY 14627 United States Materials Science Program, University of Rochester, Rochester, NY 14627, United States b Department of Chemical Engineering, University of Rochester, Rochester, NY 14627, United States Department of Chemical Engineering University of Rochester Rochester NY 14627 United States Department of Chemical Engineering, University of Rochester, Rochester, NY 14627, United States c Department of Chemistry, University of Rochester, Rochester, NY 14627, United States Department of Chemistry University of Rochester Rochester NY 14627 United States Department of Chemistry, University of Rochester, Rochester, NY 14627, United States ⁎ Corresponding author at: Department of Chemical Engineering, University of Rochester, Rochester, NY 14627, United States. Department of Chemical Engineering University of Rochester Rochester NY 14627 United States Graphical abstract Perfluorooctane sulfonate (PFOS) was completely defluorinated in aqueous electrocatalysis with laser-made [NiFe]-layered double hydroxide nanocatalysts immobilized on hydrophilic carbon fiber paper anodes. All materials were nonprecious, as needed for globally scalable remediation technologies for per- and poly-fluoroalkyl substances (PFAS). Pulsed electrolysis of 0.50 or 0.05 mM PFOS in aqueous 8.0 M LiOH solution assisted by ultraviolet light irradiation enhanced electrical energy and capital expense efficiency compared to existing techniques. Electrocatalytic defluorination occurred within the anode microenvironment, as evidenced by pulsed electrolysis vs continuous chronoamperometry data and electrolyte agitation experiments. We observed adsorbed PFOS and surface-bound OOH in X-ray photoelectron spectra of post-electrocatalysis anodes, corroborating that electrocatalytically regenerated reactive oxygen species defluorinated PFOS within the anode microenvironment. High concentrations of lithium ions and high basicity were essential for efficient defluorination, which also worked for perfluorooctanoic acid (PFOA), albeit more efficiently for PFOS, presumably due to advanced oxidation processes by sulfate radicals near the anode that assisted defluorination. Keywords PFAS defluorination Perfluorooctane sulfonate Perfluorooctanoic acid Lithium hydroxide Aqueous electrocatalysis Electrode microenvironment Defluorination mechanism Hydrophilic carbon fiber paper Nickel-iron layered double hydroxide Pulsed laser in liquids synthesis Data availability Data will be made available on request. 1 Introduction Per- and poly-fluoroalkyl substances (PFAS) are a class of synthetic chemicals characterized by their remarkable resistance to heat, water, and oil, making them extensively utilized in various consumer, commercial, and industrial applications [1]. The prolonged and widespread use of PFAS over several decades has led to pervasive bioaccumulation and contamination of water, soil, wildlife, and human populations on a global scale, with evidence of their presence even in Antarctica [2,3]. PFAS in water are of global concern due to their high stability and toxicity even at very low concentrations [1], necessitating the development of advanced remediation strategies. Perfluorooctane sulfonic acid and related compounds are harmful to human health [1] and are listed under Annex B of the Stockholm Convention on Persistent Organic Pollutants [4]. PFAS are a critical component in low and zero carbon technologies, such as photovoltaics, green hydrogen, efficient refrigerants, geothermal heat pump fluids, and electric vehicle batteries [5–7]. Solving the challenge of efficient C–F bond cleavage and safe mineralization would, therefore, enable the neutralization of fluorotechnology pollution hazards inherent to climate-saving technologies. Existing destruction techniques include electrochemical, photochemical, mechanochemical, thermochemical, and advanced oxidation processes, or combinations of these. The exceptionally high thermodynamic stability of carbon–fluorine bonds in PFAS poses the most significant challenge for destruction efficiency [1]. Current destruction techniques are incineration, γ-irradiation, non-thermal plasma, sonolysis, chemical oxidation with stoichiometric amounts of strong oxidants, supercritical water oxidation, and electrooxidation at boron-doped diamond or other precious anodes [1]. We recently reported a technoeconomic analysis of existing destruction techniques and found that all suffer from high capital expense, high operational expenses, or high energy consumption, impeding their commercial viability [1]. Chemical mineralization of perfluorocarboxylic acids in wet dimethyl sulfoxide solvent is intriguing, especially mechanistically, but failed to degrade sulfonic acid or sulfonate PFAS and left approximately 5 mM perfluorooctanoic acid (PFOA) in the organic solvent reaction mixture after 24 h at 120 °C [8]. Globally scalable, viable technologies must solely consist of nonprecious materials, work in aqueous media, have low energy consumption, and enable complete defluorination of low concentrations of PFAS. Additionally, a better mechanistic understanding of aqueous PFAS defluorination is needed. Here, we report the development of an aqueous electrocatalytic process with laser-made [NiFe]-layered double hydroxide nanocatalysts [9–11] immobilized on hydrophilic carbon fiber paper [12] anodes that achieved complete electrocatalytic defluorination of potassium perfluorooctane sulfonate (PFOS). Hydrophilic carbon fiber paper is electrically conductive, inexpensive, globally scalable, nontoxic, robust and possesses high surface area [12]. Pulsed electrolysis of 0.50 mM PFOS in aqueous 8.0 M LiOH solution assisted by ultraviolet light irradiation improved electrical energy and capital expense requirements for complete defluorination, compared to existing technologies. The process worked also for 0.05 mM PFOS, equal to 27 ppm, which is relevant for environmental water pollution remediation [1,13]. All materials were nonprecious, as needed for globally scalable PFAS remediation technologies [1]. High concentrations of lithium ions and high basicity were essential for efficient defluorination. Electrocatalytic defluorination occurred within the anode microenvironment, as evidenced by XPS data, pulsed electrolysis vs continuous chronoamperometry data, and electrolyte agitation experiments. 2 Materials and methods All chemicals were used as received. Deionized water was obtained from a Thermo Scientific Barnstead Smart2Pure Pro UV/UF 15 LPH Water Purification System and had a resistivity of ≥17.5 MΩ ∙ cm. All experiments were performed at room temperature and in ambient air. Glassware was cleaned before use with aqua regia, rinsed with copious amounts of water, and dried. Error bars are standard deviations of triplicate measurements. Data analysis and graphing were performed with Igor Pro 8.04 (Wavemetrics) unless otherwise noted. 2.1 Catalyst preparation The process to prepare hydrophilic carbon fiber paper is described elsewhere [12]. Briefly, we selectively functionalized surfaces of as-purchased carbon fiber paper (FuelCellStore, AvCarb MGL190, 78 % porosity) by sonication in 1 M aqueous sodium dodecyl sulfate solution, followed by electrooxidation in 0.1 M pH 8.7 aqueous KHCO3 electrolyte at +1.63 V vs. Ag/AgCl for 20 min [12,14]. Electrodes had geometric dimensions of 3.0 cm (length) × 3.0 cm (width), resulting in a geometric electrode area A geo of 9.0 cm2 and a carbon surface area A ∑ of 4200 cm2. This number was calculated by considering the reported specific surface area S v of MGL190 of 5.6 m2 g−1 [15], the thickness d and density ρ of MGL190 of 0.19 mm and 0.44 g cm−3, respectively, given by the carbon fiber paper manufacturer [16], and using the equation A ∑ = A geo ∙ d ∙ ρ ∙ S v. Laser-made [NiFe]-layered double hydroxide nanocatalysts were obtained following synthesis details reported elsewhere [9]. In brief, we utilized an 8 ns pulse laser with a wavelength of 355 nm, generated by the third harmonic of a 10 Hz Q-switched Nd:YAG laser (Spectra-Physics Quanta-Ray LAB-190), to irradiate a suspension of iron powder (Alfa, −200 mesh, 99+%) in a 10 mL solution of 3.0 M nickel nitrate (Alfa, 98 %) in water. This process was carried out in a 30 mL glass beaker at room temperature in ambient air for a duration of 60 min, with each pulse delivering 90 mJ of energy. Following the laser synthesis, any unreacted iron powder was separated from the aqueous suspension of [NiFe]-layered double hydroxide nanoparticles using a strong magnet. The solid nanoparticulate powder was obtained through centrifugation and subjected to five water washes, followed by two washes with acetone (VWR), after which the nanopowder was dried under house vacuum. Subsequently, suspensions of nanoparticulate powder at a concentration of 2 mg mL−1 in water were vortexed, drop-cast onto hydrophilic carbon fiber supporting electrodes, and dried under a heat lamp at 60 °C in ambient air. 2.2 Physical characterization X-ray photoelectron spectra (XPS) were acquired using a Kratos Axis Ultra XPS instrument equipped with a monochromatized Al Kα radiation source. Samples were washed with copious amounts of water and dried in ambient air before pumping them into the XPS instrument. The instrument operated in high-power mode, with settings of 200 W and 15 kV, while maintaining a base chamber pressure of 3.0 × 10–8 mbar. Samples were securely affixed to double-sided adhesive copper tape. For survey scans, the spectral range covered 0–1200 eV, with a step size of 1 eV, a dwell time of 200 ms, and an analyzer pass energy of 140 eV, averaged over 5 scans. Subsequently, high resolution core level region scans were conducted, focusing on specific binding energy ranges. These scans employed a 0.1 eV step size, an average dwell time of 260 ms, and an analyzer pass energy of 20 eV, averaged over 5 scans. Binding energies were calibrated against the C 1s peak arising from adventitious carbon, taken to have a binding energy of 284.8 eV [17]. Following data acquisition, binding energies and quantitative peak areas were derived after Shirley background subtraction [18] and Gaussian/Lorentzian envelope peak fitting. Quantification of different components was accomplished using instrument-specific atomic sensitivity factors derived from standard materials. The XPS data analysis was performed using CasaXPS (Version 2.3.24). Scanning electron microscopy (SEM) imaging of neat carbon fiber paper was conducted using a JEOL JSM-5900LV SEM instrument equipped with a thermionic tungsten electron gun, operated at 25 kV with a working distance of 10 mm. Hydrophilic carbon fiber paper was mounted on a 1-inch diameter aluminum SEM stubs (Ted Pella) with carbon tape (Electron Microscopy Sciences). Diameters of carbon fibers were deduced from SEM images using the ImageJ software [19] and the published GIFT fiber diameter quantification macro [20]. SEM images of [NiFe]-layered double hydroxide–hydrophilic carbon fiber paper anodes pre and post electrocatalysis were collected at UR-Nano, using a magnification of 6000× at a Zeiss Auriga scanning electron microscope, equipped with a Schottky field emission emitter, and operated at 6.00 kV with a working distance of 4.9 mm. X-ray diffraction (XRD) data were obtained at the Chemical Analysis Laboratory at the Rochester Institute of Technology, using a Bruker D8 ADVANCE diffractometer. Monochromatic Cu Kα radiation (wavelength: 1.5418 Å) was employed, with the tube operated at 40 kV and 40 mA. The instrument featured a 0.6 mm primary slit, a 0.5 mm secondary slit, and a 2.5 mm secondary anti-scatter screen. Diffracted radiation was captured by a Lynxeye detector. The resolution of the instrument was set at 0.025° in 2θ, and each step had a counting time of 1 s, resulting in a total scan time of approximately 50 min for each sample. Solid samples were applied to a PMMA powder specimen holder using stopcock grease (LUBRISEAL). XRD background subtraction was conducted using the Bruker DIFFRAC.SUITE software. 2.3 Electrocatalysis Electrochemical investigations were performed in ambient air and at room temperature, using a standard Pyrex three-electrode, single-compartment 50 mL electrochemical cell, equipped with a Teflon lid that remained above the liquid surface, and featuring a flat quartz window for ultraviolet light illumination (254 nm lamp, 40 mW cm−2). Anodes consisted of laser-made [NiFe]-layered double hydroxide nanocatalysts immobilized on hydrophilic carbon fiber paper (444 µg cm–2 geo catalyst mass loading), and cathodes were neat hydrophilic carbon fiber paper. A Pt wire pseudo-reference electrode that was calibrated in each electrolyte against a hydrogen reference electrode (Gaskatel HydroFlex®) served as reference electrode. Platinum wire has been shown to be a suitable and stable reference electrode in various electrochemical systems [21]. The anode was placed parallel to the cathode at a distance of 16 mm, secured by the Teflon lid, and that stack was centered in the Pyrex cell, normal to the quartz window. Aluminum clips were used to electrically contact the working and counter electrodes to the leads of the potentiostat (BioLogic, 8-slot VSP3e potentiostat/galvanostat/EIS system). The data were not corrected for any uncompensated resistance losses. All potentials are reported vs the reversible hydrogen electrode (RHE). Chronoamperometry data were collected at anodic applied potentials of 1.2, 1.4, 1.6, 1.8, or 2.0 V vs RHE. In pulsed electrolysis, one cycle denotes one ON time at an applied potential of +1.6 V vs RHE followed by one OFF time at open circuit potential; ON times were 0.5, 1, 2, or 5 min, while OFF times were 2, 5, or 10 min. The cell was filled with 40 mL electrolyte, and the liquid was stirred at 400 or 800 rpm on a multi-position stir plate (G-Biosciences BT1016) or not stirred at all. Long-term stability data were collected in aqueous 8.0 M LiOH electrolyte with 0.5 mM PFOS, using 60 pulsed electrolysis cycles that each consisted of 1 min ON time at an applied potential of +1.6 V vs RHE, followed by 5 min OFF time at open circuit potential, electrocatalyzed by laser-made [NiFe]-layered double hydroxide nanosheets on a hydrophilic carbon fiber paper anode, with ultraviolet irradiation and without stirring, called here 6 h electrocatalysis. After each 6 h electrocatalysis, the electrolyzed liquid was transferred to a 50 mL Falcon tube for quantification of fluoride, as described in section 2.4., and fresh 0.5 mM PFOS in aqueous 8.0 M LiOH electrolyte was added to the electrochemical cell, so that this 6 h electrocatalysis was performed multiple times under virtually identical conditions with the original integrated [NiFe]-layered double hydroxide–hydrophilic carbon fiber paper anode. Preparation of solutions. Aqueous (pH 14.0) 2.0, (pH 14.2) 4.0, (pH 14.8) 6.0 or (pH 14.9) 8.0 M LiOH was prepared by adding 47.8, 95.6, 143.4, or 191.6 g of lithium hydroxide monohydrate (Thermo Scientific, 98 %), respectively, to a 1 L volumetric flask that was subsequently filled to the 1 L mark with water and mixed well until all solid was dissolved. Aqueous (pH 7.8) 6.0 M LiClO4 was prepared by adding 63.8 g lithium perchlorate anhydrous (Thermo Scientific, 95 %) to a 100 mL volumetric flask that was subsequently filled to the 100 mL mark with water and mixed well until all solid was dissolved. Aqueous (pH 14.9) 8.0 M NaOH was prepared by adding 32.0 g of sodium hydroxide (Fisher Thermo, 98.9 %) to a 100 mL volumetric flask that was subsequently filled to the 100 mL mark with water and mixed well until all solid was dissolved. Aqueous (pH 12.1) 0.01, (pH 13.0) 0.1, (pH 13.9) 1.0, (pH 14.1) 2.0, (pH 14.3) 4.0, (pH 14.6) 6.0, (pH 14.7) 7.0, or (pH 15.0) 8.0 M KOH was prepared by adding 0.056, 0.56, 5.6, 11.2, 22.4, 33.7, 39.3, or 44.9 g of potassium hydroxide (Fisher Chemical, 85 %) to a 100 mL volumetric flask that was subsequently filled to the 100 mL mark with water and mixed well until all solid was dissolved. Aqueous (pH 14.7) 8.0 M CsOH was prepared by adding 119.9 g of cesium hydroxide hydrate (Thermo Scientific, 99.9 %) to a 100 mL volumetric flask that was subsequently filled to the 100 mL mark with water and mixed well until all solid was dissolved. Electrolytes were stored in plastic containers. PFOS solutions with concentrations of 0.05, 0.10, 0.25, 0.50, 1.00, or 2.00 mM were prepared by placing 1.07, 2.15 5.38, 10.76, 21.52, or 43.06 mg potassium perfluorooctanesulfonate (Synquest Laboratories, 95 %) into a 50 mL Falcon tube and adding 40 mL of aqueous electrolyte. The PFOS-containing solutions were subjected to ultrasonic agitation (Jeken PS-40A digital ultrasonic bath, 240 W, 10 L) for 5 min followed by sitting undisturbed for 30 min, to ensure proper mixing and dissolution. An analog procedure was used to prepare 0.50 mM PFOA solution, in which 8.3 mg perfluorooctanoic acid (Beantown Chemical, 95 %) was added to a 50 mL Falcon tube before electrolyte addition. Chemicals were weighed on a Sartorius A 120 S analytical or a Mettler Toledo AT201 analytical balance. A Mettler Toledo SevenExcellence pH/Ion/C/DO meter S975-K with a InLab Expert Pro-ISM pH probe was used to measure the pH values of aqueous KOH, CsOH, or LiClO4 electrolytes. The pH values of aqueous NaOH and LiOH electrolytes were obtained by calculations, using the Pitzer equation within its validity range or assuming complete salt dissociation (Table 1 ). 2.4 Quantification of fluoride A fluoride ion selective electrode (Thermo Scientific Orion, 9609BNWP) together with a total ionic strength adjustment buffer (TISAB) solution was used to quantify fluoride ions in aqueous solutions. TISAB II was prepared in accordance with a published procedure [25] by sequentially adding 34.2 mL acetic acid (Mallinckrodt Chemicals, glacial), 34.8 g sodium chloride (Fisher Chemical, 100.2 %), and 0.18 g trisodium citrate dihydrate (Alfa Aesar, 99 %) to 300 mL water in a 500 mL beaker that was stirred until all chemicals were dissolved. Subsequently, the pH value of this aqueous solution was adjusted to 5.20 to 5.25, measured by a Mettler Toledo SevenExcellence pH/Ion/C/DO meter InLab Expert Pro-ISM probe, by adding 5.0 M aq NaOH drop by drop while stirring the buffer solution. The 5.0 M aq NaOH solution was prepared by adding 20.0 g NaOH to a 100 mL volumetric flask that was subsequently filled to the 100 mL mark with water and mixed well until all solid was dissolved. This pH-adjusted solution is denoted as TISAB II. In strongly alkaline electrolytes, we used the following procedure that prevented hydroxide ion interference in fluoride ion selective electrode measurements and confirmed the accuracy of measured fluoride concentrations in strongly alkaline aqueous test solutions with added NaF (Sigma Aldrich, 99 %) with known concentrations. The pH value of solutions of fluoride in strongly alkaline electrolytes was first lowered to approximately 5.5 by addition of potassium acetate buffer, following the recommendations of the manufacturer of the fluoride ion selective electrode [26]. Fluoride concentrations in all aqueous electrolytes after electrocatalytic PFOS or PFOA defluorination were determined by adding 1 mL of solution to 9 mL of potassium acetate buffer in a 50 mL Falcon tube and subsequently adding 10 mL of TISAB II solution. Potassium acetate buffer was prepared by combining 34.5 mL glacial acetic acid and 65.5 mL water to form 6.0 M aqueous acetic acid in a 1 L beaker, in which the solution was stirred, adding 50 mL water, and adjusting the pH value of the mixture to 5.0 by adding a solution of 20 g KOH in 20 mL of water drop by drop. The fluoride ion selective electrode was calibrated using fluoride standards with different concentrations, obtained from sequential dilutions by a factor of ten each with water from a commercially available fluoride standard (Thermo Scientific, 0.1 M fluoride), resulting in fluoride concentrations of 10, 1.0, 0.1, or 0.01 mM. Calibration was conducted in solutions that were prepared by adding 1 mL of each fluoride standard to 9 mL of potassium acetate buffer in a 50 mL Falcon tube and adding 10 mL of TISAB II solution. 2.5 Calculation of capital expense and operational electrical energy requirements Capital expense and operational electrical energy requirements of this work were estimated by consideration of electrode preparation and PFOS electrocatalysis, scaled up from the laboratory scale to the treatment of a 1 m3 batch of polluted water. Operational electrical energy consumption. At the laboratory scale, PFOS electrooxidation required 2.39 × 10−7 kWh of electrical energy, as measured by the potentiostat. During electrocatalysis experiments, a deep ultraviolet light source (4.5 W) was used to aid in PFOS defluorination, which consumed 0.027 kWh of energy. Therefore, the cumulative energy consumption at the laboratory scale amounted to 0.027 kWh. Scaleup to a volume of 1 m3 necessitates the utilization of twenty pieces of hydrophilic carbon fiber paper (ten anodes and ten cathodes), each with a surface area of 1 m2. A generally accepted upper limit for inter-electrode distance in aqueous systems is 10 cm, especially in concentrated electrolytes with high conductivities [27], which requires 10 m2 geometric electrode area to treat 1 m3 of polluted water [1]. For PFOS electrocatalysis, a scalability factor of 25,000 was used to increase the liquid volume from 40 mL to 1 m3. The calculated energy requirement for the scaled-up PFOS electrocatalysis was 0.0060 kWh. The output power of the deep ultraviolet light source was 40 mW cm−2, and the diameter of the circular window on the beaker was 2 cm, ergo the calculated energy input to the electrolyte was 0.000126 kWh. A 1 m3 wastewater treatment system would require 3.15 kWh energy output of a deep ultraviolet light emitting diode (LED) to assist the advanced oxidation process, based on the scalability factor of 25000. Industrial-scale deep ultraviolet LED devices typically have an efficiency of 60 % [28]. Thus, the energy required for ultraviolet irradiation at the 1 m3 scale was calculated to be 5.25 kWh. Therefore, the operational electrical energy consumption for complete PFOS defluorination in a 1 m3 batch was 5.256 kWh. Capital expenses. All costs are in U.S. dollars. Capital expenses include electrical energy for materials manufacturing. The procurement of carbon fiber paper from Fuel Cell Store at a unit cost of $112 per 40 cm × 40 cm piece was calculated at a capital expense of $0.07 cm−2. At the laboratory scale, two 9 cm2 carbon fiber paper pieces were used, a cost requirement of $1.26. Electrode preparation included ultrasonic cleaning and electrooxidation of carbon fiber paper, and pulsed laser in liquids synthesis of catalyst nanosheets. Ultrasonic cleaning involved sonicating two carbon fiber paper pieces in a 240 W ultrasonic cleaner for 5 min and consumed 0.04 kWh of energy. The carbon fiber paper pieces were ultrasonically cleaned in 40 mL of 1.0 M aqueous SDS solution ($287, 1 kg, RPI Research Products), which led to a cost of $0.66 per two electrodes. Up to ten 9 cm2 pieces of carbon fiber paper were electrooxidizable in 40 mL of 0.1 M aqueous KHCO3 solution ($34.85, 500 g, Alfa Aesar), at a cost of $0.0056 per two 9 cm2 pieces. Electrooxidation of two carbon fiber paper pieces consumed 2.28 × 10−5 kWh of energy, as measured by the potentiostat. For the [NiFe]-layered double hydroxide catalyst, a 9 cm2 anode was loaded with 4 mg of catalyst mass. The synthesis of 1 g of catalyst required 0.5 g Fe powder ($62.8, 250 g, Alfa Aesar), 9 g of Ni(NO3)2 ⋅ 6 H2O ($59.1, 500 g, Alfa Aesar), and 0.056 mg of KOH ($68.30, 1 kg, Sigma-Aldrich). Therefore, the chemical cost to obtain 4 mg of catalyst totaled $0.0047. It has been reported that pulsed laser in liquids synthesis of nanomaterials can be optimized to reach productivity of up to 4 g h−1, using advanced laser systems [29], however, an economic analysis of this method found in the literature assumed a more modest productivity of 90 mg h−1, achievable with a typical laser system [30]. According to this analysis, pulsed laser in liquids synthesis of 1 g of nanomaterials required 1 kWh of energy. Therefore, with a catalyst loading of 4 mg at the laboratory scale, 4 × 10−3 kWh was required for catalyst synthesis. At $0.14 per kWh, the total electrical energy required for materials manufacturing amounted to $0.56. At the laboratory scale, 40 mL of 8.0 M aqueous LiOH ($215, 500 g, Thermo Fisher) was required per batch, leading to a cost of $3.29 per batch. Overall, the PFOS defluorination process cost was $5.78 at the laboratory scale. Scaling up the electrode area from the laboratory scale to twenty pieces of 1 m2 carbon fiber paper (see above) led to total cost of $14,000. Sonication of a 9 cm2 piece of carbon fiber paper at the lab scale required 40 mL of 1.0 M aqueous SDS, ergo treatment of a 1 m2 piece of carbon fiber paper was calculated to require 44.44 L of 1.0 M aqueous SDS. The scaled cost of 44.44 L of 1.0 M aqueous SDS ($287, 1 kg, RPI Research Products) was $3,677.78. Therefore, the cost calculated to sonicate twenty 1 m2 pieces of carbon fiber paper was $7,355.56. The electrooxidation of a 9 cm2 piece of carbon fiber paper required 40 mL of 0.1 M aqueous potassium bicarbonate solution, and 44.44 L would be required to treat a 1 m2 piece of carbon fiber paper. A 44.44 L solution of 0.1 M aqueous potassium bicarbonate solution had a cost of $31.11, ergo the calculated cost required to electrooxidize twenty pieces of 1 m2 carbon fiber paper was $62.22. The catalyst mass loading of 4 mg per 9 cm2 anode was scaled to a loading of 4.444 g catalyst per 1 m2 anode. To prepare ten anodes with 44.444 g of catalyst had total cost of $52.22. In the sonication process, a 240 W, 10-liter sonicator was employed for the treatment of a single piece of carbon fiber paper with an area of 9 cm2. For the scaled-up ultrasonic cleaning of carbon fiber paper, a sonicator with a volume of 1 m3 was considered, which would simultaneously treat ten pieces of 1 m2 carbon fiber paper. A 1 m3 240 W sonicator used to clean twenty carbon fiber paper pieces would consume 0.08 kWh. From the laboratory scale calculations, the electrooxidation of one piece of carbon fiber paper with an area of 9 cm2 immersed in a 40 mL 0.1 M aqueous potassium bicarbonate solution accounted for 1.14 × 10−5 kWh. This number was normalized to electrode area for scaling purposes and was calculated to be 1.27 × 10−6 kWh cm−2. For twenty pieces of carbon fiber paper, each measuring 1 m2, an energy consumption of 0.25 kWh was calculated for the electrooxidation treatment. The electrical energy necessary for [NiFe]-layered double hydroxide catalyst preparation for ten anodes, each with a catalyst loading of 4.444 g, would require 44.444 g catalyst mass in total. As stated above, the energy expenditure to synthesize 1 g of catalyst by pulsed laser in liquids was 1 kWh [30], ergo the total energy expenditure for the scaled-up catalyst preparation was calculated as 44.444 kWh. The total electricity cost to manufacture the materials at an energy consumption of 44.774 kWh and an electricity price of $0.14 per kWh was calculated to be $6.27. The scaled-up electrolyte volume was 1 m3 of 8.0 M aqueous LiOH ($215, 500 g, Thermo Fisher), at a cost of $82,388. The overall cost for scaling this PFOS defluorination process up to a batch of 1 m3 was, therefore, calculated to be $103,864 or $0.10 million. 3 Results and discussion 3.1 Complete defluorination of PFOS in aqueous solution We observed complete defluorination of 0.50 mM PFOS solution in aqueous 8.0 M LiOH electrolyte using 60 pulsed electrolysis cycles that each consisted of 1 min ON time at an applied potential of +1.6 V vs RHE, followed by 5 min OFF time at open circuit potential, electrocatalyzed by laser-made [NiFe]-layered double hydroxide nanosheets on a hydrophilic carbon fiber paper anode, with ultraviolet irradiation and without stirring (Fig. 1 A). We estimated the turnover frequency to form fluoride under these conditions. Considering the jamborite crystal structure of the laser-made [NiFe]-layered double hydroxide catalyst [9,11], with a unit cell volume of 189.92 Å3 [31], and the size of each catalyst nanosheet of 584.02 nm3 [11], we derived a mass of each nanoparticle of 3.58 × 10–18 g. Together with a catalyst mass loading of 4 mg on a 9 cm2 electrode, we found that 1.12 × 1015 nanoparticles were immobilized on the hydrophilic carbon fiber paper anode. In [NiFe]-layered double hydroxide nanosheets, only perimeter metal sites are electrocatalytically active under anodic polarization [11,32]. With a metal-to-metal distance in [NiFe]-layered double hydroxide nanosheets of 3.070 Å [11] and the number of catalyst nanoparticles per electrode, we determined that 1.49 × 1017 perimeter metal site existed on the electrode. Complete defluorination of 0.50 mM PFOS solution in aqueous 8.0 M LiOH electrolyte using 60 pulsed electrolysis cycles produced 158.6 ppm fluoride. Therefore, the turnover frequency was 225.4 fluoride ions per perimeter metal site per hour. We note that this is a conservative estimate because only a small fraction of the perimeter metal sites are oxidatively active in water oxidation electrocatalysis [32], thereby leading to an underestimation of the turnover frequency. Increasing the number of pulsed electrolysis cycles to 80 also completely defluorinated 0.50 mM PFOS in aqueous 8.0 M LiOH electrolyte, whereas decreasing the number of pulsed electrolysis cycles below 40 lowered the defluorination yield (Fig. 1 A). Nevertheless, we performed most pulsed electrolysis experiments at 20 cycles, which took 2 h and reached (92.3 ± 1.1) % defluorination yield with 0.50 mM PFOS, to enable more correlations. Defluorination yields depended on the PFOS concentration. We obtained the highest defluorination yields with lower concentrations of PFOS in aqueous 8.0 M LiOH (Fig. 1 B). Electrocatalysis using pulsed electrolysis at 20 cycles defluorinated more than 93 % of PFOS in solution with concentrations of ≤0.5 mM. Defluorination reached 99 % with 0.05 mM PFOS in solution, which corresponds to 27 ppm and is relevant in the context of environmental pollution remediation [13]. In contrast, defluorination yields of higher concentrations of PFOS of 1.00 or 2.00 mM were only (69.8 ± 1.1) or (23.3 ± 1.1) %, respectively (Fig. 1 B), suggesting that adsorption of PFOS at the anode or the concentration of generated oxidants was rate-limiting for C–F bond cleavage in PFOS. Adsorption of PFOS at graphitic carbon materials has been reported [1]. PFAS that possess a negatively charged terminal group, such as the sulfonate group of PFOS, have been shown to adsorb at graphitic surfaces [43]. The hydrophobic fluorinated alkyl chains render PFOS electronegative while the hydrophilic polar sulfonate head group enables the formation of micelles, which act as surfactants in solution, facilitating improved adhesion to carbon adsorbates [44]. We provide evidence in sections 3.2. and 3.3. that corroborates that the hydrophilic carbon fiber paper–[NiFe]-layered double hydroxide assemblies enabled PFOS adsorption and that defluorination occurred in the anode microenvironment. The optimal applied potential for the defluorination of 0.50 mM PFOS in aqueous 8.0 M LiOH electrolyte was +1.6 V vs RHE, for 10, 20, or 60 pulsed electrolysis cycles (Fig. 1 C). Therefore, we used an applied potential of +1.6 V vs RHE for this work. We rationalize this optimum applied potential by consideration of the thermodynamic potentials of the water–oxygen redox system at pH 14.9, which is the pH value we obtained for aqueous 8.0 M LiOH. We assumed Nernstian behavior [45] between pH values of 14.9 and 14.0; the thermodynamic potentials E of the water–oxygen redox system are known at pH 14.0 [1,46]. Reactive species of the water–oxygen redox system are deprotonated at pH 14.9 because of their respective pK a values [1]. At +1.6 V vs RHE at pH 14.9, alkaline water oxidation can directly form deprotonated hydrogen peroxide, HOO–, (E pH 14.9 = 0.81 V) through the two-proton–two-electron pathway, whereas the one-proton–one-electron water oxidation pathway to form O•– (E pH 14.9 = 1.72 V) is not accessible at that applied potential. Nevertheless, decomposition of HOO– by ultraviolet light can form O•–, and HOO– can be oxidized to OO•– (E pH 14.9 = 0.15 V), whose thermodynamic potential at pH 14.9 is only 0.60 V, which likely provides insufficient driving force for C–F cleavage in advanced oxidation processes [1]. The four-proton–four-electron alkaline water oxidation pathway to form dioxygen is also accessible at +1.6 V vs RHE at pH 14.9, as a thermodynamic potential of 0.35 V is required. Scaled up to the treatment of a 1 m3 batch of polluted water, the process of this work requires 5.256 kWh of operational electrical energy at a capital expense of $0.10 million U.S. dollars (Fig. 1 D), which are both lower than those of existing techniques. For example, electrooxidation of 0.5 mM PFOS by boron-doped diamond electrodes (Fig. 1 D) took 20 h to reach only ∼50 % conversion in a rotating disk reactor [47], which is impractical on a large scale. Scale-up to treatment of a 1 m3 batch of polluted water renders boron-doped diamond electrodes cost-prohibitive, as a working electrode of 15.2 m2 of at a cost of $8.58 million and 180 kWh m−3 electrical energy during operation are required [1,33,48]. SEM and XRD data of hydrophilic carbon fiber paper–[NiFe]-layered double hydroxide anodes pre or post electrocatalysis of 0.50 mM PFOS in 8.0 M aq LiOH after 60 pulsed electrolysis cycles that each consisted of 1 min ON time at an applied potential of +1.6 V vs RHE, followed by 5 min OFF time at open circuit potential, electrocatalyzed by laser-made [NiFe]-layered double hydroxide nanosheets on a hydrophilic carbon fiber paper anode, with ultraviolet irradiation and without stirring are shown in Fig. S1 and S2 (see Appendix A. Supplementary data). SEM images unsurprisingly indicate aggregation of the [NiFe]-layered double hydroxide catalyst nanoparticles on hydrophilic carbon fiber paper pre and post electrocatalysis, with less catalyst visible after electrocatalysis. XRD data exhibited reflections that are consistent with the presence of hydrophilic carbon fiber paper and laser-made [NiFe]-layered double hydroxide [9,11,12]; no other peaks were detected ( Fig. S2 ). Long-term stability data ( Fig. S3 ) show that defluorination decreased over time, likely due to detachment of catalyst nanoparticles from the hydrophilic carbon fiber paper, as evidenced by SEM imaging ( Fig. S1 ). Investigations to minimize catalyst aggregation and improve catalyst loading uniformity on hydrophilic carbon fiber paper, with the goal to concomitantly enhance the durability of the hydrophilic carbon fiber paper–[NiFe]-layered double hydroxide anodes during PFOS defluorination are underway but would go beyond the scope of this study. Next, we wanted to know how electrolyte conditions, i.e. type and concentration of alkali ions, presence or absence of high hydroxide ion concentrations, and type of PFAS substrate (PFOS or perfluorooctanoic acid, PFOA), correlated with defluorination yields. 3.2 Dependence of defluorination on electrolyte composition Lithium ions produced the highest PFOS defluorination yield compared to other alkali ions in electrolytes with 8.0 M alkali ion hydroxide concentrations. The defluorination yield in aqueous 8.0 M LiOH electrolyte was twice a high as in aqueous 8.0 M NaOH, KOH, or CsOH electrolytes. Defluorination in NaOH and KOH electrolytes was equally efficient, whereas defluorination in NaOH and KOH electrolytes outperformed that in CsOH electrolyte by a factor of 1.1 (Fig. 2 A). A few reports of lithium mediation of electrochemical transformations exist, albeit not in the context of PFAS defluorination, and particularly not in aqueous electrolytes. Lithium-supported electrochemical Birch reductions in nonaqueous media were utilized to synthesize pharmaceutically relevant building blocks [49]. Lithium-mediated ammonia electrosynthesis from dinitrogen has been reported in nonaqueous electrolytes [50–54]. Electrocatalysis in aqueous 6.0 M LiOH vs aqueous 6.0 M LiClO4 electrolytes showed a factor of 12.8 less defluorination in the perchlorate compared to the hydroxide electrolyte; the solubility limit of LiClO4 in room-temperature water dictated the use of 6.0 M instead of 8.0 M solutions (Fig. 2 B). Alkali metal ions have been shown to play a significant role in electrochemical oxidations and reductions, especially in alkaline aqueous electrolytes [55,56]. Non-covalent interactions between hydrated alkali metal cations and adsorbed OH species have been invoked to explain activity differences of electrocatalytic hydrogen oxidation, methanol oxidation, oxygen reduction [55], and carbon dioxide reduction [57–60] reactions in aqueous alkali metal cation electrolytes. Alkali metal cations can accumulate at the outer Helmholtz plane of the electrochemical double layer [58,61–63]. As the radius of alkali metal cations increases, their hydrated radius decreases; hence, heavier alkali metal cations induce a higher surface-charge density that creates a stronger electrostatic field in the double layer, which affects the polarizabilities and dipole moments of intermediates in the electrode microenvironment [58,64]. In the series of the alkali metal cations Li+, Na+, K+, and Cs+, lithium is the largest hydrated cation and possesses the highest hydration energy so that it coordinates most strongly to surface-bound OH species, thereby detrimentally destabilizing adsorbed hydroxide and blocking catalytic sites [65], which leads to inferior performance in these four redox reactions when lithium ions are present, compared to electrolytes with other alkali metal cations [55,56]. The mechanisms of heterogeneous electrocatalytic hydrogen oxidation [66–69], methanol oxidation [70–72], oxygen reduction [73–75], and carbon dioxide reduction [57,76–79] reactions do not involve hydroxyl radicals, whose formation would be an adverse side reaction in these four transformations. In contrast, PFAS defluorination proceeds by reaction with hydroxyl radicals [1,80,81], and our work shows for the first time that PFAS defluorination in aqueous lithium hydroxide electrolyte outperformed that in analog electrolytes with heavier alkali metal ions. Higher concentrations of aqueous base and concomitant pH values were beneficial for PFOS defluorination. Electrolyte concentration series of aqueous 2.0 to 8.0 M LiOH or aqueous 0.01 to 8.0 M KOH showed linear increases of defluorination yields as base concentrations increased (Fig. 2 C). The slope for LiOH was 17.5 ± 1.5 whereas that for KOH was 8.7 ± 0.3, ergo the LiOH slope was a factor of 2.0 steeper than the KOH slope. These results suggest that a high concentration of hydroxide ions was required for efficient PFOS defluorination, in addition to a high concentration of lithium ions. Plotting defluorination yields of these LiOH or KOH concentration series vs the electrolyte pH revealed that the LiOH slope was a factor of 1.8 steeper than the KOH slope (Fig. 2 D), corroborating that a high hydroxide ion concentration was needed for efficient PFOS defluorination. We measured the pH values of strongly alkaline aqueous KOH and CsOH solutions with a potentiometric pH probe because electrolytes that contain alkali ions larger than sodium do not suffer from alkaline error [82]. Alkaline error occurs when H+ ions within the pH electrode are partly or completely replaced by small alkali ions, leading to a lower than real measured pH value [82,83]. The determination of pH values of our aqueous LiOH and NaOH solutions that possessed high lithium or sodium ion concentrations was not trivial because of lithium and sodium ion error artifacts in potentiometric measurements [83–85]. Therefore, in keeping with published reports, we calculated the pH values of our aqueous LiOH and NaOH solutions. Solution pH values are often estimated using models that have been devised to account for alkaline error. Several equations have been reported, with numerous corrections to calculate the values of activity coefficients for electrolyte solutions, such as the Debye–Hückel, Hegleson, Davies, and Pitzer equations [83]. Considering our experimental parameters, we chose to use the Pitzer equation [24] to calculate activity coefficients, as the Pitzer equation was reported to have increased validity at high electrolyte concentrations, compared to other methods [22,83,86,87]. However, the accuracy of the Pitzer equation depends on the electrolyte of choice. We used aqueous 2.0, 4.0, 6.0, or 8.0 M LiOH or 8.0 M NaOH electrolytes in our work. The Pitzer equation has been reported to have a validity regime of at most 4.0 M for LiOH and 6.0 M for NaOH [22–24]. Therefore, we additionally calculated the pH value of each electrolyte, assuming complete dissociation, corresponding to an activity coefficient of unity (Table 1). Based on concentration alone, the anticipated pH values for these high concentration electrolyte solutions were 14–15. We found discrepancies in the comparison of pH values resulting from the Pitzer model to those calculated based on an activity coefficient of unity. In the cases beyond the validity of the Pitzer equation (aqueous 6.0 or 8.0 M LiOH or 8.0 M NaOH) we, therefore, took the pH values calculated based on an activity coefficient of unity. Defluorination of PFOS was 1.2 times more efficient than that of PFOA under otherwise identical conditions (Fig. 2 E), presumably because cleaved sulfonate headgroups may have remained in the electrode microenvironment, where they can form SO4 •– radicals near the anode to assist defluorination in advanced oxidation processes [88–91]. Several mechanisms have been proposed for electrochemical aqueous PFOS destruction [1 47,92–94]. Reported electrooxidation pathways of perfluorinated sulfonic acids or sulfonates commence with an initial step involving a direct electron transfer to the anode, a process identified as rate-limiting based on density function theory calculations [92]. Because the bond dissociation energy of the C–S bond (272 kJ mol−1) in PFOS is lower than that of the C–C bonds (346 kJ mol−1) [95] or that of the C–F bonds (464.5–481.5 kJ mol−1) [96], desulfonation occurs after the initial electron transfer [47,92–94], resulting in the formation of a •C8F17 or •C7F15 radical, depending on mechanism [1], from which CF2 moieties are unzipped by advanced oxidation processes involving •OH or OO•– radicals to form shorter-chain perfluoroalkyl radicals, ultimately producing CO2 and HF, which gives rise to fluoride in the electrolyte that can later be safely mineralized as calcium-containing solids [97]. X-ray photoelectron spectroscopy (XPS) data demonstrate the presence of adsorbed C–F2 and C–F3 moieties, adsorbed sulfate, and adsorbed deprotonated hydrogen peroxide at [NiFe]-layered double hydroxide on hydrophilic carbon fiber paper anode surfaces after 6 h of pulsed electrocatalysis in aqueous 8.0 M LiOH electrolyte with 0.5 mM PFOS (Fig. 3 A). Analog data after immersion of the anode for 6 h in the aqueous 8.0 M LiOH electrolyte with 0.5 mM PFOS at open circuit potential show higher contents of adsorbed C–F2 and C–F3 but almost no adsorbed sulfate and zero adsorbed deprotonated hydrogen peroxide (Fig. 3 B). In contrast, no adsorbed C–F2 and C–F3 moieties, no adsorbed sulfate, and no adsorbed deprotonated hydrogen peroxide were detectable after 6 h at open circuit potential in aqueous 8.0 M LiOH electrolyte without PFOS (Fig. 3 C). Additional XPS data are in Fig. S4 and Fig. S5 . We quantified surface contents of individual species with respect to total surface carbon by peak fitting, accounting for relative sensitivity factors. The elements carbon, oxygen, and minor amounts of nickel were present in the XPS data of working electrode surfaces at all three electrochemical conditions; notably, lithium was absent (Fig. 3 and Fig. S4 ). We were unable to detect iron in the Fe 2p core level region ( Fig. S5 ), since the laser-made [NiFe]-layered double hydroxide nanosheets had a nickel-to-iron ratio of 3.5:1 [9,11], and the catalyst loading was only 4 mg on the high surface area hydrophilic carbon fiber paper [12] with a carbon surface area of 4200 cm2, resulting in an average catalyst loading of 0.9 µg cm2 and a weak Ni 2p signal. At open circuit potential without any PFOS present in the aqueous 8.0 M LiOH solution, fitting the C 1s and O 1s regions with peaks as described previously for hydrophilic carbon fiber paper [12] matched the data well and did not require inclusion of any additional peaks (Fig. 3 C). At open circuit potential with 0.5 mM PFOS present in the aqueous 8.0 M LiOH solution, we detected the elements fluorine and sulfur in XPS data, in addition to carbon, oxygen, and nickel (Fig. 3 B and Fig. S5 B). Fitting the C 1s signal required inclusion of two additional peaks with central binding energies of 292.2 and 294.5 eV, attributable to C–F2 and C–F3 moieties, respectively [98]. Additionally, a strong F 1s peak was present with a central binding energy of 689.4 eV, which is consistent with the reported range of C–F bonds in PFOS (688–689 eV) [98,99], thus providing evidence of adsorption of PFOS at the surface of hydrophilic carbon fiber paper–[NiFe]-layered double hydroxide assemblies. The weak S 2p signal exhibited a peak with a central binding energy of 168.4 eV, attributable to sulfate whose reported binding energy range is 168.3–169.4 eV [98–100]. Likewise, matching the O 1s signal required an additional peak to keep the contents of the carbon and oxygen containing species consistent in both the C 1s and O 1s regions. This additional O 1s peak at a central binding energy of 532.2 eV is assignable to sulfate SO moieties [101] stemming from PFOS. After PFOS electrocatalysis, which consisted of pulsed electrolysis at 60 cycles (1 cycle was 1 min ON time at an applied potential of +1.6 VRHE, followed by 5 min OFF time at open circuit potential), with 0.5 mM PFOS present in the aqueous 8.0 M LiOH solution, we observed in XPS data the elements carbon, oxygen, nickel, fluorine, and sulfur (Fig. 3 A and Fig. S5 A). The surface sulfate content was three times higher than that obtained at open circuit potential with 0.5 mM PFOS present in the aqueous 8.0 M LiOH solution, indicating that negatively charged sulfate head groups adsorbed preferentially when the surface of the hydrophilic carbon fiber paper–[NiFe]-layered double hydroxide assembly was positively charged. The S 2p core level region exhibited a peak at a central binding energy of 168.4 eV, attributable to sulfate [98–100]. Likewise, an additional O 1s peak at a central binding energy of 532.2 eV was detected, attributable to sulfate SO moieties [101] from PFOS. Interestingly, we observed a drop in surface fluorine content after electrocatalysis, presumably due to increased defluorination; note that 60 cycles of pulsed electrolysis led to complete defluorination of PFOS in the entire electrolyte solution (Fig. 1). In the post-electrocatalysis XPS data, an additional broad feature was present in the O 1s region with a central binding energy of 538.7 eV. We did not detect this higher binding energy feature in electrodes after immersion at open circuit potential, with or without PFOS. Adsorbed water on carbon surfaces, including on hydrophilic carbon fiber paper, has a reported central binding energy range of 535.3–536.1 eV [12,102,103], which is too low to explain our signal. Reported binding energies of water in LiCl solutions are around 538.0 eV [101], but we did not observe lithium in the XPS data ( Fig. S4 ), suggesting that the 538.7 eV feature was not due to adsorbed water. Dioxygen physisorbed on graphite was reported to have binding energy of 538.1 eV and a peak width of 1.2 eV [104], which we included as the low binding energy peak into fitting the broad feature (Fig. 3). Dioxygen could have originated from water oxidation at the anode; we note that we did not observe bubble formation, suggesting that the four-proton–four-electron alkaline water oxidation was not a dominant process in which charge was lost. Besides, formed fluorocarbon-based radicals, which have been proposed as intermediates [1,105], are likely to react very efficiently with O2. Inclusion of a dioxygen peak into fitting the broad feature left a peak with a central binding energy of 539.5 eV and a width of 1.9 eV to match the data. We assigned this 539.5 eV peak to adsorbed deprotonated hydrogen peroxide that originated from the two-proton–two-electron water oxidation that is energetically accessible at high pH and an applied potential of +1.6 V vs RHE (see 3.1.). The O 1s XPS spectrum of hydrogen peroxide is known, with a central binding energy of the O 1s peak of 540.9 eV [106]. The pK a value of hydrogen peroxide is 11.6 [107], ergo hydrogen peroxide was deprotonated in aqueous 8.0 M LiOH solution. Our observed binding energy of 539.5 eV (Fig. 3) was 1.4 eV less than the reported H2O2 binding energy of 540.9 eV [106], presumably because surface adsorption and deprotonation shifted the O 1s electron binding energy to lower values. An O 1s shift of 1.4 eV to lower binding energy is reasonable, as estimated from O 1s binding energy values for water, which is the most closely related chemical to H2O2, and for which more XPS data are known. The O 1s central binding energies of liquid water on liquid water and water adsorbed on hydrophilic carbon fiber paper are 538 eV [106,108,109] and 535.3–536.1 eV [12], respectively. We chose central binding energy values for liquid water because surface-adsorbed water molecules form liquid-like-structured nanoclusters above graphitic carbon basal planes [12,110]. Ergo, the overall central binding energy shift was 1.9–2.7 eV, going from water to deprotonated water adsorbed on hydrophilic carbon fiber paper. This central binding energy shift to lower values for water explains the central binding energy shift of 1.4 eV to lower energy that we observed for deprotonated hydrogen peroxide adsorbed on hydrophilic carbon fiber paper, compared to reported XPS data of gaseous hydrogen peroxide [106]. As a result, our XPS data provide direct evidence for deprotonated hydrogen peroxide adsorbed on hydrophilic carbon fiber paper. Under an applied potential of +1.6 V vs RHE, the negatively charged HOO– species was electrostatically attracted to the positively charged anode, effectively trapping deprotonated hydrogen peroxide within the anode microenvironment. With ultraviolet irradiation, this adsorbed deprotonated hydrogen peroxide likely served as a source of reactive oxygen species, particularly O•– radical anions [1,111]. The pK a value of the •OH radical is 11.8 [112], ergo the hydroxyl radical was deprotonated in aqueous 8.0 M LiOH solution, so that ultraviolet light decomposition of deprotonated hydrogen peroxide produced negatively charged O•– radical anions that were electrostatically attracted to the positively charged anode, trapping these O•– radical anions within the electrode microenvironment. Therefore, PFOS defluorination occurred via advanced oxidation processes by interfacial reactive oxygen species O•– from HOO– within the anode microenvironment. Results of electrolyte agitation and pulsed electrolysis vs continuous chronoamperometry experiments, described in the following, corroborate our finding that PFOS defluorination happened indeed in the anode microenvironment and not in the bulk electrolyte. 3.3 Electrode microenvironment effects on defluorination Zero stirring and use of pulsed electrolysis instead of continuous chronoamperometry resulted in the most efficient PFOS defluorination (Fig. 4 ), indicating that a thick electrochemical boundary layer and long residence times of reactive intermediates in the anode microenvironment played a significant role in C–F bond cleavage. More defluorination was observed in 2 h continuous chronoamperometry experiments when longer time intervals had elapsed before the electrolyte was stirred for 5 min (Fig. 4 A), suggesting that PFOS breakdown occurred near the anode surface after initial adsorption via the sulfonate headgroup; apparently, headgroup-less, shorter-chain PFOS breakdown products were unable to re-adsorb at the anode. In strongly alkaline aqueous electrolyte, PFOS was deprotonated, i.e. anionic and attracted to the positively charged anode, because the pK a value of sulfonic acid protons of PFOS is –3.27 [113]. We observed in XPS data surface sulfate at anodes (see above). Likewise, we obtained higher defluorination yields with slower stirring speeds, with zero stirring being most beneficial, corroborating that a thick boundary layer was essential for efficient defluorination (Fig. 4 B, C). The short lifetimes of oxygen- and carbon-based radicals in aqueous electrolytes [1] that can be generated by the electrooxidations of this work dictate that these radicals reside within the electrode microenvironment. Zero or slower stirring speeds gave higher defluorination yields, irrespective whether continuous chronoamperometry (Fig. 4 B) or pulsed electrolysis was used (Fig. 4 C). Therefore, we used in the following zero stirring. In pulsed electrolysis experiments, a constant applied potential is maintained for a brief period of seconds to minutes (called ON time), followed by a switch to open circuit potential for time durations on the order of minutes (called OFF time) [114], to allow the boundary layer to re-establish equilibrium [115]; this ON–OFF time cycle is repeated several times. Comparison of pulsed electrolysis with continuous chronoamperometry reveals insights into the importance of electrochemical and chemical transformations within the electrode microenvironment [115]. We found that the ON and OFF time durations mattered for defluorination in unstirred aqueous 8.0 M LiOH electrolyte (Fig. 4 D, E); we note that we maintained a constant total ON time of 20 min at an applied potential of +1.6 V vs RHE throughout these experiments to ensure comparability. Cycles consisting of 1 min ON time and 5 min OFF time produced the highest defluorination. Variation of the ON time to 2, 5, or 0.5 min generated less defluorination (Fig. 4 D). An ON time of less than 1 min apparently did not allow sufficient time for the defluorination reactions to proceed to completion. Since complete defluorination of all PFOS in the anode microenvironment was achieved within an ON time of 1 min, longer ON times did not improve defluorination, and overall defluorination yields were lower because the number of cycles was lower with longer ON times. Shortening the OFF time from 5 min to 2 min at 1 min ON time also significantly decreased defluorination, indicating insufficient re-equilibration after 2 min; a longer OFF time of 10 instead of 5 min did not enhance defluorination (Fig. 4 E), suggesting that the anode microenvironment was sufficiently re-equilibrated after 5 min. Efficient PFOS defluorination required the presence of laser-made [NiFe]-layered double hydroxide catalyst nanosheets on hydrophilic carbon fiber paper and ultraviolet irradiation ( Fig. S6 A). Without catalyst and ultraviolet light, PFOS defluorination was decreased by a factor of 24.0, compared to that in the presence of catalyst and ultraviolet light. An applied potential of +1.6 V vs RHE was needed to efficiently defluorinate PFOS; fluoride generation at open circuit potential for 2 h was negligible ( Fig. S6 B). Detected fluoride after electrocatalysis without PFOS was also negligible ( Fig. S6 C). Our electrolyte agitation and pulsed electrolysis results together with our XPS data and finding that defluorination was more efficient at lower PFOS concentrations provide definite evidence that PFOS defluorination occurred within the anode microenvironment, likely via advanced oxidation processes involving short-lived O•– radical anions from ultraviolet light decomposition of HOO– species that were regenerated during electrocatalysis from water at the surface of laser-made [NiFe]-layered double hydroxide nanosheets on hydrophilic carbon fiber paper. Re-equilibration of this anode boundary layer during the OFF times of at least 5 min appeared to reset diffusional reaction conditions to initial conditions, and C–F bond cleavage occurred during the 1 min ON time intervals. We surmise that our PFOS defluorination process was efficient because the hydrophilic carbon fiber paper possessed a high carbon surface area of 4200 cm2, a high porosity of 78 % [16], and carbon fibers with a mean diameter of (6.8 ± 0.6) µm, determined from SEM images ( Fig. S7 ), leading to an anode surface at which electrolyte diffusion during the re-equilibration times was not significantly restricted by pore size, while simultaneously offering high surface area for PFOS adsorption and defluorination by adsorbed reactive oxygen species that were electrocatalytically regenerated by alkaline water oxidation in the anode microenvironment. 4 Conclusions We achieved complete PFOS defluorination in aqueous electrocatalysis with laser-made [NiFe]-layered double hydroxide nanocatalysts immobilized on hydrophilic carbon fiber paper anodes. All materials were nonprecious, as needed for globally scalable PFAS remediation technologies. Pulsed electrolysis of 0.50 or 0.05 mM PFOS in aqueous 8.0 M LiOH solution assisted by ultraviolet light irradiation enhanced electrical energy and capital expense efficiency. A PFOS concentration of 0.05 mM corresponds to 27 ppm, which is relevant for environmental water pollution remediation. High concentrations of lithium ions and high basicity were essential for efficient defluorination, which also worked for PFOA, albeit 1.2 times more efficiently for PFOS, presumably due to advanced oxidation processes by sulfate radicals near the anode that assisted defluorination. XPS data provided evidence for adsorbed C–F2 and C–F3 moieties, adsorbed sulfate, and adsorbed deprotonated hydrogen peroxide at [NiFe]-layered double hydroxide on hydrophilic carbon fiber paper anode surfaces post electrocatalysis. A thick boundary layer was essential for efficient defluorination, and C–F bond cleavage occurred within the anode microenvironment via advanced oxidation processes that involved reactive oxygen species in the aqueous system. We found that slower stirring speeds improved defluorination yields, with zero stirring being most beneficial. Likewise, more defluorination was observed in 2 h continuous chronoamperometry experiments when longer time intervals had elapsed before the electrolyte was stirred for 5 min, suggesting that PFOS breakdown occurred near the anode surface after initial adsorption. Further, pulsed electrolysis, which allowed for boundary layer re-equilibration during each open circuit potential period of 5 min, enabled complete defluorination, whereas steady-state chronoamperometry with the same amount of charge passed led to a factor of 1.5 less defluorination. Electrolyte diffusion during the re-equilibration times was not significantly restricted by pore size at the anode surface that had a carbon porosity of 78 % and a mean carbon fiber diameter of (6.8 ± 0.6) µm, while simultaneously offering a high carbon surface area of 468 cm2 per geometric cm2, to enable PFOS defluorination by adsorbed reactive oxygen species that were electrocatalytically regenerated within the anode microenvironment. Our understanding of advanced aqueous electrocatalytic oxidation processes, particularly within anode microenvironments, paves the way toward more cost and energy efficient PFAS defluorination technologies. CRediT authorship contribution statement Ziyi Meng: Writing – original draft, Visualization, Validation, Investigation, Formal analysis. Madeleine K. Wilsey: Writing – original draft, Visualization, Validation, Investigation, Formal analysis. Connor P. Cox: Writing – original draft, Visualization, Validation, Investigation. Astrid M. Müller: Writing – review & editing, Writing – original draft, Visualization, Supervision, Resources, Project administration, Funding acquisition, Formal analysis, Data curation, Conceptualization. Declaration of competing interest The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Astrid M Mueller has patent pending to University of Rochester. Madeleine K. Wilsey has patent pending to University of Rochester. If there are other authors, they declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments Funding: Acknowledgment is made to the Donors of the American Chemical Society Petroleum Research Fund for support of this research (grant number 62578-DNI5). A.M.M. is grateful for start-up funds and a University Research Award from the University of Rochester. Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jcat.2024.115403. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] M.K. Wilsey T. Taseska Z. Meng W. Yu A.M. Müller Advanced electrocatalytic redox processes for environmental remediation of halogenated organic water pollutants Chem. Commun. 59 2023 11895 11922 M.K. Wilsey, T. Taseska, Z. Meng, W. Yu, A.M. Müller, Advanced Electrocatalytic Redox Processes for Environmental Remediation of Halogenated Organic Water Pollutants, Chem. Commun., 59 (2023) 11895-11922. [2] J.W. Washington T.M. Jenkins Abiotic hydrolysis of fluorotelomer-based polymers as a source of perfluorocarboxylates at the global scale Environ. Sci. Technol. 49 2015 14129 14135 J.W. Washington, T.M. Jenkins, Abiotic hydrolysis of fluorotelomer-based polymers as a source of perfluorocarboxylates at the global scale, Environ. Sci. Technol., 49 (2015) 14129-14135. [3] J. Garnett C. Halsall H. Winton H. Joerss R. Mulvaney R. Ebinghaus M. Frey A. Jones A. Leeson P. Wynn Increasing accumulation of perfluorocarboxylate contaminants revealed in an antarctic firn core (1958–2017) Environ. Sci. Technol. 56 2022 11246 11255 J. Garnett, C. Halsall, H. Winton, H. Joerss, R. Mulvaney, R. Ebinghaus, M. Frey, A. Jones, A. Leeson, P. Wynn, Increasing Accumulation of Perfluorocarboxylate Contaminants Revealed in an Antarctic Firn Core (1958–2017), Environ. Sci. Technol., 56 (2022) 11246-11255. [4] U. Unep, Report of the Conference of the Parties of the Stockholm Convention on Persistent Organic Pollutants on the work of its fourth meeting, United Nations environment programme, Stockholm convention on persistent organic pollutants. Geneva, 2009, p. 112. [5] S.H. Korzeniowski R.C. Buck R.M. Newkold A.E. Kassmi E. Laganis Y. Matsuoka B. Dinelli S. Beauchet F. Adamsky K. Weilandt A critical review of the application of polymer of low concern regulatory criteria to fluoropolymers II: fluoroplastics and fluoroelastomers Integr. Environ. Assess. Manag. 19 2023 326 354 S.H. Korzeniowski, R.C. Buck, R.M. Newkold, A.E. kassmi, E. Laganis, Y. Matsuoka, B. Dinelli, S. Beauchet, F. Adamsky, K. Weilandt, A critical review of the application of polymer of low concern regulatory criteria to fluoropolymers II: fluoroplastics and fluoroelastomers, Integrated Environmental Assessment and Management, 19 (2023) 326-354. [6] A.R. Bock B.E. Laird P.F.A.S. Regulations Past and Present and Their Impact on Fluoropolymers B. Améduri Perfluoroalkyl Substances 2022 The Royal Society of Chemistry 1 21 A.R. Bock, B.E. Laird, PFAS Regulations: Past and Present and Their Impact on Fluoropolymers, in: B. Améduri (Ed.) Perfluoroalkyl Substances, The Royal Society of Chemistry, 2022, pp. 1-21. [7] G. Nouri Y. Noorollahi H. Yousefi Solar assisted ground source heat pump systems – a review Appl. Therm. Eng. 163 2019 114351 G. Nouri, Y. Noorollahi, H. Yousefi, Solar assisted ground source heat pump systems – A review, Applied Thermal Engineering, 163 (2019) 114351. [8] B. Trang Y. Li X.-S. Xue M. Ateia K. Houk W.R. Dichtel Low-temperature mineralization of perfluorocarboxylic acids Science 377 2022 839 845 B. Trang, Y. Li, X.-S. Xue, M. Ateia, K. Houk, W.R. Dichtel, Low-temperature mineralization of perfluorocarboxylic acids, Science, 377 (2022) 839-845. [9] B.M. Hunter J.D. Blakemore M. Deimund H.B. Gray J.R. Winkler A.M. Müller Highly active mixed-metal nanosheet water oxidation catalysts made by pulsed-laser ablation in liquids J. Am. Chem. Soc. 136 2014 13118 13121 B.M. Hunter, J.D. Blakemore, M. Deimund, H.B. Gray, J.R. Winkler, A.M. Müller, Highly Active Mixed-Metal Nanosheet Water Oxidation Catalysts Made by Pulsed-Laser Ablation in Liquids, J. Am. Chem. Soc., 136 (2014) 13118-13121. [10] B.M. Hunter H.B. Gray A.M. Müller Earth-abundant heterogeneous water oxidation catalysts Chem. Rev. 116 2016 14120 14136 B.M. Hunter, H.B. Gray, A.M. Müller, Earth-Abundant Heterogeneous Water Oxidation Catalysts, Chem. Rev., 116 (2016) 14120-14136. [11] B.M. Hunter W. Hieringer J.R. Winkler H.B. Gray A.M. Müller Effect of interlayer anions on [NiFe]-LDH nanosheet water oxidation activity Energy Environ. Sci. 9 2016 1734 1743 B.M. Hunter, W. Hieringer, J.R. Winkler, H.B. Gray, A.M. Müller, Effect of Interlayer Anions on [NiFe]-LDH Nanosheet Water Oxidation Activity, Energy Environ. Sci., 9 (2016) 1734-1743. [12] M.K. Wilsey K.R. Watson O.C. Fasusi B.P. Yegela C.P. Cox P.R. Raffaelle L. Cai A.M. Müller Selective hydroxylation of carbon fiber paper for long-lasting hydrophilicity by a green chemistry process Adv. Mater. Interfaces 10 2023 2201684 M.K. Wilsey, K.R. Watson, O.C. Fasusi, B.P. Yegela, C.P. Cox, P.R. Raffaelle, L. Cai, A.M. Müller, Selective Hydroxylation of Carbon Fiber Paper for Long-Lasting Hydrophilicity by a Green Chemistry Process, Adv. Mater. Interfaces, 10 (2023) 2201684. [13] Y. Wang J. Fu T. Wang Y. Liang Y. Pan Y. Cai G. Jiang Distribution of perfluorooctane sulfonate and other perfluorochemicals in the ambient environment around a manufacturing facility in China Environ. Sci. Technol. 44 2010 8062 8067 Y. Wang, J. Fu, T. Wang, Y. Liang, Y. Pan, Y. Cai, G. Jiang, Distribution of Perfluorooctane Sulfonate and Other Perfluorochemicals in the Ambient Environment around a Manufacturing Facility in China, Environ. Sci. Technol., 44 (2010) 8062-8067. [14] A.M. Mueller, M.K. Wilsey, K.R. Watson, O.C. Fasusi, B.P. Yegela, C.P. Cox, Acid-free solution process for structurally intact carbon fiber paper with long-lasting hydrophilicity, 2023. [15] T.A. Ha C. Pozo-Gonzalo K. Nairn D.R. MacFarlane M. Forsyth P.C. Howlett An investigation of commercial carbon air cathode structure in ionic liquid based sodium oxygen batteries Sci. Rep. 10 2020 7123 T.A. Ha, C. Pozo-Gonzalo, K. Nairn, D.R. MacFarlane, M. Forsyth, P.C. Howlett, An investigation of commercial carbon air cathode structure in ionic liquid based sodium oxygen batteries, Sci. Rep., 10 (2020) 7123. [16] https://www.fuelcellstore.com/avcarb-mgl190 (accessed November 17, 2023). [17] T.L. Barr S. Seal Nature of the use of adventitious carbon as a binding energy standard J. Vac. Sci. Technol. A 13 1995 1239 1246 T.L. Barr, S. Seal, Nature of the use of adventitious carbon as a binding energy standard, J. Vac. Sci. Technol. A, 13 (1995) 1239-1246. [18] D.A. Shirley High-resolution X-ray photoemission spectrum of the valence bands of gold Phys. Rev. B 5 1972 4709 4714 D.A. Shirley, High-Resolution X-Ray Photoemission Spectrum of the Valence Bands of Gold, Phys. Rev. B, 5 (1972) 4709-4714. [19] W.S. Rasband, ImageJ, in: ImageJ; U.S. National Institutes of Health, Bethesda, MD. Available online at http://imagej.nih.gov/ij/. [20] J. Huling A. Götz N. Grabow S. Illner GIFT: An ImageJ macro for automated fiber diameter quantification PLoS One 17 2022 e0275528 J. Huling, A. Götz, N. Grabow, S. Illner, GIFT: An ImageJ macro for automated fiber diameter quantification, PLoS One, 17 (2022) e0275528. [21] K.K. Kasem S. Jones Platinum as a reference electrode in electrochemical measurements Platinum Metals Rev. 52 2008 100 K.K. Kasem, S. Jones, Platinum as a reference electrode in electrochemical measurements, Platinum Metals Rev., 52 (2008) 100. [22] A.M. Wijesinghe J.A. Rard Conversion and optimization of the parameters from an extended form of the ion-interaction model for Ca (NO3) 2 (aq) and NaNO3 (aq) to those of the standard Pitzer model, and an assessment of the accuracy of the parameter temperature representations J. Chem. Thermodyn. 37 2005 1196 1218 A.M. Wijesinghe, J.A. Rard, Conversion and optimization of the parameters from an extended form of the ion-interaction model for Ca (NO3) 2 (aq) and NaNO3 (aq) to those of the standard Pitzer model, and an assessment of the accuracy of the parameter temperature representations, J. Chem. Thermodyn., 37 (2005) 1196-1218. [23] M.C. Simoes K.J. Hughes D.B. Ingham L. Ma M. Pourkashanian Estimation of the pitzer parameters for 1–1, 2–1, 3–1, 4–1, and 2–2 single electrolytes at 25° C J. Chem. Eng. Data 61 2016 2536 2554 M.C. Simoes, K.J. Hughes, D.B. Ingham, L. Ma, M. Pourkashanian, Estimation of the Pitzer Parameters for 1–1, 2–1, 3–1, 4–1, and 2–2 Single Electrolytes at 25° C, J. Chem. Eng. Data, 61 (2016) 2536-2554. [24] K.S. Pitzer Thermodynamics of electrolytes. I. Theoretical basis and general equations J. Phys. Chem. 77 1973 268 277 K.S. Pitzer, Thermodynamics of electrolytes. I. Theoretical basis and general equations, J. Phys. Chem., 77 (1973) 268-277. [25] H. Cho K. Kim H.-T. Kwak S. Lee M. Meyyappan C.-K. Baek Buffer solution optimization for accurate fluoride ion detection in tap water J. Electroanal. Chem. 858 2020 113837 H. Cho, K. Kim, H.-T. Kwak, S. Lee, M. Meyyappan, C.-K. Baek, Buffer solution optimization for accurate fluoride ion detection in tap water, J. Electroanal. Chem., 858 (2020) 113837. [26] https://assets.fishersci.com/TFS-Assets/LSG/manuals/D15872∼.pdf (accessed November 14, 2023). [27] E. Amores J. Rodríguez C. Carreras Influence of operation parameters in the modeling of alkaline water electrolyzers for hydrogen production Int. J. Hydrogen Energy 39 2014 13063 13078 E. Amores, J. Rodríguez, C. Carreras, Influence of operation parameters in the modeling of alkaline water electrolyzers for hydrogen production, Int. J. Hydrogen Energy, 39 (2014) 13063-13078. [28] M. Martín-Sómer C. Pablos C. Adán R. van Grieken J. Marugán A review on LED technology in water photodisinfection Sci. Total Environ. 885 2023 163963 M. Martín-Sómer, C. Pablos, C. Adán, R. van Grieken, J. Marugán, A review on LED technology in water photodisinfection, Sci. Total Environ., 885 (2023) 163963. [29] R. Streubel S. Barcikowski B. Gökce Continuous multigram nanoparticle synthesis by high-power, high-repetition-rate ultrafast laser ablation in liquids Opt. Lett. 41 2016 1486 1489 R. Streubel, S. Barcikowski, B. Gökce, Continuous multigram nanoparticle synthesis by high-power, high-repetition-rate ultrafast laser ablation in liquids, Opt. Lett., 41 (2016) 1486-1489. [30] S. Jendrzej B. Gökce M. Epple S. Barcikowski How size determines the value of gold: economic aspects of wet chemical and laser-based metal colloid synthesis ChemPhysChem 18 2017 1012 1019 S. Jendrzej, B. Gökce, M. Epple, S. Barcikowski, How Size Determines the Value of Gold: Economic Aspects of Wet Chemical and Laser-Based Metal Colloid Synthesis, ChemPhysChem, 18 (2017) 1012-1019. [31] L. Bindi A.G. Christy S.J. Mills M.E. Ciriotti E. Bittarello New compositional and structural data validate the status of jamborite Can. Mineral. 53 2015 791 802 L. Bindi, A.G. Christy, S.J. Mills, M.E. Ciriotti, E. Bittarello, New compositional and structural data validate the status of jamborite, Can. Mineral., 53 (2015) 791-802. [32] B.M. Hunter N.B. Thompson A.M. Müller G.R. Rossman M.G. Hill J.R. Winkler H.B. Gray Trapping an Iron(VI) water-splitting intermediate in nonaqueous media Joule 2 2018 1 17 B.M. Hunter, N.B. Thompson, A.M. Müller, G.R. Rossman, M.G. Hill, J.R. Winkler, H.B. Gray, Trapping an Iron(VI) Water-Splitting Intermediate in Nonaqueous Media, Joule, 2 (2018) 1-17. [33] https://www.ika.com/en/Products-Lab-Eq/Electrochemistry-Kit-csp-516/Boron-doped-diamond,-Set-of-2-cpdt-40002856/ (accessed July 7, 2022). [34] R.M. Morrison, An economic analysis of electron accelerators and cobalt-60 for irradiating food, US Department of Agriculture, Economic Research Service, Rockville, MD, U.S.A., 1989. [35] N.N. Mahamuni Y.G. Adewuyi Advanced oxidation processes (AOPs) involving ultrasound for waste water treatment: a review with emphasis on cost estimation Ultrason. Sonochem. 17 2010 990 1003 N.N. Mahamuni, Y.G. Adewuyi, Advanced oxidation processes (AOPs) involving ultrasound for waste water treatment: a review with emphasis on cost estimation, Ultrason. Sonochem., 17 (2010) 990-1003. [36] A. Blumberga D. Blumberga J. Pubule F. Romagnoli Cost-benefit analysis of plasma-based technologies Energy Procedia 72 2015 170 174 A. Blumberga, D. Blumberga, J. Pubule, F. Romagnoli, Cost-benefit analysis of plasma-based technologies, Energy Procedia, 72 (2015) 170-174. [37] D. Panepinto S. Fiore G. Genon M. Acri Thermal valorization of sewer sludge: perspectives for large wastewater treatment plants J. Clean. Prod. 137 2016 1323 1329 D. Panepinto, S. Fiore, G. Genon, M. Acri, Thermal valorization of sewer sludge: Perspectives for large wastewater treatment plants, J. Clean. Prod., 137 (2016) 1323-1329. [38] A. Guerrini G. Romano A. Indipendenza Energy efficiency drivers in wastewater treatment plants: a double bootstrap DEA analysis Sustainability 9 2017 1126 A. Guerrini, G. Romano, A. Indipendenza, Energy efficiency drivers in wastewater treatment plants: A double bootstrap DEA analysis, Sustainability, 9 (2017) 1126. [39] C.E. Schaefer C. Andaya A. Burant C.W. Condee A. Urtiaga T.J. Strathmann C.P. Higgins Electrochemical treatment of perfluorooctanoic acid and perfluorooctane sulfonate: insights into mechanisms and application to groundwater treatment Chem. Eng. J. 317 2017 424 432 C.E. Schaefer, C. Andaya, A. Burant, C.W. Condee, A. Urtiaga, T.J. Strathmann, C.P. Higgins, Electrochemical treatment of perfluorooctanoic acid and perfluorooctane sulfonate: Insights into mechanisms and application to groundwater treatment, Chem. Eng. J., 317 (2017) 424-432. [40] T.X.H. Le H. Haflich A.D. Shah B.P. Chaplin Energy-efficient electrochemical oxidation of perfluoroalkyl substances using a Ti4O7 reactive electrochemical membrane anode Environ. Sci. Technol. Lett. 6 2019 504 510 T.X.H. Le, H. Haflich, A.D. Shah, B.P. Chaplin, Energy-Efficient Electrochemical Oxidation of Perfluoroalkyl Substances Using a Ti4O7 Reactive Electrochemical Membrane Anode, Environ. Sci. Technol. Lett., 6 (2019) 504-510. [41] X. Pang J.T. Davis A.D. Harvey D.V. Esposito Framework for evaluating the performance limits of membraneless electrolyzers Energy Environ. Sci. 13 2020 3663 3678 X. Pang, J.T. Davis, A.D. Harvey, D.V. Esposito, Framework for evaluating the performance limits of membraneless electrolyzers, Energy Environ. Sci., 13 (2020) 3663-3678. [42] D. Palma C. Richard M. Minella State of the art and perspectives about non-thermal plasma applications for the removal of PFAS in water Chem. Eng. J. Adv. 2022 100253 D. Palma, C. Richard, M. Minella, State of the art and perspectives about non-thermal plasma applications for the removal of PFAS in water, Chem. Eng. J. Adv., (2022) 100253. [43] M.L. Brusseau The influence of molecular structure on the adsorption of PFAS to fluid-fluid interfaces: using QSPR to predict interfacial adsorption coefficients Water Res. 152 2019 148 158 M.L. Brusseau, The influence of molecular structure on the adsorption of PFAS to fluid-fluid interfaces: Using QSPR to predict interfacial adsorption coefficients, Water Res., 152 (2019) 148-158. [44] J. Liu S.M. Avendaño Microbial degradation of polyfluoroalkyl chemicals in the environment: a review Environ. Int. 61 2013 98 114 J. Liu, S.M. Avendaño, Microbial degradation of polyfluoroalkyl chemicals in the environment: a review, Environ. Int., 61 (2013) 98-114. [45] A.J. Bard L.R. Faulkner Electrochemical Methods: Fundamentals and Applications second ed. 1980 Wiley New York, USA A.J. Bard, L.R. Faulkner, Electrochemical Methods: Fundamentals and Applications, 2nd ed., Wiley, New York, U.S.A., 1980. [46] D.T. Sawyer, The Redox Thermodynamics for Dioxygen Species (O 2, O 2-·, HOO·, HOOH, and HOO-) and Monooxygen Species (O, O-·,· OH, and-OH) in Water and Aprotic Solvents, in: Oxygen Radicals in Biology and Medicine, 1988, pp. 11-20. [47] K.E. Carter J. Farrell Oxidative destruction of perfluorooctane sulfonate using boron-doped diamond film electrodes Environ. Sci. Technol. 42 2008 6111 6115 K.E. Carter, J. Farrell, Oxidative Destruction of Perfluorooctane Sulfonate Using Boron-Doped Diamond Film Electrodes, Environ. Sci. Technol., 42 (2008) 6111-6115. [48] F. Gaied B. Louhichi M. Bali M.R. Jeday Tertiary treatment of wastewater by electro-coagulation, electro-Fenton and advanced electro-oxidation processes: comparative and economic study Songklanakarin J. Sci. Technol. 41 2019 F. Gaied, B. Louhichi, M. Bali, M.R. Jeday, Tertiary treatment of wastewater by electro-coagulation, electro-Fenton and advanced electro-oxidation processes: Comparative and economic study, Songklanakarin Journal of Science & Technology, 41 (2019). [49] B.K. Peters K.X. Rodriguez S.H. Reisberg S.B. Beil D.P. Hickey Y. Kawamata M. Collins J. Starr L. Chen S. Udyavara K. Klunder T.J. Gorey S.L. Anderson M. Neurock S.D. Minteer P.S. Baran Scalable and safe synthetic organic electroreduction inspired by Li-ion battery chemistry Science 363 2019 838 845 B.K. Peters, K.X. Rodriguez, S.H. Reisberg, S.B. Beil, D.P. Hickey, Y. Kawamata, M. Collins, J. Starr, L. Chen, S. Udyavara, K. Klunder, T.J. Gorey, S.L. Anderson, M. Neurock, S.D. Minteer, P.S. Baran, Scalable and safe synthetic organic electroreduction inspired by Li-ion battery chemistry, Science, 363 (2019) 838-845. [50] J.A. Schwalbe M.J. Statt C. Chosy A.R. Singh B.A. Rohr A.C. Nielander S.Z. Andersen J.M. McEnaney J.G. Baker T.F. Jaramillo J.K. Norskov M. Cargnello A combined theory-experiment analysis of the surface species in lithium-mediated NH3 electrosynthesis ChemElectroChem 7 2020 1513 J.A. Schwalbe, M.J. Statt, C. Chosy, A.R. Singh, B.A. Rohr, A.C. Nielander, S.Z. Andersen, J.M. McEnaney, J.G. Baker, T.F. Jaramillo, J.K. Norskov, M. Cargnello, A Combined Theory-Experiment Analysis of the Surface Species in Lithium-Mediated NH3 Electrosynthesis, ChemElectroChem, 7 (2020) 1513. [51] N. Lazouski Z.J. Schiffer K. Williams K. Manthiram Understanding continuous lithium-mediated electrochemical nitrogen reduction Joule 3 2019 1127 1139 N. Lazouski, Z.J. Schiffer, K. Williams, K. Manthiram, Understanding Continuous Lithium-Mediated Electrochemical Nitrogen Reduction, Joule, 3 (2019) 1127-1139. [52] X. Cai Z. Shadike X. Cai X. Li L. Luo L. An J. Yin G. Wei F. Yang S. Shen Membrane electrode assembly design for lithium-mediated electrochemical nitrogen reduction Energy Environ. Sci. 2023 X. Cai, Z. Shadike, X. Cai, X. Li, L. Luo, L. An, J. Yin, G. Wei, F. Yang, S. Shen, Membrane electrode assembly design for lithium-mediated electrochemical nitrogen reduction, Energy Environ. Sci., (2023). [53] A. Tsuneto A. Kudo T. Sakata Lithium-mediated electrochemical reduction of high pressure N2 to NH3 J. Electroanal. Chem. 367 1994 183 188 A. Tsuneto, A. Kudo, T. Sakata, Lithium-mediated electrochemical reduction of high pressure N2 to NH3, J. Electroanal. Chem., 367 (1994) 183-188. [54] S.J. Blair M. Doucet J.F. Browning K. Stone H. Wang C. Halbert J. Avilés Acosta J.A. Zamora Zeledón A.C. Nielander A. Gallo T.F. Jaramillo Lithium-mediated electrochemical nitrogen reduction: tracking electrode-electrolyte interfaces via time-resolved neutron reflectometry ACS Energy Lett. 7 2022 1939 1946 S.J. Blair, M. Doucet, J.F. Browning, K. Stone, H. Wang, C. Halbert, J. Avilés Acosta, J.A. Zamora Zeledón, A.C. Nielander, A. Gallo, T.F. Jaramillo, Lithium-Mediated Electrochemical Nitrogen Reduction: Tracking Electrode–Electrolyte Interfaces via Time-Resolved Neutron Reflectometry, ACS Energy Lett., 7 (2022) 1939-1946. [55] D. Strmcnik K. Kodama D.v.d. van der Vliet J. Greeley V.R. Stamenkovic N. Marković The role of non-covalent interactions in electrocatalytic fuel-cell reactions on platinum Nat. Chem. 1 2009 466 472 D. Strmcnik, K. Kodama, D.v.d. van der Vliet, J. Greeley, V.R. Stamenkovic, N. Marković, The role of non-covalent interactions in electrocatalytic fuel-cell reactions on platinum, Nature Chem., 1 (2009) 466-472. [56] M. Dunwell Y. Yan B. Xu Understanding the influence of the electrochemical double-layer on heterogeneous electrochemical reactions Curr. Opin. in Chem. Eng. 20 2018 151 158 M. Dunwell, Y. Yan, B. Xu, Understanding the influence of the electrochemical double-layer on heterogeneous electrochemical reactions, Curr. Opin. in Chem. Eng., 20 (2018) 151-158. [57] S. Nitopi E. Bertheussen S.B. Scott X. Liu A.K. Engstfeld S. Horch B. Seger I.E.L. Stephens K. Chan C. Hahn J.K. Nørskov T.F. Jaramillo I. Chorkendorff Progress and perspectives of electrochemical CO2 reduction on copper in aqueous electrolyte Chem. Rev. 119 2019 7610 7672 S. Nitopi, E. Bertheussen, S.B. Scott, X. Liu, A.K. Engstfeld, S. Horch, B. Seger, I.E.L. Stephens, K. Chan, C. Hahn, J.K. Nørskov, T.F. Jaramillo, I. Chorkendorff, Progress and Perspectives of Electrochemical CO2 Reduction on Copper in Aqueous Electrolyte, Chem. Rev., 119 (2019) 7610-7672. [58] J. Resasco L.D. Chen E. Clark C. Tsai C. Hahn T.F. Jaramillo K. Chan A.T. Bell Promoter effects of alkali metal cations on the electrochemical reduction of carbon dioxide J. Am. Chem. Soc. 139 2017 11277 11287 J. Resasco, L.D. Chen, E. Clark, C. Tsai, C. Hahn, T.F. Jaramillo, K. Chan, A.T. Bell, Promoter effects of alkali metal cations on the electrochemical reduction of carbon dioxide, J. Am. Chem. Soc., 139 (2017) 11277-11287. [59] C. Kim J.C. Bui X. Luo J.K. Cooper A. Kusoglu A.Z. Weber A.T. Bell Tailored catalyst microenvironments for CO2 electroreduction to multicarbon products on copper using bilayer ionomer coatings Nat. Energy 6 2021 1026 1034 C. Kim, J.C. Bui, X. Luo, J.K. Cooper, A. Kusoglu, A.Z. Weber, A.T. Bell, Tailored catalyst microenvironments for CO2 electroreduction to multicarbon products on copper using bilayer ionomer coatings, Nat. Energy, 6 (2021) 1026-1034. [60] R.C. Forsythe C.P. Cox M.K. Wilsey W. Yu A.M. Müller High surface area assemblies of gold nanoparticles on hydrophilic carbon fiber paper with ionomer overlayers for aqueous CO2 reduction electrocatalysis to clean syngas Top. Catal. 1–19 2023 R.C. Forsythe, C.P. Cox, M.K. Wilsey, W. Yu, A.M. Müller, High surface area assemblies of gold nanoparticles on hydrophilic carbon fiber paper with ionomer overlayers for aqueous CO2 reduction electrocatalysis to clean syngas, Top. Catal., (2023) 1-19. [61] M.M. Waegele C.M. Gunathunge J. Li X. Li How cations affect the electric double layer and the rates and selectivity of electrocatalytic processes J. Chem. Phys. 151 2019 M.M. Waegele, C.M. Gunathunge, J. Li, X. Li, How cations affect the electric double layer and the rates and selectivity of electrocatalytic processes, J. Chem. Phys., 151 (2019). [62] D. Bohra J.H. Chaudhry T. Burdyny E.A. Pidko W.A. Smith Modeling the electrical double layer to understand the reaction environment in a CO2 electrocatalytic system Energy Environ. Sci. 12 2019 3380 3389 D. Bohra, J.H. Chaudhry, T. Burdyny, E.A. Pidko, W.A. Smith, Modeling the electrical double layer to understand the reaction environment in a CO 2 electrocatalytic system, Energy Environ. Sci., 12 (2019) 3380-3389. [63] S. Xue B. Garlyyev A. Auer J. Kunze-Liebhäuser A.S. Bandarenka How the nature of the alkali metal cations influences the double-layer capacitance of Cu, Au, and Pt single-crystal electrodes J. Phys. Chem. C 124 2020 12442 12447 S. Xue, B. Garlyyev, A. Auer, J. Kunze-Liebhäuser, A.S. Bandarenka, How the Nature of the Alkali Metal Cations Influences the Double-Layer Capacitance of Cu, Au, and Pt Single-Crystal Electrodes, J. Phys. Chem. C, 124 (2020) 12442-12447. [64] S. Ringe E.L. Clark J. Resasco A. Walton B. Seger A.T. Bell K. Chan Understanding cation effects in electrochemical CO2 reduction Energy Environ. Sci. 12 2019 3001 3014 S. Ringe, E.L. Clark, J. Resasco, A. Walton, B. Seger, A.T. Bell, K. Chan, Understanding cation effects in electrochemical CO 2 reduction, Energy Environ. Sci., 12 (2019) 3001-3014. [65] A.H. Shah Z. Zhang Z. Huang S. Wang G. Zhong C. Wan A.N. Alexandrova Y. Huang X. Duan The role of alkali metal cations and platinum-surface hydroxyl in the alkaline hydrogen evolution reaction Nat. Catal. 5 2022 923 933 A.H. Shah, Z. Zhang, Z. Huang, S. Wang, G. Zhong, C. Wan, A.N. Alexandrova, Y. Huang, X. Duan, The role of alkali metal cations and platinum-surface hydroxyl in the alkaline hydrogen evolution reaction, Nat. Catal., 5 (2022) 923-933. [66] Y. Cong B. Yi Y. Song Hydrogen oxidation reaction in alkaline media: From mechanism to recent electrocatalysts Nano Energy 44 2018 288 303 Y. Cong, B. Yi, Y. Song, Hydrogen oxidation reaction in alkaline media: From mechanism to recent electrocatalysts, Nano Energy, 44 (2018) 288-303. [67] J. Durst A. Siebel C. Simon F. Hasché J. Herranz H. Gasteiger New insights into the electrochemical hydrogen oxidation and evolution reaction mechanism Energy Environ. Sci. 7 2014 2255 2260 J. Durst, A. Siebel, C. Simon, F. Hasché, J. Herranz, H. Gasteiger, New insights into the electrochemical hydrogen oxidation and evolution reaction mechanism, Energy Environ. Sci., 7 (2014) 2255-2260. [68] X. Tian P. Zhao W. Sheng Hydrogen evolution and oxidation: mechanistic studies and material advances Adv. Mater. 31 2019 1808066 X. Tian, P. Zhao, W. Sheng, Hydrogen evolution and oxidation: mechanistic studies and material advances, Adv. Mater., 31 (2019) 1808066. [69] E.S. Davydova S. Mukerjee F. Jaouen D.R. Dekel Electrocatalysts for hydrogen oxidation reaction in alkaline electrolytes ACS Catal. 8 2018 6665 6690 E.S. Davydova, S. Mukerjee, F. Jaouen, D.R. Dekel, Electrocatalysts for hydrogen oxidation reaction in alkaline electrolytes, ACS Catal., 8 (2018) 6665-6690. [70] V. Grozovski V. Climent E. Herrero J.M. Feliu The role of the surface structure in the oxidation mechanism of methanol J. Electroanal. Chem. 662 2011 43 51 V. Grozovski, V. Climent, E. Herrero, J.M. Feliu, The role of the surface structure in the oxidation mechanism of methanol, J. Electroanal. Chem., 662 (2011) 43-51. [71] J. Wang B. Zhang W. Guo L. Wang J. Chen H. Pan W. Sun Toward electrocatalytic methanol oxidation reaction: longstanding debates and emerging catalysts Adv. Mater. 35 2023 2211099 J. Wang, B. Zhang, W. Guo, L. Wang, J. Chen, H. Pan, W. Sun, Toward Electrocatalytic Methanol Oxidation Reaction: Longstanding Debates and Emerging Catalysts, Adv. Mater., 35 (2023) 2211099. [72] B. Zhu B. Dong F. Wang Q. Yang Y. He C. Zhang P. Jin L. Feng Unraveling a bifunctional mechanism for methanol-to-formate electro-oxidation on nickel-based hydroxides Nat. Commun. 14 2023 1686 B. Zhu, B. Dong, F. Wang, Q. Yang, Y. He, C. Zhang, P. Jin, L. Feng, Unraveling a bifunctional mechanism for methanol-to-formate electro-oxidation on nickel-based hydroxides, Nat. Commun., 14 (2023) 1686. [73] S. Siahrostami H2O2 electrosynthesis and emerging applications, challenges, and opportunities: a computational perspective Chem Catal. 3 2023 S. Siahrostami, H2O2 electrosynthesis and emerging applications, challenges, and opportunities: A computational perspective, Chem Catalysis, 3 (2023). [74] X. Ge A. Sumboja D. Wuu T. An B. Li F.T. Goh T.A. Hor Y. Zong Z. Liu Oxygen reduction in alkaline media: from mechanisms to recent advances of catalysts ACS Catal. 5 2015 4643 4667 X. Ge, A. Sumboja, D. Wuu, T. An, B. Li, F.T. Goh, T.A. Hor, Y. Zong, Z. Liu, Oxygen reduction in alkaline media: from mechanisms to recent advances of catalysts, ACS Catal., 5 (2015) 4643-4667. [75] R. Ma G. Lin Y. Zhou Q. Liu T. Zhang G. Shan M. Yang J. Wang A review of oxygen reduction mechanisms for metal-free carbon-based electrocatalysts npj Comput. Mater. 5 2019 78 R. Ma, G. Lin, Y. Zhou, Q. Liu, T. Zhang, G. Shan, M. Yang, J. Wang, A review of oxygen reduction mechanisms for metal-free carbon-based electrocatalysts, npj Computational Materials, 5 (2019) 78. [76] C. Amatore J.M. Saveant Mechanism and kinetic characteristics of the electrochemical reduction of carbon dioxide in media of low proton availability J. Am. Chem. Soc. 103 1981 5021 5023 C. Amatore, J.M. Saveant, Mechanism and kinetic characteristics of the electrochemical reduction of carbon dioxide in media of low proton availability, J. Am. Chem. Soc., 103 (1981) 5021-5023. [77] L.R.L. Ting B.S. Yeo Recent advances in understanding mechanisms for the electrochemical reduction of carbon dioxide Curr. Opin. Electrochem. 8 2018 126 134 L.R.L. Ting, B.S. Yeo, Recent advances in understanding mechanisms for the electrochemical reduction of carbon dioxide, Current Opinion in Electrochemistry, 8 (2018) 126-134. [78] A.D. Handoko F. Wei B.S. Jenndy Z.W.S. Yeo Understanding heterogeneous electrocatalytic carbon dioxide reduction through operando techniques Nat. Catal. 1 2018 922 934 A.D. Handoko, F. Wei, Jenndy, B.S. Yeo, Z.W. Seh, Understanding heterogeneous electrocatalytic carbon dioxide reduction through operando techniques, Nat. Catal., 1 (2018) 922-934. [79] Y.Y. Birdja E. Pérez-Gallent M.C. Figueiredo A.J. Göttle F. Calle-Vallejo M.T. Koper Advances and challenges in understanding the electrocatalytic conversion of carbon dioxide to fuels Nat. Energy 4 2019 732 745 Y.Y. Birdja, E. Pérez-Gallent, M.C. Figueiredo, A.J. Göttle, F. Calle-Vallejo, M.T. Koper, Advances and challenges in understanding the electrocatalytic conversion of carbon dioxide to fuels, Nat. Energy, 4 (2019) 732-745. [80] J.-M.-A. Juve B. Wang M.S. Wong M. Ateia Z. Wei Complete defluorination of per-and polyfluoroalkyl substances—dream or reality? Curr. Opin. in Chem. Eng. 41 2023 100943 J.-M.A. Juve, B. Wang, M.S. Wong, M. Ateia, Z. Wei, Complete defluorination of per-and polyfluoroalkyl substances—dream or reality?, Curr. Opin. in Chem. Eng., 41 (2023) 100943. [81] M.G. Alalm D.C. Boffito Mechanisms and pathways of PFAS degradation by advanced oxidation and reduction processes: a critical review Chem. Eng. J. 450 2022 138352 M.G. Alalm, D.C. Boffito, Mechanisms and pathways of PFAS degradation by advanced oxidation and reduction processes: A critical review, Chem. Eng. J., 450 (2022) 138352. [82] S. Licht pH Measurement in concentrated alkaline solutions Anal. Chem. 57 1985 514 519 S. Licht, pH Measurement in Concentrated Alkaline Solutions, Anal. Chem., 57 (1985) 514-519. [83] B. Traynor H. Uvegi E. Olivetti B. Lothenbach R.J. Myers Methodology for pH measurement in high alkali cementitious systems Cem. Concr. Res. 135 2020 106122 B. Traynor, H. Uvegi, E. Olivetti, B. Lothenbach, R.J. Myers, Methodology for pH measurement in high alkali cementitious systems, Cem. Concr. Res., 135 (2020) 106122. [84] R.G. Bates, Determination of pH: theory and practice, Determination of pH: theory and practice, 1964. [85] K. Oláh On the theory of the alkaline error of the glass electrode, Period. Polytech Chem. Eng. 4 1960 141 156 K. Oláh, On the theory of the alkaline error of the glass electrode, Period. Polytech. Chem. Eng., 4 (1960) 141-156. [86] E. Samson G. Lemaire J. Marchand J. Beaudoin Modeling chemical activity effects in strong ionic solutions Comput. Mater. Sci. 15 1999 285 294 E. Samson, G. Lemaire, J. Marchand, J. Beaudoin, Modeling chemical activity effects in strong ionic solutions, Comput. Mater. Sci., 15 (1999) 285-294. [87] K.S. Pitzer G. Mayorga Thermodynamics of electrolytes. II. Activity and osmotic coefficients for strong electrolytes with one or both ions univalent J. Phys. Chem. 77 1973 2300 2308 K.S. Pitzer, G. Mayorga, Thermodynamics of electrolytes. II. Activity and osmotic coefficients for strong electrolytes with one or both ions univalent, J. Phys. Chem., 77 (1973) 2300-2308. [88] C.K. da Silva-Rackov W.A. Lawal P.A. Nfodzo M.M. Vianna C.A. do Nascimento H. Choi Degradation of PFOA by hydrogen peroxide and persulfate activated by iron-modified diatomite Appl. Catal. 192 2016 253 259 C.K. da Silva-Rackov, W.A. Lawal, P.A. Nfodzo, M.M. Vianna, C.A. do Nascimento, H. Choi, Degradation of PFOA by hydrogen peroxide and persulfate activated by iron-modified diatomite, Appl. Catal., 192 (2016) 253-259. [89] Y.-C. Lee S.-L. Lo J. Kuo Y.-L. Lin Persulfate oxidation of perfluorooctanoic acid under the temperatures of 20–40 C Chem. Eng. J. 198 2012 27 32 Y.-C. Lee, S.-L. Lo, J. Kuo, Y.-L. Lin, Persulfate oxidation of perfluorooctanoic acid under the temperatures of 20–40 C, Chem. Eng. J., 198 (2012) 27-32. [90] Y. Liu X. Fan X. Quan Y. Fan S. Chen X. Zhao Enhanced perfluorooctanoic acid degradation by electrochemical activation of sulfate solution on B/N codoped diamond Environ. Sci. Technol. 53 2019 5195 5201 Y. Liu, X. Fan, X. Quan, Y. Fan, S. Chen, X. Zhao, Enhanced Perfluorooctanoic Acid Degradation by Electrochemical Activation of Sulfate Solution on B/N Codoped Diamond, Environ. Sci. Technol., 53 (2019) 5195-5201. [91] T. Luo Z. Wang Y. Wang Z. Liu I.P. Pozdnyakov Different role of bisulfite/sulfite in UVC-S (IV)-O2 system for arsenite oxidation in water Molecules 24 2019 2307 T. Luo, Z. Wang, Y. Wang, Z. Liu, I. P. Pozdnyakov, Different role of bisulfite/sulfite in UVC-S (IV)-O2 system for arsenite oxidation in water, Molecules, 24 (2019) 2307. [92] J. Niu H. Lin C. Gong X. Sun Theoretical and experimental insights into the electrochemical mineralization mechanism of perfluorooctanoic acid Environ. Sci. Technol. 47 2013 14341 14349 J. Niu, H. Lin, C. Gong, X. Sun, Theoretical and experimental insights into the electrochemical mineralization mechanism of perfluorooctanoic acid, Environ. Sci. Technol., 47 (2013) 14341-14349. [93] C. Li Y. Wang Y. Wang Z. Wang Q. Huang Electrochemical oxidation combined with UV irradiation for synergistic removal of perfluorooctane sulfonate (PFOS) in water J. Hazard. Mater. 436 2022 129091 C. Li, Y. Wang, Y. Wang, Z. Wang, Q. Huang, Electrochemical oxidation combined with UV irradiation for synergistic removal of perfluorooctane sulfonate (PFOS) in water, J. Hazard. Mater., 436 (2022) 129091. [94] J. Radjenovic N. Duinslaeger S.S. Avval B.P. Chaplin Facing the challenge of poly-and perfluoroalkyl substances in water: is electrochemical oxidation the answer? Environ. Sci. Technol. 54 2020 14815 14829 J. Radjenovic, N. Duinslaeger, S.S. Avval, B.P. Chaplin, Facing the challenge of poly-and perfluoroalkyl substances in water: is electrochemical oxidation the answer?, Environ. Sci. Technol., 54 (2020) 14815-14829. [95] A. Kugler H. Dong C. Li C. Gu C.E. Schaefer Y.J. Choi D. Tran M. Spraul C.P. Higgins Reductive defluorination of Perfluorooctanesulfonic acid (PFOS) by hydrated electrons generated upon UV irradiation of 3-Indole-acetic-acid in 12-Aminolauric-Modified montmorillonite Water Res. 200 2021 117221 A. Kugler, H. Dong, C. Li, C. Gu, C.E. Schaefer, Y.J. Choi, D. Tran, M. Spraul, C.P. Higgins, Reductive defluorination of Perfluorooctanesulfonic acid (PFOS) by hydrated electrons generated upon UV irradiation of 3-Indole-acetic-acid in 12-Aminolauric-Modified montmorillonite, Water Res., 200 (2021) 117221. [96] A.H. da S Filho G.L. de Souza Examining the degradation of environmentally-daunting per-and poly-fluoroalkyl substances from a fundamental chemical perspective Phys. Chem. Chem. Phys. 22 2020 17659 17667 A.H. da S Filho, G.L. de Souza, Examining the degradation of environmentally-daunting per-and poly-fluoroalkyl substances from a fundamental chemical perspective, Phys. Chem. Chem. Phys., 22 (2020) 17659-17667. [97] F. Wang K. Shih X. Lu C. Liu Mineralization behavior of fluorine in perfluorooctanesulfonate (PFOS) during thermal treatment of lime-conditioned sludge Environ. Sci. Technol. 47 2013 2621 2627 F. Wang, K. Shih, X. Lu, C. Liu, Mineralization Behavior of Fluorine in Perfluorooctanesulfonate (PFOS) during Thermal Treatment of Lime-Conditioned Sludge, Environ. Sci. Technol., 47 (2013) 2621-2627. [98] W.A. Maza V.M. Breslin T.I. Feygelson P.A. DeSario B.B. Pate J.C. Owrutsky A. Epshteyn Degradation of perfluorooctanesulfonate (PFOS) by sub-bandgap irradiation of hydrogen-terminated nanodiamond Appl. Catal. 325 2023 122306 W.A. Maza, V.M. Breslin, T.I. Feygelson, P.A. DeSario, B.B. Pate, J.C. Owrutsky, A. Epshteyn, Degradation of perfluorooctanesulfonate (PFOS) by sub-bandgap irradiation of hydrogen-terminated nanodiamond, Appl. Catal., 325 (2023) 122306. [99] D. Barpaga J. Zheng K.S. Han J.A. Soltis V. Shutthanandan S. Basuray B.P. McGrail S. Chatterjee R.K. Motkuri Probing the sorption of perfluorooctanesulfonate using mesoporous metal–organic frameworks from aqueous solutions Inorg. Chem. 58 2019 8339 8346 D. Barpaga, J. Zheng, K.S. Han, J.A. Soltis, V. Shutthanandan, S. Basuray, B.P. McGrail, S. Chatterjee, R.K. Motkuri, Probing the sorption of perfluorooctanesulfonate using mesoporous metal–organic frameworks from aqueous solutions, Inorg. Chem., 58 (2019) 8339-8346. [100] M. Wahlqvist A. Shchukarev XPS spectra and electronic structure of Group IA sulfates J. Electron Spectrosc. Relat. Phenom. 156–158 2007 310 314 M. Wahlqvist, A. Shchukarev, XPS spectra and electronic structure of Group IA sulfates, J. Electron Spectrosc. Relat. Phenom., 156–158 (2007) 310-314. [101] M. Lundholm H. Siegbahn S. Holmberg M. Arbman Core electron spectroscopy of water solutions J. Electron Spectrosc. Relat. Phenom. 40 1986 163 180 M. Lundholm, H. Siegbahn, S. Holmberg, M. Arbman, Core electron spectroscopy of water solutions, J. Electron Spectrosc. Relat. Phenom., 40 (1986) 163-180. [102] E. Desimoni G. Casella A. Morone A. Salvi XPS determination of oxygen-containing functional groups on carbon-fibre surfaces and the cleaning of these surfaces Surf. Interface Anal. 15 1990 627 634 E. Desimoni, G. Casella, A. Morone, A. Salvi, XPS determination of oxygen‐containing functional groups on carbon‐fibre surfaces and the cleaning of these surfaces, Surf. Interface Anal., 15 (1990) 627-634. [103] E. Desimoni G.I. Casella A.M. Salvi T.R.I. Cataldi A. Morone XPS investigation of ultra-high-vacuum storage effects on carbon fibre surfaces Carbon 30 1992 527 531 E. Desimoni, G.I. Casella, A.M. Salvi, T.R.I. Cataldi, A. Morone, XPS investigation of ultra-high-vacuum storage effects on carbon fibre surfaces, Carbon, 30 (1992) 527-531. [104] H. Tillborg A. Nilsson B. Hernnäs N. Mårtensson R. Palmer X-ray and UV photoemission studies of mono-, bi-and multilayers of physisorbed molecules: O2 and N2 on graphite Surf. Sci. 295 1993 1 12 H. Tillborg, A. Nilsson, B. Hernnäs, N. Mårtensson, R. Palmer, X-ray and UV photoemission studies of mono-, bi-and multilayers of physisorbed molecules: O2 and N2 on graphite, Surf. Sci., 295 (1993) 1-12. [105] S. Sharma N.P. Shetti S. Basu M.N. Nadagouda T.M. Aminabhavi Remediation of per- and polyfluoroalkyls (PFAS) via electrochemical methods Chem. Eng. J. 430 2022 132895 S. Sharma, N.P. Shetti, S. Basu, M.N. Nadagouda, T.M. Aminabhavi, Remediation of per- and polyfluoroalkyls (PFAS) via electrochemical methods, Chem. Eng. J., 430 (2022) 132895. [106] M. Banna D. Frost C. McDowell B. Wallbank The X-ray photoelectron spectrum of hydrogen peroxide Can. J. Chem. 54 1976 3811 3813 M. Banna, D. Frost, C. McDowell, B. Wallbank, The X-ray photoelectron spectrum of hydrogen peroxide, Can. J. Chem., 54 (1976) 3811-3813. [107] S. Yang A. Verdaguer-Casadevall L. Arnarson L. Silvioli V. Colic R. Frydendal J. Rossmeisl I. Chorkendorff I.E. Stephens Toward the decentralized electrochemical production of H2O2: a focus on the catalysis ACS Catal. 8 2018 4064 4081 S. Yang, A. Verdaguer-Casadevall, L. Arnarson, L. Silvioli, V. Colic, R. Frydendal, J. Rossmeisl, I. Chorkendorff, I.E. Stephens, Toward the decentralized electrochemical production of H2O2: a focus on the catalysis, ACS Catal., 8 (2018) 4064-4081. [108] T. Fransson Y. Harada N. Kosugi N.A. Besley B. Winter J.J. Rehr L.G. Pettersson A. Nilsson X-ray and electron spectroscopy of water Chem. Rev. 116 2016 7551 7569 T. Fransson, Y. Harada, N. Kosugi, N.A. Besley, B. Winter, J.J. Rehr, L.G. Pettersson, A. Nilsson, X-ray and electron spectroscopy of water, Chem. Rev., 116 (2016) 7551-7569. [109] O. Björneholm F. Federmann S. Kakar T. Möller Between vapor and ice: free water clusters studied by core level spectroscopy J. Chem. Phys. 111 1999 546 550 O. Björneholm, F. Federmann, S. Kakar, T. Möller, Between vapor and ice: Free water clusters studied by core level spectroscopy, J. Chem. Phys., 111 (1999) 546-550. [110] E.A. Müller L.F. Rull L.F. Vega K.E. Gubbins Adsorption of water on activated carbons: a molecular simulation study J. Phys. Chem. 100 1996 1189 1196 E.A. Müller, L.F. Rull, L.F. Vega, K.E. Gubbins, Adsorption of Water on Activated Carbons: A Molecular Simulation Study, J. Phys. Chem., 100 (1996) 1189-1196. [111] Y. Nosaka A.Y. Nosaka Generation and detection of reactive oxygen species in photocatalysis Chem. Rev. 117 2017 11302 11336 Y. Nosaka, A.Y. Nosaka, Generation and detection of reactive oxygen species in photocatalysis, Chem. Rev., 117 (2017) 11302-11336. [112] J.L. Weeks J. Rabani The pulse radiolysis of deaerated aqueous carbonate solutions. I. Transient optical spectrum and mechanism. II. pK for OH Radicals1 J. Phys. Chem. 70 1966 2100 2106 J.L. Weeks, J. Rabani, The Pulse Radiolysis of Deaerated Aqueous Carbonate Solutions. I. Transient Optical Spectrum and Mechanism. II. pK for OH Radicals1, J. Phys. Chem., 70 (1966) 2100-2106. [113] Q. Yu R. Zhang S. Deng J. Huang G. Yu Sorption of perfluorooctane sulfonate and perfluorooctanoate on activated carbons and resin: Kinetic and isotherm study Water Res. 43 2009 1150 1158 Q. Yu, R. Zhang, S. Deng, J. Huang, G. Yu, Sorption of perfluorooctane sulfonate and perfluorooctanoate on activated carbons and resin: Kinetic and isotherm study, Water Res., 43 (2009) 1150-1158. [114] T. Miličić M. Sivasankaran C. Blumner A. Sorrentino T. Vidakovic-Koch Pulsed electrolysis: explained Faraday Discuss. 2023 T. Miličić, M. Sivasankaran, C. Blumner, A. Sorrentino, T. Vidakovic-Koch, Pulsed electrolysis: explained, Faraday Discuss., (2023). [115] C.A. Obasanjo G. Gao B.N. Khiarak T.H. Pham J. Crane C.-T. Dinh Progress and perspectives of pulse electrolysis for stable electrochemical carbon dioxide reduction Energy Fuels 37 2023 13601 13623 C.A. Obasanjo, G. Gao, B.N. Khiarak, T.H. Pham, J. Crane, C.-T. Dinh, Progress and Perspectives of Pulse Electrolysis for Stable Electrochemical Carbon Dioxide Reduction, Energy Fuels, 37 (2023) 13601-13623.",
      "scopus-id": "85186384683",
      "coredata": {
        "eid": "1-s2.0-S0021951724001167",
        "dc:description": "Perfluorooctane sulfonate (PFOS) was completely defluorinated in aqueous electrocatalysis with laser-made [NiFe]-layered double hydroxide nanocatalysts immobilized on hydrophilic carbon fiber paper anodes. All materials were nonprecious, as needed for globally scalable remediation technologies for per- and poly-fluoroalkyl substances (PFAS). Pulsed electrolysis of 0.50 or 0.05 mM PFOS in aqueous 8.0 M LiOH solution assisted by ultraviolet light irradiation enhanced electrical energy and capital expense efficiency compared to existing techniques. Electrocatalytic defluorination occurred within the anode microenvironment, as evidenced by pulsed electrolysis vs continuous chronoamperometry data and electrolyte agitation experiments. We observed adsorbed PFOS and surface-bound OOH in X-ray photoelectron spectra of post-electrocatalysis anodes, corroborating that electrocatalytically regenerated reactive oxygen species defluorinated PFOS within the anode microenvironment. High concentrations of lithium ions and high basicity were essential for efficient defluorination, which also worked for perfluorooctanoic acid (PFOA), albeit more efficiently for PFOS, presumably due to advanced oxidation processes by sulfate radicals near the anode that assisted defluorination.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-03-31",
        "openaccessUserLicense": "http://creativecommons.org/licenses/by/4.0/",
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951724001167",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Meng, Ziyi"
          },
          {
            "@_fa": "true",
            "$": "Wilsey, Madeleine K."
          },
          {
            "@_fa": "true",
            "$": "Cox, Connor P."
          },
          {
            "@_fa": "true",
            "$": "Müller, Astrid M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951724001167"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951724001167"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": "Full",
        "pii": "S0021-9517(24)00116-7",
        "prism:volume": "431",
        "articleNumber": "115403",
        "prism:publisher": "The Authors. Published by Elsevier Inc.",
        "dc:title": "Complete electrocatalytic defluorination of perfluorooctane sulfonate in aqueous solution with nonprecious materials",
        "prism:copyright": "© 2024 The Authors. Published by Elsevier Inc.",
        "openaccess": "1",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "PFAS defluorination"
          },
          {
            "@_fa": "true",
            "$": "Perfluorooctane sulfonate"
          },
          {
            "@_fa": "true",
            "$": "Perfluorooctanoic acid"
          },
          {
            "@_fa": "true",
            "$": "Lithium hydroxide"
          },
          {
            "@_fa": "true",
            "$": "Aqueous electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Electrode microenvironment"
          },
          {
            "@_fa": "true",
            "$": "Defluorination mechanism"
          },
          {
            "@_fa": "true",
            "$": "Hydrophilic carbon fiber paper"
          },
          {
            "@_fa": "true",
            "$": "Nickel-iron layered double hydroxide"
          },
          {
            "@_fa": "true",
            "$": "Pulsed laser in liquids synthesis"
          }
        ],
        "openaccessArticle": "true",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": "Author",
        "prism:pageRange": "115403",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2024",
        "prism:doi": "10.1016/j.jcat.2024.115403",
        "prism:startingPage": "115403",
        "dc:identifier": "doi:10.1016/j.jcat.2024.115403",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "489",
            "@width": "533",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "71958",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "494",
            "@width": "626",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "67738",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "596",
            "@width": "720",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "89508",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "582",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "60873",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "429",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29563",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "178",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9487",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9035",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "198",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10244",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "150",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6810",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "102",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12875",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2168",
            "@width": "2362",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "356248",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2185",
            "@width": "2770",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "322340",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2638",
            "@width": "3189",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "451027",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2578",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "287077",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1901",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "232749",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "2436208",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3281",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "4387",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001167-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1717598",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85186384683"
      }
    }
  }
}