{
  "metadata": {
    "title": "Boosting electrocatalytic activities of plasmonic metallic nanostructures by tuning the kinetic pre-exponential factor",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2017-10-31",
    "doi": "10.1016/j.jcat.2017.08.024",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951717303160",
    "pii": "S0021951717303160"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85028995769",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2017-09-09 2017-09-09 2017-09-09 2017-09-09 2019-11-28T11:28:29 1-s2.0-S0021951717303160 S0021-9517(17)30316-0 S0021951717303160 10.1016/j.jcat.2017.08.024 S300 S300.3 FULL-TEXT 1-s2.0-S0021951717X00092 2019-11-28T17:52:08.084616Z 0 0 20171001 20171031 2017 2017-09-09T21:46:37.303778Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 0021-9517 00219517 true 354 354 C Volume 354 17 160 168 160 168 201710 October 2017 2017-10-01 2017-10-31 2017 Regular Articles article fla © 2017 Elsevier Inc. All rights reserved. BOOSTINGELECTROCATALYTICACTIVITIESPLASMONICMETALLICNANOSTRUCTURESBYTUNINGKINETICPREEXPONENTIALFACTOR XIONG Y 1 Introduction 2 Methods 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Electrochemical evaluation 2.4 Direct plasmonic electrocatalysis 2.5 Electromagnetic field simulation 2.6 Pd cluster model and calculation methods 3 Results and discussions 3.1 Synthesis and characterization 3.2 Electrocatalytic evaluation and direct plasmonic electrocatalysis 3.3 Proton tunneling effect 4 Conclusions Acknowledgements Appendix A Supplementary material References DEBE 2012 43 51 M MISTRY 2016 16009 H CHENG 2012 2172 2192 F LIM 2009 1302 1305 B XIAO 2008 602 608 L ANDERSON 2005 1198 1203 A YAMAMOTO 2009 397 402 K ZHANG 2012 1783 1794 H BARD 2010 7559 7567 A STAMENKOVIC 2006 2963 2967 V STAMENKOVIC 2007 493 497 V WANG 2013 16762 16765 L SNYDER 2012 8633 8645 J TIAN 2007 732 735 N XIA 2009 60 103 Y XIONG 2005 1237 1242 Y HUANG 2011 28 32 X CHEN 2008 183 189 D CHEN 2010 414 419 X CHRISTOPHER 2011 467 472 P ZHU 2010 9851 9855 H MUKHERJEE 2013 240 247 S MARIMUTHU 2013 1590 1593 A ZHENG 2014 6870 6873 Z ZHENG 2015 948 957 Z WANG 2013 5588 5601 F CLAVERO 2014 95 103 C LIU 2016 382 386 M KALE 2014 116 128 M LINIC 2015 567 576 S BAFFOU 2014 3898 3907 G ZOU 2014 356 362 L SHAO 2013 4172 4180 M NAVA 2003 3372 3381 P MEHMOOD 2009 21789 21796 F PERDEW 1996 3865 J ZHANG 2014 24292 24300 Y KOENIGSMANN 2011 9783 9795 C WANG 2014 131 139 Y HYMAN 2005 6304 6310 M KARLBERG 2007 5158 5161 G MUKHERJEE 2014 64 67 S YEAGER 1984 1527 1537 E YANO 2006 16544 16549 H MEI 2014 13762 13773 D BERCAW 2008 17654 17655 J BELL 1980 R TUNNELEFFECTINCHEMISTRY BELL 1974 513 544 R COSTENTIN 2006 197 206 C ALONSOVANTE 1993 7381 7384 N GERRITZEN 1984 869 879 D SHA 2011 572 576 Y XIONGX2017X160 XIONGX2017X160X168 XIONGX2017X160XY XIONGX2017X160X168XY 2019-09-09T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2017 Elsevier Inc. All rights reserved. 2019-04-06T22:12:40.654Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S0021951717303160 National Natural Science Foundation of China 21503262 21533005 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ National Key Research programs SQ2017YFJC020259 This work was financially supported by the National Key Research programs ( SQ2017YFJC020259 ) and the National Natural Science Foundation of China ( 21533005 , 21503262 ). Appendix A item S0021-9517(17)30316-0 S0021951717303160 1-s2.0-S0021951717303160 10.1016/j.jcat.2017.08.024 272561 2019-11-28T17:52:08.084616Z 2017-10-01 2017-10-31 1-s2.0-S0021951717303160-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/MAIN/application/pdf/41c30300ecaac81bfe3c5b6a9f6177fc/main.pdf main.pdf pdf true 2318524 MAIN 9 1-s2.0-S0021951717303160-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/PREVIEW/image/png/f0da92a11d867f6465ab6087f8944825/main_1.png main_1.png png 54889 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951717303160-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/fx1/THUMBNAIL/image/gif/ce28b574f5297da030b47958e93404b9/fx1.sml fx1 true fx1.sml sml 24095 164 210 IMAGE-THUMBNAIL 1-s2.0-S0021951717303160-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/gr1/THUMBNAIL/image/gif/955c411c8cb1dd4cd14d6fc8d6ecea87/gr1.sml gr1 gr1.sml sml 36294 163 178 IMAGE-THUMBNAIL 1-s2.0-S0021951717303160-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/gr2/THUMBNAIL/image/gif/02c455aaf5092dfacd17e6d04ef7167f/gr2.sml gr2 gr2.sml sml 21532 164 216 IMAGE-THUMBNAIL 1-s2.0-S0021951717303160-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/gr3/THUMBNAIL/image/gif/9eeebc1f9e9f309752f64fc12484be9a/gr3.sml gr3 gr3.sml sml 21623 164 197 IMAGE-THUMBNAIL 1-s2.0-S0021951717303160-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/gr4/THUMBNAIL/image/gif/d8248879f88f92447c8d2d0b4a1da6d7/gr4.sml gr4 gr4.sml sml 24967 141 219 IMAGE-THUMBNAIL 1-s2.0-S0021951717303160-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/fx1/DOWNSAMPLED/image/jpeg/1980200b1fd6dd842bcc603924368fb2/fx1.jpg fx1 true fx1.jpg jpg 24151 199 255 IMAGE-DOWNSAMPLED 1-s2.0-S0021951717303160-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/gr1/DOWNSAMPLED/image/jpeg/2fc30e2a4d8d247700704b5ec06cce31/gr1.jpg gr1 gr1.jpg jpg 165076 612 667 IMAGE-DOWNSAMPLED 1-s2.0-S0021951717303160-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/gr2/DOWNSAMPLED/image/jpeg/3328224f064b9fbd2017baa7d0a6e6b6/gr2.jpg gr2 gr2.jpg jpg 96764 506 667 IMAGE-DOWNSAMPLED 1-s2.0-S0021951717303160-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/gr3/DOWNSAMPLED/image/jpeg/64c28a2c98c2c7fbeea0b0bdb21447a9/gr3.jpg gr3 gr3.jpg jpg 106298 554 667 IMAGE-DOWNSAMPLED 1-s2.0-S0021951717303160-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/gr4/DOWNSAMPLED/image/jpeg/5846fdae430b49f468564d82ff34e10c/gr4.jpg gr4 gr4.jpg jpg 118910 457 711 IMAGE-DOWNSAMPLED 1-s2.0-S0021951717303160-fx1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/fx1/HIGHRES/image/jpeg/96c1cbb61b02ab6c468fccede0d89f26/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 58640 531 679 IMAGE-HIGH-RES 1-s2.0-S0021951717303160-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/gr1/HIGHRES/image/jpeg/d56955ca0975ccb7c25b72438dc80c70/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 495127 1627 1772 IMAGE-HIGH-RES 1-s2.0-S0021951717303160-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/gr2/HIGHRES/image/jpeg/578d00951bea802735e64823f7e1abaf/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 259989 1343 1772 IMAGE-HIGH-RES 1-s2.0-S0021951717303160-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/gr3/HIGHRES/image/jpeg/66266def40d721ab1fd9104219b236a8/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 302050 1472 1773 IMAGE-HIGH-RES 1-s2.0-S0021951717303160-gr4_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/gr4/HIGHRES/image/jpeg/3131b46c4a9afcfc42d1be99f3452920/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 393910 1215 1890 IMAGE-HIGH-RES 1-s2.0-S0021951717303160-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/c264aa0c741bec39af4aca17f6321948/mmc1.docx mmc1 mmc1.docx docx 14568455 APPLICATION 1-s2.0-S0021951717303160-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/STRIPIN/image/gif/48844ae759d6c54b85291ef8f8f5064a/si1.gif si1 si1.gif gif 392 17 58 ALTIMG 1-s2.0-S0021951717303160-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/STRIPIN/image/gif/f4baaf0fb103ec734b47a820385108c5/si2.gif si2 si2.gif gif 457 21 76 ALTIMG 1-s2.0-S0021951717303160-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/STRIPIN/image/gif/7b493365eeb4deca322168896f0163ac/si3.gif si3 si3.gif gif 183 13 10 ALTIMG 1-s2.0-S0021951717303160-si5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/STRIPIN/image/gif/3ab3fa1ad0f11fc1e48845fae0c17e2f/si5.gif si5 si5.gif gif 717 34 118 ALTIMG 1-s2.0-S0021951717303160-si6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/STRIPIN/image/gif/16808e19c365aab4e484af36af62774a/si6.gif si6 si6.gif gif 181 10 9 ALTIMG 1-s2.0-S0021951717303160-si7.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717303160/STRIPIN/image/gif/603bf12bd8bdf49c5e47c9525fe0a067/si7.gif si7 si7.gif gif 687 30 93 ALTIMG YJCAT 12552 S0021-9517(17)30316-0 10.1016/j.jcat.2017.08.024 Elsevier Inc. Fig. 1 TEM images and absorption spectra of Pd NRs with lengths of 4.9, 6.4, 11.8 and 22.6nm. (a–d) TEM images. (e–h) High resolution TEM images of Pd NRs. (i) Absorption spectra of 0.4mM of Pd NRs with different lengths. (j) Absorption spectra of 11.8nm Pd NRs in the stock solution and deposited on FTO. Fig. 2 Oxygen reduction reaction activity of Pd NRs with different lengths and photoelectrochemical performance on 11.8nm Pd NRs. LSVs of the ORR in O2-saturated 0.1M HClO4 on Pd NPs and Pd NRs with different lengths (a) and on 11.8nm Pd NRs with different excitation powers (b). (c) The dependence of the ORR enhancement factor at 0.80V/SHE on excitation wavelength for 11.8nm Pd NRs. The plasmon intensity spectrum is overlaid. (d) I-t curves for 11.8nm Pd NRs under intermittent 0.2W cm−2 illumination with an excitation wavelength of 850nm. Fig. 3 The ORR kinetic analyses. (a) Arrhenius plots of the ORR rate constants kapp for 11.8nm NRs with and without illumination. (b) The relationship between the natural logarithm of the pre-exponential factor, lnA, and the ORR potential for 11.8nm Pd NRs. (c) The ORR kinetic current density for 11.8nm Pd NRs with and without SPR excitation in 0.1M HClO4 +H2O and 0.1M DClO4 +D2O solutions. (d) Effects of externally applied electric field and temperature on the calculated rds rate constants with (A) or without (B) the tunneling correction, and deuterium effect on the rate constants with the tunneling correction (C). Fig. 4 CO stripping experiments under different procedures and the kinetic isotope effect during CO stripping process on 11.8nm Pd NRs. (a) CO stripping CVs with and without 850nm excitation of 0.2W cm−2 in 0.1 M HClO4 at a scan rate of 20mV s−1. (b) CO stripping voltammograms with and without 850nm excitation of 0.2W cm−2 in 0.1 M DClO4 +D2O at a scan rate of 20 mV·s−1. TEM and HRTEM images of 11.8nm Pd NRs after the CO stripping procedure without (c, d) and with (e, f) constant illumination. Table 1 The kinetic pre-exponential factors A of the Pd NRs with different lengths and at different ORR potentials with and without illumination. A 0.80V 0.75 V 0.65 V 11.8nm Light 9.27×1010 2.67×1012 2.16×1013 No Light 4.38×108 5.81×109 3.48×1010 Enhancement factor 211.64 459.55 620.69 6.4nm Light 9.23×109 1.23×1010 1.57×1012 No Light 3.85×107 4.19×107 4.34×109 Enhancement factor 239.74 293.56 361.75 4.9nm Light 3.86×108 2.22×109 2.54×1010 No Light 2.85×107 1.17×108 1.08×109 Enhancement factor 13.54 18.97 23.52 Boosting electrocatalytic activities of plasmonic metallic nanostructures by tuning the kinetic pre-exponential factor Yunjie Xiong a b c Mingjun Ren a Dongdong Li a Bolin Lin b Liangliang Zou a Yanshan Wang a Haifeng Zheng d Zhiqing Zou a Yi Zhou a Yihong Ding d Zhongyang Wang a b Liming Dai e Hui Yang a b ⁎ a Shanghai Advanced Research Institute, Chinese Academy of Sciences, Shanghai 201210, China Shanghai Advanced Research Institute Chinese Academy of Sciences Shanghai 201210 China b School of Physical Science and Technology, ShanghaiTech University, Shanghai 201210, China School of Physical Science and Technology ShanghaiTech University Shanghai 201210 China c University of Chinese Academy of Sciences, Beijing 100039, China University of Chinese Academy of Sciences Beijing 100039 China d Institute of Theoretical Chemistry, Jilin University, Changchun 130023, China Institute of Theoretical Chemistry Jilin University Changchun 130023 China e Center of Advanced Science and Engineering for Carbon (Case4Carbon), Case Western Reserve University, Cleveland, OH 44106, USA Center of Advanced Science and Engineering for Carbon (Case4Carbon) Case Western Reserve University Cleveland OH 44106 USA ⁎ Corresponding author at: Shanghai Advanced Research Institute, Chinese Academy of Sciences, Shanghai 201210, China. Shanghai Advanced Research Institute Chinese Academy of Sciences Shanghai 201210 China Graphical abstract The electrocatalytic activity of metallic nanostructures is commonly tuned by changing their structure, composition, size and morphology to decrease the activation energy of a rate-determining elementary step. Here, we report that the electrocatalytic activity of the excited plasmonic model Pd nanostructured electrocatalyst for oxygen reduction reaction (ORR) can be enhanced significantly by increasing the kinetic pre-exponential factor. The localized surface plasmon resonance (SPR) effect promotes a two-orders of magnitude increase in the apparent pre-exponential factor in the Arrhenius equation. Combined experimental and theoretical analyses of the kinetic H/D isotope effect indicate that the observed increase in the apparent pre-exponential factor is attributable to an increased quantum–mechanical proton tunneling arising from the local electric field enhancement upon SPR excitation. Intriguingly, the ORR activity enhancement can be observed under simulated solar light illumination, implying potential for fuel cell applications. The methodology developed in this study is applicable to other proton-coupled electron-transfer reactions, thus opening a promising route to manipulating electrocatalytic reactivity by tuning the kinetic pre-exponential factor and suggesting potential for fuel cell applications. Keywords Electrocatalysis Plasmon Pre-exponential factor Proton tunneling 1 Introduction The efficient electrocatalysis of the oxygen reduction reaction (ORR) is important in many applications, including proton exchange membrane fuel cells and metal-air batteries [1–3]. In particular, ORR at the cathode is a key factor limiting the performance of fuel cells because of the exceptionally high OO bond energy and the sluggish ORR kinetics, even on commonly used Pt- and Pd-based metallic nanostructured electrocatalysts [4,5]. According to transition-state theory, the rate constant (k) of an electrochemical reaction could be tuned by either activation energy (Ea ) or pre-exponential factor (A) of a rate-determining elementary step (k = Ae - E a / RT ) [6,7]. The conventional strategy for tailoring the activity and selectivity for ORR is to tune the intrinsic electronic and geometric effects of metallic nanostructures [2,8,9]; these changes can lead to a decrease in the activation energy because the electron transfer of an inner-sphere electrocatalytic reaction occurs in an activated complex [10]. However, the effective control of electronic and geometric effects of metallic nanostructures, for example by alloying Pt and/or Pd with non-noble metals [11,12] and/or fabricating uncommon geometric metallic nanostructures [13–16], to decrease the ORR activation barrier has almost approached a technological bottleneck over the past thirty years. To alleviate this challenge, a crucial issue to be addressed is whether or not the electrocatalytic reactivity on metallic nanostructures can be further increased by tuning the kinetic pre-exponential factor. Alternatively, by applying an external stimulus (e.g., temperature), the ORR kinetics could be altered. Electrocatalytically active nanostructures of noble metals, such as Pt and Pd, usually show a unique localized surface plasmon resonance (SPR) effect [17,18], which could be used asa promising external stimulus to directly drive heterogeneous photocatalytic reactions. Since the first report on the direct plasmonic photocatalysis for HCHO oxidation to CO2 on optically insert SiO2-supported Au nanoparticles [19], direct plasmonic photocatalysis on Au and Ag nanostructures has been extensively investigated to improve the energy efficiency and selectivity of chemical reactions [20–23]. Recently, Linic and co-workers reported that plasmon excitation of the localized SPR on Cu nanoparticles resulted in a reduction of the surface Cu oxide, leading to a greatly improved selectivity for propylene epoxidation reaction [24]. The integration of bimetallic nanomaterials (such as Ag or Au) with another catalytically active metal (typically Pt and Pd) within one plasmonic nanostructure can efficiently accelerate some chemical reactions, induced by localized SPR excitation [25–27]. Similarly, if external radiative energy is applied to an inner-sphere electrocatalytic system, the local electric field near the surface of the metal nanostructures could be enhanced [28], which would boost the electrocatalytic reactivity [29]. Primary mechanistic studies on direct plasmonic photocatalytic systems have suggested that the reactivity enhancement is mainly caused by the transfer of energetic electrons to adsorbate orbitals. However, it is unclear if the enhancement in the reactivity was resulted from a reduction of the activation energy or an increase in the pre-exponential factor, or both. Both the electrocatalytic reactivity and SPR feature of metallic nanostructures are highly dependent on the structure, composition, size and morphology of the nanostructures [30–32]; thus, the controlled synthesis of well-defined metallic nanostructures with tunable electrocatalytic and SPR properties is particularly important to the design of direct plasmonic electrocatalytic systems. We herein describe a simple but very efficient method for controlled synthesis of ultrathin Pd nanorods (NRs) with a diameter of ca. 1.5nm and a tunable length of 4.9 to 22.6nm from Na2PdCl4 by using CO as a reducing agent (see the Supplementary Information for details). The SPR can thus be tunable over a broad spectral range. Interestingly, we found that the ORR electrocatalysis on the plasmonic model Pd NRs electrocatalyst is greatly enhanced via the manipulation of the kinetic pre-exponential factor, although Pd is not the best electrocatalyst for the ORR. To the best of our knowledge, this work is the first report on the manipulating SPR to dramatically increase the pre-exponential factor of an electrocatalytic chemical reaction. 2 Methods 2.1 Catalyst preparation In a typical synthetic procedure, 210mg of PVP and 100mL of 3.876mM Na2PdCl4/methanol solution were added into a flask. 0.2, 0.6, and 1.0mL of water were added into the above flask to control the length of the resultant Pd nanorods (NRs). High-purity N2 at a flow rate of 200mLmin−1 was used for de-aeration of the solution for 1h under stirring. Then, high-purity CO by 200mLmin−1 was introduced to the flask under gentle stirring. The reaction temperature was kept at 30.0±0.1°C unless stated otherwise. The products were washed with acetone and water for at least five times and recovered via a centrifugation. For a comparison, Pd sphere nanoparticles were prepared at 25°C using a similar procedure but in aqueous solution. 2.2 Catalyst characterization Transmission microscopy (TEM) and high-resolution TEM (HRTEM) images were obtained with an FEI Tecnai 30F microscope at an accelerating voltage of 200kV. The sample was prepared by ultrasonically suspending the catalyst powder in ethanol. A drop of suspension was then placed onto a holey copper grid and dried in air for TEM measurement. All the UV–Vis-near IR absorption spectra of Pd NRs and NPs samples were taken on the Agilent Technologies Cary 5000 UV–Vis-NIR Spectrophotometer at room temperature. 2.3 Electrochemical evaluation Porous electrodes were prepared as follows [33]: 2mg of the catalyst, 0.2mL of Nafion (5wt%, Aldrich) and 2.8mL of ultrapure water were mixed ultrasonically. Then, 3μL of this ink (about 2μg of the nanocrystals) was transferred onto a glassy carbon disk (GC, 3mm in diameter), and left to dry overnight. Electrochemical measurements were performed using a CHI 730 Potentiostat and a conventional three-electrode cell. The catalytic activity of the oxygen reduction reaction (ORR) was measured with a rotating disk electrode (Radiometer, France). The counter electrode was a GC plate, and a saturated calomel electrode (SCE) was used as the reference electrode. All the potentials, however, were referenced with respect to the standard hydrogen electrode (SHE). High-purity nitrogen or oxygen was used for de-aeration of the solutions. During the measurements, a gentle gas flow was kept above the electrolyte. The electrolyte used was either 0.1M HClO4 +H2O or 0.1M DClO4 +D2O. Before electrochemical measurements, the potential of Pd based electrodes was firstly held at −0.292V (vs. SCE) in 0.1MHClO4 for at least 5min to remove the residual PVP[34]. Unless stated otherwise, the linear scanning voltammograms (LSVs) of the ORR were conducted in O2-saturated 0.1M HClO4 solution at a scan rate of 10 mV s−1 and with a rotation speed of 1600rpm. And the Koutecky-Levich plots of the ORR were obtained under the rotation speeds of 400, 900, 1600 and 2000rpm, respectively. To probe the surface of the catalysts, CO-stripping voltammetry was performed as follows: CO was pre-adsorbed onto the catalyst at a given potential of 0.20V/SHE for 15min by bubbling CO into 0.1M HClO4 solution with or without laser illumination. CO in the solution was subsequently removed by purging high-purity N2 for 30min. The electrochemical surface areas (ECSAs) of the catalysts were determined by H desorption peak and COad oxidation in CO stripping voltammograms over a potential range from 0.05V to 1.28V at a scan rate of 20mVs−1 in 0.1M HClO4. The H desorption charge, CO oxidation charge and PdO reduction charge on a Pd surface were assumed to be 210, 420 and 420μCcm−2, respectively. All the electrochemical experiments were carried out at a temperature of 22.5±0.1°C. 2.4 Direct plasmonic electrocatalysis We used the MBR-110 Ti sapphire laser as the monochromatic light source and the CEL-S500 Xenon light source to simulate solar light. Unless stated otherwise, the excitation wavelength is 850nm with a power density of 0.2Wcm−2. The other photoelectrochemical measurement methods are the same as electrochemical measurement, as mentioned above. 2.5 Electromagnetic field simulation The spatial distributions of local electric-field intensity around the Pd NRs were calculated by employing the Finite Difference Time Domain (FDTD) Method (Lumerical FDTD solutions). The simulations were conducted on individual Pd NRs with the same diameter (1.50nm) and different lengths at respective resonance wavelengths (i.e. 4.9nm@650nm, 6.4nm@765nm, 11.8nm@897nm and 22.6nm@945nm) by referring the experimental observations. The Pd nanorods were illuminated from the top side by aplanewavepolarizedalong the x-axis. 2.6 Pd cluster model and calculation methods The palladium cluster of 8 atoms (i.e., Pd8) [35] with the D2d symmetry in singlet is a commonly used model to investigate the catalytic properties of Pd clusters [36,37]. Thus, the Pd8 was adopted in this work to economically mimic the palladium catalyst. The Pd8 was fully relaxed during the geometry optimization and the transition state searching without the externally applied electric field. The density functional theory (DFT) calculations were carried out using the Gaussian09 program package [38]. The Perdew-Burke-Ernzerhof (PBE0) functional was adopted for the exchange-correlation effect [39] accompanied with the 6–31G∗ basis set for H, O atoms and lanl2dz pseudopotential for Pd atoms. The contribution of solvation effect was calculated implicitly with Poisson-Boltzmann continuum model. The connection of the transition state was confirmed by the intrinsic reaction coordinate calculations. The eventual rds rate constant k was determined according to tunneling-corrected Arrhenius equation: k = λ Ae - E a RT , in which λ is the tunneling coefficient. λ was calculated with the Wigner equation of λ = 1 + 1 24 hv k b T 2 [40,41]. ν is the imaginary frequency of the transition state and A is the pre-exponential factor expressed as A = k b T h Q ts Q r . Ea is the activation barrier of the rds reaction. 3 Results and discussions 3.1 Synthesis and characterization The detailed procedure for the controlled synthesis of ultrathin Pd nanorods is described in the Supplementary Information. TEM images in Fig. 1 show that all of the Pd NRs have a diameter of ca. 1.5nm, but a tunable length from 4.9 to 6.4, 11.8 and 22.6nm with a narrow length distribution. These values were measured from more than 200 randomly chosen NRs. The X-ray diffraction pattern (Fig. S1) displays five peaks characteristic of Pd (111), (200), (220), (311) and (222). The length tuning was achieved by varying the amount of polyvinylpyrrolidone, the trace amount of water and the temperature during the synthesis (Figs. S2–S6) while the diameter of the Pd NRs remained to be ca. 1.5nm. To the best of our knowledge, this is the narrowest diameter distribution among the Pd NRs or nanowires reported to date [2,42,43]. The as-prepared Pd NRs exhibit a highly tunable SPR. The absorption spectra in Fig. 1i indicate a gradual red shift from 651 to 765, 897 and 945nmas the NR length increases from 4.9 to 6.4, 11.8 and 22.6nm, respectively. By contrast, the SPR peak for Pd nanoparticles (NPs) we prepared with an average diameter of ca. 3.9nm is located at ca. 560nm (Fig. S7). The absorption spectrum of the Pd NRs dispersed on a transparent fluorine-doped tin oxide (FTO) electrode exhibits an SPR feature similar to that of the solution (Fig. 1j). The length of the Pd NRs is believed to play a critical role in determining their unique SPR. 3.2 Electrocatalytic evaluation and direct plasmonic electrocatalysis We investigated the electrochemical performance of the Pd NRs and NPs. Prior to the electrochemical measurements, the as-prepared catalysts were washed with acetone and water for at least five times to remove the PVP from the catalyst surface. FTIR spectra in Fig. S8a clearly illustrate that the PVP was almost completely removed from the Pd NRs. Besides, the potential of Pd based electrodes was firstly held at −0.05V (vs. SHE) in 0.1M HClO4 for at least 5min to remove the possible residual PVP [34]. Cyclic voltammograms of all the catalysts in 0.1M HClO4 (Fig. S8b) show hydrogen and oxygen adsorption/desorption regions typical for metallic Pd, while the Pd NRs with a length of 11.8nm exhibit the maximal electrochemical specific surface areas (ECSAs) (Table S1). The ORR performance was evaluated by linear scanning voltammetry (LSV) in an O2-saturated 0.1M HClO4 solution at a scan rate of 10mVs−1 and with a rotation speed of 1600rpm, unless otherwise specified (Fig. 2 a). Obviously, the ORR activity of all the Pd NRs is slightly greater than that of as-prepared Pd NPs. The ORR activity on Pd NRs with the length of 11.8 nm is nearly the same as that of commercial Pd Black from Aldrich (surface area 40–60m2 g−1, 99.95% trace metals basis) (Fig. S8c), again confirming the removal of PVP on the catalyst surface, which, otherwise, would have significantly reduced the electrocatalytic activity of the Pd NRs. The mass activity (MA) and specific activity (SA) for Pd NRs with different lengths shown in Fig. S8d indicate that the ORR electrocatalytic activity is length dependent with the highest value observed for the Pd NRs with the length of 11.8 nm. As exemplified by the TEM images shown in Fig. S6a and b and decreased ECSA listed in Table S1 for Pd NRs with the length of 22.6 nm, long Pd NRs could intertwine with each other and aggregate, leading to a decreased electrocatalytic activity. The direct plasmonic electrocatalysis of the ORR was first evaluated for the 11.8-nm long Pd NRs with an excitation wavelength of 850 nm (Ti sapphire laser), which is similar to the resonant wavelength of the Pd NRs. To eliminate temperature interference, all the experiments were conducted in an isothermal environment of ca. 22.5°C unless stated otherwise. The LSVs of the ORR under illumination (Fig. 2b) show that the ORR current densities increase linearly with increasing excitation power (Fig. S9a), indicating that the overall ORR rate was enhanced by laser illumination. The possible thermal effects on the ORR activities appeared to be negligible (Fig. S9b–e) (see, Supplementary Information for the detailed methods to explore the possible thermal effect on the ORR). The ORR activities during laser illumination are much higher than those at the various corresponding temperatures (but without illumination). More importantly, the strong dependence of the ORR activity enhancement factor (the ratio of ORR current at 0.80 V/SHE with and without illumination) on the excitation wavelength (Fig. 2c) offers convincing evidence that SPR excitation is responsible for the enhanced ORR electrocatalysis observed in Fig. 2b [23,30]. We calculated the spatial distribution of the local electric field intensity for Pd NRs with different lengths at various resonant wavelengths by the finite-difference time-domain method (Fig. S10). The electric field intensities in the vicinity of the Pd NRs are greatly enhanced upon resonant excitation and increase linearly with increasing excitation power (Fig. S11), supporting that the enhanced ORR activity is primarily due to the local electric field enhancement on the plasmonic Pd NRs. Surprisingly enough, no change in the onset potential of the ORR was observed, suggesting that the laser illumination did not change electronic structure of the Pd NRs. Thus, the improved ORR activity might be due to increased adsorption of oxygen molecules onto the surface of the Pd NRs induced by the local electric field enhancement upon SPR excitation, which is in good agreements with some theoretical predications [44,45]; this increased oxygen adsorption is further confirmed by our CO stripping experiments (vide infra). Fig. 2d shows I-t curves for the ORR on Pd NRs with a length of 11.8 nm at a potential of 0.54 V/SHE with and without laser illumination of 0.2Wcm−2. Upon excitation, the ORR current increased instantaneously by a factor of ca. 4.4 and then remained nearly constant. When the laser was switched off, the ORR current instantly reverted to the initial value, demonstrating the reversibility of the plasmonic electrocatalytic process and thus further confirming that the contribution of thermal effects to the ORR could be neglected [23,30,46]. This direct plasmonic electrocatalysis can be well explained by the local electric field enhancement. When we used the laser illumination of 0.2Wcm−2, the detected temperature of the electrode surface was ca. 29.4°C (the electrolyte temperature remains ca. 22.5°C); this increase in temperature is likely due to laser heating or photothermal effects. Upon switching off the laser, the temperature of the electrode surface quickly returned to its initial value of 22.5°C. To evaluate the possible effects of laser heating and/or photothermal effects on ORR electrocatalysis, the temperature of the system (including the electrolyte and the electrode) during chronoamperometric experiments was increased from 22.5 to 29.4 and 41.1 °C, which correspond to the temperatures of the electrode surface under laser illumination of 0.2 and 0.6Wcm−2, respectively. As can be seen in Fig. 2d, the ORR current for the thermally heated systems is much lower than that with laser illumination, further corroborating that the thermal effect, if any, is not a major factor for the enhanced electrocatalysis under laser illumination. Furthermore, we used simulated solar light (AM1. 5G, 100mWcm−2) to illuminate the electrode covered with 11.8-nm long Pd NRs. Fig. S12a shows the I-t curves obtained for ORR on the 11.8-nm long Pd NRs at a potential of 0.54 V/SHE with and without AM1.5G illumination, which reveals an enhancement in ORR current by a factor of ca. 2, indicative of the potential for direct plasmonic electrocatalysis with solar light. The good correlation of the excitation-wavelength-dependent ORR enhancement with the absorption spectrum (Fig. S12b) supports, once again, that the SPR is responsible for the illumination-enhanced ORR electrocatalysis. Koutecky-Levich plots (Fig. S13) show nearly parallel straight lines for the ORR with and without excitation, suggesting that the rate-determining step (rds) for the ORR remained unchanged regardless of illumination. The slopes of the Koutecky-Levich plots for both cases are typical of a four-electron process, consistent with the formation of water [47]. By extrapolating the lines, we obtained the kinetic current under different experimental conditions. Similar to previous studies [48,49], we constructed Arrhenius plots of the apparent rate constant kapp for the 11.8-nm long Pd NRs (Fig. 3 a). From the slope and intercept of the different Arrhenius plots, the apparent activation energy (Ea, app ) and the kinetic pre-exponential factor (A) in the Arrhenius equation for the overall ORR were obtained (Fig. S14, Fig. 3b and Table S2). Interestingly, unusual changes were observed in both the potential-dependent Ea, app and A for the ORR under different experimental conditions. The value of Ea, app for the ORR upon SPR excitation is about one-fourth higher than that without illumination. However, the kinetic pre-exponential factor with plasmon excitation at different potentials is more than 2 orders of magnitude higher than that without illumination. For the ORR on Pd NRs with and without plasmon excitation, constant Ea, app values were observed in the diffusion-controlled region (Fig. S14), which is reasonable because the surface Pd species is primarily in the metallic state in this region. However, Ea, app slightly decreased with the ORR potential in the kinetic and mixed controlled regions (above 0.70 V/SHE, Fig. S14), which we ascribed to a change in the Pd surface species or to a change in coverage of the Pd oxide at the applied potentials. The A value of the ORR with and without resonant excitation decreased with increasing ORR potential (Fig. 3b). We have also observed the dependence of A on the length of the Pd NRs and their respective resonance excitations (Table 1 ); our observations strongly suggest that the ORR activity can be tuned with A and is induced by the tunable SPR. A net enhancement in the ORR activity upon resonant excitation implies that A could be a better descriptor for the increased ORR activity in this work than Ea, app, and that the electrocatalytic reactivity can be improved by manipulating A. This work is the first demonstration that the activity of an electrocatalytic reaction can be improved by a SPR-induced increase in the kinetic pre-exponential factor, which should provide a promising new way to enhance the electrocatalysis. Similarly, the direct plasmonic electrocatalysis of the ORR by Pd NRs with different lengths was observed upon illumination at their respective resonant excitations (Figs. S15–S16), confirming that the length-dependent SPR associated with Pd NRs can lead to a tunable ORR activity. 3.3 Proton tunneling effect According to the quantum-mechanical expression of rate constants, the pre-exponential factor is the product of a semi-classical term based on partition functions and a quantum-mechanical tunneling correction factor [50–52]. In acidic medium, the ORR pathway follows a 4-electron process with protons involved in the reaction: O2 +4H+ +4e− =2H2O. To elucidate the origin of the increase in A for the ORR upon SPR excitation, we used the kinetic H/D isotope effect (KIE) to probe the nature of the ORR (Fig. S18a–c). Fig. 3c shows the ORR kinetic current density in 0.1 M HClO4 +H2O and 0.1 M DClO4 +D2O solutions, derived from the intercepts of the Koutecky-Levich plots, as a function of the applied potential with and without SPR excitation. Both the potential- and temperature-dependent KIE (where KIE=jk(E)H2O/jk(E)D2O) values were observed (Table S3). The KIE value increased with increasing ORR overpotential. Abnormally large KIE values beyond the semi-classical upper limit (ca. 10) offer evidence for a significant contribution from quantum-mechanical proton tunneling in A during the ORR [50]. In the presence of proton tunneling, a percentage of protons involved in these reactions tunnel through the barrier even in the case that their energies are not enough to overcome the reaction barrier. Interestingly, the KIE values upon SPR excitation are much larger than those at the corresponding temperature (but without illumination), revealing that the enhanced proton-tunneling contribution under illumination plays an important role for the increased A upon SPR excitation. The enhanced electric field at the metal/electrolyte interface affects the proton tunneling. According to previous work by Bell and Costentin [51,53], the enhancement of the proton tunneling effect will lead to an increase of the pre-exponential factor. Thus, the rate constant (k) would increase according to the transition-state theory (and the Arrhenius equation), and the improved ORR activity can be observed. As reported, the phonon driven chemical reactions in the dark process were also observed [54], the pre-exponential factor depends essentially on the entropy turnover possibly modified by the overpotential and the entropic transfer coefficient in an exponential fashion. The activation energies and frequency factors indicate that the entropy turnover of the reaction plays a significant role. In our work, the SPR effect excitation induces the local electric field enhancement, thus, would lead to the more O2 molecules adsorbed on the surface of Pd NRs. As a result, the entropy contribution to the improved ORR kinetic will increase. In this case, the increased A could be explained according to the model of tunneling raised by Bell and Limbach [51,55], which exhibits a good connection with the work by Alonso-Vante et al. [54], thus supporting our conclusion again. Quantum mechanical calculations (PBE0-DFT) suggest that the rds of the ORR on a Pd8 cluster model (Fig. S19) is a proton-coupled electron transfer process, OHad +H+ +e→H2O [56], consistent with the measured large KIE values. We further calculated the possible dependence of the rds rate constant and proton tunneling effect on the externally applied electric field and temperature. From Fig. 3d, the calculated rate constants with and without the tunneling correction clearly increase with electric field intensity and temperature, which can qualitatively explain why the electric field enhancement from the SPR excitation of metallic nanostructures can favorably affect the ORR kinetics. The enhancement of the tunneling contribution upon SPR excitation is further supported by the calculated positive correlation between the isotope effect on the tunneling correction factor and the electric field intensity (Fig. S21). Importantly, the calculated pre-exponential factor of the rds is greatly enhanced under appropriate externally applied electric fields (Fig. S22), supporting our experimental results that the activity of an electrocatalytic reaction could be improved by increasing the kinetic pre-exponential factor. Because the activation energy of an electrocatalytic reaction depends on the structure, composition, size and morphology of a catalyst, we examined possible morphology change of the 11.8-nm long Pd NRs after the ORR process without illumination. The morphologies of the Pd NRs before and after the ORR were nearly unchanged; however, the Pd NRs became slightly shorter and thicker after the plasmonic electrocatalytic process, likely explaining the small change in the apparent activation energy of the ORR. To understand the local electric field enhancement and kinetic isotope effect, we further performed the plasmonic electrocatalysis using CO as a probe molecule. In acidic medium, protons are also involved in the CO stripping process: CO+H2O=CO2 +2H+ +2e−. For better understanding of the whole plasmonic CO stripping process, we artificially divide it into the electrochemical pre-adsorption process (Ⅰ) and stripping processes (Ⅱ). The CO-stripping voltammograms obtained under different procedures (Fig. 4 a) confirm that the plasmonic excitation substantially affects the electrochemical pre-adsorption and stripping processes on Pd NRs. As showed in Fig. 4a, the red solid line and the black dash line indicate the CO stripping procedure with and without illumination during the whole process, respectively. The blue solid line indicates a non-irradiated electrochemical pre-adsorption process following irradiated stripping and the green dash line indicates an irradiated electrochemical pre-adsorption process following non-irradiated stripping. Clearly, SPR excitation during stripping process (Ⅱ) results in a negative shift in the onset and peak potentials of COad, indicating that plasmon excitation effectively promotes electrocatalytic oxidation of COad. Interestingly, one can clearly find a great increase in the peak areas for the oxidation of pre-adsorbed COad, the reduction of Pd oxide species and H adsorption/desorption (Table S4) during the irradiated stripping process (Ⅱ). SPR excitation during pre-adsorption led to a linear increase in the CO adsorption with the excitation power (Fig. S23a–d). However, this net COad increase completely disappeared after removal of the illumination due to the recovery of the initial local electric state, thus providing evidence for the local electric field enhancement induced by the resonant excitation. Furthermore, we didn’t observe any change for CO stripping peak areas with temperature, definitely confirming that the contribution of thermal effects to the plasmon-enhanced electrocatalysis could be neglected. Similarly, the morphologies of the Pd NRs after CO stripping remained almost unchanged. However, the Pd NRs became slightly shorter and thicker after the CO stripping process coupled with laser illumination (Fig. 4c–f). The enhanced CO peak areas could be explained by the enhanced contribution from proton tunneling upon SPR excitation because protons were involved in these electrochemical reactions. Fig. 4b shows the CO stripping voltammograms in 0.1 M DClO4 +D2O solution with and without SPR excitation. One can find a slightly negative shift in the onset and peak potentials of COad, assessing that plasmon excitation promotes electrocatalytic oxidation of COad in 0.1M DClO4 +D2O solution. In comparison with Fig. 4a (and Table S4), a decrease in the peak areas for the COad oxidation, reduction of PdO species and H adsorption/desorption, and a positive shift in the onset and peak potentials of COad, were observed in 0.1 M DClO4 +D2O solution (Fig. 4b and Table S5), clearly showing the kinetic H/D isotope effects. For CO stripping without excitation, the KIE value obtained by integrating the COad oxidation peak was ca. 1.42 (Table S6), indicating the occurrence of proton tunneling. Upon excitation, the KIE increased to 1.63, demonstrating a greater contribution from proton tunneling during the CO stripping process. Similar KIE changes with and without excitation were also observed for H adsorption/desorption and the reduction of Pd-oxide species, thus supporting the conclusion that the KIE changed the ORR. Since protons were also involved in the electro-oxidation of formic acid, the enhancement of formic acid oxidation by the Pd NRs was also observed upon excitation at its respective resonant excitation (Figs. S24–S27), suggesting the universality to the proton-coupled electrochemical reactions on plasmonic metallic nanostructures. 4 Conclusions In conclusion, we have successfully synthesized ultrathin Pd NRs with tunable length and a tunable SPR. The good linear correlations of the power for the resonant excitation of plasmonic Pd NRs with the activity of the ORR and formic acid oxidation, the peak areas for COad oxidation and PdO reduction, and the simulated intensity of the local electric field indicate that the SPR leads to a local electric field enhancement for facilitating O2 adsorption onto the plasmonic Pd NRs and the ORR process. The potential-dependent increase in both the apparent activation energy and the kinetic pre-exponential factor in the Arrhenius equation for the ORR could be ascribed to the change in Pd morphologies and to the local electric field enhancement induced by the SPR, respectively. Both the experimental and theoretical evidence for kinetic isotope effects demonstrate that the contribution from quantum-mechanical proton tunneling increases upon resonant excitation, and this increase in proton tunneling causes an increase in the kinetic pre-exponential factor. Notably, the ORR was enhanced under simulated solar light illumination, suggesting the possible use of solar light to modulate the ORR processes in fuel cells and metal-air batteries for energy conversion and storage. Furthermore, the surface plasmon-enhanced electrocatalysis can be extended to other proton-coupled electrocatalytic systems, implying the universality of direct plasmonic electrocatalysis for energy-related and many other applications. This work should shed new light on improving the electrocatalytic reactivity of metallic nanostructures via manipulation of the kinetic pre-exponential factor. Acknowledgements This work was financially supported by the National Key Research programs (SQ2017YFJC020259) and the National Natural Science Foundation of China (21533005, 21503262). Appendix A Supplementary material Supplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.jcat.2017.08.024. Appendix A Supplementary material Supplementary data 1 References [1] M.K. Debe Electrocatalyst approaches and challenges for automotive fuel cells Nature 486 2012 43 51 [2] H. Mistry A.S. Varela S. Kühl P. Strasser B.R. Cuenya Nanostructured electrocatalysts with tunable activity and selectivity Nat. Rev. Mater. 1 2016 16009 [3] F. Cheng J. Chen Metal-air batteries: from oxygen reduction electrochemistry to cathode catalysts Chem. Soc. Rev. 41 2012 2172 2192 [4] B. Lim M. Jiang P.H. Camargo E.C. Cho J. Tao X. Lu Y. Zhu Y. Xia Pd-Pt bimetallic nanodendrites with high activity for oxygen reduction Science 324 2009 1302 1305 [5] L. Xiao L. Zhuang Y. Liu J. Lu Activating Pd by morphology tailoring for oxygen reduction J. Am. Chem. Soc. 131 2008 602 608 [6] S. Gottesfeld, Electrocatalysis of oxygen reduction in polymer electrolyte fuel cells: a brief history and a critical examination of present theory and diagnostics, Fuel cell catalysis: a surface science approach, ed. MTM Koper, Wiley: Hoboken, NJ, (2009). [7] A.B. Anderson J.m. Roques S. Mukerjee V.S. Murthi N.M. Markovic V. Stamenkovic Activation energies for oxygen reduction on platinum alloys: theory and experiment J. Phys. Chem. B 109 2005 1198 1203 [8] K. Yamamoto T. Imaoka W.J. Chun O. Enoki H. Katoh M. Takenaga A. Sonoi Size-specific catalytic activity of platinum clusters enhances oxygen reduction reactions Nat. Chem. 1 2009 397 402 [9] H. Zhang M. Jin Y. Xiong B. Lim Y. Xia Shape-controlled synthesis of Pd nanocrystals and their catalytic applications Acc. Chem. Res. 46 2012 1783 1794 [10] A.J. Bard Inner-sphere heterogeneous electrode reactions. Electrocatalysis and photocatalysis: the challenge J. Am. Chem. Soc. 132 2010 7559 7567 [11] V. Stamenkovic B.S. Mun K.J. Mayrhofer P.N. Ross N.M. Markovic J. Rossmeisl J. Greeley J.K. Nørskov Changing the activity of electrocatalysts for oxygen reduction by tuning the surface electronic structure Angew. Chem., Int. Ed. 118 2006 2963 2967 [12] V.R. Stamenkovic B. Fowler B.S. Mun G. Wang P.N. Ross C.A. Lucas N.M. Marković Improved oxygen reduction activity on Pt3Ni (111) via increased surface site availability Science 315 2007 493 497 [13] L. Wang Y. Yamauchi Metallic nanocages: synthesis of bimetallic Pt–Pd hollow nanoparticles with dendritic shells by selective chemical etching J. Am. Chem. Soc. 135 2013 16762 16765 [14] J. Snyder I. McCue K. Livi J. Erlebacher Structure/processing/properties relationships in nanoporous nanoparticles as applied to catalysis of the cathodic oxygen reduction reaction J. Am. Chem. Soc. 134 2012 8633 8645 [15] N. Tian Z.-Y. Zhou S.-G. Sun Y. Ding Z.L. Wang Synthesis of tetrahexahedral platinum nanocrystals with high-index facets and high electro-oxidation activity Science 316 2007 732 735 [16] Y. Xia Y. Xiong B. Lim S.E. Skrabalak Shape-controlled synthesis of metal nanocrystals: simple chemistry meets complex physics? Angew. Chem., Int. Ed. 48 2009 60 103 [17] Y. Xiong J. Chen B. Wiley Y. Xia Y. Yin Z.-Y. Li Size-dependence of surface plasmon resonance and oxidation for Pd nanocubes synthesized via a seed etching process Nano Lett. 5 2005 1237 1242 [18] X. Huang S. Tang X. Mu Y. Dai G. Chen Z. Zhou F. Ruan Z. Yang N. Zheng Freestanding palladium nanosheets with plasmonic and catalytic properties Nat. Nanotechnol. 6 2011 28 32 [19] D. Chen Design, synthesis and properties of highly functional nanostructured photocatalysts Recent Pat. Nanotechnol. 2 2008 183 189 [20] X. Chen Z. Zheng X. Ke E. Jaatinen T. Xie D. Wang C. Guo J. Zhao H. Zhu Supported silver nanoparticles as photocatalysts under ultraviolet and visible light irradiation Green Chem. 12 2010 414 419 [21] P. Christopher H. Xin S. Linic Visible-light-enhanced catalytic oxidation reactions on plasmonic silver nanostructures Nat. Chem. 3 2011 467 472 [22] H. Zhu X. Ke X. Yang S. Sarina H. Liu Reduction of nitroaromatic compounds on supported gold nanoparticles by visible and ultraviolet light Angew. Chem., Int. Ed. 122 2010 9851 9855 [23] S. Mukherjee F. Libisch N. Large O. Neumann L.V. Brown J. Cheng J.B. Lassiter E.A. Carter P. Nordlander N.J. Halas Hot electrons do the impossible: plasmon-induced dissociation of H2 on Au Nano Lett. 13 2013 240 247 [24] A. Marimuthu J. Zhang S. Linic Tuning selectivity in propylene epoxidation by plasmon mediated photo-switching of Cu oxidation state Science 339 2013 1590 1593 [25] Z. Zheng T. Tachikawa T. Majima Single-particle study of Pt-modified Au nanorods for plasmon-enhanced hydrogen generation in visible to near-infrared region J. Am. Chem. Soc. 136 2014 6870 6873 [26] Z. Zheng T. Tachikawa T. Majima Plasmon-enhanced formic acid dehydrogenation using anisotropic Pd–Au nanorods studied at the single-particle level J. Am. Chem. Soc. 137 2015 948 957 [27] F. Wang C. Li H. Chen R. Jiang L.-D. Sun Q. Li J. Wang J.C. Yu C.-H. Yan Plasmonic harvesting of light energy for Suzuki coupling reactions J. Am. Chem. Soc. 135 2013 5588 5601 [28] C. Clavero Plasmon-induced hot-electron generation at nanoparticle/metal-oxide interfaces for photovoltaic and photocatalytic devices Nat. Photonics 8 2014 95 103 [29] M. Liu Y. Pang B. Zhang P. De Luna O. Voznyy J. Xu X. Zheng C.T. Dinh F. Fan C. Cao F.P.G. de Arquer T.S. Safaei A. Mepham A. Klinkova E. Kumacheva T. Filleter D. Sinton S.O. Kelley E.H. Sargent Enhanced electrocatalytic CO2 reduction via field-induced reagent concentration Nature 537 2016 382 386 [30] M.J. Kale T. Avanesian P. Christopher Direct Photocatalysis by Plasmonic Nanostructures ACS Catal. 4 2014 116 128 [31] S. Linic U. Aslam C. Boerigter M. Morabito Photochemical transformations on plasmonic metal nanoparticles Nat. Mater. 14 2015 567 576 [32] G. Baffou R. Quidant Nanoplasmonics for chemistry Chem. Soc. Rev. 43 2014 3898 3907 [33] L. Zou J. Guo J. Liu Z. Zou D.L. Akins H. Yang Highly alloyed PtRu black electrocatalysts for methanol oxidation prepared using magnesia nanoparticles as sacrificial templates J. Power Sources 248 2014 356 362 [34] M. Shao J. Odell M. Humbert T. Yu Y. Xia Electrocatalysis on shape-controlled palladium nanocrystals: oxygen reduction reaction and formic acid oxidation J. Phys. Chem. C 117 2013 4172 4180 [35] P. Nava M. Sierka R. Ahlrichs Density functional study of palladium clusters Phys. Chem. Chem. Phys. 5 2003 3372 3381 [36] A. Beletskaya, D. Pichugina, N. Kuz’menko, Activation of oxygen on palladium nanocluster, Nanotechnol. Russ. 6 (2011) 717-722. [37] F. Mehmood J. Greeley L.A. Curtiss Density functional studies of methanol decomposition on subnanometer Pd clusters J. Phys. Chem. C 113 2009 21789 21796 [38] M. Frisch, G. Trucks, H.B. Schlegel, G. Scuseria, M. Robb, J. Cheeseman, G. Scalmani, V. Barone, B. Mennucci, G. Petersson, Gaussian 09, Revision A. 02, Gaussian, Inc., Wallingford, CT, 200 (2009). [39] J.P. Perdew K. Burke M. Ernzerhof Generalized gradient approximation made simple Phys. Rev. Lett. 77 1996 3865 [40] Y. Zhang J.B. Rommel M.T. Cvitaš S.C. Althorpe Shallow-tunnelling correction factor for use with Wigner-Eyring transition-state theory Phys. Chem. Chem. Phys. 16 2014 24292 24300 [41] E. Wigner, Über das Überschreiten von Potentialschwellen bei chemischen Reaktionen, in: Part I: Physical Chemistry. Part II: Solid State Physics, Springer, 1997, pp. 96-109. [42] C. Koenigsmann A.C. Santulli K. Gong M.B. Vukmirovic W.-P. Zhou E. Sutter S.S. Wong R.R. Adzic Enhanced electrocatalytic performance of processed, ultrathin, supported Pd–Pt core–shell nanowire catalysts for the oxygen reduction reaction J. Am. Chem. Soc. 133 2011 9783 9795 [43] Y. Wang S.I. Choi X. Zhao S. Xie H.C. Peng M. Chi C.Z. Huang Y. Xia Polyol synthesis of ultrathin Pd nanowires via attachment-based growth and their enhanced activity towards formic acid oxidation Adv. Funct. Mater. 24 2014 131 139 [44] M.P. Hyman J.W. Medlin Theoretical study of the adsorption and dissociation of oxygen on Pt (111) in the presence of homogeneous electric fields J. Phys. Chem. B 109 2005 6304 6310 [45] G. Karlberg J. Rossmeisl J.K. Nørskov Estimations of electric field effects on the oxygen reduction reaction based on the density functional theory Phys. Chem. Chem. Phys. 9 2007 5158 5161 [46] S. Mukherjee L. Zhou A.M. Goodman N. Large C. Ayala-Orozco Y. Zhang P. Nordlander N.J. Halas Hot-electron-induced dissociation of H2 on gold nanoparticles supported on SiO2 J. Am. Chem. Soc. 136 2014 64 67 [47] E. Yeager Electrocatalysts for O 2 reduction Electrochim. Acta 29 1984 1527 1537 [48] H. Yano E. Higuchi H. Uchida M. Watanabe Temperature dependence of oxygen reduction activity at Nafion-coated bulk Pt and Pt/carbon black catalysts J. Phys. Chem. B 110 2006 16544 16549 [49] D. Mei Z.D. He Y.L. Zheng D.C. Jiang Y.X. Chen Mechanistic and kinetic implications on the ORR on a Au(100) electrode: pH, temperature and H-D kinetic isotope effects Phys. Chem. Chem. Phys. 16 2014 13762 13773 [50] J.E. Bercaw G.S. Chen J.A. Labinger B.-L. Lin Hydrogen tunneling in protonolysis of platinum (II) and palladium (II) methyl complexes: mechanistic implications J. Am. Chem. Soc. 130 2008 17654 17655 [51] R. Bell The Tunnel Effect in Chemistry 1980 Chapman and Hall London [52] R. Bell Liversidge lecture. Recent advances in the study of kinetic hydrogen isotope effects Chem. Soc. Rev. 3 1974 513 544 [53] C. Costentin M. Robert J.-M. Savéant Electrochemical concerted proton and electron transfers. Potential-dependent rate constant, reorganization factors, proton tunneling and isotope effects J. Electroanal. Chem. 588 2006 197 206 [54] N. Alonso-Vante H. Colell U. Stimming H. Tributsch Anomalous low-temperature kinetic effects for oxygen evolution on ruthenium dioxide and platinum electrodes J. Phys. Chem. 97 1993 7381 7384 [55] D. Gerritzen H.H. Limbach Kinetic isotope effects and tunneling in cyclic double and triple proton transfer between acetic acid and methanol in tetrahydrofuran studied by dynamic proton and deuteron NMR spectroscopy J. Am. Chem. Soc. 106 1984 869 879 [56] Y. Sha T.H. Yu B.V. Merinov P. Shirvanian W.A. Goddard III Oxygen hydration mechanism for the oxygen reduction reaction at Pt and Pd fuel cell catalysts J. Phys. Chem. Lett. 2 2011 572 576",
      "scopus-id": "85028995769",
      "coredata": {
        "eid": "1-s2.0-S0021951717303160",
        "dc:description": "The electrocatalytic activity of metallic nanostructures is commonly tuned by changing their structure, composition, size and morphology to decrease the activation energy of a rate-determining elementary step. Here, we report that the electrocatalytic activity of the excited plasmonic model Pd nanostructured electrocatalyst for oxygen reduction reaction (ORR) can be enhanced significantly by increasing the kinetic pre-exponential factor. The localized surface plasmon resonance (SPR) effect promotes a two-orders of magnitude increase in the apparent pre-exponential factor in the Arrhenius equation. Combined experimental and theoretical analyses of the kinetic H/D isotope effect indicate that the observed increase in the apparent pre-exponential factor is attributable to an increased quantum–mechanical proton tunneling arising from the local electric field enhancement upon SPR excitation. Intriguingly, the ORR activity enhancement can be observed under simulated solar light illumination, implying potential for fuel cell applications. The methodology developed in this study is applicable to other proton-coupled electron-transfer reactions, thus opening a promising route to manipulating electrocatalytic reactivity by tuning the kinetic pre-exponential factor and suggesting potential for fuel cell applications.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2017-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951717303160",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Xiong, Yunjie"
          },
          {
            "@_fa": "true",
            "$": "Ren, Mingjun"
          },
          {
            "@_fa": "true",
            "$": "Li, Dongdong"
          },
          {
            "@_fa": "true",
            "$": "Lin, Bolin"
          },
          {
            "@_fa": "true",
            "$": "Zou, Liangliang"
          },
          {
            "@_fa": "true",
            "$": "Wang, Yanshan"
          },
          {
            "@_fa": "true",
            "$": "Zheng, Haifeng"
          },
          {
            "@_fa": "true",
            "$": "Zou, Zhiqing"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Yi"
          },
          {
            "@_fa": "true",
            "$": "Ding, Yihong"
          },
          {
            "@_fa": "true",
            "$": "Wang, Zhongyang"
          },
          {
            "@_fa": "true",
            "$": "Dai, Liming"
          },
          {
            "@_fa": "true",
            "$": "Yang, Hui"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951717303160"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951717303160"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(17)30316-0",
        "prism:volume": "354",
        "prism:publisher": "Elsevier Inc.",
        "dc:title": "Boosting electrocatalytic activities of plasmonic metallic nanostructures by tuning the kinetic pre-exponential factor",
        "prism:copyright": "© 2017 Elsevier Inc. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Plasmon"
          },
          {
            "@_fa": "true",
            "$": "Pre-exponential factor"
          },
          {
            "@_fa": "true",
            "$": "Proton tunneling"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "160-168",
        "prism:endingPage": "168",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2017",
        "prism:doi": "10.1016/j.jcat.2017.08.024",
        "prism:startingPage": "160",
        "dc:identifier": "doi:10.1016/j.jcat.2017.08.024",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "210",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "24095",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "178",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "36294",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "216",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "21532",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "197",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "21623",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "141",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "24967",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "199",
            "@width": "255",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24151",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "612",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "165076",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "506",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "96764",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "554",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "106298",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "457",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "118910",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "679",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "58640",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1627",
            "@width": "1772",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "495127",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1343",
            "@width": "1772",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "259989",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1472",
            "@width": "1773",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "302050",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1215",
            "@width": "1890",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "393910",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "14568455",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@height": "17",
            "@width": "58",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "392",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "21",
            "@width": "76",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "457",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "13",
            "@width": "10",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "183",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "118",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-si5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "717",
            "@ref": "si5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "10",
            "@width": "9",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-si6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "181",
            "@ref": "si6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "93",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717303160-si7.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "687",
            "@ref": "si7",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85028995769"
      }
    }
  }
}