{
  "metadata": {
    "title": "Industrial and scientific directions of methanol catalyst development",
    "authors": "Jens Sehested",
    "journal": "Journal of Catalysis",
    "date": "2019-03-31",
    "doi": "10.1016/j.jcat.2019.02.002",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951719300533",
    "pii": "S0021951719300533"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85061455540",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2019-02-14 2019-02-14 2019-04-05 2019-04-05 2019-09-04T08:43:20 1-s2.0-S0021951719300533 S0021-9517(19)30053-3 S0021951719300533 10.1016/j.jcat.2019.02.002 S300 S300.1 FULL-TEXT 1-s2.0-S0021951719X00020 2019-09-04T07:52:23.132693Z 0 0 20190301 20190331 2019 2019-02-14T15:05:36.268653Z articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes highlightsabst primabst pubtype ref 0021-9517 00219517 true 371 371 C Volume 371 41 368 375 368 375 201903 March 2019 2019-03-01 2019-03-31 2019 Mini-review article ssu © 2019 Elsevier Inc. All rights reserved. INDUSTRIALSCIENTIFICDIRECTIONSMETHANOLCATALYSTDEVELOPMENT SEHESTED J 1 Introduction 2 Methanol synthesis technology 3 Interplay between methanol catalyst and technology 4 Mechanism, carriers and promoters for methanol synthesis catalysts 5 Cu – Zn interactions 6 Conclusions Acknowledgement References OLAH 2005 2636 2639 G BOZZANO 2016 71 105 G RASMUSSEN 2012 205 214 D FICHTL 2015 262 270 M LUNKENBEIN 2016 12708 12712 T PRIETO 2014 2522 2531 G KUNG 1992 443 453 H QUINN 2004 61 68 R MA 2009 99 104 Y STUDT 2014 320 324 F LANDALV 2014 744 750 I SCHITTKOWSKI 2018 1419 1429 J HANSEN 2008 2920 2949 J HANDBOOKHETEROGENEOUSCATALYSIS KULD 2016 969 S GUPTA 2011 641 656 M LATIMER 2018 6894 6907 A FENG 1994 815 822 W CAVE 2017 15856 15863 E KLIER 1982 243 313 K BRANCO 2016 24 32 J NATESAKHAWAT 2012 1667 1676 S ZOHOUR 2016 1464 1469 B GRACIANI 2014 546 550 J FISHER 1997 11 17 I LAM 2018 10530 10535 E LI 2015 6538 C JIANG 2018 62 70 X MARTIN 2016 6261 6265 O WANG 2017 e1701290 J BEHRENS 2009 1347 1357 M BALTES 2008 334 344 C BEHRENS 2013 6061 6068 M BEHRENS 2016 2 5 M STUDT 2015 1105 1111 F WILKINSON 2016 208 220 S CHINCHEN 1987 333 338 G YANG 2015 7328 7337 Y NAKAMURA 1996 1464 1468 I KATTEL 2017 1296 S JANSEN 2002 229 236 W BEHRENS 2012 893 897 M NERLOV 2000 97 109 J DENISE 1986 235 239 B MAACK 2003 151 160 M SHEFFER 1989 376 387 G SAHIBZADA 1998 111 118 M JANSEVANRENSBURG 2015 559 568 W GRABOW 2011 365 384 L KULD 2014 5941 5945 S VANDENBERG 2016 1 7 R FUJITANI 1997 285 T NAKAMURA 2017 J KATTEL 2017 S KURTZ 2003 77 80 M SPENCER 1987 336 343 M NAKAMURA 2003 277 285 J NAKAMURA 1996 65 75 J WAUGH 2012 1153 1166 K CHINCHEN 1986 101 107 G FICHTL 2014 1 6 M CHATTERJEE 2018 R LUNKENBEIN 2015 4544 4548 T PALOMINO 2018 794 800 R VESBORG 2009 65 72 P KASATKIN 2007 7465 7468 I SCHOTT 2013 11925 11929 V OVESEN 1997 133 142 C PONEC 1992 111 V FROST 1988 577 J GRUNWALDT 2000 452 460 J WAGNER 2003 7753 7758 J HANSEN 2002 2053 2055 P YOSHIHARA 1996 776 J RASMUSSEN 1994 267 P TOPSOE 1999 267 270 N SEHESTEDX2019X368 SEHESTEDX2019X368X375 SEHESTEDX2019X368XJ SEHESTEDX2019X368X375XJ 2021-04-05T00:00:00.000Z 2021-04-05T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier Inc. All rights reserved. 2019-02-06T12:04:15.304Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp item S0021-9517(19)30053-3 S0021951719300533 1-s2.0-S0021951719300533 10.1016/j.jcat.2019.02.002 272561 2019-09-04T07:52:23.132693Z 2019-03-01 2019-03-31 1-s2.0-S0021951719300533-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/MAIN/application/pdf/fcf3c8e4429d66337c1ab37ed3bf4e0d/main.pdf main.pdf pdf true 484938 MAIN 8 1-s2.0-S0021951719300533-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/PREVIEW/image/png/81b4edda3840d839d36cfc86793ca349/main_1.png main_1.png png 48266 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951719300533-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/gr1/THUMBNAIL/image/gif/7390aef9791d8ca4635e48268e36bd32/gr1.sml gr1 gr1.sml sml 7153 81 219 IMAGE-THUMBNAIL 1-s2.0-S0021951719300533-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/gr2/THUMBNAIL/image/gif/13bc5845ed316630c16b94a1a8ca33c3/gr2.sml gr2 gr2.sml sml 6569 129 219 IMAGE-THUMBNAIL 1-s2.0-S0021951719300533-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/gr3/THUMBNAIL/image/gif/45e1508392430843c6e576fe5334637a/gr3.sml gr3 gr3.sml sml 13527 128 219 IMAGE-THUMBNAIL 1-s2.0-S0021951719300533-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/gr1/DOWNSAMPLED/image/jpeg/c5d7aa9801c106aacfc6ea8426d2c3a9/gr1.jpg gr1 gr1.jpg jpg 36726 203 547 IMAGE-DOWNSAMPLED 1-s2.0-S0021951719300533-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/gr2/DOWNSAMPLED/image/jpeg/0714cad2c09bdf87e12009b23425058c/gr2.jpg gr2 gr2.jpg jpg 18033 218 370 IMAGE-DOWNSAMPLED 1-s2.0-S0021951719300533-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/gr3/DOWNSAMPLED/image/jpeg/1dce65e9e90a253720acab0b7df30ec5/gr3.jpg gr3 gr3.jpg jpg 26804 214 366 IMAGE-DOWNSAMPLED 1-s2.0-S0021951719300533-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/gr1/HIGHRES/image/jpeg/15c011d002b1886a2d44c90d012e7690/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 277298 897 2421 IMAGE-HIGH-RES 1-s2.0-S0021951719300533-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/gr2/HIGHRES/image/jpeg/ba970dab1f686c06f8d897848759571d/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 130729 965 1638 IMAGE-HIGH-RES 1-s2.0-S0021951719300533-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/gr3/HIGHRES/image/jpeg/8c5d607e164453d1545676141444fcf5/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 69089 607 1037 IMAGE-HIGH-RES 1-s2.0-S0021951719300533-si5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/STRIPIN/image/gif/e7ad0826a177d8f4fd9f786b36a233af/si5.gif si5 si5.gif gif 335 19 41 ALTIMG 1-s2.0-S0021951719300533-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/STRIPIN/image/gif/498785f76fb6f32bff9fd0b8fba61de6/si1.gif si1 si1.gif gif 1194 40 187 ALTIMG 1-s2.0-S0021951719300533-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/STRIPIN/image/gif/981c9949662b4b0466c644219caaa81d/si2.gif si2 si2.gif gif 1389 23 341 ALTIMG 1-s2.0-S0021951719300533-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/STRIPIN/image/gif/bb5ef57e019f0fe8a8b1b2df8011b718/si3.gif si3 si3.gif gif 1540 23 400 ALTIMG 1-s2.0-S0021951719300533-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951719300533/STRIPIN/image/gif/ac64f35e8a3e8229feafa4321d815fd5/si4.gif si4 si4.gif gif 1377 23 358 ALTIMG 1-s2.0-S0021951719300533-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:100HZ8RGHW6/MAIN/application/pdf/196092c743f3a1c905954723cf4f849d/am.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/egi:100HZ8RGHW6/MAIN/application/pdf/196092c743f3a1c905954723cf4f849d/am.pdf am am.pdf pdf false 202971 AAM-PDF YJCAT 13115 S0021-9517(19)30053-3 10.1016/j.jcat.2019.02.002 Elsevier Inc. Fig. 1 Feedstocks and technologies for preparation of synthesis gas, for the synthesis, and for the distillation depending on the purity grade of methanol. PR/SR/ATR = pre-reforming, steam reforming and autothermal reforming. Fig. 2 Single pass carbon equilibrium conversions to methanol at 10, 50, and 100 bar total pressure of a gas mixture containing 14.3% CO, 14.3% CO2, and 71.4% H2 with the methanol and the water gas shift reactions equilibrated. Fig. 3 Single pass carbon equilibrium conversions to methanol at 50 bar total pressure of a gas mixture containing 25% CO2 and 75% H2 with and without equilibrating the water gas shift reaction. Mini-review Industrial and scientific directions of methanol catalyst development Jens Sehested Haldor Topsoe A/S, Haldor Topsoe Alle 1, 2750 Lyngby, Denmark Haldor Topsoe A/S Haldor Topsoe Alle 1 2750 Lyngby Denmark This article provides a brief overview of methanol synthesis with emphasis on commercial catalysts and some of the relevant literature on this subject. Firstly, industrial production of this very applicable molecule, as well as a summary of manufacturing trends and challenges are presented. Secondly, requirements for methanol synthesis catalysts and recent advances in catalyst synthesis and compositions are examined and finally, reaction mechanism and the Cu-ZnO synergy in industrial methanol synthesis catalysts are discussed together with literature tendencies and possible future developments in this classic, but lively research area. Keywords Methanol Methanol technology Methanol catalyst Cu Zn Cu-Zn synergy 1 Introduction Methanol is one of the most interesting industrial chemicals for the past, for the present, and for the future. Methanol, the simplest of alcohols, is found in nature in small amounts including interstellar space and nature on earth, where it is produced by anaerobe metabolism. Humans made methanol by pyrolysis or destructive distillation of wood for hundreds and even thousands of years before the last century where it became an industrial commodity and it is now produced in more than 13 l/year for each person on earth. The installed production capacity of methanol is around 110 million tons per year (MTY) [1], while the demand for methanol was approximately 80–90 million tons in 2018. The requirement for methanol in 2023 is forecasted to exceed 110 MTY and is expected to outgrow the production capacity. Today, methanol is manufactured from fossil fuels, but methanol can also be made from renewable energy resources. Methanol has for that reason been suggested as the base molecule in a methanol economy as opposed to a hydrogen economy [2] and in this way methanol may support the development of energy solutions with reduced greenhouse gas emissions. The applications of methanol are very diversified: It is used to make a large series of chemical products including formaldehyde, dimethyl ether (DME), methyl tert-butyl ether (MTBE), tert-amyl methyl ether (TAME), acetic acid, dimethyl terephthalate, methyl chloride, and olefins via the methanol to olefins/propene (MTO/MTP) process. These chemicals are subsequently applied to make a wide range of everyday products including fuel additives, resins, plastics, paints, polyester, and building materials. Methanol is also used as a clean burning biodegradable fuel for vehicles, mainly for fuel blending, and to make high octane gasoline by the methanol-to-gasoline (MTG) or TIGAS (Topsoe Improved Gasoline Synthesis) processes. It is proposed as an alternative low sulfur marine fuel with low particulate emissions in near coastal areas from 2020, when the MARPOL legislation becomes effective. There is currently a strong growth in the demand for methanol of approximately 6% per year, mainly driven by an increasing demand for olefins made by MTO/MTP and fuel blending especially in China. 2 Methanol synthesis technology The technology for methanol production is well established (see Fig. 1 ) and improvements of both the synthesis technology and the catalyst have for many years been incremental. The main raw materials for manufacture of methanol are natural gas and coal, but gasification of waste or biomass or the use of CO2 and H2O (to prepare H2 by electrolysis) may gain importance in the next couple of decades, while striving for reducing CO2 emissions gets more significant. Synthesis gas consists of CO, CO2, and H2, and considering the stoichiometry for making methanol, the ideal module (Mmethanol) for producing methanol should be close to two: M methanol = H 2 - CO 2 CO + CO 2 ≈ 2 Formation of methanol from synthesis gas proceeds via reactions (1)–(3) and is exothermic and therefore cooling is needed, either by (i) boiling water or gas in cooled reactors or by interstage cooling between a series of adiabatic reactors using (ii) heat exchangers or (iii) addition of quench gas. The equilibrium conversion that can be obtained in a single pass over the reactor depends on temperatures and pressures as depicted in Fig. 2 . The effective overall conversion of CO and CO2 in the synthesis gas to methanol is close to 100% due to the gas recycle. (1) C O + 2 H 2 ⇄ C H 3 O H Δ H R 0 = - 89 k J m o l - 1 (2) C O 2 + 3 H 3 ⇄ C H 3 O H + H 2 O Δ H R 0 = - 48 k J m o l - 1 (3) C O + H 2 O ⇄ C O 2 + H 2 Δ H R 0 = - 41 k J m o l - 1 Even though industrial methanol synthesis catalysts are highly selective, selectivity is an issue especially for adiabatic reactors with ethanol as the largest byproduct [3]. The formation of minor amounts of the byproducts acetone and methyl ethyl ketone is unwanted because they are difficult to remove by distillation. The technology suppliers strive to make cheaper and more efficient methanol plants. The reforming or gasification sections are crucial in this work because these sections represent the main part of the construction and operation costs. One path to improve the efficiency of industrial plants is to increase size and take advantage of the economy of scale and there is indeed a trend for building new highly efficient world-class methanol plants with production capacities of up to 10.000 tons per day in areas with cheap feedstocks, mainly natural gas [3]. Large scale plants are predicted to be in service for decades, where the importance of CO2 reductions and minimization of the water consumption are expected to grow through customer requests and systems such as the EU emission trading scheme (ETS) and anti-flaring legislations. Future demands will therefore not only be the classic operation efficiency, but also the ability to use CO2 waste streams, CO2 recovery or sequestration, increased use of renewable electricity or other steps that reduce climate and ecological footprints. Methanol may play an important role in a CO2 neutral future by assisting with the implementation of the goals in the Paris Climate Agreement. A high energy density energy carrier is most probably needed for some applications such as aviation, where energy densities of batteries are too low. Methanol has a reasonably high energy density of 15.6 MJ/l compared with 24 MJ/l for ethanol and 33 MJ/l for gasoline and can be produced from synthesis gas derived from gasification of biomass or biomass fermentation to methane followed by steam reforming. Methanol is readily prepared from CO2 waste streams or in the future even CO2 extraction from air, when combined with hydrogen prepared by electrolysis of water using electricity from renewable resources such as solar, wind, or hydroelectric energy. One of the main challenges when preparing electricity from solar panels or wind mills is the fluctuating nature of these energy sources. Preparation of hydrogen by electrolysis of water and conversion into methanol is one answer to this challenge. Nevertheless, methanol prepared by this technology is at present considerably more expensive than methanol made from fossil resources and also strongly dependent on the price of renewable electricity. Interestingly, the demand for lowering CO2 emissions and anti-flaring regulations support another trend in the methanol market, namely the desire to build small-scale plants near the end-user, using local (renewable) resources or small fields of associated gas, which also imply shorter transport of the methanol product. It is difficult for this market segment to really take off unless there is a pressure from governments to avoid flaring or/and reduce CO2 emissions. An opportunity for this technology could be mass production of small methanol plants through modulization and process simplifications that will bring the price of the decentralized methanol production down, even though competition with modern large-scale plants benefitting from current low gas prices seems unrealistic without an active taxation or regulation policy. The trend towards small plants may compel the synthesis to change as high pressures, large recycle streams, and complex feed and product purification are expensive unit operations, where cost reductions and process integrations and simplifications are needed. 3 Interplay between methanol catalyst and technology Industrial methanol synthesis catalysts applied today operate at 200–300 °C and 50–100 bar total pressure and consist of Cu as the active metal, Al2O3 and ZnO to disperse Cu nano-particles and ZnO to assist Cu in making methanol (promotor). A series of additional promotors such as Cr, Mg, Ca, Si, and Zr are often applied. This type of catalyst formulation was originally invented by ICI in the 1960s and has undergone important, but incremental improvements over the last five decades, and we are so far stuck with the advantages and disadvantages of this chemical system. From an industrial point of view, methanol catalysts should fulfill several requirements: The ideal methanol catalyst should have low pressure drop and only moderate diffusion restrictions by choosing the right pellet size and shape, a high pellet strength to ensure mechanical stability during loading and operation and it should also be possible to produce industrially in hundreds of tons with reasonable cost and ecological footprint. These requirements are challenges that are mainly addressed by industry today, but new potential catalysts developed by academia must eventually fulfill the above requirements. The perfect methanol catalyst should also have decent activity and selectivity, high thermal stability, and good resistance towards poisons such as sulfur, chlorine, nickel/iron carbonyls, etc. These are all important scientific challenges to academia and subjects where new fundamental understanding may impact industrial practice. Activities of methanol synthesis catalysts and understanding of reaction mechanisms and promotor effects have received the majority of the attention in the scientific literature. Selectivity, poisoning, and thermal stability of methanol synthesis catalysts are less discussed even though there are excellent articles on these subjects [4–10]. Academia could provide more understanding of the mechanisms of poisoning (resistant) processes, catalyst stability, and synthesis of byproducts. The developments towards large-scale plants, more CO2 rich feeds, waste gas streams, small-scale plants, and variable feed availability, bring new challenges to the scientific and industrial communities. One or more of the synthesis gas components in plants making use of renewable feedstocks like CO2 waste streams and electrolysis are in general supplied at low pressure, and the cost of pressurizing to standard synthesis pressures of 50–100 bar is high. There is a wish to make methanol at lower pressures than today and thereby reduce both investment and operational costs, but this will come at a price of lower equilibrium conversions of the synthesis gas in a single pass of the reactor as depicted in Fig. 2. One of the strongest desires in the methanol industry is development of methanol synthesis catalysts (and processes) that are able to operate at conditions where the conversion per pass of the methanol reactor is significantly higher or even to make a once-through methanol synthesis process. It is possible to increase the conversion of one reactor pass by decreasing the temperature, but diminishing reaction rates over the present methanol catalysts at low temperatures now limit the temperatures to approximately ≥200 °C. Making methanol catalysts more active at low temperatures could be an important improvement especially in small plants as lower pressures may reduce the price of the compression section considerably. Yet, the progress made so far has been limited. This is most certainly due to interdependencies of the changes in thermodynamic properties of metals that are best illustrated by the so-called scaling relations where adsorption energies and reaction barriers scale simultaneously with fundamental descriptors such as oxygen and carbon adsorption energies [11]. Breaking these relations, for example, by using oxides/carbides or nitrides instead of metals is a major challenge to science, but also a direction to possible improvements in a heavily-explored scientific field. The dream of nearly full conversion in a single reactor pass may also be obtained by breaking the thermodynamic limitations of the gas phase equilibrium for making methanol using a condensing methanol reactor. COx and H2 are converted to condensing methanol in this type of reactor, thereby eliminating methanol from the gas phase. The process is not commercial yet, although >95% conversion can be obtained in a single pass, but this approach holds an interesting perspective [12]. Catalysts with higher capacities towards poisons or even catalysts tolerating poisons such as sulfur [10] would be highly interesting. Such improvements would allow us to mitigate current challenges with poisons, handle new poisons, simplify and reduce cost of (small-scale) plants, and thus help us making methanol more efficiently. Today, typical impurities like sulfur, nickel, and iron are generally handled in the purification section with hydrogenation catalysts and absorbents as well as by avoiding metal dusting and making sure that the plant is clean before start-up. Nevertheless, the production of many plants is still influenced by in principle preventable poisoning, so efficient handling of this issue is still important. Applications of alternative gas feeds with impurities that are not normally encountered in conventional plants, combined with the demand for simplicity of small plants, makes it desirable to make improvements in this area [13]. The lifetime of methanol catalysts in industry is generally 2–4 years, when impurities are under control, but the activity of the catalysts drops during this time span even in the absence of catalyst poisons [3,5,6,7,14]. Methanol plants usually counteract catalyst deactivation by adjustments of the synthesis pressure, recycle flow, and/or synthesis temperature to maintain the productivity of the plant although these actions result in an increase in energy consumption. One of the dreams in methanol synthesis is to make a more stable methanol synthesis catalyst and to avoid or reduce thermal deactivation during the industrial lifecycle. Sintering of methanol synthesis catalysts is complicated as it is not just Cu particles, but also ZnO and Al2O3 particles that grow in size, and this may directly influence activity [15]. Detailed deactivation studies show a significant restructuring of the catalyst [5,6]. Plants for making methanol from CO2/H2 gas mixtures are successfully designed with today’s technology. However, making CO2 the primary carbon source of methanol increases steam partial pressures in the synthesis and tends to increase catalyst sintering. This is illustrated by the fact that Cu catalysts in general have lower Cu surface areas after exposure to low-temperature water gas shift conditions as compared with after methanol synthesis. It is therefore desirable to focus on thermal stability of methanol catalysts in general and especially in CO2 to methanol applications, where the conditions are more challenging than when todaýs more CO rich feeds are employed. Academia can play an important role in providing understanding and ideas for new and more durable methanol catalysts. The CO2 conversion to methanol can also be improved by catalysts that only catalyze methanol synthesis and not the reverse water gas shift reaction (RWGS), the reverse of reaction (3). An additional advantage could be a decrease of the water content of the gas over the catalyst and thereby possibly reduce water-induced sintering. Fig. 3 illustrates the equilibrium conversions after equilibrating the methanol reaction – with and without equilibrating the water gas shift reaction. An increase in the equilibrium conversion can be obtained at higher temperatures and may have some applicability in adiabatic reactors, if the low temperature activity of todaýs catalysts is maintained, but using standard methanol synthesis temperatures seems more favorable for conversion. To evaluate industrial relevance, future work should focus on CO formation at high conversions to methanol. It is also important to separate selectivity to CO from those of hydrocarbons and C2 + alcohols, because CO may be recycled while formation of higher alcohols, methane, higher hydrocarbons or wax represents a loss of product and a separation or even a fouling problem. Decreasing byproduct formation could also result in optimized plant designs for example by increasing temperature in adiabatic and cooled reactors to increase activity and reduce reactor size and still obey the requirements of low byproducts or reduce the size of the distillation section. Byproduct formation is presumably controlled by the reaction routes proposed for synthesis of higher alcohols over Cu catalysts [16]. Finally, it should be mentioned that other paths may be used to make methanol such as electrochemical reduction of CO2-to-methanol and direct catalytic and non-catalytic oxidation of methane-to-methanol. The two latter processes are difficult due to high barriers for CH activation of methane and higher activity of CH bonds in methanol [17,18], and for the former, there are still huge technical challenges [19]. If we get a breakthrough for these processes, it will be highly interesting, and it will have the potential to transform industry and make small plants more feasible, but these processes are still far away from being industrially relevant. The focus that follows will therefore be on perspectives for the current industrial catalyst. 4 Mechanism, carriers and promoters for methanol synthesis catalysts First, a few comments on the literature on methanol synthesis catalysts will be made. Although methanol synthesis catalysts represent a relatively mature technology, it is still a dynamic research area with many new emerging directions and with several contradicting views on fundamental catalytic aspects. It is possible to find support for nearly every hypothesis about the reaction mechanism, the active site and how promoters and carriers affect catalyst activity in the huge literature on these subjects. Thorough challenging scientific discussions are very stimulating, but previous results are sometimes not taken appropriately into account in newer reports. It is important that new mechanisms and concepts are suggested with great care and thoroughness, as the literature will otherwise tend to diverge rather than converge, and subsequent conclusions will be difficult to draw. It is perhaps a tendency that publication of new mechanisms or concepts are easier and more honorable than evaluating in detail whether the new findings indeed are substantial contributions leaving thorough testing of new or older hypotheses as clean-up-work that can be overlooked. This means that the literature is growing, but solid coherent pictures do not necessarily emerge. Care is also important in the particularly interesting subject of new catalysts. It is important that proposed new formulations are tested at relevant synthesis conditions, where they can be compared directly with industrial type catalysts. Technical details should be sufficiently described to render reproduction and make a thorough evaluation possible. Furthermore, sometimes less active reference catalysts are used for comparison and it is recommended that new catalysts are compared not only on a turn-over-frequency (TOF) basis, but also on a weight and volume basis with the current Cu/ZnO/Al2O3 catalyst that has high density and surface area of the active material. This would make it easier to base new improvements on solid common knowledge in the field. Nevertheless, the literature contains many excellent scientific reports including studies of catalyst formulations, preparations of Cu/ZnO catalysts, mechanisms for methanol synthesis over Cu and Cu/ZnO catalysts, and interactions between Cu and ZnO, which will be discussed briefly below. Research in methanol synthesis catalysts has been an active scientific area for decades and a boost in our knowledge was initiated by the pioneering work of Klier [20] in the beginning of the 1980s, and new learnings have emerged throughout the years. The attention to methanol synthesis got a revival in the last 10–15 years with the growing awareness of CO2 emissions and renewable fuels, and the entrance of new research groups into this scientific field. Still, we have not experienced a step change in this area since the 1960s, where the Cu/ZnO/Al2O3 catalyst was invented and we must keep an eye on the objective of assisting advances in process technology and the development of “clean” and environmentally friendly solutions. Understanding of the present catalyst system, exploration of new preparation methods, and improved knowledge of new catalyst systems and promotors could all potentially lead to improved methanol synthesis catalysts, but discovering new systems must have our special attention. There are many reports on potential catalysts other than the Cu/ZnO chemical system, but so far none of these have emerged commercially. Several studies have obtained interesting results for Cu methanol synthesis catalysts using oxides of lanthanides and periods four and five elements as carriers and promotors [21–26] in CO2/H2 feeds. Furthermore, promotion of the Cu surface by precious metals [27] and recently non-Cu containing catalysts like Ni/Ga [11], MnOx/CoOx [28], InOx/ZrO2 [29] and ZnO/ZrO2 [30] catalysts were evaluated for CO2/H2 to methanol. It seems that these catalysts cannot compete directly in their present form with the industrial Cu/ZnO/Al2O3 catalyst at low temperatures, where the methanol equilibrium is most favorable, due to price, selectivity and lower volume based activity at lower temperatures. Nevertheless, oxide catalysts expand our opportunities to make breakthrough discoveries and spur further academic interest because they contain functionalities that are complementary to the industrial metal-based catalysts and this group of materials is certainly an interesting research area to explore. A large number of papers have reported on the preparation of Cu/ZnO catalysts. Boosting the interaction between Cu and ZnO to optimize methanol synthesis catalysts is of great scientific interest and has also positive industrial prospects. Considerable progress was made in this area for example by the thorough work of Behrens et al. [31] and the optimization study of Baltes et al. [32], giving both a deep understanding of each step in the preparation and improved synthesis parameters. Several variations in the preparation methods were explored, including addition of Ga and Mg [33], various amounts of Al [33] and new preparation methods [34]. Suitable catalysts for benchmarking explorative catalysts can be found in references [32,33]. The reaction mechanism for methanol synthesis over Cu was studied in a large number of papers using kinetic isotope experiments, ab initio calculations, kinetic experiments [24,35–40] and advanced characterization methods [41,42]. Experiments with isotopically marked CO and CO2 show that CO2 is the preferred carbon precursor for methanol formation over Cu/ZnO/Al2O3 catalysts at low conversion [35,37] in agreement with more fundamental work showing that only CO2 and not CO is converted to methanol over Cu single crystals [43]. Conversion of CO/H2 is possible over Cu supported on basic carriers [35,44] and on single crystals and polycrystalline Cu, when promoted with alkali metals [45,46]. Interestingly, Cu/ZrO2 catalysts seem to perform well in both CO/H2 and CO2/H2 gas mixtures [25], while Cu/ZnO is not operating well in pure CO/H2 mixtures [47]. It is surprising that Cu lanthanides have recently been reported to be superior for CO2/H2 to methanol as it appears to contradict previous work showing that CO/H2 gas mixtures are preferred for making methanol over Cu particles on basic supports [35,44]. Recent state of the art total energy calculations/ab initio studies and microkinetic modelling have advanced our knowledge about the reaction mechanism of CO and CO2 to methanol [35,48,49]. CO2-to-methanol is described to proceed via hydrogenation of formate to methanol via H2COOH, formaldehyde, and methoxy species, while CO reacts via successive hydrogenation to formaldehyde, methoxy and methanol. 5 Cu – Zn interactions Today, all commercial catalysts contain Cu and ZnO 1 Zn, ZnO, and zinc are used to describe single zinc atoms in the Cu surface, zinc atoms that are part of a zinc oxide sheet or crystal and zinc atoms in an unspecified structure, respectively. 1 , which raises the question of whether zinc is unique and the only relevant promoter for Cu-based methanol catalysts? The role of ZnO in the industrial Cu/ZnO/Al2O3 methanol synthesis catalyst has attracted a lot of attention in the literature and is a very interesting subject scientifically, not only in itself, but also due to the analogy with other metal-promoter systems. There is a strong consensus and overwhelming evidence in the literature that ZnO is an excellent electronic and structural (by increasing Cu dispersion) promoter for methanol formation over Cu [14,15,35,40,50–56]. Just to highlight a few recent studies, Kurz et al. [55] achieved an improvement in activity of nearly a factor of three upon addition of zinc to a Cu/Al2O3 catalyst and van den Berg et al. [51] measured an increase in activity of five to seven times after zinc addition to Cu/SiO2 or Cu/C catalysts. Nakamura and Fujitani [39,52,57,58] estimate a six and thirteen times improvement in methanol activity when adding twenty surface mole % of Zn to polycrystalline Cu and Cu(1 1 1) before methanol synthesis, respectively, while Kattel et al. [40,54] claim a 25 to 90 times higher activity upon deposition of twenty mole % ZnO on Cu(1 1 1). So there is agreement about a significant increase in activity of Cu catalysts after zinc addition. One exception is the work of Waugh and coworkers [59,60], who claim that zinc is only a structural promoter based on similar TOFs for a series of catalysts calculated from activity measurements and Cu surface areas obtained by N2O-RFC (reactive frontal chromatography) [59]. Although nano-crystalline ZnO helps dispersing Cu nanoparticles in commercial catalysts, the use of N2O-RFC may be sidetracked by oxidation of reduced Zn or oxygen vacancies in ZnO [61,62]. While the consensus is strong concerning the existence of the promotional effect of zinc in Cu catalysts, the structure of the active site is still discussed. The origin of the Cu–ZnO synergy is an architype of metal-promoter structure and is one of the most studied examples of catalyst synergy. Quite a number of different models for the origin of this Cu–ZnO synergy have been proposed [6,15,20,38,40–42,48,49,52–54,56–59,63–73]. Scientific discussions have recently focused on Cu shape changes and consequently exposure of more active Cu facets [65,68,71], on Cu-ZnO interface sites, for example, at the edges of ZnO overlayers on Cu surfaces [6,40,54,63,64,67] and on partly reduced single Zn atoms in the surface of Cu [15,35,42,50,52,53,57]. While these models appear contradictory to each other, they may in principle coexist as discussed further below and to some extent reflect different structural responses of the same dynamic phenomenon [15,72]. The critical issues are therefore finding their relative contributions to the methanol synthesis reaction rate, determine whether these effects are interlinked or collaborate and establish how the improved understanding can be used to develop the catalyst. The view on the Cu-ZnO synergy has evolved over the years by employing sophisticated characterization tools and theoretical methods such as Extended X-ray Absorption Fine Structure (EXAFS), transmission electron microscopy (TEM), infrared studies (IR), adsorption measurements, and density functional theory (DFT). These approaches have given insight into the highly dynamic behavior of Cu nanoparticles supported at larger ZnO particles under operating conditions and demonstrated that the shape of the Cu nanoparticles adjust to the reaction conditions [65,68,71,73]. These shape changes were attributed to changes in the interface energies of Cu on ZnO and more recently to Zn atoms in the Cu surface [15]; i.e., Zn atoms in the surface of Cu particles have an impact on Cu particle shape because the particle surface energies are reduced by Zn atoms and will thus tend to decrease the contact angles for Cu particles on flat supports. Similarly, oxygen vacancies in ZnO at the Cu-ZnO interface could increase the interface energies and hence decrease the contact angle. Transient variations in activity with changes in gas reduction potential were ascribed to dissimilar rates of methanol synthesis over different Cu facets. Nonetheless, single crystal measurements suggest only a difference of approximately 2–2.5 in area specific activity between Cu(1 1 1) and Cu(1 1 0), when the surface densities of the facets are taken into account [57,74,75], while microkinetic modelling indicates a stronger effect [68]. Interestingly, recent DFT calculations propose that the methanol activity over Cu is extremely structure-sensitive and dominated by a few step atoms with and without Zn atom substitution of Cu surface atoms [35,42]. In this picture, the similarity of the activities of different Cu facets could be due to a few strong binding defect sites dominating the overall methanol activity. A linear dependency between activity and formate coverage (after evacuation at 100 °C) for a series of different Cu single crystal facets and Zn promoted Cu facets [39], may possibly be understood in the light of this theory-based hypothesis. The concept of shape changes is well documented and interesting as it demonstrates that the shape of the Cu particles will adjust to the composition of the gas mixture and interactions with the surrounding ceramic spacers/promotors such as ZnO and Al2O3, seemingly leaving little room to maintain an initially prepared large fraction of a highly active Cu facet that is thermodynamically unstable at the synthesis conditions. While the dynamic shapes gave an account for many phenomena, there were also observations that they could not account for. IR and EELS measurements suggested that Zn could be incorporated into the Cu surfaces and this gives a hint that the Zn alloying itself could be the cause of the shape changes and also the root cause for the promoted activity [15,50,72,76]. At Topsoe, we therefore studied this mechanism in detail in industrial type catalysts. Recently, we proposed a quantitative model that describes the Zn promoting effect by incorporation of reduced Zn into the Cu surface [15]. Briefly, ZnO particles and Zn alloying in Cu particles are in thermodynamic equilibrium with CO and CO2 in the gas phase and can be described analytically using well established thermodynamic data from the literature. DFT was applied to calculate segregation energies of Zn in Cu as a simple “broken-bond-model” [56] was not sufficiently precise to give a satisfying description. We estimated the overall coverages of Zn at the surface of Cu particles as a function of the CO/CO2 ratio from the coverages of Zn on Cu at a series of Cu facets assuming a cubo-octahedral shape of the Cu particles. This model compared well with experimental Zn coverages determined from the loss of Cu areas as determined by H2-TPD (temperature programmed desorption). Finally, we verified the effect on activity of these Zn-Cu sites in the Cu surface. This model explains some of the key observations reported in the literature such as dynamic shape effects, transient changes in activity and activity variations with CO/CO2 ratios [15]. It is also in excellent agreement with the catalyst and single crystal work of Fujitani and Nakamura [57], who conclude that CO2 hydrogenation to methanol is promoted by reduced Zn atoms and disclose that formate, preferably attached to Zn in the Cu surface, is the precursor for methanol formation. Interestingly, the model predicts that methanol activity of Cu/ZnO catalysts does not only depend on the active Cu surface area, but also on ZnO promoter particle sizes due to the increase in thermodynamic activity of Zn and thereby the coverage of Zn at Cu with decreasing ZnO particle size. A perhaps more surprising effect is that Zn coverages decrease for smaller Cu particle sizes lending smaller Cu particles to be less efficiently promoted by Zn than larger Cu particles, i.e., lower TOF for smaller Cu particles. Such an effect was recently reported by van den Berg et al. [51], but this comparison should be done with the reservation that changes in the fractions of active sites, possibly B5 or B6 sites [42], with particle size, are not included in the model. The model provides at present the most detailed description of the Cu-ZnO synergy in methanol synthesis catalysts as it includes the dependencies on Cu and ZnO particle sizes as well as reaction conditions. The model therefore offers a basis for further improvements of industrial catalysts and for making predictions that may be tested further. This picture was recently questioned by Rodriguez and coworkers [40,64], who argued that ZnO layers over Cu and/or Cu-ZnO interface sites constitute the active site for methanol synthesis. These authors performed experimental studies of methanol synthesis from CO2 and H2 at a pressure of 5 atm. over ZnO deposited on Cu(1 1 1), Cu and ZnO deposited on ZnO( 000 1 ¯ ) and theoretical investigations of Zn6O7H7 islands over Cu(1 1 1). As outlined above critical focus on discrepancies can be of extraordinary importance to advance our understanding of structure-function relations in catalysis. However, in a following discussion of this work [53,54], it turned out that one of the main experimental observations, i.e. the presence of ZnO after activity tests, were included in previous XPS measurements by Fujitani and Nakamura [58], who, through additional thorough experiments reported in a series of papers [39,52,57], showed that more elaborate measurements would have been needed for Rodriguez et al. to unambiguously determine the chemical state of zinc. This discussion reflects that the mature literature on the fundamental science in methanol synthesis by Cu/ZnO catalysts should be consulted in depth in attempts to make novel breakthroughs. Nevertheless, depicting the active site in Cu/ZnO catalysts at the interface between Cu and ZnO particles and/or at the edge of ZnO overlayers over Cu still needs to be carefully considered due to the amount of evidence for these type of active structures [6,40,54,63,64,67] and the similarity with other methanol-active Cu-oxide systems [24,25,26]. In my view, reduced Zn atoms in a Cu surface are active for methanol synthesis [15,35,39,42,50,52,53,57], and the concentration of Zn in the active Cu particles is governed by catalyst morphology, catalyst composition, Cu and ZnO particle sizes, synthesis conditions and thermodynamics [15]. This is apparently a property that to some extent makes zinc unique compared with other promoters/carriers that have a promoting effect on Cu and this may be the reason why ZnO is still used commercially after 50 years of service. Nonetheless, Kuld et al. [50] report that N2O-RFC and H2-TPD provide similar Cu surface areas for an industrial type methanol synthesis catalyst reduced at 10 mbar H2 at 220 °C. However, adopting the newly reported H2:Cu stoichiometry [61,62], results in 25% lower Cu surface areas determined by H2-TPD than those reported in [50] and this indicates the existence of additional reduced sites that are accessible for N2O, but not titrated by H2. Interestingly, Cu+1 is found in detailed surface characterization studies after a mild reduction of Cu/ZnO/SiO2 catalysts [41]. One could speculate that oxygen vacancy sites at the Cu-ZnO interface or at the rim of the Cu particles could give the additional oxygen uptake from N2O [50,61,62] and may be active for methanol synthesis, especially in less reducing gas mixtures, i.e., at low CO/CO2 ratios, where the steady state coverage of reduced Zn in the Cu surface is relatively low [15]. These considerations suggest that while Zn-Cu is documented as the active site for methanol synthesis under typical industrial reaction conditions, a corporative Cu-ZnO site may also contribute under more oxidizing conditions and this dual site model could be relevant to elucidate in further detail. 6 Conclusions Methanol is a large-scale bulk chemical that is currently manufactured from common fossil hydrocarbon feedstocks. Methanol synthesis is one of the possible solutions to the energy challenges that we face in the 21st century as it may be produced from renewable resources and has an energy density that allows demanding long-distance transport without refueling. Methanol is also an excellent precursor for making many bulk chemicals including olefins, formaldehyde, acetic acid, methyl chloride, DME, dimethyl terephthalate, etc. One of the main challenges in lowering the environmental footprint of the methanol industry, using small rural gas supplies, biomass gasification or CO2 waste streams combined with H2 from electrolysis, is the demand for more economic solutions for smaller production plants. It will be difficult for smaller plants to compete with new world class-methanol-plants fueled by cheap natural gas on an equal basis so subsidies and regulations will be needed in a transition period. However, in a low CO2 emission society, where flaring is unacceptable, small-scale methanol production could be attractive. The main route to methanol in a foreseeable future is still thermal via synthesis gas as methanol production via direct electrolysis, photo-catalysis, non-catalytic synthesis and direct methane-to-methanol synthesis, all need major technological breakthroughs to be commercially interesting. Todaýs technology provides an applicable solution for combining CO2 and H2 to make methanol, although the industrial methanol synthesis catalyst is slightly less efficient and shows somewhat faster thermal sintering in CO2 rich feed gasses. Making the industrial methanol catalyst even more stable could be interesting, but a really attractive improvement could be to enhance the low temperature activity of the methanol synthesis catalyst since lower temperatures would allow better equilibrium conditions, lower synthesis pressures, and thereby decrease the demand for expensive compression especially in smaller productions. Efficient handling of impurities is also an issue especially in the light of some unconventional impurities present in alternative feed gasses and in this connection a sulfur tolerant synthesis could be highly interesting. Both increasing the knowledge and finding simplified solutions to these challenges is of industrial importance. Development and understanding of methanol synthesis catalysts are still very active research areas. We could hope that we in the future, based on experimental evidence, obtain a theoretical description with predictive power to strengthen our search for catalysts with higher low temperature activity or resistance towards impurities. Acknowledgement I would like to thank Stig Helveg, Martin Skov Skjøth-Rasmussen and Henrik Guldberg Pedersen for careful reading of manuscript and many valuable comments and suggestions. References [1] https://igpenergy.com/methanol-overview/, https://www.methanol.org/the-methanol-industry/. [2] G.A. Olah Angw. Chem. Int. Ed. 44 2005 2636 2639 [3] G. Bozzano F. Manenti Prog. Energy Comb. Sci. 56 2016 71 105 [4] D.B. Rasmussen T.V.W. Janssens B. Temel T. Bligaard B. Hinnemann S. Helveg J. Sehested J. Catal. 293 2012 205 214 [5] M.B. Fichtl D. Schlereth N. Jacobsen I. Kasatkin J. Schumann M. Behrens R. Schlögl O. Hinrichsen Appl. Catal. A: General 502 2015 262 270 [6] T. Lunkenbein F. Girgsdies T. Kandemir N. Thomas M. Behrens R. Schlögl E. Frei Angew. Chem. Int. Ed. 55 2016 12708 12712 [7] G. Prieto M. Shakeri K.P. de Jong P.E. de Jongh ACS Nano 8 2014 2522 2531 [8] H.H. Kung Cat. Today 11 1992 443 453 [9] R. Quinn T.A. Dahl B.A. Toseland Appl. Catal. A General 272 2004 61 68 [10] Y. Ma Q. Ge W. Li H. Xu Appl. Catal. 90 2009 99 104 [11] F. Studt I. Sharafutdinov F. Abild-Pedersen C.F. Elkjær J.S. Hummelshøj S. Dahl I. Chorkendorff J.K. Nørskov Nature Chem. 6 2014 320 324 [12] I. Landälv R. Gebart B. Marke F. Granberg E. Furusjö P. Löwnertz O.G.W. Öhrman E.L. Sørensen P. Salomonsson Env. Prog. Sus. Eng. 33 2014 744 750 [13] J. Schittkowski H. Ruland D. Laudenschleger K. Girod K. Kähler S. Kaluza M. Muhler R. Schlögl Chem. Ing. Tech. 90 2018 1419 1429 [14] J.B. Hansen P.E. Højlund Nielsen G. Ertl H. Knözinger F. Schüth J. Weitkamp Handbook of Heterogeneous Catalysis second ed. 2008 Wiley-VCH, Weinheim Germany 2920 2949 [15] S. Kuld M. Thorhauge H. Falsig C. Elkjær S. Helveg I. Chorkendorff J. Sehested Science 352 2016 969 [16] M. Gupta M.L. Smith J.J. Spivey ACS Catal. 1 2011 641 656 [17] A.A. Latimer A. Kakekhani A.R. Kulkarni J.K. Nørskov ACS Catal. 8 2018 6894 6907 [18] W. Feng F.C. Knopf K.M. Dooley Energy Fuels 8 1994 815 822 [19] E.R. Cave J.H. Montoya K.P. Kuhl D.N. Abram T. Hatsukade C. Shi C. Hahn J.K. Nørskov T.F. Jaramillo Phys. Chem. Chem. Phys. 19 2017 15856 15863 [20] K. Klier Adv. Catal. 31 1982 243 313 [21] J.B. Branco A.C. Ferreira A.P. Goncalves C.O. Doares T. Almeida Gasche J. Catal. 341 2016 24 32 [22] S. Natesakhawat J.W. Lekse J.P. Baltrus P.R. Ohodnicki B.H. Howard X-. Deng C. Matranga ACS Catal. 2 2012 1667 1676 [23] B. Zohour I. Yilgor M.A. Gulgun O. Birer U. Unal C. Leidholm S. Senkan ChemCatChem 8 2016 1464 1469 [24] J. Graciani K. Mudiyanselage F. Xu A.E. Baber J. Evans S.D. Senanayake D.J. Stacchiola P. Liu J. Hrbek J. Fernandez Sanz J.A. Rodriguez Science 345 2014 546 550 [25] I.A. Fisher H.C. Woo A.T. Bell Catal. Lett. 44 1997 11 17 [26] E. Lam K. Larmier P. Wolf S. Tada O.V. Safonova C. Copéret J. Am Chem. Soc. 140 33 2018 10530 10535 [27] C.-S. Li G. Melaet W.T. Ralston K. An C. Brooks Y. Ye Y.-S. Liu J. Zhu J. Guo S. Alayoglu G.A. Somorjai Nature Chem. 6 2015 6538 [28] X. Jiang X. Wang X. Nie N. Koizumi X. Guo C. Song Catalysis Today 316 2018 62 70 [29] O. Martin A.J. Martín C. Mondelli S. Mitchell T.F. Segawa R. Hauert C. Drouilly D. Curulla-Ferré J. Pérez-Ramírez Angew. Chem. Int. Ed. 55 2016 6261 6265 [30] J. Wang G. Li Z. Li C. Tang Z. Feng H. An H. Liu T. Liu C. Li Sci. Adv. 3 2017 e1701290 [31] M. Behrens F. Girgsdies A. Trunschke R. Schlögl Eur. J. Inorg. Chem. 10 2009 1347 1357 [32] C. Baltes S. Vukojevic F. Schüth J. Catal. 258 2008 334 344 [33] M. Behrens S. Zander P. Kurr N. Jacobsen J. Senker G. Koch T. Ressler R.W. Fischer R. Schlögl J. Am. Chem. Soc. 135 2013 6061 6068 [34] M. Behrens Angw. Chem. Int. 55 2016 2 5 [35] F. Studt M. Behrens E.L. Kunkes N. Thomas S. Zander A. Tarasov J. Schumann E. Frei J.B. Varley F. Abild-Pedersen J.K. Nørskov R. Schlögl ChemCatChem 7 2015 1105 1111 [36] S.K. Wilkinson L.G.A. van de Water B. Miller M.J.H. Simmons E.H. Stitt M.J. Watson J. Catal. 337 2016 208 220 [37] G.C. Chinchen P.J. Denny D.G. Parker M.S. Spencer D.A. Whan Appl. Catal. 30 1987 333 338 [38] Y. Yang D. Mei C.H.F. Peden C.T. Campbell C.A. Mims ACS Catal. 5 2015 7328 7337 [39] I. Nakamura T. Fujitani T. Uchijima J. Nakamura J. Vac. Sci. Technol. A 14 3 1996 1464 1468 [40] S. Kattel P.J. Ramírez J.G. Chen J.A. Rodriguez P. Liu Science 355 2017 1296 [41] W.P.A. Jansen J. Beckers J.C.V.D. Heuvel A.W. Denier V.D. Gon A. Bliek H.H. Brongersma J. Catal. 210 2002 229 236 [42] M. Behrens F. Studt I. Kasatkin S. Kühl M. Hävecker F. Abild-Pedersen S. Zander F. Girgsdies P. Kurr B.-L. Kniep M. Tovar R.W. Fischer J.K. Nørskov R. Schlögl Science 336 2012 893 897 [43] J. Nerlov S. Sckerl J. Wambach I. Chorkendorff Appl. Catal. A: General 191 2000 97 109 [44] B. Denise R.P.A. Sneeden Appl. Catal. 28 1986 235 239 [45] M. Maack H. Friis-Jensen S. Sckerl J.H. Larsen I. Chorkendorff Top. Catal. 22 2003 151 160 [46] G.R. Sheffer T.S. King J. Catal. 115 1989 376 387 [47] M. Sahibzada I.S. Metcalfe D. Chadwick J. Catal. 174 1998 111 118 [48] W. Janse van Rensburg M. Petersen M. Datt J.-A. van den Berg P. van Helden Catal. Lett. 145 2015 559 568 [49] L.C. Grabow M. Mavrikakis ACS Catal. 1 2011 365 384 [50] S. Kuld C. Conradsen P.G. Moses I. Chorkendorff J. Sehested Angew. Chem. Int. Ed. 53 2014 5941 5945 [51] R. van den Berg G. Prieto G. Korpershoek L.I. van der Wal A.J. van Bunningen S. Lægsgaard-Jørgensen P.E. de Jongh K.P. de Jong Nature Com. 7 2016 1 7 [52] T. Fujitani I. Nakamura T. Uchijima J. Nakamura Surf. Sci. 383 1997 285 [53] J. Nakamura T. Fujitani S. Kuld S. Helveg I. Chorkendorff J. Sehested Science 357 2017 eaan8074 [54] S. Kattel P.J. Ramírez J.G. Chen J.A. Rodriguez P. Liu Science 357 2017 eaan8210 [55] M. Kurtz H. Wilmer T. Genger O. Hinrichsen M. Muhler Catal. Lett. 86 2003 77 80 [56] M.S. Spencer Surf. Sci. 192 1987 336 343 [57] J. Nakamura Y. Choi T. Fujitani Top. Catal. 22 2003 277 285 [58] J. Nakamura I. Nakamura T. Uchijima Y. Kanai T. Watanabe M. Saito T. Fujitani J. Catal. 160 1996 65 75 [59] K.C. Waugh Catal. Lett. 142 2012 1153 1166 [60] G.C. Chinchen K.C. Waugh D.A. Whan Appl. Catal. 25 1986 101 107 [61] M.B. Fichtl J. Schumann I. Kasatkin N. Jacobsen M. Behrens R. Schlögl M. Muhler O. Hinrichsen Angew. Chem. Int. Ed. 53 2014 1 6 [62] R. Chatterjee S. Kuld R. van den Berg A. Chen W. Shen J.M. Christensen A.D. Jensen J. Sehested Top. Catal. 2018 submitted for publication [63] T. Lunkenbein J. Schumann M. Behrens R. Schlögl M.G. Willinger Angew. Chem. Int. Ed. 54 2015 4544 4548 [64] R.M. Palomino P.J. Ramírez Z. Liu R. Hamlyn I. Waluyo M. Mahaptra I. Orozco A. Hunt J.P. Simonovis S.D. Senanayake J.A. Rodriguez J. Phys. Chem. B 122 2018 794 800 [65] P.C.K. Vesborg I. Chorkendorff I. Knudsen O. Balmes J. Nerlov A.M. Molenbroek B.S. Clausen S. Helveg J. Catal. 262 2009 65 72 [66] I. Kasatkin P. Kurr B. Kniep A. Trunske R. Schlögl Angw. Chem. Int. Ed. 119 2007 7465 7468 [67] V. Schott H. Oberhofer A. Birkner M. Xu Y. Wang M. Muhler K. Reuter C. Wöll Angew. Chem. Int. Ed. 52 2013 11925 11929 [68] C.V. Ovesen B.S. Clausen J. Schiøtz P. Stoltze H. Topsøe J.K. Nørskov J. Catal. 168 1997 133 142 [69] V. Ponec Surf. Sci. 272 1992 111 [70] J.C. Frost Nature 334 1988 577 [71] J.-D. Grunwaldt A.M. Molenbroek N.-Y. Topsøe H. Topsøe B.S. Clausen J. Catal. 194 2000 452 460 [72] J.B. Wagner P.L. Hansen A.M. Molenbroek H. Topsøe B.S. Clausen S. Helveg J. Phys. Chem. B 107 2003 7753 7758 [73] P.L. Hansen J.B. Wagner S. Helveg J.R. Rostrup-Nielsen B.S. Clausen H. Topsøe Science 195 2002 2053 2055 [74] J. Yoshihara C.T. Campbell J. Catal. 161 1996 776 [75] P.B. Rasmussen M. Kazuta I. Chorkendorff Surf. Sci. 318 1994 267 [76] N.-Y. Topsøe H. Topsøe Top. Catal. 8 1999 267 270",
      "scopus-id": "85061455540",
      "coredata": {
        "eid": "1-s2.0-S0021951719300533",
        "dc:description": "This article provides a brief overview of methanol synthesis with emphasis on commercial catalysts and some of the relevant literature on this subject. Firstly, industrial production of this very applicable molecule, as well as a summary of manufacturing trends and challenges are presented. Secondly, requirements for methanol synthesis catalysts and recent advances in catalyst synthesis and compositions are examined and finally, reaction mechanism and the Cu-ZnO synergy in industrial methanol synthesis catalysts are discussed together with literature tendencies and possible future developments in this classic, but lively research area.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951719300533",
        "dc:creator": {
          "@_fa": "true",
          "$": "Sehested, Jens"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951719300533"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951719300533"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(19)30053-3",
        "prism:volume": "371",
        "prism:publisher": "Elsevier Inc.",
        "dc:title": "Industrial and scientific directions of methanol catalyst development",
        "prism:copyright": "© 2019 Elsevier Inc. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methanol"
          },
          {
            "@_fa": "true",
            "$": "Methanol technology"
          },
          {
            "@_fa": "true",
            "$": "Methanol catalyst"
          },
          {
            "@_fa": "true",
            "$": "Cu"
          },
          {
            "@_fa": "true",
            "$": "Zn"
          },
          {
            "@_fa": "true",
            "$": "Cu-Zn synergy"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "368-375",
        "prism:endingPage": "375",
        "pubType": "ssu",
        "prism:coverDisplayDate": "March 2019",
        "prism:doi": "10.1016/j.jcat.2019.02.002",
        "prism:startingPage": "368",
        "dc:identifier": "doi:10.1016/j.jcat.2019.02.002",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "81",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7153",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "129",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6569",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "128",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13527",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "203",
            "@width": "547",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36726",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "218",
            "@width": "370",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18033",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "214",
            "@width": "366",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26804",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "897",
            "@width": "2421",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "277298",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "965",
            "@width": "1638",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "130729",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "607",
            "@width": "1037",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "69089",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "19",
            "@width": "41",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-si5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "335",
            "@ref": "si5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "40",
            "@width": "187",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1194",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "23",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1389",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "23",
            "@width": "400",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1540",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "23",
            "@width": "358",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1377",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951719300533-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "202971",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85061455540"
      }
    }
  }
}