{
  "metadata": {
    "title": "Imidazolium zinc tetrahalide-catalyzed coupling reaction of CO<ce:inf loc=post>2</ce:inf> and ethylene oxide or propylene oxide",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2003-11-15",
    "doi": "10.1016/S0021-9517(03)00238-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951703002380",
    "pii": "S0021951703002380"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0142217953",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2003-07-22 2003-07-22 2010-11-13T14:24:35 1-s2.0-S0021951703002380 S0021-9517(03)00238-0 S0021951703002380 10.1016/S0021-9517(03)00238-0 S300 S300.1 FULL-TEXT 1-s2.0-S0021951700X0303X 2015-05-14T00:56:36.782564-04:00 0 0 20031115 2003 2003-07-22T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0021-9517 00219517 220 220 1 1 Volume 220, Issue 1 6 44 46 44 46 20031115 15 November 2003 2003-11-15 2003 converted-article fla Copyright © 2003 Elsevier Inc. All rights reserved. IMIDAZOLIUMZINCTETRAHALIDECATALYZEDCOUPLINGREACTIONCO2ETHYLENEOXIDEPROPYLENEOXIDE KIM H 1 Introduction 2 Methods 2.1 Chemicals 2.2 Synthesis of imidazolium zinc tetrahalides 2.3 Coupling reactions 3 Results and discussion Acknowledgements References DARENSBOURG 1996 155 D KIM 2002 226 H CALO 2002 2561 V PADDOCK 2001 11498 R KIM 2000 4096 H YAMAGUCHI 1999 4526 K PENG 2001 639 J DYSON 1997 P DUMLER 1990 277 W RATZENHOFER 1980 317 M KIMX2003X44 KIMX2003X44X46 KIMX2003X44XH KIMX2003X44X46XH item S0021-9517(03)00238-0 S0021951703002380 1-s2.0-S0021951703002380 10.1016/S0021-9517(03)00238-0 272561 2010-12-19T17:35:05.453468-05:00 2003-11-15 1-s2.0-S0021951703002380-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951703002380/MAIN/application/pdf/6a03f6ac6ebc1199730a365e6c8713d4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951703002380/MAIN/application/pdf/6a03f6ac6ebc1199730a365e6c8713d4/main.pdf main.pdf pdf true 143063 MAIN 3 1-s2.0-S0021951703002380-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951703002380/PREVIEW/image/png/f278ce2ed01dee5bcb0bf421f8a6f2d4/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951703002380/PREVIEW/image/png/f278ce2ed01dee5bcb0bf421f8a6f2d4/main_1.png main_1.png png 61512 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951703002380-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951703002380/STRIPIN/image/gif/eebbd9743510539a1d209623dca937d0/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951703002380/STRIPIN/image/gif/eebbd9743510539a1d209623dca937d0/si2.gif si2 si2.gif gif 1232 18 325 ALTIMG 1-s2.0-S0021951703002380-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951703002380/STRIPIN/image/gif/8ffcffaa4c926e45b981edb77da20af9/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951703002380/STRIPIN/image/gif/8ffcffaa4c926e45b981edb77da20af9/si1.gif si1 si1.gif gif 872 34 149 ALTIMG 1-s2.0-S0021951703002380-gr001.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951703002380/fgr001/THUMBNAIL/image/gif/59f198e130efb1519bc9fee274b6adeb/gr001.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951703002380/fgr001/THUMBNAIL/image/gif/59f198e130efb1519bc9fee274b6adeb/gr001.sml gr001 gr001.sml sml 611 93 82 IMAGE-THUMBNAIL 1-s2.0-S0021951703002380-gr001.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951703002380/fgr001/DOWNSAMPLED/image/gif/414452e2bae6560409f825fd585edd6b/gr001.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951703002380/fgr001/DOWNSAMPLED/image/gif/414452e2bae6560409f825fd585edd6b/gr001.gif gr001 gr001.gif gif 2299 490 430 IMAGE-DOWNSAMPLED 1-s2.0-S0021951703002380-gr002.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951703002380/fgr002/THUMBNAIL/image/gif/ecd3625f9bf084ff0238206b7e9f99f5/gr002.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951703002380/fgr002/THUMBNAIL/image/gif/ecd3625f9bf084ff0238206b7e9f99f5/gr002.sml gr002 gr002.sml sml 692 93 68 IMAGE-THUMBNAIL 1-s2.0-S0021951703002380-gr002.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951703002380/fgr002/DOWNSAMPLED/image/gif/a672f5bed7f91c931fbf29ff4972a64c/gr002.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951703002380/fgr002/DOWNSAMPLED/image/gif/a672f5bed7f91c931fbf29ff4972a64c/gr002.gif gr002 gr002.gif gif 4331 778 567 IMAGE-DOWNSAMPLED 1-s2.0-S0021951703002380-gr003.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951703002380/fgr003/THUMBNAIL/image/gif/890348cea791a4a99ea9f7cff095d977/gr003.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951703002380/fgr003/THUMBNAIL/image/gif/890348cea791a4a99ea9f7cff095d977/gr003.sml gr003 gr003.sml sml 862 62 125 IMAGE-THUMBNAIL 1-s2.0-S0021951703002380-gr003.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951703002380/fgr003/DOWNSAMPLED/image/gif/9c245dd0e2353626c051f270c32430f6/gr003.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951703002380/fgr003/DOWNSAMPLED/image/gif/9c245dd0e2353626c051f270c32430f6/gr003.gif gr003 gr003.gif gif 685 47 94 IMAGE-DOWNSAMPLED 1-s2.0-S0021951703002380-gr004.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951703002380/fgr004/THUMBNAIL/image/gif/c9dcdd28dcc810a78d0c3ec6f3f0085e/gr004.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951703002380/fgr004/THUMBNAIL/image/gif/c9dcdd28dcc810a78d0c3ec6f3f0085e/gr004.sml gr004 gr004.sml sml 898 51 125 IMAGE-THUMBNAIL 1-s2.0-S0021951703002380-gr004.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951703002380/fgr004/DOWNSAMPLED/image/gif/366d6c99bff2b62b90199edd8b1914c1/gr004.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951703002380/fgr004/DOWNSAMPLED/image/gif/366d6c99bff2b62b90199edd8b1914c1/gr004.gif gr004 gr004.gif gif 926 47 115 IMAGE-DOWNSAMPLED YJCAT 7973 S0021-9517(03)00238-0 10.1016/S0021-9517(03)00238-0 Elsevier Inc. Table 1 Catalytic activities of imidazolium zinc tetrahalide for the coupling reactions of CO2 and epoxides a Entry Catalyst TOF (h−1) b EO PO 1 (1-Butyl-3-methylimidazolium)Cl 10 5 2 (1-Butyl-3-methylimidazolium)Br 78 37 3 ZnBr2 n.r. c n.r. c 4 (1-Butyl-3-methylimidazolium)Cl+ZnBr2 2112 1295 5 (1-Butyl-3-methylimidazolium)Br+ZnBr2 3545 1679 6 (1,3-Dimethylimidazolium)2ZnBr2Cl2, 1b 2697 1001 7 (1-Ethyl-3-methylimidazolium)2ZnBr2Cl2, 2b 2137 1335 8 (1-Ethyl-3-methylimidazolium)2ZnBr4, 2c 3588 1617 9 (1-Butyl-3-methylimidazolium)2ZnBr2Cl2, 3b 2538 1328 10 (1-Butyl-3-methylimidazolium)2ZnBr4, 3c 3579 1683 11 (1-Benzyl-3-methylimidazolium)2ZnCl4, 4a 210 79 12 (1-Benzyl-3-methylimidazolium)2ZnBr2Cl2, 4b 2527 1201 13 (1-Benzyl-3-methylimidazolium)2ZnBr4, 4c 3424 1846 a Reactions were carried out at 100°C and 3.5 MPa of CO2 for 1 h. Molar ratios of epoxides to zinc were set at EO/Zn=5000 and PO/Zn=2000, respectively. b TOF (h−1): moles of alkylene carbonate/(moles of catalysthour). c No reaction. Table 2 Effects of temperature and pressure of CO2 for the coupling reactions of CO2 and epoxides catalyzed by (1-ethyl-3-methylimidazolium)2ZnBr2Cl2, 2b a Entry Temperature Pressure of CO2 TOF (h−1) b (°C) (MPa) EO PO 1 140 3.4 4968 1985 2 120 3.4 4274 1962 3 100 3.4 2137 1335 4 80 3.4 841 169 5 100 4.8 2218 1320 6 100 3.4 2137 1335 7 100 2.8 2131 1328 8 100 2.1 2156 1291 a Reactions were carried out at various temperatures and pressures of CO2 for 1 h. Molar ratios of epoxides to zinc were set at EO/Zn=5000 and PO/Zn=2000, respectively. b TOF (h−1): moles of alkylene carbonate/(moles of catalysthour). Table 3 Catalyst recycling studies with (1-ethyl-3-methylimidazolium)2ZnBr2Cl2, 2b a Number of recycle EC yield (%) b TOF (h−1) c 1 43.3 2165 2 44.8 2238 3 43.8 2189 4 43.7 2187 5 44.4 2218 a Reactions were carried out at 100°C and 3.5 MPa of CO2 for 1 h. Molar ratio of EO to zinc was 5000. b Isolated yield by distillation. c TOF (h−1): moles of alkylene carbonate/(moles of catalysthour). Imidazolium zinc tetrahalide-catalyzed coupling reaction of CO2 and ethylene oxide or propylene oxide Hoon Sik Kim a ∗ Jai Jun Kim a b Honggon Kim a Ho Gyeom Jang b ∗ a CFC Alternatives Research Center, Korea Institute of Science and Technology, Seoul, Republic of Korea b Department of Chemistry and Center for Electro and Photo Responsive Molecules, Korea University, Seoul 136-701, Republic of Korea ∗ Corresponding author. CFC Alternatives Research Center, Korea Institute of Science and Technology, 39-1, Hawolgokdong, Seongbukgu, Seoul, 136-791, Republic of Korea. Imidazolium zinc tetrahalides, (1-R-3-methylimidazolium)2ZnX2Y2 (R=CH3, C2H5, n-C4H9, CH2C6H5; X=Cl, Br; Y=Cl, Br), prepared by reacting ZnX2 with (1-R-3-methylimidazolium)Y, were found to have surprisingly high activities for the coupling reaction of CO2 and ethylene oxide or propylene oxide to produce corresponding cyclic carbonate. The catalytic activity of imidazolium zinc tetrahalide was greatly influenced by the nature of halide groups bonded to the zinc center. The catalytic activity was found in the order of [ZnBr4]2−>[ZnBr2Cl2]2−⪢[ZnCl4]2−. The turnover frequencies (TOF: h−1) increased with increasing temperature, but remained almost unchanged with the increase of pressure. Keywords Zinc halide Imidazolium halide Zinc tetrahalide Ionic liquid Ethylene oxide Propylene oxide Carbon dioxide Cyclic carbonate Ethylene carbonate Propylene carbonate 1 Introduction The synthesis of cyclic carbonates by the coupling reactions of epoxides with carbon dioxide has attracted much attention with regard to the utilization of CO2 [1]. The importance of cyclic carbonates is increased due to their enlarged application—electrolytes in secondary batteries, valuable monomers of polycarbonates and polyurethanes, aprotic polar solvents, and raw materials in a wide range of chemical reactions. Accordingly, substantial literature on catalyst development and mechanistic studies for these coupling reactions exists [2–6]. While the advances have been significant, many areas, such as activity, stability, and recovery of catalysts, still remain to be improved. Recently, imidazolium-based ionic liquids have been introduced as effective catalysts for the synthesis of propylene carbonate from the coupling reaction of CO2 and propylene oxide, but their catalytic activities expressed as turnover frequency (TOF: h−1) were not very high (TOF=10.63 for [bimim]Cl, 14.98 for [bimim]BF4 at 110°C) [7]. We now report that the activities of ionic liquids such as 1-alkyl-3-methylimidazolium halides can be significantly enhanced by the copresence of zinc halides for the coupling reaction of CO2 with ethylene oxide or propylene oxide as illustrated in (1) +CO 2 → (R=H,CH 3) Catalyst . We also report that the reactions of 1-alkyl-3-methylimidazolium halides with zinc halides produce a series of highly active bis(1-alkyl-3-methylimidazolium) zinc tetrahalide complexes as shown in (2) +RX→ X,2 X+ZnY 2→ 2 ZnX 2 Y 2, where R=CH3, C2H5, n-C4H9, CH2C6H5; X=Y=Cl, X=Cl, Y=Br; and X=Y=Br. 2 Methods 2.1 Chemicals All manipulations were carried out under argon atmosphere unless otherwise stated. Solvents were freshly distilled before use according to the procedure in the literature. Ethylene oxide was purchased from Honam Petrochemical Co. and used as received. Propylene oxide, 1-methylimidazole, and zinc halides were purchased from Aldrich Chemical Co. and used without further purification. CO2 were purchased from Sin Yang gas. The 1-R-3-methylimidazolium halides were prepared according to the procedure in the literature [8]. 2.2 Synthesis of imidazolium zinc tetrahalides For the synthesis of (1,3-dimethylimidazolium)2ZnBr2Cl2, (1b), a solution of (1,3-dimethylimidazolium)Cl (2.10 g, 15.83 mmol) in methylene chloride (25 mL) was mixed with a solution of ZnBr2 (1.78 g, 7.90 mmol) in tetrahydrofuran (25 mL) and refluxed for 3 h. After cooling to room temperature, the white precipitate was collected by filtration. Yield: 93.9%; elemental analysis cald (%) for C10H18Br2Cl2N4Zn: C 24.49, H 3.70, Br 32.59, Cl 14.46, N 11.43, Zn 13.33; found: C 24.23, H 3.75, Br 31.83, Cl 14.18, N 11.18, Zn 13.43; 1H NMR(600 MHz, DMSO-d 6, 25°C): δ=3.84(s, 6H, CH3), 7.68(s, 2H, C3H3N2), 9.06(s, 1H, C3H3N2). Other 1-alkyl-3-methylimidazolium zinc tetrahalides were similarly prepared. 2.3 Coupling reactions All the coupling reactions were conducted in a 200-mL stainless-steel bomb reactor equipped with a magnet bar and an electrical heater. The reactor was charged with an appropriate catalyst and an epoxide and pressurized with CO2 (≈1.4 MPa). The bomb was then heated to a specified reaction temperature with the addition of CO2 from a reservoir tank to maintain a constant pressure. After the reaction, the bomb was cooled to room temperature, and the remaining epoxide was removed using an aspirator. The product mixture was analyzed by Hewlett Packard 6890 gas chromatography equipped with a flame-ionized detector and a DB-wax column (30 m×0.32 mm×0.25 μm), Hewlett Packard 6890-5973 MSD GC-mass spectrometry, and Young-Lin gel-permeation chromatography equipped with a refractive index detector. 3 Results and discussion Bis(1-alkyl-3-methylimidazolium)zinc tetrahalides were prepared in high yields by reacting 1-alkyl-3-methylimidazolium with zinc halides as shown in Eq. (2). It is interesting to note that the same (1-R-3-methylimidazolium)2ZnX2Y2 can be obtained when X and Y are interchanged in the starting materials. For example, (1-butyl-3-methylimidazolium)2ZnBr2Cl2, 3b was obtained either from the reaction of ZnCl2 and (1-butyl-3-methylimidazolium)Br or from the reaction of ZnBr2 and (1-butyl-3-methylimidazolium)Cl. The catalytic activities of various bis(1-R-3-methylimidazolium) zinc tetrahalides were evaluated for the coupling reactions of CO2 and ethylene oxide (EO) or propylene oxide (PO) at 100°C for 1 h. The molar ratios of epoxide to catalyst were set at 5000 for EO and 2000 for PO, respectively. As shown in Table 1 , ionic liquids such as 1-butyl-3-methylimidazolium chloride and 1-butyl-3-methylimidazolium bromide exhibited extremely low activities, and zinc bromide was completely inactive (entries 1–3). However, the combination of zinc bromide with 1-butyl-3-methylimidazolium chloride or 1-butyl-3-methylimidazolium bromide exhibited a surprisingly high activity for the coupling reaction, giving TOF of 2112 for 1-butyl-3-methylimidazolium chloride–ZnBr2 or 3545 for 1-butyl-3-methylimidazolium bromide–ZnBr2 at 100°C (entries 4 and 5). To our knowledge, these are the highest TOFs ever reported in the literature. Such high activities are most likely attributed to the in situ formation of new active complexes, bis(1-butyl-3-methylimidazolium) zinc tetrahalides from 1-butyl-3-methylimidazolium halide and ZnBr2. This is supported by the fact that (1-butyl-3-methylimidazolium)2ZnBr2Cl2 and (1-butyl-3-methylimidazolium)2ZnBr4 show similar activities to the corresponding catalytic systems of 1-butyl-3-methylimidazolium chloride–ZnBr2 and 1-butyl-3-methylimidazolium bromide–ZnBr2 (entries 9 and 10). By-products such as polyalkylene oxides and halogenated compounds were not detected by GC and GPC analysis. The catalytic activities of imidazolium zinc tetrahalides were greatly influenced by the nature of halide ligands bonded to zinc atoms. The reactivity was found to be in the following order, [ZnBr4]2−>[ZnBr2Cl2]2−⪢[ZnCl4]2−, suggesting the importance of the nucleophilicity of halide ligands. The dissociation of a halide ion from the imidazolium zinc tetrahalide and the following attack of the halide ion on the carbon atom of an epoxide would take place more easily with more nucleophilic bromide ions. In contrast, the substitution on imidazolium cations was found to have a negligible effect on the catalytic activity. As can be seen in Table 2 , the effects of temperature and pressure were also investigated with complex 2b. The TOF (h−1) increased steeply with increasing temperature from 80 to 120°C for both ethylene oxide and propylene oxide. On the contrary, the TOF (h−1) remained almost constant when the pressure was changed from 2.1 to 4.8 MPa. Due to a possible explosion of ethylene oxide, the reaction was not performed at pressures lower than 2.1 MPa of CO2. To test the catalyst stability and reusability, the coupling reaction of ethylene oxide and CO2 was performed with 2b for 1 h at 100°C and 3.4 MPa. After the reaction, ethylene carbonate and unreacted ethylene oxide were distilled off from the product mixture, and the remaining catalyst was reused for further reaction with a fresh charge of ethylene oxide and CO2. As shown in Table 3 , the catalyst retained most of its initial activity even after five runs, supporting the stability of imidazolium zinc tetrahalide catalysts. Kisch and co-workers suggested the parallel requirement of both Lewis acid for the activation of alkylene oxide and Lewis base for the activation of CO2 in the synthesis of cyclic carbonates from CO2 and epoxides [9,10]. Likewise, in the case of imidazolium zinc tetrahalide-catalyzed coupling reactions, the zinc center in [ZnX2Y2]2− is expected to act as a Lewis acid for the coordination of an epoxide and the halide ion is expected to act as a Lewis base to ring open the coordinated epoxide. Further experiments are in progress to fully characterize the active species and to elucidate the reaction mechanism. Acknowledgements This work was financially supported by the Ministry of Environment and KOSEF (CRM). References [1] D.J. Darensbourg M.W. Holtcamp Coord. Chem. Rev. 153 1996 155 [2] H.S. Kim J.J. Kim H.N. Kwon M.J. Chung B.G. Lee H.G. Jang J. Catal. 205 2002 226 [3] V. Calo A. Nacci A. Monopoli A. Fanizzi Org. Lett. 4 2002 2561 [4] R.L. Paddock S. Nguyen J. Am. Chem. Soc. 123 2001 11498 [5] H.S. Kim J.J. Kim B.G. Lee O.S. Jung H.G. Jang S.O. Kang Angew. Chem. Int. Ed. 39 2000 4096 [6] K. Yamaguchi K. Ebitani T. Yoshida H. Yoshida K. Kaneda J. Am. Chem. Soc. 121 1999 4526 [7] J. Peng Y. Deng New J. Chem. 25 2001 639 [8] P.J. Dyson M.C. Grossel N. Srinivasan T. Vine T. Welton D.J. Williams A.J.P. White T. Zigras J. Chem. Soc. Dalton Trans. 3465 1997 [9] W. Dümler H. Kisch Chem. Ber. 123 1990 277 [10] M. Ratzenhofer H. Kisch Angew. Chem. Int. Ed. Engl. 19 1980 317",
      "scopus-id": "0142217953",
      "coredata": {
        "eid": "1-s2.0-S0021951703002380",
        "dc:description": "Imidazolium zinc tetrahalides, (1-R-3-methylimidazolium)2ZnX2Y2 (R=CH3, C2H5, n-C4H9, CH2C6H5; X=Cl, Br; Y=Cl, Br), prepared by reacting ZnX2 with (1-R-3-methylimidazolium)Y, were found to have surprisingly high activities for the coupling reaction of CO2 and ethylene oxide or propylene oxide to produce corresponding cyclic carbonate. The catalytic activity of imidazolium zinc tetrahalide was greatly influenced by the nature of halide groups bonded to the zinc center. The catalytic activity was found in the order of [ZnBr4]2−>[ZnBr2Cl2]2−⪢[ZnCl4]2−. The turnover frequencies (TOF: h−1) increased with increasing temperature, but remained almost unchanged with the increase of pressure.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-11-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951703002380",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kim, Hoon Sik"
          },
          {
            "@_fa": "true",
            "$": "Kim, Jai Jun"
          },
          {
            "@_fa": "true",
            "$": "Kim, Honggon"
          },
          {
            "@_fa": "true",
            "$": "Jang, Ho Gyeom"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951703002380"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951703002380"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(03)00238-0",
        "prism:volume": "220",
        "prism:publisher": "Elsevier Inc.",
        "dc:title": "Imidazolium zinc tetrahalide-catalyzed coupling reaction of CO2 and ethylene oxide or propylene oxide",
        "prism:copyright": "Copyright © 2003 Elsevier Inc. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Zinc halide"
          },
          {
            "@_fa": "true",
            "$": "Imidazolium halide"
          },
          {
            "@_fa": "true",
            "$": "Zinc tetrahalide"
          },
          {
            "@_fa": "true",
            "$": "Ionic liquid"
          },
          {
            "@_fa": "true",
            "$": "Ethylene oxide"
          },
          {
            "@_fa": "true",
            "$": "Propylene oxide"
          },
          {
            "@_fa": "true",
            "$": "Carbon dioxide"
          },
          {
            "@_fa": "true",
            "$": "Cyclic carbonate"
          },
          {
            "@_fa": "true",
            "$": "Ethylene carbonate"
          },
          {
            "@_fa": "true",
            "$": "Propylene carbonate"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "44-46",
        "prism:endingPage": "46",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 November 2003",
        "prism:doi": "10.1016/S0021-9517(03)00238-0",
        "prism:startingPage": "44",
        "dc:identifier": "doi:10.1016/S0021-9517(03)00238-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "325",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951703002380-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1232",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "149",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951703002380-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "872",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "82",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951703002380-gr001.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "611",
            "@ref": "gr001",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "490",
            "@width": "430",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951703002380-gr001.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2299",
            "@ref": "gr001",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "68",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951703002380-gr002.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "692",
            "@ref": "gr002",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "778",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951703002380-gr002.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4331",
            "@ref": "gr002",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "62",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951703002380-gr003.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "862",
            "@ref": "gr003",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "47",
            "@width": "94",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951703002380-gr003.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "685",
            "@ref": "gr003",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "51",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951703002380-gr004.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "898",
            "@ref": "gr004",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "47",
            "@width": "115",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951703002380-gr004.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "926",
            "@ref": "gr004",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0142217953"
      }
    }
  }
}