{
  "metadata": {
    "title": "Cuboidal molybdenum sulfur cluster as a platform to construct novel catalyst for propane dehydrogenation",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2024-12-31",
    "doi": "10.1016/j.jcat.2024.115831",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S002195172400544X",
    "pii": "S002195172400544X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85209130260",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2024-11-10 2024-11-10 2024-11-15 2024-11-15 2025-03-08T20:43:05 1-s2.0-S002195172400544X S0021-9517(24)00544-X S002195172400544X 10.1016/j.jcat.2024.115831 S300 S300.1 FULL-TEXT 1-s2.0-S0021951724X00123 2025-03-08T23:16:19.926562Z 0 0 20241201 20241231 2024 2024-11-10T18:24:36.52344Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast highlightsabst orcid primabst pubtype ref specialabst 0021-9517 00219517 true 440 440 C Volume 440 42 115831 115831 115831 202412 December 2024 2024-12-01 2024-12-31 2024 Regular Articles article fla © 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. CUBOIDALMOLYBDENUMSULFURCLUSTERAPLATFORMCONSTRUCTNOVELCATALYSTFORPROPANEDEHYDROGENATION ZHENG T 1 Introduction 2 Experimental section 2.1 Chemical materials 2.2 Preparation of [Mo3Pt2S4(H2O)10] cluster precursor 2.3 Preparation of defective MoPtSx/Al2O3 catalysts 2.4 Catalytic testing 2.5 Catalyst characterization 3 Results and discussions 3.1 Preparation of precursor via confinement of unsaturated cubane structure 3.2 Formation of a defective MoPtSx phase after reduction 3.3 Catalytic performance in propane dehydrogenation 3.4 Structure-performance relationship in propane dehydrogenation 3.5 Insight into the improved stability CRediT authorship contribution statement Acknowledgments Appendix A Supplementary data References MA 2023 506 518 Y CHEN 2023 2620 S ZHANG 2022 e202201453 T ZHAI 2023 3268 3285 P ZHAO 2021 234 238 D GU 2020 119089 Y ROCHLITZ 2022 13384 13393 L LIU 2021 2225 2233 Y XING 2023 164 174 Y HAN 2021 9233 9241 S ZHOU 2023 6537 6543 J BIAN 2022 6559 6569 K CESAR 2019 5231 5244 L NAKAYA 2020 2838 Y ZHANG 2023 e202300744 J WAN 2023 7383 7394 H NAKAYA 2022 15944 15953 Y XU 2023 6104 6113 Y SUN 2019 819 825 X MAO 2023 1052 1061 J OHKI 2022 86 90 Y OHKI 2018 3200 Y LIU 2010 3888 3895 P ZHANG 2019 024304 H JEONG 2020 368 375 H SOKOLOV 2001 2611 2615 M GUSHCHIN 2016 7612 7619 A KUMARASAMY 2020 114799 K RITA 1999 291 302 H KWAK 2009 1670 1673 J SHI 2015 13994 13998 L GUSHCHIN 2016 7612 7619 A RAY 2017 525 537 K LI 2019 6824 6834 L ZHOU 2019 10629 10635 L LIU 2019 146 152 J QIU 2019 10804 10818 Y RIMAZ 2022 118751 S OGIHARA 2016 8 Y SU 2021 2104343 L SUN 2018 4454 G WEI 2023 10881 10889 X FENG 2021 101080 R SHI 2022 1287 X HE 2017 222 231 W JEONG 2015 8494 8501 Y ZHENGX2024X115831 ZHENGX2024X115831XT 2026-11-15T00:00:00.000Z 2026-11-15T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2024-11-20T04:26:36.471Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Fundamental Research Funds for the Central Universities JD2408 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991 BAST BYESS2023087 BAST Beijing Association for Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100020437 http://sws.geonames.org/1814991/ Beijing Synchrotron Radiation Facility BSRF Beijing Synchrotron Radiation Facility http://data.elsevier.com/vocabulary/SciValFunders/501100014938 http://sws.geonames.org/1814991/ National Natural Science Foundation of China 22278017 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 This work was financially supported by National Natural Science Foundation of China (22278017), the Fundamental Research Funds for the Central Universities (JD2408) and Young Elite Scientists Sponsorship Program by BAST (No. BYESS2023087). We acknowledge the Beijing Synchrotron Radiation Facility (BSRF) for providing the experimental resources for XAS experiments. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0021-9517(24)00544-X S002195172400544X 1-s2.0-S002195172400544X 10.1016/j.jcat.2024.115831 272561 2025-03-08T23:16:19.926562Z 2024-12-01 2024-12-31 1-s2.0-S002195172400544X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/MAIN/application/pdf/bc8dc905b4a5d53ef6cd4d55d6baa719/main.pdf main.pdf pdf true 5432778 MAIN 9 1-s2.0-S002195172400544X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/PREVIEW/image/png/8053d94b7b785c733b5a708ceec19f3a/main_1.png main_1.png png 57373 849 656 IMAGE-WEB-PDF 1 1-s2.0-S002195172400544X-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/gr2/DOWNSAMPLED/image/jpeg/57ad6d9ced9c54ff57ee77e62eea2c3b/gr2.jpg gr2 gr2.jpg jpg 118212 524 639 IMAGE-DOWNSAMPLED 1-s2.0-S002195172400544X-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/gr3/DOWNSAMPLED/image/jpeg/b6ecf3959cf81d8298f729ed7cef30d9/gr3.jpg gr3 gr3.jpg jpg 102958 587 778 IMAGE-DOWNSAMPLED 1-s2.0-S002195172400544X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/gr1/DOWNSAMPLED/image/jpeg/2bb586da02c49e0092e6df79b8083ab0/gr1.jpg gr1 gr1.jpg jpg 103711 324 652 IMAGE-DOWNSAMPLED 1-s2.0-S002195172400544X-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/ga1/DOWNSAMPLED/image/jpeg/00338e8fb41b32c7828a5c123a10097f/ga1.jpg ga1 true ga1.jpg jpg 30248 200 458 IMAGE-DOWNSAMPLED 1-s2.0-S002195172400544X-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/gr4/DOWNSAMPLED/image/jpeg/65d817cc1c34eeadb67bcca40dfe6b68/gr4.jpg gr4 gr4.jpg jpg 95553 478 610 IMAGE-DOWNSAMPLED 1-s2.0-S002195172400544X-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/gr2/THUMBNAIL/image/gif/cef05305a1e62d1af021a64e8ed4c944/gr2.sml gr2 gr2.sml sml 19601 164 200 IMAGE-THUMBNAIL 1-s2.0-S002195172400544X-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/gr3/THUMBNAIL/image/gif/2fdbd0295a738faf8f1881b0b7420040/gr3.sml gr3 gr3.sml sml 12687 164 217 IMAGE-THUMBNAIL 1-s2.0-S002195172400544X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/gr1/THUMBNAIL/image/gif/756c1497b017edd9aec14a0259e35ccb/gr1.sml gr1 gr1.sml sml 18350 109 219 IMAGE-THUMBNAIL 1-s2.0-S002195172400544X-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/ga1/THUMBNAIL/image/gif/d2bd4d31f28ce39bc436b214ef2da64f/ga1.sml ga1 true ga1.sml sml 12937 96 219 IMAGE-THUMBNAIL 1-s2.0-S002195172400544X-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/gr4/THUMBNAIL/image/gif/206797f9ff2a07fb390ef739cd7f570d/gr4.sml gr4 gr4.sml sml 16092 164 209 IMAGE-THUMBNAIL 1-s2.0-S002195172400544X-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005219/HIGHRES/image/jpeg/6b5fd86c8cd5b830a0a1a398f020d7ab/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 915957 2317 2828 IMAGE-HIGH-RES 1-s2.0-S002195172400544X-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005219/HIGHRES/image/jpeg/b72925279e3e9950275743d699deccd9/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 571138 2600 3446 IMAGE-HIGH-RES 1-s2.0-S002195172400544X-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/HIGHRES/image/jpeg/74e724f6f2275fc79f5672c3d03f57c3/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 742181 1432 2885 IMAGE-HIGH-RES 1-s2.0-S002195172400544X-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/HIGHRES/image/jpeg/49c593d67ef9b014f1356cdd7261891d/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 185013 886 2027 IMAGE-HIGH-RES 1-s2.0-S002195172400544X-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724005219/HIGHRES/image/jpeg/a36a075a229a828da42c64d7945a08b2/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 620851 2117 2703 IMAGE-HIGH-RES 1-s2.0-S002195172400544X-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/eaac8ec3f4cbdd1fcb28b2ec0a13af25/mmc1.docx mmc1 mmc1.docx docx 4065968 APPLICATION 1-s2.0-S002195172400544X-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/image/svg+xml/9fbcf8382fbb3959e019031a2e674ed9/si1.svg si1 si1.svg svg 20740 ALTIMG 1-s2.0-S002195172400544X-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/image/svg+xml/032c873ee27b9bc32210238527b0c76e/si2.svg si2 si2.svg svg 22711 ALTIMG 1-s2.0-S002195172400544X-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/image/svg+xml/f8b9e903e39e1e975e9b43ab948fb262/si3.svg si3 si3.svg svg 28526 ALTIMG 1-s2.0-S002195172400544X-si4.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/image/svg+xml/2d89f2aafac44f4bba0534d8508f4330/si4.svg si4 si4.svg svg 31714 ALTIMG 1-s2.0-S002195172400544X-si5.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S002195172400544X/image/svg+xml/ee9eb7892fcad605ce8ab2bef883bf06/si5.svg si5 si5.svg svg 29682 ALTIMG YJCAT 115831 115831 S0021-9517(24)00544-X 10.1016/j.jcat.2024.115831 Elsevier Inc. Fig. 1 Structure of catalyst precursors. (A-D) STEM images and (E-H) mapping of [Mo3Pt2S4(H2O)10]/Al2O3-V. Fig. 2 Fine structure of Pt-based catalyst. STEM images and mapping of (A-C) precursors and (D-H) MoPtSx sample (I) EPR spectra (J) S 2p XP spectra (K) DRIFTS characterizations with pulsing oxygen of MoPtSx sample. Fig. 3 Catalytic behavior of Pt catalysts (A) Plot of propane conversion versus reaction time; Plot of propylene selectivity versus reaction time over (B) MoPtSx catalyst (C) Pt catalyst; (D) deactivation rate constants (kd); (E) TOF values (14.70% and 4.45% of conversions obtained at 525 °C were selected for calculating TOF over MoPtSx and Pt catalysts, respectively); (F) comparison of activity and selectivity over the reported Pt catalysts; (G) propylene production rate; (H) plot of ln(TOF) versus 1000/T at low conversion; (I) Stability of the MoPtSx catalyst. Fig. 4 Insight into the improvement of catalytic behavior. (A) The spectra of in situ CO-IR on Pt-based catalysts; (B) Fourier-transformed k3-weighted EXAFS spectra of the as-prepared catalysts. Wavelet transform (WT) analysis of (C) Pt foil, (E) fresh and (F) spent MoPtSx/Al2O3-V. (D) Pt 4d XPS spectra of Pt-based catalysts; (G) Peak fitted C3H6-TPD profiles of MoPtSx and Pt catalysts, in which the peak at 100 ∼ 200 °C is attributed to di-σ adsorption which can desorb easily, while the one at 300–420 °C is attributed bridge bound adsorption on Pt sites, which is harder to desorb; C3H8-temperature programmed surface reaction (TPSR) profiles of (H) MoPtSx (I) Pt catalyst. C3H8, C3H6, and CH4, m/z equals 29, 41, and 16, respectively. Research article Cuboidal molybdenum sulfur cluster as a platform to construct novel catalyst for propane dehydrogenation Tianci Zheng Data curation a b Shaoxia Weng Data curation a Alan J. McCue Writing – review & editing c Nan Yang Methodology a b Haowen Ma Methodology d Yuan Xie Methodology d Yanjun Lin Funding acquisition b e Yanan Liu Writing – review & editing Writing – original draft Funding acquisition Conceptualization a b ⁎ Dianqing Li Visualization Supervision a b a State Key Laboratory of Chemical Resource Engineering, Beijing Engineering Center for Hierarchical Catalysts, Beijing University of Chemical Technology, Beijing 100029, China State Key Laboratory of Chemical Resource Engineering Beijing Engineering Center for Hierarchical Catalysts Beijing University of Chemical Technology Beijing 100029 China State Key Laboratory of Chemical Resource Engineering, Beijing Engineering Center for Hierarchical Catalysts, Beijing University of Chemical Technology, Beijing 100029, China b Quzhou Institute for Innovation in Resource Chemical Engineering, Quzhou 324000, China Quzhou Institute for Innovation in Resource Chemical Engineering Quzhou 324000 China Quzhou Institute for Innovation in Resource Chemical Engineering, Quzhou 324000, China c Advanced Centre for Energy and Sustainability (ACES), Department of Chemistry, School of Natural and Computing Sciences, University of Aberdeen, Aberdeen AB24 3UE, Scotland, UK Advanced Centre for Energy and Sustainability (ACES) Department of Chemistry School of Natural and Computing Sciences University of Aberdeen Aberdeen Scotland AB24 3UE UK Advanced Centre for Energy and Sustainability (ACES), Department of Chemistry, School of Natural and Computing Sciences, University of Aberdeen, Aberdeen AB24 3UE, Scotland, UK d Lanzhou Petrochemical Research Center, Petrochemical Research Institute, PetroChina Company Limited, Lanzhou 730060, China Lanzhou Petrochemical Research Center Petrochemical Research Institute PetroChina Company Limited Lanzhou 730060 China Lanzhou Petrochemical Research Center, Petrochemical Research Institute, PetroChina Company Limited, Lanzhou 730060, China e Salt Lake Chemical Engineering Research Complex, Qinghai Provincial Key Laboratory of Salt Lake Materials Chemical Engineering, Qinghai University, Xining 810016, China Salt Lake Chemical Engineering Research Complex Qinghai Provincial Key Laboratory of Salt Lake Materials Chemical Engineering Qinghai University Xining 810016 China Salt Lake Chemical Engineering Research Complex, Qinghai Provincial Key Laboratory of Salt Lake Materials Chemical Engineering, Qinghai University, Xining 810016, China ⁎ Corresponding authors at: Box 98, 15 Bei San Huan East Road, Beijing 100029, China. Box 98, 15 Bei San Huan East Road Beijing 100029 China Graphical abstract Growing demand of short chain olefins such as propylene for plastic production drives the development of high performing catalysts for propane dehydrogenation (PDH). Here, a confinement strategy originating from metal-sulfur clusters was employed to fabricate defective MoPtSx phase via anchoring by coordinatively unsaturated Al sites present on alumina, followed by reduction under H2 flow at high temperature. This catalyst with a low Pt content exhibits great ability for C–H activation with high intrinsic activity and facile propylene desorption in PDH reaction. More importantly, this catalyst shows excellent stability during long-term tests with both stable conversion and selectivity. Through combined X-ray absorption spectroscopy, electron microscopy and electron paramagnetic resonance measurements it could be affirmed that the isolated and electron-enriched Pt sites as well as their proximity to adjacent sulfur vacancies is vital for the first and second C–H bond activation, and suppressing of C–C cleavage which otherwise lead to coking. Keywords Isolated Ptδ- sites Adjacent S vacancies Propane dehydrogenation Data availability Data will be made available on request. 1 Introduction Propylene is a crucial basic raw material for the production of a wide range of chemicals in the chemical industry, and the generation of on-purpose propylene through catalytic propane dehydrogenation (PDH) has attracted considerable interest to satisfy growing global demand [1,2]. Platinum-based catalysts are often employed as the active site for the process of alkane dehydrogenation owing to its propensity for C–H bond activation [3,4]. However, this catalyst generally encounters challenges in associated with aggregation, lower propylene yield, an undesired cracking reaction and deactivation since a high reaction temperature (∼ 600 °C) is typically required given the high endothermicity (ΔH298 ϴ = 124.3 kJ/mol) and equilibrium-limitation of PDH[5,6,7]. Additionally, wider application is still a formidable challenge since precious metal resources are extremely scarce [8]. Consequently, the development of an innovative catalyst to realize the decrement of noble metal use whilst increasing efficiency is highly appealing. To tackle the aforementioned issues, a plethora of interesting catalysts have been designed to address these challenges. For instance, Pt-based intermetallics (involving Sn [9], Zn [10], Cu [11], Fe [12], Co [13], Ga [14] and In [15]) have been meticulously crafted that are typically more selective and stable, which contribute to higher propylene yields and inhibit carbon deposition by reason of the continuous Pt ensembles being broken by a second metal, albeit this is usually achieved at the expense of catalytic activity. Despite PDH being a structure insensitive reaction, the side reactions containing deep dehydrogenation, cracking, hydrogenolysis are structure sensitive meaning the particle size could remarkably influence the catalytic pathways [16]. Accordingly, reducing the particle size down to the atomic scale (i.e., the advent of single atom Pt) has revolutionized the atomic utilization of Pt with remarkable improvement of selectivity for PDH [17]. However, it is of course a challenge to retain complete isolation of Pt atoms in such a high temperature reaction. Recently, the deliberate use of vacancy engineering has drawn increasing attention in catalyst design. Benefiting from the optimization of both the electronic environment and chemical properties, vacancy mediation shows significant promise in regulating the catalytic behavior of C–H conversion to high value-added chemicals [18,19]. For instance, Deng et al. [20] found that the bi-Mo sites of sulfur vacancies at the MoS2 edge can dissociate O2 to form the active O = Mo = O* species, which can then activate a C–H bond. Motivated by this, if skillfully combining isolated Pt species and sulfur vacancies, it is expected to construct the advantageous active centers that simultaneously reinforce activity, selectivity and anti-coking performance for PDH. Metal-sulfur clusters are a class of inorganic compound that span a wide range of structural and electronic features. Specifically, the trinuclear Mo–sulfur cluster [Mo3(μ-S)3(μ3-S)Lx], where L is a ligand and x is the number of ligands present could offer a platform to accommodate a metal atom via three doubly bridging sulfur atoms to furnish a cubic structure [21,22]. Early studies on the synthetic Mo-S complexes such as [Mo6S8] revealed the roles of low-coordinated Mo available for the reaction in interacting with CO for methanol synthesis [23]. Also, the molybdenum-sulfur complexes have been found as efficient catalysts for the activation of C–H bond in alkane [24]. These findings provide insights into exploring novel catalysts for PDH. Herein, in this work, Pt was chosen as the additional metal to demonstrate the construction of isolated Pt atoms with neighboring sulfur vacancies. The catalyst, with low precious metal content delivers remarkable PDH performance with high propane conversion and high selectivity for propylene, and efficiently avoids deep dehydrogenation and cracking during long-term testing. On the basis of multiple in situ spectroscopic and microscopic characterizations, we found that the isolated Ptδ- species adjacent to sulfur vacancies is beneficial for activation of the C–H bond and favors the desorption of propylene via di-σ binding, therefore driving the conversion from propane to propylene. 2 Experimental section 2.1 Chemical materials H2PtCl6·6H2O was bought from Sigma-Aldrich. (NH4)2MoS4 and NaBH4 were purchased from Macklin. HCl was purchased from the Tianjin Damao chemical reagent factory. All materials were used as received without further purification. The water employed in all of the experiments was deionized. 2.2 Preparation of [Mo3Pt2S4(H2O)10] cluster precursor Aqueous solutions of 2 mol/L NaBH4 (15 mL) and 6 mol/L HCl (15 mL) were alternatively pipetted into a 110 mmol/L (NH4)2MoS4 aqueous solution (35 mL) under vigorous stirring at room temperature. Then, 60 mL of 6 mol/L HCl was added and the obtained mixture was heated to a temperature of 90 °C for 15 h. After cooling in air, this solution was transformed to a dark green [Mo3S4(H2O)9] solution. Subsequently, 0.078 g of H2PtCl6·6H2O was dissolved in 10 mL of deionized water and then mixed with 4 mL of the [Mo3S4(H2O)9] solution to produce a [Mo3Pt2S4(H2O)10] precursor at room temperature. 2.3 Preparation of defective MoPtSx/Al2O3 catalysts Commercial γ-alumina was activated by pre-reduction with 10 % H2:N2 at 580 °C for 1 h to synthesize coordinatively unsaturated Al3+ sites (Al2O3-V), as reported previously [25]. 1.5 g of as-prepared Al2O3-V powder was added into an appropriate volume of [Mo3Pt2S4(H2O)10] solution under stirring at 60 ℃ for 4 h, followed by further drying at 60 ℃ for 12 h. After that, the obtained sample was heated to reaction temperature with a rate of 20 ℃·min−1 in N2 and then reduced in 10 % H2/N2 for 20 min to obtain defective MoPtSx/Al2O3 catalyst with sulfur vacancy, denoted as defective MoPtSx/Al2O3. The non-defective MoPtS/Al2O3 was prepared for comparison. In detail, the [Mo3Pt2S4(H2O)10]/Al2O3-V precursor was calcined at above temperature for 20 min in N2 with a heating rate of 20 ℃·min−1. Then, appropriate amounts of powders with NaBH4 were dissolved in 10 mL deionized water, and stirred for 30 min. After that, the suspensions were washed with deionized water and dried at 60 ℃ for 12 h. The reference Pt/Al2O3-V, Pt-S/Al2O3-V and Pt-Mo/Al2O3-V samples were prepared in a similar manner but using corresponding H2PtCl6·6H2O, NaS2 and (NH4)2Mo7O24·4H2O as the Pt, S and Mo sources, respectively. 2.4 Catalytic testing Catalytic behavior was evaluated in a fixed-bed microreactor at a pressure of 0.1 MPa. In detail, 0.13 g of sample was diluted with quartz sand (Aldrich, 40–70 mesh) and placed in the reactor and activated (as above), then an inlet gas stream of 2.0 % C3H8/4% H2/94 % N2 to obtain a weight hourly space velocity of 1.47 h−1. The reactant and product concentrations were analyzed by online Gas Chromatography (GC) with a flame ionization detector using a HP-5 capillary column (30 m × 0.32 mm). Multiple data points were collected for a given set of conditions to ensure data reproducibility. Propane conversion, propylene selectivity, turnover frequency, propylene productivity rate and deactivation rate constant were calculated as following: P r o p a n e c o n v e r s i o n ( % ) = p r o p a n e i n l e t - p r o p a n e ( o u t l e t ) p r o p a n e ( i n l e t ) P r o p y l e n e s e l e c t i v i t y ( % ) = p r o p y l e n e o u t l e t p r o p a n e i n l e t - p r o p a n e ( o u t l e t ) T u r n o v e r f r e q u e n c y ( s - 1 ) = C × L × M × 10 - 3 V m × m × w × D × 60 P r o p e n e p r o d u c t i v i t y r a t e ( m m o l · g c a t . - 1 · m i n - 1 ) = L × C × S m × V m D e a c t i v a t i o n r a t e c o n s t a n t ( m i n - 1 ) = l n 100 - C e n d C e n d - l n 100 - C s t a r t C s t a r t t where C is propane conversion (%); L is the flow rate of propane (mL·min−1); Vm is the molar volume of a gas (L·mol−1); M stands for atomic mass of Pt; m is catalyst amount (g); w is the metal loading (wt. %); D is metal dispersion (%); S is propylene selectivity; Cstart and Cend indicates the initial and final propane conversion (%), respectively; t indicates time on stream (min). 2.5 Catalyst characterization A Shimadzu ICPS-7500 Inductively Coupled Plasma Atomic Emission Spectrometer (ICP-AES) was used to determine the elemental content of metals. A Vario UNICUBE Organic Elemental Analyser (EA) was employed for elemental determination of S. Powder X-ray Diffraction (XRD) data was obtained in the range of 2θ = 10–80° using Cu Ka radiation (λ = 0.154 nm) in a SHIMADZU XRD-6000 instrument. HRTEM measurements were performed using a JEOL-2010F transmission electron microscope with an acceleration voltage of 200 kV. Quasi-in situ atomic resolution HAADF-STEM images were acquired on a probe aberration-corrected FEI Titan Themis Z microscope operating at 300 kV. Elemental mapping analysis was carried out with a Super X-EDS system operating at 200 kV. Solid state UV–vis diffuse reflectance spectra were collected at room temperature in air using a UV-3600 spectrometer. X-ray Photoelectron Spectroscopy (XPS) characterization was performed on an ESCALAB 250 spectrometer with Al Kα radiation using the C 1 s peak at 284.6 eV as reference. Electron Paramagnetic Resonance (EPR) spectra were recorded at low temperature on a Bruker ESP-300 spectrometer operating at X-band microwave frequency. In situ infrared spectra of adsorbed CO or O2 were acquired using a Bruker Tensor 27 instrument with a crystal quartz reaction cell and KBr windows. The sample powder was purged Ar to record a background spectrum. The spectra of adsorbed CO or O2 were obtained after introducing 99.99 % CO or 20.99 % O2/N2 into the reactor for 60 min and purging with Ar for a further 60 min to remove any gas-phase molecules. Temperature programmed experiments were conducted using a Micrometrics ChemiSorb 2750 instrument with a Thermal Conductivity Detector (TCD). 0.10 g of sample was placed in the center of a quartz tube and pre-treated at 120 °C for 30 min in Ar to remove the impurities, followed by cooling to room temperature. For a C3H6-TPD experiment, C3H6 was passed through until the sample was saturated, then purged with He for 60 min to remove any physically adsorbed C3H6. Finally, the desorption signal was recorded as the temperature was increased from 25 to 600 °C with a heating rate of 10 oC·min−1. Thermo Gravimetric analysis (TG) profiles were recorded using a HITACHI STA7300 instrument. The samples were heated in the temperature range of 25–400 °C with a heating rate of 10 oC·min−1 under a flow of air. The dispersion of Pt in the catalyst was estimated by CO-pulse chemisorption, in which a CO/Pt stoichiometry of 1 has been assumed for calculation of the dispersion. Raman spectrum was obtained on a LabRAM Aramis spectrometer with a 532-nm excitation laser, operated at an exposure time of 1 s and three accumulations. Solid State NMR spectra were recorded on Bruker 400WB AVANCE Ⅲ instrument. 27Al NMR experiments were carried out using a 4 mm triple-resonance broadband solid-state probe with a spinning rate of 8 kHz. The spectra were accumulated for 120 scans with 2 s recycle delay. The chemical shifts were referenced to a 1 % Al(NO3)3 aqueous solution. C3H8-Temperature Programmed Surface Reaction (TPSR) experiment was performed in a high-pressure reaction cell. About 0.2 g of sample was pretreated in H2/N2 for 20 min. Then, the gas was switched to 5 % C3H8/N2 with flow rate of 40 mL/min and heating from 30 to 600 °C for data recording. The output products (m/z of C3H8, C3H6, CH4 being 29, 41, 16, respectively) were measured via mass spectrometer. Quasi in situ X-ray Absorption spectra (Pt L-edge) were conducted at the 1W1B beamline of the National Synchrotron Light Source II at the Beijing Synchrotron Radiation Facility. The sample was protected under a N2 atmosphere to prevent re-oxidation in air, followed by measurement in the transmission/fluorescence mode. The typical energy of the storage ring was 2.5 GeV with a maximum current of 250 mA. Using a Si (111) double-crystal monochromator, the data collection was carried out in transmission/fluorescence mode using an ionization chamber. Data reduction, data analysis and EXAFS fitting were performed and analyzed with the Athena and Artemis programs of the Demeter data analysis packages that utilize the FEFF6 program to fit the EXAFS data. 3 Results and discussions 3.1 Preparation of precursor via confinement of unsaturated cubane structure A [Mo3S4(H2O)9] cluster with an unsaturated cubane structure was firstly prepared by reacting ammonium tetrathiomolybdate with NaBH4 and HCl. This was followed by introducing an appropriate amount of H2PtCl6 as Pt source to generate [Mo3Pt2S4(H2O)10] clusters based on the Pt/Mo atomic ratio experimentally measured (Table S1). This was confirmed by XRD patterns (Fig. S1) and UV–VIS analysis (Fig. S2), in which the characteristic peaks of [Mo3S4(H2O)9] appear consistent with the literatures [26,27]. Notably, a new peak appears at 451 nm after incorporation of Pt, which could be ascribed to the spin forbidden metal–ligand charge transfer (MLCT) transitions owing to the binding of Pt with S, Mo or water ligands [28,29]. This above phenomena indicates that a Pt ion was successfully introduced into the cubane cluster. Coordinatively unsaturated Al2O3-V was used as support in this work. Different from the bulk alumina, the obvious penta-coordinated Al3+ species (11.3 %) is observed as shown in Fig. S3. After supporting [Mo3Pt2S4(H2O)10] cluster, it is interestingly found that the peak intensity of penta-coordinated Al3+ species is significantly reduced, implying that the active cluster species are mainly anchored on the coordinatively unsaturated sites. Similar phenomena were also reported by Kwak et al. [30] and Shi et al. [31]. Notably, an analogous Pt free sample was also prepared for comparison using the [Mo3S4(H2O)9] cluster and the same Al2O3-V support. In order to explore the crystal structure, XRD characterization was conducted. Fig. S1 shows that diffraction peaks present at 31.7°, 39.1° and 45.5° associated with the (220), (222) and (400) planes of Al2O3 (PDF#74–2206), respectively. In addition, the characteristic peaks attributed to the [Mo3S4(H2O)9] cluster are preserved after supported individually at the pentacoordinated Al sites in alumina [32]. Importantly, the introduction of Pt cations occurs without any evidence of diffraction peaks associated with metallic Pt or PtO2 indicating the structural stability of the molybdenum sulfur clusters during the preparation process. Similarly, no obvious Pt agglomerations were observed in HRTEM images with Pt, Mo and S elements parallelly dispersed at the atomic level in Fig. 1 and S4. Considering the low resolution of HRTEM analysis, STEM equipped with mapping was further employed (Fig. 2A-C). The [Mo3Pt2S4(H2O)10]/Al2O3-V exhibits small clusters. By further magnification, the brightest spots are expected to be associated with Pt since it possesses the highest atomic number and therefore appears to be parallel distributed across the support, which further indicates that Pt is successful anchored by the [Mo3S4(H2O)9] clusters. 3.2 Formation of a defective MoPtSx phase after reduction Subsequently, the supported precursors were reduced and XRD results are shown in Fig. S5. Characteristic peaks appear at 39.1°, 45.3° and 66.2°, 2 thetas of which are higher compared to that of Mo3S4 (JCPDS#97-004-2133), and lower relative to that of Pt particles (PDF#88-2343), but located between these both, indicating that Pt and Mo3S4 mutually entry into the lattice to form a MoPtSx solid solution. Similar phenomena could be observed in Ni-Cu alloys, reported by Koustuv Ray et al. [33]. Again, it is worth noting that no characteristic peaks associated with Pt are observed in the XRD pattern, which suggests that the active Pt species anchored/dispersed by the cubane cluster remains highly dispersed as a legacy effect even after high-temperature reduction. The above phenomena are initially attributed to the formation of MoPtSx phase. AC-STEM analysis equipped with mapping was further conducted (Fig. 2 D-H). The presence of lattice fringes is 0.216 nm (Fig. 2F), which is between Pt nanoparticles and Mo3S4 phase, and different from Pt-S and Pt-Mo particles. Combining with elemental mapping showing that a parallel distribution of Pt, Mo and S elements in the region sample (Fig. 2H), the formation of MoPtSx phase is undeniably confirmed. Although the size in the MoPtSx catalyst is larger (4.6 ± 0.2 nm, Fig. S6) than simple Pt catalyst with an average particle size of 1.5 nm (based on analysis of > 200 nanoparticles, Fig. S7), the former exhibits higher Pt dispersion owing to the generation of MoPtSx phase with isolated Pt sites. Additionally, the reduction of [Mo3Pt2S4(H2O)10] precursors contribute to the phase transformation, in which the crystallization water in the cluster is removed but remains the unchanged atomic ratio of Pt and Mo, while S element is easily formed into hydrogen sulfide gas in this environment to overflow (Table S1), and thus forms sulfur vacancies[34]. To further explore this concept, XPS spectra of S species before and after the reduction are presented in Fig. 2J. The peaks at 162.4 eV and 163.7 eV in [Mo3Pt2S4(H2O)10] catalysts are attributed to 2p3/2 and 2p1/2 of S2-, respectively [35], while the signal associated with S species in the reduced MoPtSx catalyst decreases due to the loss of S species at reduction. EPR results (Fig. 2I and S8), show a signal at g = 2.003 for defective MoPtSx catalyst but no signal for non-defective MoPtS and Pt catalysts as contrast, suggesting the existence of S vacancies in MoPtSx/Al2O3-V. To give enough evidence for the formation of S vacancy, in situ DRIFTS spectra with pulsing oxygen were employed. Fig. 2K shows that defective MoPtSx/Al2O3-V presents the absorption peaks at 975 cm−1 corresponding to the Mo-O vibrations due to oxygen adsorbed at S vacancies adjacent Mo species, which does not appear in non-defective MoPtS/Al2O3-V as contrast (Fig. S9). Additionally, due to the limitations of the present characterizations, it is very difficult to effectively distinguish the sulfur vacancies on the surface or subsurface. 3.3 Catalytic performance in propane dehydrogenation The above obtained catalysts were then explored for the propane dehydrogenation reaction. ICP-AES analysis confirms that all Pt catalysts have equivalent Pt loading which excludes the influence of Pt content on catalytic performance (Table S1). Fig. 3 A-3C show plots of propane conversion and product selectivity versus reaction time over both catalysts at 580 °C. It can be seen that the initial conversion over defective MoPtSx/Al2O3-V could reach 64 % with excellent propylene selectivity (> 90 %), which is much higher than the conversion typically reported in literatures for highly or atomically dispersed Pt catalysts (Table S2), and is even approaching the equilibrium conversion at 580 °C (81.9 %, Fig. S10). Although the monometallic Pt catalyst also exhibits good initial activity (40 %), the propylene selectivity at corresponding conversion is poorer (58–83 %) than that of defective MoPtSx/Al2O3-V, since monometallic Pt is prone to deep dehydrogenation and cracking (namely undesirable C−C cleavage) to generate C1 and C2 by-products (methane and ethylene in Fig. 3C). The amounts of C1 and C2 by-products are extremely low although C2 selectivity is slight higher than C1, and thus such small gap will be ignored in this case. However, there is no doubt that more by-products produced by C–C breakage in Pt samples result in high deactivation rate constant than defective MoPtSx/Al2O3-V (Fig. 3D). To explore the role of the species containing Mo and S, Mo3Sx benchmarks were firstly tested. The low conversion demonstrates that only Mo or S species are not active sites (Fig. S11) although the previous references reported the existence of O = Mo or MoS2 as active sites for dehydrogenation [20]. This may be ascribed to the pre-reduction of the sample at reaction temperature before the test, which might remove the possible O = Mo = O* active species. However, the introduction of Mo could effectively improve the selectivity of propylene by comparing Pt-Mo (85 %, Fig. S12) with Pt catalysts (<80 %). Furthermore, a simple PtSx catalyst possessing the sulfur vacancy was fabricated under same conditions, which gives higher initial conversion and selectivity relative to monometallic Pt catalysts. It is inferred that the combination of Pt, Mo, S and sulfur vacancy are important for the improvement of product selectivity and conversion. Follow this instruction, the MoPtS catalysts without sulfur vacancies (namely non-defective) was further employed. Its catalytic performance could be improved but limited (43.5 % conversion, 52.5 kJ/mol of activation energy and 82.0 % selectivity in Figure S12 and S13), suggesting the role of sulfur vacancies, being synergistic with adjacent Pt species, and thus directionally drive reaction process. In addition to propane conversion and propylene selectivity, turnover frequency (TOF) is also an important parameter to evaluate the intrinsic activity. In order to exclude the influence of mass and heat transfer, TOF was calculated from data at < 15 % conversion and the calculated values for the Weisz–Prater and Mears criterion are lower than 1 (see Supplementary Information, Table S3). Strikingly, the defective MoPtSx catalyst gives a TOF value of 0.46 min−1, which is about 2-fold higher than the Pt catalyst in-spite of the Pt sample having a lower dispersion (Fig. 3E). In other words, this highlights that the electronic/geometric environment of Pt in MoPtSx/Al2O3-V leads to a highly active form of Pt and this is discussed further below. When compared with the state of art catalysts reported in literatures [36,37,38], our defective MoPtSx catalyst offers a unique combination of high activity and high selectivity (Fig. 3F). This is unusual since high selectivity is often achieved at the expense of activity. Meanwhile, the activation energy (Ea) derived from the slope of ln TOF versus 1000/T over defective MoPtSx catalyst (43.9 kJ/mol, Fig. 3H) is obviously smaller than that of Pt/Al2O3-V (54.8 kJ/mol, at the same temperature range), the difference of which could be generally ascribed to the change of active species. To further identify the active species, Ea of contrastive Pt-Mo, Pt-S and MoPtS/Al2O3-V without sulfur vacancy have been prepared and evaluated as shown in Fig. S13. As expected, it is found that the apparent activation energies of Pt-Mo, Pt-S and non-defective MoPtS/Al2O3-V are much higher than that of defective MoPtSx, suggesting the ascendant active species need to the synergism of Pt, Mo, S elements to form MoPtSx phase with sulfur vacancy. More interestingly, greater C–H bond activation ability of the MoPtSx structure also facilitates the production of propylene compared with Pt catalyst, shown in Fig. 3G. Furthermore, under typical propane dehydrogenation conditions at 520 °C, C3H8 conversion of defective MoPtSx/Al2O3-V shows a slight fluctuation for C3H8 conversion through a 100 h long-term period with C3H6 selectivity being stable at about 93 % (Fig. 3I), indicating the good stability of Pt catalysts anchored by [Mo3S4(H2O)9] clusters. However, the conversion of monometallic Pt/Al2O3-V decreases rapidly under the same reaction conditions (Fig. S14). 3.4 Structure-performance relationship in propane dehydrogenation According to the above results, the fabrication of a MoPtSx phase by utilizing the structural characteristics of an unsaturated cubane cluster facilitates the enhancement of catalytic behavior. To gain insight into the essence of the structure-performance relationship, in situ CO-IR analysis was first carried out to explore the adsorption mode of CO molecules on the catalyst surface (Fig. 4 A). Note that two CO adsorption bands appear at 2055 and 1840 cm−1 on Pt/Al2O3-V, which are attributed to the linear and bridge adsorption of CO on Pt ensembles, respectively [39]. However different with the continuous Pt trimers, two new CO absorption bands are observed at 2112 cm−1 and 2004 cm−1, for the [Mo3Pt2S4(H2O)10] precursor, suggesting the presence of oxidized and metallic Pt single atoms [40]. Interestingly, the defective MoPtSx catalyst obtained after reduction only shows one absorption band at 2043 cm−1 which is attributed to linearly adsorbed CO on isolated Pt sites [41]. This interpretation would be consistent with the proposed structure of the precursor before reduction and the apparent stability/lack of agglomeration after high temperature treatment due to the confinement effect of the cluster precursor. Compared with Pt catalyst, the CO absorption band for defective MoPtSx/Al2O3 appears at lower wavenumber, indicating that the Pt species is in an enriched electron state [42]. Furthermore, the normalized Pt L-edge extended X-ray absorption fine spectrum (EXAFS) spectra were conducted to study the electronic and geometric structure of MoPtSx samples in contrast to Pt foil, PtO2 and PtS2 sample. As shown in Fig. 4B, S15 and S16, different from PtO2 or PtS2 references presenting a narrow peak at 1.6 or 1.8 Å, MoPtSx samples exhibit a wider peak involving Pt-S coordination at 1.8 Å and Pt-Mo coordination at 2.3 Å by deconvoluting [43]. The R of latter, namely Pt-Mo shell is lower than pristine Pt-Pt one due to smaller atomic radius of Mo; meanwhile, there is also no pristine Pt-Pt contribution at 2.6 Å (such as Pt foil). By combining XAS analysis with XRD and STEM results showing the lattice fringes of 0.216 nm, it could be concluded that Pt species are completely isolated by Mo and S to form MoPtSx phase, rather than PtS or Pt ensembles. Additionally, EXAFS data-fitting results (Table S4) manifest that the coordination number (CN) of Pt-S and Pt-Mo in the target catalysts are 2.7 and 1.1, while the Pt-Pt and Pt-O coordination are absent, verifying that predominant Pt atoms are discontinuous and surrounded by three S atoms and one Mo atom. To further gain visual illustrations of Pt coordination conditions, wavelet transform (WT) of the k3-weighted EXAFS spectra, a reflection of structure information in the resolution of R space and K space, are shown in Fig. 4. MoPtSx catalyst exhibits the maximum WT intensity at 1.4–1.8 Å in R space and 3–7 Å in k space, ascribing to Pt-S bond in the first coordination shell [44], while another WT intensity near 2.3 Å and 8–10 Å suggests the existence of Pt-Mo bonds. This also demonstrates Pt species are diluted by S and Mo without Pt-Pt and Pt-O coordination. Note that there are four S atoms in the cluster precursors, that is to say some S species overflows to form sulfur vacancies during the reduction process. Since the binding energy of Pt 4f and Al 2p are very close, it is difficult to clearly distinguish these two elements, thus the Pt 4d orbital is selected for analysis. As shown in Fig. 4D, two peaks are attributed to the 4d5/2 and 4d3/2 states of Pt species [45]. The Pt 4d5/2 region in the spectrum of Pt catalyst can be deconvoluted into two peaks corresponding to metallic Pt0 at 315.4 eV and oxidized Pt4+ at 318.4 eV, respectively [46]. The generation of latter is associated with re-oxidation in air during sample handling. For the MoPtSx sample, it exhibits a negative shift (314.6 eV) by 0.8 eV compared with monometallic Pt/Al2O3-V (315.4 eV), indicating that the Pt species derived from the Mo-S cluster precursor are electron rich (i.e., Ptδ-) which is in agreement with the CO-IR discussion above. In combination with EPR and S 2p XPS results, it is thought that the Ptδ- species originates from interaction with a neighboring S vacancy and the resulting electronic state of Pt is beneficial with regards to adsorption and desorption of reactants or products. Studies have shown that the adsorption and desorption of reactants/products are affected by the filling state of the d-orbital of the active metal. When the d-band center is far away from the Fermi level, the filling degree of the anti-bonding orbital will increase. From the valence band spectra presented in Fig. S17, we could see the d-band center of the MoPtSx catalyst shifts away from the Fermi level compared with Pt catalyst (3.13 eV), the displacement of which is due to the electron transfer to Pt (in accordance with XPS analysis). Consequently, the filling of the d-orbital in Pt increases, which could weaken the adsorption strength of propylene. Generally, the rapid desorption of C3H6 can effectively inhibit further dehydrogenation or cracking of propylene, which significantly improves selectivity to propylene during PDH. Indeed, as shown in C3H6-TPD results (Fig. 4G), the temperature and peak intensity for bridge bound propylene adsorption (300–420 °C region) on MoPtSx/Al2O3-V are both lower than for Pt/Al2O3-V (Table S5), indicating that C3H6 is expected to desorb more easily from the Ptδ- sites, thus showing better propylene selectivity. We further compare the activity using a temperature-programmed surface reaction (TPSR). Both the first and second steps of C–H activation can limit dehydrogenation activity in PDH. The MoPtSx catalyst starts to convert propane to the C3H7* intermediate with initial C–H cleavage at ca. 260 °C whereas the monometallic Pt NPs are active only at temperatures above 325 °C (Fig. 4H and 4I). Moreover, the onset temperature for propylene formation (i.e., the second C–H bond cleavage) is at 329 °C for MoPtSx/Al2O3-V, which is more favorable than that of Pt/Al2O3-V (460 °C). Interestingly, the formation of CH4 is observed at 450 °C for Pt/Al2O3-V, but not over MoPtSx catalyst. This demonstrates that the activity, that is, C–H activation, is significantly improved by introducing the isolated Pt atoms with the adjacent sulfur vacancies and this also restricts cracking and deep dehydrogenation reactions. However, Pt nanoclusters tend to decompose into methane and coke instead of undergoing dehydrogenation. 3.5 Insight into the improved stability Given that propane dehydrogenation is a strongly endothermic reaction, the active metal can agglomerate and deactivate due to coking at such high reaction temperature (500–700 °C). However, the MoPtSx catalyst displays excellent stability (Fig. 3I). Two driving factors could explain this stability. Firstly, structural stability is revealed through no significant change in Pt, Mo, S element content (Table S1) and particle size of MoPtSx/Al2O3-V before and after the long period reaction (spent = 4.7 nm in Fig. S18 vs fresh = 4.6 nm in Fig. S6), whereas the particle size of Pt/Al2O3-V increases significantly under equivalent conditions (used = 4.6 nm in Fig. S19 vs fresh = 1.5 nm Fig. S7). The EXAFS characterization of spent MoPtSx/Al2O3-V indicates the coordination structure of Pt with adjacent S and Mo largely remain unchanged (Fig. 4B), which is ascribed to that the unsaturated vertex vacancy of [Mo3S4(H2O)9] clusters could effectively anchor Pt atoms and inhibit the agglomeration, manifesting high stability. Moreover, the intensity of white line peaks in XANES spectra is almost same for the fresh and spent MoPtSx samples (Fig S20), indicating no significant change in electron density of Pt species before and after reaction. Furthermore, the amount of coke formed on the spent catalysts was provided by performing TGA analysis (Fig. S21), in which no obvious weight loss is showed from the spent MoPtSx sample (beyond dehydration), whereas the Pt sample shows about 10 % weight loss originating from carbon deposition. Operando Raman spectra offers the nature of coke deposits in PDH reaction. Typical signals of coking involving D and G band could be distinguished in Fig. S22, in which G band, at 1595 cm−1, originating from the doubly degenerate phonon mode with E2g symmetry at the Brillouin zone for perfect graphite lattices. An intense D1 band, at 1325 cm−1, responding to double-resonant Raman scattering of the graphene lattices with defects and in-plane transverse optic phonon modes, whose intensity generally grows with reduction of graphite crystallites. The shoulder (D3 band) at 1220 cm−1 is owing to amorphous one, while D4 band at 1495 cm−1 is assigned to disordered graphitic lattices with A1g symmetry. That is to say, the value of IG/ID1 represents the graphite degree of carbon deposition, which is too inert to remove. From these results, it is found that the construction of Ptδ- sites adjacent to S vacancy prevents cracking to coking and further transformation of the coke species into perfectly crystallized graphite, while a higher degree of graphitization is obtained in the coking process over Pt catalyst as contrast. In conclusion, we designed and successfully synthesized a novel propane dehydrogenation catalyst by applying a molybdenum-sulfur cubane cluster as a means of anchoring/dispersing Pt prior to depositing onto an Al2O3-V support. After hydrogen reduction, the Pt species remains atomically dispersed but with neighboring sulfur vacancies that yield an electron-enriched Ptδ- site as an active center for highly selective PDH. The resulting Pt geometric and electronic properties were synergistic and enhanced C–H activation whilst favoring propylene desorption resulting in both high activity and high propylene selectivity (even at relatively high propane conversion). Moreover, the PtMoSx catalyst exhibited long term stability due to the excellent resistance to C − C bond cleavage. The catalyst design concept established in this work breaks a new horizon for improving the catalytic behavior of Pt-based catalysts in alkane dehydrogenation. CRediT authorship contribution statement Tianci Zheng: Data curation. Shaoxia Weng: Data curation. Alan J. McCue: Writing – review & editing. Nan Yang: Methodology. Haowen Ma: Methodology. Yuan Xie: Methodology. Yanjun Lin: Funding acquisition. Yanan Liu: Writing – review & editing, Writing – original draft, Funding acquisition, Conceptualization. Dianqing Li: Visualization, Supervision. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was financially supported by National Natural Science Foundation of China (22278017), the Fundamental Research Funds for the Central Universities (JD2408) and Young Elite Scientists Sponsorship Program by BAST (No. BYESS2023087). We acknowledge the Beijing Synchrotron Radiation Facility (BSRF) for providing the experimental resources for XAS experiments. Appendix A Supplementary data UV-Vis spectra of metal Mo-S clusters; XRD patterns of precursors; HRTEM images and mapping of [Mo3Pt2S4(H2O)10] precursor; Element content of Pt-based samples; EPR spectra of Pt/Al2O3-V; Comparison of catalytic performance with literatures; Plot of propane equilibrium conversion versus temperature; Mass and heat transfer calculations for propane dehydrogenation; Long-term stability tests of Pt/Al2O3-V; H2-TPR results and C3H6-TPD peak fitting analysis of Pt samples; HRTEM images, particle size distribution and TG-MS analysis of spent Pt catalyst. Supplementary data to this article can be found online at https://doi.org/10.1016/j.jcat.2024.115831. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary Data 1 References [1] Y. Ma S.J. Song C.C. Liu L.M. Liu L.K. Zhang Y.H. Zhao X. Wang H. Xu Y.J. Guan J.G. Jiang W.Y. Song Y. Han J.W. Zhang P. Wu Germanium-enriched double-four-membered-ring Units Inducing zeolite-confined subnanometric Pt clusters for efficient propane dehydrogenation Nat. Catal. 6 2023 506 518 Ma, Y.; Song, S. J.; Liu, C. C.; Liu, L. M.; Zhang, L. K.; Zhao, Y. H.; Wang, X.; Xu, H.; Guan, Y. J.; Jiang, J. G.; Song, W. Y.; Han, Y.; Zhang, J. W.; Wu, P. Germanium-enriched Double-four-membered-ring Units Inducing Zeolite-confined Subnanometric Pt Clusters for Efficient Propane Dehydrogenation. Nat. Catal. 2023, 6, 506-518. [2] S. Chen R. Luo Z.J. Zhao C.L. Pei Y.Y. Xu Z.P. Lu C.J. Zhao H.B. Song J.L. Gong Concerted oxygen diffusion across heterogeneous oxide interfaces for intensified propane dehydrogenation Nat. Commun. 14 2023 2620 Chen, S.; Luo, R.; Zhao, Z. J.; Pei, C. L.; Xu, Y. Y.; Lu, Z. P.; Zhao, C. J.; Song, H. B.; Gong, J. L. Concerted Oxygen Diffusion across Heterogeneous Oxide Interfaces for Intensified Propane Dehydrogenation. Nat. Commun. 2023, 14, 2620. [3] T.T. Zhang C.L. Pei G.D. Sun S. Chen Z.J. Zhao S.J. Sun Z.P. Lu Y.Y. Xu J.L. Gong Synergistic mechanism of platinum-GaOx catalysts for propane dehydrogenation Angew. Chem. Int. Ed. 61 2022 e202201453 Zhang, T. T.; Pei, C. L.; Sun, G. D.; Chen, S.; Zhao, Z. J.; Sun, S. J.; Lu, Z. P.; Xu, Y. Y.; Gong, J. L. Synergistic Mechanism of Platinum-GaOx Catalysts for Propane Dehydrogenation. Angew. Chem. Int. Ed. 2022, 61, e202201453. [4] P. Zhai Z.H. Xie E.W. Huang D.R. Aireddy H.R. Yu D.A. Cullen P. Liu J.G. Chen K.L. Ding CO2-mediated oxidative dehydrogenation of propane enabled by Pt-based bimetallic catalysts Chem. 9 2023 3268 3285 Zhai, P.; Xie, Z. H.; Huang, E. W.; Aireddy, D. R.; Yu, H. R.; Cullen, D. A.; Liu, P.; Chen, J. G.; Ding, K. L.; CO2-mediated Oxidative Dehydrogenation of Propane Enabled by Pt-based Bimetallic Catalysts. Chem. 2023, 9, 3268-3285. [5] D. Zhao X.X. Tian D.E. Doronkin S.L. Han V.A. Kondratenko J.D. Grunwaldt A. Perechodjuk T.H. Vuong J. Rabeah R. Eckelt U. Rodemerck D. Linke G.Y. Jiang H.J. Jiao E.V. Kondratenko In Situ formation of ZnOx species for efficient propane dehydrogenation Nature. 599 2021 234 238 Zhao, D.; Tian, X. X.; Doronkin, D. E.; Han, S. L.; Kondratenko, V. A.; Grunwaldt, J. D.; Perechodjuk, A.; Vuong, T. H.; Rabeah, J.; Eckelt, R.; Rodemerck, U.; Linke, D.; Jiang, G. Y.; Jiao, H. J.; Kondratenko, E. V. In Situ Formation of ZnOx Species for Efficient Propane Dehydrogenation. Nature. 2021, 599, 234-238. [6] Y. Gu H.J. Liu M.M. Yang Z.P. Ma L.M. Zhao W. Xing P.P. Wu X.M. Liu S. Mintova P. Bai Z.F. Yan Highly stable phosphine modified VOx/Al2O3 catalyst in propane dehydrogenation Appl. Catal. B Environ. 274 2020 119089 Gu, Y.; Liu, H. J.; Yang, M. M.; Ma, Z. P.; Zhao, L. M.; Xing, W.; Wu, P. P.; Liu, X. M.; Mintova, S.; Bai, P.; Yan, Z. F. Highly Stable Phosphine Modified VOx/Al2O3 Catalyst in Propane Dehydrogenation. Appl. Catal. B Environ. Energy. 2020, 274, 119089. [7] L. Rochlitz Q. Pessemesse J.W.A. Fischer D. Klose A.H. Clark M. Plodinec G. Jeschke P.A. Payard C. Copéret A robust and efficient propane dehydrogenation catalyst from unexpectedly segregated Pt2Mn nanoparticles J. Am. Chem. Soc. 144 2022 13384 13393 Rochlitz, L.; Pessemesse, Q.; Fischer, J. W. A.; Klose, D.; Clark, A. H.; Plodinec, M.; Jeschke, G.; Payard, P. A.; Copéret, C. A Robust and Efficient Propane Dehydrogenation Catalyst from Unexpectedly Segregated Pt2Mn Nanoparticles. J. Am. Chem. Soc. 2022, 144, 13384-13393. [8] Y. Liu G.H. Zhang J.Y. Wang J. Zhu X.B. Zhang J.T. Miller C.S. Song X.W. Guo Promoting propane dehydrogenation with CO2 over Ga2O3/SiO2 by eliminating Ga-hydrides Chin. J. Catal. 42 2021 2225 2233 Liu, Y.; Zhang, G. H.; Wang, J. Y.; Zhu, J.; Zhang, X. B.; Miller, J. T.; Song,C. S.; Guo, X. W. Promoting Propane Dehydrogenation with CO2 over Ga2O3/SiO2 by Eliminating Ga-hydrides. Chin. J. Catal. 2021, 42, 2225-2233. [9] Y.A. Xing L.L. Kang J.Y. Ma Q.K. Jiang Y. Su S.X. Zhang X.Y. Xu L. Li A.Q. Wang Z.P. Liu S.C. Ma X.Y. Liu T. Zhang Sn1Pt single-atom alloy evolved stable PtSn/nano-Al2O3 catalyst for propane dehydrogenation Chin. J. Catal. 48 2023 164 174 Xing,Y. A.; Kang, L. L.; Ma, J. Y.; Jiang, Q. K.; Su, Y.; Zhang, S. X.; Xu, X. Y.; Li, L.; Wang, A. Q.; Liu, Z. P.; Ma, S. C.; Liu, X. Y.; Zhang, T. Sn1Pt Single-atom Alloy Evolved Stable PtSn/nano-Al2O3 Catalyst for Propane Dehydrogenation. Chin. J. Catal. 2023, 48, 164-174. [10] S.W. Han H.J. Park J.H. Han J.C. Kim J. Lee C.B. Jo R. Ryoo PtZn intermetallic compound nanoparticles in mesoporous zeolite exhibiting high catalyst durability for propane dehydrogenation ACS Catal. 11 2021 9233 9241 Han, S. W.; Park, H. J.; Han, J. H.; Kim, J. C.; Lee, J.; Jo, C. B.; Ryoo, R. PtZn Intermetallic Compound Nanoparticles in Mesoporous Zeolite Exhibiting High Catalyst Durability for Propane Dehydrogenation. ACS Catal. 2021, 11, 9233-9241. [11] J. Zhou Y. Zhang H. Liu C. Xiong P. Hu H. Wang S.W. Chen H.B. Ji Enhanced performance for propane dehydrogenation through Pt clusters alloying with copper in zeolite Nano Res. 16 2023 6537 6543 Zhou, J.; Zhang, Y.; Liu, H.; Xiong, C.; Hu, P.; Wang, H.; Chen, S. W.; Ji, H. B. Enhanced Performance for Propane Dehydrogenation through Pt Clusters Alloying with Copper in Zeolite. Nano Res. 2023, 16, 6537-6543. [12] K. Bian G.H. Zhang J. Zhu X. Wang M.R. Wang F.J. Lou Y. Liu C.S. Song X.W. Guo Promoting propane dehydrogenation with CO2 over the PtFe bimetallic catalyst by eliminating the non-selective Fe(0) phase ACS Catal. 12 2022 6559 6569 Bian, K.; Zhang, G. H.; Zhu, J.; Wang, X.; Wang, M. R.; Lou, F. J.; Liu, Y.; Song, C. S.; Guo, X. W. Promoting Propane Dehydrogenation with CO2 over the PtFe Bimetallic Catalyst by Eliminating the Non-selective Fe(0) Phase. ACS Catal. 2022, 12, 6559-6569. [13] L.G. Cesar C. Yang Z. Lu Y. Ren G.H. Zhang J.T. Miller Identification of a Pt3Co surface intermetallic alloy in Pt-Co propane dehydrogenation catalysts ACS Catal. 9 2019 5231 5244 Cesar, L. G.; Yang, C.; Lu, Z.; Ren, Y.; Zhang, G. H.; Miller, J. T. Identification of a Pt3Co Surface Intermetallic Alloy in Pt-Co Propane Dehydrogenation Catalysts. ACS Catal. 2019, 9, 5231-5244. [14] Y. Nakaya J. Hirayama S. Yamazoe K.I. Shimizu S. Furukawa Single-atom Pt in intermetallics as an ultrastable and selective catalyst for propane dehydrogenation Nat. Commun. 11 2020 2838 Nakaya, Y.; Hirayama, J.; Yamazoe, S.; Shimizu, K. I.; Furukawa, S. Single-atom Pt in Intermetallics as an Ultrastable and Selective Catalyst for Propane Dehydrogenation. Nat. Commun. 2020, 11, 2838. [15] J.S. Zhang Y. Nakaya K.I. Shimizu S. Furukawa Surface engineering of titania boosts electroassisted propane dehydrogenation at low temperature Angew. Chem. Int. Ed. 62 2023 e202300744 Zhang, J. S.; Nakaya, Y.; Shimizu, K. I.; Furukawa, S. Surface Engineering of Titania Boosts Electroassisted Propane Dehydrogenation at Low Temperature. Angew. Chem. Int. Ed. 2023, 62, e202300744. [16] H.L. Wan L.X. Qian N.F. Gong H.M. Hou X.M. Dou L.R. Zheng L. Zhang L.C. Liu Size-dependent structures and catalytic properties of supported bimetallic PtSn catalysts for propane dehydrogenation reaction ACS Catal. 13 2023 7383 7394 Wan, H. L.; Qian, L. X.; Gong, N. F.; Hou, H. M.; Dou, X. M.; Zheng, L. R.; Zhang, L.; Liu, L. C. Size-dependent structures and catalytic properties of supported bimetallic PtSn catalysts for propane dehydrogenation reaction. ACS Catal. 13 (2023) 7383-7394 [17] Y. Nakaya E. Hayashida H. Asakura S. Takakusagi S. Yasumura K.I. Shimizu S. Furukawa High-entropy intermetallics serve ultrastable single-atom Pt for propane dehydrogenation J. Am. Chem. Soc. 144 2022 15944 15953 Nakaya, Y.; Hayashida, E.; Asakura, H.; Takakusagi, S.; Yasumura, S.; Shimizu, K. I.; Furukawa, S. High-Entropy Intermetallics Serve Ultrastable Single-Atom Pt for Propane Dehydrogenation. J. Am. Chem. Soc. 2022, 144, 15944-15953. [18] Y.Y. Xu S. Chen X. Chang X.H. Wang G.D. Sun Z.P. Lu Z.J. Zhao C.L. Pei J.L. Gong Ultrathin TiOx nanosheets rich in tetracoordinated Ti sites for propane dehydrogenation ACS Catal. 1 2023 6104 6113 Xu, Y. Y.; Chen, S.; Chang, X.; Wang, X. H.; Sun, G. D.; Lu, Z. P.; Zhao, Z. J.; Pei, C. L.; Gong, J. L. Ultrathin TiOx Nanosheets Rich in Tetracoordinated Ti Sites for Propane Dehydrogenation. ACS Catal. 2023, 1, 6104-6113. [19] X.Y. Sun M.J. Liu Y.Y. Huang B. Li Z. Zhao Electronic interaction between single Pt atom and vacancies on boron nitride nanosheets and its influence on the catalytic performance in the direct dehydrogenation of propane Chin. J. Catal. 40 2019 819 825 Sun, X. Y.; Liu, M. J.; Huang, Y. Y.; Li, B.; Zhao, Z. Electronic Interaction between Single Pt Atom and Vacancies on Boron Nitride Nanosheets and Its Influence on the Catalytic Performance in the Direct Dehydrogenation of Propane. Chin. J. Catal. 2019, 40, 819-825. [20] J. Mao H. Liu X.J. Cui Y.L. Zhang X.Y. Meng Y.P. Zheng M.S. Chen Y. Pan Z.C. Zhao G.J. Hou J.T. Hu Y.N. Li G.L. Xu R. Huang L. Yu D.H. Deng Direct conversion of methane with O2 at room temperature over edge-rich MoS2 Nat. Catal. 6 2023 1052 1061 Mao, J.; Liu, H.; Cui, X. J.; Zhang, Y. L.; Meng, X. Y.; Zheng, Y. P.; Chen, M. S.; Pan, Y.; Zhao, Z. C.; Hou, G. J.; Hu, J. T.; Li, Y. N.; Xu, G. L.; Huang, R.; Yu, L.; Deng, D. H. Direct Conversion of Methane with O2 at Room Temperature over Edge-rich MoS2. Nat. Catal. 2023, 6, 1052-1061. [21] Y. Ohki K. Munakata Y. Matsuoka R. Hara M. Kachi K. Uchida M. Tada R.E. Cramer W.M.C. Sameera T. Takayama Y. Sakai S. Kuriyama Y. Nishibayashi K. Tanifuji Nitrogen reduction by the Fe sites of synthetic [Mo3S4Fe] cubes Nature 607 2022 86 90 Ohki, Y.; Munakata, K.; Matsuoka, Y.; Hara, R.; Kachi, M.; Uchida, K.; Tada, M.; Cramer, R. E.; Sameera, W. M. C.; Takayama, T.; Sakai, Y.; Kuriyama, S.; Nishibayashi, Y.; Tanifuji, K. Nitrogen Reduction by the Fe Sites of Synthetic [Mo3S4Fe] Cubes. Nature. 2022, 607, 86-90. [22] Y. Ohki K. Uchida M. Tada R.E. Cramer T. Ogura Y. Ohta N2 Activation on a Molybdenum-titanium-sulfur Cluster Nat. Commun. 9 2018 3200 Ohki, Y.; Uchida, K.; Tada, M.; Cramer, R. E.; Ogura, T.; Ohta, Y. N2 Activation on a Molybdenum-titanium-sulfur Cluster. Nat. Commun. 2018, 9, 3200. [23] P. Liu Y. Choi Y. Yang M.G. White Methanol synthesis from H2 and CO2 on a Mo6S8 cluster: a density functional study J. Phys. Chem. A 114 2010 3888 3895 Liu, P.; Choi, Y.; Yang, Y.; White, M. G. Methanol Synthesis from H2 and CO2 on a Mo6S8 Cluster: A Density Functional Study. J. Phys. Chem. A 2010, 114, 3888–3895. [24] H. Zhang C. Liu P. Liu Y. Hu Mo6S8-based single-metal-atom catalysts for direct methane to methanol conversion J. Chem. Phys. 151 2019 024304 Zhang, H.; Liu, C.; Liu, P.; Hu Y. Mo6S8-based single-metal-atom catalysts for direct methane to methanol conversion. J. Chem. Phys. 2019, 151, 024304. [25] H. Jeong O. Kwon B.S. Kim J. Bae S. Shin H.E. Kim J. Kim H. Lee Highly durable metal ensemble catalysts with full dispersion for automotive applications beyond single-atom catalysts Nat. Catal. 3 2020 368 375 Jeong, H.; Kwon, O.; Kim, B. S.; Bae, J.; Shin, S.; Kim, H. E.; Kim, J.; Lee, H. Highly Durable Metal Ensemble Catalysts with Full Dispersion for Automotive Applications Beyond Single-atom Catalysts.Nat. Catal. 2020, 3, 368-375. [26] M.N. Sokolov D. Villagra A.M. El-Hendawy C.H. Kwak M.R.J. Elsegood W. Clegga A.G. Sykes Preparation and properties of heterometallic cube derivatives Mo3M′S4 from [Mo3S4(H2O)9]4+ with M′ = Pt, Rh and Re, and [W3S4(H2O)9]4+ analogues J. Chem. Soc., Dalton Trans 2001 2611 2615 Sokolov, M. N.; Villagra, D.; El-Hendawy, A. M.; Kwak, C. H.; Elsegood, M. R. J.; Clegga, W.; Sykes, A. G. Preparation and Properties of Heterometallic Cube Derivatives Mo3M′S4 from [Mo3S4(H2O)94+ with M′ = Pt, Rh and Re, and [W3S4(H2O)94+ Analogues. J. Chem. Soc., Dalton Trans. 2001, 2611-2615. [27] A.L. Gushchin H.M. Rita A.V. Anyushin M.R. Gallyamov G.P. Javier N.K. Moroz M.N. Sokolov Synthesis, structure and NMR studies of trinuclear Mo3S4 clusters coordinated with dithiophosphate and chiral carboxylate ligands New J. Chem. 40 2016 7612 7619 Gushchin, A. L.; Rita, H. M.; Anyushin, A. V.; Gallyamov, M. R.; Javier, G. P.; Moroz, N. K.; Sokolov, M. N. Synthesis, structure and NMR studies of trinuclear Mo3S4clusters coordinated with dithiophosphate and chiral carboxylate ligands. New J. Chem., 2016, 40, 7612-7619. [28] K. Kumarasamy T. Devendhiran M.C. Lin C.W. Chiu Synthesis and physical property studies of cyclometalated Pt(II) and Pd(II) complexes with tridentate ligands containing pyrazole and pyridine groups Polyhedron 191 2020 114799 Kumarasamy, K.; Devendhiran, T.; Lin, M. C.; Chiu, C. W. Synthesis and physical property studies of cyclometalated Pt(II) and Pd(II) complexes with tridentate ligands containing pyrazole and pyridine groups. Polyhedron 2020, 191,114799. [29] H.M. Rita G. Sykes Reactions of the heterometallic cuboidal clusters Mo3MS4 (M = Co, Ni, Pd, Cu) and Mo3NiSe4 with CO: electron counts and kinetic/thermodynamic studies with M = Ni, Pd Coord. Chem. Rev. 187 1999 291 302 Rita, H. M.; Sykes, G. Reactions of the heterometallic cuboidal clusters Mo3MS4(M = Co, Ni, Pd, Cu) and Mo3NiSe4with CO: electron counts and kinetic/thermodynamic studies with M = Ni, Pd. Coord. Chem. Rev. 1999, 187, 291-302. [30] J.H. Kwak J.Z. Hu D.H. Mei C.W. Yi D.H. Kim H.F. Peden L.F. Allard J. Szanyi Coordinatively unsaturated Al3+ centers as binding sites for active catalyst phases of platinum on γ-Al2O3 Science. 325 2009 1670 1673 Kwak, J. H.; Hu, J. Z.; Mei, D. H.; Yi, C. W.; Kim, D. H.; Peden, H. F.; Allard, L. F.; Szanyi, J. Coordinatively Unsaturated Al3+ Centers as Binding Sites for Active Catalyst Phases of Platinum on γ-Al2O3. Science. 2009, 325, 1670-1673. [31] L. Shi G.M. Deng W.C. Li S. Miao Q.N. Wang W.P. Zhang A.H. Lu Al2O3 Nanosheets rich in pentacoordinate Al3+ ions stabilize Pt-Sn clusters for propane dehydrogenation Angew. Chem., Int. Ed. 54 2015 13994 13998 Shi, L.; Deng, G. M.; Li, W. C.; Miao, S.; Wang, Q. N.; Zhang, W. P.; Lu, A. H. Al2O3 Nanosheets Rich in Pentacoordinate Al3+ Ions Stabilize Pt-Sn Clusters for Propane Dehydrogenation. Angew. Chem., Int. Ed. 2015, 54, 13994-13998. [32] A.L. Gushchin R. Hernandez-Molina A.V. Anyushin M.R. Gallyamov J. Gonzalez-Platas N.K. Moroz M.N. Sokolov Synthesis, structure and NMR studies of trinuclear Mo3S4 clusters coordinated with dithiophosphate and chiral carboxylate ligands New J. Chem. 40 2016 7612 7619 Gushchin, A. L.; Hernandez-Molina, R.; Anyushin, A. V.; Gallyamov, M. R.; Gonzalez-Platas, J.; Moroz, N. K.; Sokolov, M. N. Synthesis, Structure and NMR Studies of Trinuclear Mo3S4 Clusters Coordinated with Dithiophosphate and Chiral Carboxylate Ligands. New J. Chem. 2016, 40, 7612-7619. [33] K. Ray G. Deo A potential descriptor for the CO2 hydrogenation to CH4 over Al2O3 supported Ni and Ni-based alloy catalysts Appl. Catal. B Environ. 218 2017 525 537 Ray, K.; Deo, G. A Potential Descriptor for the CO2 Hydrogenation to CH4 over Al2O3 Supported Ni and Ni-based Alloy Catalysts. Appl. Catal. B Environ. Energy. 2017, 218, 525-537. [34] L. Li Z.D. Qin L. Ries S. Hong T. Michel J.U. Yang C. Salameh M. Bechelany P. Miele D. Kaplan M. Chhowalla D. Voiry Role of sulfur vacancies and undercoordinated Mo regions in MoS2 nanosheets toward the evolution of hydrogen ACS Nano. 13 2019 6824 6834 Li, L.; Qin, Z. D.; Ries, L.; Hong, S.; Michel, T.; Yang, J. U.; Salameh, C.; Bechelany, M.; Miele, P.; Kaplan, D.; Chhowalla, M.; Voiry, D. Role of Sulfur Vacancies and Undercoordinated Mo Regions in MoS2 Nanosheets toward the Evolution of Hydrogen. ACS Nano. 2019, 13, 6824-6834. [35] L.J. Zhou X.Y. Zhang D.Z. Zheng W. Xu J. Liu X.H. Lu Ni3S2@PANI core-shell nanosheets as a durable and high-energy binder-free cathode for aqueous rechargeable nickel-zinc batteries J. Mater. Chem. A. 7 2019 10629 10635 Zhou, L. J.; Zhang, X. Y.; Zheng, D. Z.; Xu, W.; Liu, J.; Lu, X. H. Ni3S2@PANI Core-shell Nanosheets as a Durable and High-Energy Binder-Free Cathode for Aqueous Rechargeable Nickel-Zinc Batteries. J. Mater. Chem. A. 2019, 7, 10629-10635. [36] J. Liu J.Q. Li J.F. Rong C.C. Liu Z.Y. Dai J. Bao Z.J. Da H.D. Zheng Defect-driven unique stability of Pt/carbon nanotubes for propane dehydrogenation Appl. Surf. Sci. 464 2019 146 152 Liu, J.; Li, J. Q.; Rong, J. F.; Liu, C. C.; Dai, Z. Y.; Bao, J.; Da, Z. J.; Zheng H. D. Defect-Driven Unique Stability of Pt/Carbon Nanotubes for Propane Dehydrogenation. Appl. Surf. Sci. 2019, 464, 146-152. [37] Y. Qiu X.Y. Li Y.Y. Zhang C. Xie S. Zhou R. Wang S.Z. Luo F.L. Jing W. Chu Various metals (Ce, In, La, and Fe) promoted Pt/Sn-SBA-15 as highly stable catalysts for propane dehydrogenation Ind. Eng. Chem. Res. 58 2019 10804 10818 Qiu, Y.; Li, X. Y.; Zhang, Y. Y.; Xie, C.; Zhou, S.; Wang, R.; Luo, S. Z.; Jing, F. L.; Chu, W. Various Metals (Ce, In, La, and Fe) Promoted Pt/Sn-SBA-15 as Highly Stable Catalysts for Propane Dehydrogenation. Ind. Eng. Chem. Res. 2019, 58, 10804-10818. [38] S. Rimaz M. Kosari L.W. Chen S.B. Xi A. Monzón S. Kawi A. Borgna Insights into catalyst structure, kinetics and reaction mechanism during propane dehydrogenation on Pt-Ge bimetallic catalysts Appl. Catal. A-Gen. 643 2022 118751 Rimaz, S.; Kosari, M.; Chen, L. W.; Xi, S. B.; Monzón, A.; Kawi, S.; Borgna, A. Insights into Catalyst Structure, Kinetics and Reaction Mechanism during Propane Dehydrogenation on Pt-Ge Bimetallic Catalysts. Appl. Catal. A-Gen. 2022, 643, 118751. [39] Y. Ogihara H. Yano T. Matsumoto D. Tryk A. Iiyama H. Uchida In Situ FTIR analysis of CO-tolerance of a Pt-Fe alloy with stabilized Pt skin layers as a hydrogen anode catalyst for polymer electrolyte fuel cells Catalysts. 7 2016 8 Ogihara, Y.; Yano, H.; Matsumoto, T.; Tryk, D.; Iiyama, A.; Uchida, H. In Situ FTIR Analysis of CO-Tolerance of a Pt-Fe Alloy with Stabilized Pt Skin Layers as a Hydrogen Anode Catalyst for Polymer Electrolyte Fuel Cells. Catalysts. 2016, 7, 8. [40] L.N. Su P.F. Wang J.H. Wang D.P. Zhang H.T. Wang Y. Li S.H. Zhan J.L. Gong Pt-Cu Interaction induced construction of single Pt sites for synchronous electron capture and transfer in photocatalysis Adv. Funct. Mater. 31 2021 2104343 Su, L. N.; Wang, P. F.; Wang, J. H.; Zhang, D. P.; Wang, H. T.; Li, Y.; Zhan, S. H.; Gong, J. L. Pt-Cu Interaction Induced Construction of Single Pt Sites for Synchronous Electron Capture and Transfer in Photocatalysis. Adv. Funct. Mater. 2021, 31, 2104343. [41] G.D. Sun Z.J. Zhao R.T. Mu S.J. Zha L.L. Li S. Chen K.T. Zang J. Luo Z.L. Li S.C. Purdy A.J. Kropf J.T. Miller L. Zeng J.L. Gong Breaking the scaling relationship via thermally stable Pt/Cu single atom alloys for catalytic dehydrogenation Nat. Commun. 9 2018 4454 Sun, G. D.; Zhao, Z. J.; Mu, R. T.; Zha, S. J.; Li, L. L.; Chen, S.; Zang, K. T.; Luo, J.; Li, Z. L.; Purdy, S. C.; Kropf, A. J.; Miller, J. T.; Zeng, L.; Gong, J. L. Breaking the Scaling Relationship via Thermally Stable Pt/Cu Single Atom Alloys for Catalytic Dehydrogenation. Nat. Commun. 2018, 9, 4454. [42] X.E. Wei J.W. Cheng Y.B. Li K. Cheng F.F. Sun Q.H. Zhang Y. Wang Bimetallic clusters confined inside silicalite-1 for stable propane dehydrogenation Nano Res. 16 2023 10881 10889 Wei, X. E.; Cheng, J. W.; Li, Y. B.; Cheng, K.; Sun, F. F.; Zhang, Q. H.; Wang, Y. Bimetallic Clusters Confined inside Silicalite-1 for Stable Propane Dehydrogenation. Nano Res. 2023, 16, 10881-10889. [43] R.J. Feng K.W. Wan X.Y. Sui N. Zhao H.X. Li W.Y. Lei J.G. Yu X.F. Liu X.H. Shi M.L. Zhai G. Liu H. Wang L.R. Zheng M.H. Liu Anchoring single Pt atoms and black phosphorene dual co-catalysts on CdS nanospheres to boost visible-light photocatalytic H2 evolution Nano Today. 37 2021 101080 Feng, R. J.; Wan, K. W.; Sui, X. Y.; Zhao, N.; Li, H. X.; Lei, W. Y.; Yu, J. G.; Liu, X. F.; Shi, X. H.; Zhai, M. L.; Liu, G.; Wang, H.; Zheng, L. R.; Liu, M. H. Anchoring Single Pt atoms and Black Phosphorene Dual Co-catalysts on CdS Nanospheres to Boost Visible-light Photocatalytic H2 Evolution. Nano Today. 2021, 37, 101080. [44] X.W. Shi C. Dai X. Wang J.Y. Hu J.Y. Zhang L.X. Zheng L. Mao H.J. Zheng M.S. Zhu Protruding Pt single-sites on hexagonal ZnIn2S4 to accelerate photocatalytic hydrogen evolution Nat. Commun. 13 2022 1287 Shi, X. W.; Dai, C.; Wang, X.; Hu, J. Y.; Zhang, J. Y.; Zheng, L. X.; Mao, L.; Zheng, H. J.; Zhu, M. S. Protruding Pt Single-sites on Hexagonal ZnIn2S4 to Accelerate Photocatalytic Hydrogen Evolution. Nat. Commun. 2022, 13, 1287. [45] W.W. He J.H. Cai H. Zhang L.X. Zhang X.W. Zhang J. Li J.J. Yin Formation of PtCuCo trimetallic nanostructures with enhanced catalytic and enzyme-like activities for biodetection ACS Appl. Nano Mater. 1 2017 222 231 He, W. W.; Cai, J. H.; Zhang, H.; Zhang, L. X.; Zhang, X. W.; Li, J.; Yin, J. J. Formation of PtCuCo Trimetallic Nanostructures with Enhanced Catalytic and Enzyme-like Activities for Biodetection. ACS Appl. Nano Mater. 2017, 1, 222-231. [46] Y.E. Jeong P.A. Kumar H.L. Choi K.Y. Lee H.P. Ha Catalytic activity and thermal stability of arc plasma deposited Pt nano-particles on CeO2-Al2O3 J. Nanosci. Nanotechnol. 15 2015 8494 8501 Jeong, Y. E.; Kumar, P. A.; Choi, H. L.; Lee, K. Y.; Ha, H. P. Catalytic Activity and Thermal Stability of Arc Plasma Deposited Pt Nano-Particles on CeO2-Al2O3. J Nanosci. Nanotechnol. 2015, 15, 8494-8501.",
      "scopus-id": "85209130260",
      "coredata": {
        "eid": "1-s2.0-S002195172400544X",
        "dc:description": "Growing demand of short chain olefins such as propylene for plastic production drives the development of high performing catalysts for propane dehydrogenation (PDH). Here, a confinement strategy originating from metal-sulfur clusters was employed to fabricate defective MoPtSx phase via anchoring by coordinatively unsaturated Al sites present on alumina, followed by reduction under H2 flow at high temperature. This catalyst with a low Pt content exhibits great ability for C–H activation with high intrinsic activity and facile propylene desorption in PDH reaction. More importantly, this catalyst shows excellent stability during long-term tests with both stable conversion and selectivity. Through combined X-ray absorption spectroscopy, electron microscopy and electron paramagnetic resonance measurements it could be affirmed that the isolated and electron-enriched Pt sites as well as their proximity to adjacent sulfur vacancies is vital for the first and second C–H bond activation, and suppressing of C–C cleavage which otherwise lead to coking.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S002195172400544X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zheng, Tianci"
          },
          {
            "@_fa": "true",
            "$": "Weng, Shaoxia"
          },
          {
            "@_fa": "true",
            "$": "McCue, Alan J."
          },
          {
            "@_fa": "true",
            "$": "Yang, Nan"
          },
          {
            "@_fa": "true",
            "$": "Ma, Haowen"
          },
          {
            "@_fa": "true",
            "$": "Xie, Yuan"
          },
          {
            "@_fa": "true",
            "$": "Lin, Yanjun"
          },
          {
            "@_fa": "true",
            "$": "Liu, Yanan"
          },
          {
            "@_fa": "true",
            "$": "Li, Dianqing"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S002195172400544X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S002195172400544X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(24)00544-X",
        "prism:volume": "440",
        "articleNumber": "115831",
        "prism:publisher": "Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Cuboidal molybdenum sulfur cluster as a platform to construct novel catalyst for propane dehydrogenation",
        "prism:copyright": "© 2024 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Isolated Ptδ- sites"
          },
          {
            "@_fa": "true",
            "$": "Adjacent S vacancies"
          },
          {
            "@_fa": "true",
            "$": "Propane dehydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "115831",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2024",
        "prism:doi": "10.1016/j.jcat.2024.115831",
        "prism:startingPage": "115831",
        "dc:identifier": "doi:10.1016/j.jcat.2024.115831",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "524",
            "@width": "639",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "118212",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "587",
            "@width": "778",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "102958",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "324",
            "@width": "652",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "103711",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "458",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30248",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "478",
            "@width": "610",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "95553",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "200",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19601",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12687",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "109",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18350",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "96",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12937",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16092",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2317",
            "@width": "2828",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "915957",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2600",
            "@width": "3446",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "571138",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1432",
            "@width": "2885",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "742181",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "2027",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "185013",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2117",
            "@width": "2703",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "620851",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "4065968",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "20740",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "22711",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "28526",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-si4.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "31714",
            "@ref": "si4",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S002195172400544X-si5.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "29682",
            "@ref": "si5",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85209130260"
      }
    }
  }
}