{
  "metadata": {
    "title": "Metal carbides as alternative electrocatalysts for energy conversion reactions",
    "authors": "; ",
    "journal": "Journal of Catalysis",
    "date": "2021-12-31",
    "doi": "10.1016/j.jcat.2021.07.013",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951721002785",
    "pii": "S0021951721002785"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85111488850",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2021-07-19 2021-07-19 2021-12-15 2021-12-15 2022-03-22T20:46:55 1-s2.0-S0021951721002785 S0021-9517(21)00278-5 S0021951721002785 10.1016/j.jcat.2021.07.013 S300 S300.2 FULL-TEXT 1-s2.0-S0021951721X00103 2022-12-13T01:11:51.748527Z 0 0 20211201 20211231 2021 2021-07-19T18:02:18.835419Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst primabst pubtype ref specialabst 0021-9517 00219517 true 404 404 C Volume 404 86 911 924 911 924 202112 December 2021 2021-12-01 2021-12-31 2021 Mini Reviews article ssu © 2021 Elsevier Inc. All rights reserved. METALCARBIDESALTERNATIVEELECTROCATALYSTSFORENERGYCONVERSIONREACTIONS JOO S 1 Introduction 2 TMC as alternative electrocatalysts 3 TMC electrocatalysts for HER 3.1 HER activity metrics 3.2 Theoretical and experimental frameworks on HER over TMCs 3.3 Strategic design of TMC-based HER electrocatalysts 3.4 PGM-modified TMC electrocatalysts 4 TMC electrocatalysts for OER and overall water splitting 5 TMC electrocatalysts for fuel cell electrode reactions 5.1 TMC electrocatalysts for ORR 5.2 TMC electrocatalysts for HOR and MOR 6 TMC electrocatalysts for CO2RR 7 Conclusions and future challenges Personal acknowledgement Acknowledgements REFERENCES OYAMA 1992 179 200 S HWU 2005 185 212 H HAM 2009 873 899 D LIU 2013 1184 1194 Y TACKETT 2017 253 263 B WAN 2017 1807 1823 W NAGUIB 2014 992 1005 M CHAUDHARI 2017 24564 24579 N LEE 1987 125 133 J LEE 1988 44 53 J LEE 1991 126 136 J LEE 1992 362 366 J LI 1996 76 87 S GANESAN 2005 6557 6560 R HAM 2011 5792 5794 D YOUN 2014 5164 5173 D ANJUM 2018 8296 8305 M BOHM 1970 1273 1280 H TURNER 2004 972 974 J CHU 2017 16 22 S MORALESGUIO 2014 6555 6569 C GAO 2019 1802880 Q WANG 2020 1164 Y JUN 2020 1317 1330 H LIU 2003 247 252 P KITCHIN 2005 66 73 J MAVRIKAKIS 1998 2819 2822 M HEINE 1967 673 682 V WEIDMAN 2012 11 17 M BENCK 2014 3957 3971 J WEI 2019 1806296 C VRUBEL 2012 12703 12706 H MICHALSKY 2014 1274 1278 R WAN 2014 6407 6410 C GONG 2016 13216 Q CHEN 2013 943 951 W LIAO 2014 387 392 L HUNT 2014 5131 5136 S CUI 2014 2658 2661 W WAN 2015 4281 4288 C FAN 2015 5125 5134 X MA 2015 15395 15399 F WU 2015 6512 H XIAO 2015 1520 1526 P LIU 2015 10752 10757 Y MA 2015 14723 14727 R LI 2016 11204 J LIN 2016 3399 3405 H HUANG 2016 11337 11343 Y LIN 2016 5590 5598 H FAN 2017 384 394 X WANG 2017 1605802 F XU 2017 5285 5288 Y LU 2017 3933 3942 C JIA 2017 12509 12518 J CHEN 2017 1602782 L SHI 2017 1262 1271 Z HAN 2018 924 N ZANG 2018 1805188 X MA 2018 2114 2123 Y XIONG 2018 341 348 J LUO 2019 269 Y HE 2020 3544 3548 L ZHAO 2020 105056 L ZHU 2015 5480 5485 J CHEN 2016 8851 8860 Y WU 2017 511 519 Z HU 2018 212 219 Q CHI 2018 9 19 J LI 2019 1803185 M ZANG 2019 1217 Y NAJAFI 2019 3162 3176 L LIANG 2019 746 752 Q LU 2019 1900699 X KIM 2020 4988 4999 S LI 2020 2003198 H CHEN 2020 104335 Z DHANDAPANI 1998 61 67 B ESPOSITO 2011 3900 3912 D HUNT 2018 1054 1062 S ESPOSITO 2010 9859 9862 D ESPOSITO 2012 3025 3033 D KIMMEL 2014 1558 1562 Y ZHANG 2019 2415 2422 Q HUNT 2016 974 978 S HUNT 2016 3290 3301 S MAHMOOD 2018 1700464 N LIN 2017 80 83 L BAEK 2019 1901217 D YU 2017 968 973 Z CHEN 2018 4746 4755 C SONG 2018 7748 7759 F REIER 2017 1601275 T NORSKOV 2004 17886 17892 J YATES 2015 4250 4258 J LIANG 2010 1121 1127 C HSU 2011 3709 3715 I LIU 2011 212 220 Y YIN 2011 558 563 S NAGAI 2007 5430 5436 M IZHAR 2009 1255 1262 S TOMINAGA 2010 1501 1503 H HAM 2008 117 122 D HASSAN 2015 611 619 A MELLINGER 2012 751 758 Z HWU 2003 2029 2039 H LIU 2003 254 263 N WEIGERT 2007 14617 14620 E GANESAN 2007 2576 2579 R HANSEN 2013 388 392 H MICHALSKY 2014 13026 13034 R WANG 2019 6271 6275 J SUN 2018 1024 1027 S CHEN 2014 1382 J ZHOU 2016 11510 S JOOX2021X911 JOOX2021X911X924 JOOX2021X911XS JOOX2021X911X924XS 2023-12-15T00:00:00.000Z 2023-12-15T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Elsevier Inc. All rights reserved. 0 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0021-9517(21)00278-5 S0021951721002785 1-s2.0-S0021951721002785 10.1016/j.jcat.2021.07.013 272561 2022-07-28T17:04:21.89113Z 2021-12-01 2021-12-31 1-s2.0-S0021951721002785-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/MAIN/application/pdf/cb3d2e0cdc497d61e96947de7a36f17c/main.pdf main.pdf pdf true 3064310 MAIN 14 1-s2.0-S0021951721002785-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/PREVIEW/image/png/9ddd026eeea5c0f376e0d37383e06912/main_1.png main_1.png png 59699 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951721002785-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/ga1/DOWNSAMPLED/image/jpeg/24cb500b57fbe612951db0630d01b1ac/ga1.jpg ga1 true ga1.jpg jpg 18044 200 270 IMAGE-DOWNSAMPLED 1-s2.0-S0021951721002785-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr1/DOWNSAMPLED/image/jpeg/3be3fab7aae25fbf078454352c2bc3ed/gr1.jpg gr1 gr1.jpg jpg 59113 767 289 IMAGE-DOWNSAMPLED 1-s2.0-S0021951721002785-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr2/DOWNSAMPLED/image/jpeg/c4a8885a2847b3a6082ff7bfe21b0c67/gr2.jpg gr2 gr2.jpg jpg 169950 788 711 IMAGE-DOWNSAMPLED 1-s2.0-S0021951721002785-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr3/DOWNSAMPLED/image/jpeg/57134d93a1021ddb30c6ff4b6c614c92/gr3.jpg gr3 gr3.jpg jpg 173427 896 663 IMAGE-DOWNSAMPLED 1-s2.0-S0021951721002785-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr4/DOWNSAMPLED/image/jpeg/03a7c0ef2b6fbb465f75fec3ee564aae/gr4.jpg gr4 gr4.jpg jpg 90303 520 667 IMAGE-DOWNSAMPLED 1-s2.0-S0021951721002785-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr5/DOWNSAMPLED/image/jpeg/f664875152a0d791659ade4234c27930/gr5.jpg gr5 gr5.jpg jpg 124348 523 667 IMAGE-DOWNSAMPLED 1-s2.0-S0021951721002785-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/ga1/THUMBNAIL/image/gif/d388f46d7a8929c70989ed93496706f8/ga1.sml ga1 true ga1.sml sml 13596 162 219 IMAGE-THUMBNAIL 1-s2.0-S0021951721002785-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr1/THUMBNAIL/image/gif/cd17388597e132882ac49b449338558f/gr1.sml gr1 gr1.sml sml 4190 162 61 IMAGE-THUMBNAIL 1-s2.0-S0021951721002785-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr2/THUMBNAIL/image/gif/5f7c4af449f0799c29fa27ea7686af4d/gr2.sml gr2 gr2.sml sml 14180 164 148 IMAGE-THUMBNAIL 1-s2.0-S0021951721002785-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr3/THUMBNAIL/image/gif/a3097306fe188713c280ab4b758173be/gr3.sml gr3 gr3.sml sml 10759 164 121 IMAGE-THUMBNAIL 1-s2.0-S0021951721002785-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr4/THUMBNAIL/image/gif/5def2c8ad0a64d930763a12076fb5a88/gr4.sml gr4 gr4.sml sml 13854 164 210 IMAGE-THUMBNAIL 1-s2.0-S0021951721002785-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr5/THUMBNAIL/image/gif/0fbf6abb06cd964ad58d2dec1ac38fc2/gr5.sml gr5 gr5.sml sml 19497 164 209 IMAGE-THUMBNAIL 1-s2.0-S0021951721002785-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/ga1/HIGHRES/image/jpeg/3fc583965be364bb8629a8e85c06832c/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 111100 886 1197 IMAGE-HIGH-RES 1-s2.0-S0021951721002785-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr1/HIGHRES/image/jpeg/464671f7aa50e9dabaec080d8bd0b984/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 382646 3395 1280 IMAGE-HIGH-RES 1-s2.0-S0021951721002785-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr2/HIGHRES/image/jpeg/f2e33dae0ad6b8bf7f3ed58a89c00b28/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1421358 3489 3150 IMAGE-HIGH-RES 1-s2.0-S0021951721002785-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr3/HIGHRES/image/jpeg/1fe4c802bc4f21009cb5ea353e52e01b/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1146214 3969 2937 IMAGE-HIGH-RES 1-s2.0-S0021951721002785-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr4/HIGHRES/image/jpeg/b671715c02377e970d1e2be534c92538/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 533459 2304 2953 IMAGE-HIGH-RES 1-s2.0-S0021951721002785-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951721002785/gr5/HIGHRES/image/jpeg/be932eec44c3648f8b6a8497ba45232d/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 992066 2315 2953 IMAGE-HIGH-RES 1-s2.0-S0021951721002785-am.pdf am am.pdf pdf 1605171 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10R3R36VPL4/MAIN/application/pdf/3f878e3a8815e5cf8696858eb37826c7/am.pdf YJCAT 14249 S0021-9517(21)00278-5 10.1016/j.jcat.2021.07.013 Elsevier Inc. Fig. 1 (a) Volcano plot for the HER on polycrystalline (gray circles) or single-crystal (dark blue circles) transition metals [1/4 hydrogen monolayer (MLH)] and Pd overlayers (denoted with Pd*/substrate, light blue circles, 1/4 to 1/3 MLH) in acidic electrolytes or transition metals in alkaline electrolytes (gray diamonds) and metal carbides in an alkaline electrolyte at 1/6 to 1/4 MLH (red circles) or 1/3 to 1/2 MLH (brown circles), connected with a solid line as a guide to the eye. The two solid curved lines show a microkinetic model, assuming transfer coefficients (α) of 0.5 and 1.0. Reproduced from ref. 38 with permission from the American Chemical Society (ACS). (b) ORR polarization curves of Mo2C/CNT-GR, Mo2C/CNT-GR, Mo2C/CNT-GR, and 20 wt% Pt/C catalysts in 0.5 M H2SO4. Reproduced from ref. 18 with permission from the ACS. (c) Polarization curves for four phases of molybdenum carbide, Pt on carbon support, and multiwall carbon nanotubes (MWCNTs) in 0.1 M HClO4. Reproduced from ref. 39 with permission from Wiley − VCH. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Fig. 2 (a − f) Design of advanced TMC electrocatalysts for HER by interfacing with carbons (a,b), architecturing into anisotropic nanostructures (c,d), doping of heteroatoms (e), and generating hetero-nanostructures: (a) TEM image of Mo2C/CNT. Reproduced from ref. 42 with permission from the Royal Society of Chemistry (RSC). (b) High-resolution TEM (HR-TEM) image of Mo2C particles. Reproduced from ref. 52 with permission from Wiley − VCH. (c) TEM image of 1D β-Mo2C nanotubes. Reproduced from ref. 48 with permission from Wiley − VCH. (d) TEM image of 2D Mo2C nanosheets. Reproduced from ref. 65 with permission from Wiley − VCH. (e) TEM and elemental mapping images of P-Mo2C@C-2.9 Reproduced from ref. 63 with permission from the RSC. (f) High-resolution TEM image of Ni/WC@NC. Reproduced from ref. 66 with permission from the RSC. (g,h) Compilation of HER activities of high-performance TMC electrocatalysts in terms of overpotential at 10 mA/cm2 and Tafel slope in acidic (g) and alkaline (h) electrolytes. Numbers in figure legends denote the corresponding references. Fig. 3 PGM-modified TMC electrocatalysts for HER. (a) Tafel curves of bare and Pt-modified WC and W2C thin films in Ar-purged 0.5 M H2SO4 at room temperature. For comparison, the Tafel plot for polycrystalline Pt foil is also included. Reproduced from ref. 88 with permission from the ACS. (b) HER volcano plot for metals, TMCs, and metal modifie TMCs in acid. Reproduced from ref. 8 with permission from the RSC. (c) Structural model, TEM image, energy dispersive X-ray spectroscopy elemental mapping image, and line scan (Pt signal in green, W signal in red) of core–shell Pt/WC NPs. Reproduced from ref. 91 with permission from American Association of the Advancement of Science. (d) Exchange current density normalized by electrode surface area (j 0) vs. Pt loading for Pt/TiWC catalysts and 20 wt% Pt/C catalyst. Reproduced from ref. 92 with permission from the RSC. (e) HR-TEM image of Pt/MMC. (f) HER polarization curves of Pt/MMC, Pt/C, Pt/α-MoC1− x , and Pt/β-Mo2C in 1 M KOH. (inset) Comparison of mass activity of Pt/MMC and Pt/C at an overpotential of 80 mV. Reproduced from ref. 96 with permission from Wiley − VCH. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Fig. 4 TMC electrocatalysts for OER and overall water splitting. (a) iR-corrected polarization curves of OER in 1.0 M KOH for Mo2C@C, N:Mo2C@NC, and B,N:Mo2C@BCN loaded on a nickel foam (NF) electrode. (b) Polarization curves of the two electrode electrolyzer using cathode − anode combinations of B,N:Mo2C@BCN − B,N:Mo2C@BCN and Pt/C − RuO2@NF at a sweep rate of 2 mV/s and comparison of current densities at a cell voltage of 1.8 V before and after chronoampherometry (inset). Reproduced from ref. 19 with permission from the ACS. (c) OER polarization curves of N-WC nanoarray, IrO2, and 20 wt% Ir/C tested in 0.5 M H2SO4 at a scan rate of 5 mV/s with iR correction. (d) Setup for overall water splitting powered by a commercial AA battery. Reproduced from ref. 64 with permission from Springer Nature. Fig. 5 PGM-modified TMC electrocatalysts for MOR. (a) TEM image of a Pt(7.5 wt%)/W2C microsphere. Reproduced from ref. 16 with permission from Wiley − VCH. (b) STEM and EDX maps of respective elements in PtRuC−S. (c) CVs of PtC−S and PtRuC−S compared to commercial Pt/C catalyst for MOR normalized by electrochemically active surface areas obtained with CO-stripping method. (d) Steady-state specific activity of the catalysts at fixed potentials after stability cycling and regeneration in alkaline media. Reproduced from ref. 91 with permission from American Association of the Advancement of Science. Mini-review Metal carbides as alternative electrocatalysts for energy conversion reactions Sang Hoon Joo a ⁎ Jae Sung Lee b ⁎ a Department of Chemistry, Ulsan National Institute of Science and Technology (UNIST), Ulsan 44919, Republic of Korea Department of Chemistry Ulsan National Institute of Science and Technology (UNIST) Ulsan 44919 Republic of Korea Department of Chemistry, Ulsan National Institute of Science and Technology (UNIST), Ulsan 44919, Republic of Korea b School of Energy and Chemical Engineering, Ulsan National Institute of Science and Technology (UNIST), Ulsan 44919, Republic of Korea School of Energy and Chemical Engineering Ulsan National Institute of Science and Technology (UNIST) Ulsan 44919 Republic of Korea School of Energy and Chemical Engineering, Ulsan National Institute of Science and Technology (UNIST), Ulsan 44919, Republic of Korea ⁎ Corresponding authors. Graphical abstract Since Boudart’s pioneering work on the use of tungsten carbide as a non-precious metal catalyst for some important catalytic reactions, metal carbides have attracted continuous interest in heterogeneous catalysis. With ever-increasing importance of hydrogen-based energy cycle, metal carbides have received increasing attention as alternative electrocatalysts for Pt-group metal catalysts in renewable energy conversion reactions. This Mini-review provides recent advances in transition metal carbide (TMC)-catalyzed energy conversion reactions. We summarize major attributes of TMCs as electrocatalysts and highlight structural design and reactivity of TMCs for hydrogen-, oxygen-, and carbon-involving energy conversion reactions with notable examples. We also describe future challenges and opportunities of TMC electrocatalysts in this field. Keywords Transition metal carbides Energy conversion reactions Hydrogen evolution reaction Electrolyzer Fuel cell 1 Introduction Boudart’s contributions in the field of heterogeneous catalysis is immense and multifaceted [1]. The exploration of new catalytic materials is one of the hallmarks of his remarkable career in catalysis. Boudart demonstrated that tungsten carbide shows platinum-like catalytic behavior in a set of important catalytic reactions about a half-century ago [2]. This pioneering work suggested the possibility of metal carbides as an alternative for Pt-group metal (PGM) catalysts. Since then, transition metal carbides (TMCs) have been the archetypes of non-PGM catalysts in heterogeneous catalysis [3–8]. The opportunities in catalysis opened up by TMCs have been extended to other transition metal-based interstitial compounds, including metal nitrides, borides, oxycarbides, and oxynitrides. The recent emergence of layer structured MXene families (M n+1 X n ; M = transition metal) has further enriched the composition, chemistry, and catalysis of TMCs [9,10]. One of us (J.S.L.) studied the preparative chemistry and catalytic properties of molybdenum carbides under the tutelage of Boudart in the early stage of TMC-based catalysis [11,12], and has continuously investigated TMCs in heterogeneous thermocatalysis [13–15] and electrocatalysis [16–19]. This Mini-review focuses on the electrocatalysis by TMCs for renewable energy conversion reactions. The aspects of TMC-based thermocatalysis are discussed in a review article by Chen and co-workers in this issue [20]. The use of TMCs in the electrocatalysis dates back as early as 1970, when Böhm reported the electrocatalytic activity of tungsten carbide in oxidation of hydrogen [21]. Yet, their application in electrocatalysis has far lagged behind their widespread utility in thermocatalysis. This situation has changed dramatically during the last decade with an ever-increasing recognition of crucial role of hydrogen as an energy carrier [22,23]. While hydrocarbon-based feedstocks have long been a dependable energy carrier, they give rise to the current threat of global climate change. The hydrogen economy can provide a compelling, long-term solution for securing our energy future. The implementation of a hydrogen economy, however, faces formidable scientific and technical challenges. Development of electrode catalysts that are active, stable, and cost-effective is one of the most important tasks [24]. The current mainstays of electrode catalysts for energy conversion devices are based on PGMs (e.g., Pt, IrO2, RuO2). Hence, inexpensive non-PGM or low-PGM catalysts that can rival the activity and stability of PGMs are high in demand. In this context, transition metal-based interstitial compounds, particularly TMCs, have emerged as an important class of alternative catalysts [6,7,25–29]. They have demonstrated a promise in a range of electrocatalytic reactions taking place in energy conversion devices, including electrolyzers, fuel cells, and artificial photosynthesis systems. In this Mini-review, we provide an overview of recent advances in TMC-based electrocatalysts for renewable energy conversion reactions. We summarize the major attributes of TMCs as a substitute for PGMs. We next highlight the major advances in catalyst design strategies and electrocatalytic reactivity of TMCs of molybdenum and tungsten and PGM-modified TMC catalysts for energy conversion reactions in electrolyzers, fuel cells, and artificial photosynthesis systems with a particular emphasis on the most widely investigated hydrogen evolution reaction (HER). Some prominent examples of TMC-based electrocatalysts for the oxygen evolution reaction (OER), the oxygen reduction reaction (ORR), the fuel oxidation reactions, and the CO2 reduction reaction (CO2RR) are also presented. Finally, we provide perspectives and future directions on the TMC-catalyzed energy conversion reactions. 2 TMC as alternative electrocatalysts TMCs have a multitude of beneficial properties that have enabled their use as potential alternatives for PGM eletrocatalysts. TMCs exhibit precious-metal-like electronic structure, high electronic conductivity, and high chemical stability, along with their relatively low price and abundance compared to PGMs. The most appealing feature of TMCs is their PGM-like electronic structure [3,5,27]. The incorporation of carbon atoms in the interstitial sites of a transition metal lattice modifies the electronic structure in multiple ways. The d-band of transition metal surface becomes broader upon carburization and its d-band center (ε d) downshifts due to the hybridization with carbon orbitals [4,30]. The interstitial carbon atoms increase the distance between adjacent metal atoms, causing tensile strain on the metal lattice [31–33]. This in turn induces a decrease in the overlap between the metal atoms and therefore upshift of its ε d. Finally, a different electronegativity between the metal and carbon atoms leads to a charge transfer from the metal to carbon, which consequently decreases d-band density of the metal and upshifts its ε d [30]. The combination of these three phenomena taking place in TMCs modify their electronic structure away from the parent metals to possess a PGM-like electronic structure. Indeed, the modified electronic structure of TMCs has benefitted their potential usage in a range of thermocatalytic and electrocatalytic reactions. For electrocatalytic applications, a sufficient electrical conductivity is an important prerequisite for TMCs. TMCs exhibit superior high electrical conductivity compared to other interstitial compounds, including metal chalcogenides, phosphides, and nitrides [27], which renders them intrinsically attractive materials for electrocatalysis. Furthermore, TMCs have appreciable stability in a wide range of pH [34], making them suitable as catalysts themselves or catalyst supports. Particularly, under highly corrosive conditions where widely used carbon supports are often subjected to oxidation or lose interactions with supported metal particles, TMCs can serve as excellent support materials. 3 TMC electrocatalysts for HER A survey of the current literature indicates that the application of TMCs in renewable energy conversion reactions has been predominantly focused on HER. In thermocatalysis, TMCs have shown particularly excellent activity toward hydrotreating (HDT) reactions among a diverse set of TMC-catalyzed reactions [3]. Given that both HDT and HER involve adsorbed hydrogen as a reaction intermediate and impose similar energetics for hydrogen binding on surfaces, the efficacy of TMCs for HER is understandable [26]. In this section, metrics for evaluating the activity of TMC-based electrocatalysts for the HER are summarized. Then, theoretical and experimental studies that have established the electrocatalytic properties of TMCs for HER are introduced. Next, catalyst design strategies for enhancing the HER activity of TMC-based catalysts are presented with prominent examples. Finally, the design of PGM-modified TMC electrocatalysts is discussed. 3.1 HER activity metrics Accurate evaluation and fair comparison of catalytic activity is of crucial importance for developing an advanced HER catalyst. As the metrics for HER activity, overpotential to drive a specific current density, Tafel slope, exchange current density, mass activity, and specific activity are used. Here a brief of summary of these parameters is presented. Readers are recommended to refer to previous reviews [27,35,36] for more comprehensive descriptions. The most widely used and conveniently accessible metric is the overpotential to drive a current density of − 10 mA/cm2 (η 10). This peculiar current density corresponds to an efficiency of 12.3% in solar-to-fuel devices. Thus, the benchmarking of HER catalysts by comparing η 10 values is reasonable in a practical context. The Tafel slope is a parameter that presents kinetics of a catalyst and helps to understand a reaction mechanism. The Tafel slope is derived from the Tafel equation, η = b log (j/j 0), where b is the Tafel slope and j and j 0 are the measured and exchange current densities, respectively. The Tafel slope bears the unit of mV/dec and is determined from the linear regression line of the Tafel plots (η vs. log j), which can be derived from the j-V polarization curve. The smaller Tafel slope indicates a faster H2 generation rate with a given applied potential. The Tafel slope is also used to access the HER mechanism [25–27]. From the Tafel equation, exchange current density (j 0) can be also derived by extrapolating of a Tafel plot. As j 0 is related to the electron transfer rate of a reaction, this parameter provides the intrinsic catalytic activity of a catalyst. Mass activity is the current density per mass of a catalyst, and is a device-oriented metric. This parameter is of great importance in designing economic devices in terms of volume, weight, and cost. Specific activity is the current density per surface area of a catalyst. This metric represents the intrinsic activity of a catalyst and is relevant to fundamental studies. To assess the specific activity, electrochemically active surface area (ECSA) should be determined. While ECSA measurements are well-established for metallic catalysts with the method of hydrogen underpotential deposition, CO stripping, or underpotential deposition (UPD) of copper, these methods can hardly be exploited for TMCs. Instead, the measurement of double layer capacitance (C dl) provides an access to ECSAs for TMCs. However, the exact specific capacitance that converts C dl to ECSA is usually unknown and the literature values for specific capacitance are often arbitrary. Overall, overpotential and mass activity are device-oriented metric whereas Tafel slope, exchange current density, and specific activity present intrinsic catalytic activity. These metrics have their own advantages and limitations. Also, these metrics can be influenced by a number of experimental factors including the catalyst loading on the electrode, catalyst film fabrication conditions among others, thus the presented data should be interpreted by taking into account these factors. 3.2 Theoretical and experimental frameworks on HER over TMCs In 2012, Vrubel and Hu demonstrated that Mo2C is capable of catalyzing HER in both acidic and alkaline media with reasonably good activity [37]. This work brought a rejuvenated attention to TMCs as non-PGM electrocatalysts for HER, and triggered extensive subsequent research in this area. Early on, important theoretical and experimental frameworks were built on the TMC-catalyzed HER. Chen and co-workers investigated physicochemical properties and electronic structure of close-packed TMC surfaces by density functional theory (DFT) calculations [31]. They revealed the changes in hydrogen binding energies (HBEs) on metal- and carbon-terminated metal carbide surfaces compared to the corresponding closest-packed pure metal surfaces. Their results indicate that the HBE can be correlated to the d-band center of the carbide surfaces. Later, Peterson and co-workers performed a theoretical study that screened the activity of mono- and bi-metallic carbide electrocatalysts in terms of exchange current densities and correlated them with HBEs [38]. They extensively calculated hydrogen coverage-dependent HBEs and exchange current densities. As the volcano curve in Fig. 1 a indicates, the best HER activity is obtained with an HBE (ΔG B[H]) approaching zero, thermodynamically neutral state. TMC electrocatalysts exhibited greater exchange current densities compared to their parent transition metals, which was attributed to a 3-fold higher sensitivity of metal carbides to the coverage-induced weakening of hydrogen adsorption relative to metal surfaces. TMCs however showed inferior activity than PGM-based electrocatalysts. This work provided an important guideline for designing advanced TMC-based electrocatalysts, and more critically, hinted at the necessity of narrowing the intrinsic activity gap between TMCs and PGMs. On the experimental side, Lee and co-workers reported a benchmark work, which established that TMCs are superior electrocatalysts to transition metal nitrides and sulfides [18]. They prepared phase pure molybdenum carbide, nitride, and sulfide (Mo2C, Mo2N, and MoS2, respectively) on a carbon nanotube (CNT)–graphene (CNT–GR) hybrid support via a modified urea-glass route. The systematic composition control of molybdenum compounds enabled a fair basis for comparison of their catalytic activity. Among the prepared catalysts, Mo2C/CNT–GR exhibited the highest activity for HER with the lowest overpotential to drive the current density of –10 mA/cm2 (η10) (Fig. 1b) and the lowest Tafel slope. Mo2C/CNT–GR also showed an excellent stability in acid media. The enhanced catalytic activity of Mo2C/CNT–GR was ascribed to its lower HBE and higher electrical conductivity, compared to Mo2N and MoS2. Leonard and co-workers made another important contribution that clarified the impact of molybdenum carbide phases on the HER activity. By using amine–metal oxide composite as a starting material, they systematically prepared a series of molybdenum carbides with different crystalline phases, including α-MoC1− x , β-Mo2C, η-MoC, and γ-MoC [39]. As shown in Fig. 1c, the four molybdenum carbides exhibited a markedly different catalytic activity for HER depending on their crystalline structure. β-Mo2C showed the best activity, which was followed by γ-MoC, η-MoC, and α-MoC1− x . The enhanced activity shown by β-Mo2C and γ-MoC could be explained by their Pt-like band structure as revealed by their XPS valence bands. A density functional theory (DFT) calculation study by Illas and co-workers revealed a difference in ε d values over different phases of molybdenum carbides [40], which corroborates the experimental results. These results confirmed the effectiveness of β-Mo2C in HER. Indeed, owing to this scientific background combined with its ease of synthesis, β-Mo2C catalysts have been predominantly exploited for use in HER. The impact of crystalline phases of tungsten carbides on the HER activity was also investigated, where W2C phase exhibited superior HER activity to WC [36]. 3.3 Strategic design of TMC-based HER electrocatalysts As described in Section 2, TMCs have a number of attractive properties as non-PGM electrocatalysts, yet their intrinsic HER activity is lower than that of PGMs. Consequently, multi-directional efforts have been made to narrow the activity gap between TMCs and PGMs [18,37,38,41–83]. Key strategies include interfacing TMCs with carbon-based, high surface area supports, controlling the morphology of TMCs in anisotropic nanostructures, doping secondary elements into lattices of TMCs, and generating TMC-based hetero-nanostructures. Thus far developed advanced TMC-based catalysts have exploited one or more of the above strategies to attain enhanced HER activity. As a result, the HER activity of TMC-based catalysts has improved substantially during the last decade, and state-of-the-art TMCs can even rival HER activity of Pt-based catalysts. The design of high-performance TMC-based catalysts is driven in large part by synthetic advances. TMCs are traditionally prepared by temperature-programmed reaction (TPR) of a carburizing gas, most commonly methane, with a parent metal or metal oxide. In order to prepare a phase-pure TMC, TPRs are typically carried out at high temperatures above 600 °C to circumvent unfavorable kinetics of incorporating carbon atoms into interstitial sites of the metal or substituting oxygen atoms in the metal oxide lattice [3]. Through judicious control of TPR conditions, high purity TMCs of large surface area can be prepared [3,11,12]. However, the TPR-based preparation of TMCs often suffers from uncontrollable conversion of a gas-phase precursor at the gas–solid interface, which can lead to excessive deposition of a carbonaceous layer on a TMC or incomplete conversion into a stoichiometric TMC. Recent advances in the syntheses of TMCs, particularly their precursor chemistry, have enabled their broad utility in a wide range of energy conversion reactions including HER and has also improved their catalytic properties [25–27]. Particularly, exploitation of inorganic–organic complexes as the precursor has served as a versatile strategy for preparing TMCs. The inorganic–organic complexes include coordination compounds between metal salt and organic ligand and metal–organic frameworks (MOFs). The use of inorganic–organic complexes allow the preparation of TMCs under mild gas environment such as Ar or N2 without using a hazardous and flammable gas. Furthermore, the intimate contact between the inorganic and organic species can preferentially generate TMCs with precise stoichiometry. By virtue of these advantages, inorganic–organic complex-driven synthesis has been widely exploited recently. Toward promoting the electrocatalytic activity of TMCs, perhaps the most widely exploited strategy is supporting TMCs on a carbon support. Although TMCs themselves show a considerable electrical conductivity and catalytic activity, interfacing them with carbon can endow additional merits. Carbon supports can disperse TMCs into uniform nanoparticles (NPs) with large surface areas, enhance conductivity of a catalyst by diminishing interfacial resistance between TMC particles, and alleviate mass transfer limitations by facilitating the transport of electrolytes and gaseous product. Carbon supported catalysts can be prepared by carburizing a metal precursor or thermally decomposing an inorganic–organic complex in the presence of a carbon support. As an early effort, Adzic and co-workers prepared CNT supported Mo2C (Fig. 2 a) by in situ carburizing an ammonium molybdate precursor on CNT under Ar gas without using any flammable gaseous carbon source [42]. X-ray absorption spectroscopy identified the electronic modification in the resulting Mo2C/CNT catalyst, invoking a relatively moderate Mo–H bond strength. Mo2C/CNT exhibited superior electrocatalytic HER activity and stability in 0.1 M HClO4 compared to the bulk Mo2C, demonstrating a beneficial effect of CNT support. Subsequently, other nanostructured carbon supports including graphene [53], CNT–graphene composite [18], carbon nanosheets [45,51,60], and nanoporous carbons [52,59,80] have been used as supports for TMCs, and the resulting catalysts have demonstrated enhanced HER activity, proving the critical role of the carbon supports. As a notable example of an inorganic–organic complex-driven, carbon supported TMC catalyst, Wang and co-workers prepared ultrafine Mo2C NPs uniformly embedded within a nanoporous carbon matrix (MCNs@carbon) by a simple synthesis to generate a highly active HER catalyst [52]. Their synthesis consisted of heating a mixture of ammonium molybdate and dicyanamide at 400 °C to afford graphitic carbon nitride containing MoO x species, and subsequent annealing at 800 °C (Fig. 2b). The resulting MCNs@carbon achieved a low η10 of 78 mV with a small Tafel slope of 41 mV/dec in 0.5 M H2SO4, which were significantly improved activity parameters compared with then previously reported data. MOF-based method also provides an intriguing route for preparing carbon supported TMC electrocatalysts. MOFs are ordered crystalline porous solids, in which metal − based clusters and organic linkers are alternatively interconnected each other. Some types of MOFs have cage-like pores interconnected by tubular apertures, making them, like zeolites, ideal hosts for generating ultrasmall particles of TMCs [49,59]. Zhang and co-workers prepared WC catalysts through a nanospace-confined synthesis using a zeolitic metal azolate framework that has nanocavities of 1.84 nm in diameter and flexible small apertures of 0.76 nm in diameter [59]. The impregnation of W(CO)6 into the nanopores of zeolitic metal azolate framework, followed by high-temperature pyrolysis afforded small WC NPs of 2 nm in size within nanoporous carbon. Remarkably, the resulting catalyst showed very high HER activity in acid, with its η10 being as low as 51 mV in 0.5 M H2SO4. Designing TMCs into 1-dimensional (1D) or 2D anisotropic nanostructures can serve as a means of improving their electrocatalytic activity. 1D nanostructures of TMCs such as nanowires or nanotubes can be beneficial for surface active site exposure, gas product release, and charge transport. Tang and co-workers first exploited 1D structured Mo2C as HER electrocatalysts [43]. They prepared porous nanowires constructed with Mo2C nanocrystallites by a simple pyrolysis of a 1D structured MoO3–amine composite. The Mo2C-based nanowires showed an η 10 value of ca. 130 mV in HER in 0.5 M H2SO4 and exhibited superior HER activity compared to 2D- and 3D-structured Mo2C particles, demonstrating the advantages of the 1D nanostructure in promoting catalytic activity. As another example of 1D TMCs, Lou and co-workers fabricated β-Mo2C nanotubes from Mo–polydopamine nanosheets via a self-template approach [48]. For the synthesis, Mo-polydopamine hybrid nanosheets were generated on the pre-synthesized MoO3 nanorods. Under alkaline growth conditions, MoO3 nanorods dissolve to form soluble MoO4 2−, which could also serve as a Mo source for the further growth of Mo-polydopamine nanosheets. High-temperature pyrolysis finally afforded hierarchically structured porous β-Mo2C nanotubes (Fig. 2c). The resulting nanotubes exhibited good HER activity in both acid and alkaline media with η 10 of 172 and 112 mV in 0.5 M H2SO4 and 0.1 M KOH, respectively. TMCs of 2D nanostructures is also an intriguing structure for electrocatalysis owing to their highly accessible active sites and anisotropic electron transport. Zhou and co-coworkers reported a template-assisted strategy to prepare uniform and ultrathin N-doped Mo2C nanosheets (N-Mo2C NSs) from MoO2 nanosheets as a template [61]. They revealed by theoretical calculations that the nanosheet morphology can expose a high density of active sites, including Mo and N atoms on the C plane of Mo2C. The N-Mo2C NSs displayed a good electrocatalytic activity for HER in both acidic and alkaline media with catalytic and structural stability. Lin and co-workers developed a hydrogel-driven synthesis of TMCs with a nanosheet morphology [65]. They incorporated carbide-forming metal ions in a hydrogel membrane, and subsequent carbonization induced conversion into metal carbide phases within 2D constrained structure. In this way, ultrathin 2D large-area (up to 100 μm) polycrystalline carbide nanosheets can be synthesized (Fig. 2d). Among the prepared catalysts, Mo2C nanosheets decorated with Co NPs displayed a very high activity by delivering an η 10 of 48 mV and a Tafel slope of 39 mV/dec. Chemical doping is another promising strategy that can boost the catalytic activity of TMCs for HER. The doping of late transition metals or p-block elements into TMC lattices can modify d-electron density of TMCs, thereby modulating their HBE and HER activity. We note that while TMCs exhibit weakened HBE compared to their parent metals, their energy is still stronger than PGMs. Hence, to promote catalytic activity, the doping should take place in a way that can enrich d-electron density and weaken HBE. Leonard and co-workers [46] and Gao and co-workers [56] respectively demonstrated the promotional effect of Fe- and Co-doping in Mo2C for HER. In both cases, the Mo sites were modified to have additional electrons via doping, which led to weakened Mo–H bonding energy and consequently improved HER activity. On the other hand, doping of non-metallic p-block elements, such as N [61], P [63], and N and B [19], was also demonstrated as an effective approach to promote HER activity of TMCs. Particularly, following the work of Oyama and co-workers [84], Tang and co-workers [63] reported a systematic investigation on the role of phosphorous in P-Mo2C catalysts with a controlled amount of P dopant. Phosphorous has a lower electronegativity than carbon, hence it is expected to enrich electrons in the metal center. Controllable P-doping from 0 to 3.4 wt% can be achieved by pyrolyzing a ternary MoO x –phytic acid–polyaniline mixture as the precursor (Fig. 2e). The resulting P-Mo2C@C exhibited a clear correlation between the amount of P dopant and HER activity, and the highest HER activity with η 10 of 89 mV were achieved with 2.9 wt% P-doping. DFT calculations revealed a decreasing trend of HBE with P-doping, suggesting the weaker Mo–H bonding energy due to the diminishing d-orbital vacancies. However, with excessive P-doping, the Mo–H bond became too weak to decrease the HER activity. Finally, generation of TMC-based hetero-nanostructures is another appealing strategy for designing advanced TMC electrocatalysts. In the hetero-nanostructures, two or more active components including a TMC are interfaced at close proximity. The rich interfaces between the components can induce charge transfer and lattice mismatch, which can contribute to activity enhancement. TMC hetero-nanostructures can be prepared by a single-step pyrolysis of multi-component precursors. Alternatively, they can be generated by two-step process based on the surface modification of a pre-synthesized material or the hetero-epitaxial growth of a secondary component on a pre-synthesized material. In this way, hetero-nanostructures of Ni/WC [66], Mo/Mo2C [67], MoS2/Mo2C [68], Mo2C/MoOx [69], MoC/Mo2C, and WC/W2C [80] were prepared among others, which showed synergistic effects with enhanced HER activity over single component catalysts. As one notable example, Li and co-workers reported multi-interfacial nickel–tungsten carbide hybrid NPs anchored on N-doped carbon sheets (Ni/WC@NC) as a hetero-nanostructure catalyst showing excellent activity for HER [66]. This hetero-nanostructure was synthesized from nickel-substituted, tungsten-based polyoxometallate as the pre-assembled precursor, which allowed close contact between the two components even after high-temperature pyrolysis (Fig. 2f). The resulting catalyst contained a high density of Ni/WC interfaces and afforded a low η 10 of 53 mV, a small Tafel slope of 43.5 mV/dec, and excellent stability. Also, the Ni/WC@NC catalyst demonstrated a synergistic effect of Ni and WC by showing superior HER activity to single-component Ni@NC and WC@NC catalysts. DFT calculations corroborated the synergy between WC and Ni with the HBE on N/WC surface approaching thermodynamically neutral state. Overall, four major design strategies were presented above for promoting HER activity of TMC-based HER electrocatalysts. These strategies combined with DFT calculations have greatly improved the HER activity of TMCs. The HER activity data of selected TMC electrocatalysts have been compiled. Fig. 2g and 2 h display the activity of TMCs in acidic and alkaline media in terms of two key activity metrics, η 10 and Tafel slope, which respectively represent device-oriented and intrinsic activities. In acidic media, TMCs showed η 10 values of around 200 mV in early reports, but their HER activity improved significantly with η 10 being decreased to around 30 mV, which compares favorably with the activity of the most active Pt/C catalyst (ca. 10 to 20 mV). Some highly active TMCs exhibit Tafel slopes of 40 mV/dec and below, which also approach that of Pt/C (30 mV/dec). In alkaline media, TMCs show similar values of η 10 and Tafel slope with those in acidic media. Notably, alkaline HER requires an additional water dissociation step prior to proton adsorption compared to acidic HER, thus benchmarking Pt/C catalysts show generally larger η 10 values (ca. 50 to 100 mV) and Tafel slope (40 mV/dec) in alkaline media. Therefore, the utility of TMC electrocatalysts in alkaline HER and alkaline water electrolyzers appear to be more promising than in acidic HER. 3.4 PGM-modified TMC electrocatalysts TMCs exhibit superior electrocatalytic HER activity to their parent metals, yet their activity still lags behind that of PGM catalysts due mainly to their relatively stronger HBE. Toward further promoting the HER activity of TMCs, PGM-modified TMC (PGM/TMC) catalysts have been developed. This class of catalysts has demonstrated excellent catalytic properties not only in HER but also in other electrocatalytic energy conversion reactions [6–8,85,86]. In the PGM/TMC catalysts, the TMC acts as a support material that is inexpensive but has a PGM-like electronic structure. TMCs exhibit superior stability compared to carbon-based supports, alleviating the corrosion problem often observed in carbons. Furthermore, TMCs have stronger interaction with PGM than carbon, preventing the agglomeration of supported PGM into large particles. Chen and co-workers pioneered this type of catalysts, in the form of monolayer (ML) PGM-modified TMC (ML PGM/TMC), and have extensively explored them using model catalysts based on single crystals and thin films as well as industrially relevant supported catalysts [7,8,85,87–90]. The ML PGM/TMC catalysts represent the lower limit of Pt loading, which allows a significant decrease in the usage of PGM. They screened various combinations of TMCs (WC, W2C, and Mo2C) and PGMs (Pt, Pd, and Au) in the form of well-characterized thin films, which enabled a direct, fair comparison of HER activity [88]. Catalysts based on ML Pt on WC and W2C (ML Pt-WC and ML Pt-W2C, respectively) exhibited excellent electrocatalytic activity for HER, which was far superior to those of WC and W2C and compared favorably to that of bulk Pt (Fig. 3 a). The ML Pt on WC and W2C also demonstrated excellent stability. DFT calculations suggested that the HER activity shown by ML Pt-WC and ML Pt-W2C catalyst may originate from the bulk electronic properties of tungsten carbides similar to those of Pt. Furthermore, Pt and WC have very strong interaction each other, which induces an electron transfer from WC to Pt and a downshift of the d-band center of Pt. Thus, the HBE of Pt is weakened and the catalytic activity is enhanced. Combining with the data obtained from subsequent studies, the Chen group presented a volcano plot displaying the correlation between HBE and exchange current density for HER, which encompassed PGM, TMC, and PGM/TMC catalysts (Fig. 3b) [8]. It is clearly established that the HBEs of PGM/TMC catalysts range between those of TMCs and PGMs. This result suggests that the addition PGMs could tame the HBE of TMCs so that the PGM/TMC catalysts have improved HER activity similar to those of PGMs. Later on, Román-Leshkov and co-workers realized the concept of ML PGM/TMC in the form of supported catalysts with controlled structures [39,88,91,92]. They developed a heat, quench, and exploitation method, in which TMC NPs coated with atomically thin, ML PGM are generated by carburizing mixtures of PGM salts and transition metal oxides encapsulated in removable silica templates (Fig. 3c) [91]. The exquisite synthetic control of PGM/TMC NPs afforded the systematic control of particle size and composition of the NPs, and PGM layer thickness (or coverage). The resulting catalysts demonstrated great promise in HER as well as other reactions. For HER, the Román-Leshkov group prepared carbon-supported titanium tungsten carbide (Ti x W1− x C) NPs coated with surface Pt layer from the ‘‘single-atom’’ to the two-monolayer regime [92]. As shown in Fig. 3d, sub-monolayer Pt coverages are optimal for activating the exposed metal carbide sites for HER at low overpotentials, and a 0.25 monolayer- coated Pt exhibited the highest exchange current density among the compared catalysts in 1.0 M HClO4. Notably, Pt-mass activity of the 0.25ML Pt/Ti x W1− x C was greater than that of Pt/C by a factor of 13, indicating a substantial saving of expensive Pt while producing nearly the same activity. As discussed in Section 3.2, water dissociation capability, along with HBE, is very important for promoting alkaline HER activity [93,94]. Hence, a bifunctional catalyst capable of catalyzing both water dissociation and hydrogen binding is ideally suited for HER in alkaline media. Molybdenum carbide of thermodynamically metastable face-centered cubic (fcc) phase (α-MoC1− x ) has demonstrated excellent water dissociation activity in a range of thermocatalytic reactions [95]. Joo and co-workers exploited this capability to design α-MoC1− x supported PGM catalyst (Fig. 3e), where α-MoC1− x and PGM facilitate water dissociation and hydrogen binding, respectively [96]. They first demonstrated experimentally and computationally that Pt NPs on fcc α-MoC1− x exhibited superior HER activity to that of Pt NPs on thermodynamically stable hexagonal close-packed β-Mo2C with favorable water dissociation energetics of the former. Next, they prepared Pt NPs on a large surface area ordered mesoporous α-MoC1− x (MMC) to increase interfacial area between α-MoC1− x and Pt. The Pt/MMC catalyst exhibited significantly enhanced alkaline HER activity over Pt/C and Pt NPs supported on particulate α-MoC1− x and β-Mo2C with lower overpotential and Tafel slope and greater mass and specific activities, and exchange current density than other catalysts (Fig. 3f). 4 TMC electrocatalysts for OER and overall water splitting As discussed in the preceding section, molybdenum- and tungsten-based TMCs have been extensively investigated for HER. In contrast, their use in OER has been relatively under-explored [19,28,64,76,97,98]. Metal oxyhydroxide or metal oxide species are known as active sites for OER, and nickel–iron oxyhydroxide and ruthenium oxide (or iridium oxide) have been reported as the most active catalysts in alkali and acid electrolytes, respectively [99,100]. Hence, TMCs should undergo structural transformation under reaction conditions to generate active species for OER, which may be in part responsible for their limited utility in OER. In the majority of the literature reporting the OER activity of TMCs, their applications as bifunctional electrocatalysts for both HER and OER have been suggested. For bifunctional electrocatalysis in alkaline media, Lee and co-workers prepared N and B co-doped, carbon encapsulated Mo2C (B,N:Mo2C@BCN) materials from an organometallic complex of Mo imidazole and boric acid [19]. The B,N:Mo2C@BCN demonstrated bifunctionality by exhibiting a considerable activity for both HER and OER. As shown in the OER polarization curves (Fig. 4 a), B,N:Mo2C@BCN surpassed B-free and N- and B-free Mo2C@C catalysts as well as benchmark IrO2 catalyst in OER activity with its lower overpotential than other catalysts in 1.0 M KOH. They attributed the enhanced performance of B,N:Mo2C@BCN to the improved charge transfer characteristics, its modified electronic structure by B and N co-doping, and formation of tiny nanoparticles imbedded in BCN networks. Furthermore, a two-electrode cell employing B,N:Mo2C@BCN both as the anode and cathode electrocatalysts demonstrated appreciable cell performance and excellent stability (Fig. 4b). Compared to alkaline OER, acidic OER is operated under more corrosive environments, and hence non-PGM electrocatalysts have experienced a limited success for acidic OER and viable catalyst compositions have been limited to only IrO2 and RuO2. Sun and co-workers introduced nitrogen-doped tungsten carbide (N-WC) nanoarray electrode as a promising non-PGM bifunctional catalyst in acid. The N-WC nanoarray exhibited a considerable OER activity in 0.5 M H2SO4 electrolyte exceeding those of Ir-based benchmark catalysts (Fig. 4c), and also showed excellent HER activity. In overall water splitting experiments, an electrolyte cell employing N-WC nanoarray in both electrodes showed a very low on-set potential around 1.4 V, which is much lower than a value (1.5 V) by a cell using Ir/C as an anode. Fig. 4d displays that the water splitting cell based on N-WC nanoarray in both electrodes can be powered by a commercial AA battery. This work highlights the possibility of TMC-based catalysts as a viable non-PGM catalysts for acidic OER, where only a limited number of catalyst composition are stable. 5 TMC electrocatalysts for fuel cell electrode reactions As a fuel-to-electricity conversion device, polymer electrolyte membrane fuel cells (PEMFCs) are one of important energy conversion devices. For both of PEMFC electrodes, Pt-based electrocatalysts are prevalently used, however they are scarce and costly. Hence, there has been strong impetus to replace them with non-PGM catalysts including TMCs. Owing to their PGM-like electronic structures, TMCs have shown electrocatalytic activity for ORR [5–7,57,101–106] and hydrogen and methanol oxidation reactions (HOR and MOR, respectively) [5–7,16,17,107–114]. TMC materials have been exploited as electrocatalysts by themselves, as supports for other metals, and the additional component for enhancing electroactivity of other metals. In particular, TMCs modified with a small amount of PGM can give rise to considerable catalytic activity for these reactions, which are often comparable to those of Pt-based catalysts. Here, we highlight important advances in ORR and HOR and MOR catalyzed by TMCs and PGM-modified TMCs. 5.1 TMC electrocatalysts for ORR The ORR, like OER, takes place in the range of strong oxidative potential, and therefore the catalysts should have long-term stability against corrosion. Among the TMCs, tungsten carbides can fulfill the stability requirement and have been most widely studied for the ORR. It is established that the ORR activity is correlated with the adsorption energies of oxygen adsorbates on the metal surfaces, which in turn relates to the d-band center of the metals [101]. Jones and co-workers carried out a systematic DFT calculation study on the adsorption of Pt overlayer on a series of TMC surfaces, including TiC, TaC, NbC, and WC, and the adsorption energy of O* on the supported Pt overlayer [102]. The results revealed that Pt adsorption on these TMC surfaces is thermodynamically favorable. Both the lattice mismatch between the Pt overlayer and TMC surfaces and the charge transfer from TMC to Pt influence the d-band center of Pt surfaces. It was further identified that the Pt overlayer on WC surfaces (Pt/WC) exhibits reduced oxygen adsorption energies, suggesting that the Pt/WC can show promoted ORR activity compared to Pt catalysts. Indeed, experimental works demonstrated the promise of Pt particulates on tungsten carbide supports for ORR [104,105]. Mustain and coworkers showed that the ORR activity of Pt clusters is enhanced on the WC support compared with Pt clusters on carbon support [105]. They suggested that the activity enhancement could originate from the electron transfer between the catalyst and the support. The use of WC support was also effective for non-Pt composition, for example PdFe [106]. The ORR activity of PdFe-WC/C catalyst in acidic solution compared favorably to that of Pt/C. Furthermore, the PdFe-WC/C catalyst exhibited strong resistance against poisoning in the presence of alcohol, suggesting its promise as a cathodic electrocatalyst for direct alcohol fuel cells. 5.2 TMC electrocatalysts for HOR and MOR The HOR is an anodic reaction of PEMFC, and TMCs themselves and PGM-modified TMCs have been exploited for the HOR. Nagai and co-workers have made a series of experimental and theoretical contributions on the use of tungsten carbide-based electrocatalysts for the HOR [107–109]. They evaluated single-cell performances of PEMFC membrane electrode assembly employing tungsten carbide-based catalysts as the anode, and suggested the possibility of tungsten carbides as a potential alternative for Pt-based catalysts. While Pt-based electrocatalysts show very fast kinetics for the HOR, they often suffer from CO poisoning even in the ppm level, which is a crucial issue for H2 streams produced from methane reforming. The interaction of Pt and TMCs reduces the CO binding energy and consequently mitigates the CO poisoning of PGMs. CO tolerance of PGMs in the form of metal nanoparticles [110,111] and thin films [112] in PGM-modified tungsten carbides were demonstrated. Regarding the TMC-based MOR catalysts, most investigations have focused on the PGM-modified TMC catalysts. Chen and co-workers attempted to understand oxidation of methanol over tungsten carbides under ultra-high vacuum conditions. They found that WC and Pt/WC surfaces showed higher activity for methanol decomposition and better CO-tolerance than Pt [113,114]. Notably, while tungsten carbides were more active for formation of methoxy group than Pt, Pt was more active for the subsequent oxidation process of methoxy groups than tungsten carbides, giving rise to synergistic effects. The Chen group also revealed that WC was stable in acid under MOR conditions up to 0.8 V, suggesting that WC can serve as a potential anode catalyst [115]. Lee and co-workers exploited the synergistic effect between tungsten carbide and Pt [16]. They fabricated high surface area W2C microspheres with chemisorption capacity. The W2C modified with a low-loading Pt (Fig. 5 a) exhibited very high activity for MOR exceeding that of a commercial Pt–Ru catalyst with a higher metal loading. The Pt/W2C microspheres thus showed highly promising MOR activity while replacing ruthenium entirely and saving substantial amount of platinum. The Lee group then reported that specific activities of 3.5 wt% and 7.5 wt% Pt loaded WC were higher than those of Pt/W2C and commercial 20 wt% PtRu/C [116]. Román-Leshkov and co-workers reported ML PGM-modified TMC catalysts as promising catalysts for MOR [91]. They prepared carbon-supported Ti0.1W0.9C nanoparticles coated with Pt or bimetallic PtRu monolayers (PtC-S and PtRuC-S, respectively; Fig. 5b). The PtC-S and PtRuC-S nanoparticle catalysts exhibited enhanced resistance to sintering and CO poisoning, due to their relatively weaker CO binding energy, compared with Pt nanoparticles. As displayed in Fig. 5c, PtRuC-S showed much lower on-set potentials compared to PtC-S and commercial Pt/C catalyst (Ptcomm) and a higher steady-state turnover frequency at 0.6 V by a factor of 4.5 than commercial carbon-supported PtRu catalyst (PtRucomm). PtRuC-S also demonstrated enhanced stability as compared to PtRucomm (Fig. 5d). After long-term durability tests, PtRuC-S showed an order of magnitude greater activity than PtRucomm, demonstrating the chemical stability of Ti0.1W0.9C cores and their strong interaction with surface Pt layer. 6 TMC electrocatalysts for CO2RR The electrocatalytic CO2RR provides an important method of generating fuels by way of CO [7]. Despite extensive researches in this area, monometallic surfaces suffer from intrinsic limitations in showing the theoretically predicted activity for CO2 to CO conversion [117]. This drawback originates from the scaling relationship between two key adsorption intermediates (CO and COOH), which hinders the optimization of catalytic activity on a monofunctional surface. DFT calculations by Peterson and co-workers suggested that TMCs may provide a means of breaking the scaling relationship and achieving optimum binding energy independently for CO and COOH [118]. Chen and co-workers recognized this opportunity to exploit TMCs as a support material for boosting the catalytic activity of CO2RR [119]. They prepared Pd/TaC in the forms of model thin film catalyst and practical powder-type catalyst. The Pd/TaC catalysts exhibited higher CO2RR activity, stability, and CO Faradaic efficiency compared to a commercial Pd/C while significantly reducing the usage of Pd. In situ measurements revealed that Pd transformed into Pd hydride (PdH) during the CO2RR. DFT calculations suggested that the TMC substrates modify the binding energies of key intermediates on supported PdH. 7 Conclusions and future challenges In this Mini-review, we have discussed the recent advances in TMCs, with the main focus on carbides of Mo and W, as alternative electrocatalysts for PGMs in renewable energy conversion reactions. Remarkable progress has been made in the syntheses of TMC-based electrocatalysts and their catalytic activity, particularly for HER. New synthesis concepts have been developed to tailor the HBE of catalytic surfaces toward weaker hydrogen binding, thereby enhancing the HER activity. Major strategies include the interfacing of TMCs with carbon supports, the preparation of TMCs in anisotropic structures, the doping of heteroatoms, and the generation of interface-rich hetero-structures. Indeed, the state-of-art TMC electrocatalysts exhibit excellent HER activity, which even approaches that of PGMs. The concept of PGM-modified TMCs is another appealing strategy, which can further push forward the activity of TMCs to that of PGMs while substantially saving the amount of expensive PGMs. In the advancement of TMC-based HER electrocatalysts, theoretical and computational approaches have played a pivotal role. Beyond just corroborating experimental results, they often help guide the design of advanced catalysts with optimal composition, surface structure, and interface structure. Despite the above-described progress, a number of fundamental and practical challenges in TMC-based electrocatalysts still remain. First, the standardization of activity measurement and comparison should be established. Although several metrics are currently available to assess the catalytic activity of TMCs, a plausible agreement has not yet been reached on the standardization. As described in Section 3.1, both device-oriented and intrinsic activity parameters are affected by a number of experimental factors. For intrinsic activity metrics, the situation is even worse due to the complication of ECSA measurements. While the ECSAs of PGM-modified TMCs can be calculated by well-established methods, including hydrogen underpotential deposition, CO stripping, or Cu UPD, the ECSAs of TMCs are at best estimated by double layer capacitance measurements. This method however suffers from multiple drawbacks [36]. In this sense, ex situ surface area measurements may serve as an alternative tool. Brunauer-Emmett-Teller (BET) surface areas are obtained from nitrogen physisorption isotherms and geometric surface areas are calculated from average particle sizes estimated by transmission or scanning electron microscopy. Although these ex situ methods also have their own intrinsic limitation for evaluating ECSAs, a reasonable correlation between surface areas measured by ex situ methods and in situ electrochemical methods has been established for some metal oxides [120–122]. This suggests that ex situ methods can serve as a versatile tool for assessing, if not fully quantitative, the surface areas of TMC-based electrocatalysts. Second, the detailed understanding of the reactions at the catalyst surface is still lacking. Taking most widely studied HER as an example, while DFT calculations have been very effective to predict the reactivity of a given catalyst, they are carried out with the assumption of ideal surfaces and they are unable to model the transfer of reactants and products and complex surface reactions fully. Given that, in electrocatalytic reactions, complex interfacial reactions take place near the electrode, including ion transfer, adsorption, and desorption, reorganization of ion-solvated water, and changes in the point of zero charge, direct experimental tools that can probe the surface reactions under operando conditions, are very important to advance the understanding of TMC-catalyzed reactions. Third, beyond the HER, the application of TMCs in other energy conversion reactions is relatively under-developed. While most of TMC-based electrocatalysts have so far been exploited for hydrogen-involving reactions, their usage in the conversions of oxygen- and carbon-containing molecules has been limited. The activity of TMC-based HER electrocatalysts has improved from mediocre level ten years ago to the point of rivaling Pt-based catalysts. A joint experimental − theoretical approach practiced in the development of HER catalysis may be applied to other energy conversion reactions to design advanced catalysts, which can lead to improved catalytic activity for other reactions. Finally, as a first step toward commercial applications of TMCs, their implementation in a system-level device is critical. For TMC-based HER catalysts as an example, their activity demonstrated in rotating-disk electrode (RDE)-based half-cell measurements should be translated in membrane-electrode assembly (MEA)-based single cell measurements. Majority of reported high-performance HER data have been obtained using RDE measurements, hinting that there is a long way to go toward commercialization. Given that MEA-based measurements are more complex than RDE-based one, with many factors influencing the performance of a given catalyst, design of new TMC-based catalysts should take into account important factors pertaining to the system-level performances. Personal acknowledgement J.S.L. did his PhD and postdoctoral study under the guidance of Boudart from 1980 to 1985 on molybdenum carbide catalysis. S.H.J did his PhD study under Ryong Ryoo at KAIST, a former PhD student of Michel. Hence he is an academic grandson of Boudart. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was supported by the Climate Change Response Project (NRF-2019M1A2A2065612 and NRF-2019M1A2A2065614),the Basic Science Grant (NRF-2018R1A2A1A05077909 and NRF-2021R1A2C2007495), and Korea-China Key Joint Research Program (NRF-2017K2A9A2A11070341) funded by the Ministry of Science andICT, and by the 2019 Research Fund (1.190013.01) of UNIST. We acknowledge Mr. Du San Beak for his help in compiling the data presented in Fig. 2g and h. REFERENCES [1] R. B. Levy, J. Dumesic, J. A. Cusumano, E. Iglesia, Michel Boudart: A biographical memoirs (2017) (http://www.nasonline.org/publications/biographical-memoirs/memoir-pdfs/boudart-michel.pdf.). [2] R.B. Levy, M. Boudart, Platinum-like behavior of tungsten carbide in surface catalysis, 181 (1973) 547–548. [3] S.T. Oyama Preparation and catalytic properties of transition metal carbides and nitrides Catal. Today 15 1992 179 200 S. T. Oyama, Preparation and catalytic properties of transition metal carbides and nitrides, Catal. Today, 15 (1992) 179–200. [4] H.H. Hwu J.G. Chen Surface chemistry of transition metal carbides Chem. Rev. 105 2005 185 212 H. H. Hwu, J. G. Chen, Surface chemistry of transition metal carbides, Chem. Rev. 105 (2005) 185–212. [5] D.J. Ham J.S. Lee Transition metal carbides and nitrides as electrode materials for low temperature fuel cells Energies 2 2009 873 899 D. J. Ham, J. S. Lee, Transition metal carbides and nitrides as electrode materials for low temperature fuel cells, Energies 2 (2009) 873–899. [6] Y. Liu T.G. Kelly J.G. Chen W.E. Mustain Metal carbides as alternative electrocatalyst supports ACS Catal. 3 2013 1184 1194 Y. Liu, T. G. Kelly, J. G. Chen, W. E. Mustain, Metal carbides as alternative electrocatalyst supports, ACS Catal. 3 (2013) 1184−1194. [7] B.M. Tackett W. Sheng J.G. Chen Opportunities and challenges in utilizing metal-modified transition metal carbides as low-cost electrocatalysts Joule 1 2017 253 263 B. M. Tackett, W. Sheng, J. G. Chen, Opportunities and challenges in utilizing metal-modified transition metal carbides as low-cost electrocatalysts, Joule 1 (2017) 253–263. [8] W. Wan B.M. Tackett J.G. Chen Reactions of water and C1 molecules on carbide and metal-modified carbide surfaces Chem Soc. Rev. 46 2017 1807 1823 W. Wan, B. M. Tackett, J. G. Chen, Reactions of water and C1 molecules on carbide and metal-modified carbide surfaces Chem. Soc. Rev. 46 (2017) 1807–1823. [9] M. Naguib V.N. Mochalin M.W. Barsoum Y. Gogotsi MXenes: a new family of two-dimensional materials Adv. Mater. 26 2014 992 1005 M. Naguib, V. N. Mochalin, M. W. Barsoum, Y. Gogotsi, MXenes: a new family of two‐dimensional materials, Adv. Mater. 26 (2014) 992−1005. [10] N.K. Chaudhari H. Jin B. Kim D.S. Baek S.H. Joo K. Lee MXene: an emerging two-dimensional material for future energy conversion and storage applications J. Mater. Chem. A 7 2017 24564 24579 N. K. Chaudhari, H. Jin, B. Kim, D. S. Baek, S. H. Joo, K. Lee, MXene: an emerging two-dimensional material for future energy conversion and storage applications J. Mater. Chem. A 7 (2017) 24564−24579. [11] J.S. Lee S.T. Oyama M. Boudart Molybdenum carbide catalysts. I. Synthesis of unsupported powders J. Catal. 106 1987 125 133 J. S. Lee, S. T. Oyama, M. Boudart, Molybdenum carbide catalysts. I. Synthesis of unsupported powders, J. Catal. 106 (1987) 125−133. [12] J.S. Lee L. Volpe F.H. Ribeiro M. Boudart Molybdenum carbide catalysts. II. Topotactic synthesis of unsupported powders J. Catal. 112 1988 44 53 J. S. Lee, L. Volpe, F. H. Ribeiro, M. Boudart, Molybdenum carbide catalysts. II. Topotactic synthesis of unsupported powders, J. Catal. 112 (1988) 44−53. [13] J.S. Lee M.H. Yeom K.Y. Park I.-S. Nam J.S. Chung Y.G. Kim S.H. Moon Preparation and benzene hydrogenation activity of supported molybdenum carbide catalysts J. Catal. 128 1991 126 136 J. S. Lee, M. H. Yeom, K. Y. Park, I.-S. Nam, J. S. Chung, Y. G. Kim, S. H. Moon, Preparation and benzene hydrogenation activity of supported molybdenum carbide catalysts, J. Catal. 128 (1991) 126−136. [14] J.S. Lee K.H. Lee J.Y. Lee Selective chemisorption of carbon monoxide and hydrogen over supported molybdenum carbide catalysts J. Phys. Chem. 96 1992 362 366 J. S. Lee, K. H. Lee, J. Y. Lee, Selective chemisorption of carbon monoxide and hydrogen over supported molybdenum carbide catalysts, J. Phys. Chem. 96 (1992) 362–366. [15] S. Li J.S. Lee Molybdenum nitride and carbide prepared from heteropolyacids: 1. Preparation and characterization J. Catal. 162 1996 76 87 S. Li, J. S. Lee, Molybdenum nitride and carbide prepared from heteropolyacids: 1. Preparation and characterization, J. Catal. 162 (1996) 76–87. [16] R. Ganesan J.S. Lee Tungsten carbide microspheres as a noble-metal-economic electrocatalyst for methanol oxidation Angew. Chem. Int. Ed. 44 2005 6557 6560 R. Ganesan, J. S. Lee, Tungsten carbide microspheres as a noble-metal-economic electrocatalyst for methanol oxidation, Angew. Chem. Int. Ed. 44 (2005) 6557–6560. [17] D.J. Ham C. Pak G.H. Bae S. Han K. Kwon S.-A. Jin H. Chang S.H. Choi J.S. Lee Palladium–nickel alloys loaded on tungsten carbide as platinum-free anode electrocatalysts for polymer electrolyte membrane fuel cells Chem. Commun. 47 2011 5792 5794 D. J. Ham, C. Pak, G. H. Bae, S. Han, K. Kwon, S.-A. Jin, H. Chang, S. H. Choi, J. S. Lee, Palladium–nickel alloys loaded on tungsten carbide as platinum-free anode electrocatalysts for polymer electrolyte membrane fuel cells, Chem. Commun. 47 (2011) 5792–5794. [18] D.H. Youn S. Han J.Y. Kim J.Y. Kim H. Park S.H. Choi J.S. Lee Highly active and stable hydrogen evolution electrocatalysts based on molybdenum compounds on carbon nanotube–graphene hybrid support ACS Nano 8 2014 5164 5173 D. H. Youn, S. Han, J. Y. Kim, J. Y. Kim, H. Park, S. H. Choi, J. S. Lee, Highly active and stable hydrogen evolution electrocatalysts based on molybdenum compounds on carbon nanotube–graphene hybrid support, ACS Nano 8 (2014) 5164–5173. [19] M.A.R. Anjum M.H. Lee J.S. Lee Boron- and nitrogen-codoped molybdenum carbide nanoparticles imbedded in a BCN network as a bifunctional electrocatalyst for hydrogen and oxygen evolution reactions ACS Catal. 8 2018 8296 8305 M. A. R Anjum, M. H. Lee, J. S. Lee, Boron- and nitrogen-codoped molybdenum carbide nanoparticles imbedded in a BCN network as a bifunctional electrocatalyst for hydrogen and oxygen evolution reactions, ACS Catal. 8 (2018) 8296–8305. [20] Z. Lin, S. R. Denny, J. G. Chen, Transition metal carbides and nitrides as catalysts for thermochemical reactions, J. Catal. 404 (2021) 929–942. [21] H. Böhm Adsorption und anodische oxidation von wasserstoff an wolframcarbid Electrochim. Acta. 15 1970 1273 1280 H. Böhm, Adsorption und anodische oxidation von wasserstoff an wolframcarbid, Electrochim. Acta. 15 (1970) 1273−1280. [22] J.A. Turner Sustainable hydrogen production Science 305 2004 972 974 J. A. Turner, Sustainable hydrogen production, Science 305 (2004) 972–974. [23] S. Chu Y. Cui N. Liu The path towards sustainable energy Nat. Mater. 16 2017 16 22 S. Chu, Y. Cui and N. Liu, The path towards sustainable energy, Nat. Mater. 16 (2017) 16–22. [24] Z. W. Seh, J. Kibsgaard, C. F. Dickens, I. Chorkendorff, J. K. Nørskov, T. F. Jaramillo, Combining theory and experiment in electrocatalysis: insights into materials design, Science 355 (2017) eaad4998. [25] W.-F. Chen, J. T. Muckerman, E. Fujita, Recent developments in transition metal carbides and nitrides as hydrogen evolution electrocatalysts, Chem. Commun. 49 (2013) 8896–8909. [26] C.G. Morales-Guio L.-A. Stern X. Hu Nanostructured hydrotreating catalysts for electrochemical hydrogen evolution Chem. Soc. Rev. 43 2014 6555 6569 C. G. Morales-Guio, L.-A. Stern, X. Hu, Nanostructured hydrotreating catalysts for electrochemical hydrogen evolution, Chem. Soc. Rev. 43 (2014) 6555–6569. [27] Q. Gao W. Zhang Z. Shi L. Yang Y. Tang Structural design and electronic modulation of transition-metal-carbide electrocatalysts toward efficient hydrogen evolution Adv. Mater. 31 2019 1802880 Q. Gao, W. Zhang, Z. Shi, L. Yang, Y. Tang, Structural design and electronic modulation of transition-metal-carbide electrocatalysts toward efficient hydrogen evolution, Adv. Mater. 31 (2019) 1802880. [28] Y. Wang Q. Wu B. Zhang L. Tia K. Li X. Zhang Recent advances in transition metal carbide electrocatalysts for oxygen evolution reaction Catalysts 10 2020 1164 Y. Wang, Q. Wu, B. Zhang, L. Tia, K. Li, X. Zhang, Recent advances in transition metal carbide electrocatalysts for oxygen evolution reaction, Catalysts, 10 (2020) 1164. [29] H. Jun S. Kim J. Lee Development strategies in transition metal carbide for hydrogen evolution reaction: a review Kor. J. Chem. Eng. 37 2020 1317 1330 H. Jun, S. Kim, J. Lee, Development strategies in transition metal carbide for hydrogen evolution reaction: a review, Kor. J. Chem. Eng. 37 (2020) 1317–1330. [30] P. Liu J.A. Rodriguez Catalytic properties of molybdenum carbide, nitride and phosphide: a theoretical study Catal. Lett. 91 2003 247 252 P. Liu, J. A. Rodriguez, Catalytic properties of molybdenum carbide, nitride and phosphide: a theoretical study, Catal. Lett. 2003, 91, 247–252. [31] J.R. Kitchin J.K. Nørskov M.A. Barteau J.G. Chen Trends in the chemical properties of early transition metal carbide surfaces: a density functional study Catal. Today 105 2005 66 73 J. R. Kitchin, J. K. Nørskov, M. A. Barteau, J. G. Chen, Trends in the chemical properties of early transition metal carbide surfaces: a density functional study, Catal. Today 105 (2005) 66–73. [32] M. Mavrikakis B. Hammer J.K. Norskov Effect of strain on the reactivity of metal surfaces Phys. Rev. Lett. 81 1998 2819 2822 M. Mavrikakis, B. Hammer, J. K. Norskov, Effect of strain on the reactivity of metal surfaces, Phys. Rev. Lett. 1998, 81, 2819–2822. [33] V. Heine s−d interaction in transition metals Phys. Rev. A 153 1967 673 682 V. Heine, s−d interaction in transition metals, Phys. Rev. A 1967, 153, 673–682. [34] M.C. Weidman D.V. Esposito Y.-C. Hsu J.G. Chen Comparison of electrochemical stability of transition metal carbides (WC, W2C, Mo2C) over a wide pH range J. Power Sources 202 2012 11 17 M. C. Weidman, D. V. Esposito, Y.-C. Hsu, J. G. Chen, Comparison of electrochemical stability of transition metal carbides (WC, W2C, Mo2C) over a wide pH range, J. Power Sources 202 (2012) 11–17. [35] J.D. Benck T.R. Hellstern J. Kibsgaard P. Chakthranont T.F. Jaramillo Catalyzing the hydrogen evolution reaction (HER) with molybdenum sulfide nanomaterials ACS Catal. 4 2014 3957 3971 J. D. Benck, T. R. Hellstern, J. Kibsgaard, P. Chakthranont, T. F. Jaramillo, Catalyzing the hydrogen evolution reaction (HER) with molybdenum sulfide nanomaterials, ACS Catal. 4 (2014) 3957−3971. [36] C. Wei R.R. Rao J. Peng B. Huang I.E.L. Stephens M. Risch Z.J. Xu Y. Shao-Horn Recommended practices and benchmark activity for hydrogen and oxygen electrocatalysis in water splitting and fuel cells Adv. Mater. 31 2019 1806296 C. Wei, R. R. Rao, J. Peng, B. Huang, I. E. L. Stephens, M. Risch, Z. J. Xu, Y. Shao-Horn, Recommended practices and benchmark activity for hydrogen and oxygen electrocatalysis in water splitting and fuel cells, Adv. Mater. 31 (2019) 1806296. [37] H. Vrubel X. Hu Molybdenum boride and carbide catalyze hydrogen evolution in both acidic and basic solutions Angew. Chem. Int. Ed. 51 2012 12703 12706 H. Vrubel, X. Hu, Molybdenum boride and carbide catalyze hydrogen evolution in both acidic and basic solutions, Angew. Chem. Int. Ed. 51 (2012) 12703–12706. [38] R. Michalsky Y.-J. Zhang A.A. Peterson Trends in the hydrogen evolution activity of metal carbide catalysts ACS Catal. 4 2014 1274 1278 R. Michalsky, Y.-J. Zhang, A. A. Peterson, Trends in the hydrogen evolution activity of metal carbide catalysts, ACS Catal. 4 (2014) 1274−1278. [39] C. Wan Y.N. Regmi B.M. Leonard Multiple phases of molybdenum carbide as electrocatalysts for the hydrogen evolution reaction Angew. Chem. Int. Ed. 53 2014 6407 6410 C. Wan, Y. N. Regmi, B. M. Leonard, Multiple phases of molybdenum carbide as electrocatalysts for the hydrogen evolution reaction, Angew. Chem. Int. Ed. 53 (2014) 6407–6410. [40] J. R. d. S. Politi, F. Viñes, J. A. Rodriguez, F. Illas, Atomic and electronic structure of molybdenum carbide phases: bulk and low Miller-index surfaces. Phys. Chem. Chem. Phys. 15 (2013) 12617. [41] Q. Gong Y. Wang Q. Hu J. Zhou R. Feng P.N. Duchesne P. Zhang F. Chen N. Han Y. Li C. Jin Y. Li S.-T. Lee Ultrasmall and phase-pure W2C nanoparticles for efficient electrocatalytic and photoelectrochemical hydrogen evolution Nat. Commun. 7 2016 13216 Q. Gong, Y. Wang, Q. Hu, J. Zhou, R. Feng, P. N. Duchesne, P. Zhang, F. Chen, N. Han, Y. Li, C. Jin, Y. Li, S.-T. Lee, Ultrasmall and phase-pure W2C nanoparticles for efficient electrocatalytic and photoelectrochemical hydrogen evolution, Nat. Commun. 7 (2016) 13216. [42] W.-F. Chen C.-H. Wang K. Sasaki N. Marinkovic W. Xu J.T. Muckerman Y. Zhu R.R. Adzic Highly active and durable nanostructured molybdenum carbide electrocatalysts for hydrogen production Energy Environ. Sci. 6 2013 943 951 W.-F. Chen, C.-H. Wang, K. Sasaki, N. Marinkovic, W. Xu, J. T. Muckerman, Y. Zhu, R. R. Adzic, Highly active and durable nanostructured molybdenum carbide electrocatalysts for hydrogen production, Energy Environ. Sci. 6 (2013) 943–951. [43] L. Liao S. Wang J. Xiao X. Bian Y. Zhang M.D. Scanlon X. Hu Y. Tang B. Liu H.H. Girault A nanoporous molybdenum carbide nanowire as an electrocatalyst for hydrogen evolution reaction Energy Environ. Sci. 7 2014 387 392 L. Liao, S. Wang, J. Xiao, X. Bian, Y. Zhang, M. D. Scanlon, X. Hu, Y. Tang, B. Liu, H. H. Girault, A nanoporous molybdenum carbide nanowire as an electrocatalyst for hydrogen evolution reaction, Energy Environ. Sci. 7 (2014) 387–392. [44] S.T. Hunt T. Nimmanwudipong Y. Román-Leshkov Engineering non-sintered, metal-terminated tungsten carbide nanoparticles for catalysis Angew. Chem. Int. Ed. 53 2014 5131 5136 S. T. Hunt, T. Nimmanwudipong, Y. Román‐Leshkov, Engineering non-sintered, metal-terminated tungsten carbide nanoparticles for catalysis, Angew. Chem. Int. Ed. 53 (2014) 5131–5136. [45] W. Cui N. Cheng Q. Liu C. Ge A.M. Asiri X. Sun Mo2C nanoparticles decorated graphitic carbon sheets: biopolymer-derived solid-state synthesis and application as an efficient electrocatalyst for hydrogen generation ACS Catal. 4 2014 2658 2661 W. Cui, N. Cheng, Q. Liu, C. Ge, A. M. Asiri, X. Sun, Mo2C nanoparticles decorated graphitic carbon sheets: biopolymer-derived solid-state synthesis and application as an efficient electrocatalyst for hydrogen generation, ACS Catal. 4 (2014) 2658–2661. [46] C. Wan B.M. Leonard Iron-doped molybdenum carbide catalyst with high activity and stability for the hydrogen evolution reaction Chem. Mater. 27 2015 4281 4288 C. Wan, B. M. Leonard, Iron-doped molybdenum carbide catalyst with high activity and stability for the hydrogen evolution reaction, Chem. Mater. 27 (2015) 4281–4288. [47] X. Fan H. Zhou X. Guo WC nanocrystals grown on vertically aligned carbon nanotubes: an efficient and stable electrocatalyst for hydrogen evolution reaction ACS Nano 9 2015 5125 5134 X. Fan, H. Zhou, X. Guo, WC nanocrystals grown on vertically aligned carbon nanotubes: an efficient and stable electrocatalyst for hydrogen evolution reaction, ACS Nano 9 (2015) 5125–5134. [48] F.-X. Ma H.B. Wu B.Y. Xia C.-Y. Xu X.W. Lou Hierarchical -Mo2C nanotubes organized by ultrathin nanosheets as a highly efficient electrocatalyst for hydrogen production Angew. Chem. Int. Ed. 54 2015 15395 15399 F.-X. Ma, H. B. Wu, B. Y. Xia, C.-Y. Xu, X. W. Lou, Hierarchical β-Mo2C nanotubes organized by ultrathin nanosheets as a highly efficient electrocatalyst for hydrogen production, Angew. Chem. Int. Ed. 54 (2015) 15395–15399. [49] H.B. Wu B.Y. Xia L. Yu X.-Y. Yu X.W. Lou Porous molybdenum carbide nano-octahedrons synthesized via confined carburization in metal-organic frameworks for efficient hydrogen production Nat. Commun. 6 2015 6512 H. B. Wu, B. Y. Xia, L. Yu, X.-Y. Yu, X. W. Lou, Porous molybdenum carbide nano-octahedrons synthesized via confined carburization in metal-organic frameworks for efficient hydrogen production, Nat. Commun. 6 (2015) 6512. [50] P. Xiao X. Ge H. Wang Z. Liu A. Fisher X. Wang Novel molybdenum carbide–tungsten carbide composite nanowires and their electrochemical activation for efficient and stable hydrogen evolution Adv. Funct. Mater. 25 2015 1520 1526 P. Xiao, X. Ge, H. Wang, Z. Liu, A. Fisher, X. Wang, Novel molybdenum carbide–tungsten carbide composite nanowires and their electrochemical activation for efficient and stable hydrogen evolution, Adv. Funct. Mater. 25 (2015) 1520–1526. [51] Y. Liu G. Yu G.-D. Li Y. Sun T. Asefa W. Chen X. Zou Coupling Mo2C with nitrogen-rich nanocarbon leads to efficient hydrogen-evolution electrocatalytic sites Angew. Chem. Int. Ed. 54 2015 10752 10757 Y. Liu, G. Yu, G.-D. Li, Y. Sun, T. Asefa, W. Chen, X. Zou, Coupling Mo2C with nitrogen-rich nanocarbon leads to efficient hydrogen-evolution electrocatalytic sites, Angew. Chem. Int. Ed. 54 (2015) 10752–10757. [52] R. Ma Y. Zhou Y. Chen P. Li Q. Liu J. Wang Ultrafine molybdenum carbide nanoparticles composites with carbon as a highly active hydrogen-evolution electrocatalyst Angew. Chem. Int. Ed. 54 2015 14723 14727 R. Ma, Y. Zhou, Y. Chen, P. Li, Q. Liu, J. Wang, Ultrafine molybdenum carbide nanoparticles composites with carbon as a highly active hydrogen-evolution electrocatalyst, Angew. Chem. Int. Ed. 54 (2015) 14723–14727. [53] J.-S. Li Y. Wang C.-H. Liu S.-L. Li Y.-G. Wang L.-Z. Dong Z.-H. Dai Y.-F. Li Y.-Q. Lan Coupled molybdenum carbide and reduced graphene oxide electrocatalysts for efficient hydrogen evolution Nat. Commun. 7 2016 11204 J.-S. Li, Y. Wang, C.-H. Liu, S.-L. Li, Y.-G. Wang, L.-Z. Dong, Z.-H. Dai, Y.-F. Li, Y.-Q. Lan, Coupled molybdenum carbide and reduced graphene oxide electrocatalysts for efficient hydrogen evolution, Nat. Commun. 7 (2016) 11204. [54] H. Lin Z. Shi S. He X. Yu S. Wang Q. Gao Y. Tang Heteronanowires of MoC–Mo2C as efficient electrocatalysts for hydrogen evolution reaction Chem. Sci. 7 2016 3399 3405 H. Lin, Z. Shi, S. He, X. Yu, S. Wang, Q. Gao, Y. Tang, Heteronanowires of MoC–Mo2C as efficient electrocatalysts for hydrogen evolution reaction, Chem. Sci. 7 (2016) 3399–3405. [55] Y. Huang Q. Gong X. Song K. Feng K. Nie F. Zhao Y. Wang M. Zeng J. Zhong Y. Li Mo2C nanoparticles dispersed on hierarchical carbon microflowers for efficient electrocatalytic hydrogen evolution ACS Nano 10 2016 11337 11343 Y. Huang, Q. Gong, X. Song, K. Feng, K. Nie, F. Zhao, Y. Wang, M. Zeng, J. Zhong, Y. Li, Mo2C nanoparticles dispersed on hierarchical carbon microflowers for efficient electrocatalytic hydrogen evolution, ACS Nano 10 (2016) 11337–11343. [56] H. Lin N. Liu Z. Shi Y. Guo Y. Tang Q. Gao Cobalt-doping in molybdenum-carbide nanowires toward efficient electrocatalytic hydrogen evolution Adv. Funct. Mater. 26 2016 5590 5598 H. Lin, N. Liu, Z. Shi, Y. Guo, Y. Tang, Q. Gao, Cobalt-doping in molybdenum-carbide nanowires toward efficient electrocatalytic hydrogen evolution, Adv. Funct. Mater. 26 (2016) 5590–5598. [57] X. Fan Y. Liu Z. Peng Z. Zhang H. Zhou X. Zhang B.I. Yakobson W.A. Goddard III X. Guo R.H. Hauge J.M. Tour Atomic H-induced Mo2C hybrid as an active and stable bifunctional electrocatalyst ACS Nano 11 2017 384 394 X. Fan, Y. Liu, Z. Peng, Z. Zhang, H. Zhou, X. Zhang, B. I. Yakobson, W. A. Goddard III, X. Guo, R. H. Hauge, J. M. Tour, Atomic H-induced Mo2C hybrid as an active and stable bifunctional electrocatalyst, ACS Nano 11 (2017) 384–394. [58] F. Wang P. He Y. Li T.A. Shifa Y. Deng K. Liu Q. Wang F. Wang Y. Wen Z. Wang X. Zhan L. Sun J. He Interface engineered W x C@WS2 nanostructure for enhanced hydrogen evolution catalysis Adv. Funct. Mater. 27 2017 1605802 F. Wang, P. He, Y. Li, T. A. Shifa, Y. Deng, K. Liu, Q. Wang, F. Wang, Y. Wen, Z. Wang, X. Zhan, L. Sun, J. He, Interface engineered WxC@WS2 nanostructure for enhanced hydrogen evolution catalysis, Adv. Funct. Mater. 27 (2017) 1605802. [59] Y.-T. Xu X. Xiao Z.-M. Ye S. Zhao R. Shen C.-T. He J.-P. Zhang Y. Li X.-M. Chen Cage-confinement pyrolysis route to ultrasmall tungsten carbide nanoparticles for efficient electrocatalytic hydrogen evolution J. Am. Chem. Soc. 139 2017 5285 5288 Y.-T. Xu, X. Xiao, Z.-M. Ye, S. Zhao, R. Shen, C.-T. He, J.-P. Zhang, Y. Li, X.-M. Chen, Cage-confinement pyrolysis route to ultrasmall tungsten carbide nanoparticles for efficient electrocatalytic hydrogen evolution, J. Am. Chem. Soc. 139 (2017) 5285–5288. [60] C. Lu D. Tranca J. Zhang F.R. Hernańdez Y. Su X. Zhuang F. Zhang G. Seifert X. Feng Molybdenum carbide-embedded nitrogen-doped porous carbon nanosheets as electrocatalysts for water splitting in alkaline media ACS Nano 11 2017 3933 3942 C. Lu, D. Tranca, J. Zhang, F. R. Hernańdez, Y. Su, X. Zhuang, F. Zhang, G. Seifert, X. Feng, Molybdenum carbide-embedded nitrogen-doped porous carbon nanosheets as electrocatalysts for water splitting in alkaline media, ACS Nano 11 (2017) 3933–3942. [61] J. Jia T. Xiong L. Zhao F. Wang H. Liu R. Hu J. Zhou W. Zhou S. Chen Ultrathin N-doped Mo2C nanosheets with exposed active sites as efficient electrocatalyst for hydrogen evolution reaction ACS Nano 11 2017 12509 12518 J. Jia, T. Xiong, L. Zhao, F. Wang, H. Liu, R. Hu, J. Zhou, W. Zhou, S. Chen, Ultrathin N-doped Mo2C nanosheets with exposed active sites as efficient electrocatalyst for hydrogen evolution reaction, ACS Nano 11 (2017) 12509–12518. [62] L. Chen H. Jiang H. Jiang H. Zhang S. Guo Y. Hu C. Li Mo-based ultrasmall nanoparticles on hierarchical carbon nanosheets for superior lithium ion storage and hydrogen generation catalysis Adv. Energy Mater. 7 2017 1602782 L. Chen, H. Jiang, H. Jiang, H. Zhang, S. Guo, Y. Hu, C. Li, Mo-based ultrasmall nanoparticles on hierarchical carbon nanosheets for superior lithium ion storage and hydrogen generation catalysis, Adv. Energy Mater. 7 (2017) 1602782. [63] Z. Shi K. Nie Z.-J. Shao B. Gao H. Lin H. Zhang B. Liu Y. Wang Y. Zhang X. Sun X.-M. Cao P. Hu Q. Gao Y. Tang Phosphorus-Mo2C@carbon nanowires toward efficient electrochemical hydrogen evolution: composition, structural and electronic regulation Energy Environ. Sci. 10 2017 1262 1271 Z. Shi, K. Nie, Z.-J. Shao, B. Gao, H. Lin, H. Zhang, B. Liu, Y. Wang, Y. Zhang, X. Sun, X.-M. Cao, P. Hu, Q. Gao, Y. Tang, Phosphorus-Mo2C@carbon nanowires toward efficient electrochemical hydrogen evolution: composition, structural and electronic regulation, Energy Environ. Sci. 10 (2017) 1262–1271. [64] N. Han K.R. Yang Z. Lu Y. Li W. Xu T. Gao Z. Cai Y. Zhang V.S. Batista W. Liu X. Sun Nitrogen-doped tungsten carbide nanoarray as an efficient bifunctional electrocatalyst for water splitting in acid Nat. Commun. 9 2018 924 N. Han, K. R. Yang, Z. Lu, Y. Li, W. Xu, T. Gao, Z. Cai, Y. Zhang, V. S. Batista, W. Liu, X. Sun, Nitrogen-doped tungsten carbide nanoarray as an efficient bifunctional electrocatalyst for water splitting in acid, Nat. Commun. 9 (2018) 924. [65] X. Zang W. Chen X. Zou J.N. Hohman L. Yang B. Li M. Wei C. Zhu J. Liang M. Sanghadasa J. Gu L. Lin Self-assembly of large-area 2D polycrystalline transition metal carbides for hydrogen electrocatalysis Adv. Mater. 30 2018 1805188 X. Zang, W. Chen, X. Zou, J. N. Hohman, L. Yang, B. Li, M. Wei, C. Zhu, J. Liang, M. Sanghadasa, J. Gu, L. Lin, Self-assembly of large-area 2D polycrystalline transition metal carbides for hydrogen electrocatalysis, Adv. Mater. 30 (2018) 1805188. [66] Y.-Y. Ma Z.-L. Lang L.-K. Yan Y.-H. Wang H.-Q. Tan K. Feng Y.-J. Xia J. Zhong Y. Liu Z.-H. Kang Y.-G. Li Highly efficient hydrogen evolution triggered by a multi-interfacial Ni/WC hybrid electrocatalyst Energy Environ. Sci. 11 2018 2114 2123 Y.-Y. Ma, Z.-L. Lang, L.-K. Yan, Y.-H. Wang, H.-Q. Tan, K. Feng, Y.-J. Xia, J. Zhong, Y. Liu, Z.-H. Kang, Y.-G. Li, Highly efficient hydrogen evolution triggered by a multi-interfacial Ni/WC hybrid electrocatalyst, Energy Environ. Sci. 11 (2018) 2114–2123. [67] J. Xiong J. Li J. Shi X. Zhang N.-T. Suen Z. Liu Y. Huang G. Xu W. Cai X. Lei L. Feng Z. Yang L. Huang H. Cheng In situ engineering of double-phase interface in Mo/Mo2C heteronanosheets for boosted hydrogen evolution reaction ACS Energy Lett. 3 2018 341 348 J. Xiong, J. Li, J. Shi, X. Zhang, N.-T. Suen, Z. Liu, Y. Huang, G. Xu, W. Cai, X. Lei, L. Feng, Z. Yang, L. Huang, H. Cheng, In situ engineering of double-phase interface in Mo/Mo2C heteronanosheets for boosted hydrogen evolution reaction, ACS Energy Lett. 3 (2018) 341–348. [68] Y. Luo L. Tang U. Khan Q. Yu H.-M. Cheng X. Zou B. Liu Morphology and surface chemistry engineering toward pH-universal catalysts for hydrogen evolution at high current density Nat. Commun. 10 2019 269 Y. Luo, L. Tang, U. Khan, Q. Yu, H.-M. Cheng, X. Zou, B. Liu, Morphology and surface chemistry engineering toward pH-universal catalysts for hydrogen evolution at high current density, Nat. Commun. 10 (2019) 269. [69] L. He W. Zhang Q. Mo W. Huang L. Yang Q. Gao Molybdenum carbide-oxide heterostructures: in situ surface reconfiguration toward efficient electrocatalytic hydrogen evolution Angew. Chem. Int. Ed. 59 2020 3544 3548 L. He, W. Zhang, Q. Mo, W. Huang, L. Yang, Q. Gao, Molybdenum carbide-oxide heterostructures: in situ surface reconfiguration toward efficient electrocatalytic hydrogen evolution, Angew. Chem. Int. Ed. 59 (2020) 3544–3548. [70] L. Zhao H. Yuan D. Sun J. Jia J. Yu X. Zhang X. Liu H. Liu W. Zhou Active facet regulation of highly aligned molybdenum carbide porous octahedrons via crystal engineering for hydrogen evolution reaction Nano Energy 77 2020 105056 L. Zhao, H. Yuan, D. Sun, J. Jia, J. Yu, X. Zhang, X. Liu, H. Liu, W. Zhou, Active facet regulation of highly aligned molybdenum carbide porous octahedrons via crystal engineering for hydrogen evolution reaction, Nano Energy 77 (2020) 105056. [71] J. Zhu K. Sakaushi G. Clavel M. Shalom M. Antonietti T.-P. Fellinger A general salt-templating method to fabricate vertically aligned graphitic carbon nanosheets and their metal carbide hybrids for superior lithium ion batteries and water splitting J. Am. Chem. Soc. 137 2015 5480 5485 J. Zhu, K. Sakaushi, G. Clavel, M. Shalom, M. Antonietti, T.-P. Fellinger, A general salt-templating method to fabricate vertically aligned graphitic carbon nanosheets and their metal carbide hybrids for superior lithium ion batteries and water splitting, J. Am. Chem. Soc. 137 (2015) 5480–5485. [72] Y.-Y. Chen Y. Zhang W.-J. Jiang X. Zhang Z. Dai L.-J. Wan J.-S. Hu Pomegranate-like N, P-doped Mo2C@C nanospheres as highly active electrocatalysts for alkaline hydrogen evolution ACS Nano 10 2016 8851 8860 Y.-Y. Chen, Y. Zhang, W.-J. Jiang, X. Zhang, Z. Dai, L.-J. Wan, J.-S. Hu, Pomegranate-like N,P-doped Mo2C@C nanospheres as highly active electrocatalysts for alkaline hydrogen evolution, ACS Nano 10 (2016) 8851–8860. [73] Z. Wu J. Wang R. Liu K. Xia C. Xuan J. Guo W. Lei D. Wang Facile preparation of carbon sphere supported molybdenum compounds (P, C and S) as hydrogen evolution electrocatalysts in acid and alkaline electrolytes Nano Energy 32 2017 511 519 Z. Wu, J. Wang, R. Liu, K. Xia, C. Xuan, J. Guo, W. Lei, D. Wang, Facile preparation of carbon sphere supported molybdenum compounds (P, C and S) as hydrogen evolution electrocatalysts in acid and alkaline electrolytes, Nano Energy 32 (2017) 511–519. [74] Q. Hu X. Liu B. Zhu L. Fan X. Chai Q. Zhang J. Liu C. He Z. Lin Crafting MoC2-doped bimetallic alloy nanoparticles encapsulated within N-doped graphene as roust bifunctional electrocatalysts for overall water splitting Nano Energy 50 2018 212 219 Q. Hu, X. Liu, B. Zhu, L. Fan, X. Chai, Q. Zhang, J. Liu, C. He, Z. Lin, Crafting MoC2-doped bimetallic alloy nanoparticles encapsulated within N-doped graphene as roust bifunctional electrocatalysts for overall water splitting, Nano Energy 50 (2018) 212–219. [75] J.-Q. Chi W.-K. Gao J.-H. Lin B. Dong J.-F. Qin Z.-Z. Liu B. Liu Y.-M. Chai C.-G. Liu Porous core-shell N-doped Mo2C@C nanospheres derived from inorganic-organic hybrid precursors for highly efficient hydrogen evolution J. Catal. 360 2018 9 19 J.-Q. Chi, W.-K. Gao, J.-H. Lin, B. Dong, J.-F. Qin, Z.-Z. Liu, B. Liu, Y.-M. Chai, C.-G. Liu, Porous core-shell N-doped Mo2C@C nanospheres derived from inorganic-organic hybrid precursors for highly efficient hydrogen evolution, J. Catal. 360 (2018) 9–19. [76] M. Li Y. Zhu H. Wang C. Wang N. Pinna X. Lu Ni strongly coupled with Mo2C encapsulated in nitrogen-doped carbon nanofibers as robust bifunctional catalyst for overall water splitting Adv. Energy Mater. 9 2019 1803185 M. Li, Y. Zhu, H. Wang, C. Wang, N. Pinna, X. Lu, Ni strongly coupled with Mo2C encapsulated in nitrogen-doped carbon nanofibers as robust bifunctional catalyst for overall water splitting, Adv. Energy Mater. 9 (2019) 1803185. [77] Y. Zang S. Niu Y. Wu X. Zheng J. Cai J. Ye Y. Xie Y. Liu J. Zhou J. Zhu X. Liu G. Wang Y. Qian Tuning orbital orientation endows molybdenum disulfide with exceptional alkaline hydrogen evolution capability Nat. Commun. 10 2019 1217 Y. Zang, S. Niu, Y. Wu, X. Zheng, J. Cai, J. Ye, Y. Xie, Y. Liu, J. Zhou, J. Zhu, X. Liu, G. Wang, Y. Qian, Tuning orbital orientation endows molybdenum disulfide with exceptional alkaline hydrogen evolution capability, Nat. Commun. 10 (2019) 1217. [78] L. Najafi S. Bellani R. Oropesa-Nuñez M. Prato B. Martín-García R. Brescia F. Bonaccorso Carbon nanotube-supported MoSe2 holey flake: Mo2C ball hybrids for bifunctional pH-universal water splitting ACS Nano 13 2019 3162 3176 L. Najafi, S. Bellani, R. Oropesa-Nuñez, M. Prato, B. Martín-García, R. Brescia, F. Bonaccorso, Carbon nanotube-supported MoSe2 holey flake: Mo2C ball hybrids for bifunctional pH-universal water splitting, ACS Nano 13 (2019) 3162–3176. [79] Q. Liang H. Jin Z. Wang Y. Xiong S. Yuan X. Zeng D. He S. Mu Metal-organic frameworks derived reverse-encapsulation Co-NC@Mo2C complex for efficient overall water splitting Nano Energy 57 2019 746 752 Q. Liang, H. Jin, Z. Wang, Y. Xiong, S. Yuan, X. Zeng, D. He, S. Mu, Metal-organic frameworks derived reverse-encapsulation Co-NC@Mo2C complex for efficient overall water splitting, Nano Energy 57 (2019) 746–752. [80] X.F. Lu L. Yu J. Zhang X.W. Lou Ultrafine dual-phased carbide nanocrystals confined in porous nitrogen-doped carbon dodecahedrons for efficient hydrogen evolution reaction Adv. Mater. 31 2019 1900699 X. F. Lu, L. Yu, J. Zhang, X. W. Lou, Ultrafine dual-phased carbide nanocrystals confined in porous nitrogen-doped carbon dodecahedrons for efficient hydrogen evolution reaction, Adv. Mater. 31 (2019) 1900699. [81] S. Kim C. Choi J. Hwang J. Park J. Jeong H. Jun S. Lee S.-K. Kim J.H. Jang Y. Jung J. Lee Interaction mediator assisted synthesis of mesoporous molybdenum carbide: Mo-valence state adjustment for optimizing hydrogen evolution ACS Nano 14 2020 4988 4999 S. Kim, C. Choi, J. Hwang, J. Park, J. Jeong, H. Jun, S. Lee, S.-K. Kim, J. H. Jang, Y. Jung, J. Lee, Interaction mediator assisted synthesis of mesoporous molybdenum carbide: Mo-valence state adjustment for optimizing hydrogen evolution, ACS Nano 14 (2020) 4988–4999. [82] H. Li M. Hu L. Zhang L. Huo P. Jing B. Liu R. Gao J. Zhang B. Liu Hybridization of bimetallic molybdenum-tungsten carbide with nitrogen-doped carbon: a rational design of super active porous composite nanowires with tailored electronic structure for boosting hydrogen evolution catalysis Adv. Funct. Mater. 30 2020 2003198 H. Li, M. Hu, L. Zhang, L. Huo, P. Jing, B. Liu, R. Gao, J. Zhang, B. Liu, Hybridization of bimetallic molybdenum-tungsten carbide with nitrogen-doped carbon: a rational design of super active porous composite nanowires with tailored electronic structure for boosting hydrogen evolution catalysis, Adv. Funct. Mater. 30 (2020) 2003198. [83] Z. Chen W. Gong S. Cong Z. Wang G. Song T. Pan X. Tang J. Chen W. Lu Z. Zhao Eutectoid-structured WC/W2C heterostructures: a new platform for long-term alkaline hydrogen evolution reaction at low overpotentials Nano Energy 68 2020 104335 Z. Chen, W. Gong, S. Cong, Z. Wang, G. Song, T. Pan, X. Tang, J. Chen, W. Lu, Z. Zhao, Eutectoid-structured WC/W2C heterostructures: a new platform for long-term alkaline hydrogen evolution reaction at low overpotentials, Nano Energy 68 (2020) 104335. [84] B. Dhandapani S. Ramanathan C.C. Yu B. Frühberger J.G. Chen S.T. Oyama Synthesis, characterization, and reactivity studies of supported Mo2C with phosphorus additive J. Catal. 176 1998 61 67 B. Dhandapani, S. Ramanathan, C. C. Yu, B. Frühberger, J. G. Chen, S. T. Oyama, Synthesis, characterization, and reactivity studies of supported Mo2C with phosphorus additive, J. Catal. 176 (1998) 61−67. [85] D.V. Esposito J.G. Chen Monolayer platinum supported on tungsten carbides as low-cost electrocatalysts: opportunities and limitations Energy Environ. Sci. 4 2011 3900 3912 D. V. Esposito, J. G. Chen, Monolayer platinum supported on tungsten carbides as low-cost electrocatalysts: opportunities and limitations, Energy Environ. Sci. 4 (2011) 3900–3912. [86] S.T. Hunt Y. Román-Leshkov Principles and methods for the rational design of core−shell nanoparticle catalysts with ultralow noble metal loadings Acc. Chem. Res. 51 2018 1054 1062 S. T. Hunt, Y. Román-Leshkov, Principles and methods for the rational design of core−shell nanoparticle catalysts with ultralow noble metal loadings, Acc. Chem. Res. 51 (2018) 1054−1062. [87] D.V. Esposito S.T. Hunt A.L. Stottlemyer K.D. Dobson B.E. McCandless R.W. Birkmire J.G. Chen Low-cost hydrogen-evolution catalysts based on monolayer platinum on tungsten monocarbide substrates Angew. Chem. Int. Ed. 49 2010 9859 9862 D. V. Esposito, S. T. Hunt, A. L. Stottlemyer, K. D. Dobson, B. E. McCandless, R. W. Birkmire, J. G. Chen, Low-cost hydrogen-evolution catalysts based on monolayer platinum on tungsten monocarbide substrates, Angew. Chem. Int. Ed. 49 (2010) 9859–9862. [88] D.V. Esposito S.T. Hunt Y.C. Kimmel J.G. Chen A new class of electrocatalysts for hydrogen production from water electrolysis: metal monolayers supported on low-cost transition metal carbides J. Am. Chem. Soc. 134 2012 3025 3033 D. V. Esposito, S. T. Hunt, Y. C. Kimmel, J. G. Chen, A new class of electrocatalysts for hydrogen production from water electrolysis: metal monolayers supported on low-cost transition metal carbides, J. Am. Chem. Soc. 134 (2012) 3025−3033. [89] Y.C. Kimmel X. Xu W. Yu X. Yang J.G. Chen Trends in electrochemical stability of transition metal carbides and their potential use as supports for low-cost electrocatalysts ACS Catal. 4 2014 1558 1562 Y. C. Kimmel, X. Xu, W. Yu, X. Yang, J. G. Chen, Trends in electrochemical stability of transition metal carbides and their potential use as supports for low-cost electrocatalysts, ACS Catal. 4 (2014) 1558−1562. [90] Q. Zhang Z. Jiang B.M. Tackett S.R. Denny B. Tian X. Chen B. Wang J.G. Chen Trends and descriptors of metal-modified transition metal carbides for hydrogen evolution in alkaline electrolyte ACS Catal. 9 2019 2415 2422 Q. Zhang, Z. Jiang, B. M. Tackett, S. R. Denny, B. Tian, X. Chen, B. Wang, J. G. Chen, Trends and descriptors of metal-modified transition metal carbides for hydrogen evolution in alkaline electrolyte, ACS Catal. 9 (2019) 2415−2422. [91] S.T. Hunt M. Milina A.C. Alba-Rubio C.H. Hendon J.A. Dumesic Y. Román-Leshkov Self-assembly of noble metal monolayers on transition metal carbide nanoparticle catalysts Science 352 2016 974 978 S. T. Hunt, M. Milina, A. C. Alba-Rubio, C. H. Hendon, J. A. Dumesic, Y. Román-Leshkov, Self-assembly of noble metal monolayers on transition metal carbide nanoparticle catalysts, Science 352 (2016) 974−978. [92] S.T. Hunt M. Milina Z. Wang Y. Román-Leshkov Activating earth-abundant electrocatalysts for efficient, low-cost hydrogen evolution/oxidation: sub-monolayer platinum coatings on titanium tungsten carbide nanoparticles Energy Environ. Sci. 9 2016 3290 3301 S. T. Hunt, M. Milina, Z. Wang, and Y. Román-Leshkov, Activating earth-abundant electrocatalysts for efficient, low-cost hydrogen evolution/oxidation: sub-monolayer platinum coatings on titanium tungsten carbide nanoparticles, Energy Environ. Sci. 9 (2016) 3290−3301. [93] N. Mahmood Y. Yao J.-W. Zhang L. Pan X. Zhang J.-J. Zou Electrocatalysts for hydrogen evolution in alkaline electrolytes: mechanisms, challenges, and prospective solutions Adv. Sci. 5 2018 1700464 N. Mahmood, Y. Yao, J.-W. Zhang, L. Pan, X. Zhang, J.-J. Zou, Electrocatalysts for hydrogen evolution in alkaline electrolytes: mechanisms, challenges, and prospective solutions, Adv. Sci. 5 (2018) 1700464. [94] D.S. Baek, J. Lee, J.S. Lim, S.H. Joo, Nanoscale electrocatalyst design for alkaline hydrogen evolution reaction through activity descriptor identification, Mater. Chem. Front. Published on Web (DOI: 10.1039/d1qm00183c) [95] L. Lin W. Zhou R. Gao S. Yao X. Zhang W. Xu S. Zheng Z. Jiang Q. Yu Y.-W. Li C. Shi X.-D. Wen D. Ma Low temperature hydrogen production from water and methanol using Pt/α-MoC catalysts Nature 544 2017 80 83 L. Lin, W. Zhou, R. Gao, S. Yao, X. Zhang, W. Xu, S. Zheng, Z. Jiang, Q. Yu, Y.-W. Li, C. Shi, X.-D. Wen, D. Ma, Low temperature hydrogen production from water and methanol using Pt/α-MoC catalysts, Nature 544 (2017) 80–83. [96] D.S. Baek G.Y. Jung B. Seo J.C. Kim H.-W. Lee T.J. Shin H.Y. Jeong S.K. Kwak S.H. Joo Ordered mesoporous metastable α-MoC1− x with enhanced water dissociation capability for boosting alkaline hydrogen evolution activity Adv. Funct. Mater. 29 2019 1901217 D. S. Baek, G. Y. Jung, B. Seo, J. C. Kim, H.-W. Lee, T. J. Shin, H. Y. Jeong, S. K. Kwak, S. H. Joo, Ordered mesoporous metastable α-MoC1−x with enhanced water dissociation capability for boosting alkaline hydrogen evolution activity, Adv. Funct. Mater. 29 (2019) 1901217. [97] Z.-Y. Yu Y. Duan M.-R. Gao C.-C. Lang Y.-R. Zheng S.-H. Yu A one-dimensional porous carbon-supported Ni/Mo2C dual catalyst for efficient water splitting Chem. Sci. 8 2017 968 973 Z.-Y. Yu, Y. Duan, M.-R. Gao, C.-C. Lang, Y.-R. Zheng, S.-H. Yu, A one-dimensional porous carbon-supported Ni/Mo2C dual catalyst for efficient water splitting, Chem. Sci. 8 (2017) 968–973. [98] C. Chen A. Wu H. Yan Y. Xiao C. Tian H. Fu Trapping [PMo12O40]3− clusters into pre-synthesized ZIF-67 toward Mo x Co x C particles confined in uniform carbon polyhedrons for efficient overall water splitting Chem. Sci. 9 2018 4746 4755 C. Chen, A. Wu, H. Yan, Y. Xiao, C. Tian, H. Fu, Trapping [PMo12O40]3− clusters into pre-synthesized ZIF-67 toward MoxCoxC particles confined in uniform carbon polyhedrons for efficient overall water splitting, Chem. Sci. 9 (2018) 4746–4755. [99] F. Song L. Bai A. Moysiadou S. Lee C. Hu L. Liardet X. Hu Transition metal oxides as electrocatalysts for the oxygen evolution reaction in alkaline solutions: an application-inspired renaissance J. Am. Chem. Soc. 140 2018 7748 7759 F. Song, L. Bai, A. Moysiadou, S. Lee, C. Hu, L. Liardet, X. Hu, Transition metal oxides as electrocatalysts for the oxygen evolution reaction in alkaline solutions: an application-inspired renaissance, J. Am. Chem. Soc. 140 (2018) 7748−7759. [100] T. Reier H.N. Nong D. Teschner R. Schlögl P. Strasser Electrocatalytic oxygen evolution reaction in acidic environments – reaction mechanisms and catalysts Adv. Energy Mater. 7 2017 1601275 T. Reier, H. N. Nong, D. Teschner, R. Schlögl, P. Strasser, Electrocatalytic oxygen evolution reaction in acidic environments – reaction mechanisms and catalysts, Adv. Energy Mater. 7 (2017) 1601275. [101] J.K. Nørskov J. Rossmeisl A. Logadottir L. Lindqvist J.R. Kitchin T. Bligaard H. Jónsson Origin of the overpotential for oxygen reduction at a fuel-cell cathode J. Phys. Chem. B 108 2004 17886 17892 J. K. Nørskov, J. Rossmeisl, A. Logadottir, L. Lindqvist, J. R. Kitchin, T. Bligaard, H. Jónsson, Origin of the overpotential for oxygen reduction at a fuel-cell cathode. J. Phys. Chem. B 108 (2004) 17886–17892. [102] J.L.R. Yates G.H. Spikes G. Jones Platinum-carbide interactions: core-shells for catalytic use Phys. Chem. Chem. Phys. 17 2015 4250 4258 J. L. R. Yates, G. H. Spikes, G. Jones, Platinum-carbide interactions: core-shells for catalytic use. Phys. Chem. Chem. Phys. 17 (2015) 4250–4258. [103] C. Liang L. Ding C. Li M. Pang D. Su W. Li Y. Wang Nanostructured WC x /CNTs as highly efficient support of electrocatalysts with low Pt loading for oxygen reduction reaction Energy Environ. Sci. 3 2010 1121 1127 C. Liang, L. Ding, C. Li, M. Pang, D. Su, W. Li, Y. Wang, Nanostructured WCx/CNTs as highly efficient support of electrocatalysts with low Pt loading for oxygen reduction reaction, Energy Environ. Sci. 3 (2010) 1121–1127. [104] I.J. Hsu D.A. Hansgen B.E. McCandless B.G. Willis J.G. Chen Atomic layer deposition of Pt on tungsten monocarbide (WC) for the oxygen reduction reaction J. Phys. Chem. C 115 2011 3709 3715 I. J. Hsu, D. A. Hansgen, B. E. McCandless, B. G. Willis, J. G. Chen, Atomic layer deposition of Pt on tungsten monocarbide (WC) for the oxygen reduction reaction, J. Phys. Chem. C 115 (2011) 3709–3715. [105] Y. Liu W.E. Mustain Structural and electrochemical studies of Pt clusters supported on high-surface-area tungsten carbide for oxygen reduction ACS Catal. 1 2011 212 220 Y. Liu, W. E. Mustain, Structural and electrochemical studies of Pt clusters supported on high-surface-area tungsten carbide for oxygen reduction, ACS Catal. 1 (2011) 212–220. [106] S. Yin M. Cai C. Wang P.K. Shen Tungsten carbide promoted Pd–Fe as alcohol-tolerant electrocatalysts for oxygen reduction reactions Energy Environ. Sci. 4 2011 558 563 S. Yin, M. Cai, C. Wang, P. K. Shen, Tungsten carbide promoted Pd–Fe as alcohol-tolerant electrocatalysts for oxygen reduction reactions, Energy Environ. Sci. 4 (2011) 558–563. [107] M. Nagai M. Yoshida H. Tominaga Tungsten and nickel tungsten carbides as anode electrocatalysts Electrochim. Acta 52 2007 5430 5436 M. Nagai, M. Yoshida, H. Tominaga, Tungsten and nickel tungsten carbides as anode electrocatalysts, Electrochim. Acta 52 (2007) 5430–5436. [108] S. Izhar M. Yoshida M. Nagai Characterization and performances of cobalt-tungsten and molybdenum-tungsten carbides as anode catalyst for PEFC Electrochim. Acta 54 2009 1255 1262 S. Izhar, M. Yoshida, M. Nagai, Characterization and performances of cobalt-tungsten and molybdenum-tungsten carbides as anode catalyst for PEFC, Electrochim. Acta 54 (2009) 1255–1262. [109] H. Tominaga M. Nagai Electronic structures of tungsten and molybdenum carbides as a fuel cell anode catalyst Bull. Chem. Soc. Jpn. 83 2010 1501 1503 H. Tominaga, M. Nagai, Electronic structures of tungsten and molybdenum carbides as a fuel cell anode catalyst, Bull. Chem. Soc. Jpn. 83 (2010) 1501–1503. [110] D.J. Ham Y.K. Kim S.H. Han J.S. Lee Pt/WC as an anode catalyst for PEMFC: Activity and CO tolerance Catal. Today 132 2008 117 122 D. J. Ham, Y. K. Kim, S. H. Han, J. S. Lee, Pt/WC as an anode catalyst for PEMFC: Activity and CO tolerance. Catal. Today 132 (2008) 117–122. [111] A. Hassan V.A. Paganin E.A. Ticianelli Pt modified tungsten carbide as anode electrocatalyst for hydrogen oxidation in proton exchange membrane fuel cell: CO tolerance and stability Appl. Catal. B 165 2015 611 619 Hassan, A., Paganin, V.A., and Ticianelli, E.A. (2015). Pt modified tungsten carbide as anode electrocatalyst for hydrogen oxidation in proton exchange membrane fuel cell: CO tolerance and stability. Appl. Catal. B 165, 611–619. [112] Z.J. Mellinger T.G. Kelly J.G. Chen Pd-modified tungsten carbide for methanol electro-oxidation: from surface science studies to electrochemical evaluation ACS Catal. 2 2012 751 758 Z. J. Mellinger, T. G. Kelly, J. G. Chen, Pd-modified tungsten carbide for methanol electro-oxidation: from surface science studies to electrochemical evaluation, ACS Catal. 2 (2012) 751−758. [113] H.H. Hwu J.G. Chen Potential application of tungsten carbides as electrocatalysts: 4. Reactions of methanol, water, and carbon monoxide over carbide-modified W(110) J. Phys. Chem. B 107 2003 2029 2039 H. H. Hwu, J. G. Chen, Potential application of tungsten carbides as electrocatalysts: 4. Reactions of methanol, water, and carbon monoxide over carbide-modified W(110) J. Phys. Chem. B 107 (2003) 2029–2039 [114] N. Liu K. Kourtakis J.C. Figueroa J.G. Chen Potential application of tungsten carbides as electrocatalysts III. Reactions of methanol, water, and hydrogen on Pt-modified C/W(111) surfaces J. Catal. 215 2003 254 263 N. Liu, K. Kourtakis, J. C. Figueroa, J. G. Chen, Potential application of tungsten carbides as electrocatalysts III. Reactions of methanol, water, and hydrogen on Pt-modified C/W(111) surfaces, J. Catal. 215 (2003) 254–263. [115] E.C. Weigert A.L. Stottlemyer M.B. Zellner J.G. Chen Tungsten monocarbide as potential replacement of platinum for methanol electrooxidation J. Phys. Chem. C 111 2007 14617 14620 E. C. Weigert, A. L. Stottlemyer, M. B. Zellner, J. G. Chen, Tungsten monocarbide as potential replacement of platinum for methanol electrooxidation, J. Phys. Chem. C 111 (2007) 14617–14620. [116] R. Ganesan D.J. Ham J.S. Lee Platinized mesoporous tungsten carbide for electrochemical methanol oxidation Electrochem. Commun. 9 2007 2576 2579 R. Ganesan, D. J. Ham, J. S. Lee, Platinized mesoporous tungsten carbide for electrochemical methanol oxidation. Electrochem. Commun. 9 (2007) 2576–2579. [117] H.A. Hansen J.B. Varley A.A. Peterson J.K. Nørskov Understanding trends in the electrocatalytic activity of metals and enzymes for CO2 reduction to CO J. Phys. Chem. Lett. 4 2013 388 392 H. A. Hansen, J. B. Varley, A. A. Peterson, J. K. Nørskov, Understanding trends in the electrocatalytic activity of metals and enzymes for CO2 reduction to CO. J. Phys. Chem. Lett. 4 (2013) 388–392. [118] R. Michalsky Y.-J. Zhang A.J. Medford A.A. Peterson Departures from the adsorption energy scaling relations for metal carbide catalysts J. Phys. Chem. C 118 2014 13026 13034 R. Michalsky, Y.-J. Zhang, A. J. Medford, A. A. Peterson, Departures from the adsorption energy scaling relations for metal carbide catalysts. J. Phys. Chem. C 118 (2014) 13026–13034. [119] J. Wang S. Kattel C.J. Hawxhurst J.H. Lee B.M. Tackett K. Chang N. Rui C.-J. Liu J.G. Chen Enhancing activity and reducing cost for electrochemical reduction of CO2 by supporting palladium on metal carbides Angew. Chem. Int. Ed. 58 2019 6271 6275 J. Wang, S. Kattel, C. J. Hawxhurst, J. H. Lee, B. M. Tackett, K. Chang, N. Rui, C.-J. Liu, J. G. Chen, Enhancing activity and reducing cost for electrochemical reduction of CO2 by supporting palladium on metal carbides, Angew. Chem. Int. Ed. 58 (2019) 6271 –6275. [120] S. Sun H. Li Z.J. Xu Impact of surface area in evaluation of catalyst activity Joule 2 2018 1024 1027 S. Sun, H. Li, Z. J. Xu, Impact of surface area in evaluation of catalyst activity, Joule 2 (2018) 1024–1027. [121] J.Y.C. Chen J.T. Miller J.B. Gerken S.S. Stahl Inverse spinel NiFeAlO4 as a highly active oxygen evolution electrocatalyst: promotion of activity by a redox-inert metal ion Energy Environ. Sci. 7 2014 1382 J. Y. C. Chen, J. T. Miller, J. B. Gerken, S. S. Stahl, Inverse spinel NiFeAlO4 as a highly active oxygen evolution electrocatalyst: promotion of activity by a redox-inert metal ion, Energy Environ. Sci. 7 (2014) 1382. [122] S. Zhou X. Miao X. Zhao C. Ma Y. Qiu Z. Hu J. Zhao L. Shi J. Zeng Nat. Commun. 7 2016 11510 S. Zhou, X. Miao, X. Zhao, C. Ma, Y. Qiu, Z. Hu, J. Zhao, L. Shi, J. Zeng, Nat. Commun. 2016, 7, 11510.",
      "scopus-id": "85111488850",
      "coredata": {
        "eid": "1-s2.0-S0021951721002785",
        "dc:description": "Since Boudart’s pioneering work on the use of tungsten carbide as a non-precious metal catalyst for some important catalytic reactions, metal carbides have attracted continuous interest in heterogeneous catalysis. With ever-increasing importance of hydrogen-based energy cycle, metal carbides have received increasing attention as alternative electrocatalysts for Pt-group metal catalysts in renewable energy conversion reactions. This Mini-review provides recent advances in transition metal carbide (TMC)-catalyzed energy conversion reactions. We summarize major attributes of TMCs as electrocatalysts and highlight structural design and reactivity of TMCs for hydrogen-, oxygen-, and carbon-involving energy conversion reactions with notable examples. We also describe future challenges and opportunities of TMC electrocatalysts in this field.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951721002785",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Joo, Sang Hoon"
          },
          {
            "@_fa": "true",
            "$": "Lee, Jae Sung"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951721002785"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951721002785"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(21)00278-5",
        "prism:volume": "404",
        "prism:publisher": "Elsevier Inc.",
        "dc:title": "Metal carbides as alternative electrocatalysts for energy conversion reactions",
        "prism:copyright": "© 2021 Elsevier Inc. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Transition metal carbides"
          },
          {
            "@_fa": "true",
            "$": "Energy conversion reactions"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "Electrolyzer"
          },
          {
            "@_fa": "true",
            "$": "Fuel cell"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "911-924",
        "prism:endingPage": "924",
        "pubType": "ssu",
        "prism:coverDisplayDate": "December 2021",
        "prism:doi": "10.1016/j.jcat.2021.07.013",
        "prism:startingPage": "911",
        "dc:identifier": "doi:10.1016/j.jcat.2021.07.013",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "270",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18044",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "767",
            "@width": "289",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "59113",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "788",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "169950",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "896",
            "@width": "663",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "173427",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "520",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "90303",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "523",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "124348",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13596",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "61",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4190",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "148",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14180",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "121",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10759",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "210",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13854",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19497",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1197",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "111100",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3395",
            "@width": "1280",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "382646",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3489",
            "@width": "3150",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1421358",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3969",
            "@width": "2937",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1146214",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2304",
            "@width": "2953",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "533459",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2315",
            "@width": "2953",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "992066",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951721002785-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1605171",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85111488850"
      }
    }
  }
}