{
  "metadata": {
    "title": "Facet-dependent *CO adsorption configuration on sputtered copper catalysts for selective electrocatalytic CO<ce:inf loc=post>2</ce:inf> reduction to C<ce:inf loc=post>2</ce:inf> products",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2025-12-31",
    "doi": "10.1016/j.jcat.2025.116408",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951725004749",
    "pii": "S0021951725004749"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105015516126",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2025-09-07 2025-09-07 2025-09-12 2025-09-12 2025-09-12T22:24:57 1-s2.0-S0021951725004749 S0021-9517(25)00474-9 S0021951725004749 10.1016/j.jcat.2025.116408 S250 S250.1 FULL-TEXT 1-s2.0-S0021951725X00105 2025-09-16T07:15:04.732785Z 0 0 20251201 20251231 2025 2025-09-07T06:19:20.306321Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 0021-9517 00219517 false 452 452 C Volume 452 7 116408 116408 116408 202512 December 2025 2025-12-01 2025-12-31 2025 Regular Articles article fla © 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. FACETDEPENDENTCOADSORPTIONCONFIGURATIONSPUTTEREDCOPPERCATALYSTSFORSELECTIVEELECTROCATALYTICCO2REDUCTIONC2PRODUCTS NIU R 1 Introduction 2 Experimental procedures 2.1 Materials 2.2 Material synthesis 2.3 Catalysts characterization 2.4 In situ ATR-FTIR measurements 2.5 Electrocatalytic CO2 reduction measurements 2.6 DFT calculations 3 Results and discussion 3.1 Morphology and structure of the electrocatalysts 3.2 Physico-chemical characteristics of electrocatalysts 3.3 ECR activity evaluation 3.4 Electrocatalytic mechanism 4 Conclusion CRediT authorship contribution statement Acknowledgements Appendix A Supplementary data References YAN 2023 10530 10583 T LI 2022 2201070 D TANG 2024 9344 9377 Y XU 2024 200 210 B A 2024 157076 B YOU 2024 5795 5818 S WEI 2020 4103 4111 X ZHENG 2024 e202415273 X WEI 2024 120012 T ZHANG 2025 110657 Y ZHANG 2025 116109 Y CHEN 2024 2415940 R ZHOU 2024 2418727 L SHAN 2022 133769 J SUN 2025 116020 J WU 2024 3926 3935 T ZHOU 2024 e202418459 J WANG 2025 e202420661 Y XU 2024 152164 Z GAO 2020 1902820 Y ZHAO 2024 e202415590 Z CHENG 2025 116219 Y MA 2024 21714 21746 D JIANG 2018 111 119 K WANG 2019 98 106 Y MA 2024 30183 30193 H LI 2024 e202413832 Z SHI 2024 173 179 Y WANG 2022 P BLOCHL 1994 17953 17979 P KRESSE 1996 11169 G HAMMER 1999 7413 B PERDEW 1996 16533 J LI 2022 118142 G ZHANG 2024 5172 Y WANG 2023 26133 26143 P ZHU 2024 153189 J HUANG 2022 134 141 J WANG 2024 616 X OVERA 2022 738 745 S ZHENG 2022 14936 14944 M JING 2025 124977 H LIU 2024 e202419796 X LV 2024 2400057 Z YAN 2025 Z WANG 2025 J QIU 2021 7242 7246 X YI 2020 23641 23648 J YUE 2025 115959 M ZHANG 2025 7352 7360 Y XIAO 2024 123474 H NIUX2025X116408 NIUX2025X116408XR 2027-09-12T00:00:00.000Z 2027-09-12T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-09-16T07:14:34.272Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Innovation Capability Support Program of Shaanxi 2023-CX-TD26 http://sws.geonames.org/1814991 Xi’an Jiaotong University HG6J021 XJTU Xi&apos;an Jiaotong University http://data.elsevier.com/vocabulary/SciValFunders/100031935 http://sws.geonames.org/1814991/ http://sws.geonames.org/1814991 http://sws.geonames.org/1814991 National Key R&amp;D Program of China 2023YFA1508700 NKPs National Key Research and Development Program of China http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ Programme of Introducing Talents of Discipline to Universities B23025 Project 211 http://data.elsevier.com/vocabulary/SciValFunders/501100012176 http://sws.geonames.org/1814991/ This work was supported by the National Key R&amp;D Program of China ( 2023YFA1508700 ), Innovation Capability Support Program of Shaanxi ( 2023-CX-TD26 ), the \\u201CYoung Talent Support Plan\\u201D of Xi\\u2019an Jiaotong University ( HG6J021 ), and the Programme of Introducing Talents of Discipline to Universities ( B23025 ). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0021-9517(25)00474-9 S0021951725004749 1-s2.0-S0021951725004749 10.1016/j.jcat.2025.116408 272561 2025-09-12T21:51:42.899323Z 2025-12-01 2025-12-31 1-s2.0-S0021951725004749-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/MAIN/application/pdf/84a4c21c0defd99ea5273a68ed32b9ce/main.pdf main.pdf pdf true 10628491 MAIN 10 1-s2.0-S0021951725004749-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/PREVIEW/image/png/4cd6ded001aa1c9326250b8696c75262/main_1.png main_1.png png 60307 928 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951725004749-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/gr5/DOWNSAMPLED/image/jpeg/ae6588f3cefc89d29c614a74cff965e6/gr5.jpg gr5 gr5.jpg jpg 142427 872 715 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725004749-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/gr4/DOWNSAMPLED/image/jpeg/778f9802ac54e10bd41af35a4ebcc504/gr4.jpg gr4 gr4.jpg jpg 126962 645 801 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725004749-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/gr3/DOWNSAMPLED/image/jpeg/53803bd9954982dcd67d204b0f50d079/gr3.jpg gr3 gr3.jpg jpg 110985 638 801 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725004749-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/gr2/DOWNSAMPLED/image/jpeg/9597afe3162b7bbca875f04d78582ca6/gr2.jpg gr2 gr2.jpg jpg 108203 675 802 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725004749-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/ga1/DOWNSAMPLED/image/jpeg/b79a9b7989861345738504d8272c7614/ga1.jpg ga1 true ga1.jpg jpg 36421 184 500 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725004749-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/gr1/DOWNSAMPLED/image/jpeg/7ae25746a5c21641504b4a5bb8de4e8e/gr1.jpg gr1 gr1.jpg jpg 200882 684 802 IMAGE-DOWNSAMPLED 1-s2.0-S0021951725004749-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/gr5/THUMBNAIL/image/gif/10a9a7a07155d8bdda95290727735fd7/gr5.sml gr5 gr5.sml sml 9160 163 134 IMAGE-THUMBNAIL 1-s2.0-S0021951725004749-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/gr4/THUMBNAIL/image/gif/6489696af2e13a3e55b1785a82dea4a0/gr4.sml gr4 gr4.sml sml 12251 164 203 IMAGE-THUMBNAIL 1-s2.0-S0021951725004749-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/gr3/THUMBNAIL/image/gif/58f5db74a5a2712585818ffc4eccc272/gr3.sml gr3 gr3.sml sml 14078 164 206 IMAGE-THUMBNAIL 1-s2.0-S0021951725004749-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/gr2/THUMBNAIL/image/gif/54211b24cb46cbfa825571808e2d2110/gr2.sml gr2 gr2.sml sml 11462 164 195 IMAGE-THUMBNAIL 1-s2.0-S0021951725004749-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/ga1/THUMBNAIL/image/gif/4f1370b7a7de744e90905d81cd4ee92a/ga1.sml ga1 true ga1.sml sml 10718 81 219 IMAGE-THUMBNAIL 1-s2.0-S0021951725004749-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/gr1/THUMBNAIL/image/gif/7509764f3aef2df79e906225d9a0e23f/gr1.sml gr1 gr1.sml sml 20349 164 192 IMAGE-THUMBNAIL 1-s2.0-S0021951725004749-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/HIGHRES/image/jpeg/9fe425bb9706f9859cbdbe1a124ebfe7/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 732825 3862 3168 IMAGE-HIGH-RES 1-s2.0-S0021951725004749-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/HIGHRES/image/jpeg/22e32e2ce828f00f45199026076c1f97/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 685548 2858 3548 IMAGE-HIGH-RES 1-s2.0-S0021951725004749-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/HIGHRES/image/jpeg/eb81f14c8972abcee4e8f817c7d3b24f/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 563394 2825 3548 IMAGE-HIGH-RES 1-s2.0-S0021951725004749-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/HIGHRES/image/jpeg/bd04afc5d623894a93f4b56c0f35e75e/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 601742 2989 3549 IMAGE-HIGH-RES 1-s2.0-S0021951725004749-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/HIGHRES/image/jpeg/70e563441ae769e16938fa2213229503/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 108838 490 1328 IMAGE-HIGH-RES 1-s2.0-S0021951725004749-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/HIGHRES/image/jpeg/27244ebd4e04d1fa57b13cd7fdb0b7f8/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1459258 3027 3549 IMAGE-HIGH-RES 1-s2.0-S0021951725004749-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/c13caec58a5c5bccc727022b69f87887/mmc1.docx mmc1 mmc1.docx docx 5822932 APPLICATION 1-s2.0-S0021951725004749-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/image/svg+xml/68dfabed7866ac5c33144880340bada6/si1.svg si1 si1.svg svg 22773 ALTIMG 1-s2.0-S0021951725004749-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951725004749/image/svg+xml/7d99777091666da019381821065fe64b/si2.svg si2 si2.svg svg 20261 ALTIMG YJCAT 116408 116408 S0021-9517(25)00474-9 10.1016/j.jcat.2025.116408 Elsevier Inc. Fig. 1 (a) Schematic illustration of magnetron sputtering process; (b) XRD of the samples; SEM images of (c) SCF1; (d) SCF2; (e) SCF3; HR-TEM images of (f) SCF1; (g) SCF2; and (h) SCF3. Fig. 2 The thickness obtained from AFM (a) SCF1, (b) SCF2, (c) SCF3; XPS of Cu 2p (d) SCF1, (e) SCF2, (f) SCF3; (g) Contact Angle of water of series sample; (h) Summary of water contact angles of a series of samples. Fig. 3 (a) Diagram of flow cell device; (b) FE of H2 under Ar atmospheres; FE of the generated products from ECR on (c) SCF1, (d) SCF2, (e) SCF3 at various potentials; (f) FE of C2 over various catalysts; (g) FE of CH4 over various catalysts; (h) FE of H2 over various catalysts. Fig. 4 (a) The FE of C2/CH4; (b) LSV curves under CO2 atmospheres (in a flow cell); (c) Partial current density of C2H4; (d) Partial current density of CH4.; (e) Measurement of the electrochemical double-layer capacitance (Cdl) of various catalysts; (f) EIS spectra of various catalysts; Bode phase plots of (g) SCF1; (h) SCF2; (i) SCF3. Fig. 5 In-situ ATR-FTIR spectra of (a) SCF3; (b) SCF1; (c) Calculated Gibbs free energy diagrams of electrocatalytic reduction of CO2 to CH2CH2; (d) Differential charge density and Bader charge plot analysis of Cu (1 1 1) and Cu (2 0 0). The yellow and green clouds represent the addition and loss of electrons. (The isosurface level of the differential charge densities 0.00109 e/Bohr−3); The COHP curves for the C–O bond in *CO on the surfaces of (e) Cu (1 1 1); (b) Cu (2 0 0). (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Facet-dependent *CO adsorption configuration on sputtered copper catalysts for selective electrocatalytic CO2 reduction to C2 products Ranran Niu Writing – original draft Investigation Formal analysis Data curation Hang Xiao Formal analysis Data curation Baorong Xu Visualization Software Gaoyang Li Formal analysis Daolin Tan Resources Bo Lin Conceptualization Writing – review & editing Resources Funding acquisition ⁎ Guidong Yang Methodology Resources Funding acquisition Writing – review & editing Project administration Supervision ⁎ State Key Laboratory of Fluorine & Nitrogen Chemicals, School of Chemical Engineering and Technology, Xi’an Jiaotong University, Xi’an, Shaanxi 710049, China State Key Laboratory of Fluorine & Nitrogen Chemicals School of Chemical Engineering and Technology Xi’an Jiaotong University Xi’an Shaanxi 710049 China State Key Laboratory of Fluorine & Nitrogen Chemicals, School of Chemical Engineering and Technology, Xi’an Jiaotong University, Xi’an, Shaanxi 710049, China ⁎ Corresponding authors. Graphical abstract The Cu (2 0 0) surface has a lower C–C coupling energy barrier through specific *CO adsorption configuration (*COhollow), which significantly promotes the formation of C2 products. Electrochemical CO2 reduction (ECR) provides a sustainable and green strategy for converting CO2 into valuable chemicals, especially for C2 products. However, the poor C2-product selectivity of catalysts related to substantial activation energy required for C–C coupling severely limits the practical application of ECR. Herein, we systematically investigate the role of crystal facet engineering on modulating the performance of copper-based catalysts, which achieves selective ECR for C2 products through the regulation of key intermediate adsorption configurations. Density functional theory (DFT) calculations, combined with various characterization methods, indicate that the exposure of specific crystal facets on the copper surface plays a critical role in determining the selectivity of the products. Compared to the *CO top adsorption on Cu (1 1 1), the specific *CO adsorption in the hollow site on the Cu (2 0 0) facet significantly lowers the energy barrier for C–C coupling. As a result, the SCF3 sputtered copper film sample with Cu (1 1 1) and Cu (2 0 0) facets shows a high C2 product selectivity with a Faradaic efficiency of 70.6 ± 2.0 %, while the SCF1 sample with single Cu (1 1 1) facet shows a Faradaic efficiency of CH4 at 49.8 ± 2.4 %. This work highlights the key role of facet-modulated *CO adsorption configuration in boosting the ECR performance and the selectivity of C2 products for Cu-based materials. Keywords Facet-dependent *CO adsorption configuration Electrochemical CO2 reduction Sputtered copper catalysts Data availability Data will be made available on request. 1 Introduction Electrochemical CO2 reduction (ECR) into valuable chemicals and fuels represented by C2 products offers a promising solution for CO2 resource utilization [1–4]. The development of efficient catalysts is key to advancing the practical application of ECR. Among various candidates, copper-based catalysts have emerged as the promising candidate materials for ECR, especially for the synthesis of C2 product, yet the C2 selectivity of copper-based catalysts is still poor [5–7]. A considerable body of research has focused on modifying copper-based catalysts to alter product selectivity, employing a range of strategies such as the construction of heterojunctions [8–11], doping with both metal and non-metal elements [12–15], regulation of interface environment [16–19], and the regulation of exposed crystal facets [20–22]. Crystal facet engineering, which focuses on selectively exposing specific crystal facets, is considered an effective approaches to improve the C2 selectivity and catalytic performance of Cu-based materials among various strategies [23]. For instance, Jiang et al. successfully synthesized a copper electrocatalyst enriched with Cu (1 0 0) facets using a metal ion battery cycling approach. Both experimental and theoretical analyses revealed that Cu (1 0 0) and stepped (2 1 1) facets show superior performance in promoting the C–C coupling reaction, leading to significantly enhanced ethylene selectivity [24]. Wang et al. achieved a notable enhancement in C2 product selectivity by optimizing the exposure of the Cu (1 0 0) facet through electrochemical deposition of copper catalysts. This improvement was attributed to the effective control of key intermediates involved in the ECR process [25]. Despite these advances, the intrinsic effects of different crystal facets on intermediate conversion and C2 selectivity remain poorly understood, posing a significant challenge for further optimization To investigate the mechanism related to the Cu crystal-facet control on ECR, the study on the adsorption behavior of critical intermediates, particularly *CO, is essential in determining the reaction pathway and product selectivity. The configuration of *CO adsorption on the catalyst surface is critical in influencing the efficiency of C–C coupling [26,27]. Researches have reported the effects of top adsorption (*COtop), bridge adsorption (*CObridge), hollow adsorption (*COhollow) configurations on C–C coupling activity [28,29]. For example, Li et al. realized to control the adsorption configuration of *CO by adjusting the mesostructure of CuO and demonstrated that the *COtop site is more likely to facilitate the formation of C2H4, ultimately tuning the product distribution of C2+ species [27]. However, research on *COhollow adsorption remains limited due to challenges such as the complex coordination environment and the risk of CO poisoning caused by excessive adsorption strength. These limitations have hindered a deeper understanding of *COhollow and its potential impact on ECR efficiency and selectivity. However, *COhollow sites can enable C–C coupling by shortening adjacent carbon distances (near C–C bond length) for efficient orbital overlap, while charge transfer to the substrate creates electrophilic carbon that readily bonds covalently with another carbon species. To address the challenge presented above, the choice of a suitable model catalyst is crucial for elucidating the catalytic mechanism of C2 product formation. Single-component Cu catalysts have garnered considerable interest due to their well-defined active sites and simplicity in mechanistic studies. Notably, these Cu catalysts are commonly fabricated through electrochemical deposition method, where the growth of copper can be precisely controlled by modifying the deposition parameters and the environment. However, there still remains some drawbacks related on the synthesis of single Cu catalysts, including uneven deposition and the difficulty in controlling the surface area. Therefore, developing a new approach to prepare facet-dependent single Cu catalysts is highly desirable. Here, we developed a single copper catalyst by a precise magnetron sputtering strategy for efficient ECR to C2 products. It offers a highly scalable and cost-effective alternative that enables rapid, uniform deposition over large areas without complex electrolyte systems. The technique’s compatibility with industrial roll-to-roll processes and minimal raw material waste further enhances its economic viability. Through systematically exploring the sputtering conditions, Cu films with varying crystal facet exposures can be obtained, which significantly influence the selectivity between methane and ethylene. Experimental results show that at lower sputtering power, the Cu film predominantly exposes the (1 1 1) facet, while higher sputtering power results in the exposure of both the (1 1 1) and (2 0 0) facets. When the Cu catalyst primarily exposes the Cu (1 1 1) facet, methane is the predominant product. In contrast, when both the Cu (1 1 1) and Cu (2 0 0) facets are exposed, ethylene becomes the major product, suggesting that an increased exposure of the Cu (2 0 0) facet promotes a higher yield of C2 products. This finding confirms that the Cu (2 0 0) facet is essential for enhancing the ECR process, particularly in the formation of C2 products, with the maximum FE of approximately 70.6 ± 2.0 % from the champion catalyst. Theoretical calculations further demonstrated that the specific *CO adsorption configuration (*COhollow) on the Cu (2 0 0) surface facilitates C–C coupling. Additionally, the higher free energy for the hydrogen evolution reaction (HER) on the Cu (2 0 0) facet effectively suppresses side reactions. These findings underscore the critical importance of facet exposure control in optimizing Cu-based catalysts for ECR. By selectively exposing specific facets, it is possible to direct the reaction pathways and enhance the overall efficiency and selectivity of the ECR process. 2 Experimental procedures 2.1 Materials Potassium hydroxide (KOH, purity > 85 %) was obtained from Sinopharm Chemical Reagent Co. Carbon paper (YLS-30T), and anion exchange membrane (FAA-3-PK-130) were obtained from Suzhou Sinero Technology Co. Ltd. High purity CO2 (99.99 %), high purity Ar (99.9 %) were provided by Xi'an Tenglong Chemical Co., Ltd. 2.2 Material synthesis This study employed magnetron sputtering to synthesize copper films deposited on carbon paper. The magnetron sputtering system is manufactured by Beijing Chuangshiweina Technology Co., LTD., with the model number: MSP-300B. According to the instrument parameters, the deposition rate reaches 65 nm/min at a sputtering power of 100 W. During the deposition process, the Ar flow rate is maintained at 50 sccm. During sputtering, the chamber pressure is maintained at 8 × 10−4 Pa. Additionally, the sputtering power and duration were precisely adjusted to obtain copper films with distinct microstructural and morphological characteristics. By changing the sputtering power and time, a series of copper film catalysts were prepared, namely SCF1, SCF2, SCF3 (the power gradually increased, corresponding to 50 W, 100 W, 300 W respectively, and the time was 30S), 2-SCF1, 2-SCF2, 2-SCF3 (the power gradually increased, corresponding to 50 W, 100 W, 300 W respectively, and the time was 60S). For an expression similar to 20 W-30S, the sputtering power is 20 W, and the sputtering time is 30S. 2.3 Catalysts characterization The morphological information of the samples was obtained using scanning electron microscopy (SEM) (MAIA3 LMH, TESCAN). The XRD measurements were performed using a Rigaku Smart-Lab diffractometer in standard θ-2θ continuous scan mode. The chemical states of copper species on the sample surface were analyzed using a K-Alpha X-ray photoelectron spectrometer with an Al-Kα radiation source, through X-ray photoelectron spectroscopy (XPS) measurements. The water contact angle was measured using a DSA100 (KRUSS) system to evaluate the hydrophilicity of the catalyst surface. The surface morphology of the sample was characterized using an Atomic Force Microscope (AFM) (SPM-9700HT, SHIMADZU). The microstructure of the sample surface was observed by double spherical aberration corrected field emission transmission electron microscopy (Themis Z, FEI). 2.4 In situ ATR-FTIR measurements A small amount of sample solution was dropped onto a silicon wafer coated with a gold film and dried in preparation for further testing. The testing solution used was a 1 M potassium bicarbonate (KHCO3) solution. Initially, CO2 was bubbled through the solution for 30 min to establish the necessary conditions. The open circuit potential (OCP) signal was recorded first, followed by signal collection at each applied potential after a 15–20 s stabilization period. 2.5 Electrocatalytic CO2 reduction measurements Electrochemical studies were conducted using a workstation (KOSTER) in a flow cell setup. The flow cell consists of three main compartments: a gas chamber, a cathode chamber, and an anode chamber. The working electrode is placed between the gas chamber and the cathode chamber, while the counter electrode is located in the anode chamber. The Hg/HgO reference electrode is used for potential measurements. A 1 M KOH aqueous solution is continuously circulated in both the cathode and anode chambers at a rate of 8 mL min−1. CO2 gas was introduced into the gas chamber at a controlled flow rate of 40 mL min−1 via a mass flow controller. Gas phase products are analyzed by gas chromatograph. The liquid phase product is quantified by Agilent liquid chromatography. The Faradaic Efficiency (FE) of gaseous products were calculated as below: (1) FE gas = F ∗ N ∗ P ∗ υ ∗ x R ∗ T ∗ I × 100 % F: Faraday constant 96,485C mol−1; I: the current during the reaction; P: the pressure during the test; R: the molar gas constant (8.314 J mol−1 K−1); ʋ: the CO2 flow rate; x: the concentration of the target product; N: the number of transferred electrons generated from a gaseous molecule; T: the temperature in terms of thermodynamics during testing. The FE of liquid phase products was calculated as below: (2) FE liquid = V ∗ C ∗ N ∗ F Q × 100 % V: volume of cathode electrolyte added; C: molar volume concentration of liquid product; F: 96,485 C mol−1; N: the number of transferred electrons generated from a liquid molecule; Q: total number of transferred electrons. 2.6 DFT calculations Density functional theory (DFT) calculations were performed using the Vienna Ab-initio Simulation Package (VASP), incorporating projected augmented wave (PAW) pseudopotentials for precise electronic structure modeling [30–33]. The exchange–correlation effects were incorporated using the Perdew-Burke-Ernzerhof (PBE) functional within the generalized gradient approximation (GGA). The cutoff energy was set to 500 eV. The convergence criteria for force and energy were set to 0.02 eV/Å and 10−5 eV, respectively. The Cu (2 0 0) and Cu (1 1 1) crystal planes were cut and exposed, respectively. To mitigate periodic interactions, a vacuum thickness of 20 Å was introduced above the surfaces during the calculations. A (3 × 3 × 1) K-point mesh was used for the calculations. The transition state calculations were performed using the VASP software in combination with the Climbing Image Nudged Elastic Band (CI-NEB) method. Initial and final states were fully optimized with convergence criteria of 10−6 eV for energy and −0.02 eV/Å for force, ensuring atomic index consistency and path continuity. Four intermediate images (IMAGES = 4) were used to construct the initial path. The climbing image algorithm was enabled during iterations to locate the energy maximum until force convergence was achieved. The identified transition state was confirmed by vibrational frequency analysis to exhibit exactly one imaginary frequency, verifying it as a saddle point on the minimum energy pathway. 3 Results and discussion 3.1 Morphology and structure of the electrocatalysts Copper films were fabricated through magnetron sputtering, as illustrated in Fig. 1 a. The copper was directly sputtered onto the gas diffusion electrode (GDE) for subsequent ECR experiments. From the XRD (X-ray diffraction) test results, it can be seen that under low power sputtering, the (2 0 0) crystal plane is absent, while the (1 1 1) plane is the dominant crystal plane. As the sputtering power increases, the (2 0 0) crystal plane becomes exposed (Figs. 1b and S1). By varying the sputtering power and time, a series of sputtered copper film catalysts were prepared. The scanning electron microscope (SEM) images indicate that the copper film consists of tightly packed copper particles, and the size and density of the three samples, SCF1, SCF2, and SCF3, increase progressively (Fig. 1c–e). The corresponding grain size distribution is illustrated in Fig. S2. Furthermore, the morphologies of copper films prepared under the same sputtering power but with varying sputtering times were compared (Figs. S3–S5). The results show that as the sputtering time increases, the particle size also slightly increases. In addition, other sputtering powers were compared and the conclusions were the same (Figs. S6 and S7). High-resolution transmission electron microscope (HR-TEM) images further confirm the exposure of crystal facets. As shown in Fig. 1f–h, for sample SCF1, the exposed crystal surface mainly consists of the (1 1 1) crystal plane. For the samples SCF2 and SCF3, the exposed crystal surfaces mainly correspond to the (1 1 1) and (2 0 0) orientations, indicating that the main crystal planes have changed with the alteration of the sputtering conditions. The variation in crystal facet exposure is likely the primary factor responsible for the differences in the ECR reduction. This is consistent with the result of XRD. Elemental mapping further demonstrates the homogeneous distribution of copper throughout the copper film (Fig. S8). Combining the above analysis with prior research results, the Cu (2 0 0) crystal plane is likely a key factor influencing the ECR to produce C2 products. The Cu(1 1 1) crystal plane is conducive to the production of methane [34]. This indicates that the distinct atomic arrangement and surface properties of the Cu (2 0 0) plane could significantly contribute to CO2 activation and the subsequent formation of C2 products, which are critical for improving the efficiency and selectivity of ECR processes. 3.2 Physico-chemical characteristics of electrocatalysts To investigate the size and distribution of copper particles on the film surface, atomic force microscopy (AFM) measurements were additionally utilized. As shown in Fig. S9, on SCF1, the copper particles are relatively small, while for SCF3, the copper particles are larger. This trend is consistent with the findings from SEM, reinforcing the correlation between sputtering power and particle size. Furthermore, the thickness of the copper film was analyzed. The results are shown in Fig. 2 (a–c). The thickness of SCF1, SCF2, and SCF3 are 17, 32, and 88 nm, respectively. Further analysis of the composition and chemical states of the copper film surface was conducted using X-ray photoelectron spectroscopy (XPS). The high-resolution Cu 2p spectra obtained for the films SCF1, SCF2, and SCF3 reveal no significant differences in the surface chemical states (Fig. 2c–e). The peak observed at 932.5 eV corresponds to either Cu0 or Cu+ species The peaks at 954.5 eV (Cu 2p1/2) and 934.5 eV (Cu 2p3/2) are assigned to Cu2+ species, arising from the unavoidable oxidation of the copper film surface when the samples were exposed to air [35–38]. This oxidation is a common phenomenon, indicating the formation of Cu2O or CuO species on the surface of the copper film. The XPS spectrum confirmed the presence of Cu, O, and C, suggesting that the surface is clean and free from other contaminants (Fig. S10). And the proportions of atoms are further analyzed (Table S1). Such oxidation can potentially affect both the catalytic activity of the material. To mitigate the effects of surface oxidation, the catalyst was subjected to a reduction process prior to subsequent performance tests, ensuring that no reduction peaks were present in the linear sweep voltammetry (LSV) curves. Based on these results, it is inferred that the variations in the ECR performance of the copper films are not attributed to differences in the surface chemical state. In the ECR process, electron transfer and hydrogenation of CO2 are critical steps. Ideally, the *H produced by water decomposition is completely used for the hydrogenation of intermediates in the CO2 reaction process [39,40]. *H is generated through the dissociation of water molecules in the electrolyte, highlighting the importance of the catalyst's surface affinity for water. The water contact angle was measured to evaluate the surface affinity of the catalyst towards water (Figs. 2g and S11). The results show that for both the samples of the sputtering power from 50 W to 300 W (30S) series and the sputtering power from 50 W to 300 W (60S) series, as the sputtering power rises, the contact angle initially increases before subsequently decreasing (Fig. 2h). This trend is partly consistent with the observed ECR performance of copper thin films. At lower sputtering power, the copper thin films exhibit higher hydrogen selectivity, which can be attributed to their stronger affinity for water. However, this hypothesis remains uncertain, as at higher sputtering powers, copper thin films unexpectedly show an even stronger affinity for water, exceeding the performance of films fabricated at lower sputtering power. However, the hydrogen selectivity at higher sputtering powers remains relatively low, potentially due to structural modifications in the copper films that enhance water adsorption on the surface. Although copper thin films show improved water affinity at higher sputtering powers, this does not translate into a notable increase in hydrogen selectivity, which stays at a low level. This indicates that although the adsorption of water molecules on the copper surface could promote specific reaction steps, it does not effectively increase the hydrogen generation efficiency. This could, to some extent, be beneficial to the proton coupled electron transfer (PCET) process of the ECR to a certain extent. 3.3 ECR activity evaluation The performance of ECR is tested by constant-potential (Fig. 3 a). The current density at each applied potential remained relatively constant. (Figs. S12 and S13). Before each online GC test, air-tightness inspections and gas outlet flow rate measurements were conducted. To verify that the carbon products in ECR reduction are indeed derived from CO2 and to assess the reliability of the entire performance testing setup, control experiments were conducted by substituting argon gas for CO2. The results, shown in Fig. 3b, reveal that only hydrogen gas was produced, with the FE approaching 100 %. This control experiment confirms that in the absence of CO2, no carbon-based products are generated, thereby ensuring that the observed carbon products in the ECR reaction are directly attributable to the presence of CO2. Initially, the influence of varying sputtering power on the distribution of products in ECR was examined. As shown in Fig. 3c, it is evident that for SCF1 catalyst CH4 becomes the dominant product as the voltage increases, the highest FE of CH4 reaches 49.8 ± 2.4 %. This value indicates that a significant portion of the applied electrical energy is effectively converted into CH4. However, for SCF2 and SCF3 catalysts, the primary product shifts to C2, as observed in Fig. 3d and e. The SCF3 copper film achieves a FE of 70.6 ± 2.0 % for C2 products. Moreover, with the increase in applied voltage, the FE of the main products gradually increases. This trend is clearly reflected in the results obtained from gas chromatography, where a noticeable increasement of product yield can be directly observed Fig. S14. Furthermore, the ECR properties of the sputtering power 20 W and sputtering power 200 W copper films further support this trend (Figs. S15 and S16). The product distribution observed for these films is in good agreement with the aforementioned pattern, demonstrating a consistent shift in product selectivity with varying sputtering power. This comparison clearly highlights the significant variation in product distribution and FE with changes in sputtering power. Fig. S17 shows the stability of SCF3. The current density of SCF3 remains steady for 8 h, and FE of C2H4 also shows consistent stability, suggesting that the catalytic performance of SCF3 is reliable. It is noteworthy that the FE of hydrogen is higher at lower sputtering powers, indicating that *H on the copper film surface is more likely to combine to generate hydrogen (Fig. 3h). When excess *H is generated, part of it is utilized for hydrogenation reactions during the ECR process, while the remaining *H atoms contribute to the HER. This dual role of *H highlights the competitive nature of hydrogenation and hydrogen evolution processes, which influence the overall product distribution. Naturally, the thickness of the copper films varies with different sputtering powers. To more comprehensively assess the relative influence of these two factors (particle size and thickness), the sputtering time at the same power was extended (Figs. S18, S19). The results demonstrate that the distribution of ECR products remains consistent across different sputtering times for the same power. Subsequently, a copper film with thickness similarly to that of 2-SCF1 was prepared. First, a standard curve correlating thickness with deposition time was established (Fig. S20). At a sputtering power of 300 W, a copper film with a thickness of approximately 33 nm required a sputtering time of about 10 s, denoted as SCF4. Particle size statistical analysis further revealed that its particle size distribution closely resembled that of 2-SCF1 (Fig. S21). Additionally, further performance tests were conducted on SCF4, with results revealing that its FEC2 reached 60.1 ± 2.1 % (Fig. S22). This indicates that thickness and dimensions of copper film may play a role as influencing factors, but are not the primary ones. And the effectiveness of strategies such as heterostructure construction, doping, or interface regulation were compared, as summarized in Table S4. The current catalytic performance is above average and decent, suggesting that while significant progress has been made, there remains substantial room for improvement and untapped optimization potential. Fig. 4 a illustrates the FEC2/FCH4 ratios of catalysts at various applied potentials. The FEC2/FECH4 ratio for the SCF3 catalyst reaches its maximum value of approximately 20. In contrast, for the SCF1 catalyst, the FEC2/FECH4 ratio is minimized to around 0.6. The LSV curves of each catalyst were compared, which show that there is a slight difference in the current of the series catalysts, among which the current density of SCF2 and SCF3 is not significantly different, and the current of SCF1 is slightly smaller (Fig. 4b). Fig. 4c illustrates the partial current density for C2 (J C2) production using different catalysts. At −1.6 V (vs. RHE), the J C2 for the SCF3 catalyst is 149.5 ± 9.8 mA·cm−2. In contrast, the SCF1 catalyst exhibits a significantly lower J C2 of only 54.89 ± 1.64 mA·cm−2. These results indicate that the SCF3 catalyst demonstrates the highest efficiency in producing C2 at this applied potential, with the SCF2 catalyst also showing a relatively high performance, while the SCF1 catalyst performs considerably less efficiently in C2 generation. Fig. 4d presents the partial current density for CH4 (J CH4) production with different catalysts. At −1.6 V, the SCF1 catalyst shows a J CH4 of 92.06 ± 3.4 mA·cm−2, the relatively high among the tested catalysts. In comparison, the SCF3 catalyst shows a J CH4 of only 13.34 ± 1.5 mA·cm−2. This indicates that the SCF1 catalyst is particularly effective for CH4 production at this potential, whereas the SCF3 catalyst is poorly efficient in generating CH4. The electrochemical surface areas (ECSAs) of the catalysts were calculated by evaluating the double-layer capacitances (Cdl) obtained from cyclic voltammetry (CV) measurements. Cdl serves as a crucial parameter for evaluating the effective surface area accessible for electrochemical reactions, as it represents the capacitance of the double layer formed at the electrode–electrolyte interface. By analyzing the CV curves, the Cdl values were extracted, which can then be correlated to the electrochemical active surface area (Figs. 4e and S23, 24). All samples exhibited similar Cdl values, indicating that the differences in ECR reaction activity and selectivity are likely attributed to factors other than the electrochemical surface area. Further investigation is needed to uncover the underlying mechanisms. Electrochemical impedance spectroscopy (EIS) measurements were performed to thoroughly analyze the resistance and capacitance characteristics of the SCF1, SCF2, and SCF3 catalysts. Based on the Nyquist plots. As shown in Fig. 4f, the impedance for the SCF2 and SCF3 catalysts is lower compared to the SCF1 catalyst, among which SCF3 has the lowest impedance. This suggests that the latter two catalysts exhibit enhanced electrochemical conductivity. The observed trend in impedance is consistent with the results from the linear sweep voltammetry (LSV) measurements, further supporting the superior electrochemical performance of the SCF2 and SCF3 catalysts in terms of charge transfer and catalytic efficiency. The Bode plots reveal that as the applied potential is increased, the phase angle for the SCF3 catalyst decreases to the greatest extent, followed by the SCF2 catalyst, with the SCF1 catalyst showing the smallest change (Fig. 4g–f). This observation suggests that the SCF3 catalyst exhibits the most significant enhancement in charge transfer capability and superior electronic conductivity among the three catalysts. To further evaluate the catalyst stability, post-reaction analyses were conducted on SCF1 and SCF3. The result of SEM revealed that the catalysts maintained a particle-aggregated morphology on their surfaces after the reaction (Fig. S25). Furthermore, HR-TEM analysis confirmed the preservation of crystallographic planes (Fig. S26). Additional valence state analysis of surface copper species demonstrated consistency with pre-reaction states (Fig. S27). 3.4 Electrocatalytic mechanism In-situ ATR-FTIR measurements were used to investigate the reaction intermediates, providing valuable insights into the underlying reaction pathways (Fig. 5 a). The peak observed around 2050 cm−1 is attributed to the *CO intermediate, which is a critical species in the ECR process, particularly in the reduction of CO2 to various hydrocarbons [41]. The peak at 1650 cm−1 is attributed to·H2O bound to the catalyst surface. A peak observed around 1591 cm−1 is assigned to the *OCCO intermediate [42]. This indicates that the formation of C–C bonds, is promoted by the coupling of two *CO species. The presence of this intermediate provides direct evidence of the *CO dimerization pathway [43]. The peak at 1550 cm−1 is attributed to the *COCHO intermediate, a crucial precursor in the formation of ethylene [44–46]. This intermediate is vital in the reduction pathway that leads to the production of C2 hydrocarbons, such as ethylene and ethanol. Furthermore, the peaks at 1253 cm−1 and 1396 cm−1 correspond to the C–O stretching and symmetric vibration (O–C=O) modes of the *COOH intermediate, respectively [47–50]. As can be seen from the Fig. 5a, distinct *OCH3 intermediates are observable, which serve as crucial intermediates for methane formation. To further investigate the reasons behind the performance differences in copper films generated at different sputtering powers, with a particular focus on the observed selectivity variations, theoretical calculations based on DFT were performed. By comparing the theoretical results with experimental data, key factors that govern the selectivity of the copper films in ECR reactions can be identified. Under high applied potentials, the hydrogen evolution reaction (HER) competes with the ECR at the cathode, leading to a decline in product selectivity. This competition between the two reactions significantly hinders the efficiency of ECR processes. To gain a deeper understanding of this phenomenon, the free energy corresponding to the HER were calculated and analyzed for comparison. As shown in Fig. S28, the Gibbs free energy for hydrogen adsorption (ΔG(H)) on Cu (2 0 0) is 0.4 eV, which is significantly higher than the value of −0.061 eV on Cu (1 1 1). The formation of *H is a prerequisite for the HER. Therefore, the ΔG of water dissociation was further calculated. The values were determined as −0.16 eV on Cu (2 0 0) and 0.080 eV on Cu (1 1 1). This indicates that Cu (1 1 1) exhibits superior HER activity compared to Cu (2 0 0). Moreover, the ΔG of key intermediates involved in the ECR to C2H4 on Cu (2 0 0) and Cu (1 1 1) surfaces was calculated, based on the intermediates observed through in-situ ATR-FTIR spectra. The results are presented in Fig. 5c. The adsorption and activation of CO2 molecules on the catalyst surface represent the crucial initial steps in CO2 conversion. To elucidate whether CO2 undergoes hydrogenation prior to adsorption or vice versa, the ΔG for initial *CO2 adsorption and initial *COOH adsorption were calculated. It is evident that the ΔG for CO2 adsorption on the Cu (2 0 0) surface is −0.089 eV, in contrast to the value of 0.062 eV on the Cu (1 1 1) surface. The ΔG for *COOH adsorption on the Cu (2 0 0) surface is −0.027 eV while the value of 0.209 eV on the Cu (1 1 1) surface. The results revealed that CO2 is first adsorbed on the catalyst surface, followed by a proton-coupled electron transfer (PCET) hydrogenation process (Fig. S29). The ΔG for COOH adsorption on the Cu (2 0 0) surface is −0.027 eV, while it is 0.209 eV on the Cu (1 1 1) surface. The charge density difference analysis indicates that the Cu (2 0 0) surface exhibits a stronger affinity for *CO2 compared to the Cu (1 1 1) surface. This observation validates the increased adsorption capacity of *CO2 on the Cu (2 0 0) catalyst surface, as shown in Fig. S30. The enhanced interaction between *CO2 and the Cu (2 0 0) surface is likely to be critical in facilitating CO2 activation. Furthermore, the analysis of the electronic localization function reveals that, compared to Cu (1 1 1), the stronger interaction between the CO2 molecule and the Cu (2 0 0) surface leads to a distinct redistribution of electrons (Fig. S31). This enhanced interaction leads to notable changes in the electron density distribution near the surface, which can be attributed to the stronger adsorption of CO2 on Cu (2 0 0). The disparity in adsorption strength between the two surfaces can notably impact the subsequent reaction steps, thereby influencing the overall catalytic performance in ECR. This surface-dependent behavior highlights the importance of optimizing catalyst design to improve CO2 activation. The ΔG values for the conversion of *CO2 to *COOH on Cu (2 0 0) and Cu (1 1 1) are −0.014 eV and 0.50 eV, indicating that *CO2 undergoes easier activation on the Cu (2 0 0) surface. The dimerization of *CO to *OCCO, a crucial step for C2 product formation, shows a ΔG of 0.012 eV for Cu (2 0 0), which is substantially lower than the 0.59 eV observed for Cu (1 1 1). The energy barrier *CO dimerization on Cu (2 0 0) is 1.32 eV, which is lower than in the case of Cu (1 1 1) (1.65 eV) (Fig. S32 and Table S3). This indicates that Cu (2 0 0) is more conducive to the *CO dimerization process. In the subsequent proton-coupled electron transfer (PCET) process, Cu (2 0 0) also exhibits an advantage in terms of the ΔG (Table S2) [39]. This provides theoretical support for the experimental observation that SCF3 is conducive to the electrochemical reduction of CO2 to produce ethylene, while SCF1 tends to produce methane. Overall, these results indicate that the Cu (2 0 0) surface provides a more favorable environment for the ECR to ethylene. The lower activation energy for key steps, including *CO2 activation and *CO dimerization, suggests that Cu (2 0 0) offers a more efficient pathway for C2 product formation, which could enhance the overall catalytic performance in ECR processes. Further analysis of the CH4 formation pathway (Fig. S33) identified the formation of *CHO as the rate-determining step. The ΔG for *CHO generation is found to be lower on the Cu(1 1 1) surface compared to Cu(2 0 0), suggesting enhanced methane production selectivity on Cu(1 1 1). A series of performance tests revealed that methane is the primary product on SCF1, while ethylene constitutes the dominant product on SCF3. A series of performance tests revealed that methane was the dominant product on SCF1, while ethylene constituted the primary product on SCF3. This product distribution aligns with the reaction intermediates observed via in situ ATR-FTIR spectroscopy and the outcomes predicted by theoretical calculations. Fig. S34 shows the adsorption configurations of *CO on different crystal faces. On Cu (2 0 0), *CO adsorbs in a hollow site (*COhollow), while on Cu (1 1 1), it adsorbs at the top site (*COtop). Since the C–C coupling energy barrier on Cu (2 0 0) is higher than that on Cu (1 1 1), it can be inferred that *COhollow is more favorable for C–C coupling. Furthermore, the charge density distribution and Bader charge analysis were employed to determine the charge density of the *CO intermediate and *COCO. As shown in Fig. 5d and Fig. S35, the charge density of *COhollow on the Cu (2 0 0) surface was found to be −0.5 |e|, which is lower than *COtop on the Cu (1 1 1) surface (−0.2 |e|). The integration of the crystal orbital Hamilton population (ICOHP) for the C-O bond is −14.84 for Cu (1 1 1) and −13.6 for Cu (2 0 0), demonstrating that the *CO adsorbed on Cu (2 0 0) is more readily activated than that on Cu (Fig. 5e). The charge density of *COCO adsorbed on the Cu (2 0 0) surface was calculated to be −0.88 |e|, significantly lower than that on the Cu (1 1 1) surface (−0.58 |e|) [51]. This indicates that Cu (2 0 0) transfers more electrons to the orbital of the key intermediate (*CO hollow and *COCO), suggesting a stronger interaction between Cu (2 0 0) and *CO, *COCO. Such enhanced electronic interaction is favorable for facilitating the subsequent and coupling and hydrogenation process. 4 Conclusion In summary, this study underscores the potential of magnetron sputtering to precisely control the exposed crystal facets of copper-based catalysts, thereby optimizing the ECR for enhanced C2 product formation. By adjusting sputtering power, distinct crystal facets of copper are selectively exposed, leading to a modulation in product selectivity. Specifically, for SCF1, the Cu (1 1 1) facet predominates, resulting in CH4 as the major product with a FE of 49.8 ± 2.4 %. For SCF2 and SCF3, the exposure of Cu (2 0 0) facets significantly promotes C–C coupling processes, which elevates the C2 products with the FE rising to 70.6 ± 2.0 %. DFT calculations further confirmed that the Cu (2 0 0) surface lowers the energy barrier of C–C coupling due to its unique *COhollow configuration, leading to more efficient C–C bond formation. Moreover, it further elucidates that the Cu (1 1 1) facet has a lower free energy for the HER compared to the Cu (2 0 0) facet, making it more prone to the HER side reactions. These results underscore the importance of facet control in optimizing Cu-based electrocatalysts for ECR. This research presents a practical approach to improving the efficiency and selectivity of ECR for the relationship of the crystal facets through the precise regulation of sputtering power. Moreover, the magnetron-sputtered large-area copper films demonstrate promising and important industrial applicability, as their facet-controlled uniformity enables direct electrolyzer integration while the binder-free design enhances mechanical stability and reduces manufacturing costs. The sputtering technique itself offers inherent advantages for scalable production. CRediT authorship contribution statement Ranran Niu: Writing – original draft, Investigation, Formal analysis, Data curation. Hang Xiao: Formal analysis, Data curation. Baorong Xu: Visualization, Software. Gaoyang Li: Formal analysis. Daolin Tan: Resources. Bo Lin: Conceptualization, Writing – review & editing, Resources, Funding acquisition. Guidong Yang: Methodology, Resources, Funding acquisition, Writing – review & editing, Project administration, Supervision. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was supported by the National Key R&D Program of China (2023YFA1508700),Innovation Capability Support Program of Shaanxi (2023-CX-TD26), the “Young Talent Support Plan” of Xi’an Jiaotong University (HG6J021), and the Programme of Introducing Talents of Discipline to Universities (B23025). Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jcat.2025.116408. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary Data 1 References [1] T. Yan X. Chen L. Kumari J. Lin M. Li Q. Fan H. Chi T.J. Meyer S. Zhang X. Ma Multiscale CO2 electrocatalysis to C2+ products: reaction mechanisms, catalyst design, and device fabrication Chem. Rev. 123 2023 10530 10583 T. Yan, X. Chen, L. Kumari, J. Lin, M. Li, Q. Fan, H. Chi, T. J. Meyer, S. Zhang and X. Ma, Multiscale CO2 Electrocatalysis to C2+ Products: Reaction Mechanisms, Catalyst Design, and Device Fabrication, Chem. Rev. 123 (2023) 10530-10583. [2] D. Li K. Yang J. Lian J. Yan S. Liu Powering the World with solar fuels from photoelectrochemical CO2 reduction: basic principles and recent advances Adv. Energy Mater. 12 2022 2201070 D. Li, K. Yang, J. Lian, J. Yan and S. Liu, Powering the World with Solar Fuels from Photoelectrochemical CO2 Reduction: Basic Principles and Recent Advances, Adv. Energy Mater. 12 (2022) 2201070. [3] Y.-F. Tang L.-B. Liu M. Yu S. Liu P.-F. Sui W. Sun X.-Z. Fu J.-L. Luo S. Liu Strong effect-correlated electrochemical CO2 reduction Chem. Soc. Rev. 53 2024 9344 9377 Y.-F. Tang, L.-B. Liu, M. Yu, S. Liu, P.-F. Sui, W. Sun, X.-Z. Fu, J.-L. Luo and S. Liu, Strong Effect-correlated Electrochemical CO2 Reduction, Chem. Soc. Rev. 53 (2024) 9344-9377. [4] B. Xu S. Luo W. Hua H. Xiao B. Chong G. Yan H. Li H. Ou B. Lin G. Yang Constructing atomic tungsten-based solid frustrated-Lewis-pair sites with d-p interactions for selective CO2 photoreduction J. Am. Chem. Soc. 147 2024 200 210 B. Xu, S. Luo, W. Hua, H. Xiao, B. Chong, G. Yan, H. Li, H. Ou, B. Lin and G. Yang, Constructing Atomic Tungsten-Based Solid Frustrated-Lewis-Pair Sites with d-p Interactions for Selective CO2 Photoreduction, J. Am. Chem. Soc. 147 (2024) 200-210. [5] B. A X. Jin M. Wang Y. Wang W. Chen Z. Wei Z. Du X. Liu Y. Wang L. Zhang Steering CO2 electroreduction toward C2+ products by defect-engineered coordination microenvironments of Cu-MOFs Chem. Eng. J. 500 2024 157076 B. A, X. Jin, M. Wang, Y. Wang, W. Chen, Z. Wei, Z. Du, X. Liu, Y. Wang and L. Zhang, Steering CO2 Electroreduction Toward C2+ Products by Defect-engineered Coordination Microenvironments of Cu-MOFs, Chem. Eng. J. 500 (2024) 157076. [6] S. You J. Xiao S. Liang W. Xie T. Zhang M. Li Z. Zhong Q. Wang H. He Doping engineering of Cu-based catalysts for electrocatalytic CO2 reduction to multi-carbon products Energy Environ. Sci. 17 2024 5795 5818 S. You, J. Xiao, S. Liang, W. Xie, T. Zhang, M. Li, Z. Zhong, Q. Wang and H. He, Doping Engineering of Cu-based Catalysts for Electrocatalytic CO2 Reduction to Multi-carbon Products, Energy Environ. Sci. 17 (2024) 5795-5818. [7] X. Wei Z. Yin K. Lyu Z. Li J. Gong G. Wang L. Xiao J. Lu L. Zhuang Highly selective reduction of CO2 to C2+ hydrocarbons at copper/polyaniline interfaces ACS Catal. 10 2020 4103 4111 X. Wei, Z. Yin, K. Lyu, Z. Li, J. Gong, G. Wang, L. Xiao, J. Lu and L. Zhuang, Highly Selective Reduction of CO2 to C2+ Hydrocarbons at Copper/Polyaniline Interfaces, ACS Catal. 10 (2020) 4103-4111. [8] X. Zheng Y. Hu X. Wang J. Zhu X. Zhang T. Sheng Z. Wu Prompting CO2 electroreduction to ethanol by iron group metal ion dopants induced multi‐sites at the interface of SnSe/SnSe2 p–n heterojunction Angew. Chem. Int. Ed. 2024 e202415273 X. Zheng, Y. Hu, X. Wang, J. Zhu, X. Zhang, T. Sheng and Z. Wu, Prompting CO2 Electroreduction to Ethanol by Iron Group Metal Ion Dopants Induced Multi‐sites at the Interface of SnSe/SnSe2 p–n Heterojunction, Angew. Chem. Int. Ed. (2024) e202415273 [9] T. Wei H. Xiao R. Niu B. Xu H. Li X. Yan Y. Li H. Ou B. Lin G. Yang Dual plasmonic coupling effect in Bi/vacancy-rich Bi2WO6 heterojunction for selective CO2 photoreduction to CH4 Chem. Eng. Sci. 292 2024 120012 T. Wei, H. Xiao, R. Niu, B. Xu, H. Li, X. Yan, Y. Li, H. Ou, B. Lin and G. Yang, Dual Plasmonic Coupling Effect in Bi/vacancy-rich Bi2WO6 Heterojunction for Selective CO2 Photoreduction to CH4, Chem. Eng. Sci. 292 (2024) 120012. [10] Y. Zhang F. Chen G. Gao M. Xu Y. Song C. Sun X. Zhang X. Zhang H. Dong W. Wang F. Lu Z. Lu R. Zhang H. Liu H. Liu R. Zheng Y. Cheng Strong electronic interaction in Cu2O/Al2O3 interface for stable electroreduction of CO2 to multi-carbon with ampere-level current density Nano Energy 135 2025 110657 Y. Zhang, F. Chen, G. Gao, M. Xu, Y. Song, C. Sun, X. Zhang, X. Zhang, H. Dong, W. Wang, F. Lu, Z. Lu, R. Zhang, H. Liu, H. Liu, R. Zheng and Y. Cheng, Strong Electronic Interaction in Cu2O/Al2O3 Interface for Stable Electroreduction of CO2 to Multi-carbon with Ampere-level Current Density, Nano Energy. 135 (2025) 110657. [11] Y. Zhang L. Peng X. Li X. Zhang R. Li Y. Zhang T. Peng Boosting CO2 electroreduction to ethylene via CoII-porphyrin regulated Cu2O/Cu nanocomposite J. Catal. 447 2025 116109 Y. Zhang, L. Peng, X. Li, X. Zhang, R. Li, Y. Zhang and T. Peng, Boosting CO2 electroreduction to ethylene via CoII-porphyrin regulated Cu2O/Cu nanocomposite, J. Catal. 447 (2025) 116109. [12] R. Chen Y. Jiang Y. Zhu L. Zhang Y. Li C. Li Atomically dispersed scandium in cuprous oxide weakens *CO adsorption to boost carbon dioxide electroreduction toward C2 products Adv. Funct. Mater. 2024 2415940 R. Chen, Y. Jiang, Y. Zhu, L. Zhang, Y. Li and C. Li, Atomically Dispersed Scandium in Cuprous Oxide Weakens *CO Adsorption to Boost Carbon Dioxide Electroreduction Toward C2 Products, Adv. Funct. Mater. (2024) 2415940. [13] L. Zhou Z. Huang C. Guan Y. Zhang S. Bai M. Kuang J. Yang Synergistic electroconversion of CO2‐to‐n‐propanol over atomically dispersed Lewis acid Zr‐Doped Cuδ+ catalysts Adv. Funct. Mater. 2024 2418727 L. Zhou, Z. Huang, C. Guan, Y. Zhang, S. Bai, M. Kuang and J. Yang, Synergistic Electroconversion of CO2‐to‐n‐Propanol Over Atomically Dispersed Lewis Acid Zr‐Doped Cuδ+ Catalysts, Adv. Funct. Mater. (2024) 2418727. [14] J. Shan Y. Shi H. Li Z. Chen C. Sun Y. Shuai Z. Wang Effective CO2 electroreduction toward C2H4 boosted by ce-doped Cu nanoparticles Chem. Eng. J. 433 2022 133769 J. Shan, Y. Shi, H. Li, Z. Chen, c. Sun, Y. Shuai and Z. Wang, Effective CO2 Electroreduction Toward C2H4 Boosted by Ce-doped Cu Nanoparticles, Chem. Eng. J. 433 (2022) 133769. [15] J. Sun K. Li Z. Liu J. Xu P. Gao M. Wang Y. Li R. Zhu I.P. Parkin Z. Huang Construction of electron-rich nickel single atom catalyst by heteroatom doping for enhanced CO2 electroreduction J. Catal. 445 2025 116020 J. Sun, K. Li, Z. Liu, J. Xu, P. Gao, M. Wang, Y. Li, R. Zhu, I. P. Parkin and Z. Huang, Construction of electron-rich nickel single atom catalyst by heteroatom doping for enhanced CO2 electroreduction, J. Catal. 445 (2025) 116020. [16] T. Wu H. Bu S. Tao M. Ma Determination of local pH in CO2 electroreduction Nanoscale 16 2024 3926 3935 T. Wu, H. Bu, S. Tao and M. Ma, Determination of Local pH in CO2 Electroreduction, Nanoscale. 16 (2024) 3926-3935. [17] J. Zhou B. He P. Huang D. Wang Z. Zhuang J. Xu C. Pan Y. Dong D. Wang Y. Wang H. Huang J. Zhang Y. Zhu Regulating interfacial hydrogen‐bonding networks by implanting cu sites with perfluorooctane to accelerate CO2 electroreduction to ethanol Angew. Chem. Int. Ed. 2024 e202418459 J. Zhou, B. He, P. Huang, D. Wang, Z. Zhuang, J. Xu, C. Pan, Y. Dong, D. Wang, Y. Wang, H. Huang, J. Zhang and Y. Zhu, Regulating Interfacial Hydrogen‐Bonding Networks by Implanting Cu Sites with Perfluorooctane to Accelerate CO2 Electroreduction to Ethanol, Angew. Chem. Int. Ed. (2024) e202418459 [18] Y. Wang Y. Cheng S. Liu Y. Yin J. Yang H. Wang K. Li M. Zhou J. Jiao P. Zhang Q. Qian Q. Zhu X. Sun Y. Xu X. Kang M. Luo B. Han Enhancing CO2 electroreduction to multicarbon products by modulating the surface microenvironment of electrode with polyethylene glycol Angew. Chem. Int. Ed. 2025 e202420661 Y. Wang, Y. Cheng, S. Liu, Y. Yin, J. Yang, H. Wang, K. Li, M. Zhou, J. Jiao, P. Zhang, Q. Qian, Q. Zhu, X. Sun, Y. Xu, X. Kang, M. Luo and B. Han, Enhancing CO2 Electroreduction to Multicarbon Products by Modulating the Surface Microenvironment of Electrode with Polyethylene Glycol, Angew. Chem. Int. Ed. (2025) e202420661. [19] Z. Xu X. Zhang Q. Wang Tailoring the catalytic microenvironment of CuO with hydrophobic CuSA2 for selective CO2 electroreduction to C2+ products Chem. Eng. J. 492 2024 152164 Z. Xu, X. Zhang and Q. Wang, Tailoring the Catalytic Microenvironment of CuO with Hydrophobic CuSA2 for Selective CO2 Electroreduction to C2+ Products, Chem. Eng. J. 492 (2024) 152164. [20] Y. Gao Q. Wu X. Liang Z. Wang Z. Zheng P. Wang Y. Liu Y. Dai M.H. Whangbo B. Huang Cu2O nanoparticles with both 100 and 111 facets for enhancing the selectivity and activity of CO2 electroreduction to ethylene Adv. Sci. 7 2020 1902820 Y. Gao, Q. Wu, X. Liang, Z. Wang, Z. Zheng, P. Wang, Y. Liu, Y. Dai, M. H. Whangbo and B. Huang, Cu2O Nanoparticles with Both {100} and {111} Facets for Enhancing the Selectivity and Activity of CO2 Electroreduction to Ethylene, Adv. Sci. 7 (2020) 1902820. [21] Z.H. Zhao D. Ren Unravelling the effect of crystal facet of derived‐copper catalysts on the electroreduction of carbon dioxide under unified mass transport condition Angew. Chem. Int. Ed. 64 2024 e202415590 Z. H. Zhao and D. Ren, Unravelling the Effect of Crystal Facet of Derived‐Copper Catalysts on the Electroreduction of Carbon Dioxide under Unified Mass Transport Condition, Angew. Chem. Int. Ed. 64 (2024) e202415590. [22] Y. Cheng Y. Su J. Zhang Y. Chen Z. Peng S. Deng J. Huang H. Jiang C. Yang Y. Cui Y. Song Z. Li G. Wang L. Zhuang Enhanced selectivity for C2 products in electrocatalytic CO2 reduction reaction over Mg(OH)2-modified Cu2O(1 1 1) catalyst J. Catal. 449 2025 116219 Y. Cheng, Y. Su, J. Zhang, Y. Chen, Z. Peng, S. Deng, J. Huang, H. Jiang, C. Yang, Y. Cui, Y. Song, Z. Li, G. Wang and L. Zhuang, Enhanced selectivity for C2 products in electrocatalytic CO2 reduction reaction over Mg(OH)2-modified Cu2O(1 1 1) catalyst, J. Catal. 449 (2025) 116219. [23] D. Ma C. Zhi Y. Zhang J. Chen Y. Zhang J.-W. Shi A review on the influence of crystal facets on the product selectivity of CO2RR over Cu metal catalysts ACS Nano 18 2024 21714 21746 D. Ma, C. Zhi, Y. Zhang, J. Chen, Y. Zhang and J.-W. Shi, A Review on the Influence of Crystal Facets on the Product Selectivity of CO2RR over Cu Metal Catalysts, ACS Nano. 18 (2024) 21714-21746. [24] K. Jiang R.B. Sandberg A.J. Akey X. Liu D.C. Bell J.K. Nørskov K. Chan H. Wang Metal ion cycling of Cu foil for selective C–C coupling in electrochemical CO2 reduction Nat. Catal. 1 2018 111 119 K. Jiang, R. B. Sandberg, A. J. Akey, X. Liu, D. C. Bell, J. K. Nørskov, K. Chan and H. Wang, Metal Ion Cycling of Cu Foil for Selective C–C Coupling in Electrochemical CO2 Reduction, Nat. Catal. 1 (2018) 111-119. [25] Y. Wang Z. Wang C.-T. Dinh J. Li A. Ozden M. Golam Kibria A. Seifitokaldani C.-S. Tan C.M. Gabardo M. Luo H. Zhou F. Li Y. Lum C. McCallum Y. Xu M. Liu A. Proppe A. Johnston P. Todorovic T.-T. Zhuang D. Sinton S.O. Kelley E.H. Sargent Catalyst synthesis under CO2 electroreduction favours faceting and promotes renewable fuels electrosynthesis Nat. Catal. 3 2019 98 106 Y. Wang, Z. Wang, C.-T. Dinh, J. Li, A. Ozden, M. Golam Kibria, A. Seifitokaldani, C.-S. Tan, C. M. Gabardo, M. Luo, H. Zhou, F. Li, Y. Lum, C. McCallum, Y. Xu, M. Liu, A. Proppe, A. Johnston, P. Todorovic, T.-T. Zhuang, D. Sinton, S. O. Kelley and E. H. Sargent, Catalyst Synthesis under CO2 Electroreduction Favours Faceting and Promotes Renewable Fuels Electrosynthesis, Nat. Catal. 3 (2019) 98-106. [26] H. Ma E. Ibáñez-Alé F. You N. López B.S. Yeo Electrochemical formation of C2+ products steered by bridge-bonded *CO confined by *OH domains J. Am. Chem. Soc. 146 2024 30183 30193 H. Ma, E. Ibáñez-Alé, F. You, N. López and B. S. Yeo, Electrochemical Formation of C2+ Products Steered by Bridge-Bonded *CO Confined by *OH Domains, J. Am. Chem. Soc. 146 (2024) 30183-30193. [27] Z. Li B. Sun D. Xiao H. Liu Z. Wang Y. Liu Z. Zheng P. Wang Y. Dai B. Huang H. Cheng Mesostructure‐specific configuration of *CO adsorption for selective CO2 electroreduction to C2+ products Angew. Chem. Int. Ed. 64 2024 e202413832 Z. Li, B. Sun, D. Xiao, H. Liu, Z. Wang, Y. Liu, Z. Zheng, P. Wang, Y. Dai, B. Huang and H. Cheng, Mesostructure‐Specific Configuration of *CO Adsorption for Selective CO2 Electroreduction to C2+ Products, Angew. Chem. Int. Ed. 64 (2024) e202413832. [28] Y. Shi J. Li Z. Min X. Wang M. Hou H. Ma Z. Zhuang Y. Qin Y. Sun D. Wang Z. Zhang Adjusting *CO adsorption configuration over tandem trimetallic AuAgCu heterojunction boosts CO2 electroreduction to ethanol via asymmetric C-C coupling Sci. China Mater. 68 2024 173 179 Y. Shi, J. Li, Z. Min, X. Wang, M. Hou, H. Ma, Z. Zhuang, Y. Qin, Y. Sun, D. Wang and Z. Zhang, Adjusting *CO Adsorption Configuration over Tandem Trimetallic AuAgCu Heterojunction Boosts CO2 Electroreduction to Ethanol via Asymmetric C-C Coupling, Sci. China Mater. 68 (2024) 173-179. [29] P. Wang H. Yang C. Tang Y. Wu Y. Zheng T. Cheng K. Davey X. Huang S.-Z. Qiao Boosting electrocatalytic CO2–to–ethanol production via asymmetric C–C coupling Nat. Commun. 13 2022 P. Wang, H. Yang, C. Tang, Y. Wu, Y. Zheng, T. Cheng, K. Davey, X. Huang and S.-Z. Qiao, Boosting Electrocatalytic CO2–to–ethanol Production via Asymmetric C–C Coupling, Nat. Commun. 13 (2022) [30] P.E. Blöchl Projector augmented-wave method Phys. Rev. B 50 1994 17953 17979 P. E. Blöchl, Projector Augmented-wave Method, Phys. Rev. B. 50 (1994) 17953-17979. [31] G. Kresse J. Furthmu¨ller Efficient Iterative schemes for ab initio total-energy calculations using a plane-wave basis set Phys. Rev. B 54 1996 11169 G. Kresse and J. Furthmu¨ller, Efficient Iterative Schemes for ab Initio Total-energy Calculations Using a Plane-wave Basis Set, Phys. Rev. B. 54 (1996) 11169. [32] B. Hammer L.B. Hansen J.K. No”rskov Improved adsorption energetics within density-functional theory using revised perdew-burke-ernzerhof functionals Phys. Rev. B 59 1999 7413 B. Hammer, L. B. Hansen and J. K. No”rskov, Improved Adsorption Energetics Within Density-functional Theory Using Revised Perdew-Burke-Ernzerhof Functionals, Phys. Rev. B. 59 (1999) 7413. [33] J.P. Perdew K. Burke Y. Wang Generalized gradient approximation for the exchange-correlation hole of a many-electron system Phys. Rev. B 54 1996 16533 J. P. Perdew, K. Burke and Y. Wang, Generalized Gradient Approximation for the Exchange-correlation Hole of a Many-electron System, Phys. Rev. B. 54 (1996) 16533. [34] G. Li H. Liu H. Yang X. Chen K. Ji D. Yang S. Zhang X. Ma Tuning product distributions of CO2 electroreduction over copper foil through cathodic corrosion Chem. Eng. Sci. 263 2022 118142 G. Li, H. Liu, H. Yang, X. Chen, K. Ji, D. Yang, S. Zhang and X. Ma, Tuning Product Distributions of CO2 Electroreduction over Copper Foil through Cathodic Corrosion, Chem. Eng. Sci. 263 (2022) 118142. [35] Y. Zhang Y. Chen X. Wang Y. Feng Z. Dai M. Cheng G. Zhang Low-coordinated copper facilitates the *CH2CO affinity at enhanced rectifying interface of Cu/Cu2O for efficient CO2-to-multicarbon alcohols conversion Nat. Commun. 15 2024 5172 Y. Zhang, Y. Chen, X. Wang, Y. Feng, Z. Dai, M. Cheng and G. Zhang, Low-coordinated Copper Facilitates the *CH2CO Affinity at Enhanced Rectifying Interface of Cu/Cu2O for Efficient CO2-to-multicarbon Alcohols Conversion, Nat. Commun. 15 (2024) 5172. [36] P. Wang S. Meng B. Zhang M. He P. Li C. Yang G. Li Z. Li Sub-1 nm Cu2O nanosheets for the electrochemical CO2 reduction and valence state–activity relationship J. Am. Chem. Soc. 145 2023 26133 26143 P. Wang, S. Meng, B. Zhang, M. He, P. Li, C. Yang, G. Li and Z. Li, Sub-1 nm Cu2O Nanosheets for the Electrochemical CO2 Reduction and Valence State–Activity Relationship, J. Am. Chem. Soc. 145 (2023) 26133-26143. [37] J. Zhu S. Wang J. Zhang Z. Fang W. Ji G. Lin L. Guo B. Li J. Wang J. Fu Stabilizing Cu0/Cu2+ interface by hydroxy-rich amorphous SiO2 for enhanced electrocatalytic CO2 reduction to ethylene Chem. Eng. J. 494 2024 153189 J. Zhu, S. Wang, J. Zhang, Z. Fang, W. Ji, G. Lin, L. Guo, B. Li, J. Wang and J. Fu, Stabilizing Cu0/Cu2+ Interface by Hydroxy-rich Amorphous SiO2 for Enhanced Electrocatalytic CO2 Reduction to Ethylene, Chem. Eng. J. 494 (2024) 153189. [38] J. Huang J. Dai J. Zhu R. Chen X. Fu H. Liu G. Li Bimetallic Au-Cu gradient alloy for electrochemical CO2 reduction into C2H4 at low overpotential J. Catal. 415 2022 134 141 J. Huang, J. Dai, J. Zhu, R. Chen, X. Fu, H. Liu and G. Li, Bimetallic Au-Cu gradient alloy for electrochemical CO2 reduction into C2H4 at low overpotential, J. Catal. 415 (2022) 134-141. [39] X. Wang Y. Chen F. Li R.K. Miao J.E. Huang Z. Zhao X.-Y. Li R. Dorakhan S. Chu J. Wu S. Zheng W. Ni D. Kim S. Park Y. Liang A. Ozden P. Ou Y. Hou D. Sinton E.H. Sargent Site-selective protonation enables efficient carbon monoxide electroreduction to acetate Nat. Commun. 15 2024 616 X. Wang, Y. Chen, F. Li, R. K. Miao, J. E. Huang, Z. Zhao, X.-Y. Li, R. Dorakhan, S. Chu, J. Wu, S. Zheng, W. Ni, D. Kim, S. Park, Y. Liang, A. Ozden, P. Ou, Y. Hou, D. Sinton and E. H. Sargent, Site-selective Protonation Enables Efficient Carbon Monoxide Electroreduction to Acetate, Nat. Commun. 15 (2024) 616. [40] S. Overa B.S. Crandall B. Shrimant D. Tian B.H. Ko H. Shin C. Bae F. Jiao Enhancing acetate selectivity by coupling anodic oxidation to carbon monoxide electroreduction Nat. Catal. 5 2022 738 745 S. Overa, B. S. Crandall, B. Shrimant, D. Tian, B. H. Ko, H. Shin, C. Bae and F. Jiao, Enhancing Acetate Selectivity by Coupling Anodic Oxidation to Carbon Monoxide Electroreduction, Nat. Catal. 5 (2022) 738-745. [41] M. Zheng P. Wang X. Zhi K. Yang Y. Jiao J. Duan Y. Zheng S.-Z. Qiao Electrocatalytic CO2-to-C2+ with ampere-level current on heteroatom-engineered copper via tuning *CO intermediate coverage J. Am. Chem. Soc. 144 2022 14936 14944 M. Zheng, P. Wang, X. Zhi, K. Yang, Y. Jiao, J. Duan, Y. Zheng and S.-Z. Qiao, Electrocatalytic CO2-to-C2+ with Ampere-Level Current on Heteroatom-Engineered Copper via Tuning *CO Intermediate Coverage, J. Am. Chem. Soc. 144 (2022) 14936-14944. [42] H. Jing K. Lu J. Li Z. Wu X. Xia M. Xia B. Liu C. Su C. Liu J. Lei W. Lei Q. Hao Highly efficient stable pyroglutamic acid-modified Cu2O/Cu aatalysts with reconstruction-resistant interfaces for CO2-to-C2 conversion at high current density Appl. Catal. B Environ. 365 2025 124977 H. Jing, K. Lu, J. Li, Z. Wu, X. Xia, M. Xia, B. Liu, C. Su, C. Liu, J. Lei, W. Lei and Q. Hao, Highly Efficient Stable Pyroglutamic Acid-modified Cu2O/Cu Aatalysts With Reconstruction-resistant Interfaces for CO2-to-C2 Conversion at High Current Density, Appl. Catal. B Environ. 365 (2025) 124977. [43] X. Liu T. Liu T. Ouyang J. Deng Z.Q. Liu Ce3+/Ce4+ ion redox shuttle stabilized Cuδ+ for efficient CO2 electroreduction to C2H4 Angew. Chem. Int. Ed. 2024 e202419796 X. Liu, T. Liu, T. Ouyang, J. Deng and Z. Q. Liu, Ce3+/Ce4+ Ion Redox Shuttle Stabilized Cuδ+ for Efficient CO2 Electroreduction to C2H4, Angew. Chem. Int. Ed. (2024) e202419796. [44] Z. Lv C. Wang Y. Liu R. Liu F. Zhang X. Feng W. Yang B. Wang Improving CO2‐to‐C2 conversion of atomic CuFONC electrocatalysts through F, O‐codrived optimization of local coordination environment Adv. Energy Mater. 14 2024 2400057 Z. Lv, C. Wang, Y. Liu, R. Liu, F. Zhang, X. Feng, W. Yang and B. Wang, Improving CO2‐to‐C2 Conversion of Atomic CuFONC Electrocatalysts through F, O‐Codrived Optimization of Local Coordination Environment, Adv. Energy Mater. 14 (2024) 2400057. [45] Z. Yan M. Liu Z. Guo Q. Chen Z. Xi X.Z. Sun J. Yu T. Wu Trace iodine modified copper catalyst drives asymmetric C─C coupling in stable CO2 electroreduction Adv. Funct. Mater. 2025 Z. Yan, M. Liu, Z. Guo, Q. Chen, Z. Xi, X. Z. Sun, J. Yu and T. Wu, Trace Iodine Modified Copper Catalyst Drives Asymmetric C─C Coupling in Stable CO2 Electroreduction, Adv. Funct. Mater. (2025) [46] J. Wang Z. Liu W. Jin Y. Tuo Y. Zhou S. Zhou T. Gong J. Li Y. Ni M. Wang L. Jiang In-situ construction of highly durable Cuδ+ species boosting electrocatalytic reduction of CO2 to C2+ products Appl. Catal. B Environ. 375 2025 J. Wang, Z. Liu, W. Jin, Y. Tuo, Y. Zhou, S. Zhou, T. Gong, J. Li, Y. Ni, M. Wang and L. Jiang, In-situ construction of highly durable Cuδ+ species boosting electrocatalytic reduction of CO2 to C2+ products, Appl. Catal. B Environ. 375 (2025) [47] X.-F. Qiu H.-L. Zhu J.-R. Huang P.-Q. Liao X.-M. Chen Highly selective CO2 electroreduction to C2H4 using a metal–organic framework with dual active sites J. Am. Chem. Soc. 143 2021 7242 7246 X.-F. Qiu, H.-L. Zhu, J.-R. Huang, P.-Q. Liao and X.-M. Chen, Highly Selective CO2 Electroreduction to C2H4 Using a Metal–Organic Framework with Dual Active Sites, J. Am. Chem. Soc. 143 (2021) 7242-7246. [48] J.D. Yi R. Xie Z.L. Xie G.L. Chai T.F. Liu R.P. Chen Y.B. Huang R. Cao Highly selective CO2 electroreduction to CH4 by In situ generated Cu2O single‐type sites on a conductive MOF: stabilizing key intermediates with hydrogen bonding Angew. Chem. Int. Ed. 59 2020 23641 23648 J. D. Yi, R. Xie, Z. L. Xie, G. L. Chai, T. F. Liu, R. P. Chen, Y. B. Huang and R. Cao, Highly Selective CO2 Electroreduction to CH4 by In Situ Generated Cu2O Single‐Type Sites on a Conductive MOF: Stabilizing Key Intermediates with Hydrogen Bonding, Angew. Chem. Int. Ed. 59 (2020) 23641-23648. [49] M. Yue W. Xie Z. Zhong M. Li T. Zhang M. Shao H. Li Q. Wang Isolating and stabilizing active copper species in layered double hydroxide to enhance electrocatalytic CO2 reduction to CH4 J. Catal. 443 2025 115959 M. Yue, W. Xie, Z. Zhong, M. Li, T. Zhang, M. Shao, H. Li and Q. Wang, Isolating and stabilizing active copper species in layered double hydroxide to enhance electrocatalytic CO2 reduction to CH4, J. Catal. 443 (2025) 115959. [50] Y. Zhang Q. Yu Z. Wang W. Zhang X. She Q. Zhang Y. Liu H. Li H. Xu Boosting the C–C coupling efficiency for diluted CO2 electroreduction to dual carbon products ACS Catal. 15 2025 7352 7360 Y. Zhang, Q. Yu, Z. Wang, W. Zhang, X. She, Q. Zhang, Y. Liu, H. Li and H. Xu, Boosting the C–C Coupling Efficiency for Diluted CO2 Electroreduction to Dual Carbon Products, ACS Catalysis. 15 (2025) 7352-7360. [51] H. Xiao M. Xia B. Chong H. Li B. Lin G. Yang D-band center modulation of B-mediated FeS2 to activate molecular nitrogen for electrocatalytic ammonia synthesis Appl. Catal. B Environ. 343 2024 123474 H. Xiao, M. Xia, B. Chong, H. Li, B. Lin and G. Yang, D-band Center Modulation of B-mediated FeS2 to Activate Molecular Nitrogen for Electrocatalytic Ammonia Synthesis, Appl. Catal. B Environ. 343 (2024) 123474.",
      "scopus-id": "105015516126",
      "coredata": {
        "eid": "1-s2.0-S0021951725004749",
        "dc:description": "Electrochemical CO2 reduction (ECR) provides a sustainable and green strategy for converting CO2 into valuable chemicals, especially for C2 products. However, the poor C2-product selectivity of catalysts related to substantial activation energy required for C–C coupling severely limits the practical application of ECR. Herein, we systematically investigate the role of crystal facet engineering on modulating the performance of copper-based catalysts, which achieves selective ECR for C2 products through the regulation of key intermediate adsorption configurations. Density functional theory (DFT) calculations, combined with various characterization methods, indicate that the exposure of specific crystal facets on the copper surface plays a critical role in determining the selectivity of the products. Compared to the *CO top adsorption on Cu (1 1 1), the specific *CO adsorption in the hollow site on the Cu (2 0 0) facet significantly lowers the energy barrier for C–C coupling. As a result, the SCF3 sputtered copper film sample with Cu (1 1 1) and Cu (2 0 0) facets shows a high C2 product selectivity with a Faradaic efficiency of 70.6 ± 2.0 %, while the SCF1 sample with single Cu (1 1 1) facet shows a Faradaic efficiency of CH4 at 49.8 ± 2.4 %. This work highlights the key role of facet-modulated *CO adsorption configuration in boosting the ECR performance and the selectivity of C2 products for Cu-based materials.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951725004749",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Niu, Ranran"
          },
          {
            "@_fa": "true",
            "$": "Xiao, Hang"
          },
          {
            "@_fa": "true",
            "$": "Xu, Baorong"
          },
          {
            "@_fa": "true",
            "$": "Li, Gaoyang"
          },
          {
            "@_fa": "true",
            "$": "Tan, Daolin"
          },
          {
            "@_fa": "true",
            "$": "Lin, Bo"
          },
          {
            "@_fa": "true",
            "$": "Yang, Guidong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951725004749"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951725004749"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(25)00474-9",
        "prism:volume": "452",
        "articleNumber": "116408",
        "prism:publisher": "Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Facet-dependent *CO adsorption configuration on sputtered copper catalysts for selective electrocatalytic CO2 reduction to C2 products",
        "prism:copyright": "© 2025 Elsevier Inc. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Facet-dependent"
          },
          {
            "@_fa": "true",
            "$": "*CO adsorption configuration"
          },
          {
            "@_fa": "true",
            "$": "Electrochemical CO2 reduction"
          },
          {
            "@_fa": "true",
            "$": "Sputtered copper catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "116408",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2025",
        "prism:doi": "10.1016/j.jcat.2025.116408",
        "prism:startingPage": "116408",
        "dc:identifier": "doi:10.1016/j.jcat.2025.116408",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "872",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "142427",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "645",
            "@width": "801",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "126962",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "638",
            "@width": "801",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "110985",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "675",
            "@width": "802",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "108203",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "184",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36421",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "684",
            "@width": "802",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "200882",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "134",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9160",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12251",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "206",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14078",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "195",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11462",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "81",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10718",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "192",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20349",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "3862",
            "@width": "3168",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "732825",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2858",
            "@width": "3548",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "685548",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2825",
            "@width": "3548",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "563394",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2989",
            "@width": "3549",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "601742",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "490",
            "@width": "1328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "108838",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3027",
            "@width": "3549",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1459258",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "5822932",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "22773",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951725004749-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "20261",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105015516126"
      }
    }
  }
}