{
  "metadata": {
    "title": "Platinum single atoms dispersed on carbon nanotubes as reusable catalyst for Suzuki coupling reaction",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2017-08-31",
    "doi": "10.1016/j.jcat.2017.05.005",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951717301719",
    "pii": "S0021951717301719"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85021332916",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2017-06-29 2017-06-29 2017-06-29 2017-06-29 2019-11-28T10:56:35 1-s2.0-S0021951717301719 S0021-9517(17)30171-9 S0021951717301719 10.1016/j.jcat.2017.05.005 S300 S300.4 FULL-TEXT 1-s2.0-S0021951717X00079 2019-11-28T17:47:37.921792Z 0 0 20170801 20170831 2017 2017-06-29T17:33:25.790513Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst primabst ref specialabst 0021-9517 00219517 true 352 352 C Volume 352 44 388 393 388 393 201708 August 2017 2017-08-01 2017-08-31 2017 Regular Articles article fla © 2017 Elsevier Inc. All rights reserved. PLATINUMSINGLEATOMSDISPERSEDCARBONNANOTUBESREUSABLECATALYSTFORSUZUKICOUPLINGREACTION LEE E 1 Introduction 2 Experimental section 2.1 Synthesis of Pt-S-MWNT and Pd-S-MWNT catalysts 2.2 Catalytic activity tests with different supports 2.3 Recyclability of the Pt-S-MWNT catalyst 3 Results and discussion Acknowledgments Appendix A Supplementary material References RAI 2016 5567 5579 R BORKOWSKI 2014 87 94 T ERVITHAYASUPORN 2015 62 69 V BIVONA 2015 2526 2533 L KHAKIANIA 2015 259 265 B CARSON 2015 10896 10902 F DUAN 2015 575 586 L ALONSO 2008 3047 3101 F BASU 2010 1734 1738 B UOZUMI 2004 77 112 Y VEISI 2016 341 345 H HOSEINI 2015 489 494 S OGER 2015 2085 2094 N XU 2015 7427 7432 C AUGUSTYNIAK 2016 13525 13531 A CAI 2016 60996 61000 Q KIM 2006 394 401 Y KIM 2006 407 411 Y WERTHEIM 1983 2310 2313 G KOZUCH 2004 3072 3080 S SAKAKI 1998 1278 1289 S HACKETT 1988 1436 1448 M ORPEN 1990 1206 1210 A FEY 2009 704 722 N PARK 2013 3067 3074 S KHEDKAR 2010 6981 6986 M LEEX2017X388 LEEX2017X388X393 LEEX2017X388XE LEEX2017X388X393XE 2019-06-29T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2017 Elsevier Inc. All rights reserved. 2019-03-15T21:28:26.764Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp National Research Foundation (NRF) of Korea 2015R1A2A1A10056156 2015M1A2A2056556 NRF National Research Foundation of Korea http://data.elsevier.com/vocabulary/SciValFunders/501100003725 http://sws.geonames.org/1835841/ Korea Institute of Energy Technology Evaluation and Planning 20153030031510 Korea Institute of Energy Technology Evaluation and Planning http://data.elsevier.com/vocabulary/SciValFunders/501100007053 http://sws.geonames.org/1835841/ Nano-Convergence Foundation R201500910 This work was supported by the National Research Foundation (NRF) of Korea grant (2015M1A2A2056556, 2015R1A2A1A10056156), Nano-Convergence Foundation (R201500910), and Korea Institute of Energy Technology Evaluation and Planning (KETEP) grant (20153030031510). item S0021-9517(17)30171-9 S0021951717301719 1-s2.0-S0021951717301719 10.1016/j.jcat.2017.05.005 272561 2019-11-28T17:47:37.921792Z 2017-08-01 2017-08-31 1-s2.0-S0021951717301719-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/MAIN/application/pdf/15c4e61b3654ff5856d6aa3b52f0b742/main.pdf main.pdf pdf true 874003 MAIN 6 1-s2.0-S0021951717301719-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/PREVIEW/image/png/73f05418a75c1f90fe5bcaae18ec2d66/main_1.png main_1.png png 51322 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951717301719-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/fx1/THUMBNAIL/image/gif/20bea9770b15e6059b4e494ba05ff752/fx1.sml fx1 true fx1.sml sml 15667 163 141 IMAGE-THUMBNAIL 1-s2.0-S0021951717301719-fx2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/fx2/THUMBNAIL/image/gif/d13ec8ac0a7e0b5341f49d98f465b6ec/fx2.sml fx2 fx2.sml sml 1740 64 219 IMAGE-THUMBNAIL 1-s2.0-S0021951717301719-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/gr1/THUMBNAIL/image/gif/7f1da6ef0af888758ec54fe9632600a2/gr1.sml gr1 gr1.sml sml 15960 164 201 IMAGE-THUMBNAIL 1-s2.0-S0021951717301719-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/gr2/THUMBNAIL/image/gif/fb96587fefd694409c2cad7f5b98afc0/gr2.sml gr2 gr2.sml sml 13747 164 217 IMAGE-THUMBNAIL 1-s2.0-S0021951717301719-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/gr3/THUMBNAIL/image/gif/0d227e1a8acaa0f8d41c6729324bb45a/gr3.sml gr3 gr3.sml sml 12279 164 102 IMAGE-THUMBNAIL 1-s2.0-S0021951717301719-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/gr4/THUMBNAIL/image/gif/5dec448466dbb9518bdf3f317710ab73/gr4.sml gr4 gr4.sml sml 15966 164 213 IMAGE-THUMBNAIL 1-s2.0-S0021951717301719-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/fx1/DOWNSAMPLED/image/jpeg/0205214dd03671e3cb72940a794bd320/fx1.jpg fx1 true fx1.jpg jpg 24352 244 211 IMAGE-DOWNSAMPLED 1-s2.0-S0021951717301719-fx2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/fx2/DOWNSAMPLED/image/jpeg/e027586270df9381f902d5485cf0832e/fx2.jpg fx2 fx2.jpg jpg 9078 140 479 IMAGE-DOWNSAMPLED 1-s2.0-S0021951717301719-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/gr1/DOWNSAMPLED/image/jpeg/4c73d8aa9d5360ffb181a0e6bf529079/gr1.jpg gr1 gr1.jpg jpg 62632 506 621 IMAGE-DOWNSAMPLED 1-s2.0-S0021951717301719-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/gr2/DOWNSAMPLED/image/jpeg/bff0b6638e57b8648275de54ca5cc62b/gr2.jpg gr2 gr2.jpg jpg 26219 262 347 IMAGE-DOWNSAMPLED 1-s2.0-S0021951717301719-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/gr3/DOWNSAMPLED/image/jpeg/d6b5b13dc415a4631f9e5477f9df22c5/gr3.jpg gr3 gr3.jpg jpg 49248 555 346 IMAGE-DOWNSAMPLED 1-s2.0-S0021951717301719-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/gr4/DOWNSAMPLED/image/jpeg/9d8474434e0fc1272b8601a792a9200a/gr4.jpg gr4 gr4.jpg jpg 30299 267 347 IMAGE-DOWNSAMPLED 1-s2.0-S0021951717301719-fx1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/fx1/HIGHRES/image/jpeg/e1e4adfe6b826502d489de970406abe4/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 53872 651 562 IMAGE-HIGH-RES 1-s2.0-S0021951717301719-fx2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/fx2/HIGHRES/image/jpeg/249a1af89a4c57f166efd293c273a5de/fx2_lrg.jpg fx2 fx2_lrg.jpg jpg 67548 618 2121 IMAGE-HIGH-RES 1-s2.0-S0021951717301719-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/gr1/HIGHRES/image/jpeg/37e316147499fe4f27b7b78b363045a9/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 179598 1344 1649 IMAGE-HIGH-RES 1-s2.0-S0021951717301719-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/gr2/HIGHRES/image/jpeg/9a3894c008b68a3171591064e8a87962/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 65749 698 923 IMAGE-HIGH-RES 1-s2.0-S0021951717301719-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/gr3/HIGHRES/image/jpeg/11612ce0fa2fba19f426b32c471938b8/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 139997 1475 920 IMAGE-HIGH-RES 1-s2.0-S0021951717301719-gr4_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/gr4/HIGHRES/image/jpeg/168ce8d79157757f9ed8ef2e8e93ed0e/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 71513 709 922 IMAGE-HIGH-RES 1-s2.0-S0021951717301719-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0021951717301719/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/538406c32390c198c1a0128f6c84f03f/mmc1.docx mmc1 mmc1.docx docx 1556321 APPLICATION YJCAT 12436 S0021-9517(17)30171-9 10.1016/j.jcat.2017.05.005 Elsevier Inc. Fig. 1 (a) TEM images of Pt-S-MWNT. (b) XPS patterns of Pt-S-MWNT and H2PtCl6/MWNT. There is the Pt 4f signal peak in the Pt-S-MWNT pattern. (c) EXAFS patterns showing 1NN Pt-heterogeneous atoms (1.9Å) of Pt-S-MWNT and 1NN PtPt bond (2.8Å) of Pt foil. (d) XANES spectra showing the reduced intensity of Pt-S-MWNT confirming the zero-valent state. Fig. 2 Yield comparison over reaction time with Pt-S-MWNT and other conventional catalysts for the Suzuki reaction of 4-Iodoanisole with 4-methylbenzene boronic acid showing a yield close to 100% observed with Pt-S-MWNT. Fig. 3 In situ XANES spectra of Pt L3 absorption edge with potential application on (a) Pt/C, (b) Pt-S-MWNT. Fig. 4 EXAFS patterns for the Pt-S-MWNT before and after reaction indicating their stability suitable for longtime operation processes; inset: recyclability of Pt-S-MWNT for the Suzuki reaction of 4-Iodoanisole with 4-methylbenzene boronic acid for a reaction time of 24h. Table 1 Comparison of reaction activities of the Pt-S-MWNT and other conventional catalysts for the Suzuki coupling reaction. Entry Catalyst X Yield (%) a 1 Pt-S-MWNT I 99.5 2 Pd-S-MWNT I 15.1 3 H2PtCl6 I 4.8 4 Pd(OAc)2 I 3.4 5 Pt/C I 5.0 6 Pd/C I 3.8 7 Pt-S-MWNT Br 10.4 8 Pd-S-MWNT Br 3.7 9 H2PtCl6 Br 0 10 Pd(OAc)2 Br 0 11 Pt/C Br 0 12 Pd/C Br 0 13 Pt-S-MWNT Cl 4.8 14 Pd-S-MWNT Cl 0 15 H2PtCl6 Cl 0 16 Pd(OAc)2 Cl 0 17 Pt/C Cl 0 18 Pd/C Cl 0 Reaction condition: 4-iodoanisole (5mmol), 4-methylbenzene boronic acid (6mmol), Catalyst (0.35mol%), Cs2CO3 (5mmol), and THF (50ml) at 70°C, 24h. a GC detected yield (%). Platinum single atoms dispersed on carbon nanotubes as reusable catalyst for Suzuki coupling reaction Eun-Kyung Lee a Shin-Ae Park a Hyunje Woo b Kang Hyun Park c Dong Wook Kang d Hankwon Lim d Yong-Tae Kim a ⁎ a School of Mechanical Engineering, Pusan National University, Busan 46241, Republic of Korea School of Mechanical Engineering Pusan National University Busan 46241 Republic of Korea b Hybrid Materials Solution National Core Research Center (NCRC), Pusan National University, Busan 46241, Republic of Korea Hybrid Materials Solution National Core Research Center (NCRC) Pusan National University Busan 46241 Republic of Korea c Department of Chemistry and Chemistry Institute for Functional Materials, Pusan National University, Busan 46241, Republic of Korea Department of Chemistry and Chemistry Institute for Functional Materials Pusan National University Busan 46241 Republic of Korea d Department of Pharmaceutical Science and Technology, Catholic University of Daegu, Gyeongbuk 712-702, Republic of Korea Department of Pharmaceutical Science and Technology Catholic University of Daegu Gyeongbuk 712-702 Republic of Korea ⁎ Corresponding author. Graphical abstract While a ligand-free condition for Suzuki coupling reaction is desirable to minimize the separation process of the final product, it adversely has affected a reaction kinetics. Herein, we report a promising candidate for active and recyclable heterogeneous catalyst for ligand-free Suzuki coupling: Pt single atoms on thiolated multi-walled nanotubes. They demonstrated a complete conversion (>99%) in the ligand-free condition for 24h, while conventional Pd or Pt complex catalysts showed just below 5% conversion. Also, they could be completely recollected by a simple filtering process and be recycled showing 82% yield retention after 12 cycles. Keywords Platinum Atom Heterogeneous Catalyst Suzuki reaction 1 Introduction The Suzuki coupling reaction which is carried out by reacting arylboronic acids and aryl halides is a very efficient, nontoxic and air-/water-stable CC bond forming reaction. Furthermore, the reaction exploits relatively cheap reagents compared to other CC coupling reactions [1–7]. Since such high stability of substrates however leads to a decrease in the reaction rate, ligands such as phosphines and their derivatives are typically used to improve the kinetics [8]. Unfortunately, as the solubility of the ligands, reactants, and products is similar, it is difficult to separate the ligands from the products completely [9]. Hence, complex separation processes are required, and these increase the overall cost of the reaction [10]. To resolve these issues, many efforts have been devoted toward the development of a ligand-free Suzuki reaction [11–16]. The obtained product yields with these catalysts were markedly enhanced compared to those with the conventional catalysts. Also, heterogeneous catalysts are favorable, because of the simple separation of catalyst from the final product. In this work, we developed a highly active and easily re-collectable heterogeneous catalyst for a ligand-free Suzuki coupling reaction. We interestingly found that the Pt single atoms dispersed on thiolated carbon nanotubes that we have previously reported [17,18] demonstrated an extremely high activity (>99% conversion in 24h) for the ligand-free Suzuki coupling reaction. On the contrary, the reaction hardly proceeded with the conventional Pd or Pt complex catalysts (<5% conversion in 24h) in the same condition. Furthermore, the Pt single atoms on thiolated carbon nanotubes were completely recollected from the reaction mixture by a simple filtering process and were efficiently recycled, showing 82% yield retention after 12cycles. 2 Experimental section 2.1 Synthesis of Pt-S-MWNT and Pd-S-MWNT catalysts Multi-walled nanotubes (MWNTs) prepared by a conventional CVD method were purchased from Hanwha Nanotech. The MWNTs were purified by refluxing at 70°C for 12h in 6 M hydrochloric acid (35–37%, Samchun Chemical) after thermally treating raw soot containing MWNTs at 400°C for 2h in static air. The thiolation of the MWNTs was carried out using an amide bond formation method. Carboxylated MWNTs were obtained by stirring purified MWNTs in a concentrated H2SO4/HNO3 mixture (3:1, 95% and 60% purity, respectively, Samchun Chemical) for 1h and were chlorinated by refluxing at 70 °C for 12h with SOCl2 (≥90v/v%, Samchun Chemical). Then, the remaining SOCl2 was removed by vacuum evaporation, and the thiolated MWNTs, S-MWNTs, were obtained by stirring at 70°C for 24h in dry toluene (99.8%, Aldrich) and C2H7NSClH (98.0%, Aldrich). A suspension of S-MWNTs (20mg) was prepared by ultrasonication in 40mL of DI water and 3.125mL of 10mM H2PtCl6⋅6H2O (37.50% Pt basis, Aldrich) and 3.125mL of 10mM Pd(NH3)4Cl2·H2O (99.7%, Aldrich) (20wt.%) were added to the suspension. The Pt and Pd precursors were reduced and formed on the S-MWNTs by stirring them with NaBH4 (98%, Acros) for 12h. Then, they were filtered and washed with deionized water and ethanol several times. After evaporation and drying, the 20wt% Pt and Pd precursors supported on S-MWNT, referred to as Pt-S-MWNT and Pd-S-MWNT, were obtained. Transmission electron microscopy (TEM; JEM-2011, JEOL), angle-resolved X-ray photoelectron spectrometry (AR-XPS; Theta Probe, Thermo Electron Corporation), and X-ray diffraction (XRD; X'pert PRO MRD, Philips), were used to analyze the morphology of the catalysts and to confirm the existence of the single atom catalysts. Extended X-ray absorption fine structure (EXAFS) data at the Pt-L3 edge were obtained in transmission mode with the synchrotron radiation of wide X-ray absorption fine structure spectroscopy (10C beam line, Pohang Light Source (PLS)) at room temperature. The spectra were processed using the program IFEFFIT (version 1.2.11, IFEFFIT, Copyright 2008, Matthew Newville, University of Chicago, http://cars9.uchicago.edu/ifeffit/) with background subtraction (AUTOBK) and normalization. Fourier transform for EXAFS spectra was performed in the range 2.5–12Å in k-space and 1–3.5Å in R-space with the first-shell single scattering paths and k3 weighting. And the powder XRD analysis was performed with an Advance X-ray diffractometer (D8 ADVANCE) with CuKα radiation (λ=1.54056Å). X-ray diffraction data were collected over the 2θ range 10–90° with a step size of 0.02° and a counting time of 0.2s per step. 2.2 Catalytic activity tests with different supports 4-Iodoanisole (98%, Aldrich) (5mmol) and 4-methylbenzene boronic acid (97%, Aldrich) (6mmol) were dissolved in tetrahydrofuran (THF, anhydrous, 99.9%, Aldrich). Pt-S-MWNT, Pd-S-MWNT, Pt/C, Pd/C, H2PtCl6 (ACS reagent, ≥37.50% Pt basis, Aldrich) or Pd(OAc)2 (99%, Aldrich) were added with Cs2CO3 (5mmol, 99.95%, Aldrich). At this time, no ligand was added and the reaction was performed by refluxing at 70°C. Product yields from the reaction were measured using gas chromatography (GC, Vernier Mini GC, start temperature 60°C, ramp rate 5°C/min, final temperature 140°C, total length 10.0min, and pressure 7.0kPa). The structure of the products was confirmed by 1H- and 13C-NMR (nuclear magnetic resonance) (500MHz superconducting FT-NMR spectrometer, Unity-Inova 500, temperature 25°C, pulse 45°, solvent CDCl3). 2.3 Recyclability of the Pt-S-MWNT catalyst With the Pt-S-MWNT catalyst, a reaction was carried out using the same experimental procedure as described in section above. The change in the product yield after 24h was measured using GC and the structure of products was determined by NMR analysis. In addition, the initial amount of Pt in the Pt-S-MWNT catalyst and the amount of Pt after each cycle were measured using inductively coupled plasma spectrometry (ICP, Thermo Jarrell Ash (TJA) high-resolution ICP spectrometer). The solid residue was suspended in aqueous HCl solution (12mL, 10M) and filtered, yielding a clear solution. ICP analysis was carried out by comparing this sample with a diluted Pt ICP standard solution (10ppm). 3 Results and discussion We begin with the confirmation of Pt-S-MWNT formation on thiolated carbon nanotube supports. We have previously reported the details on the preparation process of Pt-S-MWNT [18], and therefore we briefly summarize the verification of the single atom structure. It is widely recognized that the formation of Pt on carbon nanotubes with a narrow size distribution is very difficult. The carbon nanotube supports readily leads to an agglomeration of Pt nanoparticles, because they are chemically inert and have much smaller surface area in comparison with conventional carbon black supports. For this reason, we introduced thiol groups, which have a high affinity for precious metals, to diminish the Pt agglomeration. However, some strange phenomena were observed during characterization of the samples. Fig. 1 (a) shows the TEM images for the prepared samples after the reduction in sodium borohydride of H2PtCl6 on the S-MWNT supports. Agglomerated Pt nanoparticles are clearly observed in the samples of untreated carbon nanotubes (see Fig. S1), while they are not shown in the thiolated carbon nanotube supports. In addition, X-ray diffraction measurements did not show any characteristic Pt crystal lattice reflections (see Fig. S2). These results imply that Pt might not be successfully loaded onto the thiolated nanotubes. It is however interesting to note that the XPS data obviously show the presence of Pt with a sharp Pt 4f core photoemission signal, as can be seen in Fig. 1(b). These contradictions were clearly addressed using EXAFS. In Fig. 1(c), a clear peak at around 2.8Å, corresponding to the first nearest neighbor (1NN) Pt-Pt bond, is observed for the Pt supported on the untreated carbon nanotubes. In contrast, for the Pt on S-MWNT, there was no peak at around 2.8Å, while a clear peak at around 1.9Å caused by 1NN Pt-heterogeneous atoms. This interestingly indicates that the supported particles are not common Pt nanoparticles but isolated Pt single atoms surrounded by heterogeneous atoms without any PtPt bond. EXAFS parameters were obtained by fitting the data to a model structure calculated by the FEFF (version 8.3). This result revealed that an isolated Pt single atoms is surrounded by approximately three sulfur atoms in thiol groups, as shown in Fig. S3. Also, Fig. S4 shows the electronic state of Pt/MWNT and Pt-S-MWNT investigated by XPS. The Pt 4f binding energy (BE) in Pt-S-MWNT was significantly shifted (by 2.3eV) to an energy (BE=73.0eV) higher than that of Pt/MWNT (BE=71.7eV) because of the final-state effect in the Pt 4f core level [19], demonstrating the presence of Pt single atoms. High-angle annular dark-field scanning TEM (HAADF-STEM) image and elemental mapping were conducted for confirming Pt single atoms on S-MWNT (Fig. S5). However, it was difficult to confirm Pt single atoms since Pt atoms were aggregated each other when electron beam (200kV) was irradiated to Pt-S-MWNT sample, showing some Pt nanoparticles on S-MWNT. Contrary to our expectations, the Pt valence state was found to be close to zero, in contrast to the valence states of typical Pt complexes (i.e.,+2 and +4). The zero-valent state was confirmed by the extremely reduced white line intensity of the Pt single atoms in comparison with that of the H2PtCl6 precursor having the +4 state, in X-ray absorption near edge structure (XANES) spectra, as shown in Fig. 1(d). This indicates that the Pt single atoms have distinctly different characteristics from the conventional, high-valent Pt complexes. Indeed, since the freshly synthesized Pt-S-MWNT was readily ignited during the dry process because of strong interaction between Pt-S-MWNT and oxygen in air, we believed that they could have a great activity for a various catalytic reactions. Unfortunately, they showed no activity for various heterogeneous catalytic reactions, such as the oxygen reduction reaction (ORR), hydrogen oxidation reaction (HOR), and methanol oxidation reaction (MOR) for fuel cells; the oxygen evolution (OER) and hydrogen evolution reactions (HER) for water splitting; and the steam reforming (SR) and water gas shift (WGS) reactions for methane conversion. However, we have recently found that they have an extremely high activity for the Suzuki coupling reaction. In order to exploit the high activity of the Pt-S-MWNT, we investigated their applications to the Suzuki coupling under ligand-free conditions, which is beneficial in view of product separation, but is too harsh to complete the coupling reaction in the short time periods required for mass production. As shown in Table 1 , the activity of the Pt-S-MWNT and other conventional catalysts were compared for the coupling reaction between 4-iodoanisoles and 4-methylbenzene boronic acid. For the coupling reaction with 4-iodoanisole substrate, Pt-S-MWNT (Table 1, Entry 1) demonstrated the reaction yield of 99.5% within 24h which is about 6 times higher value than the Pd-S-MWNT. It also showed higher catalytic activity than conventional H2PtCl6, Pd(OAc)2 complex (Table 1, Entry 3–4) and Pt/C, Pd/C catalysts (Table 1, Entry 5–6) under the same reaction conditions. The study was extended by substituting halide groups such as bromo- and chloro-substituents since activating aryl chlorides is one of the main issues in Suzuki coupling reactions. In our catalytic system, the Pt-S-MWNT catalysts were substantially more active than any other catalysts mentioned in Table 1 (Table 1, Entry 7–18). The change of reaction yield as a function of reaction time can be also seen in Fig. 2 , indicating high catalytic activity of Pt-S-MWNT depending on reaction time. Next, we investigated the origin of the high activity of the Pt-S-MWNT. We hypothesized that the catalyst activity could be closely related to the electron density of the metal. The oxidation states of the tested catalysts can be summarized as follows: 0 for Pt/C, almost 0 for the Pt-S-MWNT, and between +2 and +4 for the ligand complexes. According to previous reports, if the electronic state of the central metal is close to zero (more electron-rich), the halides of the leaving group can be more easily cleaved [20]. Hence, this leads to an increase in the reaction rate because of the low activation barrier for facile reduction in the metal [21,22]. As the order of valence states of tested catalysts is Pt/C or Pd/C (0)<Pt-S-MWNT or Pd-S-MWNT (almost 0)≪complexes (between +2 and +4), the order of activity could be expected to be Pt/C or Pd/C>Pt-S-MWNT or Pd-S-MWNT≫metal complexes. However, the experimental results instead revealed the following order: Pt-S-MWNT≫Pt/C>H2PtCl6. In order to understand this discrepancy, the effect of surface area of the catalyst for the reaction should be considered together with the electronic effects. It is clear that smaller particles increase the reaction rate, because their surface area is higher than that of larger particles. Even though Pt-S-MWNT is disadvantaged in comparison with NPs regarding their electronic state, their much higher surface area for the reaction overcomes this disadvantage. Accordingly, we can infer that for a highly active catalyst for the Suzuki coupling, the electronic state should be close to zero, and simultaneously the surface area should be as large as possible. Using these criteria, we suggest that the Pt-S-MWNT can be the best catalyst for the Suzuki coupling reaction. Another possible origin of the high activity of the Pt-S-MWNT is the ligand effect of the sulfur in the thiol groups. In the Suzuki reaction, the valence state of the catalysts varies from 0 or +2 to +2 or +4, respectively. These changes in oxidation state occur by two redox processes: oxidative addition and reductive elimination. In these processes, it is widely understood that when the substrate is added to the catalyst, the covalent sulfur located close to Pt acts as an electron donor, donating charge to an empty d-orbital on Pt and making Pt π-acceptor [23,24]. In order to check the charge compensation process for Pt-S-MWNT, we carried out in situ XANES measurements, in which the oxidized state of Pt-S-MWNT was simulated by the positive potential application with potentiostat. As shown in Fig. 3 , the white line in Pt L3 absorption edge was proportionally increased with the applied potential, implying that the oxidation state was increased for both Pt-S-MWNT and Pt/C [25]. However, the degree of white line increase was much less for Pt-S-MWNT than Pt/C, showing that the Pt-S-MWNT had a much higher oxidation tolerance than Pt/C. The origin of higher oxidation tolerance of Pt-S-MWNT was interestingly found to be a charge compensation from sulfur which could be confirmed by drastic increase of white line in sulfur 2p absorption edge (Fig. S6). That is, as reported in the previous literatures, the ligand sulfur can rapidly provide the electron, when Pt-S-MWNT is oxidized. Hence, the high reaction kinetics in the Pt-S-MWNT is partly attributable to the rapid charge transfer between the Pt and the ligand sulfurs in the surface thiol groups. Coupled with the high activity, the recyclability is another essential factor to be required for the commercial catalysts [26]. In general, the complex catalysts must be separated from the product and any remaining unreacted chemicals. This entails additional processing steps after the main reaction, increasing processing time and cost. However, in the case of Pt-S-MWNT, the separation can be carried out by a simple filtering. This is one of the most advantageous features of the Pt-S-MWNT which can efficiently minimize the separation process. We could recollect most of the catalysts by the simple filtering and the collected catalyst particles recycled up to 12 cycles. As shown in the inset in Fig. 4 , the yield gradually decreased as the number of cycles increased. However, more than 80% of the initial yield was maintained after 12 cycles. Indeed, since we did not optimize the recollection procedure, a significant quantity of catalyst was lost during the recyclability tests. The yield retention could be therefore further increased by optimizing the experimental procedures. After the recyclability tests, the single atoms maintained their morphology without the formation of any agglomerated particles. As shown in Fig. 4 providing EXAFS patterns before and after reaction, a peak at around 1.9Å corresponding to 1NN Pt-S bonds was observed, without any trace of a peak at around 2.8Å corresponding to 1NN Pt-Pt bonds. This indicates that the Pt-S-MWNT is morphologically stable, and therefore they can be successfully used for longtime operation processes. In conclusion, we demonstrated that the Pt-S-MWNT has a remarkably high activity and recyclability for the ligand-free Suzuki coupling reaction. Pt-S-MWNT showed a high activity in comparison with conventional catalysts; 2–30 times higher product yields than Pt/C, Pd/C metal complexes, respectively. This high activity was attributed to a combination of the electronic state of Pt in almost zero-valent, the large surface area due to the extreme degree of particle dispersion, and the fast charge compensation of Pt by ligand sulfurs. After the reactions, the Pt-S-MWNT was completely separated from the products and the unreacted chemicals by the simple filtering. Furthermore, they showed a good recyclability (more than 80% of initial yield after 12 cycles). Hence, we firmly believe that these catalysts can be applied to all catalytic research field for organic reaction and composite electrode materials for lithium secondary batteries and ultracapacitors. Acknowledgments This work was supported by the National Research Foundation (NRF) of Korea grant (2015M1A2A2056556, 2015R1A2A1A10056156), Nano-Convergence Foundation (R201500910), and Korea Institute of Energy Technology Evaluation and Planning (KETEP) grant (20153030031510). Appendix A Supplementary material Supplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.jcat.2017.05.005. Appendix A Supplementary material Supplementary data 1 References [1] R.K. Rai K. Gupta D. Tyagi A. Mahata S. Behrens X. Yang Q. Xu B. Pathak S.K. Singh Access to highly active Ni–Pd bimetallic nanoparticle catalysts for C-C coupling reactions Catal. Sci. Tech. 6 2016 5567 5579 [2] T. Borkowski J. Dobosz W. Tylus A.M. Trzeciak Palladium supported on Al2O3-CeO2 modified with ionic liquids as a highly active catalyst of the Suzuki-Miyaura cross coupling J. Catal. 319 2014 87 94 [3] V. Ervithayasuporn K. Kwanplod J. Boonmak S. Youngme P. Sangtrirutnugul Homogeneous and heterogeneous catalysts of organopalladium functionalized-polyhedral oligomeric silsesquioxanes for Suzuki-Miyaura reaction J. Catal. 332 2015 62 69 [4] L.A. Bivona F. Giacalone L. Vaccaro C. Aprile M. Gruttadauria Cross-linked thiazolidine network as support for palladium: a new catalyst for Suzuki and Heck reactions ChemCatChem 7 2015 2526 2533 [5] B.A. Khakiania K. Pourshamsiana H. Veisi A highly stable and efficient magnetically recoverable and reusable Pd nanocatalyst in aqueous media heterogeneously catalysed Suzuki C-C cross-coupling reactions Appl. Organometal. Chem. 29 2015 259 265 [6] F. Carson V. Pascanu A.B. Gûmez Y. Zhang A.E. Platero-Prats X. Zou B. Martín-Matute Influence of the base on Pd@MIL-101-NH2(Cr) as catalyst for the Suzuki-Miyaura cross-coupling reaction Chem. Eur. J. 21 2015 10896 10902 [7] L. Duan R. Fu Z. Xiao Q. Zhao J.-Q. Wang S. Chen Y. Wan Activation of aryl chlorides in water under phase-transfer agent-free and ligand-free Suzuki coupling by heterogeneous palladium supported on hybrid mesoporous carbon ACS Catal. 5 2015 575 586 [8] F. Alonso I.P. Beletskaya M. Yus Non-conventional methodologies for transition-metal catalysed carbon–carbon coupling: a critical overview. Part 2: the Suzuki reaction Tetrahedron 64 2008 3047 3101 [9] B. Basu K. Biswas S. Kundu S. Ghosh Highly effective alternative aryl trihydroxyborate salts for a ligand-free, on-water Suzuki-Miyaura coupling reaction Green Chem. 12 2010 1734 1738 [10] Y. Uozumi Recent progress in polymeric palladium catalysts for organic synthesis Top. Curr. Chem. 242 2004 77 112 [11] H. Veisi M. Ghadermazi A. Naderi Biguanidine-functionalized chitosan to immobilize palladium nanoparticles as a novel, efficient and recyclable heterogeneous nanocatalyst for Suzuki-Miyaura coupling reactions Appl. Organometal. Chem. 30 2016 341 345 [12] S.J. Hoseini A. Zarei H.R. Iran Ligandless C-C bond formation via Suzuki-Miyaura reaction in micelles or water–ethanol solution using PdPtZn and PdZn nanoparticle thin films Appl. Organometal. Chem. 29 2015 489 494 [13] N. Oger E.L. Grognec F.-X. Felpin Palladium nanoparticles supported on sulfonic acid functionalized silica as trifunctional heterogeneous catalysts for Heck and Suzuki reactions ChemCatChem 7 2015 2085 2094 [14] C. Xu Z.-Q. Xiao H.-M. Li X. Han Z.-Q. Wang W.-J. Fu B.-M. Ji X.-Q. Hao M.-P. Song Ligand-free Pd/C-catalyzed one-pot, three-component synthesis of aryl-substituted benzimidazoles by hydrogen-transfer and Suzuki reactions in water Eur. J. Org. Chem. 2015 2015 7427 7432 [15] A.W. Augustyniak W. Zawartka J.A.R. Navarro A.M. Trzeciak Palladium nanoparticles supported on a nickel pyrazolate metal organic framework as a catalyst for Suzuki and carbonylative Suzuki couplings Dalton Trans. 45 2016 13525 13531 [16] Q. Cai G. Liang Y. Xu X. Qian W. Zhu A reusable heterogeneous catalyst without leaking palladium for highly-efficient Suzuki-Miyaura reaction in pure water under air RSC Adv. 6 2016 60996 61000 [17] Y.-T. Kim T. Mitani Surface thiolation of carbon nanotubes as supports: a promising route for the high dispersion of Pt nanoparticles for electrocatalysts J. Catal. 238 2006 394 401 [18] Y.-T. Kim K. Ohshima K. Higashimine T. Uruga M. Takata H. Suematsu T. Mitani Fine size control of platinum on carbon nanotubes: from single atoms to clusters Angew. Chem. Int. Ed. 45 2006 407 411 [19] G.K. Wertheim S.B. DiCenzo S.E. Youngquist Unit charge on supported gold clusters in photoemission final state Phys. Rev. Lett. 51 1983 2310 2313 [20] S. Kozuch S. Shaik A. Jutand C. Amatore Active anionic zero-valent palladium catalysts: characterization by density functional calculations Chem. Eur. J. 10 2004 3072 3080 [21] S. Sakaki B. Biswas M. Sugimoto A theoretical study of the C−H activation of methane derivatives. significant effects of electron-withdrawing substituents Organometallics 17 1998 1278 1289 [22] M. Hackett J.A. Ibers G.M. Whitesides Activation of the carbon-hydrogen bonds of benzene by reaction with [bis(dicyclohexylphosphino)ethane]platinum(0), generated by the thermolysis of cis-[bis(dicyclohexylphosphino)ethane]hydridoneopentylplatinum(II) J. Am. Chem. Soc. 110 1988 1436 1448 [23] A.G. Orpen N.G. Connelly Structural systematics: the role of P-A σ∗ orbitals in metal-phosphorus π-bonding in redox-related pairs of M-PA3 complexes (A=R, Ar, OR; R=alkyl) Organometallics 9 1990 1206 1210 [24] N. Fey A.G. Orpen J.N. Harvey Building ligand knowledge bases for organometallic chemistry: computational description of phosphorus(III)-donor ligands and the metal-phosphorus bond Coord. Chem. Rev. 253 2009 704 722 [25] S.-A. Park D.-S. Kim T.-J. Kim Y.-T. Kim Strong interaction between Pt and thiolated carbon for electrocatalytic durability enhancement ACS Catal. 3 2013 3067 3074 [26] M.V. Khedkar P.J. Tambade Z.S. Qureshi B.M. Bhanage Pd/C: an efficient, heterogeneous and reusable catalyst for phosphane-free carbonylative Suzuki coupling reactions of aryl and heteroaryl iodides Eur. J. Org. Chem. 2010 2010 6981 6986",
      "scopus-id": "85021332916",
      "coredata": {
        "eid": "1-s2.0-S0021951717301719",
        "dc:description": "While a ligand-free condition for Suzuki coupling reaction is desirable to minimize the separation process of the final product, it adversely has affected a reaction kinetics. Herein, we report a promising candidate for active and recyclable heterogeneous catalyst for ligand-free Suzuki coupling: Pt single atoms on thiolated multi-walled nanotubes. They demonstrated a complete conversion (>99%) in the ligand-free condition for 24h, while conventional Pd or Pt complex catalysts showed just below 5% conversion. Also, they could be completely recollected by a simple filtering process and be recycled showing 82% yield retention after 12 cycles.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2017-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951717301719",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lee, Eun-Kyung"
          },
          {
            "@_fa": "true",
            "$": "Park, Shin-Ae"
          },
          {
            "@_fa": "true",
            "$": "Woo, Hyunje"
          },
          {
            "@_fa": "true",
            "$": "Hyun Park, Kang"
          },
          {
            "@_fa": "true",
            "$": "Kang, Dong Wook"
          },
          {
            "@_fa": "true",
            "$": "Lim, Hankwon"
          },
          {
            "@_fa": "true",
            "$": "Kim, Yong-Tae"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951717301719"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951717301719"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(17)30171-9",
        "prism:volume": "352",
        "prism:publisher": "Elsevier Inc.",
        "dc:title": "Platinum single atoms dispersed on carbon nanotubes as reusable catalyst for Suzuki coupling reaction",
        "prism:copyright": "© 2017 Elsevier Inc. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Atom"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous"
          },
          {
            "@_fa": "true",
            "$": "Catalyst"
          },
          {
            "@_fa": "true",
            "$": "Suzuki reaction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "388-393",
        "prism:endingPage": "393",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 2017",
        "prism:doi": "10.1016/j.jcat.2017.05.005",
        "prism:startingPage": "388",
        "dc:identifier": "doi:10.1016/j.jcat.2017.05.005",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "141",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15667",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "64",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1740",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15960",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13747",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "102",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12279",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15966",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "244",
            "@width": "211",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24352",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "140",
            "@width": "479",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-fx2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9078",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "506",
            "@width": "621",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "62632",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "262",
            "@width": "347",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26219",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "555",
            "@width": "346",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "49248",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "267",
            "@width": "347",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30299",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "651",
            "@width": "562",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "53872",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "618",
            "@width": "2121",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-fx2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "67548",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1344",
            "@width": "1649",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "179598",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "698",
            "@width": "923",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "65749",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1475",
            "@width": "920",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "139997",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "709",
            "@width": "922",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "71513",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951717301719-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1556321",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85021332916"
      }
    }
  }
}