{
  "metadata": {
    "title": "Boosting the electroreduction of CO<ce:inf loc=post>2</ce:inf> to liquid products <ce:italic>via</ce:italic> nanostructure engineering of Cu<ce:inf loc=post>2</ce:inf>O catalysts",
    "authors": "; ; ",
    "journal": "Journal of Catalysis",
    "date": "2024-04-30",
    "doi": "10.1016/j.jcat.2024.115458",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0021951724001714",
    "pii": "S0021951724001714"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85188703077",
      "originalText": "serial JL 272561 291210 291744 291809 31 Journal of Catalysis JOURNALCATALYSIS 2024-03-22 2024-03-22 2024-03-24 2024-03-24 2024-04-05T04:47:49 1-s2.0-S0021951724001714 S0021-9517(24)00171-4 S0021951724001714 10.1016/j.jcat.2024.115458 S300 S300.1 FULL-TEXT 1-s2.0-S0021951724X00044 2024-05-15T11:28:56.055104Z 0 0 20240401 20240430 2024 2024-03-23T00:54:38.184815Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid highlightsabst primabst pubtype ref specialabst 0021-9517 00219517 true 432 432 C Volume 432 43 115458 115458 115458 202404 April 2024 2024-04-01 2024-04-30 2024 Regular Articles article fla © 2024 Elsevier Inc. All rights reserved. BOOSTINGELECTROREDUCTIONCO2LIQUIDPRODUCTSVIANANOSTRUCTUREENGINEERINGCU2OCATALYSTS YANG F 1 Introduction 2 Results and discussion 2.1 Characterization of the electrocatalysts 2.2 Electrochemical characterization 3 Conclusions 4 Experimental section 4.1 Catalyst synthesis 4.2 Electrochemical measurements for CO2RR CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References MA 2021 12897 12914 W GARCIADEARQUER 2020 661 666 F YANG 2020 125879 F HAN 2020 1902338 N SUN 2022 2207691 W LI 2023 2301597 P CHI 2023 e2312876120 L BAI 2020 1901981 X YANG 2022 2202006 F ZHANG 2018 1700275 W WANG 2021 2005798 Y YANG 2018 7724 7728 P WANG 2020 131 137 H MA 2023 2213145 X JESIC 2021 126799 D CHHETRI 2023 3075 M CAI 2023 9136 9143 J LIM 2023 335 C NIU 2023 20220044 Z WANG 2019 8461 8468 Y ZHENG 2018 1802066 T YANG 2023 8714 8725 P REN 2023 108080 Q DING 2022 e202209268 L WANG 2018 2551 2582 Y GAO 2017 14503 S HAN 2021 105492 H GENG 2018 6054 6059 Z LIU 2021 5339 5346 H WANG 2022 135029 W JIANG 2022 2105292 Y QIU 2017 6302 6310 Y KIM 2015 23003 23010 M KIM 2019 84 93 E HUANG 2016 520 527 X LIU 2021 39165 39177 B YANG 2019 677 D GU 2019 1800449 Z QIAO 2023 140321 S ZHANG 2014 1734 1737 S WANG 2021 2104243 X DINH 2018 783 787 C HUAN 2015 3901 3907 T GUO 2017 298 304 S ZHENG 2019 55 61 X TAO 2020 9271 9275 Z CHUNG 2016 6252 6258 J SHAN 2020 11363 11372 W CHEN 2020 16459 16464 C JI 2020 758 762 L DUAN 2021 8798 8802 Y YANGX2024X115458 YANGX2024X115458XF 2026-03-24T00:00:00.000Z 2026-03-24T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Elsevier Inc. All rights reserved. 2024-04-04T16:18:19.927Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 22302097 22272004 22302062 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 Natural Science Research Start-up Foundation of Recruiting Talents of Nanjing University of Posts and Telecommunications Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100013804 http://sws.geonames.org/1814991 NY223068 NY223180 http://sws.geonames.org/1814991 Fundamental Research Funds for the Central Universities YWF-22-L-1256 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991/ This research work was supported by the National Natural Science Foundation of China (No. 22302097, 22302062 and 22272004), Natural Science Research Start-up Foundation of Recruiting Talents of Nanjing University of Posts and Telecommunications (No. NY223180 and NY223068), and Fundamental Research Funds for the Central Universities (YWF-22-L-1256). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0021-9517(24)00171-4 S0021951724001714 1-s2.0-S0021951724001714 10.1016/j.jcat.2024.115458 272561 2024-05-15T11:28:56.055104Z 2024-04-01 2024-04-30 1-s2.0-S0021951724001714-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/MAIN/application/pdf/30e16f5def8b4ec12fad822db911d54c/main.pdf main.pdf pdf true 6832258 MAIN 8 1-s2.0-S0021951724001714-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/PREVIEW/image/png/e610d6622bb46877feb2173088ee3519/main_1.png main_1.png png 54381 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0021951724001714-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/gr3/DOWNSAMPLED/image/jpeg/1a4e880b201d8e34c70d63c138fffb76/gr3.jpg gr3 gr3.jpg jpg 80804 478 766 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724001714-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/gr2/DOWNSAMPLED/image/jpeg/d1a1eb8fa7e84552756b38ddd1a36349/gr2.jpg gr2 gr2.jpg jpg 65661 393 628 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724001714-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/ga1/DOWNSAMPLED/image/jpeg/ee4159c6faa14cdffe61d06f2164405c/ga1.jpg ga1 true ga1.jpg jpg 23608 200 438 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724001714-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/gr5/DOWNSAMPLED/image/jpeg/eeaa2443f79dd66bec5942ee5e8ec78e/gr5.jpg gr5 gr5.jpg jpg 88600 445 688 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724001714-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/gr4/DOWNSAMPLED/image/jpeg/fbd562d93cc4fb077267d3b6a27d12dd/gr4.jpg gr4 gr4.jpg jpg 84649 471 757 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724001714-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/gr1/DOWNSAMPLED/image/jpeg/c00ce6c0ddfce3e76bf148622a9c65fb/gr1.jpg gr1 gr1.jpg jpg 103456 667 535 IMAGE-DOWNSAMPLED 1-s2.0-S0021951724001714-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/gr3/THUMBNAIL/image/gif/722603dec18b95a9b90a31acbd83ee2a/gr3.sml gr3 gr3.sml sml 10278 137 219 IMAGE-THUMBNAIL 1-s2.0-S0021951724001714-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/gr2/THUMBNAIL/image/gif/49ba73f1f9f097ef4960d00802ba0c76/gr2.sml gr2 gr2.sml sml 10341 137 219 IMAGE-THUMBNAIL 1-s2.0-S0021951724001714-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/ga1/THUMBNAIL/image/gif/ad5fb9b5792466b904cd660ce7656107/ga1.sml ga1 true ga1.sml sml 10884 100 219 IMAGE-THUMBNAIL 1-s2.0-S0021951724001714-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/gr5/THUMBNAIL/image/gif/0084de5d0c05abc7d91cfca4b5f68460/gr5.sml gr5 gr5.sml sml 12836 142 219 IMAGE-THUMBNAIL 1-s2.0-S0021951724001714-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/gr4/THUMBNAIL/image/gif/94a352975ee5a9c2ab32d7769c6b00ba/gr4.sml gr4 gr4.sml sml 9905 136 219 IMAGE-THUMBNAIL 1-s2.0-S0021951724001714-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/gr1/THUMBNAIL/image/gif/651f0eddd3e6673176405b3c2a28fed6/gr1.sml gr1 gr1.sml sml 11348 163 131 IMAGE-THUMBNAIL 1-s2.0-S0021951724001714-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/HIGHRES/image/jpeg/92d22c060dd363c40326d9f0d3897878/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 544006 2114 3390 IMAGE-HIGH-RES 1-s2.0-S0021951724001714-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/HIGHRES/image/jpeg/fae5596b2ec1babaf2535f471aeb1a91/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 509437 1743 2782 IMAGE-HIGH-RES 1-s2.0-S0021951724001714-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/HIGHRES/image/jpeg/629dd77aa8794b492ba7765ce8517dbb/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 149017 886 1939 IMAGE-HIGH-RES 1-s2.0-S0021951724001714-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/HIGHRES/image/jpeg/e691ed2acc604cb3b0c5778ef849a903/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 522648 1971 3047 IMAGE-HIGH-RES 1-s2.0-S0021951724001714-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/HIGHRES/image/jpeg/a74d258c6d378caf187da5c58a9b2441/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 595657 2085 3350 IMAGE-HIGH-RES 1-s2.0-S0021951724001714-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/HIGHRES/image/jpeg/7ccf8f34d495b21849980143aa42270a/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1082733 2951 2368 IMAGE-HIGH-RES 1-s2.0-S0021951724001714-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0021951724001714/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/2a946e2677aedf3c46c0eaf58e316d65/mmc1.docx mmc1 mmc1.docx docx 3054602 APPLICATION 1-s2.0-S0021951724001714-am.pdf am am.pdf pdf 1092095 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10WQCRTKGHK/MAIN/application/pdf/35fe31740ba5a7a74c7a82da46c965ea/am.pdf YJCAT 115458 115458 S0021-9517(24)00171-4 10.1016/j.jcat.2024.115458 Elsevier Inc. Fig. 1 Nanostructure engineering Cu2O catalysts for CO2 reduction. (a) Schematic illustration for the preparation of Cu2O catalysts with varied morphologies (The boundaries of crystal particles were highlighted by semi-transparent lines for visual guidance). SEM images of (b) c-Cu2O, (c) t-Cu2O, and (d) f-Cu2O. (e) HR-TEM image of f-Cu2O. Fig. 2 The structural characterization of Cu2O catalysts. (a) XRD patterns, (b) high-resolution Cu 2p XPS spectra, (c) Auger Cu LMM spectra, and (d) high-resolution O 1 s XPS spectra, (e) EPR spectra, and (f) Uv–vis DRS results of all catalysts. Fig. 3 Catalytic performance evaluation of different Cu2O catalysts in a H-cell. (a) LSV curves in CO2-saturated 0.5 M KHCO3 electrolyte of all catalysts. FE of liquid products on (b) c-Cu2O, (c) t-Cu2O, and (d) f-Cu2O at different applied potentials. (e) Long-term stability test on f-Cu2O at −0.8 V. Fig. 4 (a) Partial current densities of ethanol, and (b) formation rate of ethanol on all catalyst at different applied potentials. (c) Charge current density differences plotted against scan rates, and (d) single oxidative LSV scans in N2-saturated 0.1 M NaOH on all catalysts. (e) LSV curves, and (f) FE of liquid products at different current densities on f-Cu2O within a flow cell. Fig. 5 (a) Illustration of reaction pathway for CO2 reduction to ethanol and formate on Cu2O (111) surface (Color code: C, black; O, red; H, cyan; Cu, orange). (b) Potential-dependent in-situ Raman spectra of f-Cu2O catalyst. (c) Configurations of Cu2O (111) and Cu2O (111)-Vo (The red, black and orange balls represent the O, C and Cu atoms, respectively. The center of the green copper atoms represents the oxygen vacancy). (d) Free energy diagrams of reaction paths for CO2 reduction to ethanol. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.) Research article Boosting the electroreduction of CO2 to liquid products via nanostructure engineering of Cu2O catalysts Fangqi Yang Writing – original draft Methodology Investigation Funding acquisition Data curation a b 1 ⁎ Tonglin Yang Writing – original draft Resources Methodology Investigation a c 1 Jing Li Writing – original draft Methodology Investigation Funding acquisition d Pengfei Li Methodology Investigation e f Quan Zhang Writing – original draft Methodology g ⁎ Huihui Lin Writing – original draft Investigation f ⁎ Luyan Wu Resources Funding acquisition a b ⁎ a State Key Laboratory of Organic Electronics and Information Displays, Institute of Advanced Materials (IAM), Nanjing University of Posts and Telecommunications, Nanjing 210023, China State Key Laboratory of Organic Electronics and Information Displays Institute of Advanced Materials (IAM) Nanjing University of Posts and Telecommunications Nanjing 210023 China State Key Laboratory of Organic Electronics and Information Displays, Institute of Advanced Materials (IAM), Nanjing University of Posts and Telecommunications, Nanjing 210023, China b School of Materials Science and Engineering, Nanjing University of Posts and Telecommunications, Nanjing 210023, China School of Materials Science and Engineering Nanjing University of Posts and Telecommunications Nanjing 210023 China School of Materials Science and Engineering, Nanjing University of Posts and Telecommunications, Nanjing 210023, China c School of Chemistry and Life Sciences, Nanjing University of Posts and Telecommunications, Nanjing 210023, China School of Chemistry and Life Sciences Nanjing University of Posts and Telecommunications Nanjing 210023 China School of Chemistry and Life Sciences, Nanjing University of Posts and Telecommunications, Nanjing 210023, China d Key Laboratory of Bio-inspired Smart Interfacial Science and Technology of Ministry of Education, School of Chemistry, Beihang University, Beijing 100191, China Key Laboratory of Bio-inspired Smart Interfacial Science and Technology of Ministry of Education School of Chemistry Beihang University Beijing 100191 China Key Laboratory of Bio-inspired Smart Interfacial Science and Technology of Ministry of Education, School of Chemistry, Beihang University, Beijing 100191, China e Joint School of National University of Singapore and Tianjin University, International Campus of Tianjin University, Binhai New City, Fuzhou 350207, China Joint School of National University of Singapore and Tianjin University International Campus of Tianjin University Binhai New City Fuzhou 350207 China Joint School of National University of Singapore and Tianjin University, International Campus of Tianjin University, Binhai New City, Fuzhou 350207, China f Department of Chemistry, National University of Singapore, 3 Science Drive 3, Singapore 117543, Singapore Department of Chemistry National University of Singapore 3 Science Drive 3 Singapore 117543 Singapore Department of Chemistry, National University of Singapore, 3 Science Drive 3, Singapore 117543, Singapore g Hubei Key Laboratory of Pollutant Analysis and Reuse Technology, College of Chemistry and Chemical Engineering, Hubei Normal University, Huangshi 435002, Hubei, China Hubei Key Laboratory of Pollutant Analysis and Reuse Technology College of Chemistry and Chemical Engineering Hubei Normal University Huangshi Hubei 435002 China Hubei Key Laboratory of Pollutant Analysis and Reuse Technology, College of Chemistry and Chemical Engineering, Hubei Normal University, Huangshi 435002, Hubei, China ⁎ Corresponding authors. 1 These authors contributed equally to this work. Graphical abstract The electrochemical reduction of CO2 presents a promising pathway for storing intermittent renewable energy in the form of chemical bonds, thereby mitigating CO2 emissions and enabling the production of sustainable fuels. In this work, we demonstrate nanoscale engineering of oxygen vacancy and morphology simultaneously on Cu2O catalysts for electrochemical reduction of CO2 to liquid products (formate and ethanol). By comparing the performance of cube- and tetrakaidecahedron-like Cu2O catalysts, we have demonstrated that the flower-like Cu2O catalyst, enclosed with rich oxygen vacancy defects, exhibited superior performance in the reduction of CO2 to liquid products. Moreover, the synergetic role of Cu+ also contributed to the enhanced activity by promoting CO2 adsorption and facilitating C–C coupling. As a result, the peak Faradaic efficiency (FE) for liquid products of 95.5 % was obtained, associated with a high ethanol FE of 52.6 % and formation rate of 23.8 μmol h−1 cm−2 within a H-cell. Furthermore, within a flow cell configuration, we have observed a significant improvement in the generation of formate, maintaining FE values above 70 % even under high current densities of up to 400 mA cm−2. In-situ Raman spectroscopic measurements allow us to identify and track key intermediates involved in the CO2 reduction to formate and ethanol. This detailed understanding of the reaction pathways adds to our fundamental knowledge and provides valuable insights for the development of morphology-controlled electrocatalysts targeting efficient conversion of CO2 into liquid products. Keywords CO2 reduction Cuprous oxide Electrocatalysis Formate Ethanol Data availability Data will be made available on request. 1 Introduction The rapid increase in atmospheric CO2 concentration has presented a critical challenge to human society [1]. Electrochemical reduction of CO2 (CO2RR) to produce value-added chemicals and fuels, utilizing renewable electricity, offers a promising approach to address the issue of excessive CO2 concentration in the atmosphere and the energy shortage [2]. Among the chemicals generated from CO2RR, liquid products such as formate and ethanol are highly sought after due to their wide range of applications as essential chemical intermediates in numerous industrial processes [3]. Moreover, formate serves as a promising liquid hydrogen storage medium that can be utilized in chemical fuel for direct formate fuel cells [4]. On the other hand, ethanol, known for its secure storage and transportation, is used as an additive to gasoline and a fuel source [5]. A variety of metallic catalysts have been identified as potential candidates for CO2RR. In recent years, effectively converting CO2 to formate has been extensively investigated, and achieving high selectivity of nearly 100 % on p-block metal-based catalysts [6]. Remarkably, Chi and co-workers vertically grown bismuth nanosheets on a gas-diffusion layer to create numerous cavities as electrolyte reservoirs. Based on this design, a formic acid Faradaic efficiency (FE) of 96.3 % and partial current density of 471 mA cm−2 were obtained even at an electrolyte pH of 2 [7]. As for CO2 reduction to ethanol, despite intensive research efforts, the performance is still unsatisfactory [8,9]. So far, copper (Cu) is the only single-metal catalyst that can convert CO2 to formate and ethanol concurrently [10,11]. Among Cu-based catalysts, polycrystalline Cu is widely reported, as it is the only metal to yield a variety of hydrocarbons [12]. However, the high overpotential of −1.0 V vs. RHE and the inevitably competing hydrogen evolution reaction (HER) restrict the activity [12,13]. Moreover, Cu-based catalysts have moderate binding energy to the reaction intermediates, which leads to the poor selectivity towards the desired produce [14]. Typically, for the production of hydrocarbons and alcohols, the reaction steps also include shared intermediates and high kinetic barrier for *CO dimerization [5]. Thus, most of polycrystalline Cu-based catalysts for the generation of formate and/or ethanol, the selectivity and activity are still unsatisfied, and always associated with the co-generated other products (such as CO, CH4, C2H4) [15]. To address these issues, researchers have made significant efforts to develop strategies including morphology control [16], crystal facet exposure [17], surface modification [18], and grain boundaries [19]. For example, Wang et al. suggested that Cu nanocubes were more favorable for converting CO2 to ethylene compared to Cu nanospheres [20]. Niu et al. demonstrated a perovskite oxide-derived Cu catalyst with abundant grain boundaries, which is benefit for CO adsorption and thus promoting C–C coupling, achieving a maximum C2+ FE of 80.3 % and a partial current density over 400 mA cm−2 in neutral electrolyte in a flow cell reactor [19]. These fundamental studies collectively emphasize the significance of tuning the active sites and binding energy of key intermediates on the catalyst surface to tailor the activity and selectivity of target products [10,21]. Among the various Cu-based materials, cuprous oxide (Cu2O) is regarded as a highly promising candidate for CO2RR to hydrocarbons. Previous studies have indicated that Cu2O catalysts can enhance CO2 activation while simultaneously suppressing HER [12]. Besides, the presence of Cu+ ions has been demonstrated to play a crucial role in promoting the adsorption of *CO intermediates, thereby facilitating C–C coupling for ethanol production [8,14]. For instance, Yang and co-workers reported a dual-phase copper-based catalyst with abundant Cu(I) site at the amorphous-nanocrystalline interfaces, which promotes the local *CO coverage and consequently improves C–C coupling [22]. However, Cu2O catalysts also encounter challenges such as long-term reduction to metallic Cu species during the CO2RR process, as well as rapid degradation leading to the collapse of the original nanostructures [23,24]. Consequently, it becomes imperative to synthesize Cu2O catalysts that exhibit high activity, selectivity, and stability for targeted liquid products through CO2RR. In recent years, the introduction of oxygen vacancy defects in metallic oxide catalysts is indicated as a powerful method to regulate the catalyst surface electronic structure and charge transport for enhancing the CO2RR performance [25,26]. The oxygen vacancies lead to the catalyst surface electron-rich and increase the local charge density, thus can absorb and activate the electron-deficient carbon atoms of CO2 molecules [25,27]. For instance, Zeng et al. used ZnO slab with/without oxygen vacancies as models to gain insight into the effect of oxygen vacancies on the CO2RR performance. It was found that the electrons tended to accumulate around the valence band maximum of ZnO slab with an oxygen vacancy but not in the ZnO slab without the oxygen vacancy, besides, the free energy for the formation of *COOH on ZnO slab with oxygen vacancy was 0.28 eV lower than that on ZnO slab without oxygen vacancy, suggesting the promoted CO2 activation process by the introduction of oxygen vacancy [28]. In addition, to get in-depth atomic-level understanding on the correlation between oxygen vacancies and CO2RR properties, Xie et al. proposed an ideal and simple model of oxygen vacancies confined in atomic layer, taking the synthetic oxygen-deficient Co3O4 single-unit-cell layers as an example. The theoretical/experimental results unveiled that the presence of oxygen vacancies lower the rate-limiting activation barrier via stabilizing the key HCOO–* intermediate, and hence favored the CO2 reduction to formate activity, which can be confirmed by the lowered onset potential and decreased Tafel slope [26]. In this sense, many efforts have been devoted to exploring available strategies to construct oxygen vacancies, such as plasma etching, thermal annealing under reducing atmosphere (H2, CO, or NH3), cation/anion doping, which involves dangerous gases, expensive equipment, high-energy consumption [29]. More importantly, efficient methods to adjust the oxygen vacancy of oxygen derived-Cu for high-efficient CO2RR to C2 products is still lack [30]. Inspired by the above works, it is expected to optimize the morphologies and construct abundant oxygen vacancies simultaneously to promote the performance of CO2 reduction to liquid products on Cu2O-based catalysts. Herein, we reported nanostructure engineering of Cu2O-based catalysts with varied oxygen vacancies regulated by the morphologies, to investigate their impact on the electrochemical conversion of CO2 to liquid products. Notably, the flower-like Cu2O (f-Cu2O) catalyst enclosed with rich oxygen vacancy exhibited superior performance in CO2RR, specifically for formate and ethanol formation, when compared to the oxygen vacancy deficient cube-shaped (c-Cu2O) and tetrakaidecahedron-like Cu2O (t-Cu2O) catalysts. At a voltage of −0.7 V, the f-Cu2O catalyst achieved an impressive maximum FE of 95.5 % for the production of liquid products. Furthermore, at −0.8 V, the f-Cu2O catalyst exhibited a high ethanol FE of 52.6 % and a formation rate of 23.8 μmol h−1 cm−2. When tested in a flow cell, the formate generation on the f-Cu2O catalyst was significantly enhanced, maintaining FE over 70 % even at large current densities of 400 mA cm−2. Furthermore, in-situ Raman spectroscopy was performed to gain insights into the reaction pathway through identifying key intermediates during the CO2-to-formate and ethanol conversion process. 2 Results and discussion 2.1 Characterization of the electrocatalysts The synthesis of Cu2O catalysts were conducted using a facile one-step wet chemical method, as schematically illustrated in Fig. 1 a. Aqueous solutions of CuCl2 and NaOH were mixed to generate precipitated Cu(OH)2, which was subsequently reduced to Cu2O by ascorbic acid. Polyvinylpyrrolidone (PVP) was utilized as a capping agent to regulate the morphology of Cu2O nanocrystals. The successful removal of residue PVP on Cu2O surface was proved by Fourier transform infrared (FITR) and X-ray photoelectron spectroscopy (XPS) measurements (Figure S1 and S2) [31]. As revealed by scanning electron microscopy (SEM) images in Fig. 1b-d, with the mass of PVP increased, the morphologies of Cu2O evolved from cube- (Fig. 1b) to tetrakaidecahedron- (Fig. 1c), and finally flower-like (Fig. 1d) structure. Notably, rough surface and wrinkles of f-Cu2O observed not only give rise to low-coordinated site such as steps, edges, and defects, but also lead to the enlarged surface area of catalyst, as confirmed by the increased specific surface areas shown in Figure S3. These characteristics are beneficial for promoting the performance of CO2RR [32]. f-Cu2O catalyst was further examined by high-resolution transmission electron microscopy (HR-TEM), which displayed the interplanar spacing about 0.245 nm (Fig. 1e and Figure S4), corresponding to the (111) facet of Cu2O. Previous experiments have disclosed that PVP tends to selectively interact with Cu2O (111) facet, thereby inducing the growth of Cu2O (111) facet [33,34]. Fig. 2 a displays the X-ray diffraction (XRD) patterns of the Cu2O catalysts. The diffraction peaks observed align closely with the characteristic peaks of crystalline Cu2O (PDF # 05–0667). It is noted that the (111) crystal plane was predominantly exposed, which is in agreement with the findings from TEM imaging. It has been demonstrated that the Cu2O (111) facet exhibits higher catalytic activity than that of (110) and (100) facets [12]. Moreover, the presence of surface coordination-unsaturated Cu atoms on the (111) facet facilitates CO2 reduction by enhancing the adsorption of CO2 molecules [35]. XPS measurements were performed to identify the chemical valence states of Cu2O catalysts. The high-resolution XPS spectra of the Cu 2p region (Fig. 2b) exhibited characteristic peaks corresponding to Cu0/Cu+ at 952.6 eV (Cu 2p1/2) and 932.6 eV (Cu 2p3/2), respectively. Additionally, satellite peaks observed at 962.6 and 943.3 eV are attributed to the presence of Cu+ [36]. To further distinguish between Cu0 and Cu+ species, Cu LMM Auger electron spectroscopy was conducted (Fig. 2c). The kinetic energy observed at 916.9 eV indicates that Cu+ is the dominant species present in the catalysts. This analysis provides additional evidence for the prevalence of Cu+ in the catalyst samples, which is conducive to reducing the energy barrier for C–C coupling and then promoting the formation of ethanol [14,24]. In addition, weak peaks at 955.3 and 934.8 eV were observed (Fig. 2b), which can be attributed to the presence of Cu2+, arising from the oxidation of Cu+ [37]. The O 1 s spectra display two peaks at 530.2 and 531.6 eV, (Fig. 2d), corresponding to lattice oxygen (Olatt) and oxygen vacancy (Ovan), respectively [14,38]. As depicted in Table S1, the f-Cu2O catalyst exhibits a higher content of oxygen vacancies compared to the c-Cu2O and t-Cu2O catalysts. To provide clear-cut evidences for the presence of oxygen vacancies, Electron Paramagnetic Resonance (EPR) spectroscopy was performed. In Fig. 2e, all samples showed a signal at g = 2.003, which can be identified as the surface electrons trapped on oxygen vacancies [27,39]. The strongest characteristic signal intensity of f-Cu2O demonstrated it possessed the largest oxygen vacancy concentration among the three samples, which also agrees with XPS results, and further confirms that the oxygen vacancy concentration can be facilely regulated by morphology control. In addition, Ultraviolet–visible diffuse reflection spectroscopy (Uv–vis DRS) was conducted to study the optical absorption properties of samples. As shown in Fig. 2f, f-Cu2O demonstrated a higher intense continuous absorption than that of c-Cu2O and t-Cu2O catalysts, which can be attributed to oxygen vacancy induced sub-bands excitation from defect states to conduction band, and further proves the higher oxygen vacancy content in f-Cu2O [29]. The properties of rough surface and higher oxygen vacancy content of f-Cu2O would lay foundation for high catalytic performance of CO2 reduction [25,38,39]. 2.2 Electrochemical characterization Electrochemical reaction was explored in a gas-tight H-cell with CO2 saturated 0.5 M KHCO3 solution as electrolyte. Linear sweep voltammetry (LSV) curves of catalysts are shown in Fig. 3 a, apparently, f-Cu2O catalyst exhibited a larger current density and a lower onset potential than that of c-Cu2O and t-Cu2O catalysts, suggesting the higher CO2 reduction ability of c-Cu2O catalyst. To elucidate the CO2 reduction products, potentiostatic electrolysis within the potential range from −0.5 to −1.1 V was conducted. The gas and liquid products were analyzed by on-line gas chromatography (GC) and 1H nuclear magnetic resonance (NMR), respectively. All the catalysts display selectivity towards liquid products, such as ethanol and formate. Additionally, trace amounts of gaseous products, including carbon monoxide (CO) and ethylene (C2H4), were detected as well (Figure S5). Specifically, FE of ethanol and formate exhibited a gradual increase as the potential shifted towards more negative value. The maximum value of 52.6 % for ethanol and 56.8 % for formate was achieved at −0.8 and −0.7 V on f-Cu2O catalyst, respectively (Fig. 3d). In addition, the highest FE of liquid products up to 95.5 % was also obtained at a moderate potential of −0.7 V. In contrast, c-Cu2O (Fig. 3b) and t-Cu2O catalysts (Fig. 3c) delivered a limited selectivity for ethanol and formate, the maximum liquid products FE was only 71.6 % and 92.0 % at −0.8 V, respectively. The enhanced activity of f-Cu2O is mainly responsible to the rich oxygen vacancy defects derived from the rough surface, which facilitate the CO2 adsorption and activation on catalyst surface [26,28]. The rough surface provides higher specific surface area for active sites anchor. Masuda and co-workers based on theoretical calculations also suggested that the roughened surface is favorable for generating C2 products [40]. Besides, the Cu+ species play synergistic effect to stabilize the key *CO intermediate and decrease the barrier energy of C–C coupling, thus boosts the conversion of CO2 to ethanol [8,14]. The long-term durability and stability of the f-Cu2O catalyst were evaluated, considering their crucial role in practical applications. As depicted in Fig. 3e, the f-Cu2O catalyst exhibited outstanding long-term stability during a 45-hour operation at −0.8 V. Notably, no significant declines in current density or FE of ethanol and formate were observed over this duration. Furthermore, after the electrolysis process, the structure of the f-Cu2O catalyst remained largely intact (Figure S6). This preservation of the pristine structure indicates the high stability of the f-Cu2O catalyst during the CO2 reduction process. Partial current densities of liquid products were plotted in Fig. 4 a and Figure S7. The highest partial current densities of ethanol (j ethanol) and formate (j formate) were determined to be 9.1 and 7.2 mA cm−2 at −0.9 V on f-Cu2O catalyst, respectively. Notably, these values surpass the corresponding partial current densities obtained with the c-Cu2O and t-Cu2O catalysts, indicating the superior activity and selectivity of the f-Cu2O catalyst in terms of liquid product generation. Accordingly, formation rates of ethanol significantly increased from 0.43 μmol h−1 cm−2 at −0.5 V to 28.56 μmol h−1 cm−2 at −1.1 V on f-Cu2O catalyst (Fig. 4b). It is noted that the ethanol formation rate on the f-Cu2O catalyst is 3.4 times higher than that of the c-Cu2O catalyst and 1.6 times higher than that of the t-Cu2O catalyst. The results presented in Figure S8 showcase that the f-Cu2O catalyst surpasses many Cu-based catalysts reported in the literature in terms of both ethanol FE and formation rate. Furthermore, the f-Cu2O catalyst also exhibits a higher formate formation rate, with a maximum value of 125.69 μmol h−1 cm−2 achieved at −1.1 V (as shown in Figure S9). These findings provide strong evidence for the remarkable activity and selectivity of the f-Cu2O catalyst in the conversion of CO2 to liquid products. In view of the excellent performance of f-Cu2O catalyst, electrochemical active surface area (ECSA) was investigated to reveal the intrinsic origin [3]. As shown in Fig. 4c, double-layer capacitance (Cdl) derived from the cyclic voltammetry (CV) curves (Figure S10) suggested that f-Cu2O exhibit the maximum Cdl value (6.0 mF cm−2), higher than that of c-Cu2O (2.9 mF cm−2) and t-Cu2O catalysts (4.8 mF cm−2), demonstrating its largest amount of catalytic active sites for CO2RR. In addition, as above-mentioned that the presence of oxygen vacancy and Cu+ are benefit for CO2 adsorption, herein, CO2 adsorption on catalysts were tested. As expected, f-Cu2O catalyst with richer oxygen vacancies demonstrated the higher CO2 uptake of 0.63 cm3 g−1 at ambient conditions than that of c-Cu2O (0.22 cm3 g−1) and t-Cu2O catalyst (0.39 cm3 g−1) (Figure S11). Furthermore, to explore the binding affinity of CO2 ·- on catalyst surface, adsorption of OH– as a surrogate was investigated by oxidative LSV scans within N2-saturated 0.1 M NaOH electrolyte [41]. The results in Fig. 4d illustrated that the potential for surface OH– adsorption on f-Cu2O catalyst was lower than that of c-Cu2O and t-Cu2O, respectively, suggesting the strongest adsorption of CO2 ·- on f-Cu2O catalyst surface, thus promoting the CO2 reduction. Due to the limited solubility of CO2 in aqueous electrolytes, we further conducted tests on CO2 reduction in a flow cell. In this setup, CO2 molecules diffused directly to the catalyst from the back of the gas diffusion electrode, thus overcoming the solubility limitations of CO2 [42]. Notably, the presence of alkaline electrolyte greatly enhanced the reaction rate while suppressing the competing HER [43]. Fig. 4e illustrates that the current density in the flow cell was significantly higher compared to that in the H-cell. We achieved a current density of 200 mA cm−2 at −0.82 V and even reached 371.2 mA cm−2 at −1.2 V, meeting the requirements for commercialization. It is important to note that the selectivity for ethanol was reduced in the flow cell, whereas the selectivity for formate was substantially increased. The maximum FE of formate reached 78.5 % at 100 mA cm−2 and remained at 70.0 % even at 400 mA cm−2 (Fig. 4f). The structure of f-Cu2O catalyst after electrolysis was also characterized. Different with the result obtained in H-cell, the electrolysis within flow cell under the higher cathodic polarization lead to greater extent of reduction on f-Cu2O. As shown in Figure S12, more Cu2O species were transformed to metallic Cu, and the surface became smoother when compared with the fresh one. Previous theoretical studies have suggested the formation of formate should always be more favorable in comparison with the formation of other CO2 reduction products when using Cu-based catalysts [44,45]. However, in most experiments, the main reduction product originated from Cu-based catalysts is not formate, which is attributed to the high desorption energy of formate on Cu-based catalysts [45–47]. Here, the boosted formate product may be ascribed to the presence of metallic Cu species. According to literature reports, the combination of Cu+ and Cu0 phases promotes the generation of both C1 and C2 products from CO2 reduction on the basis of theoretical calculation [40]. Furthermore, the (111) facet-oriented Cu species can exhibit improved catalytic activity for formate production, owing to the moderate binding energy of *OCHO intermediates [3,48]. As illustrated by experiment results, f-Cu2O catalyst exhibited excellent activity and selectivity toward ethanol and formate generation. Additionally, in-situ Raman test was performed in CO2-saturated 0.5 M KHCO3 electrolyte (Fig. 5 b) to explore the evolution process of CO2-to-ethanol and formate. As the applied potential was negatively shifted from the open-circuit potential (OCP), various Raman peaks emerged, revealing important insights into the reaction intermediates. At specific potentials of −0.5 V, the appearance of Raman peaks at 1383 cm−1 (C-O stretching) and 1659 cm−1 (C = O stretching) can be attributed to the presence of adsorbed *COOH, which is further converted to *CO intermediate, as indicated by the signals at 2077 cm−1 (C≡O stretching). It has been established that adsorbed *CO is a crucial intermediate for the C–C coupling in the pathway leading to ethanol formation [49,50]. Additionally, the appearance of a band at 883 cm−1 (C–C-O stretching) suggests the formation of ethanol. Concurrently, a characteristic peak located at 1296 cm−1 corresponds to C–H deformation, which is attributed to the *OCHO intermediate during formate generation. This observation is supported by the presence of peaks at 2895 cm−1 (C–H stretching) assigned to adsorbed *HCOO–, further confirming the involvement of *OCHO as an intermediate in formate formation [49]. Therefore, all these findings support the conclusion that *COOH and *CO are crucial intermediates in the CO2-to-ethanol conversion pathway, while the formation of formate involves the intermediate *OCHO, as illustrated in Fig. 5a. These results align with theoretical simulations reported in the literature [5,51,52]. To further shed light on the superior electroreduction activity of CO2 to ethanol on f-Cu2O, density functional theory (DFT) calculations were performed to evaluate the possible reaction pathways. As shown in Fig. 5c, structures of Cu2O (111) surface with oxygen vacancies (Cu2O (111)-Vo) and pure Cu2O (111) surface was constructed. As described-above, the C–C coupling by the dimerization of *CO intermediates is the key step for the formation of C2 products. Herein, we simplified the reaction pathway to highlight the important role of oxygen vacancies on Cu2O (111) surface during CO2 reduction to ethanol. As Fig. 5d depicted that the energy barriers for *CO dimerization to generate *COCO on Cu2O (111) surface (1.6 eV) is significantly higher than that of Cu2O (111)-Vo (0.41 eV), indicating the preferential formation of *COCO in Cu2O (111)-Vo, which is beneficial for the following proton/electron transfer to produce ethanol product. Moreover, the initial step of CO2 conversion to *COOH on Cu2O (111)-Vo is also energy favorable than that on pure Cu2O (111) surface, revealing the promoted reaction pathways for CO2 reduction. Therefore, it can be concluded that the existence of oxygen vacancies on Cu2O (111) can contribute to the enhanced activity of CO2 reduction to ethanol. 3 Conclusions In summary, this study showcases a simple strategy to modulate the morphology and oxygen vacancy of Cu2O catalysts for the electrochemical reduction of CO2 to liquid products. Compared to the cube- and tetrakaidecahedron-like Cu2O catalysts, the flower-like Cu2O catalyst, characterized by the abundant oxygen vacancies, which is conducive to CO2 adsorption and activation. With the assistant of Cu+ species, the *CO stabilization and C–C coupling is enhanced. Remarkably, within a H-cell, a maximum FE of 95.5 % for liquid products was achieved at −0.7 V. Moreover, at −0.8 V, the flower-like Cu2O catalyst demonstrated a high FE of 52.6 % for ethanol and a formation rate of 23.8 μmol h−1 cm−2. When a flow cell setup was employed, the generation of formate was enhanced, maintaining an FE above 70 % even at high current densities exceeding 400 mA cm−2. This study paves the way for the development of Cu-based catalysts for the electrochemical reduction of CO2 into liquid fuels, thereby offering new avenues for sustainable energy conversion. 4 Experimental section 4.1 Catalyst synthesis Typically, a certain amount of polyvinylpyrrolidone (PVP) was dissolved in 30 mL of CuCl2 solution (0.05 M). Subsequently, 45 mL of NaOH solution (0.2 M) was slowly added into the mixture. After magnetic stirring for 5 min, 125 mL of ascorbic acid solution (0.02 M) was injected into the solution. The resulting mixture was further stirred for 2 h at room temperature. Finally, the catalyst was obtained by centrifugation and washed with deionized water and ethanol, followed by drying in a vacuum oven at 60 ℃. Catalysts with 1, 2, and 3 g PVP adding were denoted as c-Cu2O, t-Cu2O and f-Cu2O, respectively. 4.2 Electrochemical measurements for CO2RR The electrolysis were tested in a custom-made two-compartment gas-tight cell, the cathodic and anodic compartments were separated by a Nafion-117 proton exchange membrane. An Ag/AgCl electrode and a platinum wire were used as reference and counter electrode, respectively. For the preparation of working electrode, 5 mg catalyst power was suspended and ultrasound in 1 mL ethanol with 50 μL Nafion (5 wt%) to form a homogeneous ink, then 80 μL ink was loaded onto a carbon paper (1 × 1 cm2) as working electrode. The catalyst loading was ∼ 0.4 mg cm−2. All the applied potentials were converted to reversible hydrogen electrode (RHE) using the formula of E (V vs. RHE) = E (V vs. Ag/AgCl) + 0.197 V + 0.0591 × pH. The electrochemical responses were conducted on an electrochemical workstation (CHI 760e). 0.5 M KHCO3 solution was applied as electrolyte. Prior to measurements, the catholyte was saturated with CO2 at least for 30 min. Continuous CO2 flow with a rate of 20 sccm was maintained during the electrolysis. For flow cell tests, 1.0 M KOH solution was used as electrolyte and circulated at a rate of 12 mL min−1. The catalyst ink was loaded on a Sigracet 29 BC gas diffusion layer as working electrode. The gas products were quantified using an on-line gas chromatography (GC-2030 N, Shimadzu), liquid products were evaluated by a 600 MHz 1H nuclear magnetic resonance (NMR, Bruker) with a water suppression method. CRediT authorship contribution statement Fangqi Yang: Writing – original draft, Methodology, Investigation, Funding acquisition, Data curation. Tonglin Yang: Writing – original draft, Resources, Methodology, Investigation. Jing Li: Writing – original draft, Methodology, Investigation, Funding acquisition. Pengfei Li: Methodology, Investigation. Quan Zhang: Writing – original draft, Methodology. Huihui Lin: Writing – original draft, Investigation. Luyan Wu: Resources, Funding acquisition. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This research work was supported by the National Natural Science Foundation of China (No. 22302097, 22302062 and 22272004), Natural Science Research Start-up Foundation of Recruiting Talents of Nanjing University of Posts and Telecommunications (No. NY223180 and NY223068), and Fundamental Research Funds for the Central Universities (YWF-22-L-1256). Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jcat.2024.115458. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary data 1 References [1] W. Ma X. He W. Wang S. Xie Q. Zhang Y. Wang Electrocatalytic reduction of CO2 and CO to multi-carbon compounds over Cu-based catalysts Chem. Soc. Rev. 50 2021 12897 12914 Ma, W.; He, X.; Wang, W.; Xie, S.; Zhang, Q.; Wang, Y. Electrocatalytic reduction of CO2 and CO to multi-carbon compounds over Cu-based catalysts. Chem. Soc. Rev. 2021, 50, 12897-12914. [2] F.P. García de Arquer C.-T. Dinh A. Ozden J. Wicks C. McCallum A.R. Kirmani D.H. Nam C. Gabardo A. Seifitokaldani X. Wang Y.C. Li F. Li J. Edwards L.J. Richter S.J. Thorpe D. Sinton E.H. Sargent CO2 electrolysis to multicarbon products at activities greater than 1 A cm-2 Science 367 2020 661 666 García de Arquer, F. P.; Dinh, C.-T.; Ozden, A.; Wicks, J.; McCallum, C.; Kirmani, A. R.; Nam, D. H.; Gabardo, C.; Seifitokaldani, A.; Wang, X.; Li, Y. C.; Li, F.; Edwards, J.; Richter, L. J.; Thorpe, S. J.; Sinton, D.; Sargent, E. H. CO2 electrolysis to multicarbon products at activities greater than 1 A cm-2. Science 2020, 367, 661-666. [3] F. Yang C. Jiang M. Ma F. Shu X. Mao W. Yu J. Wang Z. Zeng S. Deng Solid-state synthesis of Cu nanoparticles embedded in carbon substrate for efficient electrochemical reduction of carbon dioxide to formic acid Chem. Eng. J. 400 2020 125879 Yang, F.; Jiang, C.; Ma, M.; Shu, F.; Mao, X.; Yu, W.; Wang, J.; Zeng, Z.; Deng, S. Solid-state synthesis of Cu nanoparticles embedded in carbon substrate for efficient electrochemical reduction of carbon dioxide to formic acid. Chem. Eng. J. 2020, 400, 125879. [4] N. Han P. Ding L. He Y. Li Y. Li Promises of main group metal-based nanostructured materials for electrochemical CO2 reduction to formate Adv. Energy Mater. 10 2020 1902338 Han, N.; Ding, P.; He, L.; Li, Y.; Li, Y. Promises of main group metal-based nanostructured materials for electrochemical CO2 reduction to formate. Adv. Energy Mater. 2020, 10, 1902338. [5] W. Sun P. Wang Y. Jiang Z. Jiang R. Long Z. Chen P. Song T. Sheng Z. Wu Y. Xiong V-doped Cu2Se hierarchical nanotubes enabling flow-cell CO2 electroreduction to ethanol with high efficiency and selectivity Adv. Mater. 34 2022 2207691 Sun, W.; Wang, P.; Jiang, Y.; Jiang, Z.; Long, R.; Chen, Z.; Song, P.; Sheng, T.; Wu, Z.; Xiong, Y. V-doped Cu2Se hierarchical nanotubes enabling flow-cell CO2 electroreduction to ethanol with high efficiency and selectivity. Adv. Mater. 2022, 34, 2207691. [6] P. Li F. Yang J. Li Q. Zhu J.W. Xu X.J. Loh K.-W. Huang W. Hu J. Lu Nanoscale engineering of P-block metal-based catalysts toward industrial-scale electrochemical reduction of CO2 Adv. Energy Mater. 13 2023 2301597 Li, P.; Yang, F.; Li, J.; Zhu, Q.; Xu, J. W.; Loh, X. J.; Huang, K.-W.; Hu, W.; Lu, J. Nanoscale engineering of P-block metal-based catalysts toward industrial-scale electrochemical reduction of CO2. Adv. Energy Mater. 2023, 13, 2301597. [7] L.-P. Chi Z.-Z. Niu Y.-C. Zhang X.-L. Zhang J. Liao Z.-Z. Wu P.-C. Yu M.-H. Fan K.-B. Tang M.-R. Gao Efficient and stable acidic CO2 electrolysis to formic acid by a reservoir structure design Proc. Natl. Acad. Sci. 120 2023 e2312876120 Chi L.-P.; Niu, Z.-Z.; Zhang, Y.-C.; Zhang, X.-L.; Liao, J.; Wu, Z.-Z.; Yu, P.-C.; Fan, M.-H.; Tang, K.-B.; Gao, M.-R. Efficient and stable acidic CO2 electrolysis to formic acid by a reservoir structure design. Proc. Natl. Acad. Sci. 2023, 120, e2312876120. [8] X. Bai Q. Li L. Shi X. Niu C. Ling J. Wang Hybrid Cu0 and Cux+ as atomic interfaces promote high-selectivity conversion of CO2 to C2H5OH at low potential Small 16 2020 1901981 Bai, X.; Li, Q.; Shi, L.; Niu, X.; Ling, C.; Wang, J. Hybrid Cu0 and Cux+ as atomic interfaces promote high-selectivity conversion of CO2 to C2H5OH at low potential. Small 2020, 16, 1901981. [9] F. Yang C. Liang H. Yu Z. Zeng Y.M. Lam S. Deng J. Wang Phosphorus-doped graphene aerogel as self-supported electrocatalyst for CO2-to-ethanol conversion Adv. Sci. 9 2022 2202006 Yang, F.; Liang, C.; Yu, H.; Zeng, Z.; Lam, Y. M.; Deng, S.; Wang, J. Phosphorus-doped graphene aerogel as self-supported electrocatalyst for CO2-to-ethanol conversion. Adv. Sci. 2022, 9, 2202006. [10] W. Zhang Y. Hu L. Ma G. Zhu Y. Wang X. Xue R. Chen S. Yang Z. Jin Progress and perspective of electrocatalytic CO2 reduction for renewable carbonaceous fuels and chemicals Adv. Sci. 5 2018 1700275 Zhang, W.; Hu, Y.; Ma, L.; Zhu, G.; Wang, Y.; Xue, X.; Chen, R.; Yang, S.; Jin, Z. Progress and perspective of electrocatalytic CO2 reduction for renewable carbonaceous fuels and chemicals. Adv. Sci. 2018, 5, 1700275. [11] Y. Wang J. Liu G. Zheng Designing copper-based catalysts for efficient carbon dioxide electroreduction Adv. Mater. 33 2021 2005798 Wang, Y.; Liu, J.; Zheng, G. Designing copper-based catalysts for efficient carbon dioxide electroreduction. Adv. Mater. 2021, 33, 2005798. [12] P. Yang Z. Zhao X. Chang R. Mu S. Zha G. Zhang J. Gong The functionality of surface hydroxyls on selectivity and activity of CO2 reduction over Cu2O in aqueous solutions Angew. Chem. Int. Ed. 57 2018 7724 7728 Yang, P.; Zhao, Z.; Chang, X.; Mu, R.; Zha, S.; Zhang, G.; Gong, J. The functionality of surface hydroxyls on selectivity and activity of CO2 reduction over Cu2O in aqueous solutions. Angew. Chem. Int. Ed. 2018, 57, 7724-7728. [13] H. Wang Y.-K. Tzeng Y. Ji Y. Li J. Li X. Zheng A. Yang Y. Liu Y. Gong L. Cai Y. Li X. Zhang W. Chen B. Liu H. Lu N.A. Melosh Z.-X. Shen K. Chen K. Tan T. Tan S. Chu Y. Cui Synergistic enhancement of electrocatalytic CO2 reduction to C2 oxygenates at nitrogen-doped nanodiamonds/Cu interface Nat. Nanotechnol. 15 2020 131 137 Wang, H.; Tzeng, Y.-K.; Ji, Y.; Li, Y.; Li, J.; Zheng, X.; Yang, A.; Liu, Y.; Gong, Y.; Cai, L.; Li, Y.; Zhang, X.; Chen, W.; Liu, B.; Lu, H.; Melosh, N. A.; Shen, Z.-X.; Chen, K.; Tan, K.; Tan, T.; Chu, S.; Cui, Y. Synergistic enhancement of electrocatalytic CO2 reduction to C2 oxygenates at nitrogen-doped nanodiamonds/Cu interface. Nat. Nanotechnol. 2020, 15, 131-137. [14] X. Ma Y. Zhang T. Fan D. Wei Z. Huang Z. Zhang Z. Zhang Y. Dong Q. Hong Z. Chen X. Yi Facet dopant regulation of Cu2O boosts electrocatalytic CO2 reduction to formate Adv. Funct. Mater. 33 2023 2213145 Ma, X.; Zhang, Y.; Fan, T.; Wei, D.; Huang, Z.; Zhang, Z.; Zhang, Z.; Dong, Y.; Hong, Q.; Chen, Z.; Yi, X. Facet dopant regulation of Cu2O boosts electrocatalytic CO2 reduction to formate. Adv. Funct. Mater. 2023, 33, 2213145. [15] D. Ješić D.L. Jurković A. Pohar L. Suhadolnik B. Likozar Engineering photocatalytic and photoelectrocatalytic CO2 reduction reactions: mechanisms, intrinsic kinetics, mass transfer resistances, reactors and multi-scale modelling simulations Chem. Eng. J. 407 2021 126799 Ješić, D.; Jurković, D. L.; Pohar, A.; Suhadolnik, L.; Likozar, B. Engineering photocatalytic and photoelectrocatalytic CO2 reduction reactions: mechanisms, intrinsic kinetics, mass transfer resistances, reactors and multi-scale modelling simulations. Chem. Eng. J. 2021, 407, 126799. [16] M. Chhetri M. Wan Z. Jin J. Yeager C. Sandor C. Rapp H. Wang S. Lee C.J. Bodenschatz M.J. Zachman F. Che M. Yang Dual-site catalysts featuring platinum-group-metal atoms on copper shapes boost hydrocarbon formations in electrocatalytic CO2 reduction Nat. Commun. 14 2023 3075 Chhetri, M.; Wan, M.; Jin, Z.; Yeager, J.; Sandor, C.; Rapp, C.; Wang, H.; Lee, S.; Bodenschatz, C. J.; Zachman, M. J.; Che, F.; Yang, M. Dual-site catalysts featuring platinum-group-metal atoms on copper shapes boost hydrocarbon formations in electrocatalytic CO2 reduction. Nat. Commun. 2023, 14, 3075. [17] J. Cai Q. Zhao W.-Y. Hsu C. Choi Y. Liu J.M.P. Martirez C. Chen J. Huang E.A. Carter Y. Huang Highly selective electrochemical reduction of CO2 into methane on nanotwinned Cu J. Am. Chem. Soc. 145 2023 9136 9143 Cai, J.; Zhao, Q.; Hsu, W.-Y.; Choi, C.; Liu, Y.; Martirez, J. M. P.; Chen, C.; Huang, J.; Carter, E. A.; Huang, Y. Highly selective electrochemical reduction of CO2 into methane on nanotwinned Cu. J. Am. Chem. Soc. 2023, 145, 9136-9143. [18] C.Y.J. Lim M. Yilmaz J.M. Arce-Ramos A.D. Handoko W.J. Teh Y. Zheng Z.H.J. Khoo M. Lin M. Isaace T.L.D. Tam Y. Bai C.K. Ng B.S. Yeo G. Sankar I.P. Parkin K. Hippalgaonkar M.B. Sullivan J. Zhang Y.-F. Lim Surface charge as activity descriptors for electrochemical CO2 reduction to multi-carbon products on organic-functionalised Cu Nat. Commun. 14 2023 335 Lim, C. Y. J.; Yilmaz, M.; Arce-Ramos, J. M.; Handoko, A. D.; Teh, W. J.; Zheng, Y.; Khoo, Z. H. J.; Lin, M.; Isaace, M.; Tam, T. L. D.; Bai, Y.; Ng, C. K.; Yeo, B. S.; Sankar, G.; Parkin, I. P.; Hippalgaonkar, K.; Sullivan, M. B.; Zhang, J.; Lim, Y.-F. Surface charge as activity descriptors for electrochemical CO2 reduction to multi-carbon products on organic-functionalised Cu. Nat. Commun. 2023, 14, 335. [19] Z.-Z. Niu L.-P. Chi Z.-Z. Wu P.-P. Yang M.-H. Fan M.-R. Gao CO2-assisted formation of grain boundaries for efficient CO-CO coupling on a derived Cu catalyst Natl. Sci. Open 2 2023 20220044 Niu, Z.-Z.; Chi, L.-P.; Wu, Z.-Z.; Yang, P.-P.; Fan, M.-H.; Gao, M.-R. CO2-assisted formation of grain boundaries for efficient CO-CO coupling on a derived Cu catalyst. Natl. Sci. Open 2023, 2, 20220044. [20] Y. Wang H. Shen K.J.T. Livi D. Raciti H. Zong J. Gregg M. Onadeko Y. Wan A. Watson C. Wang Copper nanocubes for CO2 reduction in gas diffusion electrodes Nano Lett. 19 2019 8461 8468 Wang, Y.; Shen, H.; Livi, K. J. T.; Raciti, D.; Zong, H.; Gregg, J.; Onadeko, M.; Wan, Y.; Watson, A.; Wang, C. Copper nanocubes for CO2 reduction in gas diffusion electrodes. Nano Lett. 2019, 19, 8461-8468. [21] T. Zheng K. Jiang H. Wang Recent advances in electrochemical CO2-to-CO conversion on heterogeneous catalysts Adv. Mater. 30 2018 1802066 Zheng, T.; Jiang, K.; Wang, H. Recent advances in electrochemical CO2-to-CO conversion on heterogeneous catalysts. Adv. Mater. 2018, 30, 1802066. [22] P.-P. Yang X.-L. Zhang P. Liu D.J. Kelly Z.-Z. Niu Y. Kong L. Shi Y.-R. Zheng M.-H. Fan H.-J. Wang M.-R. Gao Highly enhanced chloride adsorption mediates efficient neutral CO2 electroreduction over a dual-phase copper catalyst J. Am. Chem. Soc. 145 2023 8714 8725 Yang, P.-P.; Zhang, X.-L.; Liu, P.; Kelly, D. J.; Niu, Z.-Z.; Kong, Y.; Shi, L.; Zheng, Y.-R.; Fan, M.-H.; Wang, H.-J.; Gao, M.-R. Highly enhanced chloride adsorption mediates efficient neutral CO2 electroreduction over a dual-phase copper catalyst. J. Am. Chem. Soc. 2023, 145, 8714-8725. [23] Q. Ren N. Zhang Z. Dong L. Zhang X. Chen L. Luo Structural evolution of Cu2O nanocube electrocatalysts for the CO2 reduction reaction Nano Energy 106 2023 108080 Ren, Q.; Zhang, N.; Dong, Z.; Zhang, L.; Chen, X.; Luo, L. Structural evolution of Cu2O nanocube electrocatalysts for the CO2 reduction reaction. Nano Energy 2023, 106, 108080. [24] L. Ding N. Zhu Y. Hu Z. Chen P. Song T. Sheng Z. Wu Y. Xiong Over 70% Faradaic efficiency for CO2 electroreduction to ethanol enabled by K dopant-tuned Cu sites-intermediates interaction Angew. Chem. Int. Ed. 61 2022 e202209268 Ding, L.; Zhu, N.; Hu, Y.; Chen, Z.; Song, P.; Sheng, T.; Wu, Z.; Xiong, Y. Over 70% Faradaic efficiency for CO2 electroreduction to ethanol enabled by K dopant-tuned Cu sites-intermediates interaction. Angew. Chem. Int. Ed. 2022, 61, e202209268. [25] Y. Wang P. Han X. Lv L. Zhang G. Zheng Defect and interface engineering for aqueous electrocatalytic CO2 reduction Joule 2 2018 2551 2582 Wang, Y.; Han, P.; Lv, X.; Zhang, L.; Zheng, G. Defect and interface engineering for aqueous electrocatalytic CO2 reduction. Joule 2018, 2, 2551-2582. [26] S. Gao Z. Sun W. Liu X. Jiao X. Zu Q. Hu Y. Sun T. Yao W. Zhang S. Wei Y. Xie Atomic layer confined vacancies for atomic-level insights into carbon dioxide electroreduction Nat. Commun. 8 2017 14503 Gao, S.; Sun, Z.; Liu, W.; Jiao, X.; Zu, X.; Hu, Q.; Sun, Y.; Yao, T.; Zhang, W.; Wei, S.; Xie, Y. Atomic layer confined vacancies for atomic-level insights into carbon dioxide electroreduction. Nat. Commun. 2017, 8, 14503. [27] H. Han S. Jin S. Park Y. Kim D. Jang M.H. Seo W.B. Kim Plasma-induced oxygen vacancies in amorphous MnOx boost catalytic performance for electrochemical CO2 reduction Nano Energy 79 2021 105492 Han, H.; Jin, S.; Park, S.; Kim, Y.; Jang, D.; Seo, M. H.; Kim, W. B. Plasma-induced oxygen vacancies in amorphous MnOx boost catalytic performance for electrochemical CO2 reduction. Nano Energy 2021, 79, 105492. [28] Z. Geng X. Kong W. Chen H. Su Y. Liu F. Cai G. Wang J. Zeng Oxygen vacancies in ZnO nanosheets enhance CO2 electrochemical reduction to CO Angew. Chem. Int. Ed. 57 2018 6054 6059 Geng, Z.; Kong, X.; Chen, W.; Su, H.; Liu, Y.; Cai, F.; Wang, G.; Zeng, J. Oxygen vacancies in ZnO nanosheets enhance CO2 electrochemical reduction to CO. Angew. Chem. Int. Ed. 2018, 57, 6054-6059. [29] H. Liu F. Zhang H. Wang J. Xue Y. Guo Q. Qian G. Zhang Oxygen vacancy engineered unsaturated coordination in cobalt carbonate hydroxide nanowires enables highly selective photocatalytic CO2 reduction Energy Environ. Sci. 14 2021 5339 5346 Liu, H.; Zhang, F.; Wang, H.; Xue, J.; Guo, Y.; Qian, Q.; Zhang, G. Oxygen vacancy engineered unsaturated coordination in cobalt carbonate hydroxide nanowires enables highly selective photocatalytic CO2 reduction. Energy Environ. Sci. 2021, 14, 5339-5346. [30] W. Wang Z. Ma X. Fei X. Wang Z. Yang Y. Wang J. Zhang H. Ning N. Tsubaki M. Wu Joint tuning the morphology and oxygen vacancy of Cu2O by ionic liquid enables high-efficient CO2 reduction to C2 products Chem. Eng. J. 436 2022 135029 Wang, W.; Ma, Z.; Fei, X.; Wang, X.; Yang, Z.; Wang, Y.; Zhang, J.; Ning, H.; Tsubaki, N.; Wu, M. Joint tuning the morphology and oxygen vacancy of Cu2O by ionic liquid enables high-efficient CO2 reduction to C2 products. Chem. Eng. J. 2022, 436, 135029. [31] Y. Jiang X. Wang D. Duan C. He J. Ma W. Zhang H. Liu R. Long Z. Li T. Kong X.J. Loh L. Song E. Ye Y. Xiong Structural reconstruction of Cu2O superparticles toward electrocatalytic CO2 reduction with high C2+ products selectivity Adv. Sci. 9 2022 2105292 Jiang, Y.; Wang, X.; Duan, D.; He, C.; Ma, J.; Zhang, W.; Liu, H.; Long, R.; Li, Z.; Kong, T.; Loh, X. J.; Song, L.; Ye, E.; Xiong, Y. Structural reconstruction of Cu2O superparticles toward electrocatalytic CO2 reduction with high C2+ products selectivity. Adv. Sci. 2022, 9, 2105292. [32] Y.L. Qiu H.X. Zhong T.T. Zhang W.B. Xu X.F. Li H.M. Zhang Copper electrode fabricated via pulse electrodeposition: toward high methane selectivity and activity for CO2 electroreduction ACS Catal. 7 2017 6302 6310 Qiu, Y. L.; Zhong, H. X.; Zhang, T. T.; Xu, W. B.; Li, X. F.; Zhang, H. M. Copper electrode fabricated via pulse electrodeposition: toward high methane selectivity and activity for CO2 electroreduction. ACS Catal. 2017, 7, 6302-6310. [33] M.C. Kim S.J. Kim S.B. Han D.H. Kwak E.T. Hwang D.M. Kim G.H. Lee H.S. Choe K.W. Park Cubic and octahedral Cu2O nanostructures as anodes for lithium-ion batteries J. Mater. Chem. A 3 2015 23003 23010 Kim, M. C.; Kim. S. J.; Han, S. B.; Kwak, D. H.; Hwang, E. T.; Kim, D. M.; Lee, G. H.; Choe, H. S.; Park, K. W. Cubic and octahedral Cu2O nanostructures as anodes for lithium-ion batteries. J. Mater. Chem. A 2015, 3, 23003-23010. [34] E.S. Kim M.C. Kim S.H. Moon Y.K. Shin J.E. Lee S. Choi K.W. Park Surface modified and size-controlled octahedral Cu2O nanostructured electrodes for lithium-ion batteries J. Alloy. Compd. 794 2019 84 93 Kim, E. S.; Kim, M. C.; Moon, S. H.; Shin, Y. K.; Lee, J. E.; Choi, S.; Park, K. W. Surface modified and size-controlled octahedral Cu2O nanostructured electrodes for lithium-ion batteries. J. Alloy. Compd. 2019, 794, 84-93. [35] X. Huang Oxide nanocrystal model catalysts Acc. Chem. Res. 49 2016 520 527 Huang, X. Oxide nanocrystal model catalysts. Acc. Chem. Res. 2016, 49, 520-527. [36] B. Liu X. Yao Z. Zhang C. Li J. Zhang P. Wang J. Zhao Y. Guo J. Sun C. Zhao Synthesis of Cu2O nanostructures with tunable crystal facets for electrochemical CO2 reduction to alcohols ACS Appl. Mater. Interfaces 13 2021 39165 39177 Liu, B.; Yao, X.; Zhang, Z.; Li, C.; Zhang, J.; Wang, P.; Zhao, J.; Guo, Y.; Sun, J.; Zhao, C. Synthesis of Cu2O nanostructures with tunable crystal facets for electrochemical CO2 reduction to alcohols. ACS Appl. Mater. Interfaces 2021, 13, 39165-39177. [37] D. Yang Q. Zhu C. Chen H. Liu Z. Liu Z. Zhao X. Zhang S. Liu B. Han Selective electroreduction of carbon dioxide to methanol on copper selenide nanocatalysts Nat. Commun. 10 2019 677 Yang, D.; Zhu, Q.; Chen, C.; Liu, H.; Liu, Z.; Zhao, Z.; Zhang, X.; Liu, S.; Han, B. Selective electroreduction of carbon dioxide to methanol on copper selenide nanocatalysts. Nat. Commun. 2019, 10, 677. [38] Z. Gu N. Yang P. Han M. Kuang B. Mei Z. Jiang J. Zhong L. Li G. Zheng Oxygen vacancy tuning toward efficient electrocatalytic CO2 reduction to C2H4 Small Methods 3 2019 1800449 Gu, Z.; Yang, N.; Han, P.; Kuang, M.; Mei, B.; Jiang, Z.; Zhong, J.; Li, L.; Zheng, G. Oxygen vacancy tuning toward efficient electrocatalytic CO2 reduction to C2H4. Small Methods 2019, 3, 1800449. [39] S. Qiao Y. Chen Y. Tang J. Yuan J. Shen D. Zhang Y. Du Z. Li D. Yuan H. Tang C. Liu Oxygen vacancy-rich Cu2O@Cu with a hydrophobic microenvironment for highly selective C-C coupling to generate C2H4 Chem. Eng. J. 454 2023 140321 Qiao, S.; Chen, Y.; Tang, Y.; Yuan, J.; Shen, J.; Zhang, D.; Du, Y.; Li, Z.; Yuan, D.; Tang, H.; Liu, C. Oxygen vacancy-rich Cu2O@Cu with a hydrophobic microenvironment for highly selective C-C coupling to generate C2H4. Chem. Eng. J. 2023, 454, 140321. [40] lijima, G.; Yamaguchi, H.; Inomata, T.; Yoto, H.; Ito, M.; Masuda, H. Methanethiol SAMs induce reconstruction and formation of Cu+ on a Cu catalyst under electrochemical CO2 reduction. ACS Catal. 2020, 10, 15238-15249. [41] S. Zhang P. Kang T.J. Meyer Nanostructured tin catalysts for selective electrochemical reduction of carbon dioxide to formate J. Am. Chem. Soc. 136 2014 1734 1737 Zhang, S.; Kang, P.; Meyer, T. J. Nanostructured tin catalysts for selective electrochemical reduction of carbon dioxide to formate. J. Am. Chem. Soc. 2014, 136, 1734-1737. [42] X. Wang S. Feng W. Lu Y. Zhao S. Zheng W. Zheng X. Sang L. Zheng Y. Xie Z. Li B. Yang L. Lei S. Wang Y. Hou A new strategy for accelerating dynamic proton transfer of electrochemical CO2 reduction at high current densities Adv. Funct. Mater. 31 2021 2104243 Wang, X.; Feng, S.; Lu, W.; Zhao, Y.; Zheng, S.; Zheng, W.; Sang, X.; Zheng, L.; Xie, Y.; Li, Z.; Yang, B.; Lei, L.; Wang, S.; Hou, Y. A new strategy for accelerating dynamic proton transfer of electrochemical CO2 reduction at high current densities. Adv. Funct. Mater. 2021, 31, 2104243. [43] C.T. Dinh T. Burdyny M.G. Kibria A. Seifitokaldani C.M. Gabardo F.P. García de Arquer A. Kiani J.P. Edwards P.D. Luna O.S. Bushuyev C. Zou R. Quintero-Bermudez Y. Pang D. Sinton E.H. Sargent CO2 electroreduction to ethylene via hydroxide-mediated copper catalysis at an abrupt interface Science 360 2018 783 787 Dinh, C. T.; Burdyny, T.; Kibria, M. G.; Seifitokaldani, A.; Gabardo, C. M.; García de Arquer, F. P.; Kiani, A.; Edwards, J. P.; Luna, P. D.; Bushuyev, O. S.; Zou, C.; Quintero-Bermudez, R.; Pang, Y.; Sinton, D.; Sargent, E. H. CO2 electroreduction to ethylene via hydroxide-mediated copper catalysis at an abrupt interface. Science 2018, 360, 783-787. [44] T.N. Huan E.S. Andreiadis J. Heidkamp P. Simon E. Derat S. Cobo G. Royal A. Bergmann P. Strasser H. Dau V. Artero M. Fontecave From molecular copper complexes to composite electrocatalytic materials for selective reduction of CO2 to formic acid J. Mater. Chem. A 3 2015 3901 3907 Huan, T. N.; Andreiadis, E. S.; Heidkamp, J.; Simon, P.; Derat, E.; Cobo, S.; Royal, G.; Bergmann, A.; Strasser, P.; Dau, H.; Artero, V.; Fontecave, M. From molecular copper complexes to composite electrocatalytic materials for selective reduction of CO2 to formic acid. J. Mater. Chem. A 2015, 3, 3901-3907. [45] S. Guo S. Zhao J. Gao C. Zhu X. Wu Y. Fu H. Huang Y. Liu Z. Kang Cu-CDots nanocorals as electrocatalyst for highly efficient CO2 reduction to formate Nanoscale 9 2017 298 304 Guo, S.; Zhao, S.; Gao, J.; Zhu, C.; Wu, X.; Fu, Y.; Huang, H.; Liu, Y.; Kang, Z. Cu-CDots nanocorals as electrocatalyst for highly efficient CO2 reduction to formate. Nanoscale 2017, 9, 298-304. [46] X. Zheng Y. Ji J. Wang B. Liu H.-G. Steinrück K. Lim Y. Li M.F. Toney K. Chan Y. Cui Theory-guided Sn/Cu alloying for efficient CO2 electroreduction at low overpotentials Nat. Catal. 2 2019 55 61 Zheng, X.; Ji, Y.; Wang, J.; Liu, B.; Steinrück, H.-G.; Lim, K.; Li, Y.; Toney, M. F.; Chan, K.; Cui, Y. Theory-guided Sn/Cu alloying for efficient CO2 electroreduction at low overpotentials. Nat. Catal. 2019, 2, 55-61. [47] Z. Tao Z. Wu Y. Wu H. Wang Activating copper for electrocatalytic CO2 reduction to formate via molecular interactions ACS Catal. 10 2020 9271 9275 Tao, Z.; Wu, Z.; Wu, Y.; Wang, H. Activating copper for electrocatalytic CO2 reduction to formate via molecular interactions. ACS Catal. 2020, 10, 9271-9275. [48] J. Chung D.H. Won J. Koh E.-H. Kim S.I. Woo Hierarchical cu pillar electrodes for electrochemical CO2 reduction to formic acid with low overpotential Phys. Chem. Chem. Phys. 18 2016 6252 6258 Chung, J.; Won, D. H.; Koh, J.; Kim, E.-H.; Woo, S. I. Hierarchical Cu pillar electrodes for electrochemical CO2 reduction to formic acid with low overpotential. Phys. Chem. Chem. Phys. 2016, 18, 6252-6258. [49] W. Shan R. Liu H. Zhao Z. He Y. Lai S. Li G. He J. Liu In situ surface-enhanced Raman spectroscopic evidence on the origin of selectivity in CO2 electrocatalytic reduction ACS Nano 14 2020 11363 11372 Shan, W.; Liu, R.; Zhao, H.; He, Z.; Lai, Y.; Li, S.; He, G.; Liu, J. In situ surface-enhanced Raman spectroscopic evidence on the origin of selectivity in CO2 electrocatalytic reduction. ACS Nano 2020, 14, 11363-11372. [50] C. Chen X. Yan S. Liu Y. Wu Q. Wan X. Sun Q. Zhu H. Liu J. Ma L. Zheng H. Wu B. Han Highly efficient electroreduction of CO2 to C2+ alcohols on heterogeneous dual active sites Angew. Chem. Int. Ed. 59 2020 16459 16464 Chen, C.; Yan, X.; Liu, S.; Wu, Y.; Wan, Q.; Sun, X.; Zhu, Q.; Liu, H.; Ma, J.; Zheng, L.; Wu, H.; Han, B. Highly efficient electroreduction of CO2 to C2+ alcohols on heterogeneous dual active sites. Angew. Chem. Int. Ed. 2020, 59, 16459-16464. [51] L. Ji L. Li X. Ji Y. Zhang S. Mou T. Wu Q. Liu B. Li X. Zhu Y. Luo X. Shi A.M. Asiri X. Sun Highly selective electrochemical reduction of CO2 to alcohols on FeP nanoarray Angew. Chem. Int. Ed. 59 2020 758 762 Ji, L.; Li, L.; Ji, X.; Zhang, Y.; Mou, S.; Wu, T.; Liu, Q.; Li, B.; Zhu, X.; Luo, Y.; Shi, X.; Asiri, A. M.; Sun, X. Highly selective electrochemical reduction of CO2 to alcohols on FeP nanoarray. Angew. Chem. Int. Ed. 2020, 59, 758-762. [52] Y.X. Duan Y.T. Zhou Z. Yu D.X. Liu Z. Wen J.M. Yan Q. Jiang Boosting production of HCOOH from CO2 electroreduction via Bi/CeOx Angew. Chem. Int. Ed. 60 2021 8798 8802 Duan, Y. X.; Zhou, Y. T.; Yu, Z.; Liu, D. X.; Wen, Z.; Yan, J. M.; Jiang, Q. Boosting production of HCOOH from CO2 electroreduction via Bi/CeOx. Angew. Chem. Int. Ed. 2021, 60, 8798-8802.",
      "scopus-id": "85188703077",
      "coredata": {
        "eid": "1-s2.0-S0021951724001714",
        "dc:description": "The electrochemical reduction of CO2 presents a promising pathway for storing intermittent renewable energy in the form of chemical bonds, thereby mitigating CO2 emissions and enabling the production of sustainable fuels. In this work, we demonstrate nanoscale engineering of oxygen vacancy and morphology simultaneously on Cu2O catalysts for electrochemical reduction of CO2 to liquid products (formate and ethanol). By comparing the performance of cube- and tetrakaidecahedron-like Cu2O catalysts, we have demonstrated that the flower-like Cu2O catalyst, enclosed with rich oxygen vacancy defects, exhibited superior performance in the reduction of CO2 to liquid products. Moreover, the synergetic role of Cu+ also contributed to the enhanced activity by promoting CO2 adsorption and facilitating C–C coupling. As a result, the peak Faradaic efficiency (FE) for liquid products of 95.5 % was obtained, associated with a high ethanol FE of 52.6 % and formation rate of 23.8 μmol h−1 cm−2 within a H-cell. Furthermore, within a flow cell configuration, we have observed a significant improvement in the generation of formate, maintaining FE values above 70 % even under high current densities of up to 400 mA cm−2. In-situ Raman spectroscopic measurements allow us to identify and track key intermediates involved in the CO2 reduction to formate and ethanol. This detailed understanding of the reaction pathways adds to our fundamental knowledge and provides valuable insights for the development of morphology-controlled electrocatalysts targeting efficient conversion of CO2 into liquid products.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0021951724001714",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yang, Fangqi"
          },
          {
            "@_fa": "true",
            "$": "Yang, Tonglin"
          },
          {
            "@_fa": "true",
            "$": "Li, Jing"
          },
          {
            "@_fa": "true",
            "$": "Li, Pengfei"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Quan"
          },
          {
            "@_fa": "true",
            "$": "Lin, Huihui"
          },
          {
            "@_fa": "true",
            "$": "Wu, Luyan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0021951724001714"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0021951724001714"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0021-9517(24)00171-4",
        "prism:volume": "432",
        "articleNumber": "115458",
        "prism:publisher": "Elsevier Inc.",
        "dc:title": "Boosting the electroreduction of CO2 to liquid products via nanostructure engineering of Cu2O catalysts",
        "prism:copyright": "© 2024 Elsevier Inc. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "00219517",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CO2 reduction"
          },
          {
            "@_fa": "true",
            "$": "Cuprous oxide"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Formate"
          },
          {
            "@_fa": "true",
            "$": "Ethanol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "115458",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2024",
        "prism:doi": "10.1016/j.jcat.2024.115458",
        "prism:startingPage": "115458",
        "dc:identifier": "doi:10.1016/j.jcat.2024.115458",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "478",
            "@width": "766",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "80804",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "393",
            "@width": "628",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "65661",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "438",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23608",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "445",
            "@width": "688",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "88600",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "471",
            "@width": "757",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "84649",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "667",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "103456",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "137",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10278",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "137",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10341",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "100",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10884",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "142",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12836",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "136",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9905",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "131",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11348",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2114",
            "@width": "3390",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "544006",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1743",
            "@width": "2782",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "509437",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1939",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "149017",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1971",
            "@width": "3047",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "522648",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2085",
            "@width": "3350",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "595657",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2951",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1082733",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "3054602",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0021951724001714-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1092095",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85188703077"
      }
    }
  }
}