{
  "metadata": {
    "title": "Multiple bonds between main-group elements and transition metals. Part 133. Methyltrioxorhenium as a catalyst of the Baeyer-Villiger oxidation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-11-27",
    "doi": "10.1016/S0304-5102(94)87043-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0304510294870438",
    "pii": "S0304510294870438"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-43949157220",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-12-10 2001-12-10 2010-04-03T08:57:11 1-s2.0-S0304510294870438 S0304-5102(94)87043-8 S0304510294870438 10.1016/S0304-5102(94)87043-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0260X 2024-01-02T01:06:03.941633Z 0 0 19941127 1994 2001-12-10T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0304-5102 03045102 94 94 2 2 Volume 94, Issue 2 8 213 223 213 223 19941127 27 November 1994 1994-11-27 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. MULTIPLEBONDSBETWEENMAINGROUPELEMENTSTRANSITIONMETALSPART133METHYLTRIOXORHENIUMACATALYSTBAEYERVILLIGEROXIDATION HERRMANN W HERRMANN 1994 4989 4990 W VONBAEYER 1899 3625 A HOUSE 1972 321 329 H MODERNSYNTHETICREACTIONS KROW 1981 2697 G 1991 761 COMPREHENSIVEORGANICSYNTHESIS STREITWIESER 1980 471 A ORGANISCHECHEMIE HUDLICKY 1990 187 M OXIDATIONSINORGANICCHEMISTRY PAYNE 1962 763 G BLOMQUIST 1961 1387 A BISCHOFF 1973 11 C COREY 1972 307 E GRIECO 1972 2363 P MCCLURE 1962 24 J VALENTINE 1973 235 J HENRICIOLIVE 1974 1 G VASKA 1976 175 L CONTE 1992 244 246 V CATALYTICOXIDATIONSHYDROGENPEROXIDEOXIDANT DELTODESCOFRISONE 1993 148 M CAMPESTRINI 1993 13 19 S HERRMANN 1990 1 18 W HERRMANN 1991 1706 1709 W HERRMANN 1991 1638 1641 W HERRMANN 1993 1209 1212 W HERRMANN 1993 1157 1160 W HERRMANN 1994 243 266 W KOCHI 1978 75 78 J ORGANOMETALLICMECHANISMSCATALYSIS STRUKUL 1991 405 G JACOBSON 1978 888 S HOUSE 1972 H MODERNSYNTHETICREACTIONS STRUKUL 1992 186 G CATALYTICOXIDATIONSHYDROGENPEROXIDEOXIDANT ADAM 1991 6202 6208 W ADAM 1984 5020 W ADAM 1986 101 W ADAM 1986 188 W SHELDON 1981 54 R METALCATALYZEDOXIDATIONORGANICCOMPOUNDS HERRMANNX1994X213 HERRMANNX1994X213X223 HERRMANNX1994X213XW HERRMANNX1994X213X223XW item S0304-5102(94)87043-8 S0304510294870438 1-s2.0-S0304510294870438 10.1016/S0304-5102(94)87043-8 272239 2024-01-02T01:06:03.941633Z 1994-11-27 1-s2.0-S0304510294870438-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0304510294870438/MAIN/application/pdf/137488d4f8131799cf3a7eb29985df0d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0304510294870438/MAIN/application/pdf/137488d4f8131799cf3a7eb29985df0d/main.pdf main.pdf pdf true 659007 MAIN 11 1-s2.0-S0304510294870438-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0304510294870438/PREVIEW/image/png/91d37098cb9add08777c0de103033ade/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0304510294870438/PREVIEW/image/png/91d37098cb9add08777c0de103033ade/main_1.png main_1.png png 49649 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 94 (1994) 213-223 Multiple bonds between main-group elements and transition metals. Part 133 1. Methyltrioxorhenium as a catalyst of the Baeyer-Villiger oxidation Wolfgang A. Herrmann *, Richard W. Fischer 2, Joao D.G. Correia Anorganisch-chemisches Institut der Technischen Universitdt MUnchen, LichtenbergstraJJe 4, D-85747 Garching, Germany Received 4 March 1994; accepted l 1 July 1994 Abstract Methyltrioxorhenium CH3Re03 (MTO, 1) is one of the most active catalysts of the BaeyerVilliger oxidation of cyclic ketones by use of H202 as oxidant. In contrast to the chemistry of established molybdenum and tungsten peroxo complexes, the bis(peroxo) complex [CH3Re0(Oz)2 - H201 reacts stoichiometrically with ketones. The electronic character of the active species was determined by spectroscopy and by application of an oxygen transfer probe. Keywords: Baeyer-Villiger reaction; Lactones; Oxidation; Rhenium 1. Introduction The transformation of ketones into esters was discovered by Adolf von Baeyer and Victor Villiger in as early as 1899. They used Caro's acid as the oxidant [2]. Nowadays the `Baeyer-Villigerrearrangement' is normally carried out with organic peracids according to Scheme 1 [ 3-5 ] . Owing to the low reactivity of most ketones, but certain cycloketones, the reaction conditions are often very drastic (e.g. 40% CH3C0 (OOH) or CF3C0 (OOH), 6.5 h, 50 C) [ 3,6 ] . Standard methods involve stoichiometric amounts of expensive peracids as oxidants that sometimes present safety problems. H202 alone only rarely converts ketones into esters or lactones [7-16]. Beyond that, there is a striking * Corresponding author. Communication 132 see [ 11. = New address: Hoechst AG, Zentralforschung, C487, D-65926 Frankfurt am Main, Deutschland. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102(94)00144-8 214 Wolfgang A. Herrmann et al. /Journal of Molecular Catalysis 94 (1994) 213-223 O O CH3CO2C2H5 O + CH3CO3H + CH3CO2H 50 C. 6.5 h 90 % Scheme 1. lack of efficient catalysts for the Baeyer-Villiger oxidation of ketones. Even Group VIII elements such as Ni, Pd or Pt that form nucleophilic peroxo complexes with dioxygen, do not yield efficient catalysts. Examples of coordination compounds exhibiting reasonable activities are [Moo( r1z-O2)2(pic)]-,[Mo0(n2-OZ) (dipic) ] (pic = picolinate anion, dipic = dipicolinate anion), (Ph3P) ZPt( r72-OZ) , and [ (dppe)Pt(CF3) (CH2C12) ] + [BF4] - (dppe=1,2-di-[ (bis-phenyl)phosphano] ethane) [ 17-19]. However, a recent paper claims that it is only the strong Lewis acidity of certain molybdenum peroxo complexes which is responsible for their activity in Baeyer-Villiger oxidations in the presence of H20z. It was pointed out that the (isolated) peroxo complexes do not react with a ketone (e.g., cyclopentanone). The peroxo groups of these `catalysts' were determined unreactive in Baeyer-Villiger reactions [ 19] . Methyltrioxorhenium CH3Re03 (1, MTO) catalyzes the oxidation of nucleophilic substrates like olefins and alkynes [ 20-25 ] . The enhanced reactivity upon alkyl substitution at the olefinic double bonds is consistent with an electrophilic activation process in the MTO/H202 system [ 21-25 ] . By way of contrast, the Baeyer-Villiger rearrangement of ketones or aldehydes is thought to involve, after the protonation of the carbonyl group, a nucleophilic C-attack at the polar carbonyl group of the ketone. Therefore it is surprising that MTO does also catalyze this type of reaction as described in the present paper. 2. Results and discussion 2.1. Catalytic reactions The first check experiments showed that the standard system MTO/H202 (510 10) /tert-butanol [20-25 ] converts cycloketones into the corresponding lactones (Table 1, Scheme 2). R O O `l`H2)n CHOO R / ~C n n = i-9 R=Hlfn=1,2 HorCHylfn=3 Scheme 2. Wolfgang A. Herrmann et al. /Journal of Molecular Catalysis 94 (1994) 213-223 215 Table 1 Catalytic Baeyer-Villiger oxidation of cyclic ketones at 25 C using MTO/H_O= a Ketone Conversion (%) Yield of lactone (% ) Cyclobutanone 80 80 Cyclopentanone 5 5 20 15 Cyclohexanone 5 5 21 21 Methylcyclohexanone 7 7 33 20 a c(1) -0.07 mol l-', c(ketone) -1.1 mol l', c(Hz02) -3 mol l-'. Solvent: tert-butanol. Conversion data and yields obtained after 12 h (first row) and 3 days (second row). Solvent: CH3CN. Table 2 Baeyer-Villiger oxidation of cyclopentanone a T ( C) c(1) (mol-l-') t (h) Yield (%)' 70 0.00 1.0 9 50 0.05 0.40 36 1.00 51 70 0.05 0.25 43 1.00 72 a c(ketone) -1.5 mol A-', c(Hz0=) = 3 mol - 1-' ; solvent: thf. Yield of a-valerolactone based on the amount of consumed cyclopentanone. The consumption of the ketones corresponds to the yield of lactones. Highest activities, as expected, are found for the ring strained cyclobutanone. The reaction mixture (thf or tent-butanol as solvents) starts to boil immediately after cyclobutanone is added to the catalyst solution, with the yield of butyrolactone being > 99% within 15 s. The turnover frequency (TOF) of the system MTO/HZO2/cyclobutanone (1:55:50) thus amounts to 200 min-'. A TOF of 40 min-' was reported for the catalyst [ (dppe)Pt(CF3) (CHZC12) ]BF4 in the same reaction [26,27]. For kinetic studies, cyclopentanone and cyclobutanone were chosen as substrates. Cyclopentanone was converted to 8-valerolactone at 50 and 70 C in thf (Table 2). The activity of 1 is comparable to (and in some cases better than) the activities of the known metal-based catalysts [ 19,27,28 ] . In spite of the high conversion rates, the yields of 8-valerolactone are rather low. The disappearance of the ketone into side reactions is a common problem in similar systems. Moreover, the lactone may undergo transformations, e.g. to 5-hydroxypentanoic acid which may further form oligomeric or polymeric derivatives [ 19,27,29] . For this reason, cyclobutanone is the preferred substrate, especially since the product y-butyrolactone is more stable against acid-catalyzed ring opening. No significant Hz0z decomposition was observed, not even in the case of low ketone conversion. This fact is typical for the rhenium based system [ 20-25 ] . H2OZ is not destroyed by CH3Re03, which con- 216 Wolfgang A. Herrmann et al. /Journal of Molecular Catalysis 94 (1994) 213-223 s0 - s0 40 o b u 20 0 0 1 25 C, no catalyst 2 3 t la1 so a so 0 u 0 p 40 o 9 u A 20 O 15 C, no catalyst o a to la zo t lb] Fig. 1. MTO-catalyzed oxidation of cyclobutanone to y-butyrolactone at 25 C (left) and 15 C (right) in CH3CN/ H=O2 ( 3 mmol ~ 1') . 0.16 mmol of MTO and 21.5 mmol of cyclobutanone were used in these experiments. stitutes a major advantage compared to Mo, W, or Cr containing catalysts. An excess of H202 is used in the reported reactions only to promote an enhancement of the reaction rates. Fig. 1 shows the MTO-catalyzed Baeyer-Villiger oxidation of cyclobutanone in acetonitrile at 25 C and 15 C, respectively. It can be seen that the uncatalyzed reaction with HZOZ (no MTO) is very slow. Addition of the catalyst MTO accelerates this reaction by a factor of ten. If the oxidation of cyclobutanone is started at ambient temperature (without cooling), the reaction mixture quickly warms up. In case of thf or tent-butanol as solvents, the solution reaches its boiling point within a minute or already during the mixing process. The reaction is slower in acetonitrile. For better control, the catalyst solution is cooled to 15 C during addition of the ketone. After mixing the components in CH3CN/H202, the yellow solution is allowed to attain room temperature. 80% of the ketone is transformed within three hours at 25 C, while the uncatalyzed reaction reaches only a 7% yield of butyrolactone. The catalytic effect can be seen even at lower temperatures (Fig. 1, right). The reaction is complete after 21 h at 15 C (100% yield of butyrolactone) and the catalytic system is then still active (check-experiments by addition of cyclobutanone). The uncatalyzed reaction yields only 38% of butyrolactone after three days (15 C). Table 2 and Fig. 1 confirm the catalytic effect of 1. We note that MTO/HZOz is more active than the frequently used Baeyer-Villiger reagents (CF3C0)20/H20z, CF3COOH/HZO2, (m-CIC6H4)C03H and CH3COOH/H202 (Fig. 2). Wolfgang A. Herrmann et al. /Journal of Molecular Catalysis 94 (1994) 213-223 217 100 80 CF3COOH PI 0 60 0 A 20 0 0 20 40 60 80 100 120 140 t [min] Fig. 2. MTO-catalyzed oxidation of cyclobutanone (1.60 mmol) to y-butyrolactone at 25 C in CH3CN/H=O= (3 mmol-l-'): a comparison with common Baeyer-Villiger reagents; 0.08 mmol of catalysts were employed. TFA= (CF3C0)z0, Catalytic; MCPBA= (metachloro)peroxy benzoic acid, stoichiometric. The activity of MTO decreases in the order tert-butanol > thf > CH3CN owing to the fact that the Baeyer-Villiger rearrangement is an acid-induced reaction [6,17-19]. Coordinating co-ligands like quinuclidine or 2,2'-bipyridine entail a decrease of activity, too [ 20-25 ] . This effect suggests that the MTO, or its bis(peroxo) complex 2, are important in this reaction. If the pronounced Bronsted acidity of the coordinated water in 2 were the only reason for the activity of MTO in the Baeyer-Villiger oxidation, the (isolated) bis(peroxo) complex 2 (Scheme 3) should not react with cyclobutanone in the absence of the oxidant H202. 2 would then be a simple Lewis acid catalyst and not the active oxidant in the catalytic cycle. Such a mechanism has recently been discussed for MOO (Oz) (dipic) systems [ 19 ] . 2.2. Stoichiometric reactions Isolated 2 reacts with two equivalents of cyclobutanone (0-25 C, diethyl ether), even in the absence of H202, to yield one equivalent of y-butyrolactone (Scheme o, ~0 0 0 0 wp~j \"\"\" 0 ET -1320 .~ o + caBReog BBC ~ ~a os >< 011,2 90 % Scheme 3. 218 Wolfgang A. Herrmann et al. /Journal of Molecular Catalysis 94 (1994) 213-223 abi O ~O *W/ orRe`O .. .. . ... . \":'.\"\"\"X\"'\"- \"\";. ^ .6^\"\"\".^.'ra` H3C~ COHZ nmrt mnrtrr nmmrlnmmrlrrmnrt ttmmtJtnmm rrmrm rrrtmrr rmmrr mmmlnrmm rnmrrr) rmmrr ntttttrr tmrtm rnnmrlrmi,iri iI 800 750 700 G50 G00 550 500 450 400 950 900 250 200 150 100 50 0 5 Fig. 3. \"O NMR spectra of 2 in diethyl ether at - 20 C. 3 ) . Immediately after the addition of a ketone to solutions of 2, the formation of a { 2 ~ ketone } intermediate can be observed. The yellow color of the solution becomes more intense ( increasing UV-Vis band at Amax = 366 nm ) . The structure of the intermediate is not clear yet, but we assume that the ketone is coordinated ( via the oxygen atom) to the metal ( shift of the 1H-NMR signal of the CH3 group of 2 by ca. 0,1 ppm). The metal-coordinated ketone then reacts towards the ester (or lactone), with the extra oxygen atom originating from the peroxo complex. The concentration of the peroxo complex as well as the concentration of the ketone decrease and the solution turns from intense yellow to colourless at the end of the reaction ( decrease of the UV-Vis band at Amax = 366 nm ) . 2 transfers only one peroxidic oxygen to the ketone. Under stoichiometric conditions a pale yellow intermediate ( Amax = 310 nm ) , the monoperoxo complex CH3Re ( OZ) OZ is formed. This catalytic inactive species decomposes slowly to CH3Re03 by formation of oxygen. The same results have been found for the reaction of 2 with olefins [ 22,24] . It is surprising that the electrophilic d -peroxo complex 2 can interact with an electrophilic center like a carbon atom of a carbonyl group [ 30] . Moreover, it is uncommon that a highly active epoxidation catalyst like 2 can change its mechanistic character only by changing the substrate. The reason for this unusual behavior could result from the unsymmetric geometry of 2. The oxygen atoms in the peroxo groups are not identical: one oxygen is near to the methyl group, the other one has a peroxo oxygen atom as the second neighbour [ 24 ] . This is obviously the reason for the different chemical shifts of the peroxo oxygen atoms O(1) and O( 2) as seen in the ' 70 NMR spectra of 2: 8( O 1) = 363 ppm, 8( 02 ) = 422 ppm ( Fig. 3 ) . The electronic structures of the peroxidic oxygen atoms are thus clearly different. Wolfgang A. Herrmann et al. /Journal of Molecular Catalysis 94 (1994) 213-223 219 S electrophilic S nucleophilic oxidation p oxidation SSO O S S S 11 Os8*0 O 8080 8802 Scheme 4. Table 3 Xso values of 2 as determined by the thiantrene-5-oxide (SSO) probe a Solvent Conversion of SSO (%) %(SS02 ) %(SOSO) Xso CHC1, 4.1 44.7 53.3 0.45 CH2Cl _ 5.2 61.8 38.2 0.62 CH3CN 5.0 79.8 20.2 0.80 T= 0 C, ratio 2/SSO= 1/10. Relative yields (normalized to 100%) of SS02, SOSO and SOS02 determined by HPLC on a silica gel column, eluted with a 240:10:1 solvent mixture of petroleum ether (b.p. 50-70 C), ethyl acetate and methanol at a flow rate of 3 ml -min-' and his (p-nitrophenyl)sulfone as an internal standard. The error is less than 5% for at least two independent runs. The amount of SOS02 formed was lower than 0.1 % in all cases. This finding as well as the uncommonly intense v (O2) vibration in the IR spectra of 2 (877 cm-', vs; Raman: 874 cm- t, w) suggests a somehow polarized state of the peroxo groups that could finally yield the nucleophilic behavior of 2 in the above reaction. To estimate the electronic character of the bis(peroxo) complex 2, the thianthrene-5-oxide (SSO, Scheme 4) as an established mechanistic probe for oxygen transfer reagents was used [ 31-35 ] . The oxygen transfer parameter Xso =n(so) / [n(sol +n(s) ] was determined according to Adam et al. 2 [ 31--35 ] . It is in the range 0.45-0.8 and strongly depends on the solvent (Table 3) . The Xso parameter spans the scale from zero to unity, Xso=0 representing complete electrophilic and Xso=1 complete nucleophilic character of the oxygen transfer agent [ 31-35 ] . A nucleophilic character towards the oxidation of SSO is seen in acetonitrile. The electron-donating solvent CH3CN increases the electron density of 2; therefore, the peroxo groups become less electrophilic. However, strongly coordinating bases like quinuclidine or 2,2'-bipyridine prevent an interaction of the oxygen atom of the carbonyl group with the rhenium center. Such systems (CH3Re0(O2)2-L, n,o) = (acsso=> + n<soso,>) [total'SO' oxidation/, n(s) = (n(soso> + ntsosoz)) [total 'S' oxidation] 220 Wolfgang A. Herrmann et al. /Journal of Molecular Catalysis 94 (1994) 213-223 L = N-base) are logically less active in the Baeyer-Villiger oxidation. The observed Xso values of 0.45 and 0.62 of 2 (in CHC13 and CHZC12, respectively), are in line with the estimated data of comparable peroxo complexes such as Cr05 - HMPA, M005 - HMPA and WOS - HMPA (HMPA=hexamethylphosphoric acid triamide) [35]. In contrast to the known molybdenum systems, however, the rhenium peroxo complex 2 reacts in substance and in the absence of H202 with cyclic ketones (see above). In addition to MTO the simple oxides Re03 or Re207 can also be made catalysts upon treatment with highly concentrated H202 (85%) in dry solvents. This procedure yields a new, yellow peroxo complex. This species seems to be very efficient as a Baeyer-Villiger catalyst. For example, the system [ 2.6 mmol - 1-' Re03 (1 mol%)/H202 (85 wt. %), 1 moll-'] oxidizes cyclopentanone (220 mmol-l-') to valerolactone (50% yield), already at 25 C. Even diluted solutions originating from Re03/perhydrol (30 wt.% Hz02 in H20) oxidize the cycloketone. In contrast to MTO we observed that the (very active) system Re03/H2O2 is more sensitive to water. Given the fact that the active species is analogous to what is known from MTO/H20z [ 24,25 ] , it seems reasonable to postulate a deactivation process according to Eq. 1. HOReO(,q2-O2)Z-H20+Hz0-H[Re04] +2H202 (1) 3. Conclusion The d -peroxo complex CH3Re0 (OZ) 2 - H20 of MTO behaves as a highly active electrophilic epoxidation catalyst as well as a nucleophilic Baeyer-Villiger catalyst. Low HZOZ concentrations are sufficient, and no H20z decomposition is observed at temperatures up to 70 C. This is an advantage of the catalytic system MTO/ H202 over the known transition-metal catalysts containing V, Mo, Mn or Os [ 36] . However, the nucleophilic character of the peroxidic oxygen atoms in 2 is not as pronounced as in Ir and Pt peroxo complexes that react with SOZ or COZ to give isolable cycloaddition products. Re03 is also activated by H2Oz to yield an efficient catalyst. These results motivate our interest to develop strongly Lewis-acidic, nucleophilic rhenium-based peroxo systems from R-Re03 by variation of the `spectator ligand' R (e.g. -CH2CI, -CF3, or -Cl) and by using co-ligands. Mechanistic work to elucidate the Baeyer-Villiger oxidation with Re03/H2O2 and CH3Re03/ H202 is underway. 4. Experimental General procedures and methods: MTO (1) and 2 were prepared by standard methods according to [ 24,25 ] . The solvents were dried by standard methods. Other Wolfgang A. Herrmann et al. /Journal of Molecular Catalysis 94 (1994) 213-223 221 commercial reagents (e.g., ketones, H202) were used without further purification. 'H and \"O NMR spectra were recorded at frequencies of 399.8 MHz and 54.3 MHz, respectively (H20 as external standard for \"O NMR) on a JEOL instrument JNM-GX 400. IR spectra were recorded on a Perkin-Elmer instrument 1650. UVVis spectra were recorded on a Hewlett Packard instrument 8542-A. GC/MS data were obtained on a Hewlett Packard 5890 (GC) equipped with a fused-silica column HP-1 (No. 19091 Z-102, 1= 50 m, O = 0.2 mm, thickness of film = 0.33 Am) as well as a mass-selective detector HP 5970 B and a Fl-detector, respectively (cyclohexane or tetradecane as internal standards). 4.1. Procedure according to Tables 1 and 2 The ketones were added to a catalyst solution composed of MTO (c = 0.07 mol - 1-' and 0.05 mol - 1-', respectively) and H202 (c= 3 mol - 1-' ) in tert-butanol or thf. The solutions were stirred at 25, 50 or 70 C. The conversions were determined by GC using cyclohexane or naphthalene as internal standards. 4.2. Procedure according to Figs. 1 and 2 (a) To a solution of 0.040 g (0.160 mmol) MTO in 10 ml CH3CN/H202 (3 mol - 1-') 1.50 g (21.45 mmol) cyclobutanone are added dropwise at 15 C and stirred at 15 C (25 C) for 24 h. (b) To a solution of 0.020 g (0.080 mmol) MTO in 1.5 ml CH3CN/H202 (3 mol - 1-') 0.10 g (1.43 mmol) cyclobutanone is added dropwise at ambient temperature. (c) For the reason of comparison, 0.080 mmol of acetic acid (5 10), trifluoroacetic acid (6 Al), and trifluoroacetic acid anhydride (12 Al) were used as catalysts. The conversions were determined as described above. 4.3. Reaction of 2 with cyclobutanone 1.07 g (3.58 mmol) 2 were dissolved in 20 ml of diethyl ether at - 30 C. To the yellow solution 0.50 g (7.13 mmol) of cyclobutanone were added slowly. The colour of the solution turned orange. The solution was warmed to 25 C within 2 h and stirred at this temperature for 12 h. After the reaction the solution was colourless, the formation of MTO (1) could be observed by GC/MS. Yield of butyrolactone: 0.276 g, 45% (calculated from the amount of ketone). 4.4. Oxidation of cyclobutanone in a catalytic reaction 0.05 g (0.40 mmol) 1 were dissolved in 50 ml (CH3CH2) 20 /H202 (3 mol - 1') . 5 g of cyclobutanone were added dropwise. The solvent reached its boiling point because of the reaction heat. After 2 h the rest of the H202 was destroyed by adding 222 Wolfgang A. Herrmann et al. /Journal of Molecular Catalysis 94 (1994) 213-223 0.3 g of Mn02. The. suspension was filtered and dried with MgS04. The crude product obtained was finally distilled after the removal of the ether. Yield: 5.71 g (93%) of y-butyrolactone. Acknowledgements We thank Prof. W. Adam and Dr. B.B. Lohray (Institute of Organic Chemistry, University of Wurzburg, Germany) for collaborative work on the determination of the XSo values of 2 as described in this publication. We also thank the EC-network for a grant to Joao Correia. References [ 1 ] W.A. Herrmann, S. Bogdanovi6, R. Poli and T. Priermeier, J. Am. Chem. Soc., 116 (1994) 4989-1990. [2] A. von Baeyer and V. Villiger, Ber. Dtsch. Chem. Ges., 32 (1899) 3625. [3] H.O. House, Modem Synthetic Reactions, 2nd Ed., Benjamin Cummings, New York, 1972, p. 321-329. [4] G.R. Krow, Tetrahedron, 37 (1981) 2697. [5 ] Trost and Fleming (Eds.), Comprehensive Organic Synthesis, Vol 7, Pergamon, Oxford, 1991, p. 761. [6] A. Streitwieser and C.H. Heathcock: Organische Chemie, Verlag Chemie, Weinheim, 1980, p. 471. [ 7 ] M. Hudlicky, Oxidations in Organic Chemistry, ACS Monograph, Washington, DC, 1990, p. 187. [8] G.B. Payne, Tetrahedron, 18 (1962) 763. [9] A.T. Blomquist and E.A. LaLancette, J. Am. Chem. Soc., 83 (1961) 1387. [ 10] C. Bischoff, Z. Chem., (1973) 11. [ 11 ] E.J. Corey, Z. Arnold and J. Hutton, Tetrahedron Lett., 4 (1972) 307. [ 12 ] P.A. Grieco, J. Org. Chem., 37 (1972) 2363. [ 13 ] J.D. McClure and P.H. Williams, J. Org. Chem., 27 (1962) 24. [ 14] J. S. Valentine, Chem. Rev., 73 (1973) 235. [ 15 ] G. Henrici-Olive and S. OIivB, Angew. Chem., 86 (1974) 1. [ 16] L. Vaska, Acc. Chem. Res., 9 (1976) 175. [ 17] V. Conte and F. di Furia, in G. Strukul (Ed.), Catalytic Oxidations with Hydrogen Peroxide as Oxidant, Kluwer, Dordrecht, 1992, Chap. 7, p. 244-246. [ 18 ] M. del Todesco Frisone, F. Pinna and G. Strukul, Organometallics, 12 (1993) 148. [ 19] S. Campestrini and F. Di Furia, J. Mol. Catal., 79 (1993) 13-19. [20] W.A. Herrmann, J. Organomet. Chem., 382 (1990) 1-18. [21 ] Get. Pat. 3902357 (27 January 1989/2 August 1990) to W.A. Herrmann, D.W. Matz, W. Wagner, J.G. Kuchler, G. Weichselbaumer and R.W. Fischer, Hoechst AG. [22] W.A. Herrmann, R.W. Fischer and D.W. Marz, Angew. Chem., 103 (1991) 1706-1709; Angew. Chem., Int. Ed. Engl., 30 (1991) 1638-1641. [23] R.W. Fischer, GIT Fachz. Lab. (Heidelberg), 10 (1992) 997-1002. [24] W.A. Herrmann, R.W. Fischer, W. Scherer and M.U. Rauch, Angew. Chem., 105 (1993) 1209-1212; Angew. Chem., Int. Ed. Engl., 32 (1993) 1157-1160. [25 ] W.A. Herrmann, R.W. Fischer, M.U. Rauch and W. Scherer, J. Mol. Catal., 86 (1994) 243-266. [26] J.K. Kochi, Organometallic Mechanisms and Catalysis, Academic Press, New York, 1978, p. 75-78. [ 27 ] G. Stmkul, M. Del Todesco Frisone, R. Giovanetti and F. Pinna, Stud. Surf. Sci. Catal., 66 (1991) 405. [28] S.E. Jacobson, R. Tang and F. Mares, J. Chem. Soc., Chem. Commun., (1978) 888. [29] H.O. House, Modern Synthetic Reactions, 2nd Ed., Benjamin, Menlo Park, CA, 1972, Chap. 6. [ 30 ] G. Strukul, Catalytic Oxidations with Hydrogen Peroxide as Oxidant, Kluwer, Dordrecht, 1992, p. 186. f 31 ] W. Adam, W. Haas and B.B. Lohray, J. Am. Chem. Soc., 113 (1991) 6202-6208. [32] W. Adam, W. Haas and G. Sieker, J. Am. Chem. Soc., 106 (1984) 5020. Wolfgang A. Herrmann et al. /Journal of Molecular Catalysis 94 (1994) 273-223 223 [33] W. Adam, H. Dufr, W. Haas and B.B. Lohray, Angew. Chem., Int. Ed. Engl., 25 (1986) 101. [34] W. Adam and B.B. Lohray, Angew. Chem., Int. Ed. Engl., 25 (1986) 188. [35] W. Adam and B.B. Lohray, J. Am. Chem. Soc., submitted. [36] R.A. Sheldon and J.K. Kochi, Metal-Catalyzed Oxidation of Organic Compounds, Academic Press, New York, 1981, p. 54. X244 94870438 S0304-5102(94)87043-8 10.1016/S0304-5102(94)87043-8 ☆ Communication 132 see [1]. Multiple bonds between main-group elements and transition metals. Part 133. Methyltrioxorhenium as a catalyst of the Baeyer-Villiger oxidation Wolfgang A. Herrmann ∗ Richard W. Fischer 1 João D.G. Correia Anorganisch-chemisches Institut der Technischen Universität München, Lichtenbergstraße 4, D-85747 Garching, Germany * Corresponding author. 1 New address: Hoechst AG, Zentralforschung, C487, D-65926 Frankfurt am Main, Deutschland. Methyltrioxorhenium CH3ReO3 (MTO, 1) is one of the most active catalysts of the Baeyer-Villiger oxidation of cyclic ketones by use of H2O2 as oxidant. In contrast to the chemistry of established molybdenum and tungsten peroxo complexes, the bis(peroxo) complex [CH3ReO(O2)2·H2O] reacts stoichiometrically with ketones. The electronic character of the active species was determined by spectroscopy and by application of an oxygen transfer probe. Keywords Baeyer-Villiger reaction Lactones Oxidation Rhenium References [1] W.A. Herrmann S. Bogdanović R. Poli T. Priermeier J. Am. Chem. Soc. 116 1994 4989 4990 [2] A. von Baeyer V. Villiger Ber. Dtsch. Chem. Ges. 32 1899 3625 [3] H.O. House 2nd Ed. Modern Synthetic Reactions 1972 Benjamin Cummings New York 321 329 [4] G.R. Krow Tetrahedron 37 1981 2697 [5] Trost Fleming Comprehensive Organic Synthesis 7 1991 Pergamon Oxford 761 [6] A. Streitwieser C.H. Heathcock Organische Chemie 1980 Verlag Chemie Weinheim 471 [7] M. Hudlicky Oxidations in Organic Chemistry 1990 ACS Monograph Washington, DC 187 [8] G.B. Payne Tetrahedron 18 1962 763 [9] A.T. Blomquist E.A. LaLancette J. Am. Chem. Soc. 83 1961 1387 [10] C. Bischoff Z. Chem. 1973 11 [11] E.J. Corey Z. Arnold J. Hutton Tetrahedron Lett. 4 1972 307 [12] P.A. Grieco J. Org. Chem. 37 1972 2363 [13] J.D. McClure P.H. Williams J. Org. Chem. 27 1962 24 [14] J.S. Valentine Chem. Rev. 73 1973 235 [15] G. Henrici-Olivé S. Olivé Angew. Chem. 86 1974 1 [16] L. Vaska Acc. Chem. Res. 9 1976 175 [17] V. Conte F. di Furia G. Strukul Catalytic Oxidations with Hydrogen Peroxide as Oxidant 1992 Kluwer Dordrecht 244 246 Chap. 7 [18] M. del Todesco Frisone F. Pinna G. Strukul Organometallics 12 1993 148 [19] S. Campestrini F. Di Furia J. Mol. Catal. 79 1993 13 19 [20] W.A. Herrmann J. Organomet. Chem. 382 1990 1 18 [21] Ger. Pat. 3902357 (27 January 1989/2 August 1990) to W.A. Herrmann, D.W. Marz, W. Wagner, J.G. Kuchler, G. Weichselbaumer and R.W. Fischer, Hoechst AG. [22] a W.A. Herrmann R.W. Fischer D.W. Marz Angew. Chem. 103 1991 1706 1709 b W.A. Herrmann R.W. Fischer D.W. Marz Angew. Chem. 30 1991 1638 1641 Int. Ed. Engl. [23] R.W. Fischer, GIT Fachz. Lab. (Heidelberg), 10 (1992) 997–1002. [24] a W.A. Herrmann R.W. Fischer W. Scherer M.U. Rauch Angew. Chem. 105 1993 1209 1212 b W.A. Herrmann R.W. Fischer W. Scherer M.U. Rauch Angew. Chem. 32 1993 1157 1160 Int. Ed. Engl. [25] W.A. Herrmann R.W. Fischer M.U. Rauch W. Scherer J. Mol. Catal. 86 1994 243 266 [26] J.K. Kochi Organometallic Mechanisms and Catalysis 1978 Academic Press New York 75 78 [27] G. Strukul M. Del Todesco Frisone R. Giovanetti F. Pinna Stud. Surf. Sci. Catal. 66 1991 405 [28] S.E. Jacobson R. Tang F. Mares J. Chem. Soc. 1978 888 Chem. Commun. [29] H.O. House 2nd Ed. Modern Synthetic Reactions 1972 Benjamin Menlo Park, CA Chap. 6 [30] G. Strukul Catalytic Oxidations with Hydrogen Peroxide as Oxidant 1992 Kluwer Dordrecht 186 [31] W. Adam W. Haas B.B. Lohray J. Am. Chem. Soc. 113 1991 6202 6208 [32] W. Adam W. Haas G. Sieker J. Am. Chem. Soc. 106 1984 5020 [33] W. Adam H. Dürr W. Haas B.B. Lohray Angew. Chem. 25 1986 101 Int. Ed. Engl. [34] W. Adam B.B. Lohray Angew. Chem. 25 1986 188 Int. Ed. Engl. [35] W. Adam and B.B. Lohray, J. Am. Chem. Soc., submitted. [36] R.A. Sheldon J.K. Kochi Metal-Catalyzed Oxidation of Organic Compounds 1981 Academic Press New York 54",
      "scopus-id": "43949157220",
      "coredata": {
        "eid": "1-s2.0-S0304510294870438",
        "dc:description": "Methyltrioxorhenium CH3ReO3 (MTO, 1) is one of the most active catalysts of the Baeyer-Villiger oxidation of cyclic ketones by use of H2O2 as oxidant. In contrast to the chemistry of established molybdenum and tungsten peroxo complexes, the bis(peroxo) complex [CH3ReO(O2)2·H2O] reacts stoichiometrically with ketones. The electronic character of the active species was determined by spectroscopy and by application of an oxygen transfer probe.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-11-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0304510294870438",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Herrmann, Wolfgang A."
          },
          {
            "@_fa": "true",
            "$": "Fischer, Richard W."
          },
          {
            "@_fa": "true",
            "$": "Correia, João D.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0304510294870438"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0304510294870438"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0304-5102(94)87043-8",
        "prism:volume": "94",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Multiple bonds between main-group elements and transition metals. Part 133. Methyltrioxorhenium as a catalyst of the Baeyer-Villiger oxidation",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Baeyer-Villiger reaction"
          },
          {
            "@_fa": "true",
            "$": "Lactones"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          },
          {
            "@_fa": "true",
            "$": "Rhenium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "213-223",
        "prism:endingPage": "223",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 November 1994",
        "prism:doi": "10.1016/S0304-5102(94)87043-8",
        "prism:startingPage": "213",
        "dc:identifier": "doi:10.1016/S0304-5102(94)87043-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/43949157220"
      }
    }
  }
}