{
  "metadata": {
    "title": "New hydroformylation rhodium catalysts with dithiolate chiral ligands",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-11-27",
    "doi": "10.1016/S0304-5102(94)87036-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0304510294870365",
    "pii": "S0304510294870365"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-38049097342",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-12-10 2001-12-10 2010-04-03T08:57:11 1-s2.0-S0304510294870365 S0304-5102(94)87036-5 S0304510294870365 10.1016/S0304-5102(94)87036-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0260X 2024-01-02T01:06:03.941633Z 0 0 19941127 1994 2001-12-10T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 94 94 2 2 Volume 94, Issue 2 1 149 156 149 156 19941127 27 November 1994 1994-11-27 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. NEWHYDROFORMYLATIONRHODIUMCATALYSTSDITHIOLATECHIRALLIGANDS MASDEU A KOENIG 1988 71 K ASYMMETRICSYNTHESIS HALPERN 1985 41 J ASYMMETRICSYNTHESIS CONSIGLIO 1982 7 G KOLLAR 1987 305 L PARRINELLO 1987 7122 G STILLE 1991 1183 J CONSIGLIO 1991 2046 G SAKAI 1993 7033 N KALCK 1983 510 P KALCK 1987 297 320 P ORGANOMETALLICSINORGANICSYNTHESES BAYON 1989 1056 J POLO 1990 631 A POLO 1992 3525 A HILL 1977 434 R BAYON 1992 P 16 J CLAVER 1993 1833 C SCHUMANN 1991 251 H MASDEU 1993 2689 A USON 1985 126 R CARMACK 1968 2171 M LAZZARONI 1989 1 R TOHT 1993 848 I KALCK 1989 515 P MASDEUX1994X149 MASDEUX1994X149X156 MASDEUX1994X149XA MASDEUX1994X149X156XA item S0304-5102(94)87036-5 S0304510294870365 1-s2.0-S0304510294870365 10.1016/S0304-5102(94)87036-5 272239 2024-01-02T01:06:03.941633Z 1994-11-27 1-s2.0-S0304510294870365-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0304510294870365/MAIN/application/pdf/647727a9ce728b480d80961aab365522/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0304510294870365/MAIN/application/pdf/647727a9ce728b480d80961aab365522/main.pdf main.pdf pdf true 566933 MAIN 8 1-s2.0-S0304510294870365-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0304510294870365/PREVIEW/image/png/2c4d6851c98728cf9218c0eec9d1d877/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0304510294870365/PREVIEW/image/png/2c4d6851c98728cf9218c0eec9d1d877/main_1.png main_1.png png 53616 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 94 (1994) 149-156 New hydroformylation rhodium catalysts with dithiolate chiral ligands A.M. Masdeu, A. Orejon, A. Ruiz, S. Castillon, C. Claver Departament de Qulmica, Universitat Rovira i Virgili, Pl. Imperial Tarraco, 143005 Tarragona, Spain Received 8 February 1994; accepted 11 July 1994 Abstract Asymmetric hydroformylation of styrene is performed using the bridge dithiolate chiral rhodium complexes [Rh2(A-( - )-DIOS) (cod) zl n=2 (1) and n= 1 (2); ( ( - )-DIOS: 2,3-O-isopropylidene-1,4-dithio-t,-threitol and cod: 1,5-cyclooctadiene) as catalyst precursors. The catalytic system 1 provides high conversion in the corresponding aldehydes (100% at 30 bar, 65 C) with a selectivity in 2-phenylpropanal of 64%. Addition of PPh3 to the catalytic system 1 increases the selectivity in 2phenylpropanal to 91 % in the same conditions. Although the ee's obtained using 1 were low (3-5% ), the addition of a chiral phosphine, ( + )-DIOP ( (2S,3S)-2,3-O-isopropylidene-2,3-dihydroxy-1,4bis(diphenylphosphino)butane), improves the ee in (S)-2-phenylpropanal to 17%. However the addition of ( - )-DIOP gives a lower ee (3% (S) ). Comparative results were obtained using 2 as catalyst precursor indicating that similar species were formed during catalytic cycle. Keywords: Asymmetric reaction; Chiral ligands; Dithiolate; Hydroformylation; Rhodium 1. Introduction In recent years much research has been directed towards the development of enantioselective catalysis. Most of the studies described in literature use chiral diphosphines with a CZ symmetry axis [ 1 ] . In several systems enantiomeric excesses approaching 100% have been observed, mainly in hydrogenation processes [ 2 ] . Nevertheless, asymmetric hydroformylation has not been studied so intensively and only in a few cases in which platinum/tin complexes has been used has the enantioselectivity reached values of practical importance [ 3 ] . For a long time asymmetric catalysts based on rhodium complexes had given low enantioselectivities. However, very recently Takaya and coworkers [4], using a phosphinephos- * Corresponding author. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102(94)00141-3 150 A.M. Masdeu et al. /Journal of Molecular Catalysis 94 (1994) 149-156 H x~SH O SH H (-)-DIOSHz s 11~c (_s< I k- 0 X0 O:c; s\" Rfi Rh. Fig. 1. O O h ~Rh ~Rh'~.1,~ LIB ~.I 2 phite ligand (BINAPHOS), has obtained enantiomeric excesses (ee) up to 90% in the hydroformylation of styrene and other prochiral substrates, showing the high potential for rhodium systems in asymmetric hydroformylation. binuclear rhodium thiolate complexes have been shown to be efficient catalytic precursors in the hydroformylation of alkenes [ 5 ] . One advantage of this type of complex is that it allows the introduction of changes in the bridging ligands [ 6] . We considered it would be interesting to use chiral dithiolate ligands in order to obtain new Binuclear rhodium complexes to be tested in asymmetric hydroformylation. Compared with thiolate bridged complexes, dithiolate would provide a more rigid structure that should decrease the conformational mobility of the diastereoisomeric intermediates affording a better stereochemical control. This type of complex has hardly been studied [ 7 ] . On the other hand, the presence of the chirality in the dithiolate ligand allows the \"pool\" of phosphines or phosphites to be used as auxiliary ligands to control the regioselectivity, permitting both ligands to modify the catalytic system in a wide variety of ways. Sulphur ligands have been scarcely used before in enantioselective hydroformylation [ 8 ] . Recently, the preparation of a related Binuclear chiral thiolate chloride bridge complex and its catalytic activity in hydrogenation has been reported [ 9 ] . We have recently described the synthesis, reactivity and catalytic activity of new rhodium dithiolate bridged complexes [Rh2{be,-(S(CHZ)nS)}(COD)2]x. n=2, 3 or 4, x =1, 2. The X-ray diffraction of the complexes when n = 2, 3 show a Binuclear bent structure [ 10] . In this report we describe the catalytic results of a new precursor system using rhodium(I) with a dithiolate chiral ligand (-)-DIOSHZ (2,3-O-isopropylidene1,4-dithio-L-threitol) [ 11 ], (Fig. 1). A.M. Masdeu et al. /Journal of Molecular Catalysis 94 (1994)149-756 151 2. Experimental 2.1. General methods All syntheses of rhodium complexes were performed using standard Schlenk techniques under a nitrogen atmosphere. Solvents were distilled and deoxygenated before use. All other reagents were used as commercially supplied. The complex [ Rh (g,-OMe) (cod) ] z [ 11 ] and the dithiol ( - ) -DIOSHZ [ 12 ] were prepared as previously reported. The C, H and S analyses were carried out using a Carlo-Erba microanalyser. The IR spectra (KBr pellets) were recorded on a Nicolet 5ZDXFT instrument, 'H NMR spectra on a Varian Gemini 300 MHz spectrometer and referenced in the standard way. FAB mass spectrometry was performed on a VG Autospect in a nitrobenzyl alcohol matrix. Gas chromatography analysis were performed in a Hewlett-Packard 5890A in a Ultra-2 (5% diphenylsilicone/95% dimethylsilicone) column (25 m X 0.2 mm O) for separation of aldehydes and in a FS-Cyclodex ss-I/P (50 m X 0.25 mm O) for separation of the chiral alcohols. 2.2. Preparation of (Rh2( 1-(-)-DIOS)(cod)2) (n = 2 (1), 1 (2)) To a solution of [ Rh ( -,-OMe) (cod) ] 2 (500 mg, 0.814 mmol) in dichloromethane was added ( - )-DIOSHZ (220 mg, 1.132 mmol). The initial yellow solution becomes red after reaction with the dithiolate. Addition of methanol resulted in the precipitation of a yellow complex [ Rh2 (A- ( - ) -DIOS) (cod) 2 ] z (1) which was filtered off and dried in vacuo (475.3 mg, 75% yield). After the separation of the yellow complex the filtrate was partially evaporated under reduced pressure. After cooling the flask in ice, a red product [ Rh2 (A- ( - ) -DIOS) (cod) 2 ] (2) was obtained, filtered off, washed with methanol and vacuum dried (77 mg, 12% yield). 1: 'H NMR (CDC13): 8 (ppm) 2.0 (br, 4H, -CHZ-, cod), 2.4 (br, 4H, -CHZ-, cod), 4.1 (br, -CH-, cod), 1.3 (s, 6H, -CH3), 2.3 (br, 4H, -SCHZ-) and 3.7 (br, 2H, SCHZCH-). Elemental analysis (%) , found: C, 43.9; H, 5.7; S, 10.4. Calc. for C46H7ZO4Rh4S4 : C, 44.8; H, 5.8; S, 10.4. FAB mass spectra (m/z): 1120 (M-cod); 612 (M/2-2H). 2: 'H NMR (CDC13): 8 (ppm): 2.0 (m, 4H, -CHz-, cod), 2.4 (m, 4H, -CHZ-, cod), 4.1 (m, 2H, -CH-, cod), 4.4 (m, 2H, -CH-, cod), 1.3 (s, 6H, CH3-), 2.7 (m, 4H, SCHZ-) and 4.5 (m, 2H, SCHZCH-). Elemental analysis (%) , found C, 44.5; H, 5.8; S, 10.5. Calc. for Cz3H3602RhzSz : C, 44.8; H, 5.8; S, 10.4. FAB mass spectra (m/z): 614 (M). 2.3. Catalysis Hydroformylation experiments were carried out in an autoclave with magnetic stirring. Catalytic solution was contained in a glass vessel. The inside part of the autoclave's cap is Teflon covered to avoid direct contact of solution with the 152 A.M. Masdeu et al. /Journal of Molecular Catalysis 94 (1994) 149-156 stainless steel. Constant temperature was maintained by circulation of water through a double jacket. 2.4. Standard catalysis experiment A solution of the substrate (20 mmol), the catalyst precursor (0.1 mmol) and the phosphorous compound in 15 ml of solvent was introduced into the evacuated autoclave. The gas mixture was introduced and the system was heated. When thermal equilibrium was reached, gas mixture was introduced until desired pressure. After the reaction time, the autoclave was cooled to room temperature and depressurized. Analysis of samples were performed by gas chromatography. 2.5. General procedure for hydroformylation in the presence of triethyl orthoformate This procedure was identical to that described before for the standard hydroformylation experiment, except that triethyl orthoformate (15 ml) was used as a solvent and pyridinium para-toluenesulphonate (80 mg) was added to the catalytic solution. After the catalytic experiment, the corresponding acetals were analyzed by GC to determine the conversion. The ee's were determined by 1H NMR on the aldehydes obtained by hydrolysis [ 3 ] using Eu (hfc) 3 as a chiral shift reagent. 2.6. Enantiomeric excess measurements Enantiomeric excesses (ee) were measured by two different methods. 2.7. CG with a chiral column on the alcohols obtained by reduction of the resulting aldehydes After the catalytic run, 2 ml of the catalytic solution was added drop by drop to a stirred suspension of lithium aluminium tetrahydride (110 mg) in 5 ml of anhydrous tetrahydrofuran. After 5 min, methanol was added until bubbling stopped. Aluminium salts were removed by filtration through Celite. The filtrate was evaporated until dry, dissolved in diethyl ether (30 ml), washed with sulphuric acid (10%) (3 x 15 ml), dried over magnesium sulfate and analyzed by CG. 2.8. H' NMR using Eu(hfc)3 as a chiral shift reagent (3J After the catalytic run, 0.5 ml of the catalytic solution was evaporated dry and dissolved in CDC13. Small portions of Eu(hfc)3 were added and the 1H NMR were recorded until neat splitting of the signal for the formyl proton. A.M. Masdeu et al. /Journal of Molecular Catalysis 94 (1994)149-156 153 3. Results and discussion 3.1. Preparation of the dithiolate complexes Complexes [Rhz(9-(-)-DIOS)(cod)2] n=2 (1) and n=1 (2) (cod: 1,5cyclooctadiene) were obtained by addition of one equivalent of ( - )-DIOSHZ to a dichloromethane solution of [ Rh (/.t,-OMe) (cod) ] 2. Addition of methanol to the reaction mixture results in the precipitation of a yellow solid 1 which was separated by filtration. Concentration and cooling of the remaining solution yielded a red complex 2. Both complexes show equivalent elemental analysis corresponding to a [ Rh2 (E.c( - )-DIOS) (cod) 2] stoichiometry. In the FAB mass spectrum of 1, although molecular ion peak was not observed, a signal at m /z =1120 corresponding to loss of one cod group from the tetranuclear specie suggests the formation the complex [ Rh2 (A-( - ) -DIOS) (cod) Z ] 2. However, in the case of complex 2 the molecular ion was observed in the FAB mass spectrum at m/z = 614 confirming the formation of [Rh2(ia-( - )-DIOS) (cod) z]. The absence of the v (S-H) stretching frequency in the FT-IR spectra for 1 and 2 indicates the dithiolate formation by ligand coordination. Characteristic bands for coordinated cod were also observed at 1296 and 1329 cm-' respectively. 'H NMR spectrum of complex 1 in CDC13 solution shows the coordinated cod by a broad signal at 8 4.1 ppm for the olefinic protons and two broad signals at 8 2.0 and 2.4 ppm corresponding to the methylenic hydrogens of the endo and exo environment. Dithiolate coordination was observed by signals at 81.3, 2.3 and 3.7 ppm. Complex 1 was analysed by 'H NMR at low temperature. At -40 C the olefinic protons of the coordinated cod, that appeared as a broad signal at room temperature, split in two signals at 8 3.9 and 4.4 ppm as expected for the two different environments. Complex 2 presents a different 'H NMR spectrum at room temperature. Olefinic protons of the coordinated cod ligand appear in two multiplets at 8 4.1 and 4.4 ppm corresponding to the two different environments in a bent structure. Endo and exo methylenic protons are located as a two multiplet signal at 8 2.0 and 2.4 ppm. The different signals corresponding to the coordinated dithiolate ligand can be observed at 8 1.3, 2.7 and 4.5 ppm. Similar trends in the 'H NMR spectra were previously observed for [Rh2(A-S(CHZ)3S) (cod)2]n for n=1 or 2 [ 10]. 3.2. Catalytic hydroformylation When 1 was used as catalyst precursor for the hydroformylation of styrene, low activity was observed at 5 bar and 65 C (Table 1, run 1). However, at 30 bar and 65 C this catalytic system provides practically complete conversion into aldehydes with a regioselectivity in 2-phenylpropanal of 64% (run 2) although the enantio- 154 A.M. Masdeu et al. /Journal of Molecular Catalysis 94 (1994)149-156 Table 1 Hydroformylationofstyreneusingthe [Rh,(lc-(-)-DIOS)(cod)ZJ /PR3 (n=2 (1), 1 (2)) systems as catalyst precursors' Run Precursor P T t PR3 Conversion \" % 2-PP ` % 3-PP' % ee (bar) ( C) (h) (%) 1 1 5 65 24 - 2 41 59 n.d. 2 1 30 65 22 - 100 64 36 5 (S) 3 1 80 65 20 - 100 91 9 2 (S) 19 4 1 80 30 30 - 100 96 4 3 (S) 9 5 1 5 65 25 4PPh3 23 88 12 3 (S) 8 6 1 5 80 4 4PPh, 98 83 17 4 (S) g 7 1 30 80 1 4PPh3 99 87 13 2 (S) 9 8 1 30 65 3 4PPh3 97 91 9 4 (S) 18 9 1 30 65 1 4PPh3 64 91 9 3 (S) 9 l0 1 30 65 6 4P(OPh)3 99 87 13 3 (S) e 11 2 30 65 3 4PPh3 100 91 9 3 (S) 8 12\" 1 30 65 3 4PPh3 97 91 9 4 (S) 9 Reaction conditions: styrene (20 mmol), complex 1 (0.1 mmol), tetrahydrofurane (15 ml), CO/H==1. \" Aldehyde conversion measured by chromatography integral ratio without addition of internal standard. ` 2-Phenylpropanal. 3-Phenylpropanal. e %o ee was measured by: f'H NMR with addition of [Eu(hfcb)31; L chiral gas chromatography on the 2-phenylpropanol obtained by reduction of the aldehydes with LiAlH4; \"in this case HC(OEt)3 was used as solvent; the corresponding diethyl acetals were formed, the % ee was measured by 'H NMR with [Eu(hfcb)31 chiral reagent over the aldehyde 2-phenylpropanal obtained by hydrolysis. meric excess is low (5% (S) ) . It is noteworthy that no phosphine ligand was added in these experiments and no hydrogenation or isomerization were observed. At 65 C, increasing the CO/HZ pressure to 80 bar the regioselectivity in 2phenylpropanal reached 91 % (run 3) . Decreasing the temperature to 30 C, 96% of 2-phenylpropanal was obtained (run 4). No enantiomeric excess was observed in these cases. Taking into account that the unmodified rhodium system Rh4(CO)1z at 110 bar and 20 C, produces similar conversions and regioselectivities [ 13 ] , it could be possible that at such high CO pressure (80 bar), the dithiolate was removed and rhodium hydrido carbonyl species were responsible for catalytic activity. However, the ee observed at 30 bar and 65 C, even though it is low, indicates that the chiral ligand would be present to some extent during catalytic cycle. In order to study their influence of phosphorous ligands on the regioselectivity, other catalytic precursor systems were prepared by adding PR3 to solutions of the [Rh2(A-(-)-DIOS)(cod)2]2 complex in hydroformylation conditions in molar ratio PR3/catalyst=4/1 (R=Ph, OPh). When triphenylphosphine was used, at 5 bar and 65 C, low activity was obtained (run 5) . It was necessary to increase the temperature to 80 C (run 6) or the COI HZ pressure at 30 bar (run 7) to achieve conversions that exceed 95% in aldehydes. The presence of triphenylphosphine increases the selectivity in 2-phenylpropanal to 91 % at 30 bar and 65 C (run 8) . A.M. Masdeu et al. /Journal of Molecular Catalysis 94 (1994) 149-156 155 Table 2 Comparative study of the asymmetric hydroformylation of styrene using as catalyst precursors 1 [Rh2(lc- (-)DIOS)(cod)2]2,3 [RhH(CO)(PPh,)3] with the auxiliary ligands(+)-DIOPand (-)-DIOPe Run Precursor P T t PR_3 Conversion % 2-PP ` % 3-PP % ee e (bar) ( C) (h) (%) 13 1 30 65 23 4(+)-DIOP 99 59 41 17 (S) 14 1 30 65 17 4( - )-DIOP 84 66 34 3 (S) ` 15 3 30 65 24 4(+)-DIOP 85 62 38 15 (S) 16 3 30 65 24 4(-)-DIOP 96 62 38 7 (R) ` See Table 1 for footnotes. It has been reported that enantioselectivity decreases with increasing conversion [ 3,14 ] . In our case a shorter reaction time which implies lower conversion, does not provide better enantioselectivity (run 9) . Using triphenylphosphite as a phosphorous ligand, which is not as basic as triphenylphosphine, the same conversion but lower regioselectivity was obtained (run 10). The dinuclear complex 2 was used as a catalyst precursor in the same conditions. In this case, similar results were obtained in conversion and selectivity (run I I ) suggesting the formation of the same catalytic species from complexes 1 and 2 under hydroformylation conditions. In fact, the related complex [Rh2(itt,S (CH2) 3S) (cod) 2 ] prepared by us [ 10] , shows equilibrium in solution with the tetranuclear specie [Rh2(itt,-S(CHz)3S) (cod)2]2. It could be possible that exchange of both complexes takes place in hydroformylation conditions leading to the same active species. To avoid possible racemization processes we performed the reaction in HC (OEt)3, in view of obtaining diethyl acetals, but only aldehydes were obtained. The addition of pyridinium para-toluenesulphonate (PPTS) to the reaction mixture allows the corresponding diethyl acetals to be obtained, but no ee improvement was observed (run 12). Nevertheless, it is interesting to note that the addition of PPTS does not quench the catalytic system. Unlike the platinum/ tin systems which activity decreases when triethyl orthoformate is used as a solvent [ 3 ] , in our case no modification in activity and selectivity is obtained. Moreover, the same ee values obtained indicates that no racemization is induced in these weak acid conditions. The use of the chiral diphosphine ( + )-DIOP as a phosphorous ligand increases the enantioselectivity (ee=17% (S), run 13, Table 2). When (-)-DIOP was used a 3% ee on the same enantiomer was obtained (run 14). With comparative purposes we performed runs in the same conditions using the achiral complex [RhH(CO) (PPh3)3] (3) as catalyst precursor and adding ( + )and ( - )-DIOP. In the case of ( + )-DIOP (run 15) quite similar results were obtained than when precursor 1 was used (15% (S) ) . However, the use of ( - )DIOP provided a 7% on the opposite enantiomer R (run 16). This supposes an slightly different behaviour between the precursors I and 3 suggesting that some influence of the dithiolate chiral ligand may be produced. 156 A.M. Masdeu et at. /Journal of Molecular Catalysis 94 (1994) 149-I56 The conversions and regioselectivities obtained in this work are similar to the data reported in the literature for dinuclear rhodium complexes such as [Rh(ithS`Bu)(CO)(PPh3)]z [15]. In conclusion, styrene is hydroformylated quantitatively to give 2-phenylpropanal as principal regioisomer using rhodium chiral dithiolate systems. Increasing the CO/HZ pressure and decreasing the temperature provides a better regioselectivity in 2-phenylpropanal. Although considerable ee was not observed, further work exploring the influence on the asymmetric induction of dithiolate chiral ligand in the presence of chiral diphosphines is in progress. Acknowledgements We thank DGCYT (Ministerio de Educaci6n y Ciencia, Spain) (Project PB910663-C03-O1) for financial support and Dr. M. Laguna for FAB mass spectra and interesting discussions. References [ 1 ] K.E. Koenig, in J.D. Morrison (Ed.), Asymmetric Synthesis, Vol. 5, Academic Press, New York, 1988, p. 71. [2] J. Halpern, in J.D. Morrison (Ed.), Asymmetric Synthesis, Vol. 5, Academic Press, New York, 1985, p. 41. [3] (a) G. Consiglio and P. Pino, Asymmetric Hydroformylation, Top. Chem., 105 (1982) 7; (b) L. Kollar, G. Consiglio and P. Pino, J. Organomet. Chem., 330 (1987) 305; (c) G. Parrinello and J.K Stille, J. Am. Chem. Soc., 109 (1987) 7122; (d) J.K. Stille, H. Su, P. Brechot, G. Parrinello and L.S. Hegedus, Organometallics, 10 (1991) 1183 and refs. therein; (e) G. Consiglio, S.C.A. Nefkens and A. Borer, Organometallics, 10 (1991) 2046 and ref. therein. [41 N. Sakai, S. Mano, K. Nozaki and H. Takaya, J. Am. Chem. Soc., 115 (1993) 7033. [5] (a) Ph. Kalck, J.M. Frances P.M. Pfister, T.G. Southern and A. Thorez, J. Chem. Soc., Chem. Commun., (1983) 510; (b) Ph. Kalck, in Organometallics in Organic Syntheses, A. de Meijere and H. tom Dieck Eds., Springer Verlag, 1987, p. 297-320. [6] (a) J.C. Bay6n, P. Esteban, J. Real, C. Claver and A. Ruiz, J. Chem. Soc., Chem. Commun., (1989) 1056; (b) A. Polo J. Real, C. Claver, S. Castill6n and J.C. Baydn, J. Chem. Soc., Chem. Commun., (1990) 631; (c) A. Polo, C. Claver, S. Casti116n, A. Ruiz, J. Real, J.C. Bay6n, C. Mealli and D. Masi, Organometallics, 11 (1992) 3525. [71 R. Hill, B.A. Kelly, F.G. Kennedy, S.A. Knox and P. Woodward, J. Chem. Soc., Chem. Commun., (1977) 434. [8] (a) Comunication in the 8th ISHC Meeting, August 1992: P-16, J.C. Bay6n,1. Balue, S. Mhammedi, G. Net and J.A. Pinilla; (b) C. Claver, S. Castill6n, N. Ruiz, G. Delogu, D. Fabbri and S. Gladiali, J. Chem. Soc., Chem. Commun., (1993) 1833. [ 91 H. Schumann, B. Gorella, M. Eisen and J. Blum, J. Organomet. Chem., 412 (1991) 251. [ 101 A.M. Masdeu, A. Ruiz, S. Casti116n, C. Claver, P.B. Hitchcock, P.A. Chaloner, C. Bo, J.M. Poblet and P. Sarasa, J. Chem. Soc., Dalton. Trans., (1993) 2689. [ 11 ] R. Us6n, L.A. Oro and J.A. Cabeza, Inorg. Synth., 23 (1985) 126. [ 12] M. Carmack and Ch.J. Kelley, J. Org. Chem., 33 (1968) 2171. [ 13 ] R. Lazzaroni, A. Raffaelli, R. Settambolo, S. Bertozzi and G. Vitulli,1. Mol. Catal., 50 (1989) 1. [ 14 ] I. Toht,1. Guo and B.E. Hanson, Organometallics, 12 (1993) 848, and refs. therein. [ 15 ] Ph. Kalck and F. Serein-Spirau, New. J. Chem., 13 (1989) 515. X244 94870365 S0304-5102(94)87036-5 10.1016/S0304-5102(94)87036-5 New hydroformylation rhodium catalysts with dithiolate chiral ligands A.M. Masdeu A. Orejón A. Ruiz S. Castillón C. Claver ∗ Departament de Química, Universitat Rovira i Virgili, Pl. Imperial Tarraco, 1 43005 Tarragona, Spain * Corresponding author. Asymmetric hydroformylation of styrene is performed using the bridge dithiolate chiral rhodium complexes [Rh2(μ-(−)-DIOS)(cod)2] n n=2 (1); and n=1 (2); ((−)-DIOS: 2,3-O-isopropylidene-1,4-dithiO-L-threitol and cod: 1,5-cyclooctadiene) as catalyst precursors. The catalytic system 1 provides high conversion in the corresponding aldehydes (100% at 30 bar, 65°C) with a selectivity in 2-phenylpropanal of 64%. Addition of PPh3 to the catalytic system 1 increases the selectivity in 2-phenylpropanal to 91 % in the same conditions. Although the ee's obtained using 1 were low (3–5%), the addition of a chiral phosphine, (+)-DIOP ((2S,3S)-2,3-O-isopropylidene-2,3-dihydroxy-1,4-bis (diphenylphosphino)butane), improves the ee in (S)-2-phenylpropanal to 17%. However the addition of (−)-DIOP gives a lower ee (3% (S)). Comparative results were obtained using 2 as catalyst precursor indicating that similar species were formed during catalytic cycle. Keywords Asymmetric reaction Chiral ligands Dithiolate Hydroformylation Rhodium References [1] K.E. Koenig J.D. Morrison Asymmetric Synthesis 5 1988 Academic Press New York 71 [2] J. Halpern J.D. Morrison Asymmetric Synthesis 5 1985 Academic Press New York 41 [3] (a) G. Consiglio P. Pino Asymmetric Hydroformylation Top Chem. 105 1982 7 (b) L. Kollar G. Consiglio P. Pino J. Organomet. Chem. 330 1987 305 (c) G. Parrinello J.K Stille J. Am. Chem. Soc. 109 1987 7122 (d) J.K. Stille H. Su P. Brechot G. Parrinello L.S. Hegedus Organometallics 10 1991 1183 and refs. therein (e) G. Consiglio S.C.A. Nefkens A. Borer Organometallics 10 1991 2046 and ref. therein [4] N. Sakai S. Mano K. Nozaki H. Takaya J. Am. Chem. Soc. 115 1993 7033 [5] (a) Ph. Kalck J.M. Frances P.M. Pfister T.G. Southern A. Thorez J. Chem. Soc. 1983 510 Chem. Commun. (b) Ph. Kalck A. de Meijere H. tom Dieck Organometallics in Organic Syntheses 1987 Springer Verlag 297 320 [6] (a) J.C. Bayón P. Esteban J. Real C. Claver A. Ruiz J. Chem. Soc. 1989 1056 Chem. Commun. (b) A. Polo J. Real C. Claver S. Castillón J.C. Bayón J. Chem. Soc. 1990 631 Chem. Commun. (c) A. Polo C. Claver S. Castillón A. Ruiz J. Real J.C. Bayón C. Mealli D. Masi Organometallics 11 1992 3525 [7] R. Hill B.A. Kelly F.G. Kennedy S.A. Knox P. Woodward J. Chem. Soc. 1977 434 Chem. Commun. [8] (a) J.C. Bayón J. Balué S. Mhammedi G. Net J.A. Pinilla Comunication in the 8th ISHC Meeting August 1992 P 16 (b) C. Claver S. Castillón N. Ruiz G. Delogu D. Fabbri S. Gladiali J. Chem. Soc. 1993 1833 Chem. Commun. [9] H. Schumann B. Gorella M. Eisen J. Blum J. Organomet. Chem. 412 1991 251 [10] A.M. Masdeu A. Ruiz S. Castillón C. Claver P.B. Hitchcock P.A. Chaloner C. Bo J.M. Poblet P. Sarasa J. Chem. Soc. 1993 2689 Dalton. Trans. [11] R. Usón L.A. Oro J.A. Cabeza Inorg. Synth. 23 1985 126 [12] M. Carmack Ch.J. Kelley J. Org. Chem. 33 1968 2171 [13] R. Lazzaroni A. Raffaelli R. Settambolo S. Bertozzi G. Vitulli J. Mol. Catal. 50 1989 1 [14] I. Toht I. Guo B.E. Hanson Organometallics 12 1993 848 and refs. therein [15] Ph. Kalck F. Serein-Spirau New. J. Chem. 13 1989 515",
      "scopus-id": "38049097342",
      "coredata": {
        "eid": "1-s2.0-S0304510294870365",
        "dc:description": "Asymmetric hydroformylation of styrene is performed using the bridge dithiolate chiral rhodium complexes [Rh2(μ-(−)-DIOS)(cod)2] n n=2 (1); and n=1 (2); ((−)-DIOS: 2,3-O-isopropylidene-1,4-dithiO-L-threitol and cod: 1,5-cyclooctadiene) as catalyst precursors. The catalytic system 1 provides high conversion in the corresponding aldehydes (100% at 30 bar, 65°C) with a selectivity in 2-phenylpropanal of 64%. Addition of PPh3 to the catalytic system 1 increases the selectivity in 2-phenylpropanal to 91 % in the same conditions. Although the ee's obtained using 1 were low (3–5%), the addition of a chiral phosphine, (+)-DIOP ((2S,3S)-2,3-O-isopropylidene-2,3-dihydroxy-1,4-bis (diphenylphosphino)butane), improves the ee in (S)-2-phenylpropanal to 17%. However the addition of (−)-DIOP gives a lower ee (3% (S)). Comparative results were obtained using 2 as catalyst precursor indicating that similar species were formed during catalytic cycle.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-11-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0304510294870365",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Masdeu, A.M."
          },
          {
            "@_fa": "true",
            "$": "Orejón, A."
          },
          {
            "@_fa": "true",
            "$": "Ruiz, A."
          },
          {
            "@_fa": "true",
            "$": "Castillón, S."
          },
          {
            "@_fa": "true",
            "$": "Claver, C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0304510294870365"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0304510294870365"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0304-5102(94)87036-5",
        "prism:volume": "94",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "New hydroformylation rhodium catalysts with dithiolate chiral ligands",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Asymmetric reaction"
          },
          {
            "@_fa": "true",
            "$": "Chiral ligands"
          },
          {
            "@_fa": "true",
            "$": "Dithiolate"
          },
          {
            "@_fa": "true",
            "$": "Hydroformylation"
          },
          {
            "@_fa": "true",
            "$": "Rhodium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "149-156",
        "prism:endingPage": "156",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 November 1994",
        "prism:doi": "10.1016/S0304-5102(94)87036-5",
        "prism:startingPage": "149",
        "dc:identifier": "doi:10.1016/S0304-5102(94)87036-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/38049097342"
      }
    }
  }
}