{
  "metadata": {
    "title": "Naƒon® supported cationic palladium complexes as catalysts (II)",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-11-27",
    "doi": "10.1016/S0304-5102(94)87038-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0304510294870381",
    "pii": "S0304510294870381"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000316408",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-12-10 2001-12-10 2010-04-03T08:57:11 1-s2.0-S0304510294870381 S0304-5102(94)87038-1 S0304510294870381 10.1016/S0304-5102(94)87038-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0260X 2024-01-02T01:06:03.941633Z 0 0 19941127 1994 2001-12-10T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 94 94 2 2 Volume 94, Issue 2 3 163 172 163 172 19941127 27 November 1994 1994-11-27 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. NAFONSUPPORTEDCATIONICPALLADIUMCOMPLEXESCATALYSTSII SEEN A GREEK 1989 29 56 B ROTH 1991 357 362 J KEIM 1988 335 347 W INDUSTRIALAPPLICATIONSHOMOGENEOUSCATALYSIS WALLER 1987 438 441 F GIERKE 1981 1687 1704 T OLAH 1986 513 531 G WALLER 1984 239 242 F CHANG 1988 245 247 B HODGES 1990 465 473 A TOTH 1990 109 117 I CROCKER 1991 209 216 M SEEN 1992 1381 1385 A SEEN 1994 149 157 A SEEN 1994 245 256 A SEN 1981 4627 4629 A JIANG 1990 9655 9657 Z DRENT 1990 661 669 E FORD 1990 S HONOURSTHESIS CHIEH 1972 1643 1646 P CUTLER 1980 145 154 S IONSINPOLYMERS FALK 1980 1495 1501 M SEENX1994X163 SEENX1994X163X172 SEENX1994X163XA SEENX1994X163X172XA item S0304-5102(94)87038-1 S0304510294870381 1-s2.0-S0304510294870381 10.1016/S0304-5102(94)87038-1 272239 2024-01-02T01:06:03.941633Z 1994-11-27 1-s2.0-S0304510294870381-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0304510294870381/MAIN/application/pdf/7fed5f175304f120a9509b0d8ae9bed2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0304510294870381/MAIN/application/pdf/7fed5f175304f120a9509b0d8ae9bed2/main.pdf main.pdf pdf true 761175 MAIN 10 1-s2.0-S0304510294870381-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0304510294870381/PREVIEW/image/png/e426c478e324b1bda826e16f5ffc87ae/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0304510294870381/PREVIEW/image/png/e426c478e324b1bda826e16f5ffc87ae/main_1.png main_1.png png 53105 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 94 (1994) 163-172 Nafion supported cationic palladium complexes as catalysts (II) Andrew J. Seen a *, Kingsley J. Cavell a, Alastair M. Hodges b, Albert W.-H. Mau b Chemistry Department, University of Tasmania. Hobart, Tasmania 7005, Australia \" CSIRO Division of Chemicals and Polymers, Clayton, Victoria 3168, Australia Received 1 l March 1994; accepted 11 July 1994 Abstract A comprehensive investigation of the ability of Nafion to influence catalytic reactions has been undertaken using the [Pd( 1,10-phen)z12+ species immobilized in Nafion-H+. The effects of catalyst loading, solvent, substrate, temperature and pressure on catalytic activity have been studied. We have found that whilst the homogeneous [Pd(1,10-phen)21 [P-tolyl-S0312 model complex dimerizes ethene and propene, and isomerizes 1-butene, Nafion supported [Pd(1,10-phen)z]2+ effectively dimerizes ethene only. The ethene dimerization activity of the supported catalyst has been found to be highly dependent on catalyst loading and solvent. Rate limitations are overcome at very low catalyst loadings and activities as high or higher than homogeneous activities were obtained. It appears likely that ethene solubility in the reaction solvent, ethene diffusion through Nation, Nafion morphology, and possible steric constraints on the catalyst at high loadings are important factors. The use of water as the reaction solvent resulted in a dramatic increase in the activity of the supported catalyst and adds weight to the argument that cation-anion separation and a non-coordinating anion are important aspects of catalysis using cationic Pd (II) species. Tests with propene and I-butene as the feed indicate that the activity of the supported catalyst is limited by the diffusion of these substrates in Nafion. Keywords: Dimerization; Ethene ; Immobilized catalysts; Nation; Palladium 1. Introduction In 1989 the worldwide market for catalysts was about $5 billion dollars [ 1 ] with the value of fuels and chemicals produced using these catalysts estimated at $2.4 trillion dollars [2]. Heterogeneous catalysts hold the predominant market share, 85-90%, whilst homogeneous catalysts are only used in a few specialized reactions * Corresponding author. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10304-5102(94)00140-5 tO A.J. Seen et al. /Journal of Molecular Catalysis 94 (1994)163-172 [ 3 ] . This disparity is a result of the ease by which heterogeneous catalysts are separated from the reaction medium, whereas homogeneous catalysts either require additional processing steps for removal, or are left in the product as a contaminant. The development of supported catalysts, which are a hybrid of heterogeneous and homogeneous catalysts, has been pursued for many years but to date few commercial examples exist. Most attention has focussed on functionalized polystyrenes and hydroxylated inorganic materials as supports. The perfluorinated ion-exchange polymer Nafion has been considered in recent years due to its superior chemical, thermal and mechanical stability [4]. Nafion is an ionomer with a chemically resistant backbone similar to Teflon . It is believed that Nafion phase separates into ionic regions embedded within a fluorocarbon matrix. One model for Nafion is the cluster-channel model with ionic clusters of approximately 40 A in diameter connected by channels of about 10 A in diameter [ 5 ] . The use of Nafion as a solid acid catalyst has been extensively covered by Olah et al. [6]. More recently the use of Nation as a support for metal complex catalysts has been studied [ 7-14] . However, most of these studies have only demonstrated the immobilization of various metal complex catalysts and little attempt has been made to optimize the reaction conditions. For example Waller [ 7 ] , Chang [ 8 ] , and Crocker and Herold [ 11 ] have all studied alkene carbomethoxylation using Nafion supported Pd(II) species using Pd loadings greater than 1 wt.%. No attempt was made in any of these studies to test lower catalyst loadings, although Waller did suggest that diffusion effects may play an important role in the activity of the Nafion immobilized Pd(II) catalyst [ 7 ] . Substrate type, catalyst loading, reaction temperature, pressure, and solvent are all important variables in the application of supported catalysts. Furthermore, because of support influences the catalyst system may have unique properties. Diffusion limitations can govern which reactants are able to diffuse through the support to the catalyst, hence the size of the substrate and its solubility in the reaction solvent may determine the selectivity of the reaction. The product selectivity can also depend on the diffusion behaviour of the products. A product which is slow to diffuse out of the support may undergo further reaction. The \"concentration\" of the supported catalyst which is a function of the loading of the catalyst in the support and the volume of solvent in the support, can be significantly greater than in homogeneous solution and intermolecular interactions which change the catalyst behaviour may occur. These parameters and their effect on the support morphology and chemistry must be considered if an attempt is to be made to achieve maximum activity for the supported catalyst. The application of cationic Pd(II) complexes as catalysts in carbonylation, carbomethoxylation, and oligomerization has received much attention in recent years [ 7,8,11,13,15-17 ] . Sen has undertaken several studies in the area of homogeneous olefin oligomerization [ 15,16 ] and Drent has reported that [ Pd (1,10phen)2] [P-tolyl-S03] is an efficient catalyst for olefin oligomerization and carbonylation [17]. These Pd (11) species are ideal for immobilization in Nafion as they are cationic and it is believed that their catalytic activity is enhanced by A.J. Seen et al. /Journal of Molecular Catalysis 94 (1994) 163-172 165 non-coordinating anions. The S03 anion in Nafion is very weakly coordinating with coordination ability between PF6 or BF4 and that of C104 [ 7 ] . We recently reported the immobilization of three cationic Pd (11) species, [Pd(1,10-phen)2] 2+, [Pd(2,2'-bipy)2]z+ and [Pd(1,10-phen)(py)Z]z+, in Nafion and their ethene oligomerization ability [ 13 ] . In both the homogeneous and supported catalyst reactions dimerization of ethene was the predominant process with more than 90% selectivity for C4 isomers. We also confirmed that very little of the Pd species was leached from the Nafion during testing. We found that the catalyst activity and stability were dependent on the basicity of the N donor ligand and on the counter-ion (H+ or Na+) in the Nafion. For the more basic py ligand a stable [Pd(1,10-phen) (py)2]2+ catalyst was only obtained using Nafion-Na+, whilst the activity of [Pd(1,10-phen) Z] z+ was enhanced using Nafion-H+. In these initial studies we operated at very low catalyst loadings (ca. 0.065 wt.% Pd) in an attempt to minimize the effects of diffusional limitations and possible intermolecular interactions between the Pd(II) complexes. At these low loadings the interpretation of results was simplified as we effectively had a series of isolated chemical reactors each containing at most only one catalyst molecule. It was evident that the Nafion-H+ acted not only as a support but also as a promoter for the [Pd(1,10-phen)2] z+ complex, possibly by assisting with dissociation of a ligand. It was felt that the Nafion-H+ / [ Pd (1,10-phen) z ] 2 + system should be further investigated in an attempt to determine the optimum reaction parameters and to gain a better understanding of the role of the Nafion in promoting the catalytic process. Accordingly we now report on investigations into the optimization of ethene dimerization using Nafion-H+ supported [Pd(1,10-phen)2]z+. Catalyst loading, substrate, solvent, temperature, and pressure have all been varied in an attempt to optimize catalytic activity. The homogeneous [Pd(1,10-phen)2] [Ptolyl-S03]Z system, previously studied by Drent [17], was chosen as a model system for comparison with the heterogenized system. 2. Experimental PdC12 (Johnson Matthey Loan Scheme), 1,10-phen - H20, P-to1Y1-S03H - H20 (Aldrich), ethene, propene, 1-butene, and butane (Matheson Gases CP Grade) were used as received. Solvent grade methanol was redistilled before use, whilst all other chemicals were of reagent grade and used without further purification. Nafion NR50 granules, Nafion 117 film and Nafion 60-100 mesh powder were generously donated by Du Pont and were either used as received or regenerated by washing in HN03 and then water. Conversion of Nafion into the Na+ form was achieved using NaCl in water. Nafion was dried at 110 C under vacuum (0.1 mmHg) for 20 h before use. Synthesis of [Pd(1,10-phen)2] [P-tolyl-S03]Z and 166 A.J. Seen et al. /Journal of Molecular Catalysis 94 (7994)163-172 [ Pd (1,10-phen) z ] [ N03 ] 2 has previously been described as has the immobilization of [Pd(1,10-phen)2]z+ in Nafion [13]. 2.1. Catalytic testing Catalytic testing of the dimerization/isomerization of olefins using supported and homogeneous [ Pd (1,10-phen) 2 ] z+ species was carried out in a 350 ml Parr autoclave. Nafion supported catalysts were held in a basket attached to the stirrer shaft which was rotated at 450 rpm. Typically a catalytic test consisted of adding ca. 1 g of Nafion NR50 granules, containing 5-50 [cmol of catalyst, or, for the homogeneous runs, adding 10 Amol of [Pd(1,10-phen)2][p-tolyl-S03]2 to the reactor followed by 200 ml of solvent, either methanol or water.The reactor was then purged with N2 for 30 min before addition of either butane, hexane or octane as standards (in the case of butane addition the reactor was cooled to -10 C) . Heating to the reaction temperature was carried out over a period of 1-2 h after which time the reactor was charged with ethene, propene or 1-butene. Progress of the catalytic reaction was monitored over a 3-7 h period by expanding ca. 1 ml of reaction solution into a 150 ml stainless steel sample bottle and analysing the sample bottle headspace vapour using gas chromatography (GC)'. 2.2. Gas chromatographic analysis of catalytic samples Gas chromatographic analyses were carried out using a HP 5890 GC fitted with a SGE 50 QC3/BPI-2.0 column and using Nz as the carrier gas. Separation of butane and butenes was achieved by undertaking analyses at 30 C with a Nz carrier gas velocity of 12-14 cm s-'. Analysis for C6's and Cg's was undertaken by temperature programming from 35 C to 140 C at 6 C min-' with a NZ pressure of 12.5 psi. Assignment of C4 isomers was made by injecting the individual C4 isomers, under the same chromatographic conditions, whilst assignment of C6 isomers was made by determination of Kovat's retention indices at 50 C [ 18]. 3. Results and discussion Initial attempts to dimerize ethene using Nafion supported[ Pd (1,10-phen)Z]2+ met with limited success until it was discovered that the catalytic activity was dependent upon the loading of [Pd(1,10-phen)z]2+ in Nation. In the initial tests the loading was about 2 wt.% Pd, i.e., approximately one [Pd(1,10-phen)z]2+ molecule per five -S03 ion-exchange sites. At this loading, activities of ca. 1,500 Determination of the distribution of butenes between the reactor and sample bottle headspace was undertaken by addition of known amounts of butenes to the Parr reactor and then undertaking analyses as per the catalytic tests. Distribution coefficients were then calculated relative to butane. A.J. Seen et al. /Journal of Molecular Catalysis 94 (/994) 163-172 167 20000 16000 Homogeneous :c - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - 12000 O _o T 8000 U a 4000 0 0.0 0.2 0.4 0.6 0.8 1.0 ' Loading (wt. % Pd) Fig. 1. Supported catalyst ethene dimerization activity in methanol as a function of catalyst loading. T= 80T, P=300-400 psi. turnovers h-' were obtained at 80 C in methanol compared with a homogeneous activity of 15,000 turnovers h-'. It was found that when the catalyst loading in Nafion was decreased the activity of the supported system increased markedly. Fig. 1 shows a plot of ethene dimerization activity vs. catalyst loading for the supported catalyst in methanol. The activity of the supported catalyst increased as the loading decreased and was comparable with the activity of the homogeneous catalyst for loadings less than 0.065 wt.% Pd. Catalytic tests were also undertaken using water as the solvent and likewise the activity was found to be dependent on the catalyst loading in Nafion. The tests in water were undertaken at 600-650 psi ethene, cf. 300-400 psi for tests in methanol, in an attempt to overcome the lower solubility of ethene in water. A plot of activity vs. loading for supported catalysts in water is shown in Fig. 2. The activity was observed to increase sharply for loadings below 0.2 wt.% Pd and the activity of the supported system was the same as the homogeneous catalyst, 32,000 turnovers h-', at ca. 0.1 wt.% Pd. As the loading was further decreased the activity continued to rise above the homogeneous activity with an activity of ca. 80,000 turnovers h-' measured for loadings of 0.025 wt.% Pd. This behaviour has exciting implications for the use of this type of catalyst. The application of water as a solvent has obvious environmental advantages and its use would also considerably simplify product separation, as a two phase liquid system would result. The product selectivity for the homogeneous and supported catalyst reactions in both methanol and water was consistent with our preliminary tests [ 13 ] . Ethene dimerization was the predominant reaction with very little co-dimerization of ethene and butene isomers observed. The increased catalytic activity observed with decreasing catalyst loading in Nafion possibly results from a combination of several 168 A.J. Seen et al. /Journal of Molecular Catalysis 94 (1994) 163-172 100000 80000 h 60000 0 40000 1 Homogeneous -------------------------------------- 20000 0.0 0.2 0.4 0.6 0.8 1.0 Loading (wt. % Pd) Fig. 2. Supported catalyst ethene dimerization activity in water as a function of catalyst loading. T= 80 C, P= 550- 650 psi. factors. Firstly, the reaction may be rate limited at higher loadings by the diffusion of ethene into the catalytic centres with only those centres close to the outer surface able to attain maximum activity. Catalytic sites towards the centre of the support would be severely rate limited by low ethene diffusion. Secondly, the water content of clusters in Nafion has been observed to decrease as the protons in Nafion were exchanged with larger cations [ 5 ] , thus a decrease in complex loading could be expected to lead to an increase in the amount of solvent incorporated into the Nafion. This would result in an increase in the free volume in Nafion and cause the Nafion to swell. Consequently, an increase in the free volume in Nafion and a decrease in catalyst concentration would reduce diffusion limitations as well as reduce intermolecular interactions. These intermolecular interactions may sterically hinder the catalytic steps or result in deactivation of catalytic intermediates. The possibility of intermolecular interactions being a significant problem is quite valid when we consider the dimensions of the [Pd(1,10-phen)2]2+ complex, ca. 10 X 8 A [ 19], and the morphology of the ionic clusters in Nafion. The morphology of the clusters is still not completely understood but Gierke et al. have proposed a cluster-network model based upon water absorption studies and simple geometric arguments [ 5 ] . This model predicts that as the water content in Nafion increases then the cluster diameter and the number of ionic sites per cluster will also increase. This phenomenon is explained by a reorganisation of the polymer with a redistribution of ionic sites from adjacent clusters. The model predicts that Nafion, swollen with ca. 20 wt. % water, will have a cluster diameter of 40-50 A with approximately 70 sulfonate groups present in each cluster. Nafion can be \"expanded\" at high temperature and pressure in water to give clusters of 100 A diameter [20], which A.J. Seen et al. /Journal of Molecular Catalysis 94 (/994) 163-172 169 Table 1 Propene dimerization and 1-butene isomerization activities Reaction Homogeneous Supported propene dimerization 3600 < 100 1-butene isomerization 38000 1800 a Turnovers h-' in methanol at 70 C and 150 psi propene or 50 psi l-butene. 0.065 wt.% Pd. would contain ca. 250 sulfonate groups2. Whilst the bulk swelling of Nafion with methanol is known to be greater than with water, the manner in which this swelling occurs is not known. There have been no reports of the morphology of the ionic clusters containing methanol. Infrared OH stretching studies of hydrated Nafion by Falk have shown that the ionic clusters have a high surface to volume ratio possibly due to the ionic clusters being of irregular shape with frequent local intrusions of the fluorocarbon phase [ 21 ] . It is possible that the relationship between cluster size and the number of ionic sites per cluster may be different for Nafion swollen with methanol, as the methanol may partition into different regions of the polymer than does water; e.g., methanol may interact more strongly than water with the interfacial region between the clusters and fluorocarbon phase. The use of water as a solvent for ethene dimerization is of interest not only because of the increased catalytic activity, but also, as previously mentioned, in view of economic and environmental concerns. In a commercial process the removal of butenes from water would be easier than from an organic stream and require less capital cost. Protic solvents are important in catalysis using cationic Pd (II) complexes as it is believed that effective anion-cation separation is required for efficient catalysis [ 15-17 ] . The increased activity in homogeneous solution that we have observed with water as solvent is probably a result of increased charge separation in water. This may also be the reason for the increased activity in the supported system in water compared with the homogeneous system, since the S03 in Nafion is less coordinating than P-tolyl-S03 . Another possibility for the increased activity on immobilization in Nafion may be that ethene is concentrated in the hydrophobic regions of the Nafion. This might result in the concentration of ethene being greater in the Nafion than in the water. Tests were undertaken with propene and 1-butene as substrates to determine if these reactions were rate limited in Nafion. Tests were undertaken at a catalyst loading of 0.065 wt.% Pd, the highest loading at which ethene dimerization was not rate limited. The results for these tests are shown in Table 1. A homogeneous propene dimerization activity of 3,600 turnovers h-' was measured, but little propene dimerization was observed for the supported catalyst. For 1-butene no =The number of sulphonate groups per cluster can be calculated using equation (3) from [51; NP=NAO/ EW(1 +dV)d' with NA=6.02X l0-', p,.=2.1 g cm-', EW= 1250 and dV-0.7 from [51, and d=75 A from [ 20 ] ; thus NP = 250. 170 A.J. Seen et al. /Journal of Molecular Catalysis 94 (1994)163-172 50000 40000 40 > 30000 20000 U a 10000 0 0 100 200 300 400 500 600 700 Ethene Presure (psi) Fig. 3. Supported ( ) and homogeneous ( ) catalyst ethene dimerization activity as a function of ethene pressure in water. T= 80'C, Pd loading= 0.065 wt.%. dimerization activity was observed in the homogeneous solution but an isomerization activity of 38,000 turnovers h-' was measured. When the [Pd(1,10phen)2]2+ species was supported in Nafion-H+ isomerization activity was much less, with an activity of 1,800 turnovers h-'. We have previously shown that 1butene isomerization is not diffusion limited using a Nafion-H+ /Ni [ P(OEt) 3 ] 4 system [ 12 ] . However, the nickel based catalyst system has an activity of only 900 turnovers h -'compared with the homogeneous Pd catalyst studied here, which has an activity of 38,000 turnovers h -' . Thus, whilst the activity of the Nafion supported Pd catalyst at 0.065 wt.% Pd was not rate limited for ethene dimerization, the system is so active that it appears to be diffusion limited for propene and 1-butene. This illustrates a potential advantage of Nafion supported catalysts for reactions with mixed feeds. If a mixed gas stream containing ethene, propylene and butenes etc. is fed to a Nafion supported catalyst, then it is possible to develop a system that selectively reacts with ethene due to diffusion control. An investigation of the effect of ethene pressure on catalytic activity for homogeneous and Nafion supported [Pd(1,10-phen)z]2+ in water was undertaken to determine the dependence of activity on pressure. Maximum activity was achieved within the first 30 min, and before a significant decrease in pressure had occurred. The results of these tests are shown in Fig. 3. The trend for both the homogeneous and supported species was similar with a linear increase in activity with pressure. This behaviour again indicates that for catalysts with 0.065 wt.% Pd loading the diffusion of ethene into Nafion was not the rate limiting process as the rate of increase in activity with increasing pressure was similar for both the homogeneous and supported systems. A.J. Seen et al. /Journal of Molecular Catalysis 94 (1994) 163-172 171 Temperature was considered to be a particularly important variable in the catalytic system studied here since an increase in temperature may alter ethene permeability in Nafion or the morphology of the solvent swollen Nafion. Tests were again undertaken at a catalyst loading of 0.065 wt.% Pd, in methanol and water, at various temperatures between 40 and 100 C. Activation energies of 72.9 and 121 kJ mol -'for the homogeneous species, and 122 and 87.6 kJ mol -'for the supported species, were obtained in methanol and water respectively from Arrhenius plots. These activation energies are greater than would be expected for a diffusion limited process and hence support the previous conclusions suggesting that diffusion is not rate limiting at this low loading. Induction periods were observed below 80 C in methanol, and 60 C in water, during these tests, the maximum activity of the supported species was not reached until 1-2 h after commencement of the test. Above these temperatures maximum activity was attained within the first 30 min, indicating that at lower temperatures the catalytic species may be slow to form. Our previous work has shown that catalyst activity and stability, for a series of palladium-diimine complexes is dependent on the basicity of the N donor ligand and the counter-ion (H+ or Na+ ) , in Nation [ 13 ] . We suggested that dissociation of a ligand may be required to form the catalytic species. No significant variations in product distribution for ethene dimerization were observed, under the various conditions studied, although the proportion of 1-butene did decrease slightly with time during the catalytic tests. Generally catalytic tests in methanol resulted in a higher proportion of 1-butene, 20-25%, with 35-45% each of trans-, and cis-2-butene. Ethene dimerization in water resulted in 12-20% 1-butene and 38-45% each of trans-, and cis-2-butene. The higher proportion of 1-butene at the start of tests and in methanol as solvent is most likely due to relative ethene and butene diffusion rates and the higher catalytic activity in water. A lower diffusion rate for 1-butene in water would result in an increased probability of isomerization occurring. 4. Conclusions A comprehensive study of ethene dimerization using Nation-H+ supported [ Pd (1,10-phen) 2 ] z + has been undertaken in an attempt to optimise the reaction conditions and to gain a better understanding of reaction processes. Tests in methanol have shown that for catalyst loadings higher than about 0.065 wt.% Pd in Nafion the ethene dimerization is rate limited. These limitations are overcome at lower catalyst loadings with activities exceeding those of the homogeneous systems at very low loadings. It is likely that the observed catalyst loading/activity behaviour is due to a combination of factors such as ethene solubility in the reaction solvent, ethene diffusion through Nation, Nation morphology, and possible steric constraints on the catalyst at high loadings. The use of water as the reaction solvent has resulted in a dramatic increase in the activity of the supported catalyst with 172 A.J. Seen et al. /Journal of Molecular Catalysis 94 (1994)163-172 activities greater than the homogeneous catalyst activity being obtained. This supports the proposal that increased cation-anion separation and the high non-coordinating ability of the S03 in Nafion are important for efficient catalysis when employing cationic Pd(II) species. Tests with propene and 1-butene substrates have shown that whilst the homogeneous complex dimerizes propene and isomerizes 1-butene, the Nafion supported catalyst is limited by the diffusion of these molecules in Nafion. It is evident that Nafion has a significant influence on the catalytic activity of these immobilised palladium systems. Acknowledgements The generous donation of Nafion by Du Pont and the loan of PdC12 by Johnson Matthey is greatly appreciated. The assistance of Mr Evan Peacock in obtaining NMR data is acknowledged. Funding from the Australian Research Council (ARC) is also gratefully acknowledged. AJS would also like to thank the Commonwealth of Australia for an Australian Postgraduate Research Award. References [ 1 ] B.F. Greek, Chem. Eng. News, 67(22) (1989) 29-56. [ 2 ] J.F. Roth, CHEMTECH, 21 (1991) 357-362. [3] W. Keim, in A. Mortreux and F. Petit (Eds.), Industrial Applications of Homogeneous Catalysis, Reidel, Dordrecht, 1988, pp 335-347. [4] F.J. Waller and R.W. Van Scoyoc, CHEMTECH, 17 (1987) 438Ol. [5 ] T.D. Gierke, G.E. Munn and F.C. Wilson, J. Polym. Sci.: Polym. Phys. Ed., 19 (1981) 1687-1704. [6] G.A. Olah, S.I. Pradeep and G.K.S. Prakash, Synthesis, (1986) 513-531. [7] F.J. Waller, Br. Polym. J., 16 (1984) 239-242. [8] B.-H. Chang, Inorg. Chim. Acta, 150 (1988) 245-247. [9] A.M. Hodges, M. Linton, A.W.-H. Mau, K.J. Cavell, J.A. Hey and A.J. Seen, Appl. Organomet. Chem., 4 (1990) 465-473. [ 10] 1. Toth, B.E. Hanson and M.E. Davis, J. Organomet. Chem., 397 (1990) 109-117. [ I 1 ] M. Crocker and R.M. Herold, J. Mol. Catal., 70 (1991) 209-216. [ 12] A.J. Seen, K.J. Cavell, A.M. Hodges and A.W.-H. Mau, J. Chem. Soc. Dalton Trans., (1992) 1381-1385. [ 13] A.J. Seen, K.J. Cavell, A.W.-H. Mau and A.M. Hodges, J. Membr. Sci., 87 (1994) 149-157. [ 14] A.J. Seen, K.J. Cavell, A.W.-H. Mau and A.M. Hodges, J. Mol. Catal., 90 (1994) 245-256. [ 15] A. Sen and T.-W. Lai, J. Am. Chem. Soc., 103 (1981) 4627-4629. [ 16] Z. Jiang and A. Sen, J. Am. Chem. Soc., 112 (1990) 9655-9657. [ 17 ] E. Drent, Pure Appl. Chem., (1990) 661-669. [ 18 ] S.B. Ford, Honours Thesis, University of Tasmania, 1990. [ 19] P.C. Chieh, J. Chem. Soc. Dalton Trans., (1972) 1643-1646. [20] S.G. Cutler, in A. Eisenberg (ed.), Ions in Polymers, Advances in Chemistry Series 187, American Chemical Society, Washington, DC, 1980, p. 145-154. [21 ] M. Falk, Can. J. Chem., 58 (1980) 1495-1501. X244 94870381 S0304-5102(94)87038-1 10.1016/S0304-5102(94)87038-1 Naƒon® supported cationic palladium complexes as catalysts (II) Andrew J. Seen ∗ a Kingsley J. Cavell a Alastair M. Hodges b Albert W.-H. Mau b a Chemistry Department, University of Tasmania, Hobart, Tasmania 7005, Australia b CSIRO Division of Chemicals and Polymers, Clayton, Victoria 3168, Australia * Corresponding author. A comprehensive investigation of the ability of Naƒon to influence catalytic reactions has been undertaken using the [Pd( 1,10-phen)2]2+ species immobilized in Naƒon—H+. The effects of catalyst loading, solvent, substrate, temperature and pressure on catalytic activity have been studied. We have found that whilst the homogeneous [Pd(1,10-phen)2][p-tolyl-SO3]2 model complex dimerizes ethene and propene, and isomerizes 1-butene, Naƒon supported [Pd(1,10-phen)2]2+ effectively dimerizes ethene only. The ethene dimerization activity of the supported catalyst has been found to be highly dependent on catalyst loading and solvent. Rate limitations are overcome at very low catalyst loadings and activities as high or higher than homogeneous activities were obtained. It appears likely that ethene solubility in the reaction solvent, ethene diffusion through Naƒon, Naƒon morphology, and possible steric constraints on the catalyst at high loadings are important factors. The use of water as the reaction solvent resulted in a dramatic increase in the activity of the supported catalyst and adds weight to the argument that cation-anion separation and a non-coordinating anion are important aspects of catalysis using cationic Pd(II) species. Tests with propene and 1 -butene as the feed indicate that the activity of the supported catalyst is limited by the diffusion of these substrates in Naƒon. Keywords Dimerization Ethene Immobilized catalysts Naƒon Palladium References [1] B.F. Greek Chem. Eng. News 67 22 1989 29 56 [2] J.F. Roth CHEMTECH 21 1991 357 362 [3] W. Keim A. Mortreux F. Petit Industrial Applications of Homogeneous Catalysis 1988 Reidel Dordrecht 335 347 [4] F.J. Waller R.W. Van Scoyoc CHEMTECH 17 1987 438 441 [5] T.D. Gierke G.E. Munn F.C. Wilson J. Polym. Sci.: Polym. Phys. Ed. 19 1981 1687 1704 [6] G.A. Olah S.I. Pradeep G.K.S. Prakash Synthesis 1986 513 531 [7] F.J. Waller Br. Polym. J. 16 1984 239 242 [8] B.-H. Chang Inorg. Chim. Acta 150 1988 245 247 [9] A.M. Hodges M. Linton A.W.-H. Mau K.J. Cavell J.A. Hey A.J. Seen Appl. Organomet. Chem. 4 1990 465 473 [10] I. Toth B.E. Hanson M.E. Davis J. Organomet. Chem. 397 1990 109 117 [11] M. Crocker R.M. Herold J. Mol. Catal. 70 1991 209 216 [12] A.J. Seen K.J. Cavell A.M. Hodges A.W.-H. Mau J. Chem. Soc. Dalton Trans. 1992 1381 1385 [13] A.J. Seen K.J. Cavell A.W.-H. Mau A.M. Hodges J. Membr. Sci. 87 1994 149 157 [14] A.J. Seen K.J. Cavell A.W.-H. Mau A.M. Hodges J. Mol. Catal. 90 1994 245 256 [15] A. Sen T.-W. Lai J. Am. Chem. Soc. 103 1981 4627 4629 [16] Z. Jiang A. Sen J. Am. Chem. Soc. 112 1990 9655 9657 [17] E. Drent Pure Appl. Chem. 1990 661 669 [18] S.B. Ford Honours Thesis 1990 University of Tasmania [19] P.C. Chieh J. Chem. Soc. Dalton Trans. 1972 1643 1646 [20] S.G. Cutler A. Eisenberg Ions in Polymers 1980 American Chemical Society Washington, DC 145 154 Advances in Chemistry Series 187 [21] M. Falk Can. J. Chem. 58 1980 1495 1501",
      "scopus-id": "0000316408",
      "coredata": {
        "eid": "1-s2.0-S0304510294870381",
        "dc:description": "A comprehensive investigation of the ability of Naƒon to influence catalytic reactions has been undertaken using the [Pd( 1,10-phen)2]2+ species immobilized in Naƒon—H+. The effects of catalyst loading, solvent, substrate, temperature and pressure on catalytic activity have been studied. We have found that whilst the homogeneous [Pd(1,10-phen)2][p-tolyl-SO3]2 model complex dimerizes ethene and propene, and isomerizes 1-butene, Naƒon supported [Pd(1,10-phen)2]2+ effectively dimerizes ethene only. The ethene dimerization activity of the supported catalyst has been found to be highly dependent on catalyst loading and solvent. Rate limitations are overcome at very low catalyst loadings and activities as high or higher than homogeneous activities were obtained. It appears likely that ethene solubility in the reaction solvent, ethene diffusion through Naƒon, Naƒon morphology, and possible steric constraints on the catalyst at high loadings are important factors. The use of water as the reaction solvent resulted in a dramatic increase in the activity of the supported catalyst and adds weight to the argument that cation-anion separation and a non-coordinating anion are important aspects of catalysis using cationic Pd(II) species. Tests with propene and 1 -butene as the feed indicate that the activity of the supported catalyst is limited by the diffusion of these substrates in Naƒon.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-11-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0304510294870381",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Seen, Andrew J."
          },
          {
            "@_fa": "true",
            "$": "Cavell, Kingsley J."
          },
          {
            "@_fa": "true",
            "$": "Hodges, Alastair M."
          },
          {
            "@_fa": "true",
            "$": "Mau, Albert W.-H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0304510294870381"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0304510294870381"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0304-5102(94)87038-1",
        "prism:volume": "94",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Naƒon® supported cationic palladium complexes as catalysts (II)",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Dimerization"
          },
          {
            "@_fa": "true",
            "$": "Ethene"
          },
          {
            "@_fa": "true",
            "$": "Immobilized catalysts"
          },
          {
            "@_fa": "true",
            "$": "Naƒon"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "163-172",
        "prism:endingPage": "172",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 November 1994",
        "prism:doi": "10.1016/S0304-5102(94)87038-1",
        "prism:startingPage": "163",
        "dc:identifier": "doi:10.1016/S0304-5102(94)87038-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000316408"
      }
    }
  }
}