{
  "metadata": {
    "title": "Palladium-based catalysts supported on oligomeric aramides. A TPR investigation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-11-27",
    "doi": "10.1016/S0304-5102(94)87042-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S030451029487042X",
    "pii": "S030451029487042X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000151151",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-12-10 2001-12-10 2010-04-03T08:57:11 1-s2.0-S030451029487042X S0304-5102(94)87042-X S030451029487042X 10.1016/S0304-5102(94)87042-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0260X 2024-01-02T01:06:03.941633Z 0 0 19941127 1994 2001-12-10T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0304-5102 03045102 94 94 2 2 Volume 94, Issue 2 7 203 212 203 212 19941127 27 November 1994 1994-11-27 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. PALLADIUMBASEDCATALYSTSSUPPORTEDOLIGOMERICARAMIDESATPRINVESTIGATION ARENA F PITTMAN 1982 C COMPREHENSIVEORGANOMETALLICCHEMISTRY TANG 1993 540 H MALITESTA 1989 633 C STRUCTUREREACTIVITYSURFACES HARTLEY 1985 F SUPPORTEDMETALCOMPLEXES CUM 1986 111 G CAPANNELLI 1990 39 G MAUD 1992 J SOLIDSUPPORTSCATALYSTSINORGANICSYNTHESIS CUM 1984 416 G CUM 1985 1571 G CUM 1981 80 G FRUSTERI 1994 331 F CHANG 1985 51 T ARENAX1994X203 ARENAX1994X203X212 ARENAX1994X203XF ARENAX1994X203X212XF item S0304-5102(94)87042-X S030451029487042X 1-s2.0-S030451029487042X 10.1016/S0304-5102(94)87042-X 272239 2024-01-02T01:06:03.941633Z 1994-11-27 1-s2.0-S030451029487042X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S030451029487042X/MAIN/application/pdf/663b2d728d4098a68f045a8237844be8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S030451029487042X/MAIN/application/pdf/663b2d728d4098a68f045a8237844be8/main.pdf main.pdf pdf true 582488 MAIN 10 1-s2.0-S030451029487042X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S030451029487042X/PREVIEW/image/png/31e307a67f0f396c12d85d6fc72acd1e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S030451029487042X/PREVIEW/image/png/31e307a67f0f396c12d85d6fc72acd1e/main_1.png main_1.png png 49819 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 94 (1994) 203-212 Palladium-based catalysts supported on oligomeric aramides. A TPR investigation Francesco Arena, Giampietro Cum *, Raffaele Gallo, Adolfo Parmaliana Dipartimento di Chimica Industriale, Universita degli Studi di Messina, Salita Sperone 31 (c.p. 29), 1-98166 S. Agata di Messina, Italy Received 21 January 1994; accepted 11 July 1994 Abstract The reduction pattern of PdClz supported on oligomeric aramides has been investigated by temperature programmed reduction (TPR) measurements in the range of temperature -80 to 305 C. The influence both of chemical composition of the oligomeric matrix and Pd loading has been ascertained. A peculiar metal-support interaction greatly affects the reducibility of Pd, allowing its stabilisation in the oxidised form (i.e., Pd2+). 1. Introduction A successful method to realize efficient catalytic systems is to immobilize transition metal derivatives on organic matrices. Thus, an improved reactivity and/or selectivity of the catalytically active species can be often obtained, as well as a simplified way to their recovery and recycling [ 1 ] . For instance, Tang and Sherrington stressed the importance to support PdC12 precursor on organic polymers to stabilise Pd in an oxidised form so to allow an extension of the Wacker reaction to propene and other terminal alkenes; in this context they also reported a significant matrix effect on the reactivity of supported PdC12 [ 2 ] . In most cases the investigation of such heterogenized metal complexes, acting as catalysts, are pursued looking for similarities with their homogeneous counterparts; it seems, however, more rational to use an approach which accounts for their behaviour as if they were acting as heterogeneous catalysts [ 3 ] . * Corresponding author. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10304-5102(94)00142-1 204 Francesco Arena et al. /Journal of Molecular Catalysis 94 (1994) 203-212 Several attempts to realize heterogenized catalytic systems suffered from some drawbacks, mainly due to the poor chemical, mechanical and thermal properties of the polymeric materials selected [ 4 ] . This led to many discouraging results as far as the application to large scale industrial processes is concerned. Therefore, in an attempt to overcome the limitations described above, some palladium derivatives were made to interact with the existing chain terminal groups of an organic macromolecule, i.e. the oligo-p-phenylenterephthalamide, (OPTA) 1, to realize a system with peculiar catalytic and technological properties [ 5,6 ] . Noteworthy, our preparative procedure is simpler than in the case of most reported polymer-supported catalysts, in that neither functionalisation of the polymeric backbone is needed nor a specific ligand has to be linked as a preliminary step to the metal insertion to give a coordination complex [ 7 ] . Besides, the relatively low average molecular mass ( = 800 a.m.u.) of the proposed carrier 1 allows for a high concentration of chain terminal groups to support transition metal ions. The unusual catalytic properties of Pd/OPTA system have been already successfully tested on some model reactions, such as hydrogenation and oxidation of carbon-carbon and carbon-oxygen multiple bonds [ 8,9 ] ; usually, high activity, selectivity and specificity have been achieved. Previous work has been aimed to clarify the nature of the interaction between the metal and the oligomeric species and to elucidate the chemical structure of the title catalysts, together with a characterization of their physical and morphological properties [ 6 ] . The present paper reports preliminary results on TPR characterization of the title system and it is aimed to shed light on the behaviour of this catalytic system in model reactions where dynamic interactions between Pd precursor and organic matrix 1(OPTA) occur. For reference, other similar supporting oligomeric species, such as 2 and 3 (see below), were also prepared and characterized. 2. Experimental 2.1. Materials All reagents and solvents were analytical-grade quality and were used after recrystallisation or distillation under reduced pressure. (i) The oligomeric species 1 was prepared by interfacial condensation from an aqueous solution of 1,4-phenylenediamine dihydrochloride and a solution of terephthaloylchloride in cyclohexanone, according to the procedure previously reported [5,6]. H-[-NH-C6H4-NH-CO-C6H4-CO-],,-OH (1) (ii) Oligomer 2 was obtained by adding dropwise a chloroform solution of 1,4cyclohexane-dicarboxylic acid chloride to a solution of 1,4-cyclohexanediamine in the same solvent, the molar ratio being 1:1.4 Francesco Arena et al. /Journal of Molecular Catalysis 94 (1994) 203-212 205 H-[-NH-C6H,o-NH-CO-C6H,o-CO-] -OH (2) (iii) Oligomer 3 was obtained as above by adding dropwise a cyclohexanone solution of terephthaloylchloride to an aqueous solution of 1,4-cyclohexanediamine in the molar ratio 1:1.4. H-[-NH-C6Hlo-NH-CO-C6H4-CO-]ri OH (3) The solid materials obtained were filtered under reduced pressure, washed with hot water and acetone, then dried at 80 C under reduced pressure. Palladium was added to the supports (1, 2 and 3) by wet impregnation with a water:acetic acid solution (9:1) of PdC12 [6]. The Pd content of the catalysts was determined by thermogravimetry [ 10]. Temperature programmed reduction (TPR) runs were performed from -80 C to 305 C at a heating rate of 12 C - min-', using a 5.7% H2/N2 mixture flowing at 30 ml - min -' STP. Further, an isothermal reduction lasting 5 min was performed at 305 C. The quantitative calibration of the HZ consumption peaks was made by monitoring the reduction of known amounts of PdC12 (2.0-5.0 x 10-3 g) [ 11 ] . 3. Results The TPR profiles of (a) the bare support 1, (b) the bulk PdC12 and (c) of the `as received' 1.0% Pd/1 catalyst, in the range -80 to 305 C, are comparatively shown in Fig. 1. Bulk PdC12 (Fig. lb) undergoes reduction to Pdo in a single step, giving rise to a sharp and well resolved TPR peak with maximum (TM) at 79 C, whilst the bare support 1 does not provide any evidence of reduction process in the investigated range of temperature (Fig. 1 a) . Noticeable changes in the TPR behaviour of either PdC12 or carrier 1 are observed further to impregnation of the oligomeric matrix with the PdC12 precursor (Fig. lc). Indeed, such a pattern shows a small reduction peak with Tm, = -5 C, whose intensity corresponds only to a small percentage ( = 5%) of the stoichiometric Pd 2+ - Pdo reduction process; a broad peak is also observed at high temperature ( > 200 C), corresponding to an apparent H2 consumption of 970 AmoI/goat, much larger than that expected on the basis of the whole reduction of the Pd 2+ in the system (94 Amol/g~at). In order to shed light on the unique TPR pattern of this 1.0% Pd/1 catalyst, the effect of the metal loading as well as the influence of the chemical composition of the oligomeric matrix on the reducibility of supported PdC12 have been carefully examined. 206 Francesco Arena et al. /Journal of Molecular Catalysis 94 (/994) 203-212 a I i I_. lo y io 13 Id 11 ia is 0 i= i0 b ~a C 1 I 1 1 I 1 I 1 c 0 a E o c 0 U N Z O 41 r. t0 -25 85 195 305 T (\"C1 Fig. 1. TPR profiles of (a) `bulk' support 1, (b) 'bulk' PdCIZ and (c) 1% Pd/1 catalyst. 3.1. Effect of Pd loading on the TPR profile of Pdl1 catalysts In Fig. 2 the TPR spectra of the (a) 0.5, (b) 1.0, (c) 1.5, (d) 4.3 and (e) 8.2% Pd catalysts supported on 1 are reported for comparison, whilst the temperatures corresponding to peak maxima (TM) are summarized in Table I along with the amount of HZ consumption for each system. All these systems exhibit a similar pattern, featuring the presence of a small reduction peak, with TM t ranging between -14 and - 5 C, along with a broad and convoluted HZ consumption which starts at T (To) becoming progressively higher as the Pd loading decreases (Table 1) . Furthermore, on increasing the Pd loading we observe that: - other peak maxima appear at progressively lower T (Table 1) ; - the temperature of the above peak maxima shifts on the whole to lower T (Table 1) ; Francesco Arena et al. /Journal of Molecular Catalysis 94 (1994) 203-212 207 I i 1 e lo 3 C I O i a E 1e h o ' n 1 c , o 0) I I b a , -25 85 195 305 T ( C) Fig. 2. TPR profiles of (a) 0.5%, (b) 1.0%, (c) 1.5%o, (d) 4.3% and (e) 8.2% Pd supported on matrix 1. Table I TPR of differently loaded Pd/1 catalysts Sample Temperature ( C) Experimental Theoretical H= consumption Hz consumption To TMI Tm2 TM3 TMG (Amol-Pxa') (Amol-&a,') 1 - - - - - 0 0 PdCl, 20 - 79 - - 5637 5637 0.5%Pd/1 151 -5 - - 302 440 47 1.0%Pd/1 122 -6 - - 300 970 94 1.5%Pd/1 102 -8 - 174 303 2100 141 4.3%Pd/1 64 -14 - 177 302 5680 404 8.2%Pd/1 37 - 13 107 165 300 7950 761 - the intensity of the overall HZ consumption is in any case more than ten times larger than that expected on the basis of the stoichiometric reduction of the Pd 2+ content in the system investigated (Table 1). (thermal reduction -I l9 ('n 'e) uol;dwnsuoo zH;oa;eA 0. b` h b N H h 0 .3 \"o 9! 0. o v N w O o~ u. N ~i o o O o a h V v ''' ,NW44 0 (4 1) _. .~,hU NOU~ m (a - r. 0 rn ~9 .2 y h h b\\ .fl .o ~ 1) w o o ~ `~ Y a'c,,a E.~ ~~ a) u r- r4 O h C ~ U ~ O b 5. U^a~- C~$ s cm N h `~ - ca G1., N O 2 2 00 r,y -0 o p 0 oj ,A ~o p ~ s ~ il ~1 h _c V C:4 1. 0 r-C ~ O b ~ uU. t >' ~ .r s O 111 M ~ ~ Q. h b ,~:v~;,'z ~ w E -,4 o ,2 a cd r- ur-F- ~_- U-9 cd.ca0~0 _cd O b w O. U s~ w M b - E j M ci ~ M b ~ O CL b M N bb O ct h 1:4 ~ -0 C) 44 U 79 N -0 c~a C-ii O O p\" yON~,N.~wO.Z cN t~ U ~ c~ ~ '- U U .D - h JD GL Francesco Arena et al. /Journal of Molecular Catalysis 94 (1994) 203-212 209 Table 2 TPR of PdCl2 supported on different polymeric matrices Sample Temperature ( C) Experimental Theoretical H= consumption Hz consumption Tmt TM2 TM3 TM4 Td (mmol ' gca ') (mmol - g ssaO 1 - - - - - 0 0 2 - - - - - 0 0 3 - - - - - 0 0 4.3%Pd/1 -14 - 177 301 - 5680 404 4.7%Pd/2 -10 - 192 - 298 375 (-2290) a 440 5.3%Pd/3 -15 - 143 - - 425 (-845) a 500 ' Negative values reported in parentheses refer to the HZ release process. related to the stoichiometric reduction of the Pd z+ of the system (Table 2). Further, a steep drop in the baseline, giving rise to a negative peak, is related to a noticeable HZ desorption process characterized by a maximum desorption rate (Td) at 298 C. The deconvolution of these opposite signals shows a partial overlapping (dashed area) between Hz consumption and HZ release processes (Fig. 3b) and results in a HZ consumption of 420 /imol/gcat and in a Hz release of 2290 AMOl/goat. The reduction pattern of the 5.3% Pd/3 catalyst (Fig. 3c) looks similar to that of the 4.7% Pd/2 catalyst, as we observe a main and broad HZ consumption band with TMZ 2~ 145 C strictly convoluted with a negative peak, whose shape however does not feature a resolved maximum desorption rate in the temperature range 270305 C. Even in this case the HZ consumption corresponds to = 85% of the reduction of Pd 2+ (Table 2), whilst the intensity of the HZ desorption process is equal to 845 bt,mol/g,, which is about one third of that experienced for the corresponding process of the 4.7% Pd/2 supported system. 4. Discussion Previous studies on the reactivity of the Pd/1 catalysts [8,9] provided evidence of a singular catalytic behaviour, probably related to the peculiar electronic properties of the active metal in such unconventional supports [6]. To gain further insights into these catalytic systems, we investigated the influence of the oligomeric support on the reducibility of the palladium derivative and its role in a hydrogenation-dehydrogenation process, which seems to affect the stabilization of the transition metal in its oxidized form, i.e., Pd 2+. 4.1. Influence of the support on the reducibility of PdCl2 The TPR spectra of the bare support 1 (Fig. 1 a), of the `bulk' PdC12 (Fig. 1 b ) and of the 1% Pd/1 catalyst (Fig. lc) clearly indicate that an unusual metal- 210 Francesco Arena et al. /Journal of Molecular Catalysis 94 (1994) 203-212 support interaction strongly inhibits the reducibility of the Pd precursor. In fact, a noticeable shift to high values both of the onset temperature (To) of the reduction process and of the peak maxima has been observed (Table 1). Indeed, if we disregard the peak at low T ( TM,) , which represents a very small percentage of the Pd Z+ content of the system and probably arises from the reduction of more reducible PdO species [ 11 ] , we notice that on the whole the system exhibits a reactivity towards Hz much lower than that experienced for conventional Pd 2+ supported catalysts [11,12]. To validate the above findings, in the hydrogenation process involving the phenylacetylene -> styrene -j ethylbenzene sequence, a maximum in the activity has been obtained with a Pd/1 catalyst activated at high T (130 C ) [13]. Furthermore, taking into account that in our case the carrier is able to interact with PdCl2 only by the chain terminal R-NH2 groups [6], then we can infer that the formation of rather stable PdC12'(NHZ-R)2 macrocomplexes renders Pd 2+ hardly reducible. This hypothesis is well sustained by the fact that even for highly loaded Pd/1 catalysts (Table 1) as well as for different chemical compositions of the matrices (Table 2), both temperatures related to the first maximum reduction rate of Pd 2+, i.e., To and TM3 are quite higher than those found for the reduction of the bulk PdCIZ (Table 1) . Also the considerable broadness of the HZ consumption peak associated with the reduction of Pd 2+ is accompanied by the appearance of several reduction maxima (TM) in the TPR profiles of differently loaded Pd/ 1 catalysts (Fig. 2) . This pattern can be accounted for if we take into account that the random distribution of the -NHZ chain terminal groups in the bulk of the oligomer 1 leads to the formation of H-bonds affecting the interaction between PdC12 and the oligomeric species; in turn this allows for a more facile reduction of Pd 2+. This evidence also accounts for the broad reduction profile of PdC12 supported both on carriers 2 and 3 (Fig. 3). Nevertheless, the decrease of To upon increase of Pd loading (Table 1) as well as the shift of the TM's to lower T, indicate that the reducibility of the Pd/ 1 system grows with the Pd loading, as observed for conventional heterogeneous catalysts. Therefore, the above results clearly indicate that an unusual strong interaction between support and PdCl2 precursor greatly stabilises Pd 2+ against reduction in Pd catalysts supported on oligomeric aramides. 4.2. TPR pattern of PdCl2 supported on different oligomeric matrices Although the TPR pattern of the Pd/1 system (Fig. 2) shows a HZ consumption which is a linear function of the Pd loading (Table 1), it should be emphasized that such a HZ consumption in any case is more than one order of magnitude larger than that expected on the basis of a theoretical reduction process of the Pd 2+ content of the system (Table 1) . The explanation to this finding probably lies in the unusual reactivity of the carrier 1 which consists of chains of aromatic rings bridged by -NH-CO- groups [ 5,6 ] and acts as a HZ acceptor when submitted to the catalytic Francesco Arena et al. /Journal of Molecular Catalysis 94 (1994) 203-212 211 action of reduced Pd, promoting the hydrogenation of the unsaturated matrix. Therefore, a change in the chemical composition of the matrix, realized by copolymerization of aromatic and alicyclic monomers (see Experimental section), should exhibit a TPR behaviour markedly different from that observed for Pd/1 system. The spectra reported in Fig. 3 confirm the role of the matrix in the TPR pattern of Pd catalysts supported on oligomeric aramide. Indeed, a type of behaviour completely opposite to that of the Pd/1 system emerges for Pd/2 (Fig. 3b); in the saturated matrix, at T > 150 C, a progressively larger contribution of the HZ desorption peak reveals the occurrence of a dehydrogenation process catalytically mediated by prereduced Pd . The intensity of this Hz release peak, comparable with that related to the hydrogenation of support 1 (Table 2), adequately proves the catalytic role of Pd on the reactivity of the matrix. According to these findings, Pd/3 represents an intermediate situation between Pd/1 and Pd/2. Indeed, this system displays a Pd z+ reduction profile similar to that observed for previous catalysts, even if the related HZ consumption peak shows a less important contribution at high T, marked by the disappearance of the shoulder denoted by TM3 (Fig. 3c). In addition, a negative baseline drift at 210 C indicates a HZ desorption process occurring without any resolved maximum rate (Td) and then becoming flat-shaped at its maximum values. Taking into account that supports 1, 2 and 3 have similar average molecular masses, such an irregular profile can be likely ascribed to the occurrence of two concomitant and opposite processes; namely, the dehydrogenation of saturated C6 rings together with the hydrogenation of aromatic ones, both contained in the matrix 3. This implies that the whole process proceeds at a constant rate in a wide range of T. However, the lower intensity of the desorption process in Pd/3 catalyst with respect to Pd/2 reflects a lower concentration of saturated C6 rings in the latter system. Acknowledgements The authors acknowledge the financial contribution to this work of the Ministero dell' Universita a della Ricerca Scientifica and of the Consiglio Nazionale delle Ricerche (Rome, Italy). References [ I ] C.U. Pittman, Jr., in G. Wilkinson, F.G.A. Stone and E.W. Abel (Eds.), Comprehensive Organometallic Chemistry, Vol. 8, Pergamon, Oxford, 1982, Chapt. 55. [2] H.G. Tang and D.C. Sherrington, J. Catal., 142 (1993) 540. [3] C. Malitesta, G. Morea, L. Sabbatini, N. Tangari, V. Tortorella and P.G. Zambonin, in C. Morterra, A. Zecchina and G. Costa (Eds.), Structure and Reactivity of Surfaces, Elsevier, Amsterdam, 1989, p. 633. [4] F.R. Hartley, Supported Metal Complexes, D. Reidel, Dordrecht, 1985, Chaps. 1, 2 and 11. 151 G. Cum, R. Gallo, F. Severini and A. Spadaro, Angew. Makromol. Chem., 138 (1986) 111. 212 Francesco Arena et al. /Journal of Molecular Catalysis 94 (1994) 203-212 [ 6 ] G. Capannelli, G. Cum, R. Gallo, A. Spadaro, G. Costa and P. Piaggio, J. Mol. Catal., 59 (1990) 39. [7] J.M. Maud, in K. Smith (Ed.), Solid Supports and Catalysts in Organic Synthesis, Ellis Horwood, New York, 1992, Chap. 2. [8] G. Cum, R. Gallo, S. Galvagno, A. Spadaro and P. Vitarelli, J. Chem. Technol. Biotechnol., 34A (1984) 416. [9] G. Cum, R. Gallo, S. lpsale and A. Spadaro, J. Chem. Soc., Chem. Commun., (1985) 1571. [ 10] G. Cum, R. Gallo, A. Spadaro and P. Vitarelli, in Proc. 3rd Nat. Symp. Calorimetry and Thermal Analysis, 1981, p. 80. [ 11 ] F. Frusteri, F. Arena, A. Parmaliana, N. Mondelio and N. Giordano, React. Kinet. Catal. Lett., 51 (1994) 331. [ 12] T.C. Chang, J.J. Chen and C.T. Yeh, J. Catal., 96 (1985) 51. [ 13 ] G. Cum and R. Gallo, unpublished results. X244 9487042X S0304-5102(94)87042-X 10.1016/S0304-5102(94)87042-X Palladium-based catalysts supported on oligomeric aramides. A TPR investigation Francesco Arena Giampietro Cum ∗ Raffaele Gallo Adolfo Parmaliana Dipartimento di Chimica Industriale, Università degli Studi di Messina, Salita Sperone 31 (c.p. 29), I-98166 S. Agata di Messina, Italy * Corresponding author. The reduction pattern of PdCl2 supported on oligomeric aramides has been investigated by temperature programmed reduction (TPR) measurements in the range of temperature −80 to 305°C. The influence both of chemical composition of the oligomeric matrix and Pd loading has been ascertained. A peculiar metal—support interaction greatly affects the reducibility of Pd, allowing its stabilisation in the oxidised form (i.e., Pd2+). References [1] C.U. Pittman Jr. G. Wilkinson F.G.A. Stone E.W. Abel Comprehensive Organometallic Chemistry 8 1982 Pergamon Oxford Chapt. 55 [2] H.G. Tang D.C. Sherrington J. Catal. 142 1993 540 [3] C. Malitesta G. Morea L. Sabbatini N. Tangari V. Tortorella P.G. Zambonin C. Morterra A. Zecchina G. Costa Structure and Reactivity of Surfaces 1989 Elsevier Amsterdam 633 [4] F.R. Hartley Supported Metal Complexes 1985 D. Reidel Dordrecht Chaps. 1, 2 and 11 [5] G. Cum R. Gallo F. Severini A. Spadaro Angew. Makromol. Chem. 138 1986 111 [6] G. Capannelli G. Cum R. Gallo A. Spadaro G. Costa P. Piaggio J. Mol. Catal. 59 1990 39 [7] J.M. Maud K. Smith Solid Supports and Catalysts in Organic Synthesis 1992 Ellis Horwood New York Chap. 2 [8] G. Cum R. Gallo S. Galvagno A. Spadaro P. Vitarelli J. Chem. Technol. Biotechnol. 34A 1984 416 [9] G. Cum R. Gallo S. Ipsale A. Spadaro J. Chem. Soc. 1985 1571 Chem. Commun. [10] G. Cum R. Gallo A. Spadaro P. Vitarelli Proc. 3rd Nat. Symp. Calorimetry and Thermal Analysis 1981 80 [11] F. Frusteri F. Arena A. Parmaliana N. Mondello N. Giordano React. Kinet. Catal. Lett. 51 1994 331 [12] T.C. Chang J.J. Chen C.T. Yeh J. Catal. 96 1985 51 [13] G. Cum and R. Gallo, unpublished results.",
      "scopus-id": "0000151151",
      "coredata": {
        "eid": "1-s2.0-S030451029487042X",
        "dc:description": "The reduction pattern of PdCl2 supported on oligomeric aramides has been investigated by temperature programmed reduction (TPR) measurements in the range of temperature −80 to 305°C. The influence both of chemical composition of the oligomeric matrix and Pd loading has been ascertained. A peculiar metal—support interaction greatly affects the reducibility of Pd, allowing its stabilisation in the oxidised form (i.e., Pd2+).",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-11-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S030451029487042X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Arena, Francesco"
          },
          {
            "@_fa": "true",
            "$": "Cum, Giampietro"
          },
          {
            "@_fa": "true",
            "$": "Gallo, Raffaele"
          },
          {
            "@_fa": "true",
            "$": "Parmaliana, Adolfo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S030451029487042X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S030451029487042X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0304-5102(94)87042-X",
        "prism:volume": "94",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Palladium-based catalysts supported on oligomeric aramides. A TPR investigation",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "203-212",
        "prism:endingPage": "212",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 November 1994",
        "prism:doi": "10.1016/S0304-5102(94)87042-X",
        "prism:startingPage": "203",
        "dc:identifier": "doi:10.1016/S0304-5102(94)87042-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000151151"
      }
    }
  }
}