{
  "metadata": {
    "title": "Dehydrogenation of isopropyl alcohol over CoNi/Mg oxide catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-11-27",
    "doi": "10.1016/S0304-5102(94)87041-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0304510294870411",
    "pii": "S0304510294870411"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002872330",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-12-10 2001-12-10 2010-04-03T08:57:11 1-s2.0-S0304510294870411 S0304-5102(94)87041-1 S0304510294870411 10.1016/S0304-5102(94)87041-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0260X 2024-01-02T01:06:03.941633Z 0 0 19941127 1994 2001-12-10T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 94 94 2 2 Volume 94, Issue 2 6 191 201 191 201 19941127 27 November 1994 1994-11-27 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. DEHYDROGENATIONISOPROPYLALCOHOLOVERCONIMGOXIDECATALYSTS HALAWY S AI 1978 223 M CHEONG 1990 661 M ARNOLDY 1985 38 P CASTNER 1991 6617 D LINDFORS 1993 34 L JIRATOVA 1992 2575 K ILIEVA 1989 37 L CHIORINO 1981 136 A 1982 B 116 HANDBOOKCHEMISTRYPHYSICS INDOVINA 1985 37 V HAGAN 1979 417 A MORETTI 1986 85 G COMETS 1993 466 J SHI 1993 216 C BRUNAUER 1938 309 S JOY 1953 254 A GIRGIS 1978 367 B AI 1978 16 M BOND 1994 181 G MU 1982 253 J COATS 1964 68 J COATS 1964 101 J HALAWY 1993 237 S EVANS 1974 277 P RUTNER 1974 19 E BREWER 1969 1 L KRYLOV 1970 116 O CATALYSISBYNONMETALS WU 1992 1 M UEDA 1985 1059 W NAKAMOTO 1963 199 K INFRAREDSPECTRAINORGANICCOORDINATIONCOMPOUNDS TANABE 1978 1 K MOHAMED 1990 23 M BULLFACSCI HALAWYX1994X191 HALAWYX1994X191X201 HALAWYX1994X191XS HALAWYX1994X191X201XS item S0304-5102(94)87041-1 S0304510294870411 1-s2.0-S0304510294870411 10.1016/S0304-5102(94)87041-1 272239 2024-01-02T01:06:03.941633Z 1994-11-27 1-s2.0-S0304510294870411-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0304510294870411/MAIN/application/pdf/d477975f93c9948971bfe756d9ef62f0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0304510294870411/MAIN/application/pdf/d477975f93c9948971bfe756d9ef62f0/main.pdf main.pdf pdf true 676643 MAIN 11 1-s2.0-S0304510294870411-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0304510294870411/PREVIEW/image/png/441d48aaa5f35a4a9a9e0a06b9986744/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0304510294870411/PREVIEW/image/png/441d48aaa5f35a4a9a9e0a06b9986744/main_1.png main_1.png png 52539 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 94 (1994) 191-201 Dehydrogenation of isopropyl alcohol over Co-Ni/ Mg oxide catalysts Samih A. Halawy*, Mohamed A. Mohamed, Suzan F. Abd El-Hafez Chemistry Department, Faculty of Science, Qena 83511, Egypt Received 6 December 1993; accepted 27 June 1994 Abstract Catalytic dehydrogenation of isopropyl alcohol was studied over C0304-Ni0/MgO catalysts containing 20 wt% of Co304 and NiO, or mixture of both oxides with different molar ratios. Catalysts were prepared from the corresponding nitrates (i.e. Co(N03)2-6H20 and Ni(N03)2-6H20) and supported on MgO. Catalyst precursors were examined by TG, DTG and DTA, and were calcined between 500-700 C for 5 h in air. The surface area of these samples were calculated using the BET method. Those catalysts calcined at 500 C were characterized by XRD analysis. The amount of excess surface oxygen for these catalysts was calculated iodometrically. Basicity measurements were estimated by the adsorption of acidic molecules using pulse technique method. The vapour-phase dehydrogenation of isopropyl alcohol (IP), has been carried out over the catalysts calcined between 500700 C. All catalysts showed 99.5% selectivity towards acetone formation. A correlation between the catalytic activity and the basicity of these catalysts has been made. The activation energy and the order of the dehydrogenation reaction of IP over some catalysts are given. Keywords: Cobalt; Dehydrogenation; Isopropyl alcohol; Magnesium; Nickel; Supported catalysts; Transition metal oxides 1. Introduction A variety of active catalysts are widely used today in most industrial operations, such as oxides of transition elements e.g., Co304 [ 1 ] , Ni0 [ 2] as well as the supported catalysts of these oxides (for example, Coo/A1203 [3], Co304/Si02 [4], Ni-supported catalysts [5,6], Co0/MgO and Ni0/Mg0 [7,8] ). MgO is probably one of the most important among the alkaline earth oxides as stabilizer or support. This may be due to its very high melting point ca. 2852 C *Corresponding author. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSD10304-5102(94)00125-1 192 S.A. Halawy et al. /Journal ofMolecular Catalysis 94 (1994) 191-201 [9] . Several articles have been published on the characterization of Ni0-MgO and Coo-MgO systems using electron spin resonance spectroscopy [ 10], XRD and UV-Visible reflectance spectroscopy [ 11 ] and photoelectron spectroscopy [ 12]. Also, many studies have dealt with the surface and catalytic properties of metal ions/MgO compounds [ 13,14]. The aim of the present investigation is to study the effect of catalyst composition of Co-Ni/Mg oxide system, prepared at different temperatures, towards the dehydrogenation of isopropyl alcohol. 2. Experimental 2.1. Materials and techniques MgO was obtained by calcination of MgC03 (Prolabo, France) at 900 C, for 4 h, in air. Samples containing 20 wt% of Co304 or NiO, or a mixture of both oxides containing different molar ratios, supported on 80 wt% (g/g) MgO, were prepared as follows: Calculated amounts of both Co (N03)2 - 6Hz0 and Ni(N03)2 - 6H20 (BDH England), as shown in Table 1, were dissolved in 50 ml doubly distilled water, then (20 g) MgO was suspended in the nitrate solution. The mixtures were then evaporated till dryness over a water bath, with continuous stirring. The resulting materials were dried at 120 C, in an oven, overnight. The mixtures were calcined, in air, for 5 h in the temperature range 500-700 C. Thermogravimetry (TG), derivative thermogravimetry (DTG) and differential thermal analysis (DTA) measurements were performed using Shimadzu StandAlone Thermal Analyzer Instruments (TGA-50H and DTA-50) Japan. The analyzer was supplied with a data acquisition and handling system model Shimadzu Chromatopac C-R4AD. Thermal measurements were carried out at 10 C/min heating rate using =15 mg sample weight and in a dynamic atmosphere of Nz (40 ml/ min). Highly sintered a-A1203 was the thermally inert reference material used in the DTA measurements. Table 1 Theoretical calculations adopted for the preparation of C03047-Ni0/MgO catalysts Catalyst wt% of the oxides after Weight (g)a abbreviation calcination at 500 C Co304 Ni0 Mg0 Co(N03)2-6H20 Ni(N03)2*6H20 Mg0 C0,04/Mg0 20 - 80 18.13 - 20 Co-Ni/Mg(I) 15 5 80 13.60 4.86 20 Co-Ni/Mg(II) 10 10 80 9.06 9.73 20 Co-Ni/Mg(III) 5 15 80 4.53 14.60 20 Ni0/Mg0 - 20 80 - 19.46 20 'These amounts were used to prepare 25 g of each catalyst. S.A. Halawy et al. /Journal of Molecular Catalysis 94 (1994) 191-201 193 X-ray powder diffraction analysis was carried out by means of X-ray diffractometer Model JSX-60PA JEOL, Ltd. (Japan), with a Zr-Filtered MoKa radiation source (A= 0.7093 A). The surface area for all samples, calcined at 500-700 C, were determined by the BET method [ 15 ] using N2 as an adsorbate with the aid of a conventional volumetric gas adsorption apparatus [ 16]. Excess surface oxygen measurement for catalysts under investigation was calculated using the iodometric method, in an acidic medium, as reported [ 17 ] elsewhere. Measurements of the activity and selectivity of all catalysts, towards the decomposition of isopropyl alcohol (IP), were conducted in a continuous flow mode under atmospheric pressure. A mixture of 1.4% (IP) in N2, obtained by passing the carrier gas through liquid IP held at 3 C, was used. The total flow rate was kept constant at 115 ml/min. Catalyst sample 0.5 g (in 1 cm I.D. pyrex glass reactor and 16.5 cm long) was stabilized for 2 h at 190 C before measurements. The feed exit gases were analyzed by means of gas chromatograph, Shimadzu GC-14A, equipped with a data processor model Shimadzu Chromatopac C-R4AD (Japan), on a stainless steel column (PEG 20M 20% on Chromosorb W, 60/80 mesh, 3 m X 3 mm) at 110 C. The catalytic activity and selectivity are expressed as [ (mol% of all decomposition products per mol% of supplied IP) x 100] and [ (mol% of particular product per mol% of all decomposition products) X 100], respectively. The basicity of all catalysts was determined by studying the adsorption of acidic molecules using the pulse method [ 18 ] . 0.5 g of each catalyst, calcined at 500 and 700 C, was held in a reactor at the reaction temperature. Pulses of heptane solutions of 0.1 M acetic acid (10 /.cl) were injected into the sample, followed after one minute, by passing the flow of IP. The concentration of unreacted IP was calculated after each injection, and the pulses were stopped when the adsorbate (acetic acid) peak appeared in the chromatogram. The number of pulses was calculated as the basicity of each catalyst. The reaction rates, catalytic activity, selectivity and the kinetic parameters of the dehydrogenation of isopropyl alcohol were determined as explained in detail, previously [ 19 ] . 3. Results and discussion 3.1. Thermal analysis TG curves of C0304 Ni0/MgO system are shown in Fig. 1. TG curves of Co304/ MgO, Co-Ni/Mg (I) and Co-Ni/Mg (II), Fig. la-c, show one decomposition step, in the temperature range 326-400 C, where the corresponding oxides, Co304 or NiO, are formed on MgO support from their parent nitrates [ 20 ] . The total 194 S.A. Halawy et al. /Journal of Molecular Catalysis 94 (1994)191-201 0 0 0 0 0 10- 20 30 40- Co-N'iIMg (1) Co -Ni/Mg (11) Co -Ni/Mg (111) 30 130 230 330 Temperature ('C ) C0304IM90 1 1 430 530 Fig. 1. TG curves for the decomposition of the Co-Ni /Mg system, carried out at 10 C /min in a dynamic atmosphere of dry N= (40 ml/min). weight loss was calculated as 36.2-38.1 % of the samples. TG curve of Ni0/MgO, Fig. l e, shows three decomposition steps. The first step, in the temperature range 44-125 C, is due to a dehydration process, while the second step occurred between 335-404 C and is related to the decomposition of nickel nitrate. The last step may be due to the decomposition of the residual traces of nitrate and the formation of NiO supported on MgO, in the temperature range 411-456 C [20]. Also, the TG curve of Co-Ni/Mg (I1I), Fig. Id, shows two decomposition steps at 336-400 C and 410-460 C, where cobalt and nickel nitrates undergo decomposition to give the corresponding oxides loaded on MgO. The total weight loss of this sample was 37.2%. DTA curves of Co-Ni/Mg system samples are shown in Fig. 2. DTA of C0304/ MgO, Fig. 2a, showed a large, split endothermic peak with Tmax at 366 and 378 C corresponding to the decomposition process of cobalt nitrate and the formation of C0304 on MgO. The DTA curves of Co-Ni/Mg (1), Co-Ni/Mg (11) and Co-Ni/ Mg (111), Fig. 2b-d, showed large endothermic peaks at 375, 374 and 373 C, respectively. This, again, is attributed to the decomposition of the corresponding nitrates and the formation of the corresponding oxides on the support (Mg0). Fig. 2e of Ni0/MgO shows a small broad endotherm at =75 C due to the dehydration process followed by a large endothermic peak at 380 C, due to the decomposition process and the formation of NiO on the support. Table 2 summarizes the TG, DTG and DTA results of all samples under investigation. The activation energies (dE), for the decomposition steps of all the samples, were calculated using the Coats-Redfern equation [ 21 ] as explained in detail elsewhere [ 22] . Values of dE calculated for all samples are given in Table 3. It is worth noting that the activation energy of the decomposition steps of both cobalt and nickel nitrate were 218 9 and 216 9 kJ/mol, respectively. These S.A. Halawy et al. /Journal of Molecular Catalysis 94 (1994)191-201 b 4 0 a C W Co304/Mg0 v Ca-Ni/M (I) Co-Ni/Mg(II) Co-Ni/M9(III) \\ 230 330 430 530 Temperature ('C) 195 Fig. 2. DTA curves for the decomposition of Co-Ni/Mg system, carried out at 10 C/min in a dynamic atmosphere of dry N_ (40 ml /min). values are nearly the same as those reported, for the decomposition of pure nitrates ( without support), by Mu and Perlmutter [ 20] . Also, values of 4E calculated from Coats-Redfern equation [ 21 ] ( with n =1) for the dehydration and decomposition steps of samples under investigation, are consistent with the previously published work [20]. 3.2. X-ray diffraction analysis XRD diffractograms of C0304IM90 (a), Ni0/Mg0 (e) and Co-Ni/Mg mixtures (b-l), calcined in air at 500 C for 5 h, are shown in Fig. 3. Table 2 Summary of the TG, DTG and DTA results for Co304, Ni0 and their mixtures on Mg0 support Sample Weight loss DTG Tm- DTA, T (%) ( C) (endo) ( C) C0304/M90 37.5 349 379 366 378 Co-Ni/Mg(1) 36.2 382 375 Co-Ni/Mg(II) 37.0 383 374 Co-Ni/Mg(III) 37.2 386 373 Ni0/Mg0 38.1 76 391 75 380 196 S.A. Halawy et al. /Journal of Molecular Catalysis 94 (1994)191-201 Table 3 Kinetic results for the non-isothermal decompositions of Co304, NiO and their mixtures on MgO support Sample Step Temp. range AE na ( C) (kJ/mol) C030,/Mg0 1 330-390 218 t 9 1 Co-Ni/Mg(I) 1 326-400 209 10 1 Co-Ni/Mg(II) 1 341-399 224 11 1 Co-Ni/Mg(III) 1 336-400 227111 1 11 410-460 39 t 10 1 Ni0/Mg0 1 44-125 62 t 1 1 11 335-404 216 f 9 1 111 411-456 32 7 1 'Order of reaction. The XRD pattern of C0304/Mg0 (a) shows a group of diffraction lines, that can be classified into three types: (i) the diffraction lines at d=2.102 and 1.213 A are related to Mg0 (ASTM card no. 4-0829), (ii) the diffraction lines at d=1.486 and 1.270 A are ascribed to the formation of a (Co,Mg)O system (ASTM card no. 2-1201), and finally (iii) the rest of the diffraction lines in this pattern, at d= 2.424 and 0.940 A belong to Co304 (ASTM card no. 9-418) , while the diffraction line at d =1.052 A is attributed to ( Mg0 + Co304) . The XRD of Co-Ni/Mg (1), Fig. 3b, has the same pattern of Co304/MgO, where no diffraction lines were detected in this mixture for NiO. Diffractogram 3e (Ni0/Mg0) consists of: (i) some diffraction lines (at d= 2.113, 1.217 and 1.054 A) are attributed to MgO, as mentioned for pattern 3a, C0304iM990 a Co-Ni/M (I) Cc-Ni/Mg(II) c Co-Ni/M (I :I) d Ni01Mg0 U e pure y ,:j1:) L n d(A) 3.0 2.7 2.4 2.1 1.8 1.5 1.3 1.2 1.1 1.0 20 30 40 50 60 70 80 90 2e Fig. 3. XRD patterns of Co-Ni/Mg catalysts calcined at 500 C, in air, for 5 h. S.A. Halawy et al. /Journal of Molecular Catalysis 94 (1994)191-201 197 (ii) the diffraction lines at d=1.488 and 1.269 A are due to the formation of MgNi02 in this mixture (ASTM card no. 3-0999), and finally, (iii) one line at d = 2.442 A belongs to Ni0 (ASTM card no. 4-0835) . Diffractograms 3c and 3d show almost the same characteristic diffraction lines, with close values of d-spacing. Those lines at d= 2.430 and 1.488 A could be related to CoNi02 (ASTM card no. 10-188) . Two diffraction lines at d= 2.104 and 1.215 A, ascribed to MgO, are also shown together with that line corresponding to MgNi02 at d=1.269 A, as mentioned above. From the XRD analysis, one can notice that the pure oxides, Co304 and NiO, have reacted, partially, with the support (Mg0) to form (Co,Mg) O and MgNi02 respectively, as shown in patterns 3a and 3e. The mixed Co-Ni/Mg (II) and (III), diffractograms 3c and 3d, showed the formation of a new phase, CoNi02, on the support. 3.3. Reactivity measurements Fig. 4 shows the effect of catalyst composition of Co-Ni/Mg system, calcined at 500 C for 5 h in air, on the dehydrogenation of isopropyl alcohol (IP) at 235 C. All catalysts were 99.5% selective towards the formation of acetone. Catalyst containing 20 wt% C0304/MgO showed the maximum value of % conversion - (31.2%) as well as the maximum total rate of removal of IP (6.0 mmol h-' Mca2t . Increasing the molar ratio of NiO in these catalysts resulted in a gradual decrease in their activities. The conversion of IP calculated for this catalyst (20 wt% Ni0/ Mg0) was 20.8%. This catalyst gave, also, the lowest value of RIP of 4.3 mmol h-' mat . This behaviour can be attributed to three reasons: =-c----x-- I. Conver. 25 RIP U ^ =-- Ba aslclty 40 20N F E N It - 6 30 , \\ 15,., o E 4 20 ~~'x- 10 E ar' o0 2 10 5 wt /o NO /Mg0 _ 0 0 5 10 15 20 0 20 15 10 5 0 .- wt le C0304/Mg0 Catalyst composition Fig. 4. Effect of catalyst composition on its basicity and activity, during the dehydrogenation of isopropyl alcohol, of Co-Ni/Mg catalysts calcined at 500 C for 5 h in air. 198 S.A. Halawy et al. /Journal of Molecular Catalysis 94 (1994)191-201 Table 4 Kinetic parameters for the dehydrogenation of isopropyl alcohol over Co-Ni/Mg catalysts, SBET, and the amount of excess surface oxygen (Oe,) for catalysts calcined at different temperatures, in air, for 5 h Parameter' C030c/Mg0 Co-Ni/Mg(I) Co-Ni/Mg(II) Co-Ni/Mg(III) Ni0/Mg0 (i) Catalysts calcined at 500 C % conv 31.2 25.2 23.8 22.9 20.8 R , 6.0 4.9 5.3 5.1 4.3 Ra~c, 5.9 4.8 5.2 5.1 4.3 SBE~, 32.3 31.9 27.8 28.1 29.8 0ex 34.3 23.1 13.7 8.9 4.0 (ii) Catalvsts calcined at 600 C % conv 16.8 9.2 17.7 21.9 20.7 R , 4.3 2.2 3.7 4.7 4.3 Rocc, 4.3 2.2 3.7 4.7 4.3 SBET 23.8 25.6 29.0 28.7 29.5 0- 12.2 11.1 9.6 6.8 3.6 (iii) Catalysts calcined at 700'C % conv 5.8 6.7 9.1 9.4 9.7 R , 2.2 2.5 3.3 3.9 4.0 Ra,,c, 2.2 2.5 3.3 3.9 4.0 5BET 16.2 16.1 16.7 15.0 15.0 0e 2.6 3.1 3.4 3.4 2.2 'Rate =mmol h-' Mcat , S13ET=M2 g', excess surface oxygen= (at.%) X 10-'. (1) The variation in the strength of the metal-oxygen bond for these three metals, where Mg-O strength (D 9g ) is reported as 393.7 35 kJ/mol [ 23 ] which is close to Ni-O (391.6 3.8 kJ /mol) [ 24 ] . Co-O, on the other hand, is appreciably weaker (368 21 kJ / mol) [ 25 ] than the Mg-O and Ni-O bonds. Therefore, the replacement of 20% (by weight) of Mg-O by Co-O is expected to facilitate the dehydrogenation reaction of IP by more than 20% Ni-O, see Fig. 4 and Table 4. This is in agreement with the concept of cyclic complexes in catalysis, the weaker the metal-oxygen bond the easier is the dehydrogenation reaction of IP [ 26] , where the Co-O bond is weaker than the Ni-O bond. (2) The basicity measurements, for catalysts calcined at 500 C, further support the above mentioned assumption. MgO is a typical basic oxide [ 27 ] , its surface basicity can be altered by the addition of metal ions [ 28 ] . Therefore, when the dehydrogenation of IP was carried out on MgO alone, at the same conditions, it was found to be 99.8% selective towards acetone formation. The conversion of IP over MgO was 99.9% and the rate of formation of acetone (Racer) -41 mmol h-' mca2. MgO has SBET equal to 15 mz/g and its basicity was calculated here as 69.3 X 10- ml/m2 cat. The addition of Co304 to MgO has strongly influenced the basicity of the catalysts [28] calcined at 500 C. Also, the addition of 20 wt% Ni0 to MgO at the same temperature lowered the basicity to nearly one fifth of its original value (i.e., 13.4X 10-3 ml/meat), see Fig. 4. This can be correlated with the catalytic activity of these catalysts. The % conversion in the case of Co304/ S.A. Halawy et al. /Journal of Molecular Catalysis 94 (1994)191-201 199 --x---x-- Conver. ' 12 'c -.p-.-A.- RIP v -0 - Basicity 10 10 _ ---a /x--__ N V i i 'E V / .E o i x E 3 x-~. 6 >, _E 5 o. 2 4 m 1 2 wt /o Ni01Mg0 - 0 0 5 ' 10 15 20 0 20 15 10 5 0 f_ - wt lo Co304 'MO-0 Catalyst cornposition Fig. 5. Effect of catalyst composition on its basicity and activity, during the dehydrogenation of isopropyl alcohol, of Co-Ni/Mg catalysts calcined at 700 C for 5 h in air. Mg0 (31.2%) is about 1.5 times that of Ni0/Mg0 (20.8%) . The basicity was influenced to the same extent (i.e., 1.5 times), see Fig. 4. The catalysts of the CoNi/Mg system, in our opinion, have a Bronsted basicity where 0.1 M acetic acid in heptane was used to saturate the basic centres. Two absorption bands at 1578 and 1420 cm-1 were observed in the IR spectra of these catalysts (after the basicity measurements) which are attributed to the COO- groups [ 29 ] . The increased concentrations of Bronsted basicity on the catalyst surface have accelerated the dehydrogenation reaction of IP. Our results for the basicity of the Co-Ni /Mg system are consistent with a previously published work, on a similar system, by Tanabe et al. [30]. Increasing the calcination temperature up to 600 C, of Co-Ni/Mg catalysts, lowered the activity of samples containing higher contents of Co304. This temperature increase does not, however, affect the activity of Ni0/MgO and Co-Ni/Mg (III), as shown from the kinetic data listed in Table 4. Catalysts calcined at 700 C showed the lowest activity compared to those calcined at 500 and 600 C, see Table 4. It is worth mentioning here, that the catalyst containing 20 wt% NiO is the most active one in this series (calcined at 700 C) where % conversion is about 1.7 times greater than the 20 wt.% Co304/MgO at 700 C (see Fig. 5 ). The calculated basicity of NiO (i.e., 11.7 X 10- 3 ml /rrt~at) is about 3.8 times greater than the corresponding basicity of C0304/Mg0. This can be attributed to the decrease in the activity of the loaded Co304 on MgO at higher temperatures [ 31 ] , and consequently a considerable decrease in its activity. Increasing the molar ratio of NiO in these samples 200 S.A. Halawy et al. /Journal of Molecular Catalysis 94 (1994)191-201 Table 5 The Arrhenius parameters of the dehydrogenation of isopropyl alcohol over C030y/MgO, NiO/MgO and CoNi/Mg(11) calcined at 500 C, in air, for 5 h as well as the reaction order Catalyst Temp. range AE In A Reaction order ( C) (kJ/mol) (n) C0304/Mg0 155-220 77.5 t 9.1 23.7 t 2.3 0.26 Co-Ni/Mg(11) 190-260 78.4 10.7 22.4 2.4 0.99 NiO/MgO 205-310 37.7 t 2.2 12.7 t 0.5 0.72 resulted in a continuous increase in its basicity and, consequently, an increase of the % conversion of IP, see Fig. 5. (3) The calculated values of excess surface oxygen (Oex) for these catalysts (Table 4) provide some insight for understanding their catalytic activity, especially those calcined at 500 C. At higher temperatures (600 and 700 C) , the amount of Oex could not be correlated with the catalytic activity of such catalysts. The activation energy (dE), the frequency factor (A) as well as the reaction order (n), of the dehydrogenation reaction of EP over Co304/MgO, Ni0/MgO and Co-Ni/Mg(II) calcined at 500 C, are given in Table 5. The dehydrogenation reaction was a first order reaction over NiO/MgO and Co-Ni/Mg(II), while it was zero order on Co304/MgO. Finally, it is concluded that the dehydrogenation of IP over Co-Ni/Mg system, calcined at 500 C for 5 h in air, depends mainly on two factors (i) the metaloxygen bond strength of the catalyst components or the concentration of the exposed cation-anion pair on the catalyst surface, and (ii) the surface basicity of the catalysts where the most active catalyst in this series was Co304/MgO. Increasing the calcination temperature of these catalysts has resulted in a continuous decrease of both the surface area as well as the concentration of the basic sites. The activity of the catalysts calcined at 700 C, was strongly related to the basicity measurements, where NiO/MgO was shown to possess the most active basic catalyst in Co-Ni/ Mg system. Acknowledgement We gratefully acknowledge Dr. Nasr E. Fouad, Chemistry Department, Faculty of Science, El-Minia University, for his assistance in the surface area determinations. References [ 1 ] M. Ai, J. Catal., 54 (1978) 223. [2] M. Cheong, S.H. Lee, J.C. Kim, J.S. Lee and Y.G. Kim, J. Chem. Soc., Chem. Commun., 9 (1990) 661. S.A. Halawy et al. /Journal of Molecular Catalysis 94 (1994)191-201 201 [3] P. Arnoldy and J.A. Moulijn, J. Catal., 93 (1985) 38. [4] D.G. Castner and P.R. Watson, J. Phys. Chem., 95 (1991) 6617. [5] L.P. Lindfors and T. Salmi, Ind. Eng. Chem. Res., 32 (1993) 34. [ 6 ] K. Jiratova, L. Moravkova, H. Snajdaufova and E.A. Paukshtis, Collect. Czech. Chem. Commun., 57 (1992 ) 2575. [7] L. Ilieva, V. Matyshak, N. Kotsev, A. Kadushin and D. Shopov, Appl. Catal., 50 (1989) 37. [8] A. Chiorino, E. Garrone, G. Ghiotti, E. Guglielminotti and A. Zecchina, Stud. Surf. Sci. Catal., 7 (1981) 136. [91 R.C Weast (Ed.), Handbook of Chemistry and Physics, (62nd Ed.), CRC Press, New York, 1982, p. B116. [ 10] V. Indovina, D. Cordischi, S. Febbraro and M. Occhiuzzi, J. Chem. Soc. Faraday Trans. 1, 81 (1985) 37. [ 11 ] A.P. Hagan, M.G. Lofthouse, F.S. Stone and M.A. Trevethan, Stud. Surf. Sci. Catal., 3 (1979) 417. [ 12] G. Moretti, A. Cimino, G. Minelli and B.A. De Angelis, J. Electron. Spectrosc. Relat. Phenom., 40 (1986) 85. [ 13] J.M. Comets and L. Kevan, J. Phys. Chem., 97 (1993) 466. [ 14] C. Shi, M. Xu, M.P. Rosynek and J.H. Lunsford, J. Phys. Chem., 97 (1993) 216. [ 15 ] S. Brunauer, P.H. Emmett and E. Teller, J. Am. Chem. Soc., 60 (1938) 309. [ 16] A.S. Joy, Vacuum, 3 (1953) 254. [ 17] B.S. Girgis, W.E. Mourad and T.M. Ghazi, Surf. Technol., 7 (1978) 367. [ 18 ] M. Ai,1. Catal., 52 (1978) 16. [ 19 ] G.C. Bond, S.A. Halawy, K.M. Abd El-Salaam, E.A. Hassan and H.M. Ragih, J. Chem. Technol. Biotechnol., 59 (1994) 181. [20] J. Mu and D.D. Perlmutter, Thermochim. Acta, 56 (1982) 253. [21 ] J.W. Coats and J.P. Redfem, Nature (London), 201 (1964) 68, 101. [22] S.A. Halawy, M.A. Mohamed and G.C.Bond, J. Chem. Technol. Biotechnol., 58 (1993) 237. [23] P.J. Evans and J.C. Mackie, Chem. Phys., 5 (1974) 277. [24] E. Rutner and G.L. Haurey, J. Chem. Eng. Data, 19 (1974) 19. [25 ] L. Brewer and G.M. Rosenblatt, Adv. High Temp. Sci., 2 (1969) 1. [26] O.V. Krylov, Catalysis by Non-Metals, Academic Press, New York, 1970, p. 116. [27] M.-C. Wu and D.W. Goodman, Catal. Lett., 15 (1992) 1. [28] W. Ueda, T. Yokoyama, Y. Moro-oka and T. Ikawa, Chem. Lett., 163 (1985) 1059. [29] K. Nakamoto, Infrared Spectra of Inorganic and Coordination Compounds, John Wiley & Sons, New York, 1963,p.199. [ 30 ] K. Tanabe, H. Hattori, T. Sumiyoshi, K. Tamaru and T. Kondo, J. Catal., 53 (1978) l . [ 31 ] M.A. Mohamed and S.A. Halawy, Bull. Fac. Sci., Assiut Univ., 19 (1990) 23. X244 94870411 S0304-5102(94)87041-1 10.1016/S0304-5102(94)87041-1 Dehydrogenation of isopropyl alcohol over CoNi/Mg oxide catalysts Samih A. Halawy ∗ Mohamed A. Mohamed Suzan F. Abd El-Hafez Chemistry Department, Faculty of Science, Qena 83511, Egypt * Corresponding author. Catalytic dehydrogenation of isopropyl alcohol was studied over Co3O4NiO/MgO catalysts containing 20 wt% of Co3O4 and NiO, or mixture of both oxides with different molar ratios. Catalysts were prepared from the corresponding nitrates (i.e. Co(NO3)2·6H2O and Ni(NO3)2·6H2O) and supported on MgO. Catalyst precursors were examined by TG, DTG and DTA, and were calcined between 500–700°C for 5 h in air. The surface area of these samples were calculated using the BET method. Those catalysts calcined at 500°C were characterized by XRD analysis. The amount of excess surface oxygen for these catalysts was calculated iodometrically. Basicity measurements were estimated by the adsorption of acidic molecules using pulse technique method. The vapour-phase dehydrogenation of isopropyl alcohol (IP), has been carried out over the catalysts calcined between 500–700°C. All catalysts showed 99.5% selectivity towards acetone formation. A correlation between the catalytic activity and the basicity of these catalysts has been made. The activation energy and the order of the dehydrogenation reaction of IP over some catalysts are given. Keywords Cobalt Dehydrogenation Isopropyl alcohol Magnesium Nickel Supported catalysts Transition metal oxides References [1] M. Ai J. Catal. 54 1978 223 [2] M. Cheong S.H. Lee J.C. Kim J.S. Lee Y.G. Kim J. Chem. Soc. 9 1990 661 Chem. Commun. [3] P. Arnoldy J.A. Moulijn J. Catal. 93 1985 38 [4] D.G. Castner P.R. Watson J. Phys. Chem. 95 1991 6617 [5] L.P. Lindfors T. Salmi Ind. Eng. Chem. Res. 32 1993 34 [6] K. Jiratova L. Moravkova H. Snajdaufova E.A. Paukshtis Collect. Czech. Chem. Commun. 57 1992 2575 [7] L. Ilieva V. Matyshak N. Kotsev A. Kadushin D. Shopov Appl. Catal. 50 1989 37 [8] A. Chiorino E. Garrone G. Ghiotti E. Guglielminotti A. Zecchina Stud. Surf. Sci. Catal. 7 1981 136 [9] R.C Weast 62nd Ed. Handbook of Chemistry and Physics 1982 CRC Press New York B 116 [10] V. Indovina D. Cordischi S. Febbraro M. Occhiuzzi J. Chem. Soc. Faraday Trans. 1 81 1985 37 [11] A.P. Hagan M.G. Lofthouse F.S. Stone M.A. Trevethan Stud. Surf. Sci. Catal. 3 1979 417 [12] G. Moretti A. Cimino G. Minelli B.A. De Angelis J. Electron. Spectrosc. Relat. Phenom. 40 1986 85 [13] J.M. Comets L. Kevan J. Phys. Chem. 97 1993 466 [14] C. Shi M. Xu M.P. Rosynek J.H. Lunsford J. Phys. Chem. 97 1993 216 [15] S. Brunauer P.H. Emmett E. Teller J. Am. Chem. Soc. 60 1938 309 [16] A.S. Joy Vacuum 3 1953 254 [17] B.S. Girgis W.E. Mourad T.M. Ghazi Surf. Technol. 7 1978 367 [18] M. Ai J. Catal. 52 1978 16 [19] G.C. Bond S.A. Halawy K.M.Abd El-Salaam E.A. Hassan H.M. Ragih J. Chem. Technol. Biotechnol. 59 1994 181 [20] J. Mu D.D. Perlmutter Thermochim. Acta 56 1982 253 [21] a J.W. Coats J.P. Redfern Nature (London) 201 1964 68 b J.W. Coats J.P. Redfern Nature (London) 201 1964 101 [22] S.A. Halawy M.A. Mohamed G.C. Bond J. Chem. Technol. Biotechnol. 58 1993 237 [23] P.J. Evans J.C. Mackie Chem. Phys. 5 1974 277 [24] E. Rutner G.L. Haurey J. Chem. Eng. Data 19 1974 19 [25] L. Brewer G.M. Rosenblatt Adv. High Temp. Sci. 2 1969 1 [26] O.V. Krylov Catalysis by Non-Metals 1970 Academic Press New York 116 [27] M.-C. Wu D.W. Goodman Catal. Lett. 15 1992 1 [28] W. Ueda T. Yokoyama Y. Moro-oka T. Ikawa Chem. Lett. 163 1985 1059 [29] K. Nakamoto Infrared Spectra of Inorganic and Coordination Compounds 1963 John Wiley & Sons New York 199 [30] K. Tanabe H. Hattori T. Sumiyoshi K. Tamaru T. Kondo J. Catal. 53 1978 1 [31] M.A. Mohamed S.A. Halawy Bull. Fac. Sci. 19 1990 Assiut Univ 23",
      "scopus-id": "0002872330",
      "coredata": {
        "eid": "1-s2.0-S0304510294870411",
        "dc:description": "Catalytic dehydrogenation of isopropyl alcohol was studied over Co3O4NiO/MgO catalysts containing 20 wt% of Co3O4 and NiO, or mixture of both oxides with different molar ratios. Catalysts were prepared from the corresponding nitrates (i.e. Co(NO3)2·6H2O and Ni(NO3)2·6H2O) and supported on MgO. Catalyst precursors were examined by TG, DTG and DTA, and were calcined between 500–700°C for 5 h in air. The surface area of these samples were calculated using the BET method. Those catalysts calcined at 500°C were characterized by XRD analysis. The amount of excess surface oxygen for these catalysts was calculated iodometrically. Basicity measurements were estimated by the adsorption of acidic molecules using pulse technique method. The vapour-phase dehydrogenation of isopropyl alcohol (IP), has been carried out over the catalysts calcined between 500–700°C. All catalysts showed 99.5% selectivity towards acetone formation. A correlation between the catalytic activity and the basicity of these catalysts has been made. The activation energy and the order of the dehydrogenation reaction of IP over some catalysts are given.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-11-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0304510294870411",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Halawy, Samih A."
          },
          {
            "@_fa": "true",
            "$": "Mohamed, Mohamed A."
          },
          {
            "@_fa": "true",
            "$": "Abd El-Hafez, Suzan F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0304510294870411"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0304510294870411"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0304-5102(94)87041-1",
        "prism:volume": "94",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Dehydrogenation of isopropyl alcohol over CoNi/Mg oxide catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cobalt"
          },
          {
            "@_fa": "true",
            "$": "Dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Isopropyl alcohol"
          },
          {
            "@_fa": "true",
            "$": "Magnesium"
          },
          {
            "@_fa": "true",
            "$": "Nickel"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "Transition metal oxides"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "191-201",
        "prism:endingPage": "201",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 November 1994",
        "prism:doi": "10.1016/S0304-5102(94)87041-1",
        "prism:startingPage": "191",
        "dc:identifier": "doi:10.1016/S0304-5102(94)87041-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002872330"
      }
    }
  }
}