{
  "metadata": {
    "title": "Study of the competition between disproportionation and oxidation of cyclohexene in the liquid phase over solid catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-11-27",
    "doi": "10.1016/S0304-5102(94)87040-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0304510294870403",
    "pii": "S0304510294870403"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-40549109165",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-12-10 2001-12-10 2010-04-03T08:57:11 1-s2.0-S0304510294870403 S0304-5102(94)87040-3 S0304510294870403 10.1016/S0304-5102(94)87040-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0260X 2024-01-02T01:06:03.941633Z 0 0 19941127 1994 2001-12-10T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 94 94 2 2 Volume 94, Issue 2 5 181 190 181 190 19941127 27 November 1994 1994-11-27 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. STUDYCOMPETITIONBETWEENDISPROPORTIONATIONOXIDATIONCYCLOHEXENEINLIQUIDPHASEOVERSOLIDCATALYSTS CVENGROSOVA Z FUJIWARA 1990 636 Y LYONS 1988 245 J LYONS 1988 97 J SURFACEORGANOMETALLICCHEMISTRYMOLECULARAPPROACHESSURFACECATALYSIS AUGUSTINE 1993 58 R KIMURA 1993 143 H GALLEZOT 1992 479 P SCHUURMAN 1992 31 Y VANDAM 1990 187 H MALLAT 1991 59 T HENRY 1980 P PALLADIUMCATALYZEDOXIDATIONHYDROCARBONS ZAW 1990 1842 K KUMAZAVA 1989 231169 T 1985 141517 SHIJDER 1993 2429 E TARDY 1991 1 B SCHOENMAKERSTOLK 1987 73 M HRONEC 1994 343 M STRUIJK 1992 77 J STRUIJK 1990 151 J DAVIES 1988 123 J ADURIZ 1992 459 H STRUIJK 1992 263 J CVENGROSOVAX1994X181 CVENGROSOVAX1994X181X190 CVENGROSOVAX1994X181XZ CVENGROSOVAX1994X181X190XZ item S0304-5102(94)87040-3 S0304510294870403 1-s2.0-S0304510294870403 10.1016/S0304-5102(94)87040-3 272239 2024-01-02T01:06:03.941633Z 1994-11-27 1-s2.0-S0304510294870403-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0304510294870403/MAIN/application/pdf/e062f2bc541f1b1a76326fac2c952a31/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0304510294870403/MAIN/application/pdf/e062f2bc541f1b1a76326fac2c952a31/main.pdf main.pdf pdf true 658196 MAIN 10 1-s2.0-S0304510294870403-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0304510294870403/PREVIEW/image/png/6d474390ea8392b9db5a764717b98644/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0304510294870403/PREVIEW/image/png/6d474390ea8392b9db5a764717b98644/main_1.png main_1.png png 51061 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 94 (1994) 181-190 Study of the competition between disproportionation and oxidation of cyclohexene in the liquid phase over solid catalysts Z. Cvengrosova, M. Hronec Department of Organic Technology, Faculty of Chemical Technology, Slovak Technical University 872 37, Bratislava. Slovak Republic Received 28 March 1994; accepted 26 June 1994 Abstract A study has been made of the liquid phase conversion of cyclohexene over metallic palladium and platinum catalysts under oxygen and nitrogen atmosphere. Special attention has been given to the effect of oxygen pressure, catalyst support, solvent and metal modifiers on the activity of metal catalysts and distribution of products. In every case the main reaction pathway is disproportionation of cyclohexene to benzene and cyclohexane. Formation of oxygenated products is low even at 2-6 atm of oxygen. Doping of Pd and Pt catalysts with metal modifiers strongly suppresses the conversion of cyclohexene and has no influence on the ratio of benzene /cyclohexane at experiments carried out in an inert atmosphere. An interpretation of these effects is presented. Keywords: Cyclohexene; Disproportionation; Liquid phase; Metal modifiers; Oxidation; Palladium 1. Introduction The use of metallic catalysts, in particular of supported noble metals in selective hydrogenation and oxidation reactions of various aromatics, alkenes and alcohols has attracted considerable attention [ 1-3 ] . Carbon-supported palladium and platinum catalysts, usually modified with various metals, oxidize cyclic and acyclic alkenes, as well as alcohols in the liquid phase to aldehydes, ketones and carboxylic acids [ 4-9 ] . Oxidation of these compounds proceeds via nucleophilic attack on palladium-alkene complexes or by an oxidative dehydrogenation mechanism. Allylic and vinylic oxidations of acyclic alkenes are examples of the most important * Corresponding author. Tel. ( +42-7)495172, fax: ( +42-7)495381 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102(94)00132-4 182 Z. Cvengrosova, M. Hronec /Journal of Molecular Catalysis 94 (1994) 181-190 industrial processes for the one step synthesis of aldehydes, ketones and vinyl acetate [ 10] . Numerous studies have been done to elucidate both the mechanism of these reactions and the influence of reaction parameters [ 11 ] . Less is known about the oxidation of cyclic alkenes, in particular on supported noble metals. In Japanese patents [ 12,13] oxidation of cycloalkenes to cycloalkanones in the liquid phase in the presence of carbon-supported palladium modified with other metals is described. On the other hand it is well known that cyclic alkenes and alkadienes are rapidly hydrogenated on noble metals [ 14,15 ] . Schoenmaker-Stolk et al. [ 16 ] have observed that during the gas-phase hydrogenation of 1,4-cyclohexadiene over ruthenium catalyst also disproportionation of 1,4-cyclohexadiene to benzene and cyclohexane proceeds. The observation of benzene in the presence of an excess of hydrogen supports the fact that over Ru catalyst already at low temperature both hydrogenation and dehydrogenation reactions play an important role. In our previous paper we have described [ 17 ] that also in the presence of an excess of oxygen, cyclohexene is disproportionated to benzene and cyclohexane over carbon-supported palladium in the liquid phase. The ratio of disproportionated products, benzene/ cyclohexane, depends on the partial pressure of oxygen in the reaction system. In an inert atmosphere, practically a theoretical ratio of 1:2 is reached. In the present paper we examine the competition between oxidation and disproportionation of cyclohexene in different solvents in the presence of palladium catalyst deposited on various carriers. Attention is also paid to the influence of the type of catalyst modifying salts and their concentration on the performance of the catalyst in the reaction of cyclohexene. 2. Experimental 2.7. Chemicals Cyclohexene (99.4%) was obtained by cyclohexanol dehydration and purified by distillation. Solvents and other chemicals were of analytical grade purity and were used without purification. 2.2. Catalysts Palladium catalysts were prepared by the impregnation method. An aqueous solution of Na2C03 (3.2 g Na2C03 in 50 ml H20) was added to 4.75 g of the support. The suspension was stirred for 1 h at 40 C, then was added very slowly (ca. 4 h) an aqueous solution of PdC12 (1.61 g of a 25.8 wt% solution of PdC12 and 1 ml of conc. HCl in 10 ml Hz0). The suspension was stirred 8 h at room temperature. After heating to 80 C, 2 ml of a 37% formaldehyde solution was added Z. Cvengrosovd, M. Hronec /Journal of Molecular Catalysis 94 (1994) 181-190 183 Table l Characterization of palladium catalyst Carrier Particle size mm Surface area m= g-' Pd wt% Active carbon 0. I-0.315 1265 5.0 A1=O, 0.1-0.315 293 4.9 S'02 0.1-0.315 185 4.9 CaC03 < 0.1 3.6 4.8 Pd powder 0.065 4.8 - to the suspension during 1 h. After stirring the mixture (1 h), the catalyst was filtered off and washed until the washings were chloride free. A portion of each catalyst was re-impregnated (80 C, 5 h) with aqueous Co, Bi, Cd salts and transferred to hydroxides adding an aqueous solution of NaOH. The catalysts were dried at 70 C. Unsupported palladium powder was prepared by a similar procedure. The composition of the catalysts is given in Table 1. The BET surface area was calculated from the N2 adsorption isotherm at 78 K. The metal content of the catalysts was determined by polarography after transformation of the metals to soluble salts. 2.3. Apparatus and experimental procedures Catalytic reactions of cyclohexene in oxygen and nitrogen atmosphere and the apparatus were the same as described previously [ 17 ] . 2.4. Analyses The products of cyclohexene oxidation and disproportionation were analyzed by GC and confirmed by GC-MS and NMR techniques. Before analysis, the samples were treated as described in our previous paper [ 17 ] . 3. Results In Table 2 are presented results of cyclohexene reaction in different solvents in an inert atmosphere over Pd/C catalyst. It can be seen that the cyclohexene conversion is changing with the nature of the solvent used. However, the molar ratio of two main products, benzene and cyclohexane is practically independent of the solvent. In an aqueous solution of NH40H, palladium catalyst is almost inactive for transformation of cyclohexene. Small and practically the same amount of oxygenated products identified after the reaction under anaerobic conditions is probably the result of cyclohexene oxidation with oxygen sorbed on the solid catalyst. The effect of oxygen on the reaction of cyclohexene over Pd/C catalyst is shown in Table 3. This table reveals that at higher oxygen pressure, formation of oxygenated reaction products increases only little, but the ratio of products of cyclohexene 184 Z. Cvengrosovci, M. Hronec /Journal of Molecular Catalysis 94 (1994) 181-190 Table 2 The effect of solvent in inert atmosphere Solvent Conversion of Products, wt% cyclohexene (%) C6H12 C61-16 Con b CoL` PhOH Others Water 98.0 62.9 31.1 1.5 1.6 0.3 0.6 1.25 M aqueous NaOH 100 65.5 32.8 0.5 0.7 0.1 0.4 79.4 50.2 25.4 1.0 1.1 - 1.7 1.25 M aqueous NH40H 1.9 traces traces 0.7 0.6 - 0.6 2.8 M aqueous CH3COOH 90.8 47.2 27.4 2.3 2.0 3.0 8.9 CH3COOH 93.0 54.6 24.9 0.2 0.1 - 13.2 Dioxane 10.6 4.5 2.2 1.8 1.7 - 0.4 n-Decane 59.4 37.6 19.0 1.0 0.8 0.2 0.8 Conditions: 90 C, N. atmosphere, 0.25 g 5% Pd/C, 1 ml cyclohexene, 10 ml solvent, react.time 3 h. 20 C, 24 h. Con =cyclohexanone. CoL = cyclohexanol, PhOH = phenol. disproportionation, i.e., benzene to cyclohexane increases significantly. Apart from the influence of oxygen pressure, the distribution of these products depends on the type of solvent and start-up procedure of the contact of the catalyst with the reaction mixture. For example, in water as a solvent, the conversion of cyclohexene is almost independent of oxygen pressure and formation of oxygenated products is also lower than formation of products of cyclohexene disproportionation. Important, however, is the effect of oxygen pressure on the distribution of benzene and cyclohexane. Thus, in an inert atmosphere the ratio of products of cyclohexene disproportionation Table 3 The effect of solvent Solvent Conversion of Products, wt% cyclohexene (%) C6H,z C6H6 Con COL PhOH Others Water 96.1 50.3 29.4 3.8 4.9 3.8 3.9 100 1 42.7 48.8 1.4 3.5 2.5 - 73.3 9.1 44.2 7.0 3.8 6.4 8.8 1.25 M aqueous NaOH 97.5 56.2 30.2 1.4 6.4 0.3 3.0 Methanol 61.8 29.1 29.6 - - 1.8 1.3 88.9 a 14.1 71.5 1.2 0.8 0.1 1.2 Ethanol 100 60.4 34.3 1.8 1.8 1.1 0.6 100 a 10.1 80.9 - 3.0 2.2 3.8 n-Propanol 100 63.4 34.3 0.4 0.3 0.3 1.2 i-Propanol 100 61.1 33.2 0.2 0.1 2.4 3.0 Cyclohexanol 61.1 25.8 23.6 2.5 0 3.0 6.2 Dioxane 3.5 0.1 3.4 - - - - n-Decane 17.3 5.0 2.3 1.6 2.3 1.3 4.8 Conditions: 90 C, 2 atm O=, 0.25 g 5%o Pd/C, 1 ml cyclohexene, 10 ml solvent, react.time 3 h. At 6 atm of O2. Catalyst separated on a Teflon foil during the heating period. Z. Cvengrosovd. M. Hronec /Journal of Molecular Catalysis 94 (1994) 181-190 185 Table 4 The effect of support. Conditions: 90 C, N= atmosphere, 0.25 g 5% Pd/support, 1 ml cyclohexene, 10 ml water, react.time 3 h Support Conversion of Products, wt% cyclohexene (%) CH 1, C6H6 Co. Co,, PhOH Others Carbon 98.0 63.9 31.1 1.3 2.2 0.4 1.1 100 , 65.5 32.2 0.3 0.8 0.2 1.0 65.5 40.7 20.9 0.4 0.5 0.6 2.4 CaC03 86.8 54.6 27.1 2.0 1.9 0.2 1.0 11.0 a 4.5 2.2 1.8 1.3 0.3 0.9 A1103 t00 64.8 30.3 1.8 1.5 0.2 1.4 10.2 a 4.8 2.2 1.4 1.2 0.3 0.3 30.4 16.9 9.3 1.1 1.2 0.4 1.5 Si02 90.1 51.7 24.8 3.2 4.3 2.6 3.5 11.7 a 2.4 1.1 1.8 1.6 0.8 4.0 Pd powder' 75.4 41.9 20.5 3.5 2.3 1.5 5.7 5.1 a - - 1.2 2.0 0.3 1.6 a Solvent 1.25 M aqueous NaOH. b 5% Pt/support. 0.0125 g powdered Pd. is practically theoretical, that is 0.5. With increasing oxygen pressure this ratio is changing to about 0.6 and 1.0 at 2 atm and 6 atm, respectively. In one experiment the Pd/C catalyst was separated from the cyclohexene-water mixture prior to reaction, but exposed to 6 atm of oxygen pressure. After a heating period of about 7-10 min it was mixed with the cyclohexene-water mixture and reacted for 3 h. An analysis has shown that the amount of formed benzene was roughly the same but the ratio of benzene to cyclohexane was much higher, about 4.9. The results summarized in Tables 2 and 3 make it clear that in the presence and absence of oxygen the nature of solvent influences the conversion of cyclohexene. A very low conversion is observed in dioxane and an aqueous solution of NHQOH. In order to elucidate the influence of support on the performance of the palladium catalyst, various supports were chosen in experiments at constant loading of palladium (Table 4). In the experiments under nitrogen atmosphere the ratio of products of cyclohexene disproportionation, benzene to cyclohexane, was found to be practically theoretical over all catalysts tested, so in water as in an aqueous solution of NaOH. The same ratio was also found using platinum catalyst. The type of the support, however, affects the conversion of cyclohexene. Since in water, differences between palladium catalysts loaded on different supports are relatively low in an aqueous solution of NaOH, conversion of cyclohexene is strongly suppressed over CaC03, A1203 and Si02- On these supports, activity of metallic palladium is the same as the activity of unsupported powdered palladium. On the other hand the Pd/C catalyst obeys the same activity in both solvents. The activity data obtained under oxygen atmosphere show (Table 5) that conversion of cyclohexene is also influenced by the type of support. In comparison 186 Z. Cvengrosovd, M. Hronec /Journal of Molecular Catalysis 94 (1994) 181-190 Table 5 The effect of support Support Conversion of Products, wt% cyclohexene (%) C6H12 C6H6 Con CoL PhOH Others Carbon 96.1 49.6 29.4 3.7 4.9 3.8 4.7 CaC03 81.2 46.3 27.9 1.8 1.9 2.6 0.7 Si02 71.2 34.1 25.7 2.0 2.4 5.0 2.0 A1103 79.7 42.9 30.1 2.0 2.3 1.5 0.9 Pd powder' 81.4 44.3 30.0 3.0 2.0 1.6 0.5 0n Conditions: 90 C, 2.0 atm 02, 0.25 g 5% Pd/C, 1 ml cyclohexene, 10 ml water, react.time 3 h. 0.0125 g powdered Pd. \" In 1.25 M aqueous NaOH. with the nitrogen atmosphere, conversion is generally lower, only over powdered palladium is its value increased. The influence of the support on the ratio of the products, benzene to cyclohexene at constant oxygen pressure is low and varies in the range 0.6-0.75. The amount of oxygenated products formed in these experiments is relatively low. In an attempt to examine the effect of modifying of Pd/C and Pt/C catalysts with metals, we prepared Pd and Pt catalysts containing 5 wt% of noble metal modified with one or more of the following metals: Bi, Cd, Co or Zn. It appears from Table 6 that both Pd and Pt catalysts modified with other metals exhibit lower activity of cyclohexene disproportionation. Thus, impregnation of monometallic 5 wt% Pd/C with 4.2 wt% of cobalt almost deactivates the catalyst. A sharp drop of cyclohexene conversion is observed also with Pd/C catalyst modified with Bi and Cd. This effect is not caused by alkaline medium or oxygen atmosphere, since monometallic palladium deposited on carbon is highly active at the same conditions (Tables 3 and 4). The same is valid also for Pt/C catalyst modified with Co and Cd. A different type of behaviour is shown by the Pd/C catalyst modified with Zn in an aqueous and alkaline medium. Since, in an aqueous medium increase in the Zn loading over Pd/C exhibits a gradual decrease of cyclohexene conversion, in alkaline medium, no effect of Zn at 2.1 wt% loading is observed. At higher Zn concentration, however, deactivation of palladium is significant. A negative influence of Co and Cd on the cyclohexene conversion is more significant in the case of Pt/C catalyst. These metals practically deactivate the Pt/ C catalyst for reactivity with cyclohexene. It is interesting to note that modifying of palladium and platinum catalysts with other metals has no effect on the distribution of reaction products. Under nitrogen, the ratio of the products of cyclohexene disproportionation is almost theoretical and also independent of the concentration of the modifying metal. However, in the presence of oxygen the formation of cyclohexane decreases. Z. Cvengrosovd, M. Hronec /Journal of Molecular Catalysis 94 (1994) 181-190 187 Table 6 The effect of metal modifiers Metal wt% Conversion of Products, wt% cyclohexene (%) C6H,2 C6H6 Con Co, PhOH Others - 98.0 62.9 31.1 1.5 1.6 0.3 0.6 Cog (2.1) 25.8 17.2 8.1 0.2 0.1 0.1 0.1 Co 8(4.2) 1.1 0.7 0.4 - - - - Co +Cd (2.1 +0.7) 28.4 a 12.3 6.6 1.4 2.8 2.0 3.3 26.9 13.9 7.0 1.6 1.0 1.3 2.0 43.5 x 23.0 18.5 0.6 0.6 0.4 0.4 Bi+Cd(2.1+0.7) 3.2` - - 0.6 0.8 0.8 1.0 10.9 - 2.2 1.3 1.4 1.0 5.0 Zn0(4.2) 3.8 1.2 0.7 0.9 0.8 0.1 0.1 Zn e (2.1) 57.3 33.7 18.8 1.5 1.1 0.7 1.5 Zn g (2. 1) 100 64.0 31.5 0.6 0.7 0.4 2.8 Zn g (1.05) 85.3 52.8 27.9 2.5 2.0 1.0 1.1 - 65.5 a 40.7 20.9 0.4 0.5 0.6 2.4 Co +Cd (2.1 +0.7) 0 ` - - - - - - Conditions: 90 C, NZ atmosphere, 0.25 g 5% Pd/C, 1 ml cyclohexene, 10 ml water, react.time 3 h, three-metallic catalyst prepared by re-impregnation. a 20 C. 2atm02. 1.25 M aqueous NaOH, d 1 ml water and 9 ml 1.25 M aqueous NaOH. e 0.25 g 5% Pt/C. `0.25 g Pt-Co-Cd/C catalyst, go/c+metal acetate. 4. Discussion The study of the cyclohexene reaction in the liquid phase over noble metal catalysts has two main objectives. First, we examined oxidation of cyclic olefins in an aqueous phase in the presence of Pd/C catalyst. These studies have shown [ 17] that under 2-6 atm of oxygen pressure, disproportionation of cyclohexene to benzene and cyclohexane prevails over oxidation of cyclohexene to oxygenated products. However, the ratio of products of disproportionation, benzene/ cyclohexane increases with the partial pressure of oxygen. Second, we wished to obtain data on the influence of the nature of solvent and modifying metals on the conversion of cyclohexene under anaerobic conditions over supported metallic palladium and platinum catalysts. This reaction plays an important role on the selectivity of partial hydrogenation of benzene to cyclohexene over noble metal catalysts [ 18 ] . From the experimental data obtained under aerobic and anaerobic conditions it was possible to establish that also under oxygen the preferred reaction pathway of cyclohexene over metallic palladium and platinum catalysts is disproportionation to benzene and cyclohexane. In the inert atmosphere both the support of the metallic catalyst and the nature of the solvent influence only conversion of cyclohexene, but the ratio of the products, benzene/cyclohexane, is independent of these effects and has always a theoretical value. A very low activity of Pd/C catalyst in an aqueous 188 Z. Cvengrosova, M. Hronec /Journal of Molecular Catalysis 94 (1994) 181-190 solution of NH40H is probably the result of displacement of adsorbed cyclohexene by stronger adsorbed amino groups on the metallic surface. A certain role can also be played by an interaction between cyclohexene and ammonia, which causes a decrease of the cyclohexene coverage of the catalyst and therefore of the rate of reaction [19]. The fact that the preferential reaction is disproportionation of cyclohexene and the ratio of the products is practically theoretical, confirms that the hydrogen species formed on the metallic surface, as a result of chemisorption of cyclohexene, very rapidly migrate and hydrogenate neighbouring adsorbed molecules. No occurrence of detectable amounts of gaseous hydrogen under experimental conditions as the possible product of cyclohexene chemisorption supports that in the reaction mechanism, dimerization of intermediately formed hydrogen species to molecular hydrogen and its subsequent desorption from the catalyst surface is less probable. The last mentioned conclusions are valid also in the presence of metal salts used for modification of palladium catalyst. The addition of modifiers has no effect at all on the distribution of disproportionation products, only on the cyclohexene conversion. A strong suppression of conversion by metal additives is likely to be caused by partial replacement of adsorbed cyclohexene by the adsorbed modifier. Such effects are known, for example in the partial hydrogenation of benzene [ 18] or in the selective hydrogenation of alkenes and allynes over Lindlar catalysts [ 20,21 ] . All studied modifying metals (Co, Cd, Zn and Bi) act as poison for both palladium and platinum catalysts, but the extent of their action on the Pt catalyst is higher (Table 6) . Alloy formation between chemisorbed metal atoms and metallic Pd or Pt does not take place. Namely, the tested metal modifiers under the experimental conditions are non-reducible and moreover, it is the same if the metal modifiers are in the form of hydroxides or metal acetates. As we have mentioned above, the poisoning activity of metallic additives probably involves the formation of an adsorption complex over metallic Pd or Pt, which suppresses the cyclohexene adsorption. Although the strength of the complex bonding is influenced mostly by the cation, the nature of the complex and the solvent used have also a significant effect on the performance of the catalyst. It can be seen from Table 6 that the addition of sodium hydroxide to the aqueous zinc acetate solution before reaction leads to a diminishing of the poisoning effect of the zinc modifier. The same solvents can also act as catalyst modifiers by the formation of a hydrogen bond between cyclohexene and the solvent [ 19 ] or they can influence diffusional properties of cyclohexene around the catalyst surrounding [ 21 ] . Therefore, it is very likely that the last mentioned effect can be tightly related to the effect of the support on the reactivity of cyclohexene over Pd and Pt particles. The reason for this is the fact that Pd or Pt particles attached to the more polar supports like alumina, silica, CaC03 are less reactive for cyclohexene disproportionation. Hydrophilicity of metallic particles is an important factor influencing their wetting by the components of the liquid phase and thus, diffusional and adsorption properties of cyclohexene [ 22 ] . In this respect, it is very likely that lower conversion of cycloh- Z. Cvengroiovci, M. Hronec /Journal of Molecular Catalysis 94 (1994) 181-190 189 exene observed in the presence of oxygen over palladium attached to different supports (Table 5) is, in contrast to comparable experiments in an inert atmosphere (Table 4), caused by the change of the electric potential of palladium surface covered by oxygen atoms or hydroxyl groups [20]. These changes have an influence on the extent of the coverage of a metal surface with components of the liquid phase. Moreover, formation of a very small amount of oxygenated products and not constant ratio of benzene to cyclohexane obtained under the same oxygen pressure in various solvents (Table 3) is probably the result of low and different diffusion of oxygen through the layer wetting the palladium particles. 5. Conclusions Disproportionation of cyclohexene to benzene and cyclohexane has been found to be a preferred reaction pathway in the liquid phase oxidation of cyclohexene with molecular oxygen over supported palladium and platinum catalysts. At oxygen pressures of 2-6 atm, only very small amounts of oxygenated products are formed. The most interesting result is that in an inert atmosphere the ratio of products of disproportionation, benzene /cyclohexane, is practically theoretical and independent of the type of support of the metallic catalyst, the nature of solvent and metal modifiers. All these factors influence only conversion of cyclohexene. In the presence of oxygen, the benzene/ cyclohexane ratio increases with the partial presence of oxygen. Benzene, however, is always the main reaction product. A decrease of the cyclohexane yield confirms that the rate of oxidation of hydrogen atoms formed on the palladium surface via dehydrogenation of cyclohexene prevails over the rate of hydrogenation of adsorbed molecules of cyclohexene by hydrogen atoms. The action of solvent, support and metal modifiers on the conversion of cyclohexene can be explained in the same way as it was previously done for the partial hydrogenation of benzene in the liquid phase over supported ruthenium catalysts [22], where hydrophilicity of the catalyst and physical effects play an important role. References [ l ] Y. Fujiwara, T. Jintoku and K. Takaki, CHEMTECH, October (1990) 636. [2] J.E. Lyons, Catal. Today, 3 (1988) 245. [3] J.E. Lyons, in J.M. Basset (Ed.), Surface Organometallic Chemistry: Molecular Approaches to Surface Catalysis, Kluwer Academic Publishers, Dordrecht, 1988, p. 97. [4] R.L. Augustine and L.K. Doyle, J. Catal., 141 (1993) 58. [ 5 ] H. Kimura, A. Kimura, I. Kokubo, T. Wakisaka and Y. Mitsuda, Appl. Catal. A, 95 (1993) 143. [ 6 ] P. Gallezot, R. De Mesanstourne, Y. Christidis, G. Mattioda and A. Schouteeten, J. Catal., 133 (1992) 479. [7] Y. Schuurman, B.F.M. Kuster, van der Viele and G.B. Mann, Appl. Catal. A, 89 (1992) 31. [8] H.E. van Dam, L.J. Wisse and H. van Bekkum, Appl. Catal., 61 (1990) 187. [ 9 ] T. Mallat, A. Baiker and 1. Patscheider, Appl. Catal. A, 79 (1991) 59. [ 10] P.M. Henry, Palladium-Catalyzed Oxidation of Hydrocarbons, Reidel, Dordrecht, 1980. 190 Z. Cvengrosova, M. Hronec /Journal of Molecular Catalysis 94 (1994) 181-190 [ 11 ] K. Zaw and P.M. Henry, J. Org. Chem., 55 (1990) 1842. [ 12 ] T. Kumazava and M. Kanzawa, Jpn. Kokai Tokkyo Koho JP 63, 280039, 17 Nov. 1988, Chem. Abstr., 110 (1989) 231169. [ 13 ] Sumitomo Chem. Co. Ltd., Jpn. Kokai Tokkyo Koho JP 60, 92236, 23 May 1985, Chem. Abstr., 103 (1985 ) 141517. [ 14] E.D. Shijder, G.F. Versteeg and W.P.M. van Swaaij, Chem. Eng. Sci., 48 (1993) 2429. [ 15] B. Tardy, C. Noupa, C. Leclercq, J.C. Bertolini, A. Hoareau, M. Treilleux, 1.P. Faure and G. Nihoul, J. Catal., 129 (1991) 1. [ 16] M.C. Schoenmaker-Stolk, J.W. Verwijs, J.A. Don and JJR Scholten, Appl. Catal., 29 (1987) 73. [ 17 ] M. Hronec, Z. Cvengrogova and ~. Holotik, J. Mol. Catal., 91 (1994) 343 [ 18 ] J. Struijk, R. Moene, T. van der Kamp and JIF. Scholten, Appl. Catal., 89 (1992) 77. [ 19] J. Struijk and J.J.F. Scholten, Appl. Catal., 62 (1990) 151. [20] J.L. Davies and M.A. Barteau, Surf. Sci., 197 (1988) 123. [21 ] H.R. Aduriz, C.E. Gigola, A.M. Sica, M.A. Volpe and R. Touroude, Catal. Today, 15 (1992) 459. [22] J. Struijk, M. d'Angremond, W.J.H. Lucas-de Regt and JIF. Scholten, Appl. Catal. A, 83 (1992) 263. X244 94870403 S0304-5102(94)87040-3 10.1016/S0304-5102(94)87040-3 Study of the competition between disproportionation and oxidation of cyclohexene in the liquid phase over solid catalysts Z. Cvengrošová M. Hronec ∗ Department of Organic Technology, Faculty of Chemical Technology, Slovak Technical University 812 37, Bratislava Slovak Republic * Corresponding author. Tel. (+42-7)495172, fax: (+42-7)495381 A study has been made of the liquid phase conversion of cyclohexene over metallic palladium and platinum catalysts under oxygen and nitrogen atmosphere. Special attention has been given to the effect of oxygen pressure, catalyst support, solvent and metal modifiers on the activity of metal catalysts and distribution of products. In every case the main reaction pathway is disproportionation of cyclohexene to benzene and cyclohexane. Formation of oxygenated products is low even at 2–6 atm of oxygen. Doping of Pd and Pt catalysts with metal modifiers strongly suppresses the conversion of cyclohexene and has no influence on the ratio of benzene/cyclohexane at experiments carried out in an inert atmosphere. An interpretation of these effects is presented. Keywords Cyclohexene Disproportionation Liquid phase Metal modifiers Oxidation Palladium References [1] Y. Fujiwara T. Jintoku K. Takaki CHEMTECH October 1990 636 [2] J.E. Lyons Catal. Today 3 1988 245 [3] J.E. Lyons J.M. Basset Surface Organometallic Chemistry: Molecular Approaches to Surface Catalysis 1988 Kluwer Academic Publishers Dordrecht 97 [4] R.L. Augustine L.K. Doyle J. Catal. 141 1993 58 [5] H. Kimura A. Kimura I. Kokubo T. Wakisaka Y. Mitsuda Appl. Catal. A 95 1993 143 [6] P. Gallezot R. De Mésanstourne Y. Christidis G. Mattioda A. Schouteeten J. Catal. 133 1992 479 [7] Y. Schuurman B.F.M. Kuster der Viele van G.B. Marin Appl. Catal. A 89 1992 31 [8] H.E. van Dam L.J. Wisse H. van Bekkum Appl. Catal. 61 1990 187 [9] T. Mallat A. Baiker J. Patscheider Appl. Catal. A 79 1991 59 [10] P.M. Henry Palladium-Catalyzed Oxidation of Hydrocarbons 1980 Reidel Dordrecht [11] K. Zaw P.M. Henry J. Org. Chem. 55 1990 1842 [12] T. Kumazava M. Kanzawa Jpn. Kokai Tokkyo Koho JP 63, 280039, 17 Nov. 1988 Chem. Abstr. 110 1989 231169 [13] Sumitomo Chem. Co. Ltd. Jpn. Kokai Tokkyo Koho JP 60, 92236, 23 May 1985 Chem. Abstr. 103 1985 141517 [14] E.D. Shijder G.F. Versteeg W.P.M. van Swaaij Chem. Eng. Sci. 48 1993 2429 [15] B. Tardy C. Noupa C. Leclercq J.C. Bertolini A. Hoareau M. Treilleux J.P. Faure G. Nihoul J. Catal. 129 1991 1 [16] M.C. Schoenmaker-Stolk J.W. Verwijs J.A. Don J.J.F. Scholten Appl. Catal. 29 1987 73 [17] M. Hronec Z. Cvengrošová Š. Holotík J. Mol. Catal. 91 1994 343 [18] J. Struijk R. Moene T. van der Kamp J.J.F. Scholten Appl. Catal. 89 1992 77 [19] J. Struijk J.J.F. Scholten Appl. Catal. 62 1990 151 [20] J.L. Davies M.A. Barteau Surf. Sci. 197 1988 123 [21] H.R. Aduriz C.E. Gigola A.M. Sica M.A. Volpe R. Touroude Catal. Today 15 1992 459 [22] J. Struijk M. d'Angremond W.J.H.Lucas-de Regt J.J.F. Scholten Appl. Catal. A 83 1992 263",
      "scopus-id": "40549109165",
      "coredata": {
        "eid": "1-s2.0-S0304510294870403",
        "dc:description": "A study has been made of the liquid phase conversion of cyclohexene over metallic palladium and platinum catalysts under oxygen and nitrogen atmosphere. Special attention has been given to the effect of oxygen pressure, catalyst support, solvent and metal modifiers on the activity of metal catalysts and distribution of products. In every case the main reaction pathway is disproportionation of cyclohexene to benzene and cyclohexane. Formation of oxygenated products is low even at 2–6 atm of oxygen. Doping of Pd and Pt catalysts with metal modifiers strongly suppresses the conversion of cyclohexene and has no influence on the ratio of benzene/cyclohexane at experiments carried out in an inert atmosphere. An interpretation of these effects is presented.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-11-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0304510294870403",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Cvengrošová, Z."
          },
          {
            "@_fa": "true",
            "$": "Hronec, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0304510294870403"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0304510294870403"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0304-5102(94)87040-3",
        "prism:volume": "94",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Study of the competition between disproportionation and oxidation of cyclohexene in the liquid phase over solid catalysts",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cyclohexene"
          },
          {
            "@_fa": "true",
            "$": "Disproportionation"
          },
          {
            "@_fa": "true",
            "$": "Liquid phase"
          },
          {
            "@_fa": "true",
            "$": "Metal modifiers"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "181-190",
        "prism:endingPage": "190",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 November 1994",
        "prism:doi": "10.1016/S0304-5102(94)87040-3",
        "prism:startingPage": "181",
        "dc:identifier": "doi:10.1016/S0304-5102(94)87040-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/40549109165"
      }
    }
  }
}