{
  "metadata": {
    "title": "Effect of acidity and copper surface area of the Cu/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst prepared by electroless plating procedure on dehydrogenation reactions",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis",
    "date": "1994-11-27",
    "doi": "10.1016/S0304-5102(94)87045-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0304510294870454",
    "pii": "S0304510294870454"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-43949157853",
      "originalText": "serial JL 272239 291210 291809 31 Journal of Molecular Catalysis JOURNALMOLECULARCATALYSIS 2001-12-10 2001-12-10 2010-04-03T08:57:11 1-s2.0-S0304510294870454 S0304-5102(94)87045-4 S0304510294870454 10.1016/S0304-5102(94)87045-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0304510200X0260X 2024-01-02T01:06:03.941633Z 0 0 19941127 1994 2001-12-10T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0304-5102 03045102 94 94 2 2 Volume 94, Issue 2 10 233 242 233 242 19941127 27 November 1994 1994-11-27 1994 converted-article fla Copyright © 1994 Published by Elsevier B.V. EFFECTACIDITYCOPPERSURFACEAREACUAL2O3CATALYSTPREPAREDBYELECTROLESSPLATINGPROCEDUREDEHYDROGENATIONREACTIONS HSINFU C PEPE 1985 69 F CUNNINGHAM 1986 129 J LOKRAS 1970 293 S VOLTA 1974 329 J SIDELTSEVA 1986 30 M BULLACADSCI PETROVA 1983 401 V SIVARAJ 1988 L11 C LIN 1988 53 Y SIVARAJ 1990 L23 C FRIEDMAN 1978 10 R ROBINSON 1988 165 W CHANG 1993 233 H SALEQUE 1993 M MSTHESIS SHU 1993 3175 J GIAMELLO 1984 443 E EVANS 1983 75 J CHINCHEN 1987 79 G CHANG 1994 223 H SIVARAJ 1988 103 C HUANG 1993 57 T BALANDIN 1958 96 A HSINFUX1994X233 HSINFUX1994X233X242 HSINFUX1994X233XC HSINFUX1994X233X242XC item S0304-5102(94)87045-4 S0304510294870454 1-s2.0-S0304510294870454 10.1016/S0304-5102(94)87045-4 272239 2024-01-02T01:06:03.941633Z 1994-11-27 1-s2.0-S0304510294870454-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0304510294870454/MAIN/application/pdf/8a4382767876de0f59af1387203b0a3f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0304510294870454/MAIN/application/pdf/8a4382767876de0f59af1387203b0a3f/main.pdf main.pdf pdf true 674046 MAIN 10 1-s2.0-S0304510294870454-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0304510294870454/PREVIEW/image/png/3775d436a553268adb203633f1238c32/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0304510294870454/PREVIEW/image/png/3775d436a553268adb203633f1238c32/main_1.png main_1.png png 53503 849 656 IMAGE-WEB-PDF 1 JOURNAL OF MOLECULAR CATALYSIS ELSEVIER Journal of Molecular Catalysis 94 (1994) 233-242 Effect of acidity and copper surface area of the Cu/A1203 catalyst prepared by electroless plating procedure on dehydrogenation reactions Hsin-Fu Chang *, Mohammed Abu Saleque, Wen-Su Hsu, Wen-Hsiung Lin Department of Chemical Engineering, Feng Chia University, Taichung, Taiwan Received 13 April 1994; revised 20 June 1994; accepted 26 July 1994 Abstract Two industrially important dehydrogenation reactions were catalyzed with Cu/y-A1203 catalyst prepared by the electroless copper plating technique. One is the dehydrogenation of cyclohexanol and the other is the dehydrogenation of isopropanol to realize the catalytic activity of these catalysts on cyclic and noncyclic alcohols. The dehydrogenation activity strongly depends on the number of exposed copper sites and the dehydration activity clearly influences the effective acid sites of the catalysts. The copper surface area increases with loading up to ca. 15 wt.% Cu; above this loading the reduction of copper surface area was observed. The efficiency of the acid site is almost same and is independent of the preparation method up to the lower copper loading range. But at high copper content the efficiency of the acid site is relatively low when compared with the catalysts prepared by the urea hydrolysis procedure. Though the acid amount of the catalysts prepared by the electroless method was higher than that of the catalysts prepared by the urea hydrolysis procedure, the selectivity to cyclohexene was relatively low. Keywords: Acidity; Copper; Cyclohexanol; Dehydrogenation; Electroless plating; lsopropanol; Surface area 1. Introduction In recent years copper-based catalysts have attracted considerable interest because of their selective properties in reactions involving dehydrogenation. Pepe et al. [ 11 examined the catalytic behavior and surface chemistry of copper/ alumina catalysts for the dehydrogenation of isopropanol and found a linear relationship between the kinetic constant and the surface area of copper metal, i.e., dehydro- * Corresponding author. Fax. ( +886-4) 2549517. 0304-5102/94/$07.00 1994 Elsevier Science B.V. All rights reserved SSDI0304-5102(94)00151-0 234 H.-F. Chang et al. /Journal of Molecular Catalysis 94 (1994) 233-242 genation increased with the exposed copper surface area of the supported catalysts. They also proposed that surface Cu(0) species are responsible for the dehydrogenation. Cunningham et al. [ 2] studied the surface synergisms between copper and its oxides in catalytic isopropanol/acetone interconversions at 430-523 K. They found a mutual enhancing effect upon activity when more than one valence state of copper were present at the particular reaction condition. They also concluded that metallic copper, Cu(0), enhanced the dehydrogenation reaction. Lokras et al. [ 3 ] investigated the catalytic dehydrogenation of isopropanol over supported copper catalysts prepared by an impregnation technique; the undesired side reaction of dehydration can be controlled by a selective catalyst and choice of proper operating conditions. They also concluded that the activation energy for dehydrogenation was least for the copper catalyst. Volta et al. [4] studied the partial oxidation of isopropanol on divided cupric oxides and found when the solids were initially reduced, catalysis proceeded by dehydrogenation of alcohol, the reaction being disturbed by the complete oxidation to carbon dioxide which occurred at lower temperatures than for nonreduced solids. Sideltseva and Erofeev [ 5 ] have studied the dependence of metal deposition on the specific surface and catalytic properties of Cu-MgO catalysts. Petrova et al. [6] have examined the promotional role of cadmium in Cu/A1203 alloy catalysts. They achieved about 87% cyclohexanone selectivity at a reaction temperature of 643 K. Sivaraj et al. [ 7 ] reported highly selective dehydrogenation of cyclohexanol to cyclohexanone over Cu-Zn0-A1203 catalysts prepared by a deposition-precipitation method. The activity was measured at 523 K. Lin et al. [ 8 ] have studied the activity and stability of copper(II) oxide and zinc(II) oxide catalysts for the oxidative dehydrogenation of cyclohexanol. From the experimental results they concluded that the stability of the catalyst can be maintained at low oxygen /cyclohexanol ratio. Deactivation of the catalyst was due to the deposition of high molecular-weight oligomers of product of cyclohexanone on the active sites. Sivaraj et al. [9] have examined the selectivity dependence on the acidity of Cu/A1203 catalysts prepared using the urea hydrolysis procedure in the dehydrogenation of cyclohexanol. They found that the selectivity to cyclohexene depends on the acidity of the catalyst and selectivity to cyclohexanone increases with decreasing acidity of the catalyst, and the rate of dehydrogenation increases when increasing the number of surface copper atoms per unit surface area of the catalysts. In chemical process industry, catalysts with high activity, selectivity and long life are essential. To meet these requirements, catalysts should possess a large and thermostable active surface area. Friedman et al. [ 10] studied the interaction of cupric ions with y-A1203 support for the catalysts prepared by the impregnation method. They were physically characterized by means of EXAFS, XRD, ESR, ESCA and optical spectroscopy to develop a coherent description of the phases present and cation site distribution in the virgin and aged catalysts. Robinson and Mol [ 11 ] characterized copper/ alumina catalyst prepared by the dry impregnation method and found that the structure and activity of Cu/A1203 methanol synthesis H.-F Chang et al. /Journal of Molecular Catalysis 94 (/994) 233-242 235 catalysts were clearly influenced by the calcination temperature and the copper loading. They also concluded that a high copper dispersion has a negative effect on the catalytic activity of copper sites. In our previous study, the result shows that the dehydrogenation activity of the catalysts prepared by the electroless plating technique was better than that of catalysts prepared by the impregnation method and the precipitation method. [ 12] However, the catalytic behavior of the electroless plated copper catalysts still has to catch the scientific interest. The purpose of the present investigation is to find the factors which influence the dehydrogenation activity of the catalysts prepared by the electroless plating method. Further, the dehydrogenation of cyclohexanol and isopropanol were studied as the model reaction to realize the catalytic activity of these catalysts on cyclic and noncyclic alcohols. Besides, both of these dehydrogenation reactions have gained industrial importance in the past two decades. Acetone is one of the key solvents and a raw material for synthesizing diacetone alcohol, isophorone, methyl acrylate, etc. Cyclohexanone is the major intermediate for producing Nylon 66 and Nylon 6, and also used as solvent and raw material in many chemical industries. 2.. Experimental 2.1. Catalysts preparation [ 12,13 ] The electroless plating (chemical plating) process is a method for obtaining a thin metallic film on a conductive, semi-conductive or non-conductive substrate by just immersing it into an electrolyte solution in the absence of an external current source. Generally palladium is used as a seeding or catalyzing agent to provide catalytic nucleating centers on the substrate and thereafter, depositing the desired metal by treating the catalyzed surface with a salt of the desired metal plus a reducing agent. The electroless copper plating in this study was based on EDTA as the complexant with formaldehyde (HCHO) as the reducing agent. The -t-alumina (Merck), having particle size 50-100 gm, was used as the substrate for the electroless plating process. In order to activate the surface of the substrate, the following steps were conducted prior to electroless copper plating: Substrate Alkaline cleaning (1 M NaOH) at 338-343 K for 5-15 min Rinse several times Acid cleaning (25 volume % HZS04) at 303-308 K for 3-15 min Rinse several times Sensitization (20 g/1 SnCl2 and 40 ml/1 HO solution) at 298-303 K for 8-10 min 1 Activation (0.25 g/1 PdClz and 0.5 ml/1 HO solution) at 313-318 K for 20-25 min ,1 Rinse several times Dry at 383 K for 15-20 h. Ready for electroless copper plating 236 K-F Chang et al. /Journal of Molecular Catalysis 94 (1994) 233-242 Electroless plating is a catalytic process. The activation step provides active palladium nuclei on the substrate surface to perform the catalytic reaction [ 14 ] . Reactants such as formaldehyde can be chemisorbed and activated on these catalytic metallic sites, and further react with preadsorbed copper ions, leading to the autocatalytic copper deposition. It can be thought that the deposited copper atoms further along the growing copper particles, resulting in the formation of larger dense particles which cover the substrate surface. The activated alumina was transferred into the chemical copper plating solution. The plating bath contained 0.04 M CuS04 - 5H20, 0.08 M EDTA - 4Na, 0.08 M HCHO and 5 ppm pyridine as a stabilizer. The bath temperature was maintained at 343 K and the pH was adjusted to 12.5, with constant agitation for 30 min. The plated alumina was separated by filtration and then washed several times with distilled water. The clean plated alumina, i.e. the catalyst, was dried at 383 K for 24 h. Copper alumina catalysts of varying composition (4.49-23.47 wt.% Cu) have been prepared by changing the volume of the chemical copper plating solution. The copper content of the catalyst was determined using a Polarized Zeeman atomic absorption spectrophotometer, after digesting the samples in a mixture of hydrochloric acid and nitric acid and diluting it to obtain the required concentration range. 2.2. Copper surface area and acidity determination The evaluation of the free metal surface area in Cu-containing catalyst is usually made through the oxidation of the surface copper atom with N20 [ 15-17] . The decomposition of nitrous oxide molecules on the copper surface is to produce chemisorbed oxygen atoms, which generates gas-phase nitrogen according to the process N20(g) + 2Cu(s) -+ N2(g) + (Cu-O-Cu) (S) where s denotes a surface phase and the copper surface area was determined using the following equation: S- 4nXNi9 [M2 /g-cat.] 1.7 X 10 where n is the amount of 02 adsorbed, 1.7 X 10'9 is no. of copper atoms per m2 of copper surface. and NA is the Avogadro constant. The acidity of the catalyst can be directly determined by the amount NH3 (Amol/g-cat) adsorbed. The copper surface area and acidity of the catalysts in this study were measured by the volumetric chemisorption method using nitrous oxide and ammonia, respectively, described by Chang et al. [ 18 ] . For each measurement correctly weighed catalyst ca. 2 g was loaded in the sample cell. Before evacuation the catalyst was reduced at 523 K for 12 h with sufficient hydrogen flow. The main purpose of the reduction is to reduce the surface copper oxide which may be formed by the reaction H.-F Chang et al. /Journal of Molecular Catalysis 94 (1994) 233-242 237 with atmospheric oxygen. Continuous degassing was carried out at a temperature 673 K and a pressure not exceeding 10- 3 Torr for 3 h. After the catalyst was cooled down at adsorption temperature, the nitrous oxide decomposition and the ammonia adsorption were carried out at 368 K and 448 K, respectively. 2.3. Dehydrogenation reaction The dehydrogenation reactions were carried out in a microreactor operating under normal atmospheric pressure. A diagram of the microreactor and related apparatus can be found elsewhere [ 13 ] . For each run about 0.5 g of the catalyst was loaded into a Pyrex glass reactor and reduced at 523 K for 12 h with sufficient hydrogen flow. The activities were measured at different temperatures in the range 473-553 K on the reduced catalysts, maintaining the reactant flow rate at 7 ml/h. The products were analyzed by gas chromatography (Shimadzu 14A) with a flame ionization detector. 3. Results and discussion The copper content, BET surface area, copper surface area, acid amount of the catalysts and their activation energies for dehydrogenation reactions are shown in Table 1. The surface area gradually decreased with copper loading, because some of the pores might be filled with copper and the surface area reduced. Since the pores of A1203 were highly tortuous and had an average size of 35 A, the electroless copper plating started at pore mouth and then gradually penetrated into the pore. Fig. 1 shows that the copper surface area gradually increased with loadings up to 15 wt.% Cu and reduced with further deposition. Up to a certain loading, the copper was evenly deposited on the surface of the activated alumina which left a maximum of exposed copper atoms. Further copper loading caused the clusters of Table 1 Copper content, activation energy, acid amount, BET surface area and Cu-surface area of various catalysts Catalyst Loading Activation energy for dehydrogenation Acid amount Surface area (m2/g-cat) wt.% Cu reaction (kcal/mol) (A mol/g-cat) Cyclohexanol Isopropanol BET Cu A1203 168.72 EPC-1 4.49 15.87 14.94 326.77 156.90 7.10 EPC-2 7.11 15.08 14.11 294.71 151.90 13.71 EPC-3 11.11 15.85 11.32 268.96 142.10 19.64 EPC-4 15.47 16.73 12.14 242.79 132.10 20.51 EPC-5 18.21 16.85 13.64 239.43 124.90 18.50 EPC-6 21.40 17.20 14.10 235.71 111.90 14.11 FPC'-7 23 47 17.70 14.25 235.97 100.50 10.14 238 H.-F. Chang et al. /Journal of Molecular Catalysis 94 (1994) 233-242 25 U 20 N 15 ss o 11 10 U s. 5 i U 0 5 10 15 20 25 Cu-loading , wt. Fig. 1. Dependence of Cu-surface area on Cu-content of the catalyst. copper agglomerates and reduced the number of exposed copper atoms. In our previous study [ 19] the SEM images also showed the appearance of the copper agglomeration. Sivaraj and Rao [20], Huang and Chien [21] also demonstrated that the copper surface area gradually increased with loading, further increasing loading caused its reduction. Fig. 2 shows that the conversion systematically increased as the temperature increased for both of the reactions. The conversion dependence on temperature was very remarkable for the dehydrogenation of cyclohexanol. Since at low reaction temperature the steric effect may limit the diffusion rate of cyclohexanol molecules into the micropores (pore size ca. 35 A) of the catalyst and may also hinder the adsorption and reaction on the active sites, which was diminished by the rapid movement of molecules due to a higher kinetic energy at high reaction temperatures. This phenomenon was also proposed by Balandin [ 22 ] . However, both the conversion and copper surface area with respect to copper loading have a similar trend as shown in Figs. 2 and 1, respectively. Consequently, it is believed that the dehydrogenation activity of the catalysts is dependent on the free exposed copper sites available for alcohol molecule adsorption and reaction. Sivaraj et al. [ 7 ] also observed that the maximum cyclohexanol dehydrogenation activity and a maximum reversible carbon monoxide uptake appeared at a copper loading of 15.9 wt.%. They attributed it to the availability of a maximum of Cu (0) species on the surface of the catalyst. A similar correlation was also reported by Pepe et al. [ 1 ] with Cu(0) species on Cu/A1203 catalyst for the isopropanol dehydrogenation activity. Fig. 3 shows the dependence of acidity on loading. The acidity decreases with loading up to a certain value and remains almost unchanged. During the beginning of electroless plating a large activated surface was available for copper deposition and the copper atoms gradually shielded the acid site of the alumina, therefore, the acidity reduced as the copper loading increased. However, the dispersion of copper atoms on alumina surface became non-uniform as the copper loading exceeded a H.-F. Chang et al. /Journal of Molecular Catalysis 94 (1994) 233-242 60 40 G o v G 20 0 553 K 50 533 K 513 K 493 K 473 K 30 10+ 0~ 90 7 80 70 60 o 50 a 40 0 U 30 20 10 0 (a) 0 0 5 10 Cu-loading , wt. i 0 553 K + 533 K ,,-P 20 25 (b) o/ 5 0 Cu-loading , wt. 20 25 239 Fig. 2. Effect of copper loading on the conversion at diffreent reaction temperature. (a) Conversion of cyclohexanol. (b) Conversion of Isopropanol certain amount and further deposited copper could not reduce the acid sites significantly. During the electroless copper plating, the copper ion was chelated with EDTA to prevent the precipitation of Cu(OH)Z. Since diffusion into the small micropores is difficult due to the bulkiness of the Cu-EDTA complex and the electroless plating reaction was fast, there was insufficient plating on the walls of the small micropores and the acidity of the catalysts was not sufficiently reduced. Conversely, Sivaraj et al. [9] demonstrated that the acidity could be markedly reduced when catalysts were prepared by the urea hydrolysis method; in this method copper is not deposited as the metallic copper by the oxidation-reduction reaction, it is deposited as the salt of the copper and this could easily diffuse into small micropores of alumina which shielded relatively more acid sites of alumina. Though the acid amount of the catalysts prepared by the electroless method was higher than that of the catalysts prepared by the urea hydrolysis procedure, the selectivity to 240 H.-F. Chang et al. /Journal of Molecular Catalysis 94 (1994) 233-242 350 y ' 300 00 o 250 200 150 a 0 E~ v 100 50 o Our data Data from ref. [ 9 0 1t 0 5 10 15 20 25 Cu-loading , wt. 30 35 Fig. 3. Effect of copper loading on the acid amount of the catalyst prepared by electroless and urea hydrolysis procedures. cyclohexene was relatively low as shown in Fig. 4. It was already mentioned above that when copper content exceeded a certain value ( > 15 wt.% Cu) the tortuous micropores were not sufficiently plated with copper and these acid sites could not contribute to the dehydration reaction, so the selectivity to cyclohexene became low. However, when the reaction temperature was increased these acid sites may slightly contribute to the dehydration reaction. Further, at the low copper content (4-15 wt.% Cu), the slopes of the curves (see Fig. 4) for the catalysts prepared by the electroless method and prepared by the urea hydrolysis procedure are almost the same. The phenomenon infers that the efficiency of these acid sites for the lower copper content was almost the same and is independent of the preparation method. Fig. 5 shows the effect of copper loading on the selectivity to the product (cyclohexanone and acetone) at different reaction temperatures. The selectivity b\\ 30 25 20 t x 0 U T m v? 10 5+ 0, 1 Sivaraj et al. [9] E. 523 K 30 80 130 This study 0 553 K 533 K 0 513 K 493 K 0 473 K 180 Acid amount , N mol. / g-cat. 230 280 330 Fig. 4. Dependence of selectivity to cyclohexene on the acid amount of the catalyst prepared by electroless and urea hydrolysis procedures. H.-F. Chang et al. /Journal of Molecular Catalysis 94 (1994) 233-242 241 o 95 _ x 90 0 0 553 K 0 533 K T 0 513 K 0 85 A 0 493 K ' 0 473 K T y p 7 U cn 75 0 5 10 15 20 25 Cu-loading , wt. 100 (b) b` 90 0 o 80 a~ v ` 0 70 0 0 0553 K T 533 K y 60 0 513 K 493 K 0 473 K 50 40 0 5 10 15 20 25 Cu-loading , wt. Fig. 5. Effect of copper loading on the selectivity of product at different reaction temperature. (a) Selectivity to cyclohexanone. (b) Selectivity to acetone gradually increased as the copper loading increases up to a certain loading, above which it shows no significant change. The selectivity is also a function of reaction temperature, at a low copper content the selectivity markedly decreased as the temperature increased. However, the effect of temperature on selectivity was relatively low at a high copper content. Conclusions The Cu /A1203 catalysts prepared by the electroless copper plating method exhibits selective dehydrogenation of cyclohexanol and isopropanol. The catalytic activities of these catalysts were clearly influenced by both the copper surface area and 242 H.-F. Chang et al. /Journal of Molecular Catalysis 94 (/994) 233-242 acidic properties. The copper surface area increased with loading up to ca. 15 wt.% Cu, above this loading a reduction of copper surface area was observed. The dehydrogenation activity of these catalysts was strongly influenced by the number of exposed copper sites and the dehydration activity clearly depended on the effective acid sites. The efficiency of the acid site was independent of the preparation method at the low copper loading range. But at high copper content the efficiency of the acid site was comparatively low when compared with the catalysts prepared by other procedures. Acknowledgements The authors are indebted to Dr. H.-Y. Ting, Department of Chemical Engineering and Dr. T.-J. Yang, Department of Material Science, Feng Chia University, for their kind assistance in experimental work. The authors also thank the National Science Council of the Republic of China for the financial support of the experimental work (Grant No. NSC 83-0402-E-035-004) . References [ I ] F. Pepe, C. Angeletti, S.D. Rossi and M.L. Jacono, J. Catal., 91 (1985) 69. [ 21 J. Cunningham, G.H. Al-Sayyed, J.A. Cronin, C. Healy and W. Hirschwald, Appl. Catal., 25 (1986) 129. [ 3 ] S.S. Lokras, P.K. Deshpande and N.R. Kuloor, Ind. Eng. Chem. Process Des. Dev., 9 (1970) 293. [ 41 J.C. Volta, P. Turlier and Y. Trambouze, J. Catal., 34 (1974) 329. [51 M.A. Sideltseva, and B.V. Erofeev, Bull. Acad. Sci., USSR, Div. Chem. Soc., 2 (1986) 30. [61 V. Petrova, 1. Orizavski, and A. Draganov, Khim. Ind. (Sofia), 9 (1983) 401. [71 C. Sivaraj, B.M. Reddy and P.K. Rao, Appl. Catal., 45 (1988) L11. [ 8 ] Y.M. Lin, I. Wang and C.T. Yeh, Appl. Catal., 41 (1988) 53. [9] C. Sivaraj, ST. Srinivas, V.N. Rao and R.K. Rao, J. Mol. Catal., 60 (1990) L23. [ 101 R.M. Friedman, J.J. Freeman and F.W. Lytie, J. Catal, 55 (1978) 10. [ 111 W.R.A.M. Robinson and J.C. Mol, Appl. Catal., 44 (1988) 165. [ 12] H.F. Chang and M.A. Saleque, Appl. Catal. A, 103 (1993) 233. [ 13] M.A. Saleque, M.S. Thesis, Feng Chia University, Taiwan (1993). [ 14] J. Shu, B.P.A. Grandjean, E. Ghali and S. Kaliaguine, J. Electrochem. Soc., 140 (1993) 3175. [ 151 E. Giamello, B. Fubini, P. Lauro and A. Bossi, J. Catal., 87 (1984) 443. [ 161 J.W. Evans, M.S. Wainwright, A.J. Bridgewater and D.J. Young, Appl. Catal., 7 (1983) 75. [ 17] G.C. Chinchen, C.M. Hay, H.D. Vandervell and K.C. Waugh, J. Catal., 103 (1987) 79. [ 181 H.F. Chang, M.A. Salequ W.S. Hsu and W.H. Lin, Appl. Catal., submitted. [ 19] H.F. Chang and M.A. Saleque, J. Mol. Catal., 88 (1994) 223. [201 C. Sivaraj and P.K. Rao, Appl. Catal., 45 (1988) 103. [ 21 ] T.J. Huang and C.C. Chien, J. ChIChE, 24 (1993) 57. [ 22] A.A. Balandin, Adv. Catal., 10 (1958) 96. X244 94870454 S0304-5102(94)87045-4 10.1016/S0304-5102(94)87045-4 Effect of acidity and copper surface area of the Cu/Al2O3 catalyst prepared by electroless plating procedure on dehydrogenation reactions Hsin-Fu Chang ∗ Mohammed Abu Saleque Wen-Su Hsu Wen-Hsiung Lin Department of Chemical Engineering, Feng Chia University, Taichung, Taiwan * Corresponding author. Fax. (+886-4) 2549517. Two industrially important dehydrogenation reactions were catalyzed with Cu/γ-Al2O3 catalyst prepared by the electroless copper plating technique. One is the dehydrogenation of cyclohexanol and the other is the dehydrogenation of isopropanol to realize the catalytic activity of these catalysts on cyclic and noncyclic alcohols. The dehydrogenation activity strongly depends on the number of exposed copper sites and the dehydration activity clearly influences the effective acid sites of the catalysts. The copper surface area increases with loading up to ca. 15 wt.% Cu; above this loading the reduction of copper surface area was observed. The efficiency of the acid site is almost same and is independent of the preparation method up to the lower copper loading range. But at high copper content the efficiency of the acid site is relatively low when compared with the catalysts prepared by the urea hydrolysis procedure. Though the acid amount of the catalysts prepared by the electroless method was higher than that of the catalysts prepared by the urea hydrolysis procedure, the selectivity to cyclohexene was relatively low. Keywords Acidity Copper Cyclohexanol Dehydrogenation Electroless plating Isopropanol Surface area References [1] F. Pepe C. Angeletti S.D. Rossi M.L. Jacono J. Catal. 91 1985 69 [2] J. Cunningham G.H. Al-Sayyed J.A. Cronin C. Healy W. Hirschwald Appl. Catal. 25 1986 129 [3] S.S. Lokras P.K. Deshpande N.R. Kuloor Ind. Eng. Chem. Process Des. Dev. 9 1970 293 [4] J.C. Volta P. Turlier Y. Trambouze J. Catal. 34 1974 329 [5] M.A. Sideltseva B.V. Erofeev Bull. Acad. Sci. 2 1986 Div. Chem. Soc USSR 30 [6] V. Petrova I. Orizavski A. Draganov Khim. Ind. (Sofia) 9 1983 401 [7] C. Sivaraj B.M. Reddy P.K. Rao Appl. Catal. 45 1988 L11 [8] Y.M. Lin I. Wang C.T. Yeh Appl. Catal. 41 1988 53 [9] C. Sivaraj S.T. Srinivas V.N. Rao R.K. Rao J. Mol. Catal. 60 1990 L23 [10] R.M. Friedman J.J. Freeman F.W. Lytie J. Catal 55 1978 10 [11] W.R.A.M. Robinson J.C. Mol Appl. Catal. 44 1988 165 [12] H.F. Chang M.A. Saleque Appl. Catal. A 103 1993 233 [13] M.A. Saleque M.S. Thesis 1993 Feng Chia University Taiwan [14] J. Shu B.P.A. Grandjean E. Ghali S. Kaliaguine J. Electrochem. Soc. 140 1993 3175 [15] E. Giamello B. Fubini P. Lauro A. Bossi J. Catal. 87 1984 443 [16] J.W. Evans M.S. Wainwright A.J. Bridgewater D.J. Young Appl. Catal. 7 1983 75 [17] G.C. Chinchen C.M. Hay H.D. Vandervell K.C. Waugh J. Catal. 103 1987 79 [18] H.F. Chang, M.A. Salequ W.S. Hsu and W.H. Lin, Appl. Catal., submitted. [19] H.F. Chang M.A. Saleque J. Mol. Catal. 88 1994 223 [20] C. Sivaraj P.K. Rao Appl. Catal. 45 1988 103 [21] T.J. Huang C.C. Chien J. ChIChE 24 1993 57 [22] A.A. Balandin Adv. Catal. 10 1958 96",
      "scopus-id": "43949157853",
      "coredata": {
        "eid": "1-s2.0-S0304510294870454",
        "dc:description": "Two industrially important dehydrogenation reactions were catalyzed with Cu/γ-Al2O3 catalyst prepared by the electroless copper plating technique. One is the dehydrogenation of cyclohexanol and the other is the dehydrogenation of isopropanol to realize the catalytic activity of these catalysts on cyclic and noncyclic alcohols. The dehydrogenation activity strongly depends on the number of exposed copper sites and the dehydration activity clearly influences the effective acid sites of the catalysts. The copper surface area increases with loading up to ca. 15 wt.% Cu; above this loading the reduction of copper surface area was observed. The efficiency of the acid site is almost same and is independent of the preparation method up to the lower copper loading range. But at high copper content the efficiency of the acid site is relatively low when compared with the catalysts prepared by the urea hydrolysis procedure. Though the acid amount of the catalysts prepared by the electroless method was higher than that of the catalysts prepared by the urea hydrolysis procedure, the selectivity to cyclohexene was relatively low.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1994-11-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0304510294870454",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hsin-Fu, Chang"
          },
          {
            "@_fa": "true",
            "$": "Mohammed Abu, Saleque"
          },
          {
            "@_fa": "true",
            "$": "Wen-Su, Hsu"
          },
          {
            "@_fa": "true",
            "$": "Wen-Hsiung, Lin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0304510294870454"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0304510294870454"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0304-5102(94)87045-4",
        "prism:volume": "94",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of acidity and copper surface area of the Cu/Al2O3 catalyst prepared by electroless plating procedure on dehydrogenation reactions",
        "prism:copyright": "Copyright © 1994 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "03045102",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Acidity"
          },
          {
            "@_fa": "true",
            "$": "Copper"
          },
          {
            "@_fa": "true",
            "$": "Cyclohexanol"
          },
          {
            "@_fa": "true",
            "$": "Dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Electroless plating"
          },
          {
            "@_fa": "true",
            "$": "Isopropanol"
          },
          {
            "@_fa": "true",
            "$": "Surface area"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "233-242",
        "prism:endingPage": "242",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 November 1994",
        "prism:doi": "10.1016/S0304-5102(94)87045-4",
        "prism:startingPage": "233",
        "dc:identifier": "doi:10.1016/S0304-5102(94)87045-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/43949157853"
      }
    }
  }
}