{
  "metadata": {
    "title": "Electrical conductivity, basicity and catalytic activity of Cs-promoted α-NiMoO<ce:inf loc=post>4</ce:inf> catalysts for the oxidative dehydrogenation of <ce:italic>n</ce:italic>-butane",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-09-25",
    "doi": "10.1016/S0926-860X(96)00421-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96004218",
    "pii": "S0926860X96004218"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0009786238",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-06-01 1998-06-01 2010-11-13T18:01:50 1-s2.0-S0926860X96004218 S0926-860X(96)00421-8 S0926860X96004218 10.1016/S0926-860X(96)00421-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00762 2024-01-01T12:19:29.85596Z 0 0 19970925 1997 1998-06-01T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 158 158 1 2 1 2 Volume 158, Issues 1–2 20 243 256 243 256 19970925 25 September 1997 1997-09-25 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. ELECTRICALCONDUCTIVITYBASICITYCATALYTICACTIVITYCSPROMOTEDNIMOO4CATALYSTSFOROXIDATIVEDEHYDROGENATIONNBUTANE MADEIRA L MAZZOCCHIA 1983 108 C MAZZOCCHIA 1977 61 C PROCEEDINGSFIFTHIBEROAMERICANSYMPOSIUMCATAL OZKAN 1985 137 U ITENBERG 1976 867 I MAZZOCCHIA 1991 181 C MAZZOCCHIA 1993 731 C MARTINARANDA 1995 201 R MALDONADOHODAR 1996 313 F HERRMANN 1994 559 J CATALYSTCHARACTERIZATIONPHYSICALTECHNIQUESFORSOLIDMATERIALS SAUTEL 1995 M PHDTHESIS TAHRI 1991 129 A SAUTEL 1995 443 M MIRO 1990 451 E PEIL 1991 143 K ZHANG 1992 317 Z ROGER 1995 A PHDTHESIS CHAAR 1987 483 M GRABOWSKI 1995 129 R KOFSTAD 1972 P NONSTOICHIOMETRYDIFFUSIONELECTRICALCONDUCTIVITYINBINARYMETALOXIDES ROGER 1996 1273 A GRZYBOWSKA 1994 151 B MADEIRAX1997X243 MADEIRAX1997X243X256 MADEIRAX1997X243XL MADEIRAX1997X243X256XL item S0926-860X(96)00421-8 S0926860X96004218 1-s2.0-S0926860X96004218 10.1016/S0926-860X(96)00421-8 271346 2024-01-01T12:19:29.85596Z 1997-09-25 1-s2.0-S0926860X96004218-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96004218/MAIN/application/pdf/344b23f9603d1badd1d6fc2a4c8274c6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96004218/MAIN/application/pdf/344b23f9603d1badd1d6fc2a4c8274c6/main.pdf main.pdf pdf true 721018 MAIN 14 1-s2.0-S0926860X96004218-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96004218/PREVIEW/image/png/5e5f3f24e461dd25dbac73bd4f7849e7/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96004218/PREVIEW/image/png/5e5f3f24e461dd25dbac73bd4f7849e7/main_1.png main_1.png png 53816 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 158 (1997) 243-256 Electrical conductivity, basicity and catalytic activity of Cs-promoted a-NiMo04 catalysts for the oxidative dehydrogenation of n-butane L.M. Madeiraa, J.M. Herrmannb, F.G. Freirea, M.F. Portelaa'*, F.J. Maldonadol'a aGRECAT- Grupo de Estudos de Catdlise Heterogdnea, Instituto Superior T~cnico-Universidade TFcnica de Lisboa. Av. Rovisco Pais, 1096 Lisboa Codex, Portugal bURA au CNRS Photocatalyse, Catalyse et Environnement, Ecole Centrale de Lyon, B.P. 163, 69131 Ecully-cedex, France Received 7 August 1996; received in revised form 6 December 1996; accepted 6 December 1996 Abstract Unpromoted and cesium-promoted a-NiMoO4 have been prepared and characterised by several techniques (AA, ICE XPS, BET, XRD and FI'IR) which evidenced that cesium is only on the surface of the catalyst and does not affect the molybdate structure. Catalysts with Cs loadings of 0%, 1%, 3% and 6% (surface atomic ratio Cs/Mo) were investigated by CO2-TPD and electrical conductivity techniques in order to rationalise the catalytic behaviours in the oxidative dehydrogenation (ODH) of n-butane. CO2-TPD data showed an increase in the catalyst basicity with Cs content up to 3%, but a subsequent decrease was observed for the 6% Cs-NiMoO4 sample. A similar trend was found for the electrical conductivity and for C4's selectivity. Cesium-promoted catalysts are much more conducting than unpromoted NiMoO4 due to the contribution of an additional surface ionic conductivity by mobile Cs+ ions to the overall conductivity. Correlatively, there is a substantial decrease of the apparent activation energy of conduction. Such surface ionic conductivity is associated with labile O2- species which would be responsible for the higher selectivity of Cs-promoted catalysts. At high Cs loadings (6%), the growth of cesium oxide particles leads to a loss of dispersion and consequently to a decrease of basicity, electrical conductivity and selectivity to oxidative dehydrogenation products. From electrical conductivity data, it has been proposed that butane ODH involves simultaneously basic 02- sites for the initial proton abstraction from the hydrocarbon and anionic vacancies required (i) for the second H atom abstraction and (ii) for oxygen dissociative chemisorption necessary for the reoxidation of the solid, i.e. for the regeneration of surface anions. * Corresponding author. IOn leave from Departamento de Qufmica Inorg~inica, Facultad de Ciencias, Universidad de Granada, 18071 Granada, Spain. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)0042 1-8 244 L.M. Madeira et al./Applied Catalysis A: General 158 (1997) 243-256 Keywords: Nickel molybdate; Butane oxidative dehydrogenation; Cesium doping; Electrical conductivity; Basicity I. Introduction Nickel molybdate catalysts are known to be active and selective for oxidation reactions [1-3] and particularly for the oxidative dehydrogenation (ODH) of alkanes [4-6]. In a previous study, we have shown that alkali promoters affect the catalytic behaviour of NiMoO4 in n-butane ODH [7]. In particular, when add- ing cesium, high selectivities to dehydrogenation products (C4's) were attained [8]. Electrical conductivity measurements on oxide catalysts can provide informa- tion about the nature of surface structure defects, the existence of charged oxidising species (e.g. ionosorbed oxygen species or active surface anions), the nature of the oxidic phase involved in catalytic reactions, etc. [9]. Therefore, the study of the electrical conductivity of oxides can provide an interesting contribu- tion to understand their performances in catalysis. The electrical conductivity of the Ni-Mo-O system has already been investi- gated [5,10-12]. It has been shown that nickel molybdate is a n-type semicon- ductor when prepared in quasi-stoichiometric conditions [5,11] or for Mo-rich compounds [12]. For Ni-rich solids, a p-type is observed [10]. In particular, Mazzocchia et al. [5] found the presence of anionic vacancies in NiMoO4 and proposed that propene is formed by the reaction of propane with surface Oz- anions. For promoted nickel molybdate catalysts, no references were found in the literature concerning their electrical properties. However, there are a lot of works performed with other systems promoted with alkali and alkali earth metals [13- 16]. These studies are usually related to promoter effects, with an increase of the ionic conductivity, and an improvement of the catalytic behaviour for the oxidative coupling of methane (increase of C2 selectivity). It must be emphasised that in addition to conductivity, other properties such as basicity/acidity also affect the selectivity and the activity of the catalyst. The aim of this study is therefore to characterise, from the electrical point of view, the Cs- promoted NiMoO4 catalysts and to correlate the observed properties with the basicity and catalytic behaviour for the butane oxidative dehydrogenation. 2. Experimental 2.1. Catalysts preparation and characterisation The o~-NiMoO4 catalyst (with a Ni/Mo atomic ratio equal to 1) was prepared by a coprecipitation reaction following the method described by Mazzocchia et al. [ 1 ], L.M. Madeira et al./Applied Catalysis A: General 158 (1997) 243-256 245 using 0.25 M solutions of Ni(NO3)2.6H20 and H2MoO4. Cesium-doped catalysts were prepared by wet impregnation of the pure a-NiMoO4 with a solution of cesium nitrate at 60 for 15 h. The impregnated solids were then filtered, dried at 120 and finally calcined in air at 550 for 2 h. The characterisation of the samples was performed by BET, ICP, AA, HTXRD, FTIR and XPS methods. Experimental details and results can be found elsewhere [7,81. 2.2. C02-TPD The basicity of catalysts surface was investigated by temperature programmed desorption of CO2. One previous experiment carried out in He flow up to 650 showed that between 550 and 650 the detector signal is negligible. In this way, the pre-treatment was performed by heating the sample (ca. 0.3 g) in He flow until 550 to clean the surface, and avoid the transition to the metastable/%phase, which is already present at 595 [5]. After cooling, the catalysts were saturated in CO2 at 30, purged during 20 min in He flow, and then CO2 was desorbed by heating at 10/min in a He flow of 1 cm3/s with on line gas analysis performed with the TC detector of a Shimadzu GC-8A gas chromatograph. 2.3. Electrical conductivity measurements The electrical conductivity measurements of the c~-phase catalysts were carried out in a cell of the static type described elsewhere [9]. The catalysts (ca. 235 mg) were slightly compressed between two platinum electrodes (P~ 105 Pa) to ensure good electrical contacts between particles without modifying the texture. To control the temperature, both electrodes were soldered to thermocouples also used as conductors for electrical measurements. The electrical resistance of the samples was measured with various R-meters according to the measured range: a Kontron multimeter (model DMM 4021) for resistances lower than 2:< 106 ohm and digital teraohmmeter (Guildline Instruments, model 9520) for higher values (106<R< 1014 ohm). The electrical conductivity of the powdered samples can be written as 1 h cr = R S ' (1) where R is the electrical resistance and h/S the geometric factor [including the thickness h (0.3 cm) and the cross-sectional area S of the circular electrodes (0.785 cm2)]. In order to compare the samples under conditions providing reproducible results and close to those of catalysis, solids were submitted to the same procedure for electrical conductivity measurements. They were first quickly outgassed at room temperature and placed in a pure oxygen atmosphere with a pressure equal to that 246 L.M. Madeira et al./Applied Catalysis A: General 158 (1997) 243-256 used in catalysis [Po2 =68.4 Torr (9.12 kPa)]. The temperature was raised to 450 at a heating rate of 5/min. After stabilisation, the temperature was changed between 450 and 390 for determining the activation energies of conduction from the slopes of the plots log cr=f(1/T). 2.4. Steady-state reaction studies Catalytic experiments were performed in a fixed bed, continuous flow tubular quartz reactor with a coaxially centred thermocouple. Reactants and products were separated and analysed using an on line Shimadzu GC-8A gas chromatograph with two columns as described elsewhere [7]. To avoid gradients of pressure and specially of temperature (due to the exothermic character of the reaction), the catalyst (0.3 g) was mixed with inert quartz (180-254 ~tm) in a volume ratio of 1 : 2 catalyst to quartz. Since the operation was under differential conditions, the temperature gradients were always lesser than +2. The feed was a mixture of 4% n-butane, 9% oxygen and 87% nitrogen (mol%) and the contact time was 12 h gcat molc4H~0-1- The ODH of butane was studied in the temperature range 375-575 at atmospheric pressure. For comparisons based on equal conversion levels, temperature was adjusted to keep the conversion of butane constant for each catalyst. Blank runs showed that under the experimental conditions used in this work, the homogeneous reaction could be neglected. 3. Results and discussion 3.1. Catalysts characterisation Complementary techniques such as ICP and AA were used to define the chemical composition of the catalysts. They showed that the prepared nickel molybdate is stoichiometric (atomic ratio Ni/Mo--1) and had only traces of cesium in the bulk. XPS experiments confirmed that the atomic ratio Ni/Mo=l and evidenced the presence of Cs in the catalyst surface, with concentrations of 0.01, 0.03 and 0.06 (atomic ratio Cs/Mo) for the three doped catalysts. Similarly, no excess of NiO or MoO3 was recorded by XRD or FFIR. HTXRD data also evidenced that Cs loading does not change the molybdate structure, showing only the characteristic peaks of the c~-phase, even at high temperatures such as 625 [8]. However, cesium doping causes a decrease of the catalyst surface area when promoter loading increases (Table 1). 3.2. C02-TPD The basic character of the catalysts surface was investigated by CO2-TPD, with adsorption at 30 (Fig. 1). Two types of sites were observed with very different L.M. Madeira et al./Applied Catalysis A: General 158 (1997) 243-256 247 Table 1 BET surface areas and activation energies of conduction for Cs-promoted a-NiMoO4 catalysts Catalyst SBZT (mZ/g) E,~ (kJ/mol) NiMoO4 44.1 124.5 1% Cs-NiMoO4 34.9 83.4 3% Cs-NiMoO4 28.7 86.5 6% Cs-NiMoO4 26.7 93.6 aDetennined between 390 and 450 under 68.4 Torr O2. 6000 I / !,0001 , } t \\'.: ~ 0 100 200 300 400 500 600 Temperature ( ~'C I Fig. 1. CO2-TPD profile for the different catalysts: NiMoO4 (A); 1% Cs-NiMoO4 (B); 3% Cs-NiMoO~ (C) and 6% Cs-NiMoO4 (D). CO2 adsorbed at 30. basicity strengths, taking into account that the peaks tend to appear at higher temperatures, the stronger the basicity of the surface sites. For the unpromoted NiMoO4, the first maximum is located around 275 and the second one starts at about 525 (Fig. I(A)), but its exact position cannot be accurately determined because the experiments were performed only up to 650 in order to avoid the o~---~/3 phase transition. The basic character of cesium-promoted samples is evidenced because the total area defined by the Cs-doped catalysts curves (or the total amount of adsorbed CO2) are much larger than that of the unpromoted NiMoO4. Moreover, while 1% and 3% Cs-doped catalysts present similar basicities, there is a significant decrease for the 6% Cs-NiMoO4 (Fig. I(D)). 3.3. Electrical conductivity measurements The recorded results of the electrical conductivity at different temperatures are presented in Fig. 2. It appears that Cs-promoted NiMoO4 catalysts are about two orders of magnitude more conducting than pure NiMoO4. There is a slight maximum for 3% Cs but it can be considered that most of the difference in 248 L.M. Madeira et al./Applied Catalysis A: General 158 (1997) 243-256 -6 -7 'I -9 -10 t I i J i I 0 1 2 3 4 5 6 Cs (%) Fig. 2. Variation of the electrical conductivity at 390 (11) and 450 (O) as a function of surface cesium contents. conductivity between promoted and unpromoted nickel molybdate is already obtained for 1% Cs. The electrical conductivity was then varied as a function of temperature to determine the activation energy of conduction Ec. The semilog plots [In ~r=f(1/T)] are given in Fig. 3. The slopes enabled one to calculate the Ec values listed in -15 ~.~ -17 E ~ -19 _e -21 ~ 1.36 1,40 1.44 1.48 1,52 1000/1\" (K\"~) Fig. 3. Semilog plots of the electrical conductivity as a function of I/T for the different catalysts: NiMoO4 (m); 1% Cs-NiMoO4 (0); 3% Cs-NiMoO4 (A) and 6% Cs-NiMoO4 (O). L.M. Madeira et al./Applied Catalysis A: General 158 (1997) 243-256 249 Table 1. It can be observed that cesium-promoted nickel molybdates have values for Ec in the range 83-94 kJ/mol. They are substantially lower than that of the unpromoted solid (124.5 kJ/mol). The deposition of Cs on the surface of NiMoO4 increases by two orders of magnitude the electrical conductivity and decreases substantially the apparent activation energy of conduction. In all cases, the solids remain semiconductors taking into account (i) the magnitude of the conductivities and (ii) the activated behaviour of cr cr = ~0 exp(-Ec/RT). (2) The Cs-promoted NiMoO4 samples have similar electrical behaviours: close conductivity values at constant temperature under oxygen (Fig. 2) and similar apparent activation energies of conduction (Table 1). Pure NiMoO4 and Cs- promoted NiMoO4 have to be considered separately. 3.3.1. Pure ot-NiMo04 It must be pointed out that we only worked on the a-phase for technical reasons. r-phase is metastable [5] and has to be formed by increasing the temperature in situ. Besides the polymorphic transformation, there is a change in the BET surface area [7]. In addition, the a---,fl transformation can be incomplete, specially when NiMoO4 is promoted with high cesium loadings [8]. These were the reasons why we only performed experiments with the a-phase. It is known that a-NiMoO4 is a n-type semiconductor, when prepared in quasi-stoichiometric conditions [5,11]. Its electrons arise from the ionisation of anionic vacancies. Previous studies with a-NiMoO4 have shown in fact that p-1/5.8 cr vs. Po2 varies as ~r o( o2 [5]. The value of the exponent (- 1/5.8) is close to -1/6 evidencing that the main surface defects are compatible with the model of doubly ionised anionic vacancies. This means that heating a sample and decreas- ing the partial pressure of gaseous oxygen in equilibrium with the solid, the solid spontaneously looses surface oxygen anions (to)s, thus forming anionic vacancies (Oo)s ,~ 102(g) + Vo, (3) where (Oo)s is a surface anion. Such species can be oxygen active species in the ODH of butane and their regeneration would consist in the spontaneous reoxida- tion of the surface by gaseous oxygen, according to a Mars and Van Krevelen mechanism. Vo represents an anionic vacancy with the two electrons of the former anion trapped. It is a neutral entity with respect to the solid. Eq. (3) does not induce any change in the quasi-free electron concentration and thence in the electrical conductivity of the sample. However, due to the relatively high temperature (390- 450), the ionisation of the first electron is possible Vo ,~- V~3 + e-. (4) 250 LM. Madeira et al./Applied Catalysis A: General 158 (1997) 243-256 V~) represents a singly ionised anionic vacancy and is now to be considered as a positive entity with respect to the solid. The electron involved in Eq. (4) increases ...... 1/2 the conductwlty. Since Eqs. (3) and (4) are equilibria (K3---Po2 [Vo] and K4 = [V~][e-]/[Vo]) and follow Van't Hoff's law [Ki = Ko, exp(-~ff-Ii/RT)], the electron concentration [e-] varies exponentially with temperature, accounting for the semiconductor character of the sample (Eq. (2)). Taking into account the electroneutrality condition ([e-] = [V~3]), Eqs. (3) and (4) give cr variations as a function of oxygen pressure of the following type: p-l~4 o o( 02 \" However, if the temperature is high enough, singly ionised anionic vacancies V~ can loose their second electron and become doubly ionised, V~ ~ V~3+ e-. (5) The combination of the equilibrium constants for Eqs. (3) and (4), the equili- brium constant K5 = [V~[e-]/[V~)] with the condition of electroneutrality ([e-] = 2[V~), gives ~r variations of the form cr= A[e-] = A(2KKK)l/3 exp( z~n3 -~- mn4-}- mn5) (6) Therefore, the exponent -1/6 is indicative of the existence of doubly ionised anionic vacancies whose overall enthalpy of formation AH is equal to AH ---- /kH3 + AH4 + AH5 = 3Ec. A value of 134 kJ/mol has been found by Mazzocchia et al. [5] for Ec, i.e., AH--402 kJ/mol. In our case, the value found for Ec was very close (Table 1) confirming that under similar conditions, we have the same type of defects, i.e. doubly ionised anionic vacancies, with the same enthalpy of formation. 3.3.2. Cs-promoted ~-NiMo04 Our solids have not undergone structural modifications after impregnation with a Cs salt followed by calcination at 550 for 2 h [8]. Cs is practically only on the surface [7,8], which would be facilitated by the fact that Cs has a great ionic radius (1.67 ,~), corresponding to an ionic volume 14.2 times larger than that of Ni2+ ions (ionic radius: 0.69 A). The increase of conductivity observed is therefore related to surface Cs+ ions. The overall conductivity ~r will result from the combination of the conductivity of bulk NiMoO4 and of that (Crcs) associated with the presence of Cs+ ions on the surface. O-cs could correspond to a kind of ionic surface conductivity, induced by the migration of Cs+ ions on the surface, under action of an electric field. This ionic mobility of Cs+ ions is accompanied by opposite charge migration (either electrons, since the solid is a n-type semiconductor, or O2 anions, or both negative species together). For the electroneutrality of the solid L.M. Madeira et al./Applied Catalysis A: General 158 (1997) 243-256 251 and of its surface, Cs+ ions are permanently associated with oxygen anions. The maximum conductivity is practically attained with a loading of 1% Cs (Fig. 2). It slightly increases for the 3% Cs-NiMoO4 sample and then decreases for a loading of 6%. When Cs contents are increased to 6%, there is the possibility of growth of cesium oxide aggregates with formation of more stable bigger particles. This would mean that in such conditions some Cs- ions are not mobile and do not contribute to the overall conductivity. 3.4. Steady-state reaction studies Butane ODH was carried out on unpromoted and cesium-promoted nickel molybdate. During catalytic runs, the detected products were, besides carbon oxides (CO and CO2), 1-butene, 2-trans-butene, 2-cis-butene and butadiene (Ca's). The absence of oxygenated organic compounds was also found over the Mg-V-O system which was explained by Chaar et al. [17] as due to the basicity of these materials favouring the rapid desorption of the olefins formed with the suppression of the subsequent oxidation to maleic anhydride and other oxygen-containing compounds. In previous studies we have shown that the addition of alkali metals (Li, Na, K and Cs) to NiMoO4 usually decreases the activity in butane ODH [7,8]. This behaviour was related to the effect of both the nature and the contents of the promoters on the BET surface area and to the decrease of the interactions between butane and the catalyst surface due to the basic nature of the promoters. Similar results have also been reported for propane ODH on VzO5]TiO2 and MoO3/TiO2 catalysts [18], and have been assigned to blocking of the alkane activation sites. In Table 2 are shown the rates of butane conversion at 475 for the unpromoted and Cs promoted catalysts. The observed activity decrease by cesium addition is not only due to the decrease in surface area mentioned above because when rates of butane conversion are based on unity of surface area the trend is the same. In the present work, the study is focused on the effect of cesium additive at different loadings on the selectivity to dehydrogenation products (C4's). Tem- perature was adjusted for each catalyst to compare results obtained at isoconver- sion (Table 2). As expected, there is an increase of the reaction temperature when Table 2 Catalytic results in butane ODH for Cs-promoted c~-NiMoO4 catalysts Catalyst rbutanea (mol/(h g))x 103 rbutanea (mol/(h I1\"12)) 105 T3%b () T5%b () NiMoO4 8.9 20.1 400 425 1% Cs-NiMoO4 2.5 7.1 475 500 3% Cs-NiMoO4 1.4 5.0 500 525 6% Cs-NiMoO4 1.0 3.7 520 550 aRates of butane conversion at 475. bTemperature at which the butane conversion levels are 3% or 5%. 252 L.M. Madeira et al./Applied Catalysis A: General 158 (1997)243-256 100 90 80 m 7o Q ) 60 50 40 I J I ~ f I 0 1 2 3 4 5 6 c= (%) Fig. 4. Effect of surface cesium contents on the selectivity in dehydrogenation products at equal butane conversion levels (3% (11) and 5% ((3)). the Cs content is increased since in the sequence the catalysts are progressively less active. It is noteworthy that the large increase in the reaction temperature is observed from the unpromoted catalyst to 1% Cs-doped NiMoO4. The selectivity to C4's is presented in Fig. 4. With the butane conversions tested, there is a large improvement in C4's selectivity from the unpromoted sample to the 1% Cs- NiMoO4 catalyst (around 50% and 35% of the original results for 5% and 3% conversion levels, respectively). For 3% Cs loading, there is still a slight improve- ment, the selectivity attaining 90% at 3% conversion of butane, whereas at higher cesium contents, selectivity decreases in such a way that 6% Cs-NiMoO4 is almost as selective as unpromoted nickel molybdate. The observed selectivity for the 6% Cs sample can also be due to the high temperature necessary to compensate the loss of activity. But this would not be the only reason for such a strong decrease. In fact, from the unpromoted sample to the 3% Cs-doped NiMoO4, there is an increase of 100 in the reaction temperature to keep the butane conversion constant. However, in such circumstances the selectivity to dehydrogenation products is largely improved. For the 6% Cs sample, an increase of only 20 or 25 leads to a strong decrease in selectivity with respect to the 3% Cs-NiMoO4 catalyst. In this way, such behaviour would also be related to basicity and conductivity decreases. The data presented along this paper clearly illustrate that the addition of Cs to o~- NiMoO4 simultaneously increases the number of basic sites and the surface ionic conductivity. In fact, after integration of the CO2-TPD curves, a direct correlation between CO2-TPD areas and electrical conductivity was obtained (Fig. 5(A)). Moreover, Cs-doped samples proved to be very selective catalysts for butane ODH which is accounted for by the electrical conductivity and CO2-TPD results. An L.M. Madeira et al./Applied Catalysis A: General 158 (1997) 243-256 253 12 100 - A B 3% Cs 10 o 90 3% Cs o / / 8 / 80 \" / 1%Cs x / ~' / ~. / ~ / E / O \"= / 6 6%Cs / 1%Cs tJ 70 / E O / -- / 4= / u~ / o / o 4 / 60 //o 6% Cs / 3% Cs / / / /\" 0% Cs o/ 2 ./6% CSI -\" s \"~ 50 // Jl,, 1% Cs 0% Cs ., \" 0 -~ I , t 40 ~ I ~ I 0.5 1.5 2.5 0.5 1.5 2.5 CO=-TPD area (a.u.) COrTPD area (a.u.) Fig. 5. Electrical conductivity at 390 (11) and 450 ( (A) and selectivity in dehydrogenation products at equal butane conversion level of 5% (B) as a function of catalyst surface basicity. interesting linear relationship between the C4'S selectivity and the CO2-TPD data was observed (Fig. 5(B)). Considering that o~-NiMoO4 is an n-type semiconductor with doubly ionised ionic vacancies, the following reaction mechanism based on Eq. (4) in [5] may be proposed: (1) Heterolytic chemisorption of butane on basic sites C4H9-H(g) + 02- ~ C4H9 (ads) + OHs. (7) (2) Second H atom abstraction with the help of doubly ionised ionic vacancies C4H9(ads) + V~)--* C4H8(g) + Vo + H+. (8) (3) Desorption of H20 and regeneration of anionic vacancies H+ + 02- ~ OHs, (9) 2OHs --~ 02- + H20(g) + V~) (10) (4) Regeneration of surface oxygen anions Vo + ~02(g) 2- ~os . (11) The overall mass balance obtained by adding Eqs. (7)-(11) gives C4H10 + 102 ~ C4H8 + H20. 254 L.M. Madeira et al./Applied Catalysis A: General 158 (1997) 243-256 This reaction mechanism accounts for the preferential formation of the C4 olefins induced by the basicity of the surface which facilitates the elimination of protons through water formation. Doubly ionised anionic vacancies V~favour the abstraction of a hydride species in Eq. (8) by trapping two electrons. It appears that both surface anions O2- and anionic vacancies are necessary for the ODH of butane in C4 olefins. Surface anions O2- are mainly involved in proton abstraction from the butane molecules (Eq. (7)) and water formation (Eqs. (9) and (10)). Anionic vacancies intervene with their two ionisation state: either as doubly ionised V~)which facilitate a hydride abstraction leading to Ca olefin (Eq. (8)) or as filled Vo which act as dissociative adsorption sites for gaseous oxygen which reoxidises the solid. The addition of Cs+ at the surface creates an additional ionic conductivity at the surface, due to the mobility of Cs+ ions and possibly of associated O2- labile anions. It can be also conceived that, beyond an optimum of ca. 3% Cs, an excess of Cs20 at the surface of c~-NiMoO4 would partially destroy the equilibrium between anions and anionic vacancies necessary to the redox mechanism described by Eqs. (7)-(11). 4. Conclusions A large increase of the nickel molybdate basicity was recorded by CO2-TPD measurements after addition of 1% and 3% of cesium. However, when increasing further Cs concentration the basicity decreases (Fig. 1). Results of electrical conductivity measurements (Fig. 2) and of catalytic tests for n-butane ODH (Fig. 4) show that the dependence of the overall electrical conductivity and of the C4's selectivity on the cesium content follows a similar trend, i.e., they both first increase up to an optimum of 3% Cs and decrease afterwards. Thus, the larger C4's selectivity seems related to the increasing surface basicity and conductivity of the Cs-promoted NiMoO4 catalysts (Fig. 5). The conductivity increase by Cs doping is due to an ionic contribution of mobile Cs+ ions to the overall conductivity. To such ions are associated labile O2- species that affect the behaviour of the catalysts under study. In fact, the catalytic behaviour of an oxidation catalyst is related to the nature of the surface oxygen species in equilibrium with gaseous oxygen. The type and amount of such species depend on the electrical properties of the solid. According to several authors [15,19,20], solids with high oxygen-ion conductivity have a high capability of transforming surface oxygen species into lattice oxygen. As previously found for the NiO-MoO3 system [2], lattice oxygen is responsible for the oxidative dehydrogenation, whereas other products of selective and deep oxidation are formed via different forms of surface oxygen. So when increasing the Cs content, the number of mobile Cs+ ions on the catalyst surface, and of associated 02- species increases leading to an increase of L.M. Madeira et al./Applied Catalysis A: General 158 (1997) 243-256 255 the overall conductivity. Such 02- species would increase the catalyst surface basicity (as evidenced by the amount of adsorbed CO2 by Cs-doped samples). The induced basicity also favours the desorption of the produced olefins, correlatively increasing the C4's selectivity. Interesting and similar results were obtained by Grzybowska et al. [21] when adding potassium to V2Os]TiO2 and MoO3]TiO2 systems. They used the surface potential technique for the identification of charged oxygen species on the catalyst surface in equilibrium with gaseous oxygen. On the unpromoted catalysts, the presence of both electrophilic oxygen species (O-), which are responsible for total oxidation of hydrocarbons, and of O2- ions was recorded. However, the addition of alkali promoters on the surface facilitates the electron transfer and they only found 02- species on promoted catalysts. Such results were related to the increase in selectivity for propane ODH by promotion with K. The behaviours of basicity and electrical conductivity for Cs content higher than 3% suggest a growth of cesium oxide particles. In fact the loss of dispersion implies a decrease of amount of adsorbed CO2, and consequently of basicity and the growth of the cesium particles leads to a decrease of their mobility which explains the decrease in the overall conductivity. On the other hand, electrical conductivity data have clearly indicated the presence of anionic vacancies and of basic labile anions, both necessary for ODH mechanism. The inhibiting effect of an excess of Cs additive could also be tentatively ascribed to an excess of associated surface anions detrimental to the existence of anionic vacancies at the surface of the catalyst. Acknowledgements The authors thank Mr. J. Disdier for his technical assistance in conductivity measurements. L.M. Madeira thanks PRAXIS XXI Program from JNICT (Junta Nacional de Investigacao Cientffica e Tecnoldgica) for financial support. EJ. Maldonado thanks the European Community. Support of this work by European Community (contract no. CHRX-CT92-0065) and very fruitful discussions with Dr. N. Ionescu of the \"I.G. Murgulescu\" Institute of Physical Chemistry of the Romanian Academy, Bucharest (Romania) are gratefully acknowledged. References [1] C. Mazzocchia, R. Del Rosso and P. Centola, An. Quim., 79 (1983) 108. [2] C. Mazzocchia, R. Del Rosso, P. Centola, Proceedings of the fifth Ibero-American Symposium on Catal., 1976, Rev. Port. Quire., 19(1~-) (1977) 61. [3] U. Ozkan and G.L.J. Schrader, J. Catal., 95 (1985) 137. [4] I.S. Itenberg, M.M. Andrushkevich, R.A. Buyanov, G.A. Khramova and V.G. Sitnikov, Kinet. Katal., 17 (1976) 867. 256 L.M. Madeira et al./Applied Catalysis A: General 158 (1997) 243-256 [5] C. Mazzocchia, C. Aboumrad, C. Diagne, E. Tempesti, J.M. Herrmann and G. Thomas, Catal. Lett., 10 (1991) 181. [6] C. Mazzocchia, A. Kaddouri, R. Anouchinsky, M. Sautel and G. Thomas, Solid State Ionics, 63-65 (1993) 731. [7] R.M. Martin-Aranda, M.E Portela, L.M. Madeira, E Freire and M.M. Oliveira, Appl. Catal. A, 127 (1995) 201. [8] EJ. Maldonado-H6dar, L.M. Madeira, M.E Portela, R.M. Mart/n-Aranda and E Freire, J. Mol. Catal. A, 111 (1996) 313. [9] J.M. Herrmann, in: J.C. Vrdrine, B. Imelik (Eds.), Catalyst Characterization. Physical Techniques for Solid Materials, Plenum Press, New York, 1994, Chap. 20, p. 559. [10] M. Sautel, Ph.D. Thesis, Ecole Nationale Superieure des Mines de Saint-Etienne, France, 1995, [11] A. Tahri and A. Steinbrunn, J. Chim. Phys., 88 (1991) 129. [12] M. Sautel, G. Thomas, P. Iacconi, A. Kaddouri, R. Anouchinsky and C. Mazzocchia, New Horizons for Materials, 4 (1995) 443. [13] E.E. Miro, J. Santamaria and E.E. Wolf, J. Catal., 124 (1990) 451. [14] K.E Peil, J.G. Goodwin and G. Marcelin, J. Catal., 131 (1991) 143. [15] Z,L. Zhang and M. Baerns, J. Catal., 135 (1992) 317. [16] A.C. Roger, Ph.D. Thesis, Universit6 Louis Pasteur de Strasbourg, France, 1995. [17] M.A. Chaar, D. Patel, M.C. Kung and H.H. Kung, J. Catal., 105 (1987) 483. [18] R. Grabowski, B. Grzybowska, K. Samson, J. Sloczynski, J. Stoch and K. Wcislo, Appl. Catal. A, 125 (1995) 129. [19] P. Kofstad, Nonstoichiometry, Diffusion and Electrical Conductivity in Binary Metal Oxides, Wiley/ Interscience, New York, 1972. [20] A.C. Roger, C. Petit, S. Libs and A. Kiennemann, Stud. Surf. Sci. Catal., 101B (1996) 1273. [21] B. Grzybowska, E Mekss, R. Grabowski, K. Wcislo, Y. Barbaux and L. Gengembre, Stud. Surf. Sci. Catal., 82 (1994) 151. APCATA 96004218 S0926-860X(96)00421-8 10.1016/S0926-860X(96)00421-8 Elsevier Science B.V. All rights reserved. Electrical conductivity, basicity and catalytic activity of Cs-promoted α-NiMoO4 catalysts for the oxidative dehydrogenation of n-butane L.M. Madeira a J.M. Herrmann b F.G. Freire a M.F. Portela * a F.J. Maldonado a 1 a GRECAT - Grupo de Estudos de Catálise Heterogénea, Instituto Superior Técnico-Universidade Técnica de Lisboa. Av. Rovisco Pais, 1096 Lisboa Codex, Portugal b URA au CNRS Photocatalyse, Catalyse et Environnement, Ecole Centrale de Lyon, B.P. 163, 69131 Ecully-cedex, France * Corresponding author. 1 On leave from Departamento de Química Inorgánica, Facultad de Ciencias, Universidad de Granada, 18071 Granada, Spain. Unpromoted and cesium-promoted α-NiMoO4 have been prepared and characterised by several techniques (AA, ICP, XPS, BET, XRD and FTIR) which evidenced that cesium is only on the surface of the catalyst and does not affect the molybdate structure. Catalysts with Cs loadings of 0%, 1%, 3% and 6% (surface atomic ratio Cs/Mo) were investigated by CO2-TPD and electrical conductivity techniques in order to rationalise the catalytic behaviours in the oxidative dehydrogenation (ODH) of n-butane. CO2-TPD data showed an increase in the catalyst basicity with Cs content up to 3%, but a subsequent decrease was observed for the 6% CsNiMoO4 sample. A similar trend was found for the electrical conductivity and for C4's selectivity. Cesium-promoted catalysts are much more conducting than unpromoted NiMoO4 due to the contribution of an additional surface ionic conductivity by mobile Cs+ ions to the overall conductivity. Correlatively, there is a substantial decrease of the apparent activation energy of conduction. Such surface ionic conductivity is associated with labile O2− species which would be responsible for the higher selectivity of Cs-promoted catalysts. At high Cs loadings (6%), the growth of cesium oxide particles leads to a loss of dispersion and consequently to a decrease of basicity, electrical conductivity and selectivity to oxidative dehydrogenation products. From electrical conductivity data, it has been proposed that butane ODH involves simultaneously basic O2− sites for the initial proton abstraction from the hydrocarbon and anionic vacancies required (i) for the second H atom abstraction and (ii) for oxygen dissociative chemisorption necessary for the reoxidation of the solid, i.e. for the regeneration of surface anions. Keywords Nickel molybdate Butane oxidative dehydrogenation Cesium doping Electrical conductivity Basicity References [1] Mazzocchia C. Del Rosso R. Centola P. An. Quim. 79 1983 108 [2] Mazzocchia C. Del Rosso R. Centola P. Proceedings of the fifth Ibero-American Symposium on Catal. 1976 3rd ed. Rev. Port. Quim. 19 1977 61 (1–4) [3] Ozkan U. Schrader G.L.J. J. Catal. 95 1985 137 [4] Itenberg I.S. Andrushkevich M.M. Buyanov R.A. Khramova G.A. Sitnikov V.G. Kinet. Katal. 17 1976 867 [5] Mazzocchia C. Aboumrad C. Diagne C. Tempesti E. Herrmann J.M. Thomas G. Catal. Lett. 10 1991 181 [6] Mazzocchia C. Kaddouri A. Anouchinsky R. Sautel M. Thomas G. Solid State Ionics 63–65 1993 731 [7] Martin-Aranda R.M. Portela M.F. Madeira L.M. Freire F. Oliveira M.M. Appl. Catal. A 127 1995 201 [8] Maldonado-Hódar F.J. Madeira L.M. Portela M.F. Martín-Aranda R.M. Freire F. J. Mol. Catal. A 111 1996 313 [9] Herrmann J.M. Védrine J.C. Imelik B. Catalyst Characterization. Physical Techniques for Solid Materials 1994 Plenum Press New York 559 Chap. 20 [10] Sautel M. 3rd ed. Ph.D. Thesis 1995 Ecole Nationale Superieure des Mines de Saint-Etienne France [11] Tahri A. Steinbrunn A. J. Chim. Phys. 88 1991 129 [12] Sautel M. Thomas G. Iacconi P. Kaddouri A. Anouchinsky R. Mazzocchia C. New Horizons for Materials 4 1995 443 [13] Miro E.E. Santamaria J. Wolf E.E. J. Catal. 124 1990 451 [14] Peil K.P. Goodwin J.G. Marcelin G. J. Catal. 131 1991 143 [15] Zhang Z.L. Baerns M. J. Catal. 135 1992 317 [16] Roger A.C. 3rd ed. Ph.D. Thesis 1995 UniversitéLouis Pasteur de Strasbourg France [17] Chaar M.A. Patel D. Kung M.C. Kung H.H. J. Catal. 105 1987 483 [18] Grabowski R. Grzybowska B. Samson K. Sloczynski J. Stoch J. Wcislo K. Appl. Catal. A 125 1995 129 [19] Kofstad P. 3rd ed. Nonstoichiometry, Diffusion and Electrical Conductivity in Binary Metal Oxides 1972 Wiley/Interscience New York [20] Roger A.C. Petit C. Libs S. Kiennemann A. Stud. Surf. Sci. Catal. 101B 1996 1273 [21] Grzybowska B. Mekss P. Grabowski R. Wcislo K. Barbaux Y. Gengembre L. Stud. Surf. Sci. Catal. 82 1994 151",
      "scopus-id": "0009786238",
      "coredata": {
        "eid": "1-s2.0-S0926860X96004218",
        "dc:description": "Unpromoted and cesium-promoted α-NiMoO4 have been prepared and characterised by several techniques (AA, ICP, XPS, BET, XRD and FTIR) which evidenced that cesium is only on the surface of the catalyst and does not affect the molybdate structure. Catalysts with Cs loadings of 0%, 1%, 3% and 6% (surface atomic ratio Cs/Mo) were investigated by CO2-TPD and electrical conductivity techniques in order to rationalise the catalytic behaviours in the oxidative dehydrogenation (ODH) of n-butane. CO2-TPD data showed an increase in the catalyst basicity with Cs content up to 3%, but a subsequent decrease was observed for the 6% CsNiMoO4 sample. A similar trend was found for the electrical conductivity and for C4's selectivity. Cesium-promoted catalysts are much more conducting than unpromoted NiMoO4 due to the contribution of an additional surface ionic conductivity by mobile Cs+ ions to the overall conductivity. Correlatively, there is a substantial decrease of the apparent activation energy of conduction. Such surface ionic conductivity is associated with labile O2− species which would be responsible for the higher selectivity of Cs-promoted catalysts. At high Cs loadings (6%), the growth of cesium oxide particles leads to a loss of dispersion and consequently to a decrease of basicity, electrical conductivity and selectivity to oxidative dehydrogenation products. From electrical conductivity data, it has been proposed that butane ODH involves simultaneously basic O2− sites for the initial proton abstraction from the hydrocarbon and anionic vacancies required (i) for the second H atom abstraction and (ii) for oxygen dissociative chemisorption necessary for the reoxidation of the solid, i.e. for the regeneration of surface anions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96004218",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Madeira, L.M."
          },
          {
            "@_fa": "true",
            "$": "Herrmann, J.M."
          },
          {
            "@_fa": "true",
            "$": "Freire, F.G."
          },
          {
            "@_fa": "true",
            "$": "Portela, M.F."
          },
          {
            "@_fa": "true",
            "$": "Maldonado, F.J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96004218"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96004218"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00421-8",
        "prism:volume": "158",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Electrical conductivity, basicity and catalytic activity of Cs-promoted α-NiMoO4 catalysts for the oxidative dehydrogenation of n-butane",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Nickel molybdate"
          },
          {
            "@_fa": "true",
            "$": "Butane oxidative dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Cesium doping"
          },
          {
            "@_fa": "true",
            "$": "Electrical conductivity"
          },
          {
            "@_fa": "true",
            "$": "Basicity"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "243-256",
        "prism:endingPage": "256",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 1997",
        "prism:doi": "10.1016/S0926-860X(96)00421-8",
        "prism:startingPage": "243",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00421-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0009786238"
      }
    }
  }
}