{
  "metadata": {
    "title": "Partial oxidation of methanol to produce hydrogen over CuZn-based catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-11-18",
    "doi": "10.1016/S0926-860X(97)00112-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001129",
    "pii": "S0926860X97001129"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001691487",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:01:50 1-s2.0-S0926860X97001129 S0926-860X(97)00112-9 S0926860X97001129 10.1016/S0926-860X(97)00112-9 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X00634 2024-01-01T12:19:29.85596Z 0 0 19971118 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 162 162 1 2 1 2 Volume 162, Issues 1–2 27 281 297 281 297 19971118 18 November 1997 1997-11-18 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. PARTIALOXIDATIONMETHANOLPRODUCEHYDROGENOVERCUZNBASEDCATALYSTS ALEJO L KUMAR 1993 1741 R KUMAR 1992 R CHENG 1994 W METHANOLPRODUCTIONUSE 1995 SANTACESARIA 1983 345 E KOBAVASHI 1981 487 H JIANG 1993 244 C JIANG 1993 145 C KOBAYASHI 1982 127 H BARTON 1979 3402 J KOBAYASHI 1983 697 H PREPARATIONCATALYSTIII IWASA 1993 211 N MCCABE 1986 1428 R ZUMMALLEN 1996 230 M HUANG 1986 287 T HUANG 1988 43 T SOERENSEN 1995 117 K EVANS 1983 75 J OSINGA 1967 277 T HIMELFARB 1985 442 P JERNIGAN 1994 567 G SEPULVEDA 1993 1067 A WOLBERG 1970 86 A STROHMEIER 1985 514 B ERTL 1980 49 G WAGNER 1979 466 C OKAMOTO 1982 1405 Y FLEISH 1984 165 T WACHS 1978 208 I RIDLER 1989 D STEAMREFORMINGCATALYSTHANDBOOK ESPINOZA 1996 L PROCEEDINGS15THIBEROAMERICANSYMPOSIUMCATALYSIS BARTLEY 1988 141 G BART 1987 1 J KLIER 1982 243 K KANAI 1994 67 K NAKAMURA 1995 325 J SHEFFER 1989 488 G PONEC 1992 111 V SZANYI 1991 383 J CHINCHEN 1990 692 G FU 1992 4542 S MATSUKATA 1988 761 M FRIEDMAN 1978 10 R GUSI 1985 120 S SHEFFER 1989 376 G NUNAN 1986 193 J VEDAGE 1985 295 G SOLIDSTATECHEMISTRYINCATALYSIS BLEJOIV 1993 633 S MROSS 1983 591 W GIAMELLO 1984 443 E FUJITA 1994 29 S ALEJOX1997X281 ALEJOX1997X281X297 ALEJOX1997X281XL ALEJOX1997X281X297XL 2022-06-11T01:28:48.272Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined ICI ICI Fund for Innovation in Cancer Informatics http://data.elsevier.com/vocabulary/SciValFunders/100018154 http://sws.geonames.org/6252001/ Ministry of Education and Science, Spain MES Ministry of Education and Science http://data.elsevier.com/vocabulary/SciValFunders/501100005992 http://sws.geonames.org/732800/ CICYT 00210/94 MAT95-0894 CICYT Comisión Interministerial de Ciencia y Tecnología http://data.elsevier.com/vocabulary/SciValFunders/501100007273 http://sws.geonames.org/2510769/ LAS is grateful to University Mayor of San Simon, Cochabamba (Bolivia), and to ICI for a scolarship grant. RML acknowledges the scholarship from the Ministry of Education and Science, Spain. The partial financial support of this work by the CICYT (Grant No. MAT95-0894) and CAM (Grant no. 00210/94) is also gratefully acknowledged. item S0926-860X(97)00112-9 S0926860X97001129 1-s2.0-S0926860X97001129 10.1016/S0926-860X(97)00112-9 271346 2024-01-01T12:19:29.85596Z 1997-11-18 1-s2.0-S0926860X97001129-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001129/MAIN/application/pdf/4d176c9f008f233b69e2f18801ae0533/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001129/MAIN/application/pdf/4d176c9f008f233b69e2f18801ae0533/main.pdf main.pdf pdf true 1000627 MAIN 17 1-s2.0-S0926860X97001129-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001129/PREVIEW/image/png/b6736203d9fc772b789294e916e089c1/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001129/PREVIEW/image/png/b6736203d9fc772b789294e916e089c1/main_1.png main_1.png png 61839 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X97001129-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001129/STRIPIN/image/gif/5cd59e40cb7b6a599585b197fa4308c8/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001129/STRIPIN/image/gif/5cd59e40cb7b6a599585b197fa4308c8/si1.gif si1 true si1.gif gif 435 30 61 ALTIMG ELSEVIER Applied Catalysis A: General 162 (1997) 281-297 ~ APPLIED CATALYSIS A: GENERAL Partial oxidation of methanol to produce hydrogen over Cu-Zn-based catalysts L. Alejo, R. Lago, M.A. Pefia, J.L.G. Fierro* lnstituto de Catdlisis y PetroleoqMmica, CSIC, Campus UAM, Cantoblanco, 28049 Madrid, Spain Received 13 November 1996; received in revised form 14 March 1997: accepted 14 March 1997 Abstract In this work Cu/ZnO and Cu/ZnO/Al203 catalysts have been studied for the partial oxidation of methanol with oxygen to produce hydrogen. These Cu-Zn based catalysts showed high activity for the partial oxidation of methanol and it was found that the catalytic activity is directly related to the copper metal surface area. In the series Cu-Zn with copper relative content of 20-70 wt%, the catalyst Cu40Zn6o (Cu 40 wt% and Zn 60 wt%) which showed the highest copper area gave the best results for the partial oxidation of methanol. The activation energies and TOF (turnover frequencies) varied with the Cu-Zn catalyst composition. For catalysts with low copper loading very high Ea and TOF were obtained (for Cu3oZnTo E,-482 k J/tool and TOF ca. 200 min-I at 497-499 K) whereas for higher copper contents the Ea and TOF decreased tending to constant values (for Cu7oZn3o Ea=71 kJ/mol and TOF= 160 min-t at 497-499 K). These results are discussed in terms of a possible effect of the Cu-ZnO interaction which depends on the catalyst composition. Catalytic experiments with Cu4oZn55A15 (Cu 40 wt%, Zn 55 wt% and A1 5 wt%) showed that the presence of aluminium has an inhibiting effect producing slightly lower methanol conversion. On the other hand, higher selectivities for H2 and CO2 were obtained with only traces of the undesirable carbon monoxide. Moreover, the A1 is very important for catalyst stability and life-time experiments showed that Cu4oZn55A15 is stable during the partial oxidation of methanol with no significant change in activity and selectivity even after 110 h operation at 503 K. The catalyst Cu40Zn6o with no A1, deactivates rapidly after 20 h reaction at 503 K. Experiments using N20 as oxidant showed higher activity to convert methanol but producing large amounts of H20 and CO. The impregnation of catalyst with Na produced similar effect increasing the selectivity for H20 and CO. The results presented seem to indicate that the copper metal is active for partial oxidation of methanol to H2 and CO2 whereas Cu+1 favour the formation of H20 and CO. Cu+2 as CuO shows very low activity for methanol conversion producing only CO2 and HaO. (~ 1997 Elsevier Science B.V. Keywords.\" Methanol partial oxidation; Copper-zinc oxide catalysts; Hydrogen production; Reaction mechanism; Bulk and surface properties of catalysts 1. Introduction The use of hydrogen gas as fuel for fuel cell mobile applications is hindered by problems of storage, *Corresponding author. Fax: +34 1 5854760; e-mail: jlgfierro@icp.csic.es safety, refueling, etc. These problems have led to a search for alternative hydrogen storage systems or alternative fuels from which H2 can be produced onboard. From the different liquid fuels considered methanol is an interesting alternative since it is the third commodity chemical after ethylene and ammo- nia with a production capacity in excess of 25 million 0926-860X/97/$17.00 (~, 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)001 12-9 282 L. Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 tons, much superior to the actual overall demand [1-4]. The production of hydrogen from methanol by steam reforming has been extensively studied over supported metallic catalysts such as copper [5-10], nickel [11], palladium [12], platinum [13] and rho- dium and platinum [ 14]. A limitation of steam reform- ing route is the endothermicity of the reaction: CH3OH + H20 ~ 3H2 + CO2, AH~98 = +49.4 kJ/mol (1) Moreover, the need to produce steam makes the process even more energy demanding. Huang and co- workers [15,16] studied the effect of the O2 addition during the steam reforming of methanol over copper- zinc catalysts. They reported that the presence of oxygen in the steam reforming enhances methanol conversion due to the occurrence of the partial oxida- tion of methanol (POM): CH3OH + 1/202 ~- 2H2 + CO2, AH~98 = -- 192.2 kJ/mol (2) The POM reaction to produce H2 offers some advantages over the steam reforming since it is an exothermic reaction, more favourable thermodynami- cally and uses 02 (air) instead of steam as oxidant, which make it more energy efficient. Moreover, it has been reported that the reaction rate of partial oxidation over copper catalysts is higher than the steam reform- ing reaction [16]. Another incentive comes from the simplicity of the POM reaction, which allows the development of compact hydrogen generators, parti- cularly for car engine purposes. Preliminary work reported by Kumar et al. from Argon National Laboratory [2] showed that among several catalysts with different metals and supports the system Cu/ZnO showed the more promising results. Apart from this general work, there is not so much information regarding the nature of copper species involved in the reaction and the role of the acid-base properties of the catalyst on catalyst performance and stability. Accordingly, this work was undertaken with the aim to design appropriate Cu-ZnO based catalyst for the POM reaction. Preliminary work carried out at the laboratory on the binary systems Cu-ZnO with different compositions showed that high hydrogen yields can be obtained, although catalyst stability is poor. To avoid this inconvenience, the ternary systems Cu-ZnO(A1203) have been prepared and used suc- cessfully in the POM reaction, exhibiting much better stability and life-time operation than the aluminium- flee counterparts. The role of basic promoters, such as MgO and Na20, and the introduction of N20 oxidant in the feed, instead of oxygen, have also been inves- tigated. The changes of catalyst structures either in the calcined and reduced stage has been monitored by X- ray diffraction, temperature-programmed reduction and oxidation, N20 adsorption-decomposition and photoelectron spectroscopy. 2. Experimental 2.1. Catalyst preparation The catalysts were prepared by adding a 1.25 M copper, zinc and aluminium nitrates (Merck, reagent grade) solutions (400ml) into a 0.25 M NazCO3 (Aldrich, reagent grade) solution under N2 atmosphere and vigorous stirring. During the precipitation the solution was kept at 333 K and pH ca. 8.5. The precipitate was then aged for 2.5 h and washed tho- roughly until the sodium content was lower than 0.2 ppm, as measured by atomic absorption spectro- photometry. The precipitate was then dried at 383 K for 12 h and calcined in air at 673 K for 12 h. The notation used in this work show the relative weight percentage of each metal in the catalyst, i.e. the catalyst Cu4oZn55A15 contains 40wt% of Cu, 55 wt% of Zn and 5 wt% of AI omitting the rest of the elements. An aliquot of the calcined catalyst Cu4oZn55A15 was impregnated either with NaNO3 (Merck, reagent grade) or with Mg(NO3)2 (Merck, reagent grade) solutions of appropriate concentration to yield 1 wt% of Na or Mg. The impregnates were then dried and calcined as above. The binary CuxZnl0o-x samples were prepared in a similar man- ner as for the ternary systems by adding the copper and zinc nitrates into the Na2CO3 solution. A high purity CuO sample (Spex) was used for quantitative reduc- tion measurements. 2.2. Experimental techniques All the metal contents in the catalysts were con- firmed by atomic absorption spectrophotometry by L. Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 283 solubilization using a concentrated HCI+HNO3 mix- ture in a microwave oven. Aliquots of the solution were diluted in order to reach a concentration of the elements in the calibration range of the instrument. The surface areas were calculated by the BET method from the N2 adsorption isotherms recorded in an ASAP 2000 equipment at 77 K and taking a value of 0.164rim2 for the cross-section of N2 molecule. Powder X-ray diffraction (XRD) patterns were obtained with a Seifert 3000P diffractometer with a Ni-filtered CuKc~ (A=0.15418 nm) radiation, scan- ning 20 angles in the range 5-80 The Debye-Scher- rer equation was applied to the Cu (1 1 1) diffraction peak at 20=43.2to calculate the Cucrystallite size. Temperature-programmed reduction (TPR) experi- ments of the calcined precursors were recorded on a Micromeritics apparatus model TPR/TPO 2900 fitted with a TC detector and controlled by a computer. Samples of 25 mg were pretreated in He at 393 K for 1 h and then the TPR experiment was run in a stream of H2 (10%) in N2 heating the catalyst at 10 K/min to 503 K, keeping this temperature for 1.5 h. Reduced catalysts according to this procedure were used for N20 decomposition adsorption experiments. N20 pulses (5 ~tl each) were dosed onto the reduced cata- lysts at 363 K until saturation. From these data, copper metal area was calculated according to the literature [17-19], assuming that the planes Cu(1 1 1), (1 1 0) and (1 0 0) which produce an average copper atom surface area of 7.41 x 10-2o m2 [19]. X-ray photoelectron spectra (XPS) were acquired with an ESCALAB 200R electron spectrometer equipped with a hemispherical electron analyser and a MgKc~ X-ray source (hv=1253.6eV, 1 eV=l.6020-wJ). The samples were mounted on a sample rod placed in a pretreatment chamber and outgassed under vacuum prior to transfer into the analysis chamber. The residual pressure in the ion- pumped analysis chamber was below 30-9Torr (1 Torr=133.33 Pa) during data acquisition. The C l s, O l s, Cu 2p3/2, Zn 2p3/2 and A1 2p (if present) were recorded. The binding energies were referenced to the C ls peak at a binding energy of 284.9 eV. The accuracy of the measured values was within .1 eV. Outgassed samples were then transferred to the pre- treatment chamber of the spectrometer and reduced in situ at 493 K for 1 h. The spectra of the reduced samples were recorded according to the above proce- dure. For the analyses by XRD and XPS after reaction the catalysts were all quenched to room temperature and immediately drenched in iso-octane under nitro- gen to avoid oxidation of exposed copper by exposure to atmosphere. The CULMM Auger peak was also recorded and the modified Auger parameter, C~A', calculated by the equation: CtA'=h.v+(KE CULMM-- KE Cu 2p3/2), where the difference in parentheses represents the difference between the kinetic energy of the Auger electron and the Cu 2p3/2 photoelectron. 2.3. Activity measurements The catalytic tests were carried out with 50 mg catalyst (0.20-0.30 ram) diluted with silicon carbide (500 mg) at atmospheric pressure between 473 and 503 K. Liquid methanol at a rate of 4 ml/h (0.12 mol/ h) was fed into the preheater by means of a liquid pump (Becton Dickinson). Synthetic air at a rate of 12 ml/min was adjusted by means of a Unit mass flow electronic controller. Under these conditions, the O2/CH3OH molar ratio in the feed was 0.06. In a few experiments, molecular oxygen (O2) was replaced by twice the amount of nitrous oxide (N20) since in a molar basis N20 can produce only half equivalents of oxygen. Most of the tests were performed on pre- reduced catalysts according to the same procedure than for XPS and N20 decomposition-quimisortion stu- dies. Blank activity experiments using ZnO alone (no Cu present) were carried out according to the above conditions. Additional experiments were also run on oxidic catalysts (no prereduction) following the same experimental procedure. In order to see if deactivation occurs for longer periods on-stream operation, two catalysts, Cu40Zn60 and Cu4oZn55A15, were tested in a period of 110 h for the partial oxidation of methanol at 503 K following the same experimental procedure than for catalyst screening. The reaction products were analysed on-line with a Varian 3400CX GC equipped with a TC detector and the columns Porapak Q and molecular sieve 13X. 3. Results 3.1. Catalyst characterization Table 1 shows the BET and Cu metallic surface areas for the Cu-ZnO and Cu-ZnO(AI203) catalysts 284 L. Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 Table 1 BET, Cusurface area and Cucrystal size for the reduced catalysts Cu-ZnO and Cu-ZnO(AI203) Catalyst BET (m2/g) Cu(mZ/g)a Cucrystal size (nm) Debye-Scherrer equation Spherical particles model Cu2oZnso 38 3.4 8 32 Cu3oZn7o 48 4.5 7 36 Cu4oZn6o 52 6.8 9 32 CusoZnso 45 6.6 18 41 Cu6oZn4o 42 6.3 21 51 CuveZn3o 27 4.7 25 80 Cu4oZn55A15 57 8.5 5 23 Cu4oZnsoA1 j o 40 5.8 6 19 Cu40Zn45A1 j 5 3 3 -- -- -- aCatalysts were reduced in a stream of H2 (10%) in N2 for 1.5 h at 503 K and the Cusurface area determined by N20 chemisorption at 353 K. after reduction. The BET and metallic copper surface area for the reduced Cu-ZnO catalysts increased with the copper content reaching a maximum for Cu40Zn60 and decreasing for higher copper concentration. The presence of aluminium in the catalyst Cu40Zn55A15 increased slightly the copper surface area whereas for higher A1 content Cu40ZnsoAllo and Cu40Zn45A115, a decrease of the metallic area was observed. The Cucrystallite sizes were obtained from the powder XRD patterns using the Debye-Scherrer equa- tion and also from the copper surface areas consider- ing the sphere particle model. Discrepancies were observed between the values obtained by the Debye-Scherrer method and from the copper areas which might be due to the difficulty in obtaining the FWHM of the broad Cu(1 1 1) diffraction peaks at 20=43.2 Fig. 1 shows the powder XRD patterns obtained for the Cu4oZn6o catalyst precursor, after calcination and after reduction. The main components of the catalyst precursor identified by XRD were the Zns(CO3)2(OH)6 hydrozincite, Cuz(CO3)(OH)2 mala- quite and Zn3Cu2(CO3)2(OH)6 aurichalcite [20], which after calcination produced CuO and ZnO. Upon reduction with H2 (10%) in N2 at 503 K the peaks of CuO completely disappeared with the formation of Cu The calcined catalysts were also characterized by TPR and TPO analyses and the results are shown in Fig. 2. The TPR profile of the catalyst Cu4oZn6o shows a peak between 450 and 485 K, and it is quite similar for all the others Cu-Zn catalysts. Calibration of TCD signal with a CuO standard revealed that hydrogen consumption corresponds to the reduction of Cu2to CuThe presence of aluminium in the catalyst causes significant differences in the reducibility of copper. The reduction peak is shifted to higher temperatures, first to 513 K for Cu4oZn55A15 and then a second broad peak appears at 553 K for CuaoZnsoA1 lO. For higher A1 content, the catalyst Cu4oZnnsA115, only the broad peak at 553 K is observed. TPR experiments were carried out using exactly the same conditions employed for catalyst reduction, i.e. heating from room temperature at 10 K/min to 503 K, and 1.5 h isothermal (Fig. 3). The peak area integra- tion indicated that under the reduction conditions used the copper in all the Cu-Zn catalysts and also in Cu40Zn55A15 is completely reduced (Fig. 4). On the other hand, for the catalysts Cu4oZnsoAllo and Cu4oZn45A115 apparently only part of the copper present is being reduced. The presence of aluminium has also a strong effect on the TPO results (Fig. 2). Complex profiles were obtained with up to five peaks and increasing the aluminum content the peaks at higher temperatures become more pronounced. Powder XRD analyses of the reduced catalysts Cu4oZnsoAlto and Cu40Zn45A115 showed the presence of only Cuand ZnO crystalline phases. Although the copper particles can be oxidized during transfer to X- ray diffractometer, the extent of oxidation does not appear to be significant as no diffraction peaks of CuO phase were detected. The catalyst were also analysed by XPS before and after reduction and the results are shown in Table 2. The XPS results showed the presence of aluminium L. Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 285 0 80 3 4 c / 4 447 i I i I i I i 20 40 60 20( Fig. 1. Powder XRD analyses of the catalyst Cu4oZn60: (a), precursor; (b), after calcination; and (c), reduced, l=Cu; 2=CuO; 3=ZnO; 4=Zns(CO3)2(OH)6 hydrozincite; 5=Cuz(CO3)(OH)2 malaquite; and 6=Zn3Cuz(CO3)2(OH)6 aurichalcite. Table 2 Binding energies (eV) of core electrons and modified Auger parameter of calcined and reduced percentage of the components) catalysts (values in brackets indicate area Catalyst A1 2p Zn 2p3/2 Cu 2p3/2 ~A (eV) Cu4oZn6o Vac. -- 1022.1 933.7 (49) 1851.7 935.7 (14) Cu4oZn6o H2, 503 K -- 1022.2 932.8 1851.4 Cu4oZnssAl5 Vac. 74.6 1022.2 933.6 (60) 1851.4 935.7 (12) Cu4oZn55A15 H2, 503 K 74.7 1022.2 932.9 1850.1 Cu4oZnsoAl 1o Vac. 74.6 1022.1 933.7 (56) 1850.5 935.4 (15) Cu4oZnsoAllo H2, 503 K 74.6 1022.2 932.8 (90) 1851.3 934.5 (10) CuaoZn45Al15 Vac. 74.7 1022.2 933.7 (41) 1851.7 935.7 (20) Cu4oZn45Al15 H2, 503 K 74.7 1022.2 932.8 (89) 1849.5 934.4 (11) 286 L. Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 A = a = O E 1 = b 12 d 300 . I m I 450 600 Temperature (K) B , I , I l 300 450 600 Temperature (K) Fig. 2. (A) TPR profiles for the calcined catalysts Cu4oZn6o ~AI~ and (B) TPO profiles for H2-reduced catalysts Cu4oZn6o_xAlx. (a), x=0; (b), x=5; (c), x=10; and (d), x=15. E = O =- C / bj . - \" ' 'aj i 0 20 T=503 K I , I , I , I 40 60 80 100 Reduction time (min) ,-] I.D I,D Fig. 3. TPR profiles for catalysts Cu4oZn6o_xA1x carried out under the same conditions employed for catalyst reduction (from room temperature at 10 K/min to 503 K and 1.5 h isothermal). (a), x=0; (b), x=5; and (c), x=10. L. Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 287 t_ 100 80 60 40 I I I I I 0 5 10 % AI Fig. 4. Amount of copper reduced in the Al-containing catalysts. and zinc on the catalyst surfaces with peaks for A1 2p at 74.6-74.7 eV and Zn 2p3/2 at 1022.1-1022.2 eV. From the outgassed fresh catalysts two components were observed at ca. 933 eV assigned to CuO [21] and another Cu2+ species at ca. 935 eV which may be related either to Cu2+ ions interacting with hydroxyl groups at the ZnO surface or a CuAI204 spinel for the aluminium containing catalysts [22-25]. Also a Cu2+ satellite peak is observed at ca. 943 eV. Upon reduction, the Cu2+ satellite peak disappears and the Cu 2p3/2 signal shifts down to binding energy near 932.8 eV which may be assigned to either Cuor Cu+. It is interesting to note that the catalysts Cu4oZnsoA1 to and Cu4oZn45Al15 even after reduction showed a small component at 935 eV related to Cu2+. As the binding energies of both Cuand Cu+ species are quite similar, to differentiate which of these species are present in the reduced catalysts, the modified Auger parameter was calculated [26-28]. Typical values of this param- eter around 1851.3 and 1849.5 eV were found for Cuand Cu+ species, respectively [26-28]. The c~A values (Table 2) of 1851 eV obtained for Cua0Zn6o, CuaoZn55A15 and Cu4oZnsoAllo after reduction indi- cate the presence of only Cuon the catalyst surface after reduction. On the other hand, for the reduced catalyst Cu4oZn45Al15 two small Auger peaks were obtained of 1851.4 and 1849.6eV suggesting the presence of Cuand also Cu+. 3.2. Catalytic activi~ of Cu-Zn systems The copper-zinc catalysts are very active for the partial oxidation of methanol to produce hydrogen and a typical reaction profile is shown in Fig. 5. It can be observed that at 488 K the reaction sets on and the rates of methanol and oxygen conversion strongly increase with the temperature to produce selectively H2 and CO2. The 02 conversion reaches 100% at 495 K. The rate of carbon monoxide production is very low throughout the temperature range studied and the H20 formation decreases for temperatures higher than 488 K. No other products such as formaldehyde, formic acid, methyl formate and dimethyl ether which are often formed by reactions of methanol in the presence of Cu catalysts could be detected under the reaction conditions employed [29]. The other Cu-ZnO catalysts with different compo- sitions showed similar reaction profiles. The effect of copper content on methanol conversion and H2 and CO2 formation can be seen in Fig. 6. Methanol con- version to H2 and CO2 increases with the copper content reaching a maximum with the catalyst Cu4oZn6o and decreasing for higher copper loadings. a relationship between the methanol partial oxidation and the copper metal surface area can also be clearly observed. The catalyst Cu4oZn6o which has the highest copper metallic area is the most active and selective 288 L. Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 0.4 & t_ 0.3 0.2 0.1 0.0 471 --O / ~--I--'~ .A'Y,e* ,,_~.. , - , 480 490 500 Temperature (K) Fig. 5. Partial oxidation of methanol over the catalyst Cu4oZn6o: ([~), CH3OH conversion; (+), 02 conversion; ((3), H2; ((>), CO2; (/k), H20; (v), co. 0.6 6 o /v E 0.4 ~ 4 ~ / O~ , i , i , , , i 20 30 40 50 60 70 % Cu Fig. 6. Rates of methanol conversion (~) and H2 ((3) and CO2 ([~) formation at 497 K and copper metallic area (V) versus the copper content in the Cu-Zn catalysts. for the partial oxidation of methanol. If the catalysts are not reduced prior the reaction very low activity for methanol conversion (<0.03 mol/g h) is obtained pro- ducing CO2, H20 and only traces of H2. Also in blank experiments over pure ZnO under the same reaction conditions the methanol conversion was very low (ca. 0.025 mol/g h) between 473-503 K. The apparent activation energies for the partial oxidation of methanol over the Cu-ZnO catalysts have been calculated and the Arrhenius plots are shown in L. Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 289 Fig. 7. It can be observed that the apparent activation energy depends on the catalyst composition. The catalyst Cu3oZnTo shows a high value of activation energy (482 kJ/mol). As the copper content increases up to 70% the activation energy decreases tending to a value of ca. 71 kJ/mol (Fig. 8). The activation ener- gies obtained for high copper loading are similar to the values found in the literature for other methanol reactions over Cu-based catalysts with different sup- ports such as Cu-ZnO, Cu-ZnO(A1203) and Cu-SiO: [5-10,29]. For example, activation energies for different reactions are as follows: (i), methanol -2 -4 a o b -6 i . I , I , I , I 2.01 2.02 2.03 2.04 2.0: 103/T (K\"t) Fig. 7. Arrhenius plots for the partial oxidation of methanol over CUTo ~Zn3o catalysts: (a), CuToZn30; (b), Cu~oZr~fl: (c), CusoZn5o; (d), Cu4oZn60: (e), Cu3oZn7o. ,-. 500 R '- 400 x,, ~ 300 t_ 200 oM ~- 100 ,~ < 0 O O O I , I I I i I , I 30 40 50 60 70 % Cu Fig. 8. Apparent activation energies for the partial oxidation of methanol as function of copper content. 290 L. Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 300 200 .~ E [.. 100 0 I , I , I , I , I , 20 30 40 50 60 70 % Cu Fig. 9. Methanol conversion TOF at reaction temperatures of 497 K (A) and 499 K (O), and the copper content in the Cu-Zn catalysts. decomposition (CH3OH~+~-CO+2 H2), Ea=77-101 kJ/ mol [5]; (ii), steam reforming of methanol, E~= 77-105 kJ/mol [5,7,9]; (iii), methanol dehydrogena- tion to methylformate (2CH3OH~--CH3OCHO+2 H2), Ea---103 kJ/mol [8]; (iv), methanol dehydrogena- tion to formaldehyde (CH3OH~-~-CH20+H2), Ea= 92 kJ/mol [29]. From the copper surface area it was calculated the turnover frequency (TOF) for the different Cu-ZnO catalysts. The TOF values at two temperatures, 497 and 499 K, for different copper contents are shown in Fig. 9. This figure shows that alike the apparent E~, the TOF also is higher for low copper loading catalysts and it decreases, apparently tending to constant values near 160 min-t as the copper content increases. 3.3. Use of N20 as oxidant The effect of employing N20 as the oxidant for the partial oxidation of methanol was studied over the catalyst Cu40Zn60. Molecular oxygen, 02, was replaced by twice the amount of nitrous oxide since in a molar basis N20 can produce only half equivalents of oxygen. The results are shown in Fig. 10. It can be observed that in the presence of N20 much higher methanol conversion is obtained over the catalyst Cu4oZn6o (Figs. 5 and 10) specially at low tempera- tures. This suggests that N20 is a more active oxidiz- ing agent compared to 02. On the other hand, in contrast with 02 the use of N20 leads to the formation of large amounts of water and CO. The value of apparent Ea obtained for methanol conversion with N20 is ca. 155 kJ/mol which is lower compared to the Ea calculated when O2 is used as oxidant. 3.4. Catalytic activity of Cu-ZnO(Al200 systems The catalytic behaviour of Cu-ZnO(A1203) cata- lysts for the partial oxidation of methanol can be seen in Fig. 11 (a)-(c). Fig. 11 clearly shows that alumi- nium has an inhibiting effect for the partial oxidation of methanol. For catalyst Cu40Zn55A15, this inhibition is clear at lower temperatures although its activity level approaches that of its CH4oZn60 counterpart at temperatures close to 500K. The catalysts Cu4oZnsoAlto and Cu4oZn45Alt5 (10% and 15% A1) have no significant activity in the temperature range studied. This is also reflected in the TOF which strongly decreases as the aluminium concentration increases (Fig. 12). No significant activity was found when copper was absent and pure A1203 and ZnO(A1203) were used as catalysts. Rates of methanol conversion lower than 0.02 mol/g h in the temperature range studied were obtained producing mainly H20 L. Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 291 I. 0.4 0.3 0.2 0.1 0.0 I 470 500 / i I 480 v I [ I 490 Temperature ( K ) Fig. 10. Oxidation of methanol with N20 over the catalyst Cu40Zn60: (a), (E]), CH3OH conversion; (C)), H2; (~), H20, (V), CO: (~), CO2. and CO2. The apparent activation energies obtained for reaction in the presence of the catalysts Cu4oZnsoAllo and Cu4oZn45A115 are very similar with values ca. 84kJ/mol whereas for the catalyst Cu4oZn55A15 a much higher value of 226 kJ/mol was obtained. 3.5. The effect of Na and Mg incorporation on the Cu4oZn ssAl 5 catalyst The effect of the Na and Mg incorporation on the Cu4oZn55A15 catalyst for the partial oxidation of methanol was studied. The results of the reaction at 500 K are shown in Fig. 13. It can be observed that Mg impregnation has no significant effect on methanol conversion and product selectivities. On the other hand, the presence of sodium increases the methanol conversion and strongly affects the product selectiv- ities. As Fig. 13 shows the formation of CO and H20 increases simultaneously with a decrease in H2 and CO2 production. The presence of sodium favours the production of CO and H20 which might be due to the inhibition of the water gas shift (WGS) equilibrium: H20 + CO ~ H2 CO2 (3) The formation of CO and H20 by the reverse WGS reaction is unlike to have a significant contribution here since it is not thermodynamically favourable (equilibrium constant K :- PH2o Pco/PH2 Pco~ = 0.007 at 498 K [30]). Moreover, it has been reported that under the condition of steam reforming of metha- nol copper does not chemisorb CO2 significantly to produce CO [7,8]. 3.6. Catalyst stability The stability of two catalysts, Cu4oZn6o and Cu4oZn55A15, was studied in a period of 110 h for the partial oxidation of methanol at 503 K and the results are displayed in Fig. 14(a)-(c). Fig. 14(a)-(c) shows that the binary catalyst Cu4oZn6o deactivates rapidly and after l l0h operation at 503 K the methanol conversion decreases from 0.21 mol/g h to approximately 0.12mol/g h with a decreasing less pronounced in the selectivities for H2 and CO2. On the other hand, no significant deactivation or loss of selectivity of the ternary catalyst Cu4oZn55A15 was observed even after 110 h operation at 503 K. 4. Discussion In the Cu-Zn series the catalyst with composition Cu4oZn6o showed the highest copper metal area (6.8 m2/g). This catalyst also showed the highest 292 L. Alejo et aL /Applied Catalysis A.\" General 162 (1997) 281-297 0.4 0.3 ; 0.2 o 0.I 0.0 47q 0.4 0.3 0.2 0.1 0.0 470 0.4 0.3 0.2 0.1 0.0 470 a irI--[:1 ~r~~ 0.~~ I i I i I 480 490 500 | r~ ! 480 -/~o/o/ /o/ 490 500 ~o~O/-:.....o.--~ ~o_o ....o/ .0--r..--~~-,-=~---e--~0~-0 480 490 500 Temperature (K) Fig. 11. Rates of (a) methanol conversion, (b) H2 and (c) CO2 formation over Al-promoted catalysts (Cu40Zn6o_xAlx): ([::]), x=0; (O), x=5; (~), x=10; (V), x=15. activity for the partial oxidation of methanol to H2 and CO2. Fig. 6 clearly shows the dependence of the catalyst activity on the copper surface area suggesting that the copper exposed on the surface is essential for an active catalyst. Preliminary studies of a Cu-ZnO(A1203) catalyst by XPS and Auger spectroscopies, quenched and carefully isolated after reaction [31], showed that the catalyst surface was composed solely by Cu and in some cases a very small amount of Cu2+ was also detected. It is interesting to observe that in the series Cu-Zn catalysts the activation energy and the TOF for the partial oxidation of methanol depend on the copper content (Figs. 8 and 9). The partial oxidation of methanol over CusoZnso, Cu6oZr~o and CuToZn3o showed apparent activation energies in the range of 71-117 kJ/mol which are comparable to other reactions of methanol on copper-based catalysts found in the literature. On the other hand, for the lowest loading copper catalyst Cu3oZn70, much higher appar- ent activation energy, in the range of 500 kJ/mol, was obtained. Moreover, for these catalysts more active L. Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 250 293 200 ' 150 = .~ E ~100 [- 50 o ! A 0 I I I I I I I I 0 5 10 15 20 AI (%) Fig. 12. TOF for the methanol conversion at: (A), 491 K; (C)), 495 K; and ([~), 499 K as function of the Al-loading in the ternary catalysts. 0.3 ~0.2 E . o.1 0.0 o I I I I I Cu40ZnssAIs Mg/Cu40ZnssAIs Na/Cu40ZnssAI5 Fig. 13. Methanol conversion (D) and production of H2 (O), H20 (,~), CO (V), and CO2 (0) for the catalysts Cu4oZnssA15, Mg/Cu4oZn55A15 and Na/Cu4oZn55A15 at 500 K. catalytic sites (higher TOF) are present and as the copper content increases the catalytic sites become less active tending to a constant value of TOE For lower copper content, Cu20-40, the copper is more dispersed throughout the zinc oxide with small Cu particle size (7-9 nm). Smaller the particle size the higher the interface Cu-ZnO which promotes any effect arising from this interaction. On the other hand, for the catalysts Cu50-70 the copper is less dispersed with Cuparticle size considerable bigger in the range 18-25 nm, and therefore one can expect the interac- tion Cu-ZnO to be less effective. The simultaneous 294 L. Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 0.4 \"~ 0.3 E =o 0.2 0.1 L; 0.0 l ~g--g\"--a-~:R~O~o~O~o~o--o o 0~0--0--0 a , i , I , I , I , I 0 20 40 60 80 100 o~ 100 80 60 40 20 0 0--0--0~0--0 0~0--0--0..~_~ 0 -- 0 -- 0 -- 0 \"._.-- __ __ = b , I i I , I , I , I 0 20 40 60 80 I00 ?- L) 100 .... ----,:,-- v ~ u 80 611 411 12 2O 0 , I , I 0 20 40 C \"1 0 0 C ~ 0 O, C ~--'-'~--A--~--Z~--~A~ ^ I i I i I 60 80 100 Reaction time (h) Fig. 14. Methanol conversion (a), and selectivities for H2 (b) and CO2 (c) in the presence of the catalysts Cu40Znro ([:]) and Cu4oZn55A15 (6~) at 503 K. variation of TOF and Ea seems to indicate that the phenomenon observed is not due to a simple spillover type synergy but it suggests a change in the nature of the catalytic sites with the catalyst composition. Results of Argone laboratory [2] comparing silica and ZnO supported copper catalysts showed that the Cu/SiO2 catalysts are much less active and selective for the partial oxidation of methanol to H2. Extensive literature on methanol synthesis with Cu-ZnO cata- lysts point to a synergic effect between copper and zinc oxide [32--40]. Some of the explanations pro- posed for the synergic effect are: the catalytic site is located on the Cu-ZnO interface, modification of the electronic properties of copper by contact of Cu crystallites with zinc oxide, stabilization of active crystallographic planes of copper metal, stabilization of Cu+ species and a spillover phenomenon between Cu and ZnO. Fu and Somorjai [41] studied the metha- nol decomposition over a model catalyst based on zinc oxide on Cu(1 1 0) pretreated with oxygen. They L. Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 295 showed evidences that the zinc oxide promoted the oxidation of methoxide originated on the copper sur- face to a formate intermediate which can decompose to CO2 and H2. The addition of aluminium as A1203 to the Cu-ZnO methanol synthesis catalysts was found to be very important to produce a better dispersed copper phase and improve the catalyst stability by avoiding sinter- ing [34,40]. The effect of aluminium on the Cu-ZnO catalysts for the partial oxidation of methanol was investigate here. In the Cu-ZnO(A1203) catalyst series it was observed that the presence of aluminium had a strong effect on the reducibility of copper. In the presence of AI, the TPR peaks are shifted to higher temperatures, and under the pretreatment conditions part of the copper employed in the catalyst is not completely reduced. This behaviour may be related the formation of copper-aluminium compounds such as the spinel CuA1204. XPS analyses showed a Cu2+ component placed at high binding energies which might be related to Cu2+ ions in the spinel CuA1204. Moreover, for the calcined catalysts it was noted that, as the A1 content increases, the colour changes fi'om black for Cu4oZn55A15 to black-greenish for Cu4oZnasAl15 (the CuA1204 is green). On the other hand, no CuAI204 crystalline phase was observed by XRD analyses which suggests that if the spinel is formed it must be very well dispersed. It has been reported [42] that, for the CuAI204 spinel formation, calcination temperatures T>773 K are required which are higher than the calcination temperature 673 K used in this work. Somewhat lower temperatures than 773 K were reported by Friedman et al. [43] for the development of such a surface spinel CuAI204 on CuO/AI203 catalysts. In the ternary systems Cu4oZn60_xAlx there is an inhibitory effect of A1 for the partial oxidation of methanol, particularly for substitutions x=10 and 15. This inhibitory effect of Al has also been observed for methanol synthesis [44]. In the case of Cu40ZnsoAllo and Cu40Zn45Al15 the low activity for the partial oxidation of methanol may be related to the presence of part of the copper not reduced in the catalyst. Although the presence of aluminium decreases the activity of the catalysts it has an impor- tant effect in improving its stability. The catalyst Cu4oZn55Al5 was stabled for the partial oxidation of methanol at 503 K with no significant change in activity even after 110 h on-stream operation. How- ever, its Al-free counterpart Cu4oZn6o deactivates rapidly after 20 h reaction, showing a decrease in the selectivities for H2 and CO2 and parallel formation of significant amounts of CO. Moreover, the Cu40Zn55A15 catalyst is more selective for H2 and CO2 formation and only traces of CO were detected during the reaction. The ability of group IA alkali metals to promote methanol synthesis on Cu-Zn-A1 catalysts has been often reported in the literature [37,45--47]. It was proposed that the alkali metal effect is related to the stabilization of Cu+ species. It has also been reported that the presence of sodium may promote the ZnO crystallites sinterization diminishing the Cu- ZnO interaction [48], neutralize acid sites and change the electronic properties of metal catalysts [49]. For the partial oxidation of methanol the presence of 1 wt% of Na in the Cu4oZn55A15 catalyst also showed a remarkable effect on the catalytic properties favour- ing the formation of H20 and CO. Apparently, one of the effects of sodium is to inhibit the WGS equilibrium causing an increase in the selectivity for CO and H20. The addition of Mg, however, has essentially no effect on the partial oxidation of methanol. The replacement of O2 by N20 as oxidant increased the methanol conversion and the production of H20 and CO. It is very well known that N20 oxidizes Cu superficial to Cu+ at temperatures as low as 350 K [50]. XRD studies showed that in the oxidation with N20 carried out at 563 K the metallic copper in a Cu/ ZnO catalyst produces the phase Cu20 [51]. If the temperature is further increased the Cu20 is converted to CuO. Based on these results it seems reasonable to assume that in the oxidation of methanol with N20 the Cu+ species may have a significant contribution. It was observed that if the reaction temperature is increased to 498 K the methanol conversion and the formation of CO and H20 decrease rapidly. The production of H2 and CO2 also drops but to a lesser extent. It is not clear why this sudden change in behaviour happened but it can be speculated that it might be related to a transformation of Cu+-O species to Cu2+-O caused by the increase of the temperature. The catalytic effect produced by using N20 oxidant is similar to the addition of Na to the catalyst, i.e., preferential formation of CO and H20. If the role of Na is to stabilize Cu+ as it has been proposed in the 296 L. Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 literature, then these two experiments are indicating that Cu+ species are active to convert methanol but produce large amounts of H20 and CO. The mechanism of the partial oxidation of methanol can be very complex. First, there might be several processes catalysed by copper present under the reac- tion conditions, such as methanol steam reforming (Eq. (1)), partial oxidation (Eq.(2)), methanol decomposition, water gas shift and other oxidations: CO + 1/202 ~ CO2 (4) H2 + 1/202 ~ H20 (5) Preliminary experiments showed that at least part of H2 and CO2 are not formed by the partial oxidation of methanol in a single step but are produced as second- ary products by other reactions. It is likely, for instance, that the WGS reaction contributes to the formation of H2 and CO2 at the expense of CO and H20. The O2/CH3OH molecular ratio should be very important in determining the product distribution. An excess of methanol (O2/CH3OH <0.5) should favour the partial products formation since if H20 is pro- duced by combustion it would further react with methanol via steam reform to H2 and CO2. On the other hand, if methanol is in a large excess the decomposition producing CO may be significant. Therefore, it is envisaged that the O2/CH3OH molar ratio near 0.5 should give optimum yields of H2. 5. Conclusions Copper-zinc catalysts display great activity and selectivity for the conversion of methanol to H2 and CO2, and their activity is related to the copper metal surface area. Metallic copper is produced by pre- reduction of the catalyst prior to reaction, and it is preserved under reaction conditions due to the redu- cing reaction environment. The maximum of activity is obtained for a relative composition of Cu40Zn60, which exhibits the maximum copper metal area. How- ever, the nature of the active centres changes with the copper content, since both TOF and apparent activa- tion energy depend on the catalyst composition. This change of the active centres is related to a modification of the CuZnO interface by altering dispersion and particle size of copper. A synergetic effect, similar to that occurring in the methanol synthesis, is suggested to be involved in the partial oxidation of methanol. Incorporation of aluminium oxide to these Cu-ZnO catalysts leads to an inhibitory effect of methanol conversion, but with two important beneficial conse- quences: (i), the selectivity to H2 and CO2 production increases, with only traces of CO; and (ii) the stability of the catalyst activity improves. Finally, experiments using N20 as oxidant and Na incorporation to the base catalysts allows to conclude that Cu+ species gener- ated in both processes is active for the formation of CO and H20, whereas Cu2+ species favours the methanol deep combustion to CO2 and H20. Acknowledgements LAS is grateful to University Mayor of San Simon, Cochabamba (Bolivia), and to ICI for a scolarship grant. RML acknowledges the scholarship from the Ministry of Education and Science, Spain. The partial financial support of this work by the CICYT (Grant No. MAT95-0894) and CAM (Grant no. 00210/94) is also gratefully acknowledged. References [l] R. Kumar, S. Ahmed, M. Yu, Am. Chem. Soc. Div. Fuel Chem. 38 (1993) 1741. [2] R. Kumar, S. Ahmed, M. Krumplet, K.M. Myles, Argon National Laboratory Report, ANL-92/31, Argone, IL, USA, 1992. [3] W. Cheng, H.H. Kung, Methanol Production and Use, Marcel Dekker, New York, 1994. [4] Hydrocarbon Processing, 31 September, 1995. [5l E. Santacesaria, S. Carra, Appl. Catal. 5 (1983) 345. [6] H. Kobayashi, N. Takezawa, C. Minochi, J. Catal. 69 (1981) 487. [7] C.J. Jiang, D.L. Trimm, M.S. Wainwright, N.W. Cant, Appl. Catal. A 93 (1993) 244. [8] C.J. Jiang, D.L. Trimm, M.S. Wainwright, N.W. Cant, Appl. Catal. A 97 (1993) 145. [9] H. Kobayashi, A. Hirose, M. Shimokawabe, K. Takezawa, Appl. Catal. 4 (1982) 127. [10] J. Barton, V. Pour, Coll. Czech. Chem. Comm. 45 (1979) 3402. [11] H. Kobayashi, N. Takezawa, C. Minochi, Preparation of Catalyst III, Elsevier, Amsterdam, 1983, p. 697. [12] N. Iwasa, S. Kudo, H. Takahashi, S. Masuda, N. Takezawa, Catal, Lett. 19 (1993) 211. L, Alejo et al./Applied Catalysis A: General 162 (1997) 281-297 297 [13] R.W. McCabe, D,E McCready, J. Phys. Chem. 90 (1986) 1428. [14] M.E Zum Mallen, L.D. Schmidt, J. Catal. 161 (1996) 230. [15] T.J. Huang, S.W. Wang, Appl. Catal. 24 (1986) 287. [16] T.J. Huang, S.L. Chren, Appl. Catal. 40 (1988) 43. [17] K.J. Soerensen, N.W. Cant, Catal. Lett. 33 (1995) 117. [18] J.W. Evans, M.S. Bridgewater, D.S. Yong, Appl. Catal. 31 (1983) 75. [19] T.A.J. Osinga, B.G. Linsen, W.R van Beck, J. Catal. 7 (1967) 277. [20] EB. Himelfarb, G.W. Simmons, K. Klier, R.G. Herman, J. Catal. 93 (1985) 442. [21] G.G. Jemigan, G.A. Somorjai, J. Catal. 147 (1994) 567. [22] A. Sepulveda, C. Marquez, I.R. Ramos, A.G. Ruiz, J.L.G. Fierro, Surf. Interf. Anal. 20 (1993) 1067. [23] A. Wolberg, J.L. Ogilvie, J.E Roth, J. Catal. 19 (1970) 86. [24] B.R. Strohmeier, D.E. Leyden, R.S. Field, D.H. Hercules, J. Catal. 94 (1985) 514. [25] G. Ertl, R. Hierl, R. Knozinger, N. Thiele, H.P. Urbach, Appl. Surf. Sci. 5 (1980) 49. [26] C.D. Wagner, L.H. Gale, R.H. Raymond, Anal. Chem. 51 (1979) 466. [27] Y. Okamoto, K. Fukino, T. Imanaka, T. Teranishi, J. Chem. Soc., Chem. Comm. (1982) 1405. [28] T.H. Fleish, R.L. Mieville, J. Catal. 90 (1984) 165. [29] I.E. Wachs, R.J. Madix, J. Catal. 53 (1978) 208. [30] D.E. Ridler, M.V. Twigg, in: M.V. Twigg (Ed.), Steam Reforming, Catalyst Handbook, 2nd ed., Wolfe, 1989. [31] L.A. Espinoza, M.A. Pena, J.L.G. Fierro, in: Proceedings of the 15th Iberoamerican Symposium on Catalysis, Cordoba, Argentina, September 1996. [32] G.J.J. Bartley, R. Burch, Appl. Catal. 43 (1988) 141. [33] J.C.J. Bart, R.EA. Sneeden, Catal. Today 2 (1987) 1. [34] K. Klier, Adv. Catal. 31 (1982) 243. [35] K. Kanai, T. Watanabe, T. Fujitani, M. Saito, T. Uchijima, Catal. Lett. 27 (1994) 67. [36] J. Nakamura, I. Nakamura, T. Fujitani, M. Saito, T. Uchijima, Catal. Lett. 31 (1995) 325. [37] G.R. Sheffer, T.S. King, J. Catal. 116 (1989) 488. [38] V. Ponec, Surf. Sci. 272 (1992) 111. [39] J. Szanyi, D.W. Goodman, Catal. Lett. 10 (1991) 383. [40] G.C. Chinchen, K. Mansfield, M.S. Spencer, Chemtech. (1990) 692. [41] S.S. Fu, G.A. Somorjai, J. Phys. Chem. 96 (1992) 4542. [42] M. Matsukata, S. Uemiya, E. Kikuchi, Chem. Lett. (1988) 761. [43] R.M. Friedman, J.J. Freman, EW. Lytte, J. Catal. 55 (1978) 10. [44] S. Gusi, E Trifiro, A. Vaccari, G. Piero, J. Catal. 94 (1985) 120. [45] G.R. Sheffer, T.S. King, J. Catal. 115 (1989) 376. [46] J.G. Nunan, K. Klier, C.W. Young, EB. Himelfarb, R.G. Herman, J. Chem. Soc., Chem. Comm. (1986) 193. [47] G.A. Vedage, RB. Himelfarb, K. Klier, in: Solid State Chemistry in Catalysis, ACS Symposium Series 279, American Chemical Society, Washington, 1985, p. 295. [48] S.I. Blejoiv, T. Cioroianu, V. Vadeanu, O. Bunesco, Rev. Roum. Chim. 38 (1993) 633. [49] W.D. Mross, Catal. Rev. Sci. Eng. 25 (1983) 591. [50] E. Giamello, B. Fubini, E Lauro, A. Bassi, J. Catal. 87 (1984) 443. [51] S. Fujita, S. Matsumoto, N. Takezawa, Catal. Lett. 25 (1994) 29. APCATA 97001129 S0926-860X(97)00112-9 10.1016/S0926-860X(97)00112-9 Article Partial oxidation of methanol to produce hydrogen over CuZn-based catalysts L. Alejo R. Lago M.A. Peña J.L.G. Fierro ∗ Instituto de Catálisis y Petroleoquímica, CSIC, Campus UAM, Cantoblanco, 28049 Madrid, Spain ∗ Corresponding author. Fax: +34 1 5854760 In this work Cu ZnO and Cu/ZnO/Al2O3 catalysts have been studied for the partial oxidation of methanol with oxygen to produce hydrogen. These CuZn based catalysts showed high activity for the partial oxidation of methanol and it was found that the catalytic activity is directly related to the copper metal surface area. In the series CuZn with copper relative content of 20–70 wt%, the catalyst Cu40Zn60 (Cu 40 wt% and Zn 60 wt%) which showed the highest copper area gave the best results for the partial oxidation of methanol. The activation energies and TOF (turnover frequencies) varied with the CuZn catalyst composition. For catalysts with low copper loading very high E a and TOF were obtained (for Cu30Zn70 E a=482 kJ/mol and TOF ca. 200 min−1 at 497–499 K) whereas for higher copper contents the E a and TOF decreased tending to constant values (for Cu70Zn30 E a=71 kJ/mol and TOF=160 min−1 at 497–499 K). These results are discussed in terms of a possible effect of the CuZnO interaction which depends on the catalyst composition. Catalytic experiments with Cu40Zn55Al5 (Cu 40 wt%, Zn 55 wt% and Al 5 wt%) showed that the presence of aluminium has an inhibiting effect producing slightly lower methanol conversion. On the other hand, higher selectivities for H2 and CO2 were obtained with only traces of the undesirable carbon monoxide. Moreover, the Al is very important for catalyst stability and life-time experiments showed that Cu40Zn55Al5 is stable during the partial oxidation of methanol with no significant change in activity and selectivity even after 110 h operation at 503 K. The catalyst Cu40Zn60 with no Al, deactivates rapidly after 20 h reaction at 503 K. Experiments using N2O as oxidant showed higher activity to convert methanol but producing large amounts of H2O and CO. The impregnation of catalyst with Na produced similar effect increasing the selectivity for H2O and CO. The results presented seem to indicate that the copper metal is active for partial oxidation of methanol to H2 and CO2 whereas Cu+1 favour the formation of H2O and CO. Cu+2 as CuO shows very low activity for methanol conversion producing only CO2 and H2O. Keywords Methanol partial oxidation Copper-zinc oxide catalysts Hydrogen production Reaction mechanism Bulk and surface properties of catalysts References [1] R. Kumar S. Ahmed M. Yu Am. Chem. Soc. Div. Fuel Chem. 38 1993 1741 [2] R. Kumar S. Ahmed M. Krumplet K.M. Myles Argon National Laboratory Report, ANL-92/31 1992 Argone, IL, USA [3] W. Cheng H.H. Kung 2nd ed. Methanol Production and Use 1994 Marcel Dekker New York [4] Hydrocarbon Processing 31 September, 1995 [5] E. Santacesaria S. Carra Appl. Catal. 5 1983 345 [6] H. Kobavashi N. Takezawa C. Minochi J. Catal. 69 1981 487 [7] C.J. Jiang D.L. Trimm M.S. Wainwright N.W. Cant Appl. Catal. A 93 1993 244 [8] C.J. Jiang D.L. Trimm M.S. Wainwright N.W. Cant Appl. Catal. A 97 1993 145 [9] H. Kobayashi A. Hirose M. Shimokawabe K. Takezawa Appl. Catal. 4 1982 127 [10] J. Barton V. Pour Coll. Czech. Chem. Comm. 45 1979 3402 [11] H. Kobayashi N. Takezawa C. Minochi 2nd ed. Preparation of Catalyst III 1983 Elsevier Amsterdam 697 [12] N. Iwasa S. Kudo H. Takahashi S. Masuda N. Takezawa Catal. Lett. 19 1993 211 [13] R.W. McCabe D.F. McCready J. Phys. Chem. 90 1986 1428 [14] M.P. Zum Mallen L.D. Schmidt J. Catal. 161 1996 230 [15] T.J. Huang S.W. Wang Appl. Catal. 24 1986 287 [16] T.J. Huang S.L. Chren Appl. Catal. 40 1988 43 [17] K.J. Soerensen N.W. Cant Catal. Lett. 33 1995 117 [18] J.W. Evans M.S. Bridgewater D.S. Yong Appl. Catal. 31 1983 75 [19] T.A.J. Osinga B.G. Linsen W.P. van Beek J. Catal. 7 1967 277 [20] P.B. Himelfarb G.W. Simmons K. Klier R.G. Herman J. Catal. 93 1985 442 [21] G.G. Jernigan G.A. Somorjai J. Catal. 147 1994 567 [22] A. Sepulveda C. Marquez I.R. Ramos A.G. Ruiz J.L.G. Fierro Surf. Interf. Anal. 20 1993 1067 [23] A. Wolberg J.L. Ogilvie J.F. Roth J. Catal. 19 1970 86 [24] B.R. Strohmeier D.E. Leyden R.S. Field D.H. Hercules J. Catal. 94 1985 514 [25] G. Ertl R. Hierl R. Knozinger N. Thiele H.P. Urbach Appl. Surf. Sci. 5 1980 49 [26] C.D. Wagner L.H. Gale R.H. Raymond Anal. Chem. 51 1979 466 [27] Y. Okamoto K. Fukino T. Imanaka T. Teranishi J. Chem. Soc., Chem. Comm. 1982 1405 [28] T.H. Fleish R.L. Mieville J. Catal. 90 1984 165 [29] I.E. Wachs R.J. Madix J. Catal. 53 1978 208 [30] D.E. Ridler M.V. Twigg M.V. Twigg Steam Reforming, Catalyst Handbook 2nd ed. 1989 Wolfe [31] L.A. Espinoza M.A. Pena J.L.G. Fierro Proceedings of the 15th Iberoamerican Symposium on Catalysis Cordoba, Argentina September 1996 [32] G.J.J. Bartley R. Burch Appl. Catal. 43 1988 141 [33] J.C.J. Bart R.P.A. Sneeden Catal. Today 2 1987 1 [34] K. Klier Adv. Catal. 31 1982 243 [35] K. Kanai T. Watanabe T. Fujitani M. Saito T. Uchijima Catal. Lett. 27 1994 67 [36] J. Nakamura I. Nakamura T. Fujitani M. Saito T. Uchijima Catal. Lett. 31 1995 325 [37] G.R. Sheffer T.S. King J. Catal. 116 1989 488 [38] V. Ponec Surf. Sci. 272 1992 111 [39] J. Szanyi D.W. Goodman Catal. Lett. 10 1991 383 [40] G.C. Chinchen K. Mansfield M.S. Spencer Chemtech. 1990 692 [41] S.S. Fu G.A. Somorjai J. Phys. Chem. 96 1992 4542 [42] M. Matsukata S. Uemiya E. Kikuchi Chem. Lett. 1988 761 [43] R.M. Friedman J.J. Freman F.W. Lytte J. Catal. 55 1978 10 [44] S. Gusi F. Trifiro A. Vaccari G. Piero J. Catal. 94 1985 120 [45] G.R. Sheffer T.S. King J. Catal. 115 1989 376 [46] J.G. Nunan K. Klier C.W. Young P.B. Himelfarb R.G. Herman J. Chem. Soc., Chem. Comm. 1986 193 [47] G.A. Vedage P.B. Himelfarb K. Klier Solid State Chemistry in Catalysis ACS Symposium Series 279 1985 American Chemical Society Washington 295 [48] S.I. Blejoiv T. Cioroianu V. Vadeanu O. Bunesco Rev. Roum. Chim. 38 1993 633 [49] W.D. Mross Catal. Rev. Sci. Eng. 25 1983 591 [50] E. Giamello B. Fubini P. Lauro A. Bassi J. Catal. 87 1984 443 [51] S. Fujita S. Matsumoto N. Takezawa Catal. Lett. 25 1994 29",
      "scopus-id": "0001691487",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001129",
        "dc:description": "In this work Cu ZnO and Cu/ZnO/Al2O3 catalysts have been studied for the partial oxidation of methanol with oxygen to produce hydrogen. These CuZn based catalysts showed high activity for the partial oxidation of methanol and it was found that the catalytic activity is directly related to the copper metal surface area. In the series CuZn with copper relative content of 20–70 wt%, the catalyst Cu40Zn60 (Cu 40 wt% and Zn 60 wt%) which showed the highest copper area gave the best results for the partial oxidation of methanol. The activation energies and TOF (turnover frequencies) varied with the CuZn catalyst composition. For catalysts with low copper loading very high E a and TOF were obtained (for Cu30Zn70 E a=482 kJ/mol and TOF ca. 200 min−1 at 497–499 K) whereas for higher copper contents the E a and TOF decreased tending to constant values (for Cu70Zn30 E a=71 kJ/mol and TOF=160 min−1 at 497–499 K). These results are discussed in terms of a possible effect of the CuZnO interaction which depends on the catalyst composition. Catalytic experiments with Cu40Zn55Al5 (Cu 40 wt%, Zn 55 wt% and Al 5 wt%) showed that the presence of aluminium has an inhibiting effect producing slightly lower methanol conversion. On the other hand, higher selectivities for H2 and CO2 were obtained with only traces of the undesirable carbon monoxide. Moreover, the Al is very important for catalyst stability and life-time experiments showed that Cu40Zn55Al5 is stable during the partial oxidation of methanol with no significant change in activity and selectivity even after 110 h operation at 503 K. The catalyst Cu40Zn60 with no Al, deactivates rapidly after 20 h reaction at 503 K. Experiments using N2O as oxidant showed higher activity to convert methanol but producing large amounts of H2O and CO. The impregnation of catalyst with Na produced similar effect increasing the selectivity for H2O and CO. The results presented seem to indicate that the copper metal is active for partial oxidation of methanol to H2 and CO2 whereas Cu+1 favour the formation of H2O and CO. Cu+2 as CuO shows very low activity for methanol conversion producing only CO2 and H2O.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-11-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001129",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Alejo, L."
          },
          {
            "@_fa": "true",
            "$": "Lago, R."
          },
          {
            "@_fa": "true",
            "$": "Peña, M.A."
          },
          {
            "@_fa": "true",
            "$": "Fierro, J.L.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001129"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001129"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00112-9",
        "prism:volume": "162",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Partial oxidation of methanol to produce hydrogen over CuZn-based catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methanol partial oxidation"
          },
          {
            "@_fa": "true",
            "$": "Copper-zinc oxide catalysts"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen production"
          },
          {
            "@_fa": "true",
            "$": "Reaction mechanism"
          },
          {
            "@_fa": "true",
            "$": "Bulk and surface properties of catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "281-297",
        "prism:endingPage": "297",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 November 1997",
        "prism:doi": "10.1016/S0926-860X(97)00112-9",
        "prism:startingPage": "281",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00112-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "61",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X97001129-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "435",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001691487"
      }
    }
  }
}