{
  "metadata": {
    "title": "Modification of surface reactivity by adsorbed species on supported palladium and platinum catalysts during the selective hydrogenation of but-1-yne",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-01-23",
    "doi": "10.1016/S0926-860X(96)00257-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002578",
    "pii": "S0926860X96002578"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001327923",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96002578 S0926-860X(96)00257-8 S0926860X96002578 10.1016/S0926-860X(96)00257-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00270 2024-01-01T12:18:48.759026Z 0 0 19970123 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 149 149 1 1 Volume 149, Issue 1 12 189 206 189 206 19970123 23 January 1997 1997-01-23 1997 article fla Copyright © 1997 Published by Elsevier B.V. MODIFICATIONSURFACEREACTIVITYBYADSORBEDSPECIESSUPPORTEDPALLADIUMPLATINUMCATALYSTSDURINGSELECTIVEHYDROGENATIONBUT1YNE MAETZ P BOS 1993 1 A BOITIAUX 1987 145 J DENHARTOG 1990 99 A KIPERMAN 1986 1 S STUDIESINSURFACESCIENCECATALYSIS THOMSON 1976 526 S ALAMMAR 1978 195 A ALAMMAR 1978 657 A ALAMMAR 1979 1900 A GODBEY 1986 150 D PALINKO 1990 353 I BOUTONNET 1987 95 M BEEBE 1986 663 T REKOSKE 1992 1880 J CREMER 1995 3671 P BOS 1993 1 A SARKANY 1984 369 A SARKANY 1995 L181 A BOITIAUX 1987 145 J HUB 1988 411 S MAETZ 1990 37 P MAETZ 1994 48 P BOITIAUX 1983 123 J PROC3RDINTSYMPPREPARATIONCATALYSTS ALERASOOL 1990 204 S JOLY 1991 31 J MAETZ 1994 259 P MAETZ 1992 P THESIS BOAG 1980 2170 M TEMKIN 1939 851 M KEMBALL 1966 190 C BOUDART 1983 2786 M IGLESIA 1992 549 E MAETZX1997X189 MAETZX1997X189X206 MAETZX1997X189XP MAETZX1997X189X206XP item S0926-860X(96)00257-8 S0926860X96002578 1-s2.0-S0926860X96002578 10.1016/S0926-860X(96)00257-8 271346 2024-01-01T12:18:48.759026Z 1997-01-23 1-s2.0-S0926860X96002578-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002578/MAIN/application/pdf/c85b9a0e94249115884dcebad4216d19/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002578/MAIN/application/pdf/c85b9a0e94249115884dcebad4216d19/main.pdf main.pdf pdf true 985072 MAIN 18 1-s2.0-S0926860X96002578-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002578/PREVIEW/image/png/f30c2f7a48eb6d897310fae5dc3e70e7/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002578/PREVIEW/image/png/f30c2f7a48eb6d897310fae5dc3e70e7/main_1.png main_1.png png 42330 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 149 (1997) 189-206 Modification of surface reactivity by adsorbed species on supported palladium and platinum catalysts during the selective hydrogenation of but- 1-yne Ph. Maetz a, R. Touroude b,, a Laboratoire de Chimiefine aux Interfaces, lnstitut de Chimie, B6, Sart-Tilman, 4000 Libge, Belgium b Laboratoire d'Etudes de la RdactivitCatalytique, des Surfaces et Interfaces, URA 1498 du CNRS, Institut Le Bel, 4, rue B. Pascal, 67070 Strasbourg Cedex, France Received 29 January 1996; accepted 31 May 1996 Abstract Studying the butyne hydrogenation on Pd and Pt catalysts by the use of transient methods and in situ IR spectroscopy, it was found that the formation of a surface hydrocarbon overlayer regulates the semi-hydrogenation selectivity, It might be composed of -q2-butyne species. These species are equilibrated with the reactive intermediates which are thought to be vinylic adsorbed species. However, if the reactive intermediates are initially quickly hydrogenated, the coverage of the surface in equilibrium with the gas fugacity is so low that the hydrocarbon overlayer does not form and the catalyst is not selective. We propose a surface picture for butyne hydrogenation in which the reaction takes place on the low coordination sites (top, edge, corner atoms) while the high coordination sites are covered by spectator species ('qZ-butyne). It is suggested to transpose this picture to an ethylene hydrogenation reaction in which the spectator species might be di-~r-bonded ethene. Keywords: Butyne hydrogenation; Palladium; Platinum; Adsorbed surface species 1. Introduction The catalytic hydrogenation of alkynes is an important industrial process for which palladium catalysts are mainly used because of their high activity and high selectivity in semi-hydrogenation reactions [1]. However, when comparing * Corresponding author, 0926-860X/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PII S0926- 860X(96)0025 7-8 190 P.h. Maetz, R. Touroude /Applied Catalysis A: General 149 (1997) 189-206 the performances of the platinum catalysts [2,3], it is often found that even if this metal was less active and selective than palladium, the different reaction coordinates, activity, selectivity and stability, vary in the same way when changing most experimental parameters. In particular, a zero and even negative order versus hydrocarbon pressure were found on both platinum and palladium catalysts in the hydrogenation reactions [4], meaning that the reaction occurs on a catalyst where the active sites are fully covered by hydrocarbon molecules. Subsequently, it was suggested [5] that during the hydrogenation reaction, the catalyst is covered by a hydrocarbon layer which could act as co-catalyst. A1-Ammar and Webb [6] gave evidence that the adsorption of both ethyne and ethene takes place in two stages and suggested that in the first stage an irreversible dissociative adsorption occurs, while in the second stage ethyne and ethene are adsorbed and react upon this primary layer. From spectroscopic analyses, the irreversibly adsorbed layer was described as an ethylidyne and ethylidene species [7]. Palinko et al. [8] also suggested that in the hydrogenation of (+)-apopinene, an optically active hydrocarbon-like layer forms over the surface of palladium and that this layer provides the sites for the reaction. However several results reported conflict with the proposal that the reactive species are not adsorbed directly on to the metal. The but-l-ene-deuterium-hy- drogen exchange reaction [9], which occurs simultaneously to hydrogenation, revealed that the localisation of deuterium in the exchanged but-l-ene molecule varies with the nature of the metal, proving that the anchoring of the reactive olefin species on the surface is a specific property of each metal. On the other hand, Beebe and Yates [10], on Pd/SiO2, and Rekoske et al. [11], on Pt/SiO2, using in situ infra red analysis, have shown that the rate of ethylene hydrogena- tion is not noticeably affected by the presence or absence of ethylidyne. Recently Cremer and Somorjai [12], in order to explain that hydrogenation occurs even when the surface is covered by a strongly chemisorbed layer, proposed that these strongly adsorbed species were compressed into a more compact layer which left free room for ethylene adsorption. However this scheme does not explain whether the rate of ethylene hydrogenation is reliant upon the presence of an ethylidyne overlayer or not. In the hydrogenation of acetylene, the presence of polymer species formed during the reaction is broadly accepted [13], but the role of these polymers is not fully understood since the results of their analyses differ, depending upon whether the reaction was performed on supported or unsupported catalysts [14]. On supported catalysts the polymers migrate from the metal to the support and act as a hydrogen reservoir leading to a decrease of the semi-hydrogenation selectivity. However, on palladium black, a polymer film lying on the metal, the penetration of hydrogen towards the metal is impeded leading to a decrease in the volume of hydrogen available on the metal, which in turn leads to an increase in the semi-hydrogenation selectivity. More recently, in butadiene hydrogenation over amorphous Pd2NisoNb48 ribbon, Sarkany et al. [15] discovered that the selectiv- P.h. Maetz, R. Touroude / Applied Catalysis A: General 149 (1997) 189-206 191 ity in butene formation remained constant even at 100% butadiene conversion, implying that the catalyst was preferential in its activity for butadiene hydro- genation, rather than for butene hydrogenation. Mechanistically, it was proposed that during butadiene hydrogenation, the surface becomes covered by oligomers which impede the re-adsorption of butenes while the butadiene molecules are absorbed and react on the metal after compressing the oligomers. Note then, that the hydrocarbon overlayer which forms and acts during either alkene or alkyne hydrogenation is always considered as irreversibly adsorbed onto the metal surface during the reaction. However Boitiaux et al. [16], have presented a kinetic scheme for butyne hydrogenation in which the reactive molecules are in equilibrium with reversible hydrocarbon entities formed by two butyne molecules. In our investigations [ 17-19], using transient methods and in situ infra red measurements, we conclude the presence of a reversible hydrocar- bon deposit which regulates selectivity in the butyne hydrogenation for both palladium and platinum catalysts. In this paper results are presented which demonstrate the reversibility, under certain reaction conditions, of the hydrocarbon overlayer which renders the catalyst highly selective in the semi-hydrogenation butyne reaction. 2. Experimental 2. I. Sample preparation The Pd/A1203, named PdI and Pd2, and Pt/AI203 catalysts, named PtA and PtB, were prepared and characterised at the Institut Fran~ais du P&role, Rueil- Malmaison, as described elsewhere [16,20]. Palladium acetylacetonate and platinum acetylacetonate (from Johnson Matthey) were used as precursor. The Pt/SiO2 catalysts, named PtI and Ptn, were prepared by wet impregna- tion of silica (Degussa Aerosil 200), by an aqueous solution of H2PtC16 (Johnson Matthey, pro analysis, > 99%). The sample was oven dried at 393 K for 12 hours and then reduced under hydrogen at 673 K for two hours. The Pt/SiO2 catalyst named Ptmo was prepared by wet impregnation of silica (Cab-O-Sil, 200 m2/g), by aqueous solution of H2PtC16, according to the procedure described in Ref. [21]. The characteristics of the catalysts used in this study, i.e. metal loadings and dispersions obtained by H2 chemisorption, are given in Table 1. 2.2. Fixed-bed flow reactor and operating conditions The fixed-bed flow reactor, operating under atmospheric pressure, is de- scribed elsewhere [18]. The but-l-yne, at constant partial pressure, was carried over the catalyst sample by a flow of H2 or Hz/He (38/722 or 228/532). The 192 P.h. Maetz, R. Touroude /Applied Catalysis A: General 149 (1997) 189-206 Table 1 Characteristics of the platinum and palladium catalysts Catalyst Support Metallic weight (%) Dispersion (%) PtA -/-alumina 0.53 90 PtB F-alumina 0.53 42 PtI SiO2 2.74 30 Ptll SiO2 4.15 40 Pt ~oo SiO2 5.85 14.5 Pd1 -/-alumina 0.20 > 80 Pd2 -/-alumina 0.45 97 hydrocarbon pressures were obtained by the vapour pressure of but-l-yne at different low temperatures, 210 K (14.2 Torr, 1 Torr --- 133.32 Pascal), 188 K (2.6 Tort), 183 K (1.5 Torr). The hydrogenation reaction was performed in the range 255 K to 293 K. Before each catalytic experiment the catalyst was activated under a H2 (H2/He), flow at 573 K and atmospheric pressure for one hour. It is important to note that two catharometers were inserted upstream and downstream with respect to the reactor in order to record the hydrocarbon pressure. The comparison of both signals would give interesting information concerning adsorption and desorption phenomena occuring on the catalyst during the reaction. Small amounts of product were drawn off the line after the reaction at different time during the catalytic run and analyzed by gas-liquid chromatography. The selectivity to but-l-ene (S), is defined as the ratio of but-l-ene to (but-l-ene + butane); but-2-enes were not observed. The conversion (Cv) is defined as the ratio of (but-l-ene + butane) to (but-l-ene + butane + but- 1-yne). 2.3. In situ dynamic infra-red cell and operating conditions The infra-red cell, installed on a Nicolet 5SX Interferometer sample compart- ment, has been described elsewhere [22]. The cell is coupled with a DELSI chromatograph allowing automatic gas sampling thus facilitating the simultane- ous observation of adsorbed species on the catalyst surface and the determina- tion of activity and selectivity for the hydrogenation reaction. The catalyst sample, approx. 15 mg, was pressed into a self-supporting disc (16 mm in diameter, ca. 0.2 mm thick). The reaction gas (H2 or Hz-N2 mixture), was introduced into the cell reactor at atmospheric pressure, the gas flow rate was constant at 30 cm3NTP/min. The but-l-yne, at constant partial pressure (14 Torr), was carried over the catalyst sample by a flow of H2 or H2-N2. The hydrogenation reaction was carried out at 298 K. Before each catalytic experi- ment, the catalyst was activated under H2 at 573 K and atmospheric pressure for one hour. P.h. Maetz, R. Touroude / Applied Catalysis A: General 149 (1997) 189-206 193 All the spectra were recorded at 298 K with 4 cm-1 resolution, by averaging of 32 interferograms and subtracting the spectra of the sample activated under H 2. When a spectrum was recorded, a gas sample was simultaneously analyzed by gas chromatography. It should be noted that minimising the dead volume in the cell was sufficient to totally suppress the IR bands due to gas phase species. The activity and selectivity results obtained using the in situ IR cell reactor were compared to those obtained from the classical fixed bed flow reactor in order to ensure that the pressed pellet catalyst was not influenced by the introduction of heat and mass transfer limitations or by channeling. 3. Results 3.1. From fixed-bed flow reactor While performing an experiment in which rectangular pulses of but-l-yne were carried along the catalyst by H2 or He-H2 mixtures, it was possible, within a certain range of experimental conditions, to distinguish three different stages during the course of the reaction (Fig. 1): (i) an initial transient stage, when the but-1-yne conversion decreased and the but-l-ene selectivity increased. During this initial phase, an inward curvature was observed on the catharometer signal which indicated a strong adsorption of the hydrocarbon species; (ii) following this first stage, a stationary one, in which the but-l-ene selectivity remained high and constant, and the but-1-yne conversion decreased slightly; and (iii) a final transient stage which occurred just after the butyne flow was terminated - in fact a prominent desorption peak appeared on the catharometer % 80 60 40 20 0 10 time (rain.) 100 - Fig. 1. On Pt1 catalyst (Pnz = 38 Torr, PHC 40 4 Initial phase Stationary phase Final phase time (rain.) 40 = 14.2 Torr, Hydrocarbon flow = 0.16 ixmoles/s, T~ac = 293 K, catalyst weight = 25 mg). (a) But-1-yne conversion (O) and but-1-ene selectivity ( as a function of time on stream (minutes). (b) Catharometer signals: hydrocarbon pressure (a.u.) as a function of time on stream (minutes). 194 P.h. Maetz, R. Touroude /Applied Catalysis A: General 149 (1997) 189-206 signal. Prior to this event the selectivity was still high as observed during the stationary stage and the conversion increased due to the decrease in the flow of the hydrocarbon. Following this peak, the selectivity became zero and the conversion 100%. The desorption peak indicated only C4 hydrocarbons (butane, but-1-ene, but-1-yne), with a higher but-1-yne conversion and a lower selectivity than observed on the stationary phase. Such characteristics were not observed when the experiment was performed on the support material alone, either on A1203 or SiO2, maintaining the same experimental conditions. However, it is essential to note that the occurrence of the so-called catalytic process was dependent upon the experimental conditions. In fact, if the experi- mental conditions as described above were modified in order to produce higher conversions, e.g. by decreasing the hydrocarbon flow, by increasing the temper- ature, or by increasing the H2 pressure (Fig. 2), then the adsorption-desorption phenomena were no longer observed on the catharometer signals and in this case, then the selectivity of the system remained at a low value while the conversion, starting from 100%, decreased slowly and continuously. These experiments offered clear evidence that a catalytic system provides a high olefin selectivity in butyne hydrogenation but only when the catalyst is covered by a layer of strongly adsorbed butyne species. This overlayer does not form if the catalyst transforms the butyne into butene and butane too quickly, i.e. if the butyne pressure above the catalyst is too low. The value of the high selectivity is a property unique to the catalyst which depends upon the nature and dispersion of the metal upon its support [23]. This point will not be discussed here. To investigate further the behaviour of these strongly adsorbed species, an experiment was performed in which a second hydrocarbon, hex-l-yne, was introduced in the but-l-yne flow (Fig. 3). This experiment was started using I00 % . 80- 6oi 401 201 0~ ~o time (rain,) time (min.) 4'0 40 X._ Fig. 2. On PtI catalyst (PH2 = 745.8 Torr, PHC = 14.2 Tort, hydrocarbon flow = 0.31 ixmoles/s, Treac ~ 293 K, catalyst weight = 25 mg). (a) But-l-yne conversion (0) and but-l-ene selectivity (11) as a function of time on stream (minutes). (b) Catharometer signals: hydrocarbon pressure (a.u.) as a function of time on stream (minutes). P.h. Maetz, R. Touroude /Applied Catalysis A: General 149 (1997) 189-206 195 \"2\". ~C r,/ Hca +Hcb Hcb j f IHca,,, : oot,no,-ox,no or\"o:,oo'Bu yoel J He TIME (min.) Fig. 3. Catharometer signal: hydrocarbon pressure (a.u.) as a function of time on stream (minutes), Reaction conditions: PtB catalyst weight = 50 mg, PH2 = 755 Ton-, Pnc = 5 Ton-, hydrocarbon flow = 0.6 Ixmoles/s, Tre,,. = 255 K. but-1-yne, then when the adsorption phenomenon of butyne had been observed and the butene selectivity had reached a high value, the second hydrocarbon was introduced into the flow. Both hydrocarbons passed through the catalyst until after some minutes the butyne flow was cut off. The disappearance of C4 hydrocarbons in the reaction products was followed by gas chromatography. When the analyses revealed only C6 hydrocarbons, the hexyne flow was then cut off. The chromatographic analysis of the desorption peak in this case revealed only C6 fully hydrogenated hydrocarbons. On the other hand, if the introduction of the two hydrocarbons was inverted (i.e. starting with hexyne and then introducing butyne), the desorption peak was found to contain only C4 hydrocarbons. This indicated that the strongly adsorbed hydrocarbon species in this process were in equilibrium with the gas phase. In Fig. 4, another type of experiment is reported. The hydrocarbon was introduced into the reactor as a constant flow (F~): as above, an initial transient phase followed by a stationary phase in which the but-l-ene selectivity reached a high value was observed. Afterward the total gas flow was decreased stepwise, the conversion increased due to the decrease of hydrocarbon flow (F2), but the selectivity remained both high and constant. It should be noted that, in the apparatus, when the flow rate was changed, the PH2/Pnc ratio was maintained as constant. When the flow was again decreased to the F3 value, the catharometer signal revealed a desorption peak: just prior to this the conversion reached a limit value with a continuing high selectivity, while along this peak the product analysis revealed only C4 hydrocarbons in which the percentage of butane increased rapidly to be the sole product by the end of the peak. Afterward, if the hydrocarbon flow was kept equal to or lower than F3 (F4), the butyne remained totally converted into butane. At this point of the experiment if, conversely, the hydrocarbon flow was increased (F~), then the adsorption process was again operating and led to a highly selective catalyst. Other reductions in flow (F2, 196 P.h. Maetz, R. Touroude /Applied Catalysis A: General 149 (1997) 189-206 Hydrocarbon Flow >r~>5>~<~ > ~ > 5 r~ ~1\" I [ ADSORPTION TIME (min.) D Fig. 4. But-l-yne hydrogenation on Pt/AI203, 0.45%, D = 42% in varying the hydrocarbon flow. (a) hydrocarbon pressure (u.a.) as a function of time (minutes), (catharometer signal); (b) but-l-ene selectivity as a function of time (minutes). Reaction conditions: PH2 = 745.8 Torr, Puc = 14.2 Torr, Treac= 273 K, catalyst weight = 50 mg. F3) led to another desorption peak. If, after that moment, the hydrocarbon flow was cut off, no desorption peak was observed in the fall of the catharometer signal. So, the desorption process recorded there, during the stationary phase, is equivalent to the one observed in Fig. 1 during the final transient phase. This experiment proved that these adsorption-desorption processes are totally re- versible and regulatory of semi-hydrogenation selectivity. In a certain range of experimental conditions in which adsorption and desorption phenomena are observed, the duration of the initial phase was found to be a reproducible parameter, as a function of the weight of the catalyst and the hydrocarbon flow. In this first stage of the experiments the samplings for analyses were drawn off the line every minutes and the end of the initial phase was taken when the selectivity was found maximum. A linear relationship was found between the total quantity of hydrocarbon which passed through the catalyst during the initial period (duration of the initial period multiplied by the hydrocarbon flow rate), and the weight of the catalyst, whether palladium or platinum (Fig. 5). Moreover, this linear relationship was still dependent upon the amount of metal: for the two highly dispersed palladium catalysts the ratio of the straight line gradients was found to be equal to the ratio of palladium contents. In view of these observations, we might suppose that the duration of the initial phase is mainly due to the saturation of the metal catalyst surface by butyne molecules and hence depends on the butyne uptake pressure during the reaction. As already indicated, the main characteristic of the final phase is the presence of an additional desorption peak. By integration, taking the base line of the P.h. Maetz, R. Touroude / Applied Catalysis A: General 149 (1997) 189-206 197 30 -- ~ 20 0 i I 0 20 60 100 140 catalyst weight (mg.) Fig. 5. Parameter related to the duration of the initial phase as a function of catalyst weight. ( on Pd/ A1203, 0.2%, D > 80%; (E2) Pt/AI203, 0.53%, D = 90%; (m) Pd/AI203, 0.45%, D = 97%. catharometric signal as expected in the absence of any additional peak (dotted line in Fig. 1), it was possible to calculate the amount of molecules contained in this peak, and to link this value to the number of surface platinum atoms. The following ratio was defined: p = rtHc/npt where nHC is the number of desorbed hydrocarbon molecules and nr~ the number of surface platinum atoms. This ratio, p, was found to be strongly dependent upon experimental condi- tions. The amount of desorbed hydrocarbon molecules increased when the hydrogen pressure increased (Fig. 6), yet the reverse evolution was observed when either hydrocarbon pressure or reaction temperature was increased [24]. These observed variations can be easily explained if we consider an evolution of the strongly adsorbed hydrocarbon species towards polymerisation. Polymerisa- tion is expected to be favoured when the H2 pressure is decreased or when there 1.2\" 1.0\" 0.8- 0.6\" 0.4\" ~/// Ptt 0.2\" 0 t , i 0 200 400 600 800 Hydrogen Pressure (Torr) Fig. 6. p, hydrocarbon desorbed molecule number to surface platinum atom number ratio as a function of hydrogen pressure. Reaction conditions: catalyst weight = 25 mg, PHc = 14.2 Tort, Treat ~ 255 K. 198 P.h. Maetz, R. Touroude /Applied Catalysis A: General 149 (1997) 189-206 Z co ~ o 0 ~t o [do] to to r~ Z <I2 rn ff- (1~ f\" f.... 0 ~ ~oo 3~oo 3600 z~oo z6oo i~oo i,~oo NRVENUMBER Fig. 7. IR spectrum recorded when butyne (14 Tort) and H2 (150 Torr) are carried on SiO2. is an increase in either the hydrocarbon pressure or the temperature, from this ensues an inverse variation for the amount of the precursor, as is observed. In fact, when, after the catalytic run, the catalyst sample was treated under hydrogen at 573 K, the presence of heavy hydrocarbon species, mainly C8, in the gas flow coming out from the reactor was detected by mass spectroscopy. 3.2. From infra-red cell reactor The hydrogenation reaction performed upon silica-supporting platinum cata- lysts, namely Ptt and Pttt, was studied using a specific infra-red cell reactor. Platinum and palladium supported on alumina were not used in this section due to their low metal loading. Moreover the spectra of butyne adsorbed onto silica (Fig. 7) are more simple than for the corresponding adsorption onto alumina. The IR bands, observed in Fig. 7, were characteristic of butyne species bonded to the silanol groups of the support; the specific assignments are described in Ref. [ 19]. But-l-yne hydrogenation was studied on both catalysts, Ph and Pt~, at 298 K under 38 Torr hydrogen pressure (Figs. 8 and 9). The spectra of the activated samples, which were used in a subtraction operation to obtain the spectra shown, presented a weak band at 2045 cm-~ due to traces of CO resulting from the activation process. This band disappeared under butyne flow explaining the negative peak observed when subtracting spectra. Water is also present in the background at 1620 cm-1, due to the cooling down of the sample after the activation process. Fig. 8a shows the Infra Red spectra recorded during the hydrogenation reaction upon catalyst Ph. The conversion, selectivity and time on stream, corresponding to each spectrum are also given. When but-1-yne was introduced P.h. Maetz, R. Touroude / Applied Catalysis A.\" General 149 (1997) 189-206 [ 99 (a) L G3~ Z ' (z [I= o ! (M L'~ O0 0 s~oo s~oo ~ ~oo NAVENUMBER / i/ Time oi] stream (rain) CV S (%) (~} Iv,<~l, : 240 27 79 ~,~ =- 70 ~ 79 V,,~--.---~<~L,~v,,,, o ss 4'1 7s \"~ F~ O. 5 ,\" l a~-6-c i@oo :2as (b) 03 N OD lift3 (..J~ Z \" 02 C3 m o ~ ~. ~ , I m~n45s I mln N I C3 ~ ~oo 3@o a~oo 2~oo 24oo e6oo %%-6S--%~--o~ N~VENUHBER Fig. 8. Butyne hydrogenation on Ph catalyst (butyne: 14 Tom H2:38 Torr, T = 298 K). (a) IR spectra and product analyses as a function of time on stream. (b) IR spectra as a function of time on H ~/N2 flow after stopping butyne flow. into the reactor, there was a progressive increase in the three characteristic absorption bands from the but-l-yne species \"rr adsorbed on the -OH silanol group (3574 cm-~, 3302 cm-1, 2115 cm-1). Chromatographic results revealed 200 P.h. Maetz, R. Touroude / Applied Catalysis A: General 149 (1997) 189-206 ~ j,(a) LdN U~ Z ' <z nn ~c D g~ \" 0 if) 0 NAVENUNBER C Time CV S on (%) (%) stream (rain) E 80 30 53 45 54 5I 15 60 52 3 95 11 A 1 I / .>00 I(b) Pd -~ co ,3m n o~ Z~-N'~\"~----J ~ // v ~. \\ ~ ~ 3 min tad O )00 \"q~ 00 NAVENUHBER Fig. 9. Butyne hydrogenation on Ptn catalyst (butyne: 14 Tort, Hz: 38 Torr, T = 298 K). (a) IR spectra and product analyses during time on stream. (b) IR spectra as a function of time on H2/N2 flow after stopping butyne flow. a decrease in the butyne conversion and a corresponding increase in the selectivity for but-l-ene as high as 79%. This behaviour was the same as that observed during the initial phase in micropilot experiments and described above P.h. Maetz, R. Touroude / Applied Catalysis A: General 149 (1997) 189-206 201 (Fig. 1). Together with the increase of the selectivity, a broad absorption band appeared at 1687 cm-~, this band was well resolved when the selectivity reached a high value, 79%. By comparison with organometallic compounds [25], this band might be assigned to an \"qZ-butyne species. When the hydrocarbon flow was stopped, the but-l-yne species adsorbed onto the support immediately disappeared, as indicated by the spectra (Fig. 8b). The intensity of the band at 1687 cm-1 was also seen to decrease, until it disappeared completely after some minutes under H2 flow. Fig. 9a shows the IR spectra recorded during the hydrogenation reaction on the Ptn catalyst, as in Fig. 8a, the conversion, selectivity and time on stream are indicated. Notably, when but-l-yne and hydrogen were introduced into the reactor, in contrast with Pti, three characteristic bands of the SiOH-bonded but-1-yne species were not observed. They became visible only on the spectrum E (Fig. 9a) but were very weak. Similarly, as in the PtI catalyst, the conversion decreased with time on stream while the selectivity increased, but only up to 50%. Moreover, on the spectra recorded on Phl, there is no detectable absorp- tion band near 1687 cm-1 When the hydrocarbon flow was stopped, there was no appreciable change in the spectra. The appearance (disappearance) of both butyne \"rr-adsorbed onto the support and \"qZ-butyne species correlated well with the initial and final phases observed in the micropilot experiments. For both catalysts, the final IR spectra, showed that adsorbed species re- mained on their surfaces: they were visible in the -CH stretching region with corresponding -CH bending modes in the 1300-1500 cm ~ region while some perturbations of the SiO-H band still existed. From the spectra, it is impossible to deduce the chemical structure of the corresponding species. Comparing the catalytic behaviour of the Pt~ and PtH catalysts and their corresponding IR spectra (Fig. 8a: spectrum F and Fig. 9a: spectrum E), it appeared that the degree of coverage and the nature of the adsorbed species are the key factors which govern the selectivity of the reaction. On Ph, with a high selectivity (79%), but-l-yne ~r adsorbed species and .q2 species were present on the catalyst surface, whereas they were absent on Ptn with a lower selectivity (50%). Some other slight differences were seen in the region below 1500 cm L [19]. It should be noted that the surface coverage was not in equilibrium with the gas phase pressure since, for the same conversion (about 30%), the presence of adsorbed but-l-yne on the -OH of the support was observed on Ph, whereas it was quasi inexistent on Pt~t. 4. Discussion The presence of the additional desorption peak on the catharometer signal either after the breakdown of butyne in the gas flow (Fig. 1), or after increasing the gas flow in such a way that high conversion and sudden decrease of 202 P.h. Maetz, R. Touroude /Applied Catalysis A: General 149 (1997) 189-206 selectivity occurs (Fig. 4), is powerful evidence for the modification of the surface reactivity by the more strongly adsorbed but-l-yne. These adsorbed species accumulate during the initial phase, modify the catalyst surface and give rise to a more highly selective catalyst. They are reversibly adsorbed under the reaction conditions, in equilibrium with the reactive species and the gas phase as it was shown by the experiments described in Figs. 3 and 4. The -q2-butyne species can be considered as a part of the hydrocarbon layer since the occur- rence of this assigned species corroborates the adsorption and desorption phenomena observed in micropilot experiments. In addition to the -qZ-butyne species, the IR spectra revealed the presence of an irreversible hydrocarbon residue and butyne species w-bonded to silanol group of the support (Fig. 8a). It is remarkable to note that in an in situ IR experiment when the reaction showed a low selectivity (Fig. 9a), \"qZ-butyne species as well as butyne species w-bonded to silanol were not present although 30% butyne conversions were observed in both described experiments (Figs. 8 and 9). This observation implies that the coverage of the catalyst (metal and support), is not equilibrated with the nominal gas pressures. The concept of virtual gas pressures (surface fugacities) was proposed to describe the schemes of several chemical reactions in which the kinetic coupling between elementary processes of chain and catalytic sequence 'pumps up' or 'pumps down' the concentration of intermediates above its equilibrium value [26-29]. This concept could be advantageously applied to our experiment. In fact, if the rate of hydrogenation of reactive intermediate is very high, the concentration of this adsorbed species is so low that the virtual pressure could be much below the nominal pressure. Therefore the concentra- tions of the other adsorbed butyne species which are in equilibrium with the virtual pressure and the reactive species (respectively butyne adsorbed on the support and \"q2-butyne) are very low. This might explain the kinetic state of the experiment observed in Fig. 2 in the micropilot reactor and in the IR set-up for the Ptn experiment. To illustrate this, a simplified reaction scheme is proposed; see Scheme 1. In the reaction scheme, the virtual pressure (Bv) is directly related to the coverage of the adsorbed butyne species (B~), but not to the nominal butyne pressure. When Ba is rapidly hydrogenated (step 5), Ba and Bv concentrations are so low that the equilibria leading to the formation of \"qZ-butyne (A) and H-bonded butyne (C) (respectively steps 3 and 1) are not established. Con- versely, when Bv and Ba are high, quantities of the H-bonded butyne species and \"q2-butyne are present. Therefore, although the pressure of butyne in the reactor was the same (30% butyne conversion), for both catalysts Pt~ and Ptn, the virtual pressures were different and could explain the observed differences in the degree of surface coverage. The occurrence of the desorption peak observed in Figs. 1 and 4 might also be explained by consideration of this reaction scheme. During the stationary phase (Fig. 4) there is an equilibrium between the species Ba and A and the P.h. Maetz, R. Touroude / Applied Catalysis A: General 149 (1997) 189-206 203 4' (polymers)ad~ ~ (~12-butyne)ads. Pt - butyne 2,i----.~-. (butyne)ads sioH 2:: (butyne)ads. Pt-----~ butene, butane Scheme 1. 4 @ (polymers)a~s r~ hydrogenation rate of Ba is constant. If the hydrocarbon flow is decreased, the quantity of but-l-yne in the gas phase decreases and from a certain pressure limit, that leads to a drop in the concentration of Ba. This loss of Ba is compensated by an A ~ Ba equilibrium shift which forces A to release adsorp- tion sites available for hydrogen and but-l-ene and leads to a sharp rise in the hydrogenation rate of Ba; therefore a desorption peak is observed which corresponds to hydrogenation of every A species. The same phenomenon is witnessed during the transient final phase: after the hydrocarbon flow has been cut off at the entrance to the reactor, the but-l-yne gas pressure into the reactor becomes too low to maintain the adsorbed species in equilibrium, so the A ~ Ba equilibrium shift leads to an increase of the Ba hydrogenation rate and the desorption peak appears which is related to the total consumption of species A. It is worthwhile noting that, in both described IR experiments, hydrocarbon residue remains on the surface after the hydrocarbon flow has been stopped. As indicated in the results, when the catalyst is treated under H2 flow from reaction temperature to 300 after a catalytic cycle, C8 hydrocarbons were detected, confirming that dimers form during the reaction and are irreversibly adsorbed in the reaction conditions. The dimers could be formed from reactive butyne species and from xlZ-butyne (steps 4 and 4'). The small perturbation of the surface OH groups indicate that these dimers have some methyl or ethyl groups which interact with the silica support. The decrease of the conversion and the enhancement of the selectivity observed during the initial phase of the catalytic process are mainly due to the build-up of the hydrocarbon layer on the catalytic surface which blocks a certain number of sites. The steady state of the working catalytic surface can be considered as a mixed population of co-ordination sites. Those of high co- ordination are covered by a compact overlayer formed by \"q2-butyne species on 204 P.h. Maetz, R. Touroude /Applied Catalysis A: General 149 (1997) 189-206 which hydrogen can no longer dissociate, while the low co-ordination sites (top, edge and comer atoms), are available for the hydrogenation reaction. The detailed mechanism of the selective hydrogenation and the intermediate species are described elsewhere [23]. The so-described picture of the working catalytic surface is in accordance with the study of the influence of the morphology of palladium particles on butadiene hydrogenation and butene hydrogenation, isomerization mechanisms [30]. The authors found that the flat palladium particles developing (111) faces have similar but very low activity for the hydrogenation of butadiene and butene while they are highly active for intramolecular hydrogen shift (isomerization of but-l-ene into but-2-ene), occuring simultaneously with butene hydrogenation. They suggest that hydrogenation takes place on low co-ordination sites while the flat surfaces are covered by hydrocarbon molecules whose nature and precise role depend upon the reactant, they are spectator during the butadiene hydro- genation but encourage intramolecular isomerisation reactions during the butene reaction. Recently Cremer and Somorjai [12] provided a molecular mechanism for the hydrogenation of ethene in which they also suggest that the key intermediate reacts on a low co-ordination site regardless of whether ethylidyne hydrocarbons are permanently present or not. The question which immediately emerges from their study is why, when they are not covered by ethylidyne, do the metal sites not become available for hydrogenation. In view of the above experiments it might be proposed that a compact adsorbed ethene layer which would be in equilibrium with the reactive intermediate is present on the flat surfaces instead of ethylidyne. This role might be played by a di-tr-bonded ethene (MCH2- CH2M). In fact, in Ref. [12] Cremer and Somorjai have shown, using optical Sum Frequency Generation, that the ethylidyne and dim--bonded species com- pete on the same sites and are not involved in the hydrogenation process, while \"n'-olefinic species are the reactive intermediates. In addition they found that the hydrogenation rate is insensitive not only to the presence of ethylidyne, which was already known [10], but also to the presence of the di-cr-bonded species. They conclude that the di-cr-bonded species is not a reaction intermediate in the hydrogenation process. Therefore, assuming the competition between the ethyli- dyne and the di-or bonded species, it is likely that the di-tr-bonded ethylene is favoured compared to ethylidyne when increasing the H2/C2H4 mixture since the formation of ethylidyne from ethene involves a dehydrogenated step. It was effectively observed that ethylidyne species are present on the surface when C2Hn/H2 is high, and disappear when C2H4 decreases in the gas mixture [10]. Therefore, assuming the presence of a compact layer formed of di-o--bonded ethene located on the same site as ethylidyne species (high coordination sites), acting as spectators during the steady state of ethene hydrogenation, the insensitivity of ethene hydrogenation to the presence of ethylidyne might be comprehensively explained. P.h. Maetz, R. Touroude /Applied Catalysis A: General 149 (1997) 189-206 205 5. Conclusion Whilst performing butyne hydrogenation on supported platinum or palladium catalysts, interesting information was derived from the transient states: namely, that the maximum in semi-hydrogenation selectivity is obtained only when the catalyst is covered by a hydrocarbon layer in which the species are in equilib- rium with the reactive intermediates; the maximum value of the selectivity is a property unique to the metal. By analysing the surface coverage using IR spectroscopy during the catalytic process, the so-called hydrocarbon layer might be assigned as ~q2-butyne species. Also, equilibrium between -qZ-butyne and reactive species exists, provided that the reactive species are not too quickly hydrogenated. When this is the case, a low hydrocarbon fugacity and then a low hydrocarbon coverage result and the catalytic process is not selective. Further, it is proposed here that the modification of the surface is such that the high co-ordination sites of metal particles are covered by spectator species assigned to ~qZ-butyne and that the hydrogenation reaction occurs on low co-ordination sites. This surface picture is intended to explain what might occur during ethene hydrogenation in order to account for the insensitivity of the reaction rate to the presence of ethylidyne[12]. The reversible hydrocarbon layer during ethene hydrogenation might be formed of di-~r bonded ethene while \"rr-olefinic species are the reactive intermediates. Acknowledgements The authors would like to thank Dr. J. Saussey and Dr. J.C. Lavalley of Caen University (France) for their helpful advice in carrying out IR experiments with their apparatus and evaluating the results. References [1] A.N.R. Bos and K.R. Westerterp, Chem. Eng. Process., 32 (1993) 1. [2] J.P. Boitiaux, J. Cosyns and E. Robert, Appl. Catal., 32 (1987) 145. [3] A.J. Den Hartog, M. Deng, F. Jongerius and V. Ponec, J. MoI. Catal., 60 (1990) 99. [4] S,L. Kiperman, in L. Cerveny (Editor), Studies in Surface Science and Catalysis, Vol. 27, Elsevier, Amsterdam, 1986, p. 1. [5] S.J. Thomson and G. Webb, J. Chem. Soc., Chem. Commun., 13 (1976) 526. [6] A.S. AI-Ammar and G. Webb, J. Chem. Soc., Faraday Trans. I, 74 (1978) 195; A.S. AI-Ammar and G. Webb, J. Chem. Soc., Faraday Trans. 1, 74 (1978) 657; A.S. A1-Ammar and G. Webb, J. Chem. Soc,, Faraday Trans. 1, 75 (1979) 1900. [7] D. Godbey, F. Zaera, R, Yeates and G.A. Somorjai, Surf. Sci., 167 (1986) 150. [8] l. Palinko, F. Notheisz, M. Bartok, D. Ostgard and G.V. Smith, J. Mol. Catal., 57 (1990) 353. [9] M. Boutonnet, J. Kizling, V. Mintsa-Eya, A. Choplin, R. Touroude, G. Maire and P. Stenius, J. Catal., 103 (1987) 95. [10] T.P. Beebe, Jr. and LT. Yates, Jr., J. Am. Chem. Soc., 108 (1986) 663. [11] J. Rekoske, R. Conright, S. Goddard, S. Sharma and J. Dumesic, J. Phys. Chem., 96 (1992) 1880. [12] P.S. Cremer and G.A. Somorjai, J. Chem. Soc., Faraday Trans., 91 (20) (1995) 3671. 206 P.h. Maetz, R. Touroude /Applied Catalysis A: General 149 (1997) 189-206 [13] A.N.R. Bos, K.R. Westerterp, Chem. Eng. Process., 32 (1993) 1. [14] A. Sarkany, L. Guczi and A.H. Weiss, Appl. Catal., 10 (1984) 369. [15] A. Sarkany, Z. Schay, Gy. Stefler, L. Borko, J.W. Hightower and L. Guczi, Appl. Catal., 124 (1995) L181. [16] J.P. Boitiaux, J. Cosyns and E. Robert, Appl. Catal., 32 (1987) 145. [17] S. Hub and R. Touroude, J. Catal., 114 (1988) 411. [18] Ph. Maetz and R. Touroude, Catal. Lett., 4 (1990) 37. [19] Ph. Maetz, J. Saussey, J.C. Lavalley and R. Touroude, J. Catal., 147 (1994) 48. [20] J.P., Boitiaux, J. Cosyns and S. Vasudevan, in G. Poncelet, P. Grange and P.A. Jacobs (Editors), Proc. 3rd Int. Symp. Preparation of Catalysts, Louvain-la-Neuve, 1982, Elsevier, Amsterdam, 1983, p. 123. [21] S. Alerasool and R.D. Gonzalez, J. Catal., 124 (1990) 204. [22] J.F. Joly, N. Zanier-Szydlowski, S. Colin, F. Raatz, J. Sanssey and J.C. Lavalley, Catal. Today, 9 (1991) 31. [23] Ph. Maetz and R. Touroude, J. Mol. Catal., 91 (1994) 259. [24] Ph. Maetz, Thesis, Strasbourg University, 1992. [25] M. Boag, M. Green, D.M. Grove, J.A.K. Howard, J.L. Spencer and F.G.A. Stone, J. Chem. Soc., Dalton Trans., 11 (1980) 2170. [26] M. Temkin and V. Pyzhev, Zhur. Fiz. Khim., 13 (1939) 851. [27] C. Kemball, Discuss. Faraday Soc., 41 (1966) 190. [28] M. Boudart, J. Phys. Chem., 87 (1983) 2786. [29] E. Iglesia, J.E. Baumgartner and G.L. Price, J. Catal., 134 (1992) 549 [30] J. Goetz, M.A. Volpe and R. Touroude, submitted to J. Catal. APCATA 96002578 S0926-860X(96)00257-8 10.1016/S0926-860X(96)00257-8 Elsevier Science B.V. All rights reserved Modification of surface reactivity by adsorbed species on supported palladium and platinum catalysts during the selective hydrogenation of but-1-yne Ph. Maetz a R. Touroude * b a Laboratoire de Chimie fine aux Interfaces, Institut de Chimie, B6, Sart-Tilman, 4000 Liège ,Belgium b Laboratoire d'Etudes de la RéactivitéCatalytique, des Surfaces et Interfaces, URA 1498 du CNRS, Institut Le Bel, 4, rue B. Pascal, 67070 Strasbourg Cedex, France * Corresponding author. Studying the butyne hydrogenation on Pd and Pt catalysts by the use of transient methods and in situ IR spectroscopy, it was found that the formation of a surface hydrocarbon overlayer regulates the semi-hydrogenation selectivity. It might be composed of η2-butyne species. These species are equilibrated with the reactive intermediates which are thought to be vinylic adsorbed species. However, if the reactive intermediates are initially quickly hydrogenated, the coverage of the surface in equilibrium with the gas fugacity is so low that the hydrocarbon overlayer does not form and the catalyst is not selective. We propose a surface picture for butyne hydrogenation in which the reaction takes place on the low coordination sites (top, edge, corner atoms) while the high coordination sites are covered by spectator species (η2-butyne). It is suggested to transpose this picture to an ethylene hydrogenation reaction in which the spectator species might be di-σ-bonded ethene. Keywords Butyne hydrogenation Palladium Platinum Adsorbed surface species Reference [1] Bos A.N.R. Westerterp K.R. Chem. Eng. Process. 32 1993 1 [2] Boitiaux J.P. Cosyns J. Robert E. Appl. Catal. 32 1987 145 [3] Den Hartog A.J. Deng M. Jongerius F. Ponec V. J. Mol. Catal. 60 1990 99 [4] Kiperman S.L. Cerveny L. Studies in Surface Science and Catalysis Vol. 27 1986 Elsevier Amsterdam 1 [5] Thomson S.J. Webb G. J. Chem. Soc., Chem. Commun. 13 1976 526 [6] Al-Ammar A.S. Webb G. J. Chem. Soc. 74 1978 195 Faraday Trans. I Al-Ammar A.S. Webb G. J. Chem. Soc. 74 1978 657 Faraday Trans. I Al-Ammar A.S. Webb G. J. Chem. Soc. 75 1979 1900 Faraday Trans. I [7] Godbey D. Zaera F. Yeates R. Somorjai G.A. Surf. Sci. 167 1986 150 [8] Palinko I. Notheisz F. Bartok M. Ostgard D. Smith G.V. J. Mol. Catal. 57 1990 353 [9] Boutonnet M. Kizling J. Mintsa-Eya V. Choplin A. Touroude R. Maire G. Stenius P. J. Catal. 103 1987 95 [10] Beebe T.P. Jr. Yates J.T. Jr. J. Am. Chem. Soc. 108 1986 663 [11] Rekoske J. Cortright R. Goddard S. Sharma S. Dumesic J. J. Phys. Chem. 96 1992 1880 [12] Cremer P.S. Somorjai G.A. J. Chem. Soc. 91 20 1995 3671 Faraday Trans. [13] Bos A.N.R. Westerterp K.R. Chem. Eng. Process. 32 1993 1 [14] Sarkany A. Guczi L. Weiss A.H. Appl. Catal. 10 1984 369 [15] Sarkany A. Schay Z. Stefler Gy. Borko L. Hightower J.W. Guczi L. Appl. Catal. 124 1995 L181 [16] Boitiaux J.P. Cosyns J. Robert E. Appl. Catal. 32 1987 145 [17] Hub S. Touroude R. J. Catal. 114 1988 411 [18] Maetz Ph. Touroude R. Catal. Lett. 4 1990 37 [19] Maetz Ph. Saussey J. Lavalley J.C. Touroude R. J. Catal. 147 1994 48 [20] Boitiaux J.P. Cosyns J. Vasudevan S. Poncelet G. Grange P. Jacobs P.A. Proc. 3rd Int. Symp. Preparation of Catalysts Louvain-la-Neuve, 1982 1983 Elsevier Amsterdam 123 [21] Alerasool S. Gonzalez R.D. J. Catal. 124 1990 204 [22] Joly J.F. Zanier-Szydlowski N. Colin S. Raatz F. Saussey J. Lavalley J.C. Catal. Today 9 1991 31 [23] Maetz Ph. Touroude R. J. Mol. Catal. 91 1994 259 [24] Maetz Ph. Thesis 1992 Strasbourg University [25] Boag M. Green M. Grove D.M. Howard J.A.K. Spencer J.L. Stone F.G.A. J. Chem. Soc. 11 1980 2170 Dalton Trans. [26] Temkin M. Pyzhev V. Zhur. Fiz. Khim. 13 1939 851 [27] Kemball C. Discuss. Faraday Soc. 41 1966 190 [28] Boudart M. J. Phys. Chem. 87 1983 2786 [29] Iglesia E. Baumgartner J.E. Price G.L. J. Catal. 134 1992 549 [30] J. Goetz, M.A. Volpe and R. Touroude, submitted to J. Catal.",
      "scopus-id": "0001327923",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002578",
        "dc:description": "Studying the butyne hydrogenation on Pd and Pt catalysts by the use of transient methods and in situ IR spectroscopy, it was found that the formation of a surface hydrocarbon overlayer regulates the semi-hydrogenation selectivity. It might be composed of η2-butyne species. These species are equilibrated with the reactive intermediates which are thought to be vinylic adsorbed species. However, if the reactive intermediates are initially quickly hydrogenated, the coverage of the surface in equilibrium with the gas fugacity is so low that the hydrocarbon overlayer does not form and the catalyst is not selective. We propose a surface picture for butyne hydrogenation in which the reaction takes place on the low coordination sites (top, edge, corner atoms) while the high coordination sites are covered by spectator species (η2-butyne). It is suggested to transpose this picture to an ethylene hydrogenation reaction in which the spectator species might be di-σ-bonded ethene.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-01-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002578",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Maetz, Ph."
          },
          {
            "@_fa": "true",
            "$": "Touroude, R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002578"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002578"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00257-8",
        "prism:volume": "149",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Modification of surface reactivity by adsorbed species on supported palladium and platinum catalysts during the selective hydrogenation of but-1-yne",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Butyne hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Adsorbed surface species"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "189-206",
        "prism:endingPage": "206",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 January 1997",
        "prism:doi": "10.1016/S0926-860X(96)00257-8",
        "prism:startingPage": "189",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00257-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001327923"
      }
    }
  }
}