{
  "metadata": {
    "title": "Selective oxidative dehydrogenation of propane at 380°C by Cs<ce:inf loc=post>2.5</ce:inf>Cu<ce:inf loc=post>0.08</ce:inf>H<ce:inf loc=post>3.34</ce:inf>PV<ce:inf loc=post>3</ce:inf>Mo<ce:inf loc=post>9</ce:inf>O<ce:inf loc=post>40</ce:inf> catalyst precursor",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-11-05",
    "doi": "10.1016/S0926-860X(96)00186-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X9600186X",
    "pii": "S0926860X9600186X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000156979",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-S0926860X9600186X S0926-860X(96)00186-X S0926860X9600186X 10.1016/S0926-860X(96)00186-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00075 2024-01-01T12:18:48.759026Z 0 0 19961105 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 146 146 2 2 Volume 146, Issue 2 19 L249 L254 L249 L254 19961105 5 November 1996 1996-11-05 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. SELECTIVEOXIDATIVEDEHYDROGENATIONPROPANE380CBYCS25CU008H334PV3MO9O40CATALYSTPRECURSOR MIZUNO N MAMEDOV 1995 1 E KUNG 1994 1 H CAVANI 1994 18 F CENTI 1993 53 G OYAMA 1993 1 S ACSSYMPSER CATALYTICSELECTIVEOXIDATION ANSHITS 1992 469 A PROCEEDINGSWORKSHOPMEETINGC1C3HYDROCARBONCONVERSION SHELDON 1991 573 R CRABTREE 1995 987 R MICHALAKOS 1993 226 P CORMA 1993 425 A GAO 1994 56 X CONCEPCION 1995 173 P EON 1994 318 J PARMALIANA 1995 L1 A SMITS 1993 513 R DESPONDS 1993 17 O CENTI 1988 151 G TAKITA 1993 2335 Y YOON 1994 1635 Y UDDIN 1993 1037 M BELLUSSI 1993 281 G ACSSYMPSER CATALYTICSELECTIVEOXIDATION KANAZIREV 1995 145 V FRUSTERI 1991 1332 F CHAAR 1988 463 M BURCH 1993 111 R MIZUNO 1993 2137 N MIZUNO 1994 L125 N MIZUNO 1994 1411 N MIZUNO 1994 L1 N MIZUNO 1995 L165 N MIZUNO 1996 1001 N MIZUNO 1996 N MIZUNOX1996XL249 MIZUNOX1996XL249XL254 MIZUNOX1996XL249XN MIZUNOX1996XL249XL254XN item S0926-860X(96)00186-X S0926860X9600186X 1-s2.0-S0926860X9600186X 10.1016/S0926-860X(96)00186-X 271346 2024-01-01T12:18:48.759026Z 1996-11-05 1-s2.0-S0926860X9600186X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X9600186X/MAIN/application/pdf/2dc08482b7cff33d7bed1a783cd0a0fa/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X9600186X/MAIN/application/pdf/2dc08482b7cff33d7bed1a783cd0a0fa/main.pdf main.pdf pdf true 432580 MAIN 6 1-s2.0-S0926860X9600186X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X9600186X/PREVIEW/image/png/80abcac4bc2271c465507bde13267642/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X9600186X/PREVIEW/image/png/80abcac4bc2271c465507bde13267642/main_1.png main_1.png png 42731 849 656 IMAGE-WEB-PDF 1 APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 146 (1996)1_249-1_254 Letter Selective oxidative dehydrogenation of propane at 380T by CS2.SCuo.ogH3.34PV3Mo9040 catalyst precursor Noritaka Mizuno Dong-Jin Suh Institute of Industrial Science, The University of Tokyo, Roppongi, Minato-ku, Tokvo 106, Japan Received 11 April 1996; revised 6 May 1996; accepted 13 May 1996 Abstract Oxidative dehydrogenation of propane was efficiently catalyzed by the CSZ_SCU0.08H3.34PV3M09O40 catalyst precursor at a reaction temperature as low as 380; the selectivity to propene was 25% at a conversion of 40% (10% yield). Keywords: Propane; Oxidative dehydrogenation; Heteropoly compound 1. Introduction Selective oxidation of lower alkanes by molecular oxygen is of great interest because of the low costs and chemically low reactivities as feedstocks [1-8]. The oxidation of n-butane into maleic anhydride is an industrialized example. As for propane, industrial production of propene has been carried out by the dehydrogenation at high temperatures of 547-647 [1,2]. Cracking of hydrocarbons and coke formation are problematic. An alternative is an oxidative dehydrogenation with dioxygen. The reaction makes complete conversion at low temperatures and high pressures possible. To date, vanadium-containing oxide catalysts such as V-Mg-based oxides [9-12], supported V-O [12-14], V-Nb-O Corresponding author. Present address: Department of Applied Chemistry, School of Engineering, The University of Tokyo, Hongo, Bunkyo-ku, Tokyo 113, Japan. 1 Present address: Korea Institute of Science and Technology, Seoul 136-791, South Korea. 0926-860X/96/$15.00 Copyright 1996 Published by Elsevier Science B.v. All rights reserved. PH 50926-860X(96)00186-X L250 N. Mizuno, D.-J. Suh /Applied Catalysis A: General 146 0996) L249-L254 [15], and Mo-V-Nb-O [16] have been reported to be effective for the reaction. Metal pyrophosphates [ 17,18], Co-Mo-O [ 19], Fe- or Cu-MFI zeolites [20-22], and Nafion [23] are other examples of active catalysts. However, the active reaction temperatures are usually above 450 and even higher [9-25]. Recently one of the present authors has expanded his fundamental knowledge regarding metal-catalyzed 02-based oxidation of alkanes catalyzed by heteropoly compounds [26-34]. The efforts continue to focus on the oxidative dehydrogenation of propane. In this communication, we wish to report a high catalytic activity of Cs2,5Cuo.o8H3.saPV3Mo904o for the oxidative dehydrogenation of propane to yield propene with dioxygen at 380. 2. Experimental 2.1. Catalysts H3+xPMo,2-xyx0ao (x0-3) heteropolyacids were commercially obtained from Nippon Inorganic Colour and Chemical. The other reagents used were of analytical grade and used without further purification. The catalysts were prepared as follows: an aqueous solution of copper nitrate (0.08 mol dm-3) was added dropwise to an aqueous solution of H3+xPVxMo12-xoao (0.06 mol dm-3), followed by the addition of an aqueous solution of cesium carbonates (0.08 mol dm-3) at 50. The resulting suspension or solution was evaporated to dryness at 50. The actual composition may be Cs2_SCuo.ogHyPVxMo,2_x0_, but in this paper they will be designated as Cs2,5Cuo.osH2.sa+x-qPVxMo]2_xoao* 2.2. Reaction The reaction was performed in a flow reactor (Pyrex tube, 12 mm internal diameter). Prior to the reaction, 1 g of each as-prepared catalyst was mixed with SiC (1.5 g) to prevent an undesirable temperature rise and was treated in an 02 stream (60 cm3 min-') for 1 h at 300. The reactions were performed in a flow reactor at an applied temperature of 300-400 under atmospheric pressure. The feed gas typically consisted of 33 vol.-% of propane, 33 vol.-% of 02 and N2 balance, and the total flow rate was 30 cm 3 min-'. The gases at the outlet of the reactor were taken out intermittently with the aid of a sampler directly connected to the system and analyzed by FID and TCD gas chromatograph with FFAP, Porapack Q, and Molecular Sieve 5A columns. The conversion and the selectivity were collected after 3-5 h of reaction, when nearly steady-state conversion and selectivity were obtained for each catalyst. Selectivity was calculated on the C3 (propane)-basis. N. Mizuno, D. 4. Suh/Applied Catalysis A: General 146 (1996) L249-L254 L251 3. Results and discussion Fig. 1 shows the time course of the oxidation of isobutane at 380. The conversion and selectivity reached almost constant after 4 h; e.g., the conversions were 36, 35, 35, and 35% at 1, 2, 3, and 4 h, respectively. The main products were propene, acrolein, acrylic acid, ethene, acetic acid, and CO., (CO + COz). Only small amounts of butyric acid, methane, and 2-propanol were observed. Similarly, the conversion and the selectivity were determined after 3-5 h of reaction, when nearly steady state conversion and selectivity were obtained for each catalyst. The selectivity to propene was 27% for CSZ.5CU0.O8H3.34hV3Mo9O40 and the yield reached 9.5%. Increasing or decreasing the reaction temperature decreased the yield of propene. When the reaction temperature was raised to 400 and then lowered, little hysteresis was observed for the conversion and selectivity. These data suggest the absence of irreversible deactivation of CS2.SCuo.ogH3,34PV3Mo9040' TG-DTA data showed that CSZ.SCuo.o8H3.34PV3Mo9040 underwent a two-step dehydration below 200, being decomposed around 470. The color of CS2.SCu0.08H3.34PV3Mo9040 after having been used as catalyst was green, suggesting reduction of the catalyst during the reaction. 60 50 h 40 30 0 U 20 10 0 ---~ 60 - 50 - 40 30 20 t~ 0 1 2 3 4 5 Time 1 h -~ 10 JO Fig. 1. Time course of the oxidative dehydrogenation of propane catalyzed by Cs2 SCuo.osH3.saPV3Mo9040 at 380. Weight of catalyst, 1.0 g; propane/OZ /NZ = 10/10/10 cm 3 min-1. O, 0, D, A, +, o, and x are conversion of propane and selectivities to propene, acrolein, acrylic acid, acetic acid, ethene, CO and CO_,, respectively. L252 N. Mizuno, D.-J Suh/Applied Catalysis A: General 146 (1996) L249-L254 Table 1 Oxidative dehydrogenation of propane catalyzed by Csz,5Cuo osHo.j4+xPV Mo12-x040 at 380 a x Conversion(%) Selectivity (%) b Yield of propene (%) Propene Acrolein Acrylic Ethene AcOH CO CO2 Others acid 0 35 21 3 2 6 6 52 7 3 7.4 1 36 20 3 6 6 8 47 8 2 7.2 2 35 25 4 1 7 7 45 7 4 8.8 3 35 27 2 2 6 7 47 6 3 9.5 a Propane, 33 vol%; 02, 33%; Nz, balance; catalyst, 1.0 g; total flow rate, 30 cm3 min-1. b Calculation based on C3 (propane). Butyric acid, methane, and 2-propanol. The results on Cs2,5Cuo.o8H0,34+xPVxMo12-x040 catalysts are shown in Table 1. The selectivity to propene little changed from x = 0 to 1 and increased beyond x = 2 while the selectivity to acrylic acid reached a maximum at x = 1, as we previously reported for the oxidation of propane into acrylic acid catalyzed by Cs2_SFeo.o8H0.26+xPVxM012-x040 (x = 0-3) [26-34]. The conversion did not change among Cs2.5Cuo.ogH0.34+xPVxM012-x040 (x = 0-3) catalysts under these conditions. It follows that the highest yield of propene was obtained at x = 3. For kinetic comparison, the total flow rate was increased from 30 to 60 cm3 min-' to keep the conversion less than ca. 20%, where an almost linear correlation between W (weight of catalyst)/F (flow rate) was observed for CSZ,5Cu0.O8H3.34PV3M09040. The differences among x = 0-3 catalysts were clear: the conversions were 17, 17, 21, and 21% for x = 0, 1, 2, and 3, respectively, and the highest conversion was observed in the range x = 2-3. The selectivities to propene on Cs2.5Cuo.o$H0.34+xPVxMo12-x040 catalysts were 22, 20, 36, and 38% for x = 0, 1, 2, and 3, respectively, and the highest selectivity to propene was also observed at x = 3. It follows that the substitution of V5+ for Mo6+ in Cs2,5Cuo.ogH0.34PM01204o resulted in the enhancement of not only the catalytic activity but also the selectivity to propene. The selectivities of propene were 54, 38, 27, and 23% at conversions of 4, 21, 35, and 41%, respectively, for the oxidation of propane at 380 catalyzed by CS2.5Cu0.O8H3.34PV3MO9040, while selectivities of propene were 20, 20, and 18% at conversions of 17, 36, and 41%, respectively, for the CSZ_SCu0.0gH1.34PVMollO4o catalyst. The selectivity to propene for Cs2,5Cuo.o8H3.34PV3M09040 was higher than that for Csz_SCuo.ogH1.34PVM01lO4o and more sharply decreased with the increase in the conversion. These results suggest that the increase in the selectivity to propene by the V5+-substitution is probably due to the suppression of the complete oxidation of propane although further mechanistic studies should be necessary. The present results of V5+-substitution might lead to the elucidation of active centers of vanadium-based catalysts. N. Mizuno, D. 4. Suh/Applied Catalysis A: General 146 (1996) L249-L254 L253 60 s 50 a~ 40 d 30 0 20 10 0 0~ ' 0.1 0.2 0.3 0.4 0.5 Partial pressure of oxygen / atm 0.6 Fig. 2. Dependency of conversions and selectivities on the partial pressure of OZ. Weight of catalyst, 1.0 g; propane/Oz /NZ = LO/10/LO cm 3 min-'. O, 1> 0, A, +, o, and x, see Fig. 1. It was reported that the yield of propene was changed by Pot for the oxidative dehydrogenation of propane catalyzed by V205 catalysts [1,25]. We also reported previously that the catalytic performance of heteropoly compounds for the oxygenation of isobutane was influenced by the pressure of oxygen ( Po ) [26-34]. Therefore, Pot dependency of conversions and selectivities were investigated. The results are shown in Fig. 2. The conversion increased sharply with the Poz from 0.17 to 0.25 atm and then increased monotonously with the PO,. The selectivity to propene was 55% at 0.17 atm Po= and 4% conversion, and gradually decreased to 21 % at a PO, of 0.50 atm. Thus, the yield of propene was greatly changed by the Poz and it follows that the yield of propene reached a maximum value of 10% at Pot = 0.42 atm. It is noteworthy that the 10% yield of propene is higher than 3-6% obtained for various catalysts at the reaction temperature of 400 [9-25]. Thus, the yield of propene was greatly influenced by the Poz. Acknowledgements This work was supported in part by a Grant-in-Aid for Scientific Research from the Ministry of Education, Science and Culture of Japan. L254 N. Mizuno, D.-J Suh/Applied Catalysis A: General 146 (1996) L249-L254 References [1] E.A. Mamedov and V.C. Corberan, Appl. Catal. A, 127 (1995) 1. [2] H.H. Kung, Adv. Catal., 40 (1994) 1. [3] F. Cavani and F. Trifiro, Chemtech, April (1994) 18. [4] G. Centi, Catal. Lett., 22 (1993) 53. [5] S.T. Oyama and J.W. Hightower, Catalytic Selective Oxidation, ACS Symp. Set., 523 (1993) 1. [6] A.G. Anshits and JR.H. Ross, Proceedings of The Workshop Meeting on C,-C3 Hydrocarbon Conversion, Catal. Today, 13 (1992) 469. [7] R.A. Sheldon, Stud. Surf. Sci. Catal., 66 (1991) 573. [8] R.H. Crabtree, Chem. Rev., 95 (1995) 987. [9] P.M. Michalakos, M.C. Kung, I. Jahan and H.H. Kung, J. Catal., 140 (1993) 226. [10] A. Corma, J.M.L. Nieto and N. Paredes, J. Catal., 144 (1993) 425. [11] X. Gao, P. Ruiz, Q. Xin, X. Guo and B. Delmon, J. Catal., 148 (1994) 56. [12] P. Concepcion, J.M.L. Nieto and J.P.-Pariente, J. Mol. Catal. A, 97 (1995) 173. [13] J.G. Eon, R. Olier and J.C. Volta, J. Catal., 145 (1994) 318. [14] A. Parmaliana, V. Sokolovskii, D. Miceli and N. Giordano, Appl. Catal. A, 135 (1995) Ll. [15] R.H.H. Smits, K. Seshan, H. Leemreize and J.R.H. Ross, Catal. Today, 16 (1993) 513. [16] O. Desponds, R.L. Keisland G.A. Somorjai, Catal. Lett., 19 (1993) 17. [17] G. Centi and F. Trifiro, Catal. Today, 3 (1988) 151. [18] Y. Takita, K. Kurosaki, Y. Mizuhara and T. Ishihara, Chem. Lett., (1993) 2335. [19] Y.S. Yoon, N. Fujikawa, W. Ueda and Y. Moro-oka, Chem. Lett., (1994) 1635. [20] M.A. Uddin, T. Komatsu and T. Yashima, Chem. Lett., (1993) 1037. [21] G. Bellussi, G. Centi, S. Parathoner and F. Trifiro, Catalytic Selective Oxidation, ACS Symp. Ser., 523 (1993) 281. [22] V.I. Kanazirev and G.L. Price, J. Mol. Catal. A, 96 (1995) 145. [23] F. Frosted, A. Parmaliana, F. Arena and N. Giordano, J. Chem. Soc., Chem. Common., (1991) 1332. [24] M. Chaar, D. Patel and H.H. Kung, J. Catal., 109 (1988) 463. [25] R. Burch and E.M. Crabb, Appl. Catal. A, 100 (1993) 111. [26] N. Mizuno, M. Tateishi, T. Hirose and M. Iwamoto, Chem. Lett., (1993) 2137. [27] N. Mizuno, M. Tateishi, T. Hirose and M. Iwamoto, J. Mol. Catal., 88 (1994) L125. [28] N. Mizuno, M. Tateishi and M. Iwamoto, J. Chem. Soc., Chem. Commun., (1994) 1411. [29] N. Mizuno, M. Tateishi and M. Iwamoto, Appl. Catal. A, 118 (1994) Ll. [30] N. Mizuno, M. Tateishi and M. Iwamoto, Appl. Catal. A, 128 (1995) L165. [31] N. Mizuno, W. Han, T. Kudo and M. Iwamoto, Stud. Surf. Sci. Catal., 101 (1996) 1001. [32] N. Mizuno, M. Tateishi and M. Iwamoto, J. Catal., 162 (1996) in press. [33] N. Mizuno, W. Han and T. Kudo, J. Mol. Catal., in press. [34] N. Mizuno, C. Nozaki, T. Hirose, M. Tateishi and M. Iwamoto, J. Mol. Catal., submitted. APCATA 9600186X S0926-860X(96)00186-X 10.1016/S0926-860X(96)00186-X Letter Selective oxidative dehydrogenation of propane at 380°C by Cs2.5Cu0.08H3.34PV3Mo9O40 catalyst precursor Noritaka Mizuno ∗ Dong-Jin Suh 1 Institute of Industrial Science, The University of Tokyo, Roppongi, Minato-ku, Tokyo 106, Japan ∗ Corresponding author. Present address: Department of Applied Chemistry, School of Engineering, The University of Tokyo, Hongo, Bunkyo-ku, Tokyo 113, Japan. 1 Present address: Korea Institute of Science and Technology, Seoul 136-791, South Korea. Oxidative dehydrogenation of propane was efficiently catalyzed by the Cs2.5Cu0.08H3.34PV3Mo9O40 catalyst precursor at a reaction temperature as low as 380°C; the selectivity to propene was 25% at a conversion of 40% (10% yield). Keywords Propane Oxidative dehydrogenation Heteropoly compound References [1] E.A. Mamedov V.C. Corberan Appl. Catal. A 127 1995 1 [2] H.H. Kung Adv. Catal. 40 1994 1 [3] F. Cavani F. Trifiro Chemtech 1994 18 April [4] G. Centi Catal. Lett. 22 1993 53 [5] S.T. Oyama J.W. Hightower Catalytic Selective Oxidation 3rd ed. ACS Symp. Ser. 523 1993 1 [6] A.G. Anshits J.R.H. Ross Proceedings of The Workshop Meeting on C1–C3 Hydrocarbon Conversion 3rd ed. Catal. Today 13 1992 469 [7] R.A. Sheldon Stud. Surf. Sci. Catal. 66 1991 573 [8] R.H. Crabtree Chem. Rev. 95 1995 987 [9] P.M. Michalakos M.C. Kung I. Jahan H.H. Kung J. Catal. 140 1993 226 [10] A. Corma J.M.L. Nieto N. Paredes J. Catal. 144 1993 425 [11] X. Gao P. Ruiz Q. Xin X. Guo B. Delmon J. Catal. 148 1994 56 [12] P. Concepcion J.M.L. Nieto J.P. -Pariente J. Mol. Catal. A 97 1995 173 [13] J.G. Eon R. Olier J.C. Volta J. Catal. 145 1994 318 [14] A. Parmaliana V. Sokolovskii D. Miceli N. Giordano Appl. Catal. A 135 1995 L1 [15] R.H.H. Smits K. Seshan H. Leemreize J.R.H. Ross Catal. Today 16 1993 513 [16] O. Desponds R.L. Keiski G.A. Somorjai Catal. Lett. 19 1993 17 [17] G. Centi F. Trifiro Catal. Today 3 1988 151 [18] Y. Takita K. Kurosaki Y. Mizuhara T. Ishihara Chem. Lett. 1993 2335 [19] Y.S. Yoon N. Fujikawa W. Ueda Y. Moro-oka Chem. Lett. 1994 1635 [20] M.A. Uddin T. Komatsu T. Yashima Chem. Lett. 1993 1037 [21] G. Bellussi G. Centi S. Parathoner F. Trifiro Catalytic Selective Oxidation 3rd ed. ACS Symp. Ser. 523 1993 281 [22] V.I. Kanazirev G.L. Price J. Mol. Catal. A 96 1995 145 [23] F. Frusteri A. Parmaliana F. Arena N. Giordano J. Chem. Soc., Chem. Commun. 1991 1332 [24] M. Chaar D. Patel H.H. Kung J. Catal. 109 1988 463 [25] R. Burch E.M. Crabb Appl. Catal. A 100 1993 111 [26] N. Mizuno M. Tateishi T. Hirose M. Iwamoto Chem. Lett. 1993 2137 [27] N. Mizuno M. Tateishi T. Hirose M. Iwamoto J. Mol. Catal. 88 1994 L125 [28] N. Mizuno M. Tateishi M. Iwamoto J. Chem. Soc., Chem. Commun. 1994 1411 [29] N. Mizuno M. Tateishi M. Iwamoto Appl. Catal. A 118 1994 L1 [30] N. Mizuno M. Tateishi M. Iwamoto Appl. Catal. A 128 1995 L165 [31] N. Mizuno W. Han T. Kudo M. Iwamoto Stud. Surf. Sci. Catal. 101 1996 1001 [32] N. Mizuno M. Tateishi M. Iwamoto J. Catal. 162 1996 in press [33] N. Mizuno, W. Han and T. Kudo, J. Mol. Catal., in press. [34] N. Mizuno, C. Nozaki, T. Hirose, M. Tateishi and M. Iwamoto, J. Mol. Catal., submitted.",
      "scopus-id": "0000156979",
      "coredata": {
        "eid": "1-s2.0-S0926860X9600186X",
        "dc:description": "Oxidative dehydrogenation of propane was efficiently catalyzed by the Cs2.5Cu0.08H3.34PV3Mo9O40 catalyst precursor at a reaction temperature as low as 380°C; the selectivity to propene was 25% at a conversion of 40% (10% yield).",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X9600186X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mizuno, Noritaka"
          },
          {
            "@_fa": "true",
            "$": "Suh, Dong-Jin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X9600186X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X9600186X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00186-X",
        "prism:volume": "146",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective oxidative dehydrogenation of propane at 380°C by Cs2.5Cu0.08H3.34PV3Mo9O40 catalyst precursor",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Propane"
          },
          {
            "@_fa": "true",
            "$": "Oxidative dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Heteropoly compound"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L249-L254",
        "prism:endingPage": "L254",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 November 1996",
        "prism:doi": "10.1016/S0926-860X(96)00186-X",
        "prism:startingPage": "L249",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00186-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000156979"
      }
    }
  }
}