{
  "metadata": {
    "title": "A new approach to the pretreatment of electroless plated <math altimg=si1.gif><fr shape=sol align=c style=s><nu><rm>Cu</rm></nu><de>Al<inf loc=post>2</inf>O<inf loc=post>3</inf></de></fr></math> catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-11-18",
    "doi": "10.1016/S0926-860X(97)00084-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000847",
    "pii": "S0926860X97000847"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041154716",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:01:50 1-s2.0-S0926860X97000847 S0926-860X(97)00084-7 S0926860X97000847 10.1016/S0926-860X(97)00084-7 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X00634 2024-01-01T12:19:29.85596Z 0 0 19971118 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 162 162 1 2 1 2 Volume 162, Issues 1–2 8 71 79 71 79 19971118 18 November 1997 1997-11-18 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. ANEWAPPROACHPRETREATMENTELECTROLESSPLATEDCUAL2O3CATALYSTS LIN W SIVARAJ 1988 103 C SIVARAJ 1990 L23 C STROHMEIER 1985 514 B ELRAGHY 1979 171 S CHANG 1993 233 H CHANG 1994 233 H HWANG 1996 C MSTHESIS CHANG 1996 249 H YECH 1995 C MSTHESIS TIKHOV 1992 506 S HUANG 1991 275 T SATTERFIELD 1991 C HETEROGENOUSCATALYSISININDUSTRIALPRACTICE LINX1997X71 LINX1997X71X79 LINX1997X71XW LINX1997X71X79XW item S0926-860X(97)00084-7 S0926860X97000847 1-s2.0-S0926860X97000847 10.1016/S0926-860X(97)00084-7 271346 2024-01-01T12:19:29.85596Z 1997-11-18 1-s2.0-S0926860X97000847-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000847/MAIN/application/pdf/7418b7a8e774c85dfc5d120ad879d11c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000847/MAIN/application/pdf/7418b7a8e774c85dfc5d120ad879d11c/main.pdf main.pdf pdf true 456376 MAIN 9 1-s2.0-S0926860X97000847-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000847/PREVIEW/image/png/b683d695eac8c67eaab92966d1e22b36/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000847/PREVIEW/image/png/b683d695eac8c67eaab92966d1e22b36/main_1.png main_1.png png 58215 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X97000847-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000847/STRIPIN/image/gif/39344ba21dbe67b2f37731e2d3115dd8/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000847/STRIPIN/image/gif/39344ba21dbe67b2f37731e2d3115dd8/si1.gif si1 si1.gif gif 502 30 71 ALTIMG ! ELSEVIER Applied Catalysis A: General 162 (1997) 71-79 APPLIED CATALYSIS A: GENERAL A new approach to the pretreatment of electroless plated Cu/A1203 catalysts Wen-Hsiung Lina, Chien-Yao Hwangb, Hsin-Fu Changb'* aDepartment of Professional Basis, Chien Kuo Junior College, Changhwa, Taiwan bDepartment of Chemical Engineering, Feng Chia University, Taichung, Taiwan Received 11 November 1996; received in revised form 21 January 1997; accepted 31 January 1997 Abstract This study employed incipient wetness impregnation to deposit palladium instead of the conventional pretreatment process to prepare the electroless plated copper catalysts of different palladium and copper loadings. The copper surface area and the copper dispersion were determined by the decomposition of nitrous oxide. Temperature-programmed reduction (TPR) was used to analyze the reducibility of oxide copper and its interaction with palladium. Different temperatures of calcination were tried in order to understand the redispersion of copper crystallites. The experimental results showed that the copper loading attained a maximum when palladium loading was 0.67 wt%. The copper surface area and the dispersion decreased with increasing calcination temperatures. At high copper loading, the redispersion of copper crystallites started at 600, which induced the increase of the copper surface area and the dispersion. The reduction temperature of CuO decreased with the increase of palladium loading, indicating an interaction between palladium and copper. 1997 Elsevier Science B.V. Keywords: Copper; Palladium; Alumina; Electroless plating; Temperature-programmed reduction; Calcination 1. Introduction Supported copper catalysts have been widely used in the dehydrogenation of alcohols to ketones or aldehydes. Extensive studies on the catalytic activity of copper catalysts influenced by the different pre- paration methods have drawn great attention in the past 20 years [1-3]. Generally, the impregnation or precipitation method is used to prepare supported metal catalysts. At higher degrees of loading, evapora- tion of solvent or precipitation is required to deposit *Corresponding author, fax: +886 4 4517545. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X (97)00084-7 the active material on a support. As a consequence, these methods may not give a catalyst with uniform distribution of active material on the support [2]. The electroless plating (chemical plating) technique has been studied by many researchers from the chemical or the electrochemical viewpoint and was reviewed in several articles [4,5]. Electroless copper plating refers to chemical deposition of copper on a substrate with- out an external electric current. Copper is deposited on the substrate surface by the oxidation-reduction re- action. Due to the mechanism of the electrochemical reaction, it is expected to give uniform distribution of active material on the support with better physical and chemical properties. In our previous study, the results 72 W.-H. Lin et al./Applied Catalysis A: General 162 (1997) 71-79 showed that the catalysts prepared by electroless plating have higher dispersion and a more even spread of copper over the alumina surfaces than the catalysts prepared by impregnation or precipitation [6]. Activ- ity test also showed that the electroless plated copper catalyst has a better dehydrogenation ability than the catalysts prepared by other methods. Although the electroless copper plating technique has been thoroughly studied and successfully applied in the electrochemical industry over the past 30 years, the problem arises that the pretreatment process of electroless copper plating, which is tedious and time consuming, intimidates further research in the devel- opment of electroless plated copper catalysts and their commercial applications. The main purpose of the pretreatment process is to anchor palladium nuclei on the substrate surface. These will serve as a seeding or a catalyzing agent to provide catalytic nucleating cen- ters for electroless copper plating. Conventional pre- treatment process includes alkaline and acid cleaning, sensitization and activation. It requires intermittent water rinsing and drying and induces loss of dissolved metal ions to create waste water pollution problems. In this research, we omitted the conventional pretreat- meat process and adopted the wet-incipient impreg- nation method to deposit palladium nuclei on the alumina surface. 2. Experimental 2.1. Catalyst preparation Palladium catalysts (0.19~1.56 wt%) on alumina support (\"/-A1203, surface area 153 m2/g) were pre- pared by incipient wetness impregnation using aqu- eous HCl-acidified PdC12 solution. The wet impregnates were dried at 110 for 24 h, then cal- cined at 500 for 24 h. The palladium-impregnated alumina was used as the substrate for the electroless plating process. The electroless copper plating in this study was based on EDTA as the complexant with formaldehyde (HCHO) as the reducing agent. The plating bath contained 0.04 M CuSOa.5H20, 0.08 M EDTA.4Na, 0.08 M HCHO and 5 ppm pyridine as stabilizer [6]. The bath temperature was maintained at 70 and the pH was adjusted to 12.5. The plating time was set to 30 min. The plated catalysts were subjected to calcination under atmospheric pressure to different temperatures (300, 400, 500, 600, 700) for 12 h. 2.2. Characterization of catalyst The copper and palladium contents of the catalyst were individually determined using a Polarized Zee- man atomic absorption spectrophotometer, after the sample had been dissolved in a mixture of hydro- chloric acid and nitric acid, and it was diluted to obtain the required concentration range. The copper surface area was determined by the decomposition of nitrous oxide [7] according to the reaction N20(g) -+- 2Cu ~ (Cu - O - CU)s + N2(g) BET surface area and pore size distribution were determined from multipoint BET isotherms (Micro- meritics 2010) using nitrogen as adsorbate at - 195. Scanning electron micrography was conducted for structure investigation using a Hitachi-2700 SEM (15 kV electron beam). 2.3. Temperature-programmed reduction Temperature-programmed reduction (TPR) was carried out with a 10% H2/Ar mixture at atmospheric pressure in a conventional TPR set-up. The gas mix- ture (30 ml/min) was passed over an oxides sample placed in a U-shape quartz tube (8 mm i.d.). The temperature increased linearly at a rate of 10/ min. The hydrogen concentration was continuously monitored by a thermal conductivity detector and analyzed by an IBM personal computer [8]. 3. Results and discussion Fig. 1 shows the variations of copper loading and copper surface area with respect to palladium loading. For a definite plating time (30 min) the amount of copper deposited by electroless plating linearly increased with the content of palladium up to 0.67wt%; further increase of palladium content caused the reduction of copper loading. In the pre- treatment process, at low palladium content the pal- ladium ions could freely diffuse into the micropores (ca. 50 ,~) and impregnated uniformly on the wall. W.-H. Lin et al./Applied Catalysis A: General 162 (1997) 71-79 73 25 I I I 14 o 20 v 0 10 ' ' ' ' ' i , , , , i , , , , i i i , i I 4 0,0 0.5 1.0 1.5 2.0 c~ v 8 Pd loading (wt%) Fig. 1. The variation of copper loading and copper surface area with respect to palladium loading. These palladium nuclei triggered the subsequent elec- troless copper plating, leading to the autocatalytic copper deposition. During the electroless plating pro- cess, the copper crystallites grew epitaxially over the palladium nuclei and the amount of copper deposited as well as the copper surface area were proportional to the number of palladium nuclei, i.e. the palladium content. However, at high palladium content, the fast plating rate induced the agglomeration of copper crystallites to block the mouths of micropores and some palladium nuclei in the micropores were pre- vented from being reached by copper ions. A sche- matic model describing the plating process is shown in Fig. 2. This caused a reduction of copper loading and copper surface area. Such a phenomenon was verified by the observation of SEM images [8]. The compar- ison of pore size distribution of the alumina before and after copper deposition also proves this point [9] and is clearly depicted in Fig. 3. Fig. 4 shows that the copper dispersion decreased with copper loading, indicating the reduction of the percentage of copper atom exposed due to the agglomeration of copper crystal- lites. This figure also shows a similar trend of variation for catalysts obtained from conventional pretreatment process [10]. The conventional pretreatment process includes alkaline cleaning (1 N NaOH)at 65-70 for 5-15 min, then acid cleaning (25 vol% H2504) at 30- 35 for 3-15 min, sensitizing (20g/1 SnC12 and 40 ml/1 HC1 solution) at 25-30 for 8-10 min, acti- vating (0.25 g/1 PdC12 and 0.5 ml/1 HC1 solution) at 40-45 for 20-25 min, and finally drying at 110 for 15-20 h [10]. The difference in dispersion with respect to copper loading of these two pretreatment processes is remarkable only at high copper loading. Fig. 5 gives the TPR profiles for the electroless plated copper catalysts. The hydrogen consumption increased with increasing copper loadings. At low palladium-copper loading (0.19 wt% Pd-11.2 wt% Cu) there appeared to be a broad reduction profile which clearly consisted of two parts. The main peak (/3) at 205 was attributed to the bulk-like CuO gathered in the micropores of alumina support, which 74 Pd loading Cu loading 70 W.-H. Lin et al./Applied Catalysis A.\" General 162 (1997) 71-79 V Fig. 2. Plating model of electroless plated copper catalyst. V -_> I I l t~ i' Y g m tab c~ E v cO 09 e3 0 E 0 o 60 - / 50 - Cu/alumina f (23.22wt~ Cu) 40 - o bare alumina - o 30 10- / ~ ~-o o Q 10 100 1000 pore diameter, Fig. 3. The pore diameter distribution of the alumina particles before and after copper deposition. W.-H. Lin et al./Applied Catalysis A: General 162 (1997) 71-79 75 o-.9. v t- O (1) {3. E3 18 16 14 12 10 8 6 IIIIII 5 10 (3 This study Yech(lO) , , I I , , , , I , I , , I , 15 20 25 Cu loading (wt%) Fig. 4. Effect of copper loading on the copper dispersion of the catalysts. I I I 3O was difficult to reduce and had a higher reduction temperature. A small peak (a), which was on the left side of the main peak, represented highly dispersed copper entities which might include isolated copper ions, weak magnetic associates, or two- and three- dimensional clusters [11]. Those copper entities mostly appeared on the surface of macropores or on the outer surface of the alumina support. As the palladium loading increased, the electroless copper plating enhanced the copper agglomerates blocking the pore mouths of some micropores and induced the copper deposition on the macropores or outer alumina surface, resulting in the shrinkage of the a-peak. This is consistent to the observation of copper dispersion with respect to copper loading as shown in Fig. 4. Besides, the r-peak shifts to lower temperature with the increasing palladium loading, indicating that the palladium serves as a promoter to enhance the reducibility of copper oxide. This is probably due to the spill-over of hydrogen from palladium to copper oxide to cause the decrease of reduction temperature. Fig. 6 illustrates the variation of the copper surface area and the dispersion of copper with respect to calcination temperature. At low palladium and copper loading, both the copper surface area and the disper- sion decreased with increasing calcination tempera- ture. However, at high palladium and copper loadings, both of them decreased with increasing calcination temperature up to 600, then increased with a further 76 W.-H. Lin et al./Applied Catalysis A: General 162 (1997) 71-79 J I. .Ji I. ~q o o , I i I , 1 , I 100 200 300 400 f 0 d C b a J temperature () Fig. 5. TPR patterns of the electroless plated copper catalysts as a function of palladium and copper loadings (calcination temperature=500): a, 0.19 wt% Pd-ll.20wt% Cu; b, 0.51 wt% Pd-14.90wt% Cu; c, 0.52 wt% Pd-16.72 wt% Cu; d, 0.67 wt% Pd- 22.96 wt% Cu; e, 1.19 wt% Pd-20.48 wt% Cu; f, 1.56 wt% Pd-18.94 wt% Cu. rise in calcination temperature. This is due to the redispersion of copper crystallites and was also observed by Huang and Yu [12]. Since copper has a low Huttig temperature (~180) above which the surface copper atoms begin to be appreciably mobile [13] and sinter to form larger crystallites, which result in the reduction of copper surface area and dispersion. With further increasing calcination temperature, the copper crystallites will gain enough kinetic energy to move around the support and finally to dwell upon the most suitable sites. This may occur at higher copper loading with temperatures above 600 and causes the rise of copper dispersion. At low copper loading, however, the copper crystallites will sinter to develop a well-defined crystal structure during calcination to prevent the occurrence of redispersion. Huang and Yu [12] found that the copper dispersion increased as the temperature increased from 600 to 900 during oxidative calcination, but it decreased with further increasing temperature because of the transformation of'~-alumina into c~-alumina which caused the closure of micropores. The redispersion phenomenon can also be verified by the observation of SEM images shown in Fig. 7. At low copper loading, the size of copper crystallites increased with calcination temperature (Fig. 7(a)) which was indicative of copper sintering. At high copper loading, the size of crystallites increased and then decreased with calcination temperature (Fig. 7(b)) in accordance with the inverse variation of copper dispersion with respect to calcination temperature. It seems that palladium enhances the redispersion of copper. W.-H. Lin et al./Applied Catalysis A: General 162 (1997) 71-79 77 12 e~lO 8 t~ 6 t+...l 4 2 ' I I ' I 0 2OO 400 .600 Calcination Temperature () 20 18 16 14 12 10 8 6 4 2 8OO 0 --I ,,.....t 12 ~10 (D N q.--4 6 4 I I I Pd = 0.67 % - ~---~\"~'0 [ Cu = 2296 ~ \\ 0 200 400 600 Calcination Temperature () 11 10 9 8 7 6 5 4 5 800 ,...q ~0 tD o9 ,---4 Fig. 6. Effect of calcination temperature on the Cu surface area and dispersion. 78 V~-H. Linet al./Applied Catalysis A.\" General 162 (1997) 71-79 Pd= (119% I Pd= 067~i Cu-- II 20%t Cu=2296% Fig. 7. SEM images of Cu~,AI203 catalysts calcined at different temperatures. W.-H. Lin et al./Applied Catalysis A: General 162 (1997) 71-79 79 Further research is being conducted in our laboratory to prove this. 4. Conclusion The present study provides a new approach to the pretreatment process of electroless plated copper cat- alysts. We found that the conventional pretreatment process can be replaced by the direct deposition of palladium on alumina support via the impregnation process. Further research with emphasis on the inter- action of palladium with copper and the achievement of the maximum copper dispersion is now being conducted in our laboratory. Acknowledgements The authors thank the National Science Council of the Republic of China for financial support of the experimental work. (Grant no. NSC 86-2214-E-035- OO2) References [1] C. Sivaraj, E Kanta Rao, Appl. Catal. 45 (1988) 103. [2] C. Sivaraj, S.T. Srinivas, V. Nagesshwar Rao, E Kanta Rao, J. Mol. Catal. 60 (1990) L23. [3] B.R. Strohmeier, D.E. Leyden, R.S. Field, D.M. Hercules, J. Catal. 94 (1985) 514. [4] S.M. E1-Raghy, A.A. Abo-Salama, J. Electrochem. Soc. 126 (1979) 171. [5] H. Kikuchi, A. Tomizama, H. Oka, US Patent 4563217 (1986). [6] H.E Chang, M.A. Saleque, Appl. Catal. A 103 (1993) 233. [7] H.E Chang, M.A. Saleque, W.S. Hsu, W.H. Lin, J. Mol. Catal. 94 (1994) 233. [8] C.Y. Hwang, M.S. Thesis, Feng Chia University, Taiwan (1996). [9] H.E Chang, M.A. Saleque, W.S. Hsu, W.H. Lin, J. Mol. Catal. 109 (1996) 249. [10] C.R. Yech, M.S. Thesis, Feng Chia University, Taiwan (1995). [11] S.E Tikhov, V.A. Sadykov, G.N. Kryukova, E.A. Paukshtis, V.V. Popovskii, T.G. Starostina, G.V. Kharlamov, V.F. Anufrienko, V.F. Poluboyarov, V.A. Razdobarov, N.N. Bulgakov, A.V. Kalinkin, J. Catal. 134 (1992) 506. [12] T.J. Huang, T.C. Yu, Appl. Catal. 71 (1991) 275. [13] C.N. Satterfield, Heterogenous Catalysis in Industrial Prac- tice, McGraw-Hill, New York, 1991. APCATA 97000847 S0926-860X(97)00084-7 10.1016/S0926-860X(97)00084-7 Article A new approach to the pretreatment of electroless plated Cu Al2O3 catalysts Wen-Hsiung Lin a Chien-Yao Hwang b Hsin-Fu Chang ∗ b a Department of Professional Basis, Chien Kuo Junior College, Changhwa, Taiwan b Department of Chemical Engineering, Feng Chia University, Taichung, Taiwan ∗ Corresponding author. fax: +886 4 4517545. This study employed incipient wetness impregnation to deposit palladium instead of the conventional pretreatment process to prepare the electroless plated copper catalysts of different palladium and copper loadings. The copper surface area and the copper dispersion were determined by the decomposition of nitrous oxide. Temperature-programmed reduction (TPR) was used to analyze the reducibility of oxide copper and its interaction with palladium. Different temperatures of calcination were tried in order to understand the redispersion of copper crystallites. The experimental results showed that the copper loading attained a maximum when palladium loading was 0.67 wt%. The copper surface area and the dispersion decreased with increasing calcination temperatures. At high copper loading, the redispersion of copper crystallites started at 600°C, which induced the increase of the copper surface area and the dispersion. The reduction temperature of CuO decreased with the increase of palladium loading, indicating an interaction between palladium and copper. Keywords Copper Palladium Alumina Electroless plating Temperature-programmed reduction Calcination References [1] C. Sivaraj P. Kanta Rao Appl. Catal. 45 1988 103 [2] C. Sivaraj S.T. Srinivas V. Nagesshwar Rao P. Kanta Rao J. Mol. Catal. 60 1990 L23 [3] B.R. Strohmeier D.E. Leyden R.S. Field D.M. Hercules J. Catal. 94 1985 514 [4] S.M. El-Raghy A.A. Abo-Salama J. Electrochem. Soc. 126 1979 171 [5] H. Kikuchi, A. Tomizama, H. Oka, US Patent 4 563 217 (1986). [6] H.F. Chang M.A. Saleque Appl. Catal. A 103 1993 233 [7] H.F. Chang M.A. Saleque W.S. Hsu W.H. Lin J. Mol. Catal. 94 1994 233 [8] C.Y. Hwang 5th ed. M. S. Thesis 1996 Feng Chia University Taiwan [9] H.F. Chang M.A. Saleque W.S. Hsu W.H. Lin J. Mol. Catal. 109 1996 249 [10] C.R. Yech 5th ed. M.S. Thesis 1995 Feng Chia University Taiwan [11] S.F. Tikhov V.A. Sadykov G.N. Kryukova E.A. Paukshtis V.V. Popovskii T.G. Starostina G.V. Kharlamov V.F. Anufrienko V.F. Poluboyarov V.A. Razdobarov N.N. Bulgakov A.V. Kalinkin J. Catal. 134 1992 506 [12] T.J. Huang T.C. Yu Appl. Catal. 71 1991 275 [13] C.N. Satterfield 5th ed. Heterogenous Catalysis in Industrial Practice 1991 McGraw-Hill New York",
      "scopus-id": "0041154716",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000847",
        "dc:description": "This study employed incipient wetness impregnation to deposit palladium instead of the conventional pretreatment process to prepare the electroless plated copper catalysts of different palladium and copper loadings. The copper surface area and the copper dispersion were determined by the decomposition of nitrous oxide. Temperature-programmed reduction (TPR) was used to analyze the reducibility of oxide copper and its interaction with palladium. Different temperatures of calcination were tried in order to understand the redispersion of copper crystallites. The experimental results showed that the copper loading attained a maximum when palladium loading was 0.67 wt%. The copper surface area and the dispersion decreased with increasing calcination temperatures. At high copper loading, the redispersion of copper crystallites started at 600°C, which induced the increase of the copper surface area and the dispersion. The reduction temperature of CuO decreased with the increase of palladium loading, indicating an interaction between palladium and copper.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-11-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000847",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lin, Wen-Hsiung"
          },
          {
            "@_fa": "true",
            "$": "Hwang, Chien-Yao"
          },
          {
            "@_fa": "true",
            "$": "Chang, Hsin-Fu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000847"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000847"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00084-7",
        "prism:volume": "162",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A new approach to the pretreatment of electroless plated Cu Al2O3 catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Copper"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Alumina"
          },
          {
            "@_fa": "true",
            "$": "Electroless plating"
          },
          {
            "@_fa": "true",
            "$": "Temperature-programmed reduction"
          },
          {
            "@_fa": "true",
            "$": "Calcination"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "71-79",
        "prism:endingPage": "79",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 November 1997",
        "prism:doi": "10.1016/S0926-860X(97)00084-7",
        "prism:startingPage": "71",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00084-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "71",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X97000847-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "502",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041154716"
      }
    }
  }
}